{
  "id": "10008",
  "title": "Studi komparasi ballast elektromagnetik terhadap ballast elektronik",
  "abstract": "Fungsi utama dari ballast pada lampu fluorescent adalah untuk membatasi aliran arus listrik agar rangkaian lampu bekerja sesuai dengan range daya yang dibutuhkan. Ballast hendaknya efisien, sederhana, tidak membawa dampak terhadap umur lampu serta mendukung proses start dan operasi pada lampu. Pada tugas akhir ini dilakukan analisa mengenai apakah ballast elektromagnetik masih layak dipakai atau tidak jika dibandingkan dengan ballast elektronik. Dalam hai ini, perbandingan dilakukan terhadap power quality dan aspek ekonomis. Pengujian ini dilakukan dengan tiga merk ballast elektromagnetik 36 Watt dan 18 Watt yaitu merk Philips, Leutch Tech, dan Osram. Sedangkan untuk ballast elektronik 36 Watt dan 18 Watt menggunakan empat merk yaitu Philips, Opple, Elite, dan Lectron. Pengujian menggunakan alat ukur fluke 41B. Hasil pengujian menunjukkan bahwa VTHD pada ballast magnetik maupun ballat elektronik masih sesuai standar IEEE 519-1992 (maksimum 5%) yaitu VTHD antara 1,9 % - 2,7 %. Sedangkan ITHD untuk ballast magnetik dengan capacitor dan ballast elektonik (kecuali merk Philips) tidak sesuai standar yaitu ITHD antara 26,9 % - 50,1 % (standar IEEE 519-1992, maksimum 20%). ITHD pada ballast magnetik tanpa capacitor sesuai standar IEEE 519-1992 yaitu ITHD antara 8,4 % - 12,1 % (maksimum 20%). Secara keseluruhan nilai faktor daya (PF) yang terukur antara 0,47 - 0,93. Dari analisa diperoleh bahwa ballast magnetik tanpa capacitor menimbulkan harmonisa yang masih sesuai dengan standar IEEE 519-1992 baik harmonisa terhadap tegangan maupun harmonisa terhadap arus. Dari segi ekonomis (merk Philips 36 Watt) total biaya pertahun untuk ballast elektromagnetik dengan capacitor sebesar Rp.865.660,- sedangkan untuk ballast elektromagnetik tanpa capacitor total biaya pertahun sebesar Rp.905.680,- dan untuk ballast elektronik total biaya pertahun Rp.698.080. Jadi, dapat disimpulkan dari segi teknis maupun ekonomis yang terbaik adalah ballast elektronik meskipun ballast elektromagnetik masih layak dipakai.",
  "creators": "HERMAN YULIANTO",
  "contributors": "Limboto Limantara (Advisor 1); Yusak Tanoto, S.T., M.Eng., Ph.D. (Advisor 2); Emmy Hosea (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010565/ELK/2008; Herman Yulianto (23402107)",
  "subjects": "ELECTRIC POWER-MEASUREMENT"
}