{
  "id": "1000",
  "title": "The Indonesian subtitles of the English utterances spoken by the characters in American Beauty",
  "abstract": "This thesis is particularly about the translation done on the subtitles of the movie entitled American Beauty. In doing the research the writer would like to find out (1) what kinds of mistakes appear in the subtitles that do not convey the meaning of the original utterances, (2) which mistake mostly occurs in the subtitles (3) what the quality of the subtitles is. To do the research, the writer would like to make use of the qualitative approach. The data of the transcription of utterances are obtained from the internet and then compared to the VCD (Video Compact Disc) entitled American Beauty. The seventy-six scenes in the film have three parts - the beginning, the conflicts, and the ending. The subtitles being analyzed are from twelve scenes which belong to the three parts, having more utterances than the others. The analysis is based on the theories of translation. The translation theories are those of Peter Newmark?s, about unit of translating, audience criteria, the categorisation of translation mistakes; and of Christine Durieux about the criteria of a good translation. The findings of the analysis reveal that the mistakes occurring in the subtitles are of two kinds. They are having misleading mistakes and having nuanced mistakes. The acceptable subtitles are the most samples found in the data. The subtitles of having misleading mistakes are in the first position while of having nuanced mistakes in the second. The quality of the subtitles is good.",
  "creators": "BERLIN RAHAYU",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); SAMUEL GUNAWAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1224/ING/2004; Berlin Rahayu (11497114)",
  "subjects": "ENGLISH LANGUAGE-SLANG; ENGLISH LANGUAGE-TRANSLATING INTO INDONESIAN"
}