{
  "id": "10010",
  "title": "Studi analisa pengaruh jarak terhadap hasil pengukuran tahanan tanah",
  "abstract": "Semakin berkembangnya sistem tenaga listrik pada saat ini, sangat pentinguntuk memperhatikan sistem tahanan pentanahan. Fungsi dari Pentanahan adalahuntuk menghubungkan bagian dari peralatan yang seharusnya tidak dialiri aruslistrik dengan suatu massa yang besar.Dalam Tugas Akhir ini, dilakukan pengukuran Tahanan tanah di tanahsekitar Gedung I Universitas Kristen Petra. Pengukuran dilakukan denganmenggunakan alat ukur digital dan analog serta menggunakan metode 3 titik padakondisi tanah kering dan tanah basah, dimana range jarak antar pasak E dan Radalah 2-20 meter. Beberapa percobaan dilakukan guna melihat pengaruh dari jarakserta kondisi tanah terhadap hasil pengukuran tahanan tanah.Berdasarkan hasil pengukuran dapat dilihat bahwa semakin jauh jarak pasakP dari pasak E maka nilai tahanan tanah semakin linier. Rata-rata tahanan linierdengan alat ukur digital berada pada batas 25.43% dan 78.94%. Rata-rata tahananlinier dengan alat ukur analog berada pada batas 24.68% dan 80.63%. Rata-ratatahanan tanah kering dengan alat ukur digital adalah 33.9 ohm dan rata-ratatahanan tanah basah adalah 27.9 ohm. Rata-rata tahanan pada tanah kering denganalat ukur analog adalah 32.3 ohm dan rata-rata tahanan tanah basah adalah 31 ohm.% error antara perhitungan dan pengukuran tahanan tanah pada kondisi tanah basah menggunakan alat ukur digital adalah 21.34%dan 99.04% untuk tanahkering. % error antara perhitungan dan pengukuran tahanan tanah pada kondisitanah basah menggunakan alat ukur analog adalah 12.60 dan 99.09% untuk tanah kering.",
  "creators": "MEITA FLORENSIA MATATULA",
  "contributors": "Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Advisor 1); Julius Sentosa Setiadji (Advisor 2); Emmy Hosea (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010567/ELK/2008; Meita Florensia Matatula (23402168)",
  "subjects": "ELECTRONIC POWER TRANSMISSION EQUIPMENTS; ELECTRONIC POWER DISTRIBUTION-GROUNDING"
}