{
  "id": "10028",
  "title": "Studi penggunaan transformator zig-zag 127 v / 220 v, 270 va hubungan Y-Z dalam mengurangi efek harmonisa kelipatan 3 (triple-n) pada sistem distribusi tenaga listrik",
  "abstract": "Dengan perkembangan teknologi, semakin banyak beban listrik yang merupakan beban listrik non-linier. Gangguan yang disebabkan oleh beban non-linier pada sistem kelistrikan disebut dengan harmonisa. Harmonisa triple-N adalah harmonisa kelipatan tiga yang mengalir di penghantar netral. Pada sistem jaringan tiga fasa dengan hubungan bintang, arus harmonisa triple-N pada tiap-tiap fasa tidak hilang namun terakumulasi pada konduktor netral, sehingga mengalami kelebihan arus dan menjadi panas. Salah satu alternatif solusi yaitu penerapan transformator zig-zag. Dalam Tugas Akhir ini, pengujian dilakukan dengan pengukuran karakteristik besaran listrik dan harmonisa pada simulasi sistem distribusi tenaga listrik dengan menggunakan 3 macam beban yaitu lampu hemat energi, komputer, dan jembatan diode penyearah 3 fasa. Dimana pengukuran dilakukan pada sistem dengan transformator zig-zag dan tanpa transformator zig-zag. Pada pengukuran dalam kondisi transformator star zig-zag dengan sumber tanpa sambungan netral, harmonisa ke-3 yang mengalir dari sumber listrik mengalami penurunan sebesar 96,36% dan diikuti dengan penurunan arus yang mengalir pada fasa penghantar sumber sebesar 24,31% pada beban lampu hemat energi. Sedangkan pada beban komputer, harmonisa ke-3 yang mengalir dari sumber listrik mengalami penurunan sebesar 95,83% dan diikuti dengan penurunan arus yang mengalir pada fasa penghantar sumber sebesar 3,57%. Pada beban jembatan diode penyearah 3 fasa, harmonisa ke-3 yang mengalir dari sumber listrik mengalami penurunan sebesar 91,67% tetapi arus yang mengalir pada fasa penghantar sumber mengalami peningkatan sebesar 17,39%.",
  "creators": "ALBERT AGUNG DARMONO",
  "contributors": "Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Advisor 1); Yusak Tanoto, S.T., M.Eng., Ph.D. (Advisor 2); Limboto Limantara (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010579/ELK/2008; Albert Agung Darmono (23402086)",
  "subjects": "ELECTRIC TRANSFORMERS"
}