{
  "id": "10041",
  "title": "Perbaikan kinerja salesman melalui penerapan sales promotion dan personal selling dalam upaya peningkatan omzet penjualan pada CV. Dua Ikan Engineering & Chem",
  "abstract": "Dalam laporan ini, penulis ingin melihat metode sales promotion dan personal selling yang telah diterapkan oleh CV. Dua Ikan Engineering & Chem selama ini. Tujuannya adalah untuk menganalisa seberapa efektif metode tersebut sehingga dapat lebih memaksimalkan metode sales promotion dan personal selling yang telah ada selama ini serta memberikan metode-metode baru yang berkaitan dengan sales promotion dan personal selling yang tepat untuk CV. Dua Ikan Engineering & Chem. Dari hasil pengamatan yang dilakukan, penulis memperoleh beberapa kesimpulan. CV. Dua Ikan Engineering & Chem kurang efektif dalam melaksanakan sales promotion. Hal ini diketahui dari upaya CV. Dua Ikan Engineering & Chem yang hanya sebatas memasang iklan kecil di yellow pages sehingga tidak banyak konsumen yang menyadarinya. Selain itu kegiatan personal selling yang dilakukan oleh sales manager selama ini hanya telesales sehingga kurang aktif dalam mengunjungi para pelanggan, baik itu pelanggan lama yang mengalami keluhan maupun pelanggan-pelanggan baru. Dengan metode-metode yang baru tersebut, CV. Dua Ikan Engineering & Chem dapat mengatasi tingkat penjualan yang fluktuatif setiap bulannya. Selain itu metode tersebut juga dapat meningkatkan omzet penjualan CV. Dua Ikan Engineering & Chem yang selama ini belum mencapai titik impas.",
  "creators": "KEVIN ADIEL NATHANIEL; INDAH ROSA DEWI",
  "contributors": "Hartono Subagio (Advisor and Examination Committee); Drs. Sugiono Sugiharto, M.M., Ph.D. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Penjualan dan Distribusi",
  "source": "Penjualan dan Distribusi No. 36010002/MAN/2008; Kevin Adiel Nathaniel (36404059), Indah Rosa Dewi (36405157)",
  "subjects": "SALES MANAGEMENT; SALES PROMOTION; MARKETING MANAGEMENT"
}