{
  "id": "10055",
  "title": "A Study of the miserable lives of the female characters: Roselily, Myrna, and Mrs. Washington in alice walker's short stories",
  "abstract": "This is a study of the miserable lives of the female characters in Alice Walker's three short stories: \"Roselily\", \"Really, Doesn't Crime Pay?\" and \"Her Sweet Jerome\". All of the female characters: Roselily, Myrna, and Mrs. Washington are unhappy with their own marriage but they stay in their marriage. These three women still wants to find a way out to their problems. The thesis writer intends to begin her analysis by finding the causes of the miserable lives, which are mostly because of the female characters themselves and the men who are involved with them. The characters, Roselily, Myrna, and Mrs. Washington cannot be free from their miserable lives although actually they have alternatives. Then, the thesis writer wants to see their motivations to stay in their miserable marriage lives. In order to achieve her purpose, the thesis writer is aided with the theory of characterization, the theory on marriage, and the background of black women to help her analyze the characters. In the analysis the thesis writer discusses the causes of the miserable lives and the motivations in details through observing the characters of the three women, Roselily, Myrna and Mrs. Washington. At the end, the thesis writer concludes that with all of the various lives that those female characters have, their miserable lives are mostly caused by themselves and their men. In addition, for the motivations, the thesis writer finds that they have various motivations to stay in their position, such as to get freedom, to take revenge, to maintain the status and to be loved. To sum up, all of the female and male characters are inseparable to explain the miserable marriage lives they have to face.",
  "creators": "YENNY IMMAWATI",
  "contributors": "Liliek Soelistyo (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.791, Yenny Immawati (11494016)",
  "subjects": "WALKER, ALICE, 1944-... IN SHORT STORIES-STUDY AND TEACHING; AMERICAN FICTION-AFRO-AMERICAN AUTHORS-20TH CENTURY-STUDY AND TEACHING"
}