{
  "id": "10056",
  "title": "A Comporative study of con's and Henry's conflicts in living their illusory masks, in o'neill's a touch of the poet and pirandello's Henry IV",
  "abstract": "Luigi Pirandello and Eugene O'Neill are both remarkable playwrights and dramatists of the twentieth century. Both of them are pioneers in introducing plays of illusions. Moreover, both are positioned and belonged to the great quadrumvirate of the twentieth-century dramatists along with other great dramatists and playwrights, such as, Bertold Brecht and John Millington Synge. Pirandello, with his \"life is meaningless\" philosophy contributes Henry IV in the format of \"play-within'play\", which has become his trademark. Meanwhile, O'Neill, brilliant American playwright, contributes A Touch of a Poet completely with his remarkable technique of using brogue in the dialog. Both plays introduce their main characters as a man living under their illusory mask. Both Henry in Henry IV and Cornelius Melody in A Touch of a Poet decide to hide their true personality behind their illusory mask. Henry masks as Henry IV, whereas, Con Melody masks himself in his past glory. Both main characters are facing conflicts, either external or internal, in dealing with their own personality and the personalities of their illusory masks. The discussion in this thesis will be focused on the main characters' characterization to reveal their external and internal conflicts. To achieve this goal, characterization and conflict will be used as the main tool in order to analyze the conflicts concerning their illusions. From the analysis of the conflict, external and internal conflicts of the main characters will be found and will give description about the consequence of living under illusion. Henry and Con Melody have both conflicts. Therefore, the thesis writer will analyze what their external and their internal conflicts are. Indeed, through the analysis of both plays on the characterization, the internal and external conflicts, the thesis writer eventually prove the torturing conflicts that happen to the two men, who chooses to live part of, even, the whole of their life being their illusory masks.",
  "creators": "SUKMAWATI TJOKROAMINOTO",
  "contributors": "ANTONIUS GURITO (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.772; Sukmawati Tjokroaminoto (11495078)",
  "subjects": "ITALIAN DRAMA-20TH CENTURY-STUDY AND TEACHING; PIRAMBELLO, LUIGI, 1876-1936. HENRY IV-STUDY AND TEACHING"
}