{
  "id": "10052",
  "title": "Redesain corporate identity join playgroup dan kindergarten sebagai identitas dan media promosi di Surabaya",
  "abstract": "JOIN Pla group & Kindergarten adalah lembaga pendidi an prase olah yang berdiri seja tanggal 12 Juni 2004 dengan nama JOIN Pre-School & Enrichment. JOIN menyedia an elas pla group dengan mengguna an 100% bahasa Inggris sebagai bahasa pengantar. Pada tahun ajaran 2006-2007 JOIN a an memperluas jang auannya dengan membu a elas Kindergarten. Adapun endala yang dialami adalah arena JOIN berada tepat di depan TK Kristen Petra 13 yang mana lembaga pendidi an Petra telah di enal masyara at sebagai lembaga pendidi an yang ber ualitas. Selain itu JOIN juga memili i endala dengan logo yang dimili inya arena urang mampu mencermin an citra JOIN sendiri dan urang elegan untu mampu bersaing dengan Petra. Dalam usahanya untu mampu bersaing dengan Petra JOIN mela u an redesain corporate identit dengan mengganti nama menjadi JOIN Pla group & Kindergarten. Redesain ini diguna an untu mencipta an identitas baru yang sesuai dengan citra JOIN dan se aligus untu meng omuni asi an diri epada halaya . Pela sanaan redesain meliputi redesain logo dan pengapli asiannya e dalam beberapa media seperti peralatan antor, peralatan se olah untu siswa, sistem penanda, seragam, profil perusahaan dan media promosi. Keterbatasan wa tu yang ada membuat redesain corporate identit ini belum dapat diujicoba sehingga belum dapat terbu ti eefe tifannya. Namun arena redesain tersebut telah dila u an sesuai dengan teori, metode dan prosedur perancangan yang nalar dan ilmiah ma a secara teoritis redesain tersebut dapat di ata an efe tif.",
  "creators": "MENDY HOSANA MALKISEDEK",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); MARGANA (Advisor 2); Listia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Identitas Perusahaan",
  "source": "Identitas Perusahaan No. 00070851/DKV/2006; Mendy Hosana .M (42402193)",
  "subjects": "VISUAL COMMUNICATION; COMMERCIAL ART; GRAPHIC ARTS"
}