{
  "id": "10068",
  "title": "Penerapan tax review atas perhitungan pajak penghasilan (PPh) badan sebagai dasar evaluasi pemenuhan kewajiban perpajakan",
  "abstract": "CV. \"X\" merupakan wajib pajak badan yang baru berdiri pada tahun 2005. Karena masih tergolong baru, CV. \"X\" berinisiatif untuk memeriksa kembali pemenuhan kewajiban pajaknya, khususnya untuk pengisian SPT Tahunan Badan, melalui suatu kegiatan yang dikenal dengan istilah tax review. Adapun tujuan dari penelitian ini adalah untuk membantu CV. \"X\" agar mengetahui bagaimana tax review diterapkan atas perhitungan PPh Badan sehingga CV. \"X\" dapat mengevaluasi apakah pelaksanaan kewajiban perpajakannya selama ini telah sesuai dengan ketentuan perpajakan atau tidak. Penelitian ini mengambil bentuk penelitian deskriptif yang mengungkapkan suatu masalah atau fakta yang sebenarnya terjadi. Metode pengumpulan data yang digunakan adalah wawancara dan dokumentasi. Data-data yang berhasil didapatkan, kemudian diperiksa, dikoreksi fiskal dan dilakukan perhitungan ulang atas PPh terhutang CV. \"X\". Dari hasil analisa dan pembahasan diketahui bahwa CV. \"X\" masih melakukan kesalahan dalam melaksanakan pemenuhan kewajiban materialnya, yaitu kesalahan dalam menghitung PPh terutang, yang diakibatkan kesalahan dalam melakukan koreksi fiskal, terutama untuk biaya yang berkaitan dengan natura dan kenikmatan, penyusutan aktiva tetap, dan piutang tak tertagih. Kesalahan dalam perhitungan PPh terhutang ini menyebabkan pula kesalahan dalam pengisian SPT Tahunan Badan oleh CV. \"X\".",
  "creators": "WENNY PUTRI ABEDNEGO",
  "contributors": "Yenni Mangoting (Advisor 1); MUDJIAWAN, H.W (Advisor 2); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010881/AKT/2008; Wenny Putri Abednego (32404015)",
  "subjects": "TAX ACCOUNTING; INCOME TAX-ACCOUNTING"
}