{
  "id": "10117",
  "title": "Reaksi pasar terhadap publikasi laporan keuangan: studi kasus pada perusahaan manufaktur dan non manufaktur tahun 2002-2006 di BEJ",
  "abstract": "Tujuan dari penelitian ini adalah untuk mengetahui perbedaan rata-rata excess return saham dan rata-rata volume perdagangan saham sepuluh hari sebelum dan sepuluh hari sesudah tanggal publikasi laporan keuangan pada perusahaan manufaktur dan non manufaktur tahun 2002-2006. Penelitian ini dilakukan dengan menggunakan sampel sebanyak 55 perusahaan, yang terdiri dari 15 sektor perusahaan pada periode 2002-2006 di Bursa Efek Jakarta (BEJ). Hasil pengujian hipotesis pertama adalah pengujian perbedaan publikasi laporan keuangan terhadap excess return yang dibagi menjadi 3 bagian yaitu pengujian untuk Excess return per tahun dari tahun 2002-2006 tidak terdapat perbedaan secara signifikan terhadap 10 hari sebelum dan 10 hari sesudah laporan keuangan. Untuk excess return per sektor terdiri dari 15 sektor yang diuji hanya ada 1 sektor yang terdapat perbedaan secara signifikan yaitu sektor paper and allied products. Sedangkan sisanya sebanyak 14 sektor yang lain tidak terdapat perbedaan secara signifikan. sedangkan excess return secara keseluruhan selama 5 tahun tidak terdapat perbedaan yang signifikan terhadap publikasi laporan keuangan. Hasil pengujian hipotesis kedua adalah pengujian terhadap volume perdagangan saham membuktikan bahwa volume perdagangan pertahun dari periode 2002-2006 diperoleh hasil tidak terdapat perbedaan yang signifikan terhadap 10 hari sebelum dan 10 hari sesudah publikasi laporan keuangan. untuk volume perdagangan saham per sektor dari 15 sektor yang diuji semuanya menunjukkan hasil tidak terdapat perbedaan secara signifikan. sedangkan volume perdagangan saham secara keseluruhan selama 5 tahun membuktikan bahwa tidak terdapat perbedaan secara signifikan terhadap publikasi laporan keuangan. Berdasarkan hasil uji hipotesis, penelitian ini menemukan fakta bahwa informasi publikasi laporan keuangan tidak terdapat perbedaan yang signifikan terhadap excess return dan volume perdagangan saham. Tidak adanya perbedaan ini menunjukkan bahwa pasar modal Indonesia masih tergolong pasar yang inefisien, sehingga dalam informasi publikasi laporan keuangan tidak mampu memberikan informasi yang content dan mempunyai value bagi investor dalam mengambil keputusan untuk berinvestasi.",
  "creators": "CHARNES SETIAWAN",
  "contributors": "Juniarti (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010760/AKT/2007; Charnes Setiawan (32402161)",
  "subjects": "FINANCIAL STATEMENTS; CAPITAL-ACCOUNTING"
}