{
  "id": "10112",
  "title": "Analisis repositioning brand TPI: persepsi dan ekspektasi masyarakat menengah bawah dan masyarakat pendidik di Surabaya",
  "abstract": "Ketunggalan makna sebuah merek dalam benak konsumen sangat penting. Berdasarkan data, terjadi kebingungan pada masyarakat mengenai posisi TPI. TPI (Televisi Pendidikan Indonesia) yang dulunya sebagai televisi pendidikan sekolah, kini berubah posisinya sebagai televisi hiburan yang paling Indonesia. Maka diperlukan penjelasan mengenai repositioning dan bagaimana persepsi masyarakat menengah bawah dan masyarakat pendidik mengenai repositioning TPI tersebut. Metode pemecahan masalah yang digunakan pada penelitian ini yaitu metode survai dengan kuantitatif deskriptif. Subjek penelitian adalah masyarakat menengah bawah dengan penghasilan dibawah UMR (Uang Minimum Regional) dan masyarakat pendidik yang berprofesi sebagai guru yang memiliki gelar keguruan. Metode pengumpulan data dengan purposive sampling, instrumen yang digunakan berupa kuesioner, pedoman wawancara dan telaah pustaka. Hasil dari data penelitian ini bahwa responden masyarakat menengah bawah memposisikan TPI sebagai televisi hiburan yang bernuansa khas Indonesia dan senang terhadap repositioning yang dilakukan TPI, sedangkan masyarakat pendidik memposisikan TPI sebagai televisi pendidikan (informal) dan menyayangkan terhadap repositioning yang dilakukan TPI. Ekspektasi kedua masyarakat responden terhadap TPI sudah cukup terpenuhi, hanya responden dari masyarakat pendidik mengharapkan kualitas pendidikan (informal) yang lebih bermutu yang dikemas secara hiburan yang asyik. Dari penelitian ini menghasilkan simpulan bahwa TPI tidak mempunyai ketunggalan makna, sebagian menganggap TPI sebagai televisi pendidikan, sebagian menganggap TPI sebagai televisi hiburan yang menampilkan kekhasan Indonesia.",
  "creators": "UTAMI DEWI SUWIGNJO",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); MARGANA (Advisor 2); Listia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010839/DKV/2006; Utami Dewi Suwignjo (42402171)",
  "subjects": "VISUAL COMMUNICATION; SIGNS AND SYMBOLS"
}