{
  "id": "10128",
  "title": "Faktor sukses kritis dalam project briefing: studi kasus pada proyek pasar pemerintah Kotamadya Surabaya",
  "abstract": "Dewasa ini proyek pasar pemerintah yang dibangun ulang (revitalisasi) semakin bertambah jumlahnya. Sebelum mengadakan revitalisasi tersebut, perlu dilakukan briefing dengan melibatkan pemerintah (selaku developer), konsultan, kontraktor, dan para stakeholder agar bisa tercapai kesepakatan dalam pembangunan tersebut. Briefing proyek konstruksi adalah proses yang dinamis dan kompleks yang termasuk pengidentifikasian dan penyampaian kebutuhan dan permintaan dari klien secara akurat kepada tim proyek dan informasi proyek yang perlu dipikirkan selama proses. Terdapat lima faktor utama dalam faktor-faktor sukses kritis dalam project briefing yaitu faktor yang berhubungan dengan proyek, faktor yang berhubungan dengan manusia, faktor yang berhubungan dengan proses, faktor yang berhubungan dengan input dan faktor yang berhubungan dengan output. Penelitian dilakukan dengan melakukan penyebaran kuesioner terhadap beberapa pasar yang direvitalisasi dan pernah melakukan project briefing di Surabaya. Dari setiap faktor sukses kritis project briefing dan kendala untuk setiap pasar dan secara keseluruhan dianalisis secara deskriptif dengan distribusi frekuensi (mean dan peringkat), juga secara inferensial (analisa ANOVA) untuk mengetahui perbedaan dari setiap pasar yang diteliti. Hasil analisa kuesioner menunjukkan bahwa berikut ini merupakan faktor sukses kritis yang paling berpengaruh dari setiap pasar adalah kejelasan peran dari stakeholder (Pasar Tambah Rejo), program dan biaya yang realistis (Pasar Wonokromo dan Pasar Turi) dan mengevaluasi dan memonitoring dalam proses (Pasar Kapasan). Kendala paling besar yang dihadapi dalam project briefing adalah adanya perbedaan tujuan dan sasaran serta program dan biaya yang tidak realistis (untuk empat pasar). Secara umum tidak ada perbedaan jawaban yang signifikan baik terhadap faktor sukses kritis dan kendala dalam project briefing.",
  "creators": "KHOE RONALDO KUSWARA; LISTYANI",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Andi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011585/SIP/2008; Khoe Ronaldo Kuswara (21402013), Listyani (21402114)",
  "subjects": "PROJECT MANAGEMENT; CONSTRUCTION INDUSTRY-MANAGEMENT"
}