{
  "id": "1012",
  "title": "Evaluasi perilaku struktur rangka beton bertulang tahan gempa yang direncanakan dengan daktilitas terbatas berdasarkan SK SNI T-15-1991-03 dan ACI 318-89",
  "abstract": "Dua model struktur rangka (portal) beton bertulang yang terletak di wilayah gempa 4 Indonesia direncanakan dengan dua tingkat daktilitas menurut SKSNI T-15-1991-03 pasal 3.14 dan dengan ketentuan untuk portal yang terletak di daerah resiko gempa sedang menurut pasal 21.9 ACI 318-89. Evaluasi perilaku struktur tersebut terhadap gempa dengan taraf enam kali beban gempa menurut Peraturan (Elcentro lx dan Taft 2x) dan taraf gempa dengan waktu ulang 200 tahun (Eleentro l,6x, Taft 3,3K dan Pacoima Dam modified) menurut Indonesian Eartquake Studies Vol. 4 dilakukan dengan program analisa inelastis riwayat waktu \"Ruaumoko\". Perencanaan dengan daktilitas terbatas menurut SKSHI menghasilkan portal yang mempunyal mekanisme goyang kurang baik, yaitu terbentuk sendi-sendi plastis pada kolom-kolom. Pada umumnya terjadi kegagalan geser pada sebagian kolom portal. Untuk portal bertingkat tinggi mekanisme goyang tersebut berakibat lebih buruk, di mana daktilitas yang dituntut pada sebagian balok dan kolom tidak dapat dipenuhi. Portal bertingkat rendah yang direncanakan berdasarkan ACI 318-89 ternyata memiliki ketahanan yang cukup tinggi dilanda gempa Taft dan gempa Pacoima, namun lemah terhadap gempa Elcentro. Sedangkan pada portal bertingkat tinggi, banyak terbentuk sendi plastis pada kolom sehingga berakibat buruk terhadap keseluruhan sistim penahan beban lateral struktur. Portal yang direncanakan dengan daktilitas penuh menunjukkan ketahanan yang baik dengan mekanisme goyang yang diharapkan dalam menahan gempa yang setara dengan enam kali beban gempa menurut peraturan, dengan perkecualian pada portal bertingkat tinggi yang dikenai gempa Elcentro. Dikenai gempa yang setara dengan gempa waktu alang 200 tahun portal bertingkat rendah jnaupun bertingkat tinggi menunjukkan beberapa kekurangan.",
  "creators": "HEIDI PURWONO; DJAJAPRANATA TEDJO",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1); Takim Andriono (Advisor 2); Ir. Soehendro Ratnawidjaja, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No 561 S; Djajapranata Tedjo (21488056), Heidi Purwono (21488130)",
  "subjects": "REINFORCED CONCRETE CONSTRUCTION; EARTHQUAKES AND BUILDING"
}