{
  "id": "10131",
  "title": "Perkreditan kontraktor kualifikasi kecil",
  "abstract": "Saat ini industri konstruksi terus mengalami perkembangan, apalagi didukung dengan suku bunga perbankan yang cukup rendah menyebabkan banyak kontraktor membiayai proyeknya dengan cara mengambil kredit dari bank, tidak terkecuali dengan para kontraktor kecil, dimana sebagian modal kerjanya diperoleh dari bank. Adapun syarat yang diajukan pihak perbankan bagi kontraktor yang akan meminjam kredit cukup banyak dan pihak kontraktor harus memenuhi semua prasyarat tersebut bila ingin permohonan kredit yang diajukan disetujui pihak bank. Penelitian dilakukan dengan melakukan penyebaran kuesioner terhadap kontraktor kualifikasi kecil anggota GAPENSI Surabaya tahun 2006 dan 2 bank swasta di Surabaya. Dari setiap faktor yang ada dianalisis secara deskriptif dengan distribusi frekuensi, mean, peringkat, dan secara inferensial dengan analisa faktor. Untuk melihat perbedaan signifikan jawaban berdasarkan jabatan responden digunakan uji Independent Samples T test. Hasil analisa deskriptif didapat bahwa pada pengajuan permohonan kredit yang paling perlu adalah surat-surat izin, pada analisa kredit yang paling perlu adalah sasaran dan tujuan kredit. Kredit digunakan kontrakor untuk working capital in project dengan angsuran bulanan dan waktu pengembalian lebih dari satu tahun. Hambatan terbesar yang dihadapi kontraktor yaitu pelanggaran hukum. Hasil analisa inferensi terbentuk 4 faktor baru dari pengajuan permohonan kredit yaitu bukti keberadaan kontraktor, bukti kegitan kontraktor, hasil kegiatan kontraktor, dan bukti kelengkapan kontraktor. Dari hasil uji Independent Samples T test didapat bahwa tidak ada perbedaan jawaban antara jabatan direktur dan staf keuangan.",
  "creators": "CHRISTIAN ADI PRAYITNO; SEPTIFANI",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Sentosa Limanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Source No. 21011586/SIP/2008; Christian Adi Prayitno (21403006), Septifani (21403038)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; PROJECT MANAGEMENT"
}