{
  "id": "10136",
  "title": "Strategi sumber daya manusia untuk pekerja konstruksi (staf teknik)",
  "abstract": "Sumber daya manusia merupakan salah satu elemen penting dalam perusahaan konstruksi yang seharusnya diberi perhatian lebih. Perusahaan konstruksi harus mampu merencanakan strategi sumber daya manusia untuk pekerja konstruksinya dengan baik (analisa faktor internal, faktor eksternal, dan strategi kebijakan sumber daya manusia). Penelitian dilakukan dengan melakukan penyebaran kuisoner terhadap perusahaan-perusahaan konstruksi golongan menengah yang tergabung dalam GAPENSI di Kota Surabaya. Dari setiap faktor internal dan eksternal perusahaan, serta strategi-kebijakan sumber daya manusia akan dianalisis secara deskriptif dengan distribusi frekuensi, mean dan peringkat serta analisis inferensi dengan analisis faktor dan t test. Hasil analisa kuisoner dengan analisis faktor menghasilkan 3 kelompok faktor baru yaitu faktor keunggulan calon staf teknik {terdiri dari variabel pengalaman kerja (X211), ketrampilan yang dimiliki (X212), spesialisasi (X213), pendidikan nonformal (X232), dan usia aktif dari para calon staf teknik (X251)}, faktor makro sosial ekonomi {terdiri dari variabel naik turunnya suku bunga (X221), inflasi (X222), dan perubahan-perubahan sosial (X242)}, dan faktor demografi {terdiri dari variabel tingkat pendidikan formal (X233) dan usia non aktif dari para calon staf teknik (X252)}. Untuk analisis dengan t test, didapatkan kesimpulan bahwa tidak ada perbedaan pendapat dari para responden yang dikualifikasikan atas gender (pria, wanita), jabatan (direktur, kepala personalia), dan lama jabatan (=10 tahun, >10 tahun).",
  "creators": "DENNY LIOS; NOVI YULITA",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Indriani Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011587/SIP/2008; Denny Lios (21403135), Novi Yulita (21404035)",
  "subjects": "CONSTRUCTION INDUSTRY-PERSONAL MANAGEMENT; CONSTRUCTION INDUSTRY-MANAGEMENT"
}