{
  "id": "10132",
  "title": "A Study on the main male character's treatments towards the main female character and the ways she changes those treatments as seen in Samuel Richardson's Pamela or Virtue Rewarded",
  "abstract": "This thesis starts from Samuel Richardson?s bravery in stating his idea towards women through the main female character of Pamela or Virtue Rewarded. He writes Pamela to show how a woman should do in facing the reality in his era Furthermore, it is also based on the main female character?s braveness in changing her master. This thesis? purpose is to find the main male character?s treatments towards the main female character and her ways in changing those treatments. The scope of this study is on Mr. B?s treatments towards Pamela and her ways in changing it. I limit the study only on Pamela and Mr. B. In this thesis, I use literary approach by using the theory of characterization since I want to analyze Mr. B?s and Pamela?s attitudes. Beside that I also use theory of conflict as the helping theory in finding the conflict which occurs between them. Furthermore, since it talks about man?s oppression towards woman and about woman?s efforts to overcome it in the Victorian Era, I also put a discussion about women?s role in Victorian Age to help me in doing my thesis. In the analysis chapter it shows about Mr. B?s treatments towards Pamela before and after she changes him and also about Pamela?s ways in changing his treatments. In the conclusion, I found that Pamela has done some efforts to change Mr. B. She shows her courage in admonishing her master. Furthermore, she also shows a high self-esteem so that Mr. B could not underestimate her. At last, Pamela also uses her weaknesses to gain her master?s mercy and affection. Finally, it can be concluded that Samuel Richardson can be considered as an important man in his era because he has put an idea towards women and their struggle to gain their freedom and rights in Pamela or Virtue Rewarded.",
  "creators": "YOHANES KURNIAWAN WINARDI",
  "contributors": "Dr. Dra. Yuli Christiana Yoedo, M.Pd. (Examination Committee 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesus No.01011626/ING/2007; Yohanes Kurniawan w. (11401133)",
  "subjects": "ENGLISH FICTION-18TH CENTURY-STUDY AND TEACHING; RICHARDSON, SAMUEL, 1689-1761. CLARISSA-STUDY AND TEACHING"
}