{
  "id": "10134",
  "title": "Upaya peningkatan kualitas layanan di Rumah Sakit Bhayangkara Surabaya",
  "abstract": "Tingkat kepuasan pasien merupakan faktor utama dalam mempertahankan suatu kesuksesan dari suatu badan usaha atau organisasi. Menyadari hal itu Rumah Sakit (RS) Bhayangkara berusaha memberikan layanan yang terbaik kepada pasiennya. Tidak puasnya pasien yang berobat di RS Bhayangkara menjadi latar belakang perlunya dilakukan penelitian lebih lanjut untuk mengetahui penyebab permasalahan yang terjadi. Kualitas layanan yang kurang sesuai dengan harapan pasien disebabkan karena standarisasi layanan yang ada kurang jelas sehingga pelaksanaannya tergantung pada masing-masing individu yang melakukannya. Upaya peningkatan kualitas layanan ini bertujuan untuk membantu pihak RS Bhayangkara dalam mengetahui harapan dan tingkat kepuasan pasien terhadap kualitas layanan yang ada. Selain itu juga perlu diketahui penyebab dari ketidakpuasan yang terjadi dan cara untuk mengatasinya. Metode yang digunakan dalam meneliti kualitas layanan di RS Bhayangkara adalah metode service quality (servqual). Hasil perhitungan gap 5 menunjukkan adanya gap yang bernilai negatif secara berturut-turut sebesar -0,3160; -0,6185; -0,1405; -0,1291; dan 0,0270 pada dimensi tangible, reliability, responsiveness, assurance, dan empathy yang berarti harapan pasien lebih tinggi daripada persepsi pasien terhadap kualitas layanan yang diterimanya. Perbedaan antara persepsi pasien dan harapan pasien disebabkan oleh spesifikasi standar kualitas layanan dan pelaksaan standar kualitas layanan tersebut. Standar kualitas layanan yang ada kurang jelas dan spesifik sehingga akan berpengaruh pada pelaksanaan standar kualitas layanan. Untuk mengatasi hal ini dapat dilakukan dengan cara membuat evaluasi pada spesifikasi standar kualitas tiap tahun. Dari evaluasi tersebut dapat diketahui apakah kualitas layanan tersebut tidak cocok dengan harapan pasien sehingga pihak RS Bhayangkara dapat segera menemukan penyebab dan solusinya.",
  "creators": "SELVIANA F PATTIPEILOHY",
  "contributors": "Kriswanto Widiawan (Advisor 1); Felecia, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011203/IND/2007; Selviana Fanny Pattipeilohy (25401152)",
  "subjects": "TOTAL QUALITY SERVICE; CONSUMER SATISFACTION"
}