{
  "id": "10146",
  "title": "Perbandingan perencanaan komponen struktur lentur berdasarkan PKKI 1961 NI-5 dan SNI tata cara perencanaan konstruksi kayu Indonesia",
  "abstract": "Setelah ? 40 tahun semenjak adanya peraturan struktur kayu yang lama, yaitu PKKI 1961 NI-5, muncullah SNI Tata Cara Perencanaan Konstruksi Kayu. Penelitian ini bertujuan memaparkan perubahan-perubahan ketentuan yang terjadi antara kedua peraturan tersebut. Pembahasan yang ditinjau hanya perencanaan komponen struktur lentur sederhana, tidak termasuk glulam dan sambungan penahan momen. Kayu yang diteliti adalah kayu kelas mutu A. Struktur yang ditinjau berupa balok tunggal di atas 2 perletakan sederhana dengan 3 macam ukuran, yaitu : 10/20, 8/12 dan 6/12. Struktur tersebut diasumsikan sebagai salah satu elemen yang terdapat pada struktur atap yang terlindung. Beban yang diberikan berupa beban merata dan beban terpusat di tengah bentang. Setiap macam beban akan ditinjau dalam 3 jenis kayu (Jati, Keruing dan Ulin), 2 macam bentang (panjang dan pendek) serta 2 macam sifat pembebanan (beban tetap, beban tetap + beban angin). Hasil penelitian menunjukkan bahwa perencanaan komponen struktur lentur berdasarkan SNI Tata Cara Perencanaan Konstruksi Kayu pada sifat pembebanan beban tetap, kombinasi pembebanan 1,2D+1,6L+0,5(La atau H), lebih aman daripada PKKI 1961 NI-5. Sedangkan pada sifat pembebanan beban tetap+beban angin, kombinasi pembebanan 1,2D+1,3W+0,5L+0,5 (La atau H), terjadi hal yang sebaliknya. Hal tersebut terkait dengan angka keamanan yang berupa faktor-faktor koreksi yang mempengaruhi kedua peraturan tersebut.",
  "creators": "ANTONIUS KRISTANTO T; ANDREA HARTANTO",
  "contributors": "Budisetyono Tedjakusuma (Advisor 1); Ruslan Djajadi (Advisor 2); Budiman Proboyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.11011589/SIP/2008; Antonius Kristanto T. (21404001), Andrea Hartanto (21404029)",
  "subjects": "BUILDING, WOODEN"
}