{
  "id": "10153",
  "title": "Evaluasi kinerja struktur baja dengan sistem rangka pemikul momen khusus (SRPMK) yang didesain berdasarkan SNI 03-1729-2002 di wijayah 6 peta gempa Indonesia",
  "abstract": "Ketentuan khusus perencanaan struktur baja untuk bangunan gedung diatur dalam SNI 03-1729-2002. Dengan diterbitkannya SNI yang relatif baru ini, maka diperlukan suatu evaluasi yang menyeluruh. Secara khusus diperlukan evaluasi untuk memperkirakan kondisi inelastis bangunan saat gempa terjadi dan mendapatkan jaminan bahwa kinerjanya memuaskan. Penelitian ini bertujuan untuk mengevaluasi apakah kinerja Sistem Rangka Pemikul Momen Khusus (SRPMK) yang didesain menurut SNI 03-1729-2002 di wilayah 6 peta gempa Indonesia akan sesuai dengan kinerja bangunan yang diharapkan terjadi. Struktur SRPMK yang ditinjau pada penelitian ini berupa bangunan 4, 8, dan 12 lantai dengan denah yang simetris. Beban gempa diberikan pada satu arah bangunan saja. Pada penelitian ini SNI 03-1726-2002 pasal 5.6. tidak dipenuhi. Pemeriksaan kinerja struktur dilakukan dengan analisa statis pushover non-linier dengan pola pembebanan sesuai dengan respons struktur ragam pertama, dan analisa dinamis time history non-linier dengan beban gempa El Centro 18 Mei 1940 komponen North-South yang dimodifikasi sesuai SNI 03-1726-2002. Hasil peninjauan lokasi sendi plastis, menunjukkan bahwa sendi plastis terjadi di kolom pada bangunan 8 dan 12 lantai saat dibebani gempa rencana 1000 tahun. Untuk parameter damage index, semua bangunan menunjukkan kinerja yang baik.",
  "creators": "SEPTIANY KRISNANTI WIYONO; EDO YUWONO",
  "contributors": "Effendy Tanojo (Advisor 1); Pamuda Pudjisuryadi (Advisor 2); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011591/SIP/2008; Septiany Krisnanti Wiyono (21404018), Edo Yuwono (21404049)",
  "subjects": "STEEL, STRUCTURAL; BUILDINGS-EARTHQUAKE EFFECTS"
}