{
  "id": "10157",
  "title": "Perencanaan kapasitas dan evaluasi perilaku seismik portal baja untuk ductile moment resisting frame (DMRF) berdasarkan sni yang baru",
  "abstract": "Konsep perencanaan kapasitas (capacity design) yang telah lama dikenal pada konstruksi beton bertulang akan diterapkan pada konstruksi baja. Namun karena adanya perbedaan perilaku inelastis dan elastis antara baja dan beton bertulang menyebabkan prosedur perencanaan kapasitas beton tidak dapat dipakai langsung untuk konstruksi baja. Oleh karena itu diperlukan suatu standar perencanaan khusus untuk struktur baja. Didalam, skripsi ini dipelajari perencanaan kapasitas berdasarkan konsep SNI yang baru, yang akan diterapkan pada \"Ductile Moment Resisting Frame (DMRF)\". DMRF ini memiliki keuntungan yaitu mempunyai sifat yang daktail dengan kapasitas pemancaran energi yang besar. Pada DMRF, diharapkan terbentuknya sendi-sendi plastis akibat gempa dan beberapa kasus pembebanan, terjadi pada ujung-ujung balok atau pada ujung kolom paling bawah. Untuk menguji hasil perencanaan, kita memberikan simulasi gempa yang sesungguhnya pada struktur kita dengan menggunakan program \"RUAUMOKO\". Dengan program ini, dapat dilihat apakah setelah gempa terjadi, sendi-sendi plastis memang benar-benar terjadi di tempat-tempat yang kita rencanakan. Ternyata output dari ruaumoko menunjukkan bahwa pada struktur 4 & 8 lantai konsep capacity design terpenuhi, sedangkan untuk struktur 12 lantai perencanaan gaya geser gempa dengan cara analisa beban statik ekivalen tidak dapat digunakan.",
  "creators": "ALEXANDER WIBOWO; ANDRE WINDARTA",
  "contributors": "Hasan Santoso (Advisor 1); Ima Muljati Ginsar (Advisor 2); Ir. Prasetio Sudjarwo, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.1047 S; Alexander (21496001), Andre Windarta (21496188)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS"
}