{
  "id": "10155",
  "title": "Faktor-faktor yang mempengaruhi pejalan kaki dalam memanfaatkan jembatan penyeberangan di Surabaya",
  "abstract": "Meskipun jembatan penyeberangan mempunyai efektivitas yang tinggi untuk menghindarkan penyeberang jalan dari konflik dengan kendaraan, tetapi tingkat penggunaannya masih rendah. Hal ini menunjukkan bahwa keselamatan bukanlah satu - satunya faktor yang berpengaruh dalam pemilihan fasilitas penyeberangan. Masih ada faktor - faktor lain yang mempengaruhi penyeberang jalan dalam menggunakan fasilitas penyeberangan. Tujuan penelitian dalam tugas akhir ini adalah untuk menghitung bobot faktor - faktor tersebut serta mencari karakteristik penyeberang jalan yang menggunakan jembatan penyeberangan. Penelitian dilakukan dengan menyebarkan kuisioner kepada seribu orang penyeberang jalan pada 14 buah jembatan penyeberangan di Surabaya. Kuisioner terdiri dari empat bagian. Bagian pertama berisi karakteristik penyeberang jalan yaitu karakteristik sosial ekonomi, karakteristik perjalanan dan karakteristik alasan penggunaan jembatan penyeberangan. Bagian kedua berisi perbandingan faktor -faktor yang mempengaruhi penggunaan jembatan penyeberangan (kriteria) dan subkriterianya. Bagian ketiga berisi perbandingan fasilitas penyeberangan. Bagian terakhir merupakan penilaian responden terhadap kondisi jembatan penyeberangan saat ini. Pengolahan data bagian pertama dilakukan melalui uji Chi-Square untuk menentukan hubungan antara karakteristik penyeberang jalan dengan frekuensi penggunaan jembatan penyeberangan sehingga dihasilkan karakteristik pengguna jembatan penyeberangan. Data kedua dan ketiga dianalisa dengan AHP untuk menentukan bobot masing - masing faktor dan ranking fasilitas penyeberangan. Data terakhir diolah dengan teknik statistik untuk mengetahui penilaian masyarakat terhadap jembatan penyeberangan. Hasil pengolahan data menunjukkan bahwa sebagian besar pengguna jembatan penyeberangan adalah wanita dan golongan usia produktif (21 - 30 tahun). Sedangkan analisa AHP menghasilkan kemudahan sebagai faktor utama yang mempengaruhi penggunaan jembatan penyeberangan. Waktu dan jarak penyeberangan harus dijadikan pertimbangan utama dalam usaha meningkatkan penggunaan jembatan penyeberangan. Cara yang dapat dilakukan adalah memasang pagar, baik di tepi maupun di tengah jalan.",
  "creators": "HERI SURYANTO; RUDIANTO",
  "contributors": "Philipus Kardi Teknomo (Advisor 1); Indriani (Advisor 2); Harry Patmadjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.885 S; Rudianto (21491188), Heri Suryanto (21499240)",
  "subjects": "TRAFFIC ENGINEERING; URBAN TRANSPORTATION"
}