{
  "id": "10179",
  "title": "The Errors of derivational affixes produced by the fourth semester students of the english department at Petra Christian University",
  "abstract": "Error may exist among the second or foreign language learners. Therefore,it is important to show the error of derivational affixes to help the readers to getbetter understanding about derivational affixes. In doing the research, the writertakes the data from the fourth semester students because they can be considered asthe EFL learners. Therefore, they may produce the error of derivational affixes.The writer uses the theories of morpheme and derivational affixes as guidelines toanalyze the data. It means that the scope of the study is derivational affixesproduced by the fourth semester students. After analyzing each of the students?answers, the writer reveals that almost half of the fourth semester studentsproduce the errors of derivational affixes. There are 14 affixes added into thewords incorrectly by the students. The most type of error of affixes produced bythe students can be categorized into five ranks. The first rank is prefix de-; thesecond rank is the non-, -age and fore- affixes; the third rank is anti-, -ify, -ant andbe- affixes; the fourth rank is the prefix mal-; the fifth rank is ?ion, -ive, -ize, en-,and out- affixes. It can be concluded that the fourth semester students produce theerrors of derivational affixes in adding the right prefix or suffix into the words.The number of error of prefixes produced by the students is eight prefixes.Meanwhile, the number of error of suffixes produced by the students is sixsuffixes.",
  "creators": "FIKA MAULIANA SARI",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.02011668/ING/2007; Fika Maulianasari (11403098)",
  "subjects": "ENGLISH LANGUAGE-GRAMMAR"
}