{
  "id": "10183",
  "title": "The Types of utterances of children language in \"daddy day care\"",
  "abstract": "This study is aimed at finding out the types of utterances and their patterns used by the children characters in the film\"Daddy Day Care\" since the children were seen to speak differently from adults. The writer uses the theory of Danny Steinberg (1993) to explain about how children learn language from several months until three years old. In addition, the writer uses Roger Brown?s (1970) theory of children stages in learning language in addition to the Steinberg?s theory. Moreover, the writer uses the theory of Stageberg and Oaks (2000) to analyze the patterns of sentences produced by the children characters. The data were collected by taking notes from the conversation from the film and matched with the script of the film. After identifying the data, the writer analyzed the types and the patterns of the utterances of children characters. The next step was counting the occurrence of the sentence patterns which were mostly used by the children characters. From the analysis, the writer found out the types of utterances used by the children characters. The writer also found out the patterns of the children?s utterances. The children characters, at the age of four, produce one-word, two- and three-word utterances and utterances consisting of more than three words. The finding of the research also shows that children characters in film \"Daddy Day Care\" are able to produce simple and complex sentence.",
  "creators": "ROSSA KRISTIANA",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.02011706/ING/2007; Rossa Kristiana (11403086)",
  "subjects": "LANGUAGE ACQUISITION; PSYCHOLINGUISTICS"
}