{
  "id": "10191",
  "title": "Perancangan sistem informasi pendaftaran dengan teknologi internet dan administrasi kesiswaan pada SMA Kristen Petra 5",
  "abstract": "Sistem informasi atas siklus administrasi kesiswaan pada sekolah masih manual, dimana untuk pencatatan data dilakukan berulang-ulang secara manual sehingga berpotensi terjadi human error. Sementara itu untuk mencetak laporan, sekolah harus membuatnya terlebih dahulu. Tujuan penelitian ini adalah merancang sistem informasi terkomputerasi atas siklus administrasi kesiswaan pada SMU Kr. Petra 5. Penelitian ini merupakan penelitian deskriptif dengan rancangan penelitian berupa studi kasus dengan menggunakan data kualitatif. Unit analisis data dalam penelitian ini adalah bagian keuangan dan panitia PMB pada SMU Kr. Petra 5. Penelitian ini menghasilkan output, input, database, dan pengendlian internal. Laporan yang akan dihasilkan, yaitu: Rekapitulasi Daftar Ulang, Register Penerimaan Murid Baru, Rekapitulasi Pendaftaran, Nomor-Nomor Formulir Yang Belum Lunas, Laporan Penerimaan Uang Sekolah, Belum Terbayarnya Uang Sekolah, Laporan Penjualan Formulir Pendaftaran Seleksi per Hari, dan Penerimaan Bulanaan Sekolah. Diharapkan dengan menerapkan sistem informasi terkomputerisasi atas siklus administrasi kesiswaan, kesalahan akibat human error dapat dikurangi karena peng-input-an dan pemrosesan data dilakukan secara terkomputerisasi dengan menerapkan pengendalian aplikasi, sehingga sekolah dapat mendapatkan laporan yang dibutuhkan tepat waktu dan akurat.",
  "creators": "ANDREAS HERMANTO",
  "contributors": "Oviliani Yenty Yuliana (Advisor 1); Setyarini Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010679/AKT/2006; Andreas Hermanto (32401059)",
  "subjects": "DATA BASE DESIGN; DATA BASE MANAGEMENT; ACCOUNTING-COMPUTER PROGRAMS"
}