{
  "id": "10190",
  "title": "Perlakuan akuntansi dan perpajakan atas transaksi merger pada PT. \"X\" di Jakarta",
  "abstract": "Latar belakang penelitian yang diambil oleh penulis adalah kondisi perekonomian yang memburuk membawa dampak yang cukup penting bagi kelangsungan usaha suatu perusahaan, Untuk mengatasi keadaan tersebut diperlukan langkah - langkah perbaikan, misalnya dengan melakukan restrukturisasi usaha. Salah satu bentuk restrukturisasi usaha adalah merger. Ada dua cara yang dapat digunakan untuk merger yaitu dengan menggunakan purchase method dan menggunakan pooling of interest method. Penulis ingin menganalisa perlakuan akuntansi dan perlakuan perpajakan perusahaan apakah telah sesuai dengan PSAK no22 dan peraturan perpajakan yang berlaku. Metode penelitian yang digunakan adalah penelitian deskriptif dengan studi kasus pada PT X yang melakukan merger dengan PT Intipangan Persada. Pengolahan data dilakukan dengan mengumpulkan data yang diperoleh dari perusahaan dan laporan keuangan gabungan setelah merger. Setelah itu penulis melakukan analisis atas pencatatan tersebut. Hasil yang diperoleh dari penelitian ini adalah penulis berhasil membuktikan bahwa perlakuan akuntansi dan perlakuan perpajakan perusahaan telah sesuai dengan PSAK no 22 dan peraturan perpajakan yang berlaku. Hal ini terlihat dalam PT X melakukan merger menggunakan purchase method timbul Goodwill, aktiva dan kewajiban perusahaan yang diambil alih harus dinilai kembali dan kena PPh final 10%.",
  "creators": "BOB CHRISTIAN WIJAYA",
  "contributors": "WIDARTOYO (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010677/AKT/2006; Bob Christian Wijaya (32401175)",
  "subjects": "CONSOLIDATION AND MERGER OF CORPORATIONS-ACCOUNTING ASPECTS; ACCOUNTING"
}