{
  "id": "10200",
  "title": "The Speech styles used by the main character in The Mystery of Tally-Ho Cottage based on social distance",
  "abstract": "This study is about the speech styles used in the children book TheMystery of Tally-Ho Cottage. The writer is interested in the speech styles becausespeech styles are one of the important things in doing a conversation withsomeone or other people. The writer applied Joos? (1976) theory of speech styles,Holmes? (1992) theory of social distance and Kridalaksana (1978). These theorieswere used to help the writer in analyzing the speech based on the social distancebetween the main character and the other 4 (four) characters: Larry, Daisy, Pipand Bets. In analyzing the data, the writer classified the other characters into 4(four) degrees of social distances: close, rather close, rather distant and distant.This study was using qualitative descriptive research supported by quantitativedata. The data were taken from the children book The Mystery of Tally-HoCottage consisting of the utterances of the main character to the other characters.The utterances of the main character were analyzed and classified into 5(five)broad divisions of speech styles. The findings revealed that there were 4(four)speech styles which were used by the main character to the other characters, theyare formal, consultative, casual and intimate. It was also showed that the maincharacter used different styles to each of the characters, in relation to the socialdistance in having the conversation.",
  "creators": "JOANITA PARENGKOAN",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Jusuf Imam Ibrahim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.02011731/ING/2007; Joanita Parengkuan (11402026)",
  "subjects": "DISCOURSE ANALYSIS; ENGLISH LANGUAGE-SOCIAL ASPECTS; SOCIOLINGUISTICS"
}