{
  "id": "10201",
  "title": "A Tagmemic analysis of the clause patterns of the maanyan language used in \"Kabar Maeh Ma Hanyu: Janji Wau\"",
  "abstract": "Clause pattern is the structure of a clause which is considered to be a basic grammatical pattern for clauses and can be used as a model for producing other clauses in the language. Maanyan language, a language of Maanyan people of Central Kalimantan Province, which is unique because it does not have /c/ phoneme in its consonant system, unlike the other languages in Indonesia. In addition, it has four vocalic phonemes, namely phoneme /i/, /u/, /e/, and /a/ which is uncommon in world languages. Athough the phonological system of the language is unique, the writer was more interested in studying the clause patterns of this language. Since Maanyan is an oral language, the number of writings in this language is limited. I Corinthians 13 of Kabar Maeh ma Hanyu: Janji Wau, New Testament in Today?s Dayak Maanyan Version, then was used as the source of data. It was chosen because it conveys the idea of love and the moral teaching which is not only relevant to the life of the Corinthians in Paul?s time, but also by all the people in the world today. In addition, the verses about love seemed to be written in a poetic-like language. In analyzing the data, the writer used Elson and Pickett?s theory on tagmemic analysis with qualitative descriptive approach. There are 22 sentences in I Corinthians 13 which can be classified into independent clauses, dependent clauses of type 1 (conjunction + independent clause) and dependent clauses of type 2 (embedded clause). Each of the clauses is then analyzed in order to find its clause components. Finally it is found that the clause patterns of the Maanyan language in terms of independent clauses consist of (1) S - P, (2) S - P - O, (3) S - P - O - OC, (4) S - P - SC, (5) S - P - Adv), and (6) P - S. In terms of dependent clauses of type 1, the clause patterns are (1) Conjunction - S - P - O, (2) Conjunction - S - P - O - OC, (3) Conjunction - S - P - SC, and (4) Conjunction - S - P - O - Adv, and in terms of dependent clauses type 2, the clause patterns are (1) S - P, (2) S - P - O, (3) S - P - SC, and (4) S - P - Adv). At the end of the study, the writer comes to a conclusion that clause patterns of the Maanyan language are not simple, yet the system can be revealed.",
  "creators": "MARIA NOVARY NGABUT",
  "contributors": "Bintoro (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.02011733/ING/2007; Maria Novary Ngabut (11499137)",
  "subjects": "LANGUAGE AND LANGUAGES-GRAMMARS; MAANYAN LANGUAGE (INDONESIAN PEOPLE)-GRAMMAR"
}