{
  "id": "10203",
  "title": "Peta interaktif untuk sistem informasi pariwisata berbasis web",
  "abstract": "Dalam mengembangkan sektor pariwisata, seringkali dihadapkan pada permasalahan promosi serta panduan yang efektif bagi wisatawan yang berkunjung. Untuk mengatasi permasalahan tersebut maka salah satu penyelesaiannya adalah dengan membuat sistem informasi pariwisata berbasis web. Sistem informasi ini berfungsi sebagai panduan bagi wisatawan yang berkunjung sekaligus sebagai sarana promosi kepada masyarakat secara global. Pada proses pembuatan website, langkah awal yang dilakukan adalah menganalisis data-data tentang pariwisata, membuat desain sistem, desain struktur menu web dan desain interface dari web tersebut, setelah itu ditentukan pemakaian software. Pada aplikasi ini, software yang dipakai adalah Macromedia Dreamweaver MX untuk pembuatan desain interface, MySQL 5 sebagai manajemen database, serta PHP 5 untuk bahasa pemrogramannya. Hasil yang didapatkan dari pembuatan aplikasi ini adalah sistem informasi berbasis web yang dilengkapi fasilitas interactive map sebagai aplikasi utama panduan pencari rute terdekat, tourism information yang menampilkan informasi pariwisata secara umum, searching untuk membantu menemukan informasi yang dibutuhkan, serta guestbook sebagai sarana penempatan pesan dari user. Penilaian user terhadap kriteria-kriteria dalam sistem informasi pariwisata ini ditampilkan dalam bentuk prosentase yang didapatkan melalui kuesioner. Dari hasil kuesioner diperoleh tingkat penilaian responden terhadap fungsionalitas menu interactive map secara khusus adalah 75,20 %.",
  "creators": "EDDY NUGROHO",
  "contributors": "Petrus Santoso, S.T., M.Sc. (Advisor 1); Iwan Handoyo Putro, S.T., M.Dig.Comm. (Advisor 2); Resmana Lim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.03010058/ELK/2007; Eddy Nugroho (23402063)",
  "subjects": "WEBSITES; PROGRAMMING (ELECTRONIC COMPUTERS); DATABASE DESIGN"
}