{
  "id": "10202",
  "title": "The Ways the cycle of belief are revealed and its effects to the speaker as seen in Algernon Charles Swinburne's Hymn to Proserpine",
  "abstract": "This thesis analyzes the ways the cycle of belief is revealed and its effect to the speaker. I am interested in finding out how the cycle of belief is revealed and what effects of the cycle of belief toward the speaker are. In my thesis, I use literary approach. Furthermore, I use the elements of poetry as the tools to reveal the cycle of belief and its effects to the speaker. I also use the mythological background as the supporting concept. Through the analysis, I found out that the cycle of belief is revealed through Proserpine?s figure and through the elements of poetry. I found out that Proserpine is mentioned through paradoxes and symbols in the beginning, and the end of the poem to reveal the paradoxical role of Proserpine. The speaker uses Proserpine to represent the cycle of belief. The cycle of belief is also revealed through the elements of poetry. The use of metaphor of the sea describes the cycle of belief and in this sea paganism and Christianity rise and sink by turns. The use of simile describes the situation of the people and the gods in the cycle of belief and the power of the cycle of belief. The speaker also describes how the cycle of belief happens through the dictions, and he uses allusion, symbol and paradox to describe pagan gods, Christ, and Mary. I found that the transition from ancient Rome to Christianity has brought some effects to the speaker. He experiences loss and sadness. In his pain, he reproaches Christ and Mary and shows his refusal toward Christ. Through this analysis, I learn that a change is not always an improvement to all people in society.",
  "creators": "JACQUELIN PATTIASINA",
  "contributors": "Liem Satya Limanta (Advisor 1); Sarah Limuil (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.01011734/ING/2007; Jacquelin Pattiasina (11402033)",
  "subjects": "SWINBURNE, CHARLES, 1837-1909. HYMN TO PROSERPINE-STUDY AND TEACHING; ENGLISH POETRY-19TH CENTURY-STUDY AND TEACHING"
}