{
  "id": "10204",
  "title": "PLC event viewer",
  "abstract": "Programmable Logic Controller (PLC) is used to control most of Vanderlande Industries (VI )products, such as baggage handling systems in London Heathrow Airport and Amsterdam Airport Schiphol. A PLC would generate a PLC event whenever an event occurred in the PLC. The retrieval of those PLC events became an issue in VI since there was no adequate tool that could provide them to the outside partners of the PLC in a quite friendly way. The idea of the graduation assignment, PLC Event Viewer, was based on this situation. The main objective of the graduation assignment was to develop a software application that could retrieve the PLC events from the PLC and provide them to its users/clients in text files. By using this application, the users could get the PLC events without having to access the PLC directly. The only thing they had to do was running the PLC Event Viewer application and all the PLC events they wanted were already written in the output text files. The application was developed according to RUP (Rational Unified Process) software development process. It was started with gathering the requirements from the stakeholders of the PLC Event Viewer and continued by designing the application. First, the package overview as the most global design was made and after that, the class diagrams and sequence diagrams were designed. The design phase took a lot of effort in order to achieve the extendable and reusable design. All the design diagrams were drawn in Rational Rose Professional C++ Edition by using UML (Unified Modeling Language). After the design was fixed, the implementation phase was carried out. Actually, the design was intended that the application could handle multiple clients concurrently. But, it was decided to first implement the application for only one client which the intention was to provide the PLC events to a client in text files. Besides that, the client was able to configure the application by using an XML file before the application was started. The application was implemented using C++ language and compiled by Microsoft Visual Studio C++ 6.0, and it used Boost Build environment to make the application become IDE (Integrated Development Environment) independent. At the end of this phase, the application had been able to be connected with one client and provide the PLC events in text files according to the given configuration. Then, the development went to the next phase which the objective was to make a GUI (Graphical User Interface) which would be used by the client to specify the configuration. This GUI was built in separate application, and it would write the configuration XML file as used in the previous phase. This GUI application was built in wxDev-C++ developer environment and compiled by MingW compiler. At the end of the graduation period, the PLC Event Viewer application was done according to the plan, then some positive feedbacks, remarks, and evaluations were given. The PLC Event Viewer e PLC events. All the saved time and effort would reduce the total cost at the end, thus give more profit for the company.",
  "creators": "LIFIESTER HOSANA",
  "contributors": "TIM VAN HASSEL (Advisor 1); TEKIN YILMAZ (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.03010066/ELK/2007; Lifiester Hosana (23403005)",
  "subjects": "AUTOMATIC CONTROL-COMPUTER PROGRAMS; PROGRAMMABLE CONTROLLERS"
}