{
  "id": "1020",
  "title": "Perancangan interior klub anak di Surabaya",
  "abstract": "Klub anak Surabaya ini merupakan suatu bangunan publik dimana bangunan ini memiliki fungsi yaitu sebagai tempat anak-anak untuk mengadakan pertemuan secara berkala, dengan suatu maksud dan kesenangan tertentu. Adapun program-program yang ada dalam klub anak ini yaitu program pendidikan untuk anak usia 2-6 tahun dan program pengembangan. Fasilitas yang hendak dirancang pada klub anak ini meliputi fasilitas utama yang berada pada lantai 1 untuk anak usia 2-6 tahun yaitu area klub pendidikan seperti Kids Club A-D (2-6 tahun), area klub pengembangan seperti Junior Drawing Club (3-6 tahun) dan Junior Craft Club (4-6 tahun) dan juga beberapa fasilitas penting yang ada dalam klub yakni mini adventure challenge (area bermain untuk anak yang tingginya belum mencapai 90 cm) dan perpustakaan anak. Selain itu juga didukung dengan fasilitas pelengkap atau penunjang seperti resepsionis, area informasi, area pamer, area tunggu orangtua dan ruang konseling. Berdasarkan fenomena yang terjadi dalam masyarakat yaitu banyaknya anak yang tidak menyukai kegiatan belajar dan juga melihat faktor psikologis anak usia 2-6 tahun yang cenderung bersifat primitif (sederhana), maka konsep perancangan yang digunakan dalam perancangan klub anak ini adalah mewujudkan suasana rekreatif dengan nuansa primitif (sederhana). Suasana rekreatif yang dimaksudkan merupakan suasana yang dapat membuat anak mendapatkan suatu pengalaman belajar yang menyenangkan tanpa paksaan yaitu dengan belajar obyek-obyek yang ada di lingkungan sekitar mereka. Sedangkan nuansa primitif tercermin melalui pemakaian bentuk-bentuk dasar, penggunaan obyek-obyek yang akrab dengan dunia anak yaitu dengan cara distilasi atau disederhanakan (tidak realis dan tidak rumit), pengenalan warnawarna dasar dan juga pengenalan angka dan huruf dasar.",
  "creators": "SHERLY PRATIKNYO",
  "contributors": "ACHMAD FAIZIN (Advisor 1); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Advisor 2); HARTOTO INDRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 0071/DIN/2003; Sherly Pratiknyo (41499008)",
  "subjects": "RECREATION CENTERS (FOR CHILDRENS)-DECORATION"
}