{
  "id": "10207",
  "title": "Perancangan sistem informasi akuntansi berbasis komputer atas siklus penggajian dan pengupahan pada PT \"X\" di Surabaya",
  "abstract": "Penelitian ini dilakukan di sebuah perusahaan farmasi di Surabaya. Sebelumnya perusahaan ini menggunakan sistem penggajian manual seperti pencatatan data pekerja dalam buku data pekerja, pencatatan absensi dari kartu check clock, sehingga memakan waktu yang lama dalam penghitungan gaji dan penghasilan laporan. Selain itu, dalam proses tersebut terdapat banyak aliran data yang berpindah-pindah sehingga memungkinkan terjadinya kesalahan dalam pengerjaannya. Penelitian ini merupakan penelitian deskriptif berupa studi kasus dengan mengambil kasus nyata yang terjadi pada perusahaan. Jenis data yang diperoleh adalah data kualitatif. Metode yang digunakan berupa wawancara, observasi, dan dokumentasi. Penelitian ini dilaksanakan dengan cara mengumpulkan data tentang sistem manual penggajian dan pengupahan dan menganalisa data tersebut. Selain itu, dalam penelitian ini juga dilakukan perancangan konseptual (DFD, ERD) dan perancangan fisik. Penelitian ini menghasilkan output, input, database, dan pengendalian aplikasi. Output yang dihasilkan dari sistem tersebut adalah suatu sistem yang dapat menangani pemrosesan perhitungan penggajian dan pengupahan secara akurat dan menghasilkan laporan-laporan yang berguna bagi perusahaan tersebut seperti, slip upah, slip gaji, laporan absensi, laporan rekapitulasi gaji atau upah. Dan desain input yang dihasilkan form data pekerja, hari libur, ijin keluar, ijin sakit, perintah lembur, cuti, cetak laporan absensi, cetak laporan, jabatan, daftar gaji, peringatan pelanggaran, dan user.",
  "creators": "LILIANA",
  "contributors": "Oviliani Yenty Yuliana (Advisor 1); Sri Maharsi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010652/AKT/2006; Liliana (32402088)",
  "subjects": "ACCOUNTING-COMPUTER PROGRAMS; FINANCIAL STATEMENTS"
}