{
  "id": "10213",
  "title": "Analisa dan perancangan sistem informasi akuntansi terkomputerisasi atas siklus produksi pada PT \"X\" di Surabaya",
  "abstract": "Penelitian ini dilakukan di PT \"X\" yang memproduksi minyak goreng sawit. Sistem informasi akuntansi yang dilakukan perusahaan pada saat ini masih menggunakan sistem manual, sehingga perusahaan mengalami kesulitan dalam mendeteksi arus biaya produksi dalam menentukan Harga Pokok Produksi. Tujuan dari penelitian ini adalah menganalisa dan merancang sistem informasi akuntansi terkomputerisasai atas siklus produksi pada PT \"X\" di Surabaya. Penelitian ini merupakan penelitian deskriptif dengan rancangan penelitian berupa studi kasus dengan menggunakan data kualitatif. Unit analisis data dalam penelitian ini adalah wawancara kepada Direktur Utama, Manajer Produksi, Bagian Gudang, Bagian Akuntansi, dan Bagian Laboratorium untuk memperoleh informasi yang berkaitan dengan sistem informasi akuntansi manual atas siklus produksi pada PT \"X\" di Surabaya. Teknik analisis data yang digunakan dalam penelitian ini yaitu melakukan analisa sistem, merancang desain konseptual, dan merancang desain fisik. Penelitian ini menghasilkan desain output, input, database, dan pengendaliannya. Output yang akan dihasilkan dalam peneletian ini adalah Cost of Production Report, COGM, dan Laporan Varian Biaya Overhead. Dengan menerapkan sistem informasi akuntansi terkomputerisasi atas siklus produksi diharapkan perusahaan dapat mendeteksi secara jelas arus biaya produksi dalam menentukan Harga Pokok Produksi. Selain itu diharapkan agar sistem pada siklus produksi perusahaan dapat teroganisir dengan lebih baik.",
  "creators": "LULU INDRAYANI",
  "contributors": "Oviliani Yenty Yuliana (Advisor 1); Setyarini Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010656/AKT/2006; Lulu Indrayani (32402173)",
  "subjects": "ACCOUNTING-COMPUTER PROGRAMS; AUDITING-DATA PROCESSING"
}