{
  "id": "10210",
  "title": "Analisis atas hubungan motivasi leverage dan pergantian CEO terhadap earnings management pada industri tekstil",
  "abstract": "Earnings management merupakan tindakan manajemen yang berupa campur tangan dalam proses penyusunan laporan keuangan dengan maksud untuk meningkatkan kesejahteraan secara personel maupun untuk meningkatkan nilai perusahaan (Widyaningdyah, 2000:89). Pengujian pada penelitian ini dilakukan terhadap variabel leverage dan pergantian CEO yang diduga melakukan earnings management. Metode yang digunakan untuk mengukur earnings management yaitu dengan pendekatan total accrual sebagai proxy dari discretionary accrual (Friedlan yang dikutip oleh Gumanti, 2001:174). Sampel penelitian menggunakan industri tekstil yang telah terdaftar pada Bursa Efek Surabaya periode 2001-2004. Analisis yang digunakan untuk menguji penelitian ini adalah logistic regression dengan menggunakan software SPSS versi 10.0. Hasil pengujian dengan logistic regression menunjukan bahwa variabel leverage dan variabel pergantian CEO tidak berpengaruh signifikan terhadap earnings management. Alasan yang dapat dikemukakan bahwa pihak manajemen tidak melakukan earnings management untuk memperbaiki tingkat leverage yang tinggi karena hutang yang terbesar dalam laporan keuangan berasal dari hutang bank dan hutang usaha jangka pendek. Sedangkan alasan pergantian CEO tidak berpengaruh signifikan terhadap earnings management karena CEO baru tidak dituntut untuk menaikkan laba perusahaan sehingga CEO tidak melakukan earnings management.",
  "creators": "DAVID ADHIANTO T",
  "contributors": "Adwin Surja Atmadja (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010654/AKT/2006; David Adhianto T (32402001)",
  "subjects": "COST ACCOUNTING; MANAGERIAL ACCOUNTING"
}