{
  "id": "10221",
  "title": "Penerapan information system auditing untuk menilai application control atas siklus pembelian pada UFO supermarket",
  "abstract": "Penelitian ini merupakan studi kasus tentang penerapan information system auditing untuk menilai application control atas siklus pembelian pada UFO Supermarket. Tujuan yang ingin dicapai dalam penelitian ini adalah untuk mengetahui dan menilai apakah pengendalian aplikasi yang meliputi pengendalian input dan pengendalian output atas siklus pembelian pada UFO Supermarket sudah dikendalikan dengan baik atau belum, sehingga dapat menghasilkan informasi yang lengkap, tepat waktu dan akurat. Jenis data yang dikumpulkan merupakan data kualitatif yang berasal dari sumber internal yaitu data yang diperoleh langsung melalui daftar pertanyaan. Penelitian ini menggunakan 3 metode pengumpulan data, yaitu: dokumentasi, observasi dan interview. Sedangkan teknik analisis data yang digunakan adalah teknik analisis kualitatif yang berkaitan dengan information system auditing untuk menilai application control pada siklus pembelian perusahaan. Hasil penelitian menunjukkan bahwa pengendalian aplikasi yang meliputi pengendalian input dan pengendalian output pada siklus pembelian secara umum masih kurang memiliki karakteristik yang baik. Masih terdapat beberapa kelemahan pada pengendalian input terutama pada pengendalian data input method, pengendalian sources document design dan validation of data input. Sedangkan pada pengendalian output, kelemahan perusahaan terletak pada batch report design control yang tidak mencantumkan beberapa item penting.",
  "creators": "RATNA PUSPITASARI",
  "contributors": "Setyarini Santosa (Advisor 1); Sri Maharsi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010659/AKT/2006; Ratna Puspitasari (32499114)",
  "subjects": "INFORMATION AUDITS-DATA PROCESSING; AUDITING"
}