{
  "id": "10229",
  "title": "Evaluasi overstrength factor kolom beton SRPMK menurut SNI 03-2847-2002, studi kasus: bangunan dengan coakan sudut 40% di wilayah 2 peta gempa Indonesia",
  "abstract": "SNI 03-2847-1992 telah mengalami perubahan menjadi SNI 03-2847-2002. Salah satu perubahan yang cukup signifikan adalah pada faktor pembesaran jumlah momen nominal kolom terhadap jumlah momen nominal balok (overstrength factor kolom) yang berkurang dari 1,625 menjadi 1,2. Penelitian ini bertujuan untuk memeriksa kecukupan nilai overstrength factor kolom pada suatu Sistem Rangka Pemikul Momen Khusus (SRPMK) di wilayah 2 peta gempa Indonesia. Struktur yang ditinjau adalah bangunan perkantoran beton bertulang 6- dan 10- lantai dengan denah bercoakan sudut sebesar 40%. Dalam penelitian ini, pembatasan waktu getar alami fundamental yang disyaratkan dalam SNI 03-1726-2002 pasal 5.6. tidak ditinjau. Hal ini bertujuan agar menghindari penggunaan tulangan minimum. Selain itu, tulangan balok dan kolom didesain dengan menggunakan tulangan teoritis yang dibutuhkan (diameter tulangan tidak dibulatkan). Pembatasan ini ditujukan agar menghindari faktor kelebihan bahan. Struktur didisain sebagai SRPMK dengan metode respons spektrum untuk memodelkan gempa, sedangkan pemeriksaan kinerja struktur dilakukan dengan analisis statis pushover nonlinier dan analisis dinamis time history nonlinier. Kriteria kecukupan nilai overstrength factor ditentukan berdasarkan terjadinya mekanisme strong column week beam. Hasil penelitian menunjukkan bahwa overstrength factor kolom sebesar 1,2 untuk bangunan dengan coakan sudut sebesar 40% ternyata belum memenuhi persyaratan strong column weak beam.",
  "creators": "DENNY MULYAWAN DARMADJI; ANTON HONGGO DJOJO",
  "contributors": "Pamuda Pudjisuryadi (Advisor 1); Benjamin Lumantarna (Advisor 2); Ir. Soehendro Ratnawidjaja, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.11011594/SIP/2008; Denny Mulyawan (21404044), Anton Honggo Djojo (21404068)",
  "subjects": "CONCRETE CONSTRUCTION; BUILDINGS-EARTHQUAKE EFFECTS"
}