{
  "id": "10238",
  "title": "Perancangan sistem informasi produksi terkomputerisasi pada UD. Sumber Jati",
  "abstract": "Permasalahan yang dihadapi oleh UD. Sumber Jati mempunyai latar belakang sebagai berikut: sistem perusahaan yang belum terkomputerisasi menghambat perusahaan yang mulai berkembang pesat dan mempunyai daerah pemasaran yang semakin luas, dalam hal menyimpan dan mengolah data yang semakin banyak. Selain itu, perusahaan juga tidak mempunyai dokumen yang berisi informasi tentang kebutuhan bahan baku dan kegiatan produksi yang diperlukan, failure goods, dan kapan waktu produksi dilakukan dan berapa banyak produk yang akan diproduksi. Penelitian yang dilakukan berupa penelitian deskriptif. Jenis data yang dikumpulkan adalah data kualitatif yang berasal dari sumber internal berupa data primer. Instrumen yang digunakan berupa daftar pertanyaan, catatan, fotokopi, dan fax. Metode pengumpulan datanya yaitu wawancara, observasi, dan dokumentasi. Unit analisis dalam penelitian ini yaitu struktur organisasi job description, form, dan prosedur. Teknik analisis data yang digunakan adalah analisa sistem, desain konseptual, dan desain fisik. Penelitian yang telah dilakukan, menghasilkan suatu rancangan sistem informasi akuntansi terkomputerisasi atas siklus produksi UD. Sumber Jati. Sistem informasi akuntansi yang terkomputerisasi menghasilkan desain fisik yang terdiri dari: form Surat Kontrak, form Komposisi Barang Jadi, form Jadwal Rencana Produksi, form Perintah Produksi, form Permintaan Bahan, form Perpindahan Barang, form Kartu Jam Kerja, form Hasil Produksi, form Kartu Harga Pokok, Realisasi Proses Produksi, dan Realisasi Perpindahan Barang, Laporan Permintaan Bahan, Laporan Hasil Produksi, Laporan Kartu Harga Pokok, dan Laporan Hasil Perbandingan Perencanaan dan Realisasi Perintah Produksi.",
  "creators": "GOFA LAURENS",
  "contributors": "Oviliani Yenty Yuliana (Advisor 1); Sri Maharsi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010664/AKT/2006; Gofa Laurens (32402152)",
  "subjects": "ACCOUNTING-COMPUTER PROGRAMS; FINANCIAL STATEMENTS"
}