{
  "id": "10240",
  "title": "Dasar pengenaan pajak terhadap penghasilan yang diperoleh perusahaan jasa konstruksi PT. X Surabaya",
  "abstract": "Jasa konstruksi merupakan jenis usaha yang menyediakan jasa konsultasi perencanaan pekerjaan konstruksi, jasa pelaksanaan pekerjaan konstruksi dan jasa pengawasan pekerjaan konstruksi. Pekerjaan konstruksi didefinisikan sebagai keseluruhan atau sebagian rangkaian kegiatan perencanaan dan atau pelaksanaan beserta pengawasan yang mencakup pekerjaan untuk mewujudkan suatu bangunan atau bentuk fisik lain. Umumnya usaha jasa konstruksi didirikan/disahkan dalam bentuk badan usaha baik persekutuan maupun perseoran yang modalnya sudah terbagi atas saham-saham. Sebagai badan usaha yang memperoleh imbalan tertentu dari pemberi kerja atas pekerjaan jasa yang telah diselesaikan maka badan usaha jasa konstruksi menurut Undang-undang No. 17 Tahun 2000 tentang Pajak Penghasilan merupakan Wajib Pajak, dimana terhadap imbalan yang diperolehnya tersebut dikenakan pajak dengan tarif pajak seperti yang telah diatur dalam Undang-undang. Penulisan skripsi ini bertujuan untuk memperbaiki kesalahan perhitungan Pajak Penghasilan disetor oleh perusahaan (usaha jasa konstruksi), sebagaimana ditegaskan melalui Surat Ketetapan Pajak Kurang Bayar (SKPKB) Dirjen Pajak yang diterima perusahaan. Dengan ditulisnya skripsi ini perusahaan (usaha jasa konstruksi) dapat mengetahui dasar yang digunakan untuk menentukan penghasilan kena pajak, besarnya pajak terutang dan jumlah yang kurang/lebih dibayar/disetor berdasarkan versi fiskus, sehingga selanjutnya perusahaan akan dapat merevisi kesalahan yang telah terjadi.",
  "creators": "FELIX IRWANTO SAMPURNO",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); Adwin Surja Atmadja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010666/AKT/2006; Felix Irwanto Sampurno (32499099)",
  "subjects": "TAX ACCOUNTING"
}