{
  "id": "10243",
  "title": "Studi penggunaan transformator zig-zag 127 V/220 VA, 270 VA hubungan A-Z dalam mengurangi efek harmonisa kelipatan 3 (triple-n) pada sistem distribusi tenaga listrik",
  "abstract": "Penggunaan peralatan elektronik saat ini semakin bertambah pesat seiring dengan bertambahnya aktivitas manusia. Dimana penggunaan peralatan elektrik, bersifat sebagai beban non linier yang dapat menghasilkan gelombang harmonisa. Harmonisa adalah gangguan yang terjadi pada sistem distribusi tenaga listrik karena distorsi gelombang arus dan tegangan. Gelombang ini terbentuk dari kelipatan ganjil frekuensi fundamentalnya, misalnya: 150Hz, 250Hz, 350Hz. Pada sistem 3 fasa, harmonisa kelipatan 3 (Triple-N) akan terakumulasi pada konduktor netral, sehingga konduktor netral akan mengalami kenaikan arus dan menimbulkan kenaikan suhu. Salah satu alternatif solusi yaitu penerapan transformator zig-zag. Dalam Tugas Akhir ini dilakukan pengukuran pada sistem distribusi tenaga listrik dengan menggunakan beban harmonisa lampu hemat energi, komputer, diode penyearah tiga fasa. Pengukuran dilakukan pada kondisi sistem sebelum dan sesudah menggunakan transformator zig-zag hubungan ?-Z sebagai penghilang harmonisa. Pada Percobaan menggunakan transformator zig-zag ?-Z, dengan kondisi sumber 3 fasa tanpa netral, arus harmonisa triple-n di penghantar fasa sumber untuk beban LHE mengalami penurunan 96,82%, beban komputer 94,31%, diode penyearah tiga fasa 97,22%. Untuk sumber 3 fasa dengan netral terhubung trafo zig-zag ?-Z dan beban harmonisa, pengukuran arus harmonisa kelipatan-3 di penghantar fasa sumber, pada beban LHE terdapat penurunan 74,09%, komputer 44,05%, diode penyearah tiga fasa 59,92%, dan pada penghantar netral sumber arus harmonisa triple-n untuk beban LHE terjadi pengurangan 77,39%, komputer 94,09%, diode penyearah tiga fasa 57,07%.",
  "creators": "FENDY HARDIANTO",
  "contributors": "Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Advisor 1); Yusak Tanoto, S.T., M.Eng., Ph.D. (Advisor 2); Emmy Hosea (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010581/ELK/2008; Fendy Harianto (23404024)",
  "subjects": "ELECTRIC POWER DISTRIBUTION; ELECTRIC TRANSFORMERS"
}