{
  "id": "10244",
  "title": "Studi tentang audit energi listrik pada sistem pendingin di ruang kelas SMUK. St. Louis 1 gedung C dan D",
  "abstract": "Air Conditioner atau yang lebih dikenal dengan AC akhir-akhir ini semakin banyak digunakan pada berbagai bangunan. Penggunaan AC ini sejalan dengan perkembangan teknologi dan kebutuhan manusia untuk mendapatkan kenyamanan di dalam bangunan. Dalam Tugas Akhir ini dilakukan analisa beban pendinginan dan instalasi listrik serta solusi penghematan energi untuk AC yang telah terpasang pada ruang kelas SMUK. ST. Louis 1 Gedung C dan D. Kapasitas pendinginan AC dalam suatu ruangan dipengaruhi oleh beberapa hal, antara lain: letak ruang, luas ruang, jumlah orang, penerangan dan sebagainya. Dari hasil analisa perhitungan yang dilakukan, kapasitas pendinginan AC yang terpasang pada ruang kelas SMUK ST. Louis 1 Gedung C dan D rata-rata lebih rendah 16,38% dari perhitungan. Pada analisa data untuk perhitungan beban pendingin ruangan digunakan temperatur perencanaan 24?C dan kelembaban udara ruangan 50%. Hal ini sesuai dengan ketentuan pada Standard Nasional Indonesia (SNI 03-6572-2001), yaitu 25?C ? 1?C dan kelembaban udara 55% ? 10%. Sedangkan untuk pengaman dan kabel power yang digunakan untuk AC sudah sesuai. Penggantian AC split yang telah terpasang dengan AC split yang telah dilengkapi dengan teknologi inverter masih menghasilkan penghematan yang kecil jika dibandingkan dengan biaya investasi yang harus dilakukan. Hal ini menyebabkan jangka waktu pengembalian investasi untuk membeli AC split dengan teknologi inverter menjadi lama, yaitu 9,56 tahun.",
  "creators": "ARTHUR KAWARE",
  "contributors": "V.P. Nugroho Susilo (Advisor 1); Emmy Hosea (Advisor 2); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010582/ELK/2008; Arthur Kaware (23404031)",
  "subjects": "AIR CONDITIONING-ELECTRIC EQUIPMENT; AIR CONDITIONING-EFFICIENCY"
}