{
  "id": "10245",
  "title": "Analisis keandalan peningkatan kapasitas gardu induk (GI) dengan menggunakan pembangkit listrik tersebar (PLT) pada jaringan distribusi 20 kv",
  "abstract": "Keandalan jaringan distribusi merupakan sebuah pokok persoalan penting dalam merencanakan dan mengoperasikan sistem. Salah satu cara yang ditempuh untuk memberikan tingkat keandalan yang dapat diterima oleh pelanggan, selama pertumbuhan beban, adalah menambah sebuah fasilitas distribusi (penyulang atau Gardu Induk). Cara lain yang dapat dipertimbangkan untuk memberikan tingkat keandalan yang dapat diterima oleh pelanggan adalah menambah Pembangkit Listrik Tersebar (PLT), dapat berupa 1 unit PLT dengan ukuran yang besar atau 2 unit PLT dengan ukuran yang lebih kecil. Salah satu dasar pertimbangan utama untuk menambah PLT pada jaringan distribusi 20 kV adalah ukuran dari PLT. Tugas Akhir ini menunjukkan sebuah model keandalan untuk menentukan ekuivalensi PLT dengan sebuah fasilitas distribusi, berdasarkan perbandingan tingkat keandalan (SAIFI, SAIDI dan AENS) yang diberikan. Sehingga pada akhirnya dapat dibuktikan bahwa PLT merupakan sebuah solusi untuk memberikan tingkat keandalan yang dapat diterima oleh pelanggan, selama pertumbuhan beban, dan dapat ditentukan ukuran dari PLT. Penambahan 1 unit PLT dengan ukuran yang besar, yaitu: 1 MW, atau 2 unit PLT dengan ukuran yang lebih kecil, yaitu: 800 kW dan 300 kW, dapat mengurangi nilai SAIFI sebesar 18.38 % (dari 1.98695 menjadi 1.62178), SAIDI sebesar 12.17 % (dari 0.09681 menjadi 0.08503) dan AENS sebesar 12.00 % (dari 162.74686 menjadi 143.20978). Pengurangan nilai SAIFI, SAIDI dan AENS tersebut adalah sebanding dengan pengurangan nilai SAIFI, SAIDI dan AENS yang diberikan oleh penambahan sebuah fasilitas distribusi. Pengurangan nilai SAIFI, SAIDI dan AENS menunjukkan perbaikan keandalan jaringan distribusi.",
  "creators": "HARY KURNIAWAN KOSASI",
  "contributors": "ONTOSENO PENANGSANG (Advisor 1); Emmy Hosea (Advisor 2); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010583/ELK/2008; Hary Kurniawan Kosasi (23404037)",
  "subjects": "ELECTRIC TRANSFORMERS"
}