{
  "id": "10247",
  "title": "Evaluasi kinerja struktur baja dengan sistem rangka bresing konsentrik khusus (SRBKK) yang didesain berdasarkan SNI 03-1729-2002 di wilayah 6 peta gempa Indonesia",
  "abstract": "Ketentuan khusus perencanaan struktur baja untuk bangunan gedung diatur dalam SNI 03-1729-2002. Dengan diterbitkannya SNI yang relatif baru ini, maka diperlukan suatu evaluasi yang menyeluruh. Secara khusus diperlukan evaluasi untuk memperkirakan kondisi inelastis bangunan saat gempa terjadi dan mendapatkan jaminan bahwa kinerjanya memuaskan. Penelitian ini bertujuan untuk mengevaluasi apakah kinerja Sistem Rangka Bresing Konsentrik Khusus (SRBKK) yang didesain menurut SNI 03-1729-2002 di wilayah 6 peta gempa Indonesia sudah sesuai dengan kinerja bangunan yang diharapkan terjadi. Struktur SRBKK yang ditinjau pada penelitian ini berupa bangunan 4, 8 dan 12 lantai dengan denah yang simetris. Beban gempa diberikan pada satu arah bangunan saja. Pemeriksaan kinerja struktur dilakukan dengan analisa statis pushover non-linier dengan pola pembebanan sesuai dengan respons struktur ragam pertama, dan analisis dinamis time history non-linier dengan beban gempa El Centro 18 Mei 1940 komponen North-South yang dimodifikasi sesuai SNI 03- 1726-2002. Hasil penelitian menunjukkan bahwa secara umum kinerja ketiga bangunan menunjukan hasil yang memuaskan. Berdasarkan nilai drift ratio, semua bangunan memenuhi syarat dasar performance level. Dilihat dari parameter damage index gedung 4 dan 12 lantai menunjukkan performance level Immediate Occupancy, dan pada bangunan 8 lantai terjadi unacceptable peformance level.",
  "creators": "IWAN SETIAWAN; ALAIN STEWART",
  "contributors": "Effendy Tanojo (Advisor 1); Pamuda Pudjisuryadi (Advisor 2); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011597/SIP/2008; Iwan Setiawan (21404061), Alain Stewart (21404069)",
  "subjects": "BUILDING, IRON AND STEEL; STEEL, STRUCTURAL"
}