{
  "id": "10261",
  "title": "Alasan pemilihan metode penyusutan secara garis lurus dalam menentukan penghasilan kena pajak: studi kasus pada lima perusahaan industri sepeda tahun 2005",
  "abstract": "Skripsi ini membahas mengenai alasan perusahaan memakai metode penyusutan aktiva tetap secara garis lurus dalam menentukan penghasilan kena pajak daripada memakai metode penyusutan secara saldo menurun. Peneliti mengadakan penelitian pada CV. \"A\", PT.\"B\", PT.\"C\", PT.\"D\", dan PT.\"E\" yang bergerak di bidang usaha produksi sepeda di Ponorogo, Surabaya, Gresik dan Sidoarjo. Masalah yang timbul adalah perusahaan-perusahaan memilih metode penyusutan aktiva tetap secara garis lurus daripada metode penyusutan aktiva tetap secara saldo menurun dalam menentukan penghasilan kena pajak. Penelitian ini bertujuan untuk mengetahui alasan mengapa perusahaan lebih memilih metode penyusutan aktiva tetap secara garis lurus daripada saldo menurun, padahal dari segi pajak penghasilan yang dibayar lebih menguntungkan metode penyusutan aktiva tetap secara saldo menurun. Hasil dari penelitian dengan wawancara pada perusahaan-perusahaan yang diteliti menunjukkan bahwa perusahaan-perusahaan tidak mementingkan pajak penghasilan yang dibayar. Berbagai alasan dikemukakan oleh perusahaan yaitu perusahaan lebih mementingkan segi kemudahan dalam menerapkan metode penyusutan aktiva tetap dan sudah menjadi keputusan manajemen perusahaan untuk menerapkan metode penyusutan aktiva tetap secara garis lurus. Selain itu perusahaan lebih mementingkan laporan keuangan yang baik untuk menarik investor. Dengan demikian metode penyusutan aktiva tetap secara saldo menurun tidak menjadi pilihan bagi perusahaan-perusahaan karena perusahaan tidak memperhatikan pajak penghasilan yang dibayar.",
  "creators": "DWI ANAWATY",
  "contributors": "Juniarti (Advisor 1); R.Arja Angka Asa Aras Adji S. (Advisor 2); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010645/AKT/2006; Dwi Anawaty (32401132)",
  "subjects": "TAX ACCOUNTING"
}