{
  "id": "10268",
  "title": "Obi okonkwo's conflicts on his plan to marry an outcast woman in chinua achebe's no longer at ease",
  "abstract": "This thesis is a study of Obi Okonkwo?s conflicts on his plan to marry an outcast girl as seen in Chinua Achebe?s No Longer at Ease. The thesis writer decides to discuss Obi?s struggles against the caste discrimination in his society that forbids him to marry an outcast woman since she thinks that it is interested to find out Obi?s struggles and how he overcomes them. The purpose of this analysis is to find out Obi?s struggle through the conflicts that he has to face while he tries to oppose the caste discrimination and also to find out the outcome of his struggle. In doing the analysis, the thesis writer uses literary approach and employs literary theories of characterization, conflict, and setting to help her in analyzing Obi?s character and his conflicts while he struggles against the discrimination in his society. Besides, the writer also uses the concept of discrimination to help her get a better understanding to analyze the discrimination in Africa, especially in Nigeria. From the analysis, the thesis writer finds out that Obi has both internal and external conflicts when he plans to marry an outcast woman. Obi is not only experiencing the struggle within himself, but he also has to stand against his friends, family, and the people in the community because of his plan. In addition, the thesis writer also finds out the outcome of Obi?s struggle against the caste discrimination. Obi has to end up his relationship with Clara and he also becomes distance from his family and the people around him. As a conclusion, the thesis writer believes that Obi has already tried his best to purify his country from caste discrimination. He is a good man with his optimism to save his country from caste discrimination. It is possible to justify that in the end he cannot change the society since the majority is stronger than him.",
  "creators": "YULIANA SANYOTO",
  "contributors": "Theophilus Jokri (Advisor 1); Dwi Setiawan (Advisor 2); Dr. Dra. Yuli Christiana Yoedo, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011780/ING/2008; Yuliana Sanyoto (11404090)",
  "subjects": "ACHEBE, CHINUA, 1930- ... NO LONGER AT EASE-STUDY AND TEACHING; AFRICAN FICTION-20TH CENTURY-STUDY AND TEACHING"
}