{
  "id": "10267",
  "title": "The Study of English loan words in her world Indonesia magazine",
  "abstract": "The writer realized that as an international language, English influences many other languages including the Indonesian language in the use of written text and spoken language. This condition encouraged the writer to do this research, focusing on the types and spelling system of Her World Indonesia Magazine, February 2008 edition. In this study, there are two purposes to be achieved. The first purpose is to find out the types of English loan words which occur on Regular section, Features section, Style Guy section, Beauty section, and Fashion section in Her World Indonesia Magazine. The second purpose is to find out the adaptation process of English loan words according to Ejaan yang Disempurnakan (The Standard Indonesian Spelling System) and Pedoman Pembentukan Istilah (The Guideline of Technical Terms). This study is basically a qualitative study focusing on English loan words. In doing this research, the writer used the theory of types of loan words as proposed by Samsuri (1994), encompassing simple word, complex word, and translated word. Also, to analyze the adaptations, the writer used the theory of Ejaan yang Disempurnakan (The Standard Indonesian Spelling System) (2001) and Pedoman Pembentukan Istilah (The Guideline of Technical Terms) (1990). In collecting the data, the writer referred to Kamus Kata-Kata Serapan Asing dalam Bahasa Indonesia (2003), to check whether or not the words that the writer found belonged to English loan words. From the analysis, the writer found that all the English loanwords found in Her World Indonesia Magazine belonged to the three types of loanwords, namely simple, complex, and translated words. In regards to the adaptation, the writer found that most of the English loan words from Her World Indonesia Magazine experienced the adaptation based on Ejaan yang Disempurnakan (The Standard Indonesian Spelling System) (2001) and Pedoman Pembentukan Istilah (The Guideline of Technical Terms) (1990). Nevertheless, some of them did not fit the rules of Ejaan yang Disempurnakan (The Standard Indonesian Spelling System) (2001) and Pedoman Pembentukan Istilah (The Guideline of Technical Terms) (1990), and some of them experienced adaptations that have not been included in the rules.",
  "creators": "ERLINA LIYANTO",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 2); Dr. Dra. Yuli Christiana Yoedo, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011781/ING/2008; Erlina Liyanto (11404036)",
  "subjects": "LANGUAGE AND LANGUAGES-FOREIGN WORDS AND PHRASES; INDONESIAN LANGUAGE-FOREIGN WORDS AND PHRASES; LANGUAGE AND LANGUAGES-STUDY AND TEACHING"
}