{
  "id": "10288",
  "title": "Code choice among Ngaju Dayaknese students in in-group communication in Petra Christian University",
  "abstract": "The writer wants to find out the code choice of Ngaju Dayaknese students and the most dominant code used by Ngaju Dayaknese students in their in in-group communication in Petra Christian University. The main theories that are used in this research are the theory of Code Choice by Wardaugh, Linguistic Repertoire by Holmes and Code Mixing by Kachru. In analyzing the data, she used a quantitative descriptive approach. Thus, their language repertoires were necessary, when she, as the main instrument, collected the data by observing and even by interviewing them. As the result, the writer concluded that her respondents, three (3) Ngaju Dayaknese students of Petra Christian University acquired at least four (4) varieties of codes used. They are Indonesian, English, Banjarese, and Ngaju code choice. Also, the code choice of those students are Indonesian, Banjarese, the code mixing of Ngaju Dayaknese-Indonesian (N-I), Banjarese-Ngaju Dayaknese (B-N), Indonesian-Banjarese (I-B), Indonesian-Ngaju Dayaknese (I-N), Indonesian-English (I-E), Banjarese-Indonesian (B-I), Banjarese-Indonesian-English (B-I-E), Banjarese-Indonesian-Ngaju Dayaknese (B-I-N), Indonesian-Banjarese-English (I-B-E), and Indonesian-Banjarese-English- Ngaju Dayaknese (I-B-E-N). Here, those students mostly used Code Mixing of Indonesian and Banjarese in their conversation in in-group communication.",
  "creators": "AGATHA ISNANDINI",
  "contributors": "Samuel Gunawan (Advisor 1); Anneke Heritaningsih Tupan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011775/ING/2008; Agatha Isnandini (11404060)",
  "subjects": "SOCIOLINGUISTICS; INDONESIAN LANGUAGE-SOCIAL ASPECTS; LINGUISTIC ANALYSIS (LINGUISTICS)"
}