{
  "id": "1028",
  "title": "Perancangan dan pembuatan modul manage course dan modul communcation tools pada platform e-learning",
  "abstract": "Saat ini pendidikan adalah suatu kebutuhan. Proses belajar dan mengajar tidak hanya dapat dilakukan di dalam kelas melalui tatap muka antar murid dengan pengajar, karena kebutuhan belajar sudah semakin meningkat. Proses belajar mengajar tradisional adalah dengan mengunakan surat pos, telepon, fax dan sebagainya, memakan waktu yang sangat lama dan mahal. Dalam tugas akhir ini, penulis mengembangkan sebuah sistem pengajaran jarak jauh berbasiskan Internet yang akan melayani proses belajar dan mengajar antara siswa dengan pengajar melalui web yang memakan biaya lebih murah dan cepat. Sistem ini menggunakan jaringan internet dan fasilitas Word Wide Web. Siswa dan pengajar dapat melakukan proses belajar mengajar seperti pada situasi dalam kelas , seperti mengambil bahan kuliah, mengumpulkan tugas, diskusi, dan komunikasi lewat web. Siswa juga dapat bekerja sama dengan memberikan pendapat, masukan dan ringkasan dari topik tertentu yang dibagikan ke seluruh kelompok belajar. Oleh sebab itu, sistem ini akan membangun sebuah lingkungan belajar yang kolaboratif dimana instruktur bersama dengan siswa dapat membuat database pengetahuan yang terkonstruksi untuk suatu kelompok belajar. Sistem ini dikembangkan dengan menggunakan teknologi Personal Homepage (PHP) yang diletakan pada sebuah web server. Halaman-halaman web diletakan dalam sebuah web server yang terhubung ke sebuah Database sever MySql. Database server digunakan untuk menyimpan data terstruktur seperti informasi dari mata kuliah, jadwal kuliah, tugas, sylabus, forum diskusi dan materi kuliah. Pengujian terhadap sistem ini menunjukan proses belajar menjadi lebih variatif, lebih mudah, dan lebih cepat karena sistem dapat diakses setiap waktu dan dari mana saja. Fasilitas komunikasi yang tersedia dalam sistem membantu instruktur dengan siswa untuk berkomunikasi dalam suatu kelas. Proses belajar menjadi mudah karena materi kelas dan file tugas dapat diambil dan dikirim lewat web.",
  "creators": "RAYMOND ARIF TABARANI",
  "contributors": "Resmana Lim (Advisor 1); Andreas Handojo (Advisor 2); Kartika Gunadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/0017/INF/2003; Raymond Arif Tabarani (26498006)",
  "subjects": "INTERNET PROGRAMMING; INTERNET (COMPUTER NETWORKS)"
}