{
  "id": "10281",
  "title": "Analisis persepsi dan harapan atas service quality di kantor pelayanan pajak Sidoarjo",
  "abstract": "Penelitian ini dilakukan di Kantor Pelayanan Pajak Sidoarjo. Selama ini terdapat hubungan yang kurang harmonis antara pihak perpajakan dengan Wajib Pajak (saling curiga antara Fiskus dengan Wajib Pajak) sehingga diperlukan sebuah strategi yang mendorong keterbukaan dalam administrasi perpajakan. Oleh karena itu dengan memiliki sebuah sistem pelayanan perpajakan yang memadai yang memenuhi lima dimensi dari service quality, yaitu tangibles, reliability, responsiveness, assurance, dan empathy sehingga akan memberikan nilai tersendiri yaitu kepuasan Wajib Pajak. Penelitian ini melihat apakah ada kesenjangan (gap) antara persepsi dan harapan Wajib Pajak mengenai service quality di Kantor Pelayanan Pajak Sidoarjo. Tujuan penelitian ini adalah untuk mengetahui ada atau tidaknya kesenjangan (gap) antara persepsi dan harapan Wajib Pajak mengenai service quality di Kantor Pelayanan Pajak Sidoarjo, khususnya Wajib Pajak Perorangan. Penelitian ini merupakan penelitian deskriptif kualitatif dengan menggunakan teknik non-random sampling yaitu accidential sampling. Dimana jumlah sampelnya adalah 200 Wajib Pajak dari jumlah populasi 17080 Wajib Pajak. Berdasarkan perhitungan yang dilakukan, maka terdapat kesenjangan (gap) antara persepsi dan harapan WP terhadap service quality di KPP Sidoarjo yaitu sebesar -0,86 di mana persepsi WP lebih kecil daripada harapan WP dengan tingkat kesesuaian sebesar 86,83%. Dengan menggunakan uji beda paired sampled t-test menghasilkan nilai t sebesar -41,018 pada tingkat signifikansi 0,000 yang lebih kecil daripada 0,05. Dan hasil Importance-Performance Analysis membagi hasil penelitian menjadi 4 kuadran, dimana kuadran 1 yang harus diperhatikan oleh KPP.",
  "creators": "STEPHANIE PRASETYO",
  "contributors": "Yenni Mangoting (Advisor 1); Sri Maharsi (Advisor 2); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010651/AKT/2006; Stephanie Prasetyo (32402079)",
  "subjects": "TAX ACCOUNTING"
}