{
  "id": "10294",
  "title": "Simulasi dan analisis pengaruh distributed generation terhadap rugi-rugi energi pada sistem distribusi radial 20 kv. Studi kasus: penyulang Darmo Permai",
  "abstract": "Sampai dengan saat ini, rugi-rugi energi adalah masalah yang belum dapat dipecahkan secara menyeluruh. Rugi-rugi energi hanya bisa diminimalisasi atau di reduksi. Seiring berkembangnya ilmu pengetahuan dan teknologi, sekarang telah dikembangkan sistem pembangkitan energi mandiri yang dapat dikoneksian pada jaringan distribusi. Teknologi tersebut adalah teknologi Distributed Generation (DG). Dengan keberadaan DG pada sistem tenaga listrik diharapkan rugi-rugi energi dapat diminimalisasi. Tugas akhir ini dibuat dengan tujuan untuk mengetahui besar dari rugi-rugi energi yang terjadi pada sistem mula-mula dan mengetahui pengaruh penambahan DG terhadap rugi-rugi energi yang terjadi. Simulasi pada tugas akhir ini dikerjakan dengan program komputer ETAP PowerStation yang kemudian hasil simulasi dikalkulasi dengan menggunakan metode Loss Factor untuk mendapatkan rugi-rugi energi. Berdasarkan hasil analisa, rugi-rugi energi yang terjadi pada penyulang Darmo Permai sebelum penambahan DG adalah 3,07%. Setelah penambahan DG 1-3 MW terjadi penurunan rugi-rugi energi. Rugi-rugi energi setelah penambahan DG 1 MW secara terpusat adalah 2,61% sedangkan bila DG 1 MW disebar pada daerah percabangan, maka rugi-rugi energi berkurang menjadi 2,55%. Penyebaran DG dengan kapasitas 1 MW pada daerah dengan densitas beban yang tinggi, rugi-rugi energi yang terjadi adalah sebesar 2,56 %. Untuk penyebaran DG yang jauh dari suplai utama (GI Tandes) maka rugi energi semakin berkurang menjadi 2,51%. Rugi-rugi energi setelah penambahan DG 2 MW secara terpusat adalah 2,23% dan secara tersebar adalah 2,13%. Untuk penambahan DG sebesar 3 MW secara tersebar, rugi-rugi energi yang terjadi adalah sebesar 1,89%.",
  "creators": "ADE MANU GAH",
  "contributors": "ONTOSENO PENANGSANG (Advisor 1); Emmy Hosea (Advisor 2); Limboto Limantara (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010585/ELK/2008; Ade Manu Gah (23404048)",
  "subjects": "ELECTRIC TRANSFORMERS"
}