{
  "id": "10296",
  "title": "The Request expressions used by the employers to the employees and the employees to the employers based on social status and gender",
  "abstract": "This study is a sociolinguistic study about request made by male and female employer to the male and female employees and also male and female employees to male and female employers. The writer is interested in investigating request since request can be used differently by both employers and employees. She also wants to know the types of request used by the male and female employer to the male and female employees and male and female employees to male and female employers. The writer used Ervin-Tripp?s theory of request as the main theory to classify the types of request. To find the most frequently used types of request used by both male and female employers and both male and female employees, the writer used descriptive quantitative approach. The writer found that both male and female employers mostly used the same types of request expressions to both male and female employees. However, the writer found various types of request used by both male and female employees to both male and female employers. The result of this research showed that both male and female employers mostly used bald imperatives as their types of request, both to their male and female employees. However, both male and female employees used various types of request, both to male and female employer. Thus, the result might prove that the social status and gender may have influenced the types of request made by both male and female employers and both male and female employees.",
  "creators": "SITI MARIA",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergradute Thesis No. 02011769/ING/2008; Siti Maria (11404028)",
  "subjects": "SOCIOLINGUISTICS; INDONESIAN LANGUAGE-SOCIAL ASPECTS; LINGUISTIC ANALYSIS (LINGUISTICS)"
}