{
  "id": "10299",
  "title": "The English grammatical errors produced by the public relation officers of two five-star hotels in Surabaya in informal interviews",
  "abstract": "This study deals with the grammatical errors particularly errors on the parts of speech in the English language produced by two female Public Relation officers of two different five-star hotels in Surabaya. The purpose of this study is to find out the types of the English grammatical errors which are produced by the Public Relation officers of the five-star hotels in Surabaya in informal interviews. Furthermore, the writer wants to analyze and find out the frequency of occurrence of the grammatical errors in their speech. The writer chose the topic because she found out that the Public Relation officers as the professionals still produced English grammatical errors in their conversations. In this study, the writer applied the theory of error analysis by Dulay, Burt and Krashen (1982) as cited in James (1998) as the main theory to do the analysis. Moreover, the underlying theory of parts of speech is taken from Mei Lin Ho (2005). This was a descriptive-qualitative study and the data were taken from the Public Relation officers? utterances during the interviews that contained grammatical errors especially errors on parts of speech in the English language. In analyzing the data, firstly, the writer identified the errors by underlying and writing them in bold. Secondly, she classified the utterances into the types of grammatical errors (nouns, pronouns, adjectives, verbs, adverbs, articles, conjunctions, demonstratives and prepositions) and the Surface Structure Taxonomy (Omission, Addition, Misformation and Misodering). The writer found that the most frequent type of error that the Public Relation officers made is Misformation type in Verbs. This means that the Public Relation officers still made errors in using the correct form of Parts of Speech. Then, Omission errors found as the second most frequent type of error. Next, the writer found a small frequency of Addition and Misordering error. There were 7 errors of addition in adverb (1), pronouns (2), noun (1), verbs (2), article (1), prepositions (2) and 3 errors of Misordering in verbs (3). Moreover, the writer found another type of error, that is, Substitution error. It occurred in prepositions (9), pronouns (6) and verbs (3).",
  "creators": "FRIESKA",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011772/ING/2008; Frieska (11403144)",
  "subjects": "ENGLISH LANGUAGE-ERRORS OF USAGE; ENGLISH LANGUAGE-GRAMMAR"
}