{
  "id": "10292",
  "title": "Rhetorical structure analysis on \"I have a dream\" and \"let a new Asia & Africa be born\"",
  "abstract": "This study was a descriptive quantitative study on rhetorical relations and structure form of speeches delivered by Martin Luther King, Jr. and Sukarno, \"I Have a Dream\" and \"Let a New Asia and Africa be born\". The writer wanted to know the types of rhetorical relation occurred in those two well-known speeches, the dominant relations and the similarities and differences between them in the aspect of structure form. In analyzing those speeches, the writer applied Mann and Thomson?s Rhetorical Structure Theory (1988) and Goshgarian and Krueger?s Concept of Argument (1997). Moreover, this research was analyzed in several steps. The findings showed that there were 14 types of rhetorical relation with different frequencies used in both speeches. Moreover, it was revealed that the dominant relations occurred in \"I Have a Dream\" is elaboration, followed by condition, and evidence; while \"Let a New Asia and Africa be born\" was dominated by elaboration, pursued by evidence and volitional-result. Finally, it was discovered that King and Sukarno used different strategies in transmitting their messages to their audience, mainly on the strategy in revealing the problem, the use of compliment and criticism, and the main concern of the orators, as reflected by the organization or the structure form of those speeches.",
  "creators": "SELVIYA H P MANUPUTTY",
  "contributors": "Anneke Heritaningsih Tupan (Advisor 1); Samuel Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011774/ING/2008; Selviya H. P. Manuputty (11404046)",
  "subjects": "SPEECHES, ADDRESSES, ETC, AMERICAN-20TH CENTURY-STUDY AND TEACHING; RHETORICAL CRITICISM-UNITED STATES; KING, MARTIN LUTHER, 1929-1968. I HAVE A DREAM-STUDY AND TEACHING; KING, MARTIN LUTHER, 1929-1968. LET A NEW ASIA & AFRICA BE BORN-STUDY AND TEACHING"
}