{
  "id": "10306",
  "title": "Pilar?s personality change from a weak into a tough person in Paulo Coelho?s by The River Piedra I Sat Down and Wept",
  "abstract": "By The River Piedra I Sat Down and Wept is a novel written by Brazilian author, Paulo Coelho. He use lots of wisdom in the novel, expresses the main character?s emotion after she got left by her childhood friend. The novel tells a story about two people that were childhood friends, realizing that they fell in love to each other since they were a little kid but then they got separated, and lived their own life. In this study, I am interested in analyzing the development of the main character from a weak person to a tough person. In the analysis, I use literary approach consisting of the theories of characterization and conflict. From the analysis, I find out that the main character?s previous experience makes her become a weak person. In solving her problem, the main character faces several conflicts, both external conflict and internal conflict, which eventually help her to develop from a weak person into a tough person. Her internal conflict can be seen when the main character, Pilar gets confused whether she is willing to take risk or not. Also, her external conflict can be shown when Pilar defends her decision to serve God together with her childhood friend to the padre. After going through these conflicts, Pilar has changed from a weak person into a tough person. This novel gives a picture about how human beings deal with their problem and how they overcome it.",
  "creators": "MELIA KURNIAWATI",
  "contributors": "Liem Satya Limanta (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011770/ING/2008; Melia Kurniawati (11404044)",
  "subjects": "COELHO, PAULO, 1947-... BY THE RIVER PIEDRA I SAT DOWN AND WEPT-STUDY AND TEACHING"
}