{
  "id": "10301",
  "title": "Analisa selisih faktor ekonomi antara Indonesia dan Amerika Serikat terhadap pergerakan nilai rupiah/us dollar dalam nilai eksport import",
  "abstract": "Penelitian ini dilatarbelakangi karena adanya perdagangan antar negara. Perdagangan tersebut memerlukan suatu mata uang sebagai alat tukar. Mata uang yang kebanyakan dipakai yaitu US Dollar. Melihat kondisi pada saat krisis moneter tahun 1998, nilai tukar Rupiah/US Dollar cenderung melemah dan tidak menentu. Nilai tukar tersebut tidak hanya dipengaruhi oleh faktor-faktor ekonomi saja melainkan faktor-faktor non ekonomi juga turut mengambil peranan. Nilai tukar tersebut menentukan nilai suatu barang yang akan diekspor maupun diimpor. Observasi penelitian ini menggunakan metode kuantitatif. Dimana metode kuantitatif menggunakan regresi Linier Berganda. Uji Asumsi Klasik yang berupa: Heteroskedastisitas, Autokorelasi, dan Multikolinearitas, Uji Hipotesa Statistik yang menggunakan Uji F dan Uji T, juga Uji Granger Causality. Dalam observasi ini menggunakan 1 variabel terikat (dependent variable) yaitu kurs/nilai tukar, dan 4 variabel independent yaitu: selisih inflasi (X1), selisih suku bunga (X2), selisih jumlah uang beredar(X3), selisih GDP Riil (X4), nilai ekspor impor. Dan hasil yang diperoleh dari pengolahan data dalam observasi ini, disimpulkan secara parsial bahwa yang paling berpengaruh terhadap pergerakan nilai tukar Rupiah/US Dollar adalah variabel selisih GDP Riil (X4). Secara serempak variabel makro ekonomi mempengaruhi pergerakan nilai tukar Rupiah/US Dollar. Nilai tukar Rupiah/US Dollar tidak memiliki hubungan timbal balik dengan nilai ekspor impor.",
  "creators": "VINA WENDARTO; ROCHMA NOVITA GUNAWATI",
  "contributors": "Dewi Astuti (Advisor 1); Pwee Leng (Advisor 2); Sautma Ronni Basana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03012410/ MAN/2008; Vina Wendarto (31403062), Rochma Novita Gunawati (31403074)",
  "subjects": "BALANCE OF PAYMENTS; INTERNATIONAL ECONOMIC RELATIONS; COMMERCE"
}