{
  "id": "10319",
  "title": "Evaluasi kinerja sistem rangka pemikul momen khusus (SRPMK) yang didesain berdasarkan SNI 03-1729-2002 di wilayah 2 peta gempa Indonesia",
  "abstract": "Ketentuan khusus perencanaan struktur baja untuk bangunan gedung diatur dalam SNI 03-1729-2002. Dengan diterbitkannya SNI yang relatif baru ini, maka diperlukan suatu evaluasi yang menyeluruh. Secara khusus diperlukan evaluasi untuk memperkirakan kondisi inelastis bangunan saat gempa terjadi dan mendapatkan jaminan bahwa kinerjanya memuaskan. Penelitian ini bertujuan untuk mengevaluasi apakah kinerja Sistem Rangka Pemikul Momen Khusus (SRPMK) yang didesain menurut SNI 03-1729-2002 di wilayah 2 peta gempa Indonesia akan sesuai dengan kinerja bangunan yang diharapkan terjadi berdasarkan Performance Based Design. Struktur SRPMK yang ditinjau pada penelitian ini berupa bangunan 4, 8 dan 12 lantai dengan denah yang simetris. Beban gempa diberikan pada kedua arah bangunan. Pemeriksaan kinerja struktur dilakukan dengan analisis statis pushover non-linier dengan pola pembebanan sesuai dengan respons struktur ragam pertama, dan analisis dinamis time history non-linier dengan beban gempa El Centro 18 Mei 1940 komponen North-South yang dimodifikasi sesuai SNI 03-1726- 2002. Hasil penelitian menunjukkan bahwa pada peninjauan prinsip strong column weak beam, secara umum semua bangunan memberikan hasil yang baik pada saat dibebani gempa rencana 500 tahun. Dari hasil drift ratio didapatkan bahwa kinerja yang baik hanya terjadi pada bangunan arah X, sedangkan untuk parameter damage index, semua bangunan menunjukkan kinerja yang baik.",
  "creators": "ANDRI PRASETYA BUDHIHARJO; BUDI SANTOSO",
  "contributors": "Pamuda Pudjisuryadi (Advisor 1); Effendy Tanojo (Advisor 2); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.11011536/SIP/2007; Andri Prasetya Budhiharjo (21403073), Budi Santoso (21403143)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS"
}