{
  "id": "10318",
  "title": "Analisa dan perancangan sistem informasi perkreditan berbasis komputer pada bank \"X\"",
  "abstract": "Penelitian ini dilakukan di BPR \"X\" Surabaya. Sistem informasi perkreditan BPR \"X\" masih manual sehingga tidak dapat menghasilkan informasi dengan akurat dan tepat waktu. Selain itu, pengisian data yang secara manual ke dalam form-form sangat berpotensi untuk terjadinya human error. Tujuan penelitian ini adalah mengumpulkan data-data yang berhubungan dengan sistem informasi perkreditan yang lama dan merancang sistem informasi perkreditan yang berbasis komputer. Penelitian yang dilakukan merupakan penelitian deskriptif berupa studi kasus dengan mengambil kasus nyata yang terjadi pada bank. Jenis data yang diperoleh adalah data kualitatif dengan sumber data primer. Metode yang digunakan berupa observasi, wawancara dan dokumentasi. Penelitian ini dilakukan dengan cara mengumpulkan data tentang sistem manual perkreditan dan menganalisa data tersebut. Selain itu, juga dilakukan perancangan konseptual dan perancangan fisik. Penelitian ini menghasilkan output, input, database dan pengendalian aplikasi. Laporan yang dihasilkan antara lain: Daftar Angsuran Fixed Loan, Laporan Nominatif Pinjaman Fixed Loan, Laporan Mutasi Rekening Pinjaman Fixed Loan, dan Laporan Angsuran Kredit Jatuh Tempo Fixed Loan. Sedangkan desain input yang dihasilkan antara lain: Form Data Nasabah, Form Pengajuan Kredit, Form BAP Kendaraan, Form BAP Tanah & Bangunan, Form Call Memo, Form Master Bunga, Form CFR, Form Offering Letter & Memo Dropping, Form Pengeluaran Uang, Form Setoran, Form Tanda Terima Jaminan, dan Form Sita Jaminan. Database yang dihasilkan adalah sebanyak 12 tabel. Diharapkan dengan menerapkan sistem perkreditan yang terkomputerisasi, informasi dapat tersedia dengan akurat dan tepat waktu, serta kesalahan akibat human error dapat diminimalisasi.",
  "creators": "ROBBY GUNAWAN",
  "contributors": "Setyarini Santosa (Advisor 1); Sri Maharsi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010621/AKT/2006; Robby Gunawan (32402053)",
  "subjects": "ACCOUNTING-COMPUTER PROGRAMS; FINANCIAL STATEMENTS"
}