{
  "id": "10316",
  "title": "The Chastisement strategies used by husbands and wives with higher and lower education levels to their spouses",
  "abstract": "This is a sociolinguistic study on the chastisement strategies used by husbands and wives with higher and lower education levels to their spouses. This research aims to discover the influence of education levels and gender of husbands and wives on the use of chastisement strategies. This is a descriptive quantitative study and the source is taken from 40 married couples divided into 4 groups: 20 husbands with higher education levels, 20 wives with lower education levels, 20 husbands with lower education levels, and 20 wives with higher education levels. The instrument used is a role-play situation, in which husbands and wives are put in a situation where they must chastise their spouses. In order to get good results, the interviewers must catch the chastisement responses and evoke the respondents? emotion. By recording, transcribing, classifying, tabulating, calculating, and then analyzing each of the chastisement utterances, the tendency of each person in expressing chastisements is discovered. This research finds the fact that husbands/wives with higher education levels chastise more direct than their lower education levels counterparts may imply education levels though not significant, but an important factor in affecting the use of chastisement strategies. This research also finds the fact that although husbands have higher or lower education levels than their wives, they chastise more direct than their counterparts may mean gender is an important factor. Furthermore, there is fact that wives with higher and lower education levels have similarity that they both tend to use indirect chastisement strategies than their husbands may imply that gender still an important factor in affecting the use of chastisement. In the findings, criticism (direct) is the mostly used chastisement strategy especially for husbands and wives with higher education levels and husbands with lower education levels while wives with lower education levels tend to use giving reason/ explanation (indirect).",
  "creators": "ELISA VERANIA",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011766/ING/2008; Elisa Verania (11403032)",
  "subjects": "SOCIOLINGUISTICS; INDONESIAN LANGUAGE-SOCIAL ASPECTS"
}