{
  "id": "10323",
  "title": "The Study of code switching used by Ambonese students of Petra Christian University",
  "abstract": "This present research is conducted to find out the code switching phenomenon which is produced by the conversation of two Ambonese students of Petra Christian University. This research is aimed to investigate the types of code switching and also the factors influencing code switching produced by the two Ambonese students. The writer mainly based his research on the theories from Holmes (1992) and Wardhaugh (2006). This research used qualitative approach. The writer got the data from the conversations of two Ambonese students of Petra Christian University. The writer used five steps in analyzing the data. Firstly, the writer observed the conversation of two Ambonese students of Petra Christian University by listening and recording the conversation in the first of August. Secondly, the writer chooses the utterances that consisted of code switching. Thirdly, the writer wrote down the data into table. The final step is to analyze the data based on the types and the factors of code switching. After the writer had analyzed the utterances of the conversations, the writer found several findings. The conversation produced two types and four factors of code switching. The types of code switching were situational code switching and metaphorical code switching. The factors of code switching were participants, solidarity (affective functions), status, and topic. The most frequent factor is the participant, in which the dominant code was Ambonese. The least factor of code switching is status and topic. The writer found that the number of topic was the same as status.",
  "creators": "JONATHAN LOUIS",
  "contributors": "Samuel Gunawan (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011764/ING/2008; Jonathan Louis (11402136)",
  "subjects": "SOCIOLINGUISTICS"
}