{
  "id": "10335",
  "title": "Figures of speech used in Marie Claire and Gentlemen?s Quarterly Advertisements",
  "abstract": "Advertisements have a great deal of influence over what people do and buy. Each advertisement has its own target readers. Thus, it must have a certain style to differentiate one advertisement from the others. In this study, the writer wants to analyze the types of figures of speech and the language functions that are used in the advertisements found in male and female magazines especially in Gentlemen?s Quarterly and Marie Claire. The writer was also curious to know the different figures of speech and language functions found in those magazines. She assumed that each advertisement had different figures of speech and different language functions. The writer used Lawrence Perrine?s Theory (1969, pp. 65-66) to explain the figures of speech and also the theory of Language Function by Kennedy (2003, p.309). The data were divided based on the advertisements found in Marie Claire and gentlemen?s Quarterly magazines. After classifying the data, the writer analyzed and put those advertisements into the tables based on their figures of speech and language functions. Finally the writer described the figures of speech and the language functions for each sentence. The method used in this study is descriptive qualitative. In this research, the writer found out that the types of figures of speech that occurred in both advertisements were hyperbole and metonymy and the language functions that occurred in both advertisements were informatives, directives and emotives. Moreover, applying the figures of speech is crucial to deliver certain message in the advertisements that the advertisers would like to convey.",
  "creators": "LINDA LESTARI",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011759/ING/2008; Linda Lestari (11402099)",
  "subjects": "ADVERTISING-LINGUISTIC ASPECTS; LINGUISTICS; SOCIOLINGUISTICS"
}