{
  "id": "10336",
  "title": "The Causes and effects of the main character?s personality change in Peter Carey?s My Life as a Fake",
  "abstract": "In this thesis, I focus on analyzing the causes and the effects of the main character?s (Christopher Chubb) personality change. Based on Chubb?s behaviors and actions, I realize Chubb is changing into a person with narcissistic personality. I am interested in revealing the causes, and effects of Chubb?s narcissistic personality. In this analysis, I decide to use literary theory and narcissism concept. Literary theories that I use are the theory of characterization and the theory of conflict. Theory of characterization and theory of conflict help me to know Christopher Chubb?s past and present life and also some people?s opinions on his narcissistic personality. Moreover, I also use narcissism concept to understand the symptoms, the causes and the effects of Chubb?s narcissistic personality. By using these theories and concept I am able to analyze deeper about the personality change of Christopher Chubb. I find out that the causes of narcissistic personality that happened in Chubb?s life are the parental rejection, and his feeling of failure. Moreover, this concept also helps me to recognize the effects of Chubb?s narcissistic personality. The effect caused by Chubb?s narcissistic personality is his disturbed interpersonal relationship. Finally, Christopher Chubb does not have a happy life but his life is full of fake and miserable because he always tries to reach his unrealistic expectation. Tragically, until the end of his life, he still cannot make his dream come true and his ego also makes other people suffer. I conclude Chubb, as a human being, has a choice in his life to be a good man or bad man. It depends on the thinking of him. He can be a good person by always having positive thinking and giving thanks for all he has and become happy with that.",
  "creators": "KATHARINA LIONG HUI LING",
  "contributors": "Dr. Dra. Yuli Christiana Yoedo, M.Pd. (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011758/ING/2008; Katharina Liong Hui Ling (11401168)",
  "subjects": "AUSTRALIAN FICTION-20 TH.CENTURY-STUDY AND TEACHING; CAREY, PETER, 1943-..., MY LIFE AS A FAKE-STUDY AND TEACHING"
}