{
  "id": "10332",
  "title": "A Study of the causes and effects of Clyde Griffiths? obsession with worldly pleasures as seen in Dreiser?s an American Tragedy",
  "abstract": "This thesis deals chiefly with the causes and effects of Clyde?s obsession with worldly pleasures. Clyde Griffiths is the main male character in Dreiser?s An American Tragedy. The novel, that I am discussing, tells the story of the corruption and destruction of one man, Clyde, who forfeits his life in desperate pursuit of success. I am curious to analyze why Clyde is so obsessed with worldly pleasures and what the effects of his obsession with worldly pleasures is. Through this study, I would like to find that his obsession is primarily caused by his poverty and his friends? influence, and the effects are that the changing of his lifestyle, and the breaking the moral standard values. In order to discuss the causes and the effects of his obsession, I use literary approaches of which are the theory of characterization and the theory of conflict. The characterization theory is applied in order to reveal Clyde?s character traits; which the substantiation I am capable of getting from the author?s depiction of Clyde?s actions, speech, thoughts, feelings, interests, manner and physical appearance and from other?s characters? outlook upon him. Also, I am using theory of Conflict to analyze Clyde?s reaction toward his opposition with other characters. Moreover, I also combine the concept of obsession, lifestyles and moral standard with the literary theories in order to make my analysis clearer and more understandable. In the end, I am able to prove Clyde?s obsession with worldly pleasures is caused by his poverty and his friends? influence; and the effects that occurred are the changing of his lifestyles and the breaking of the moral standard values,. Accordingly, this analysis will be able to achieve the purpose of the study that Clyde is indeed has a huge desire on worldly pleasures and his tawdry objective of which lead him to his downfall.",
  "creators": "AMELIA RATNA YULIANA",
  "contributors": "Theophilus Jokri (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011762/ING/2008; Amelia Ratna Yuliana (11402028)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; DREISER, THEODORE, 1871-1947. AN AMERICAN TRAGEDY-STUDY AND TEACHING"
}