{
  "id": "10343",
  "title": "Perlakuan pajak penghasilan pada perusahaan jasa angkutan PT 'X'",
  "abstract": "Penelitian skripsi ini merupakan penelitian studi kasus yang dilakukan di perusahaan jasa angkutan PT?X?. Penelitian ini bertujuan untuk mengetahui apakah perlakuan PPh Badan pada perusahaan jasa angkutan PT?X? yang berkaitan dengan tepat atau tidaknya perhitungan PPh kurang/lebih bayar (ketepatan koreksi fiskal, penggunaan tarif, kredit pajak), waktu setor, dan waktu lapor sudah sesuai dengan ketentuan perpajakan yang berlaku. Jenis data yang digunakan adalah data kuantitatif yang berupa Laporan Laba Rugi, Neraca, Buku Besar, Bukti Potong PPh pasal 23, dan Daftar Penyusutan Aktiva Tetap Komersial dan Fiskal atas tahun buku 2002, SPT PPh tahun 2002 dan SSP. Sumber data yang digunakan dalam penelitian ini berasal dari intern perusahaan, yang dikumpulkan dengan observasi, wawancara, dan dokumentasi. Unit analisis yang digunakan adalah dokumen-dokumen Laporan Laba Rugi, Neraca, Buku Besar, Bukti Potong PPh pasal 23, Daftar Penyusutan Aktiva Tetap atas tahun buku 2002, dan SPT PPh tahun 2002 dari PT ?X?. Hasil penelitian ini menyimpulkan bahwa perhitungan pajak penghasilan yang dilakukan oleh perusahaan kurang tepat. Jumlah pajak penghasilan yang dihitung PT?X? lebih kecil daripada perhitungan penulis berdasarkan ketentuan perpajakan yang berlaku, sehingga jumlah pajak penghasilan pasal 29 yang masih harus dibayar oleh PT?X? kepada pemerintah menjadi lebih besar juga. Perbedaan tersebut terjadi karena perbedaan tetap yang berupa biaya ban cadangan, biaya sisa pemakaian oli, biaya perjalanan pribadi direksi dan keluarga, biaya keamanan dan kawalan, sumbangan HUT RI, sumbangan keagamaan dan kemasyarakatan, serta jamuan untuk relasi. Sedangkan untuk batas waktu penyetoran pajak penghasilan pasal 29 dengan menggunakan SSP dan pelaporan PPh Badan dengan menggunakan SPT sudah sesuai dengan ketentuan perpajakan yang berlaku.",
  "creators": "EVIE LISTIYA TJITRO",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); R.Arja Angka Asa Aras Adji S. (Advisor 2); Adwin Surja Atmadja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010617/AKT/2006; Evie Listiya Tjitro (32401173)",
  "subjects": "TAX ACCOUNTING"
}