{
  "id": "10349",
  "title": "Upaya mengembangkan pantai Bande Alit sebagai salah satu sarana alternatif olah raga air",
  "abstract": "Pariwisata Indonesia merupakan salah satu sumber pendapatan yang besar bagi negara maupun daerah dan masyarakat setempat. pada saat ini Jember merupakan tujuan wisata yang menarik untuk dikunjungi, dikarenakan memiliki beberapa obyek wisata pantai yang terkenal dengan keindahan alamnya, lingkungan yang bersih dan masih belum tercemar. Salah satu pantai yang menarik untuk dikunjungi adalah Pantai Bande Alit, yang terletak di kawasan Taman Nasional Meru Betiri. Dengan keadaan alam pantai yang masih natural Pantai bande Alit merupakan salah satu obyek wisata pantai yang menjanjikan, dimana disekitar pantai juga terdapat obyek wisata lain yang menarik untuk dikunjungi. Dengan melihat potensi yang ada, penulis mengangkat Pantai Bande Alit sebagai topik untuk tugas akhir dengan harapan tugas akhir ini bermanfaat bagi pengembangan obyek wisata Pantai Bande Alit. Analisa yang dilakukan Penulis mencakup upaya mengembangkan lokasi Pantai Bande Alit dengan meneliti keadaan alam, ombak dan arus pantai apakah mendukung untuk kegiatan olah raga air yaitu windsurfing, canoeing dan body board, sarana dan prasarana apa saja yang seharusnya disediakan serta promosi untuk meningkatkan jumlah wisatawan yang datang. Setelah dilakukan analisa ke obyek wisata Pantai Bande Alit, Penulis menemukan kekurangan - kekurangan dalam pengembangan obyek, yaitu kurang optimalnya usaha Pemerintah Daerah dalam pembenahan sarana dan prasana yang disediakan, dan belum adanya pengukuran terhadap keadaaan ombak dan arus pantai sehingga keamanan akan wisatawan yang berolah raga air terjaga. Menurut analisa yang dilakukan serta informasi yang didapat, keadaan alam, ombak dan arus pantai sangat mendukung untuk kegiatan olah raga air, dan upaya promosi yang dilakukan selama ini telah dilakukan secara maksimal oleh pihak pengelola dengan pihak swasta yaitu organisasi - organisasi pencinta alam dengan mengadakan lomba - lomba olah raga air, yang diharapkan agar dapat menarik serta meningkatkan jumlah wisatawan untuk berkunjung.",
  "creators": "LILY KURNIAWAN; LIE SYIA",
  "contributors": "SIDNIWATI (Advisor 1); SALLY SUHONGGO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 433/PAR/2000; Lily Kurniawan (91397072), Lie Syia (91397091)",
  "subjects": "TOURIST TRADE-JEMBER (EAST JAVA); BANDE ALIT BEACH-TOURIST TRADE"
}