{
  "id": "10351",
  "title": "Studi tentang audit energi listrik pada sistem pencahayaan di ruang kelas SMUK. St. Louis 1 gedung C dan D",
  "abstract": "Dalam Tugas Akhir ini dilakukan pengukuran dan analisa intensitas penerangan, analisa instalasi listrik serta solusi penghematan energi untuk lampu yang telah terpasang pada ruang kelas SMUK St. Louis 1 Gedung C dan D. Metode pengukuran intensitas penerangan menggunakan SNI 16-7062-2004. Dari hasil analisa perhitungan yang dilakukan, intensitas penerangan pada ruang kelas SMUK St. Louis 1 Gedung C belum memenuhi standar rekomendasi dari SNI 03-6575-2001 sedangkan intensitas penerangan pada ruang kelas di Gedung D sudah memenuhi standar tersebut. Penambahan jumlah lampu pada ruang kelas SMUK St. Louis 1 Gedung C ada dua alternatif, yang pertama menggunakan ballast standar dengan biaya sebesar Rp 9.893.500 dan yang kedua menggunakan ballast elektronik dengan biaya sebesar Rp 12.064.900. Penggunaan ballast elektronik akan memberikan penghematan sebesar Rp 1.018.584 per tahun jika dibandingkan dengan penggunaan ballast standar. Investasi yang lebih besar untuk penggunaan ballast elektronik sebesar Rp 2.171.400 akan kembali dalam 2 tahun 2 bulan. Sedangkan pada ruang kelas di Gedung D, penggantian lampu dengan biaya sebesar Rp 8.304.000 akan memberikan penghematan sebesar Rp 2.492.280 per tahun. Investasi tersebut akan kembali dalam jangka waktu 3 tahun 4 bulan. Investasi pada Gedung C dan D ini menjadi masuk akal dengan melihat nilai ekonomis lampu selama 6 tahun.",
  "creators": "STEFANUS BORIS BUDIDHARMA",
  "contributors": "V.P. Nugroho Susilo (Advisor 1); Emmy Hosea (Advisor 2); Murtiyanto Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010600/ELK/2008; Stefanus Boris Budidharma (23404063)",
  "subjects": "BUILDINGS-ENERGY CONSERVATION-STANDARDS; LIGHTING"
}