{
  "id": "10360",
  "title": "Mr. Andrie Wongso?s speech style used in The Spirit of Entrepreneurship Seminar",
  "abstract": "Crystal and Davy (1969) said that similar to conversation in daily situation, each person uses different style to speak in speech communication. This study focuses on Mr. Andrie Wongso?s speech style. The writer chose Mr. Andrie Wongso because Mr. Andrie Wongso has different style to convey information and to express feeling in his speech. He is recognized as number one motivational speaker in Indonesia. The writer analyzed the language style related to sentence types and communicative functions in his sentences. The problem of this research is to see sentence types and communicative functions used in Mr. Andrie Wongso?s speech. The writer used sentence types and communicative functions suggested by Kennedy (2003) and Moeliono (2003) for analyzing Mr. Andrie Wongso?s speech style. The sentence types are declarative sentence, interrogative sentence, imperative sentence, and exclamative sentence. The communicative functions are making a statement, asking a question, directing others, and expressing attitude. In this study, the writer used qualitative descriptive approach. The writer found that Mr. Andrie Wongso used seven combinations between sentence types and communicative functions, that is, declarative sentence for making a statement, declarative sentence for directing others, interrogative sentences for making a statement, interrogative sentence for asking a question, interrogative sentence for directing others, imperative sentence for directing others, and exclamative sentences for expressing attitude. Mr. Andrie Wongso used declarative sentence types more compared to other sentence types and used making a statement communicative function more compared to other communicative functions. Besides, he used imperative sentence more in the first five minutes of the speech compared to imperative sentence on average spoken English and his speech in other parts. The purpose to use this style was to make the audience have more enthusiasm in this seminar. Moreover, he used declarative sentences and interrogative sentences instead of imperative sentences to direct the audiences because of politeness reason.",
  "creators": "WELIN KUSUMA",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011757/ING/2008; Welin Kusuma (11403085)",
  "subjects": "SOCIOLINGUISTICS; INDONESIAN LANGUAGE-SOCIAL ASPECTS"
}