{
  "id": "10364",
  "title": "Kemampuan laba dan arus kas dalam mempredeksi laba dan arus kas masa depan: studi di PT BES",
  "abstract": "Informasi laba dalam laporan laba-rugi dan informasi arus kas dalam laporan arus kas masih diyakini sebagai alat yang andal bagi para pemakainya untuk mengurangi resiko ketidakpastian dalam pengambilan keputusan-keputusan ekonomi. Namun masalahnya, masih terdapat banyak kontradiksi mengenai kemampuan laba (dengan dasar akrual) dan arus kas (dengan dasar kas) sebagai pendukung utama pencapaian tujuan perusahaan. Maka, dengan berdasarkan penelitian-penelitian terdahulu, penelitian ini dimaksudkan untuk menguji kembali kapasitas laba dan arus kas sebagai prediktor, baik itu bagi laba maupun arus kas masa depan di pasar modal Indonesia, untuk jangka waktu satu tahun ke depan, terutama sebagai suatu dasar perencanaan aktivitas perusahaan. Penelitian ini dilakukan terhadap 30 perusahaan manufaktur yang sudah go publik dan telah terdaftar di PT BES, dengan market capitalization terbesar, selama 5 periode, mulai dari tahun 2000 sampai dengan tahun 2004. Jenis data yang digunakan adalah data kuantitatif yang berupa laporan laba-rugi dan laporan arus kas. Teknik analisis data yang dilakukan penulis dalam penelitian ini ialah dengan menggunakan analisis korelasi dan regresi. Pengolahan data dilakukan dengan menggunakan software SPSS versi 14 dan Eviews 4.1. Hasil pengujian statistik menunjukkan bahwa: (1) Prediktor laba lebih signifikan dalam memprediksi laba di masa depan dibandingkan dengan prediktor arus kas dalam memprediksi laba tersebut, dan (2) Prediktor arus kas lebih signifikan dalam memprediksi arus kas di masa depan dibandingkan dengan prediktor laba dalam memprediksi arus kas tersebut.",
  "creators": "VONNY LAURENSIA IKA R.S",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); Adwin Surja Atmadja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010663/AKT/2006; Vonny Laurensia I. R. S. (32401111)",
  "subjects": "ACCOUNTING; CORPORATIONS-FINANCE; FINANCIAL STATEMENTS"
}