{
  "id": "10363",
  "title": "Word formation processes used in computer terms in chip community forum",
  "abstract": "This study focuses on the word formation processes of computer terms used in Chip Community Forum. O ?Grady &Dobrovolsky (1993, p. 120) sets forth that a characteristic of all human languages is potential to create new words. With regard to the facts (1) that computer is so widely used nowadays, (2) that Chip Community Forum is a media of communication for computer geeks in which so many computer terms can be found, (3) that those terms are formed through some processes, and (4) that by knowing the word formation process, people can be able to know the meaning of the computer terms, the writer, therefore, is interested in conducting a study on word formation processes used in computer terms in Chip Community Forum. In particular, this study aims at finding out what word formation processes the computer terms belong to and what word formation process occurs the most frequently. The analysis was based on word formation process theories as proposed by Yule (2006) and O'Grady & Guzman (1996). The writer acquired the data of this study from Chip Community Forum in http://forum.chip.co.id/ in the period of August 18 to September 1, 2007. Totally there were 200 computer terms found within those two weeks. The findings show that word formation processes used by computer terms are Acronyms, Backformation, Blending (or Blends), Borrowing, Clipping, Coinage, Conversion, Compounding, Derivation and Onomatopoeia. However, there are some computer terms formed through other than those processes, which, in this study the writer categorized them as Miscellaneous. Findings also show that one term could also undergo more than one process, namely multiple processes. Furthermore, the writer found that Acronym (42.57%) is the most predominantly process used in forming the computer terms. The second process is Compounding (14.06%), and the third are Clipping (10.08%) and Derivation (10.08%). To follow are Borrowing (4.82%), Blending (3.61%), Coinage and Conversion (2.01% in each process). Finally, both Onomatopoeia and Backformation (0.40% in each process) are the least used processes.",
  "creators": "FRANKY YOHANES NANGOI",
  "contributors": "SHIERLY NOVALITA YAPPY (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011756/ING/2008; Franky Yohanes Nangoi (11403064)",
  "subjects": "GRAMMAR, COMPARATIVE AND GENERAL-WORD FORMATION; ENGLISH LANGUAGE-WORD FORMATION"
}