{
  "id": "10361",
  "title": "Analisa perbedaan abnormal return dan trading volume activity sebelum dan sesudah stock split (pada perusahaan di bursa efek Indonesia yang melakukan stock split tahun 2003-2006",
  "abstract": "Pemecahan saham adalah memecah selembar saham menjadi n lembar saham, dimana harga perlembar saham baru setelah di stock split adalah sebesar satu per n dari saham sebelumnya. Pemecahan saham dianggap bisa memberikan keuntungan bagi perusahaan dan investor. Dari pihak investor, stock split diharapkan dapat memberikan abnormal return, sedangkan bagi pihak perusahaan stock split dianggap bisa meningkatkan likuiditas suatu saham yang dapat dilihat dari trading volume activity. Tujuan dari penelitian ini adalah untuk melihat ada atau tidaknya perbedaan yang signifikan pada abnormal return dan trading volume activity sebelum dan sesudah stock split. Penelitian ini dilakukan dengan menggunakan 34 sampel, yang melakukan stock split pada tahun 2003-2006 di Bursa Efek Indonesia. Hasil pengujian terhadap kenormalan data pada abnormal return menunjukkan bahwa data berdistribusi normal sehingga pengujian menggunakan alat uji statistik parametrik. Pengujian terhadap kenormalan data pada trading volume activity menunjukkan bahwa data berdistribusi tidak normal sehingga pengujian menggunakan alat uji statistik non parametrik. Berdasarkan hasil uji hipotesis terhadap seluruh perusahaan, penelitian ini menemukan fakta bahwa tidak terdapat perbedaan rata-rata abnormal return dan trading volume activity yang signifikan sebelum dan sesudah stock split.",
  "creators": "YONATHAN ICHTUS GUNAWAN; ANDY YUWONO",
  "contributors": "Sautma Ronni Basana (Advisor and Examination Committee); Liem Pei Fun, S.E., M.Com. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.03012408/MAN/2008; Yonathan Ichtus Gunawan (31404081), Andy Yuwono (31404094)",
  "subjects": "STOCKS; STOCK SPLITTING"
}