{
  "id": "10368",
  "title": "The Use of codes in referential and affective topics by Ambonese students of Ambon and Ambonese students of Surabaya",
  "abstract": "This study deals with the codes used by Ambonese students of Ambon and those used by Ambonese students of Surabaya. The writer chooses the topic because she finds out that the Ambonese people who live in Surabaya often uses several codes in their conversation. The purpose of this study is to find out the codes that are used by Ambonese students of Ambon and Ambonese students of Surabaya based on the length of stay in a multilingual community. Furthermore, the writer wants to analyse and reveal the influence of different topics (referential and affective) in choosing a certain code in their conversation. She also wants to find the differences and similarities between the codes, which are used by Ambonese students who live in Surabaya in their daily conversation. The writer applies the theory of code based on the Janet Holmes? theory. This is a descriptive quantitative study and the data is taken from the Ambonese students? conversation about referential and affective topics. In analysing the data, firstly, the writer prepares some questions about referential and affective topics that will be asked later on. Then she also gives a questionnaire in order to find out the social background of the subject and some additional information. Secondly, she records the conversation using tape-recorder. Then she transcribes it in the written form in order to identify and classify the data easier. Through the analysis, she found out that there are three codes used by Ambonese students of Surabaya when they spoke either in referential or affective topics, which are: Indonesian, Suroboyoan, and English. On the other hand, Ambonese students of Ambon preferred to use Indonesian language, Ambonese language (their vernacular), and English language when they spoke about referential topics. While in the affective topics, they preferred to use their vernacular (Ambonese language) as their first priority, Indonesian language, Suroboyoan, and English language.",
  "creators": "RENNA SARAMONICA D",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011754/ING/2008; Renna Saramonica Dahoklory (11403139)",
  "subjects": "INDONESIAN LANGUAGE-SOCIAL ASPECTS; SOCIOLINGUISTICS"
}