{
  "id": "10371",
  "title": "Illocutionary acts of the persuasion used by the main characters in \"Runaway Jury\"",
  "abstract": "This is a study about a speech act of persuasion in a movie entitled \"Runaway Jury\". Speech act plays an important role in human interaction, because when people say something, people do not only deliver the meaning of the utterance but also the force beyond it. The writer uses the theory of speech act from Searle. There are several types of speech communication. One of them is speech to persuade. Persuasion is found to be familiar in daily conversation. People have always faced persuasion all day long. The writer does this study to find the types and percentages of illocutionary acts occur in the movie. In this research, the writer uses both descriptive qualitative and quantitative approach. The writer divided into three steps in method of data collection. The first step, the writer watched the movie for several times, in order to really understand the story. Second, the writer searched and found the Runaway Jury script from the internet (http://www.script-o-rama.com/movie_script/r/runaway-jury-script-transcript-grisham. html). The third step, the writer focused only on the conversation between the main characters which contain persuasion on it. Then, he starts to categorize and analyze the data based on the concept of persuasion and illocutionary acts. Based on the data analysis, the writer found that persuasion of the main characters take the functions illocutionary acts in the movie. In this research, Commisives (49%) is the most dominant type used by the characters on the runaway jury movie. Next, is representatives (29 %) and last one is directives (21%). Last, the writer founds that the types of illocutionary which mostly occur in the movie is assuring, stating, and advising. From the findings above, the writer may conclude that illocutionary acts is an important tool as in human?s interaction because when people say something, it convey a force.",
  "creators": "IRVAN HADINATA",
  "contributors": "Samuel Gunawan (Advisor 1); Anneke Heritaningsih Tupan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011752/ING/2008; Irvan Hadinata (11404019)",
  "subjects": "ENGLISH LANGUAGE-DISCOURSE ANALYSIS; DISCOURSE ANALYSIS; SEMANTICS"
}