{
  "id": "10370",
  "title": "A Comparison of the social contexts in which self-referring terms of \"King\" and \"I\" are used in Anna and the King movie",
  "abstract": "This study is aimed to reveal the social contexts in which self-referring terms such as \"I\" and \"King\" used by King Mongkut in Anna and the King movie. The data were taken from the self-referring terms used by King Mongkut in the movie which was launched in 1999. King Mongkut often refers to himself with two different self-referring terms which are \"King\" and \"I\". When he refers to himself as \"I\" it is quite clear that he refer to himself but when he uses \"King' as the self-referring term, he is talking as if about third person in fact he is referring to himself. For example, \"King?s commitment to noble families must not be compromised\", in this line, King Mongkut refers to himself as \"King\" thus it sound as if he is talking about someone else. There are some theories used in this study which are SPEAKING model by Hymes, speech function by Holmes and Coulmas? reference term. Furthermore, the method used in this study was quantitative descriptive. This study shows that the use of \"King\" and \"I\" self-referring terms are patterned. \"King\" is mostly used when he is talking to Anna Leonowens, inside the palace setting, directive purpose, dealing with state affairs and slavery affairs and uncomfortable tone. Meanwhile, \"I\" self-referring term is used contradictory, when he is outside the palace setting, expressive purpose, dealing with daily life and family and comfortable tone.",
  "creators": "JETTI PUJI LESTARI",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011753/ING/2008; Jetty Puji Lestari (11403059)",
  "subjects": "DISCOURSE ANALYSIS; ENGLISH LANGUAGE-DISCOURSE ANALYSIS; SEMANTICS"
}