{
  "id": "10381",
  "title": "The English language variety used by Honey Daniels in Honey Movie",
  "abstract": "Language is very important in human being?s life in order to communicate with others. People speak in different varieties since no speaker speaks a single variety. In fact, people can use different language varieties; either it is standard or non-standard English language, to communicate. This situation can also be observed in Honey Daniels? life in Honey movie. As information, Honey Daniels comes from a mixed race family. Her father is a black man and her mother is a white woman. Just because of that, the writer wants to know the frequency of standard and non-standard English language variety that used by Honey Daniels when she spoke to other ethnicities. Furthermore, the writer also wants to know about the types of African American Vernacular English (AAVE) features used by Honey Daniels in Honey movie. In analyzing the data, the writer used the theory of language varieties, theory of standard and non-standard English language, both theories are from Holmes (1992). Also, the writer used the theory of African American Vernacular English by Trudgill (1983) and Labov (1972) in order to see what types of African American Vernacular English that Honey Daniels used when she spoke to her addressees. From the analysis, the writer found out that Honey Daniels used more standard English varieties when she spoke to people who came from black ethnicity. However, the writer also found out that the percentage of Honey Daniels? speech of non-standard English when she spoke to black ethnicity was not too significant compared to when she spoke to white ethnicity. Moreover, the result showed that the types of African American Vernacular English used by Honey Daniels when she spoke to white and black ethnicity were almost the same, that is, the use of `n? as opposed to ng, the use of apostrophe [`], the use of slang words, the use of gonna, the use of wanna, and altered syntax in questions. However, no -s ending in the present tense third person singular and aspectual system features did not occur in Honey Daniels? utterances when she spoke to black ethnicity. It was because Honey Daniels came from a mixed race family; her father is a black man and her mother is a white woman. Even though Honey Daniels spoke African American Vernacular English (AAVE) features, not all the AAVE features occurred in Honey Daniels? speech.",
  "creators": "EVELLYN TANZIL",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011751/ING/2008; Evellyn Tanzil (11403029)",
  "subjects": "ENGLISH LANGUAGE-GRAMMAR; SOCIOLINGUISTICS"
}