{
  "id": "10385",
  "title": "Perancangan dan pembuatan website informasi iklan dan promo di website \"SurabayaSpot.com\"",
  "abstract": "Christone web solution adalah sebuah perusahaan jasa pemasangan iklan lewat web. Perusahaan ini memiliki tujuan untuk menjembatani publikasi promo & event yang diadakan oleh member dengan konsumen yang mencari. Untuk mewujudkan visi tersebut diperlukan sarana informasi yang berbasis web. Pada proses pembuatan website, langkah awal yang dilakukan adalah menganalisis kebutuhan dari sistem yang dibuat, membuat desain sistem, desain struktur menu web dan desain interface. Pada aplikasi ini, software yang dipakai adalah notepad++ portable untuk pembuatan desain interface, MySQL sebagai database untuk menyimpan data dari web dan skrip php untuk bahasa pemrogramannya. Hasil yang didapatkan sudah diimplementasikan dalam website SurabayaSpot.Com. Website ini dilengkapi fasilitas kalendar promo, news, searching, fasilitas user member untuk membantu member dalam mengelola data serta fasilitas administrator untuk mengatur isi web. Dapat disimpulkan bahwa website ini dapat dijalankan dengan baik dan sesuai dengan kebutuhan user. Hal ini dapat dibuktikan melalui hasil perhitungan kuesioner. Pada public penilaian website secara keseluruhan menunjukkan nilai rata-rata sebesar 80%, untuk penilaian website client secara keseluruhan menunjukkan nilai rata - rata sebesar 83%, dan pada administrator penilaian website secara keseluruhan menunjukkan nilai rata-rata sebesar 70 %.",
  "creators": "HAN EKA NUGRAHA",
  "contributors": "Agustinus Noertjahyana (Advisor 1); Yulia (Advisor 2); Arlinah Imam Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02010722/INF/2008; Han Eka Nugraha (26402125)",
  "subjects": "INTERNET PROGRAMMING; WEBSITES-DESIGN; INTERNET (COMPUTER NETWORKS)"
}