{
  "id": "10388",
  "title": "Analisa kelayakan wedding service kristiani",
  "abstract": "Manusia yang semakin rasional dalam memenuhi kebutuhan hidupnya tentunya akan cenderung mengutamakan kebutuhan masa depannya daripada kebutuhan yang lainnya. Termasuk pula kebutuhan akan perayaan pernikahan, pasangan akan cenderung menginginkan perayaan sederhana tetapi berkesan. Gereja dapat dijadikan sebagai alternatif tempat dan pusat perayaan pernikahan yang sederhana dan berkesan tersebut. Tujuan dari tugas akhir ini adalah untuk mengetahui apakah produk jasa pelayanan pernikahan dengan gereja sebagai pusat perayaan ini dapat diterima oleh pasar yang ada. Selain itu hasil yang diperoleh tentunya dapat dijadikan tolak ukur bagi investor untuk menanamkan modalnya. Penelitian ini dilakukan pada GKI-GKI di Surabaya dengan mengambil 3 sample sebagai berikut: GKI Ressud GKI Ngagel GKI Manyar Penelitian dengan membagikan kuisioner ini dilakukan pada jemaat yang sudah menikah {reference group) atau jemaat yang akan menikah {potential market). Sekitar 14 % - 26 % dari jemaat GKI Surabaya mulai memilih perayaan pernikahan di gereja ini. Penelitian ini juga menunjukkan bahwa gereja mempunyai banyak tugas-tugas pelayanan yang harus diutamakan, sedangkan pasangan yang akan menikah juga mengalami kesulitan terutama karena waktu dan ketidakmampuan untuk menangani kebutuhannya sendiri. Hasil yang diperoleh menunjukkan bahwa harus ada lembaga sendiri untuk menangani perayaan pernikahan dengan gereja sebagai pusat perayaan yang mulai diminati sebagai alternatif perayaan yang sederhana.",
  "creators": "FENNY SETIAWAN",
  "contributors": "KRESNAYANA YAHYA (Advisor 1); Tanti Octavia (Advisor 2); Jani Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 268/TI-94/1999; Fenny Setiawan (25494040)",
  "subjects": "CORPORATIONS-FINANCE-FEASIBILITY STUDY; INVESTMENTS-FEASIBILITY STUDY"
}