{
  "id": "10392",
  "title": "Perancangan sistem informasi akutansi terkomputerisasi atas siklus penggajian pada badan pengelola kondominium Puncak Marina di Surabaya",
  "abstract": "Penelitian ini dilakukan di Badan Pengelola Kondominium Puncak Marina (BPKPM) Surabaya yang bergerak dalam jasa. Sistem penggajian BPKPM pada perusahaan masih manual sehingga membutuhkan waktu yang lama dalam menghasilkan laporan. Sementara itu, masih harus memindahkan data dari form yang satu ke form yang lain, sehingga berpotensi terjadi human error. Tujuan penelitian ini adalah mengumpulkan data-data yang berhubungan dengan sistem penggajian dan merancang sistem informasi terkomputersasi atas siklus penggajian. Penelitian yang dilakukan merupakan penelitian deskriptif berupa studi kasus dengan mengambil kasus nyata yang terjadi pada perusahaan. Jenis data yang diperoleh adalah data kualitatif dengan sumber data primer. Metode yang digunakan berupa observasi, wawancara dan dokumentasi. Penelitian ini dilakukan dengan cara mengumpulkan data tentang sistem manual penggajian dan menganalisa data tersebut. Selain itu, juga dilakukan perancangan konseptual dan perancangan fisik. Penelitian ini menghasilkan output, input, database dan pengendalian aplikasi. Laporan yang dihasilkan antara lain: Laporan Gaji Bulanan, Laporan Gaji Internal, Laporan Kepegawaian, Laporan Lembur, Slip Gaji, Laporan absensi, Rekapitulasi Absensi Khusus, Laporan Pegawai Tidak Masuk, Laporan Perintah Lembur, Laporan Tunjangan Obat, Jadual kerja Shift Bulanan, Jadual Libur Shift Bulanan, Rekapitulasi Cuti, Rekapitulasi Off. Desain input yang dihasilkan antara lain: Form Absensi, Form Pertukaran Shift, Form Cuti Staff, Form Cuti/Off khusus, Form Ijin Sakit Pegawai, Form Ijin Keluar, Form Kontrak, Form Data Pegawai, Jadual Kerja Non-Staff, Form Off, Form Tunjangan Obat, Form Perintah Lembur, Form Gaji Pokok, Form Hari Libur Nasional. Database yang dihasilkan ada 17 tabel. Diharapkan dengan menerapkan sistem penggajian yang terkomputerisasi dan disertai dengan aplikasinya, kesalahan akibat human error dapat diminimalisasi.",
  "creators": "VONNY AMELIA",
  "contributors": "Oviliani Yenty Yuliana (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010607/AKT/2006; Vonny Amelia (32402072)",
  "subjects": "AUDITING-DATA PROCESSING; ACCOUNTING-COMPUTER PROGRAMS"
}