{
  "id": "10394",
  "title": "Faktor-faktor yang mempengaruhi minat menggunakan internet banking oleh penggunanya dengan menggunakan kerangka Technology Acceptance Model (TAM)",
  "abstract": "Di Indonesia, internet banking yang sangat bermanfaat ternyata penerapannya kurang mendapat respon baik dari nasabah yang memiliki fasilitas untuk mengakses internet banking, sehingga menimbulkan ketertarikan untuk diteliti. Dengan menggunakan TAM (Perceived Usefulness dan Perceived Ease of Use) sebagai kerangka teori, penelitian ini juga menggunakan faktor Perceived Credibility dan Computer Self Efficacy. Penyebaran kuesioner pada penelitian ini dibatasi hanya pada pengguna internet banking di 8 bank yang berada di Surabaya yang menyediakan layanan internet banking. Manfaat dari penelitian yang bertujuan untuk mengetahui faktor- faktor yang mempengaruhi minat menggunakan internet banking oleh penggunanya dengan menggunakan TAM ini adalah untuk memberikan informasi tentang faktor-faktor yang mempengaruhi minat menggunakan internet banking oleh penggunanya dan dapat menjadi masukan bagi pihak manajemen bank untuk mengevaluasi penggunaan internet banking. Instrumen yang digunakan berupa kuesioner dengan menggunakan skala Likert berskala 5 yang disebarkan kepada 100 orang yang sebelumnya pernah menggunakan internet banking dengan menggunakan teknik sampling aksidental. Unit analisis dalam penelitian ini adalah minat pengguna internet banking di 8 Bank di Surabaya. Pengolahan dan analisa data menggunakan Structural Equation Model (SEM) dengan alat bantu perangkat lunak (software) Lisrel 8.30. Penelitian ini membuktikan bahwa faktor yang mempengaruhi minat menggunakan internet banking adalah Perceived Usefulness, Perceived Ease of Use, dan Perceived Credibility. Faktor Computer Self Efficacy juga berpengaruh pada minat menggunakan internet banking secara tidak langsung melalui Perceived Usefulness, Perceived Ease of Use, dan Perceived Credibility.",
  "creators": "YULIANI MULYADI",
  "contributors": "Sri Maharsi (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010609/AKT/2006; Yuliani Mulyadi (32402002)",
  "subjects": "BANKS AND BANKING-ACCOUNTING"
}