{
  "id": "10398",
  "title": "Penghitungan pajak penghasilan orang prbadi pada warga negara asing",
  "abstract": "Penelitian ini bertujuan untuk melihat perlakuan perpajakan yang meliputi hak penajakan, penghitungan, penyetoran/pembayaran dan pelaporan pajak penghasilan atas penghasilan yang diterima oleh seorang Warga Negara Asing. Penelitian ini merupakan penelitian deskriptif,yang melakukan studi kasus pada PT\"X\" dengan objek seorang WNA yaitu Mr X sebagai manajer produksi di PT \"X\" dan pihak akuntansi PT\"X\". Data-data dan informasi didapatkan melalui wawancara dan dokumentasi. Dari penelitian ini dapat disimpulkan bahwa Mr X lebih dari 183 hari tinggal di Indonesia dan bekerja pada PT \"X\", maka dia sebagai Wajib Pajak Dalam Negeri Orang Pribadi(WPDN OP). Mr X telah memenuhi kewajiban perpajakannya yaitu dengan melaporkan PPh terutangnya dengan SPT Tahunan PPh Wajib Pajak Orang Pribadi 1770S. PT \"X\" sebagai perusahaan yang merekrut Mr X sebagai pekerja dan sebagai pemotong pajak penghasilan yang diperoleh Mr X dari PT \"X\", maka dalam penyetoran dan pelaporan atas pajak penghasilan yang dikenakan terhadap Mr X sudah tepat waktu tapi terjadi kesalahan dalam penghitungan pajak penghasilan, dimana PT\"X\" dalam penghitungannya menjadikan Mr X sebagai pegawai tetap.Hal ini menyebabkan terjadinya kesalahan jumlah Pajak Penghasilan 21 yang dipotong. Maka pajak yang terutang lebih kecil dengan adanya pengurangan biaya jabatan, jumlah PPh pasal 21 disetor dan dilaporkan juga rendah. Sebaiknya PT \"X\" melihat SKD Mr X, dimana SKD ini merupakan surat untuk mengetahui negara asal Mr X dan digunakan untuk melihat P3B mana yang dipakai sebagai pedoman untuk mengetahui hak pemajakan negara mana yang berhak memajaki atas penghasilan yang diterima Mr X.Hal ini dilakukan agar tidak terjadi penyelewengan dalam P3B.",
  "creators": "DIANA ROSSITA",
  "contributors": "Yenni Mangoting (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010611/AKT/2006; Diana Rossita (32401125)",
  "subjects": "TAX ACCOUNTING"
}