{
  "id": "10390",
  "title": "Analisa faktor-faktor yang mempengaruhi kepercayaan dan pengaruh kepercayaan terhadap loyalitas pengguna internet banking di Surabaya",
  "abstract": "Kasus kecurangan menggunakan internet banking dan tidak adanya interaksi fisik antara pegawai bank dengan pengguna internet banking menyebabkan nasabah bank tidak mau menggunakan internet banking. Salah satu contoh kasus kecurangan tersebut adalah kasus pembobolan rekening nasabah bank BCA menggunakan situs clikbca.com. Kondisi ini menyebabkan bank mengeluarkan biaya yang besar untuk menambah jumlah ATM, kantor cabang untuk meningkatkan kepuasan nasabah. Selain itu, semakin banyaknya jumlah bank yang menyediakan layanan internet banking memicu bank untuk meningkatkan loyalitas nasabah terhadap internet banking. Penelitian ini bertujuan untuk mengetahui faktor-faktor yang mempengaruhi kepercayaan dan apakah kepercayaan mempengaruhi loyalitas pengguna terhadap internet banking di Surabaya. Sampel dalam penelitian ini berjumlah 106, yang merupakan pengguna internet banking dari bank BCA, Lippo, Mandiri, Niaga, BII, Permata, Bukopin dan Mega. Alat statistik yang digunakan adalah Structural Equation Modelling (SEM). Data dianalisis dengan menggunakan software statistik LISREL 8.30. Hasil dari penelitian ini mengindikasikan bahwa opportunistic behaviour control merupakan faktor utama yang mempengaruhi kepercayaan nasabah terhadap internet banking, diikuti oleh shared value dan komunikasi, penelitian ini juga membuktikan bahwa kepercayaan berperan sebagai faktor yang mempengaruhi loyalitas pengguna internet banking.",
  "creators": "FENNY",
  "contributors": "Sri Maharsi (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010605/AKT/2006; Fenny (32402046)",
  "subjects": "BANKS AND BANKING-ACCOUNTING"
}