{
  "id": "10396",
  "title": "Figures of speech used in hair care advertisements in Cosmopolitan and Cleo magazines",
  "abstract": "This study is about the analysis of figures of speech used in ten hair care advertisements published in Cosmopolitan and Cleo magazines (April 2007). More specifically, this study discussed types of figures of speech used in those hair care advertisements and their meanings. In finding the meanings, the writer paid attention to the context. The writer chose this topic because there are many hair care advertisements using figures of speech as their language style to attract and persuade potential consumers to read the advertisements and buy the products. The writer chose two different magazines because the writer wants to compare hair care advertisements from these two magazines. Besides, these two magazines are published in many countries using many languages. The main theory used in this study was taken from Perrine and Arp (1992). Besides, in finding out the meaning, the writer used theory proposed by Verdonk and Widdowson (2002). In this theory, contexts are divided into two types; internal linguistic and external non-linguistic context. These two types of context were used for analyzing the data. The approach of the study is descriptive qualitative. It was found that those ten hair care advertisements had fifteen statements containing three types of figures of speech namely personification, hyperbole, and simile. In general, these figures of speech carried one meaning, i.e. the consumer might get benefits when he or she uses the advertised products. Furthermore, there are three things which are emphasized by the advertisers through the language use, the picture and the colour of the advertisements, in order to persuade or convince the consumers. These three things are the flexibility of the product, the results after using the product, and the convenience of the consumers when they are using the product.",
  "creators": "MIA MARGARETHA",
  "contributors": "Flora Debora (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. Mia Margaretha (11403080)",
  "subjects": "FIGURES OF SPEECH; INDONESIAN LANGUAGE-FIGURES OF SPEECH"
}