{
  "id": "10399",
  "title": "Perlakuan akutansi dan pajak penghasilan atas kebijakan pemberian potongan punjualan dan potongan bunga pinjaman pada koperasi \"X\"",
  "abstract": "Koperasi \"X\" adalah koperasi karyawan yang bergerak di bidang jasa simpan pinjam dan penjualan barang-barang primer, garmen dan elektronik, dimana koperasi \"X\" menerapkan kebijakan potongan penjualan dan potongan bunga pinjaman dengan tujuan untuk meminimalkan beban pajak. Maka permasalahan yang dirumuskan adalah Apakah perlakuan akuntansi atas kebijakan potongan penjualan dan potongan bunga pinjaman telah sesuai dengan standar akuntansi yang berlaku. Pembahasan perlakuan akuntansi ini meliputi pengakuan, definisi elemen, pengukuran, penyajian dan pengungkapan. Melalui perumusan masalah yang kedua mengenai perlakuan pajak penghasilan atas kebijakan pemberian potongan penjualan dan potongan bunga pinjaman, maka analisa difokuskan pada kesesuaian antara kebijakan potongan penjualan dan potongan bunga pinjaman dengan prinsip taxable dan deductible. Penelitian ini bertujuan untuk mengetahui apakah perlakuan akuntansi atas potongan penjualan dan potongan bunga pinjaman yang diterapkan oleh koperasi telah sesuai dengan standar akuntansi yang berlaku serta untuk mengetahui apakah kebijakan potongan penjualan dan potongan bunga pinjaman telah sesuai dengan ketentuan perpajakan dalam hal ini prinsip taxable dan deductible. Melalui penelitian studi kasus, penulis dapat mengatakan bahwa koperasi \"X\" belum melakukan definisi, pengakuan dan penyajian elemen laporan keuangan dengan benar. Oleh karena itu, koperasi \"X\" harus membetulkan penyajian Simpanan Akhir Kolektif, dan pengakuan potongan penjualan untuk transaksi penjualan kredit. Selain itu kebijakan pemberian potongan penjualan dan potongan bunga pinjaman tidak sesuai dengan prinsip taxable dan deductible sehingga menyebabkan potongan penjualan dan potongan bunga pinjaman harus dikoreksi fiskal dari laporan laba rugi. Kesimpulan dan saran lebih difokuskan untuk mengubah pos Simpanan Akhir Kolektif yang pada mulanya dalam neraca sebagai kewajiban menjadi Simpanan Akhir Kolektif pada ekuitas dan mengakui potongan penjualan di awal untuk penjualan kredit.",
  "creators": "VITRIA YUANITA SUJANTO",
  "contributors": "Yenni Mangoting (Advisor 1); Drs. Sudibjo, M.M (Advisor 2); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010612/AKT/2006; Vitria Yuanita Sujanto (32402083)",
  "subjects": "TAX ACCOUNTING; ACCOUNTING"
}