{
  "id": "10404",
  "title": "Types and functions of English taboo words used in Edmund White?s A Boy?s Own Story",
  "abstract": "Taboo words are generally offensive and considered inappropriate for being used in most occasions. However, people, although they were considered as well educated persons, still used taboo words in some occasions. This research attempted to find out the types and the functions of taboo words mostly used by the main character in this novel. In conducting this research, the writer used a qualitative-descriptive approach and she became the instrument that collected and analyzed the data from A Boy?s Own Story novel. The writer analyzed the taboo words that were spoken by Edmund and his gay friends. In the analysis, the occurrences of taboo words can be classified based on the types such as (one?s) mother in law, certain game animal, sex, death, excretory, bodily functions, anatomical and religious matters and also based on the functions such as create discredit, discredit, provoke violent confrontation, endearment, the create of strong personal identification and provide catharsis. The writer also analyzed the function of taboo words that was uttered by Edmund and his gay friends. After finishing the analysis, all the occurrences of taboo words were put into the prepared table based on the classification of types and functions criteria. In conclusion, the writer concluded that Edmund mostly used taboo words when he was talking to those who had intimate solidarity with him and in the informal setting. The taboo words used by Edmund mostly occurred when the conversations was talking about emotional pressures. Furthermore, the taboo words used by Edmund White were mostly functioned to discredit for reducing his emotional pressures and to endear for someone who had close relationship with him.",
  "creators": "STEFANI WAHJUDI",
  "contributors": "Julia Eka Rini (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011748/ING/2008; Stefani Wahyudi (11403053)",
  "subjects": "SOCIOLINGUISTICS"
}