{
  "id": "10409",
  "title": "Penentuan kapasitas produksi serta pengaruhnya terhadap biaya produksi di PT \"X\"",
  "abstract": "Tugas akhir ini membahas tentang perhitungan dan penentuan kapasitas produksi beserta pengaruhnya terhadap biaya produksi. Selain untuk menjembatani ketidak harmonisan antara kapasitas yang ada sekarang dengan kapasitas yang diperlukan untuk memenuhi permintaan pasar, perhitungan ini bertujuan juga untuk mendapatkan kapasitas produksi yang optimal dengan biaya produksi dan harga pokok penjualan produk yang minimum. Permasalahan yang dihadapi oleh pihak perusahaan saat ini adalah tidak adanya perhitungan kapasitas produksi, yang menyebabkan perusahaan secara tidak langsung dirugikan karena belum dimamfaatkannya kapasitas produksi yang optimal. Produk yang dibuat adalah Svala, yaitu 1 set meja dan kursi, yang terbuat dari kayu Pinus. Peramalan permintaan produk dihitung berdasarkan data-data permintaan masa lalu. Perhitungan ini menggunakan metode Double Exponential Smoothing karena metode ini sesuai dengan plot data-data permintaan masa lalu dan mempunyai nilai M.A.D. yang paling kecil. Sedangkan hasil dari peramalan permintaan tersebut akan menjadi dasar acuan dalam menentukan altematif penambahan kapasitas produksi. Kemudian penyusun melakukan perhitungan waktu normal dan waktu standar, yang akan menjadi dasar perhitungan untuk mencari kapasitas produksi, tidak ketinggalan pula untuk melakukan perhitungan jumlah mesin dan jam kerja yang dibutuhkan oleh setiap altematif penambahan kapasitas produksi. Sedangkan altematif penambahan kapasitas produksi dipilih berdasarkan penambahan jumlah mesin, pemaksimalan jam lembur, dan penambahan jumlah shift kerja. Setelah itu penyusun melakukan perhitungan biaya produksi dan harga pokok penjualan produk untuk tiap-tiap altematif penambahan kapasitas produksi. Setelah dilakukan perhitungan, didapatkan hasil bahwa penambahan jumlah mesin sangat perlu dilakukan sampai pada level produksi 13000 unit, penambahan kapasitas produksi tentunya akan meningkatkan biaya produksinya tetapi meminimalkan harga pokok penjualan / unit produk, yang menyebabkan laba atau keuntungan yang diperoleh pihak perusahaan dapat lebih besar.",
  "creators": "FERRY",
  "contributors": "Didik Wahjudi (Advisor 1); Jani Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 222/TI-48/1999; Ferry (25492002)",
  "subjects": "PRODUCTION MANAGEMENT; PRODUCTION PLANNING"
}