{
  "id": "10416",
  "title": "Perancangan pengendalian persediaan bahan baku rotan pada Perusahaan Rattan Furniture di Bangil",
  "abstract": "Pengendalian persediaan bahan baku memerlukan suatu metode yang handal yang dapat diterapkan sesuai dengan kondisi perusahaan yang berkaitan dengan biaya dan kapasitas gudang. Fluktuasi permintaan produk yang tidak menentu menyebabkan perlunya dilakukan peramalan untuk mengetahui jumlah permintaan dimasa mendatang. Sesuai dengan karakteristik data masa lulu maka digunakan metode peramalan Multiplicative Decomposition. Teknik pemotongan yang dicoba untuk diterapkan dalam perancangan persediaan mempunyai dua altematif. Untuk alternatifl mempertimbangkan sisa berlebihan yang digunakan sebagai cadangan untuk bulan berikutnya, sedangkan altematif 11 harus selalu mengadakan perubahan model teknik pemotongan sesuai dengan kebutuhan. Hasil teknik pemotongan untuk alternatifl tidak dapat diterapkan karena keterbatasan area penyimpanan serta faktor biaya. Untuk altematif 11 dihasilkan biaya yang lebih rendah, tetapi sulit untuk diterapkan karena harus selalu merubah model teknik pemotongan.sesuai kebutuhan dan memerlukan pemahaman yang mendalam tentang teknik pemotongan. Analisa persediaan bahan baku selanjutnya menggunakan model persediaan Economic Order Quantity - Probabilistik dengan mempertimbangkan adanya backorder. Hasil yang diperoleh dapat memenuhi kendala luas area yang tersedia. Untuk melakukan pengontrolan terhadap persediaan bahan baku disarankan untuk membuat kartu kendali bahan baku. Contoh kartu kendali bahan baku disajikan pada lampiran E.",
  "creators": "SHERLY CHRISTIANTI WIBISONO",
  "contributors": "Stevanus Adrianto Tjandra (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10/TMI-022/1997; Sherly Christianti Wibisono (25492067)",
  "subjects": "INVENTORY CONTROL"
}