{
  "id": "10422",
  "title": "Analisa program-program promosi terhadap keputusan pembelian konsumen dalam proses repositioning pada Restoran Buli-Buli Surabaya",
  "abstract": "Dalam strategi pemasaran jika suatu pasar sudah mengalami titik jenuh maka perusahaan tersebut perlu memutar otak untuk menarik konsumennya kembali. Salah satu strategi yang dapat dilakukan adalah repositioning. Hal tersebut seperti yang dilakukan oleh Restoran Buli-Buli dengan mengembangkan variabel bauran pemasarannya, salah satunya adalah produk dimana Restoran Buli-Buli menyajikan menu baru (sushi). Repositioning dengan tujuan untuk menambah target pasar, yang dulunya target pasarnya keluarga dengan kalangan menengah keatas dan sekarang dengan adanya sushi diharapkan dapat menarik konsumen kalangan pelajar, mahasiswa, dan eksekutif muda. Oleh karena itu untuk memperkenalkan menu barunya (sushi), pihak menajemen Buli-Buli perlu melakukan promosi. Dalam promosi terdapat bauran promosi sebagai alat untuk menarik konsumen untuk melakukan keputusan pembelian. Bauran promosi meliputi: advertising, personal selling, sales promotion, public relation, direct marketing dan word of mouth, tetapi bauran promosi yang digunakan oleh Restoran Buli-Buli hanya tiga variabel yaitu: advertising, personal selling, dan word of mouth. Penelitian ini dilakukan dengan cara menyebar kuesioner kepada 200 konsumen Restoran Buli-Buli. Hasil dari penelitian ini diketahui bahwa variabel-variabel promosi yaitu advertising, personal selling, dan word of mouth secara serempak mempengaruhi keputusan pembelian konsumen pada Restoran Buli-Buli, akan tetapi secara parsial hanya personal selling dan word of mouth yang mempengaruhi keputusan pembelian, dimana personal selling merupakan faktor dominan yang mempengaruhi keputusan pembelian konsumen Restoran Buli-Buli, Surabaya.",
  "creators": "CHANDRA YUWONO; HENRY MOGAFI",
  "contributors": "Thomas Stefanus Kaihatu (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010239/HTL/2006; Chandra Yuwono (33400120), Henry Mogafi (33401022)",
  "subjects": "RESTAURANT MANAGEMENT"
}