{
  "id": "10421",
  "title": "Pendekatan ergonomi untuk perancangan produk bangku taman di UD Kharisma",
  "abstract": "UD. KHARISMA adalah sebuah industri yang bergerak di bidang wood working & furniture yang bcrorientasi ekspor yaitu kc Amerika. Salah satu faktor yang sangat diperhatikan untuk produk furniture adalah 'desain'. Oleh karcna itu UD. KHARISMA sangat memperhaiikan faktor desain sebelum memulai produksi massal. Sejak ? 7 bulan beralih ke bidang ini (yang sebelumnya bergerak di bidang mozaic), pesanan yang banyak diterinia adalah bangku taman.Dan biasanya desain dari bangku taman tersebut lebih memperhaiikan unsur model, bahan, kompleksitas, dan kualitas, namun kurang memperhatikan faktor crgonomi. Hal ini dibuktikan dengan adanya tanggapan dari konsumen yang mengatakan bahwa sandaran punggung kurang miring serta bentuk alas duduk yang kurang nyaman .sehingga pada saat duduk tubuh seperti terdorong ke depan. Dalam perancangan bangku taman ini diperlukan data-data yang mendukung perancangan agar hasil perancatigan dapat seergonomis mungkin. Data yang dikumpulkan adalah data antropometri orang Amerika dewasa dengan rcntang usia 18-79 tahun (karena pasar yang dituju UD. KHARISMA adalah orang Amerika dewasa) yang meliputi dimensi: jarak pantat-popliteal, tinggi popliteal, tinggi siku duduk,tinggi bahu duduk, lebar pinggul, lebar bahu, jarak antar siku, tinggi badan serta berat badan. Dari hasil analisa, didapatkan ukuran untuk setiap komponen bangku taman, seperti: alas duduk, sandaran kaki, sandaran punggung dan sandaran tangan, yang kemudian dilakukan optimasi perancangan yaitu dengan menyesuaikan terhadap kondisi perusahaan. Dengan perancangan model sandaran tangan yang nampak lebih eksklusif, sudut sandaran punggung yang lebih miring atau rileks, serta bentuk dan sudut kemiringaii alas duduk yang lebih nyaman didapatkan total biaya material untuk bahan baku kayu sebesar Rp. 280.264,- per bangku taman. Dari analisa biomekanik yang telah dilakukan, terlihat bahwa perancangan bangku taman yang baru meinpuny.u nilai gaya dan momen yang lebih kecil daripada bangku taman yang lama, terutama pada segmen bagian punggung. Dengan demikian dapat dikatakan bahwa perancangan bangku taman yang baru lebih ergonomis dibandingkan bangku taman yang lama.",
  "creators": "ELISABET KOEWANTO",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Maja Indahwati (Advisor 2); Indriati Njoto Bisono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 241/TI-67/1999; Elisabet Koewanto (25494124)",
  "subjects": "PRODUCTION PLANNING-HUMAN ENGINEERING ASPECTS"
}