{
  "id": "10434",
  "title": "Analisa efisiensi proses produksi dengan mempertimbangkan aspek efisiensi teknis dan ekonomis di PT. Surya Metalindo Semesta",
  "abstract": "Efisiensi berkaitan eral dengan produktivitas, semakin tinggi tingkat efisiensi maka akan semakin tinggi pula produktivitas yang dicapai. PT. Surya Metalindo Semesla adalah perusahaan yang bergerak dalam bidang produksi alat-alat alumuinium, selama ini belum pernah dilakukan pengukuran efisiensi proses produksi dalam Iingkup perusahaan. Pengukuran efisiensi dilakukan dengan menggunakan beberapa indikator yang diperkenaikan oleh Giancarlo Barhiroli dalam jurnalnya yang berjudul \"New Indicators for Measuring The Manifold Aspects ofTechnical and Economic Efficiency of Production Processes and Technologies \". Indikator-indikalor yang digunakan dalam Tugas Akhir ini adalah efisiensi siklus material, efisiensi lingkungan keseluruhan proses, efisiensi lingkungan produk akhir, efisiensi lingkungan siklus energi, efisiensi kualitas absolut produk, efisiensi kualitas konstan produk, efisiensi pengoperasian peralalan stalls, efisiensi volume produk dan efisiensi input. Analisa yang dilakukan akan memberikan gambaran sampai dimana tingkat efisiensi dari proses produksi yang telah dicapai perusahaan, sehingga dengan demikian akan dapat ditenlukan langkah-langkah apa yang harus diambil berkaitan dengan tingkat efisiensi tersebul. Kesimpulan dari hasil pengukuran ini adalah efisiensi teknis perusahaan berada pada tingkat sedang dan efisiensi ekonomisnya tergolong rendah.",
  "creators": "LUCKY STEVEN OETAMA",
  "contributors": "I Nyoman Sutapa (Advisor 1); Kristiana Asih Damayanti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 401/TI-128/2000; Lucky Steven Oetama (25495120)",
  "subjects": "WORK MEASUREMENT; MANUFACTURING PROCESSES; PRODUCTION PLANNING"
}