{
  "id": "10444",
  "title": "Pengaruh kalsium serbuk tulang sapi terhadap sifat kekerasan dan struktur mikro logam paduan Al-Si",
  "abstract": "Hasil penelitian ini menunjukkan bahwa penambahan kalsium (Ca) dariserbuk tulang sapi menggunakan metode stir casting dengan dapur terbuka,temperatur cair 715 ?C, pemberian N2 selama 30 detik, putaran pengaduk 320 rpm,waktu aduk 20 detik ternyata tidak mendapatkan perbaikan sifat kekerasan logam Al-Si (34 HRB).Hasil analisa EDAX pada tiga lokasi yang berbeda pada spesimen dengan 3%serbuk tulang sapi tidak menunjukkan adanya unsur Ca yang larut pada matrik kayaAl. Hasil tersebut sesuai dengan pengujian komposisi kimia yang dilakukan denganSpektrometer pada sampel yang sama dan didapatkan persentase berat Ca sebanyak0,0052 % berat. Tidak larutnya Ca disebabkan adanya perbedaan ukuran atom antaraAl dan Ca yang terlalu besar (38%), dimana ukuran diameter atom Al 1.43? danukuran diameter atom Ca 1.97?. Ditemukan juga selama percobaan bahwa unsur Casulit dibasahi oleh cairan Al. Kalsium yang ditambahkan cenderung berperan sebagaifluxing agent yang mengikat unsur pengotor menjadi slag. Hasil Inductively CoupledPlasma (ICP) pada slag spesimen campuran 2% berat serbuk tulang sapimenunjukkan kandungan Ca sebesar 1,87% berat.Pengamatan struktur mikro pada spesimen campuran serbuk tulang sapi tidakditemukan struktur dendritik. Hal ini diperkirakan karena adanya laju pendinginancepat akibat pengadukan yang dilakukan pada cairan logam. Terjadinya fasa Siberbentuk jarum tersebar merata di antara fasa kaya Al disebabkan adanya salah satuunsur non logam yaitu Phosphor (P) dari tulang sapi yang dapat mengubah bentukfasa campuran Si- (eutektik) sehingga struktur eutektiknya menjadi kasar.",
  "creators": "SOKO PRASTYO",
  "contributors": "Soejono Tjitro (Advisor 1); Prof. Dr. Juliana Anggono, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010791/MES/2007; Soko Prastyo (24400062)",
  "subjects": "ALUMINIUM CASTINGS; METAL WORK; MOLDING (FOUNDING)"
}