{
  "id": "10442",
  "title": "Penilaian desain produk untuk tujuan perakitan",
  "abstract": "Pada industri yang menghasilkan produk akhir dengan komponen yang cukup banyak, proses perakitan biasanya merupakan proses yang paling menentukan jumlah biaya produksi. Mengingat hampir semua produk dirakit dari beberapa komponen dan proses perakitan itu sendiri menyita waktu, maka sedapat mungkin dibuat produk-produk yang dapat dirakit dengan mudah. Desain produk yang kurang tepat akan menyebabkan jumlah komponen yang terlalu banyak sehingga mengurangi keandalan produk tersebut. Pada akhirnya, hal ini akan meningkatkan biaya proses perakitan. Oleh karena itu perlu dilakukan penilaian terhadap desain produk dengan tujuan memudahkan perakitan. Tujuan penelitian ini adalah menilai desain produk dengan metode Assembly Analysis and Line Balancing Spreadsheet (AA&LBS), kemudian dilakukan perbaikan terhadap desain lama sehingga diperoleh desain-desain baru. Selanjutnya desain-desain baru tersebut dibandingkan dengan desain yang diperoleh metode Boothroyd Dewhurst (BD), dimana alat pembandingnya adalah tabel penurunan waktu perakitan, tabel peningkatan efisiensi, tabel penurunan biaya perakitan dan metode Ullman 's 13 Guidelines. Dari analisa data, diperoleh bahwa dengan metode AA&LBS penurunan waktu perakitan hampir 2.7 kali lebih besar, dan penurunan biaya perakitan hampir 2.5 kali lebih besar dari hasil yang diperoleh metode BD. Metode AA&LBS juga memberikan rata-rata peningkatan efisiensi yang lebih besar yaitu 11.08 %, sedangkan metode BD hanya 0.08 %. Berdasarkan metode Ullman's 13 Guidelines, metode AA&LBS memiliki total score sebesar 1062, sedangkan metode BD sebesar 1060.",
  "creators": "CHENDRAWATY",
  "contributors": "Didik Wahjudi (Advisor 1); Soejono Tjitro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 226/TI-52/1999; Chendrawaty (25495004)",
  "subjects": "PRODUCTION MANAGEMENT; PRODUCTION PLANNING-ANALYSIS; MANUFACTURING PROCESSES"
}