{
  "id": "1044",
  "title": "Analisa riwayat waktu menggunakan gempa modifikasi dengan spektrum respons menurut konsep SNI 1726-1998",
  "abstract": "Belum adanya rekaman gempa rencana yang disetujui untuk dipakai di Indonesia menyebabkan dalam analisa riwayat waktu harus digunakan minimal 4 (empat) rekaman gempa yang berbeda. Hal ini menimbulkan kesulitan-kesulitan tersendiri dalam melakukan penelitian atau perencanaan. Salah satu pemecahan yang dapat diambil adalah dengan memodifikasi rekaman gempa sesungguhnya untuk menghasilkan suatu gempa rencana yang menghasilkan spektrum respons yang konsisten dengan spektram respons dalam peraturan gempa, dalam hal ini Konsep SNI1726-1998(2). Penelitian ini mencoba untuk mencari satu gempa rencana yang sesuai persyaratan Konsep SNI 1726-1998. Gempa yang dipakai adalaih 10 buah gempa yaitu 5 buah gempa asli yaitu gempa Denpasar 1981, El Centro 18 Mei 1940 NS, Pacoima 9 Februari 1971 S16E, Parkfield 27 Juni 1966 N65E dan Pasadena 1952 serta 5 buah gempa yang dimodifikasi dari 5 buah gempa asli tersebut. Proses modifikasi dilakukan dengan menggunakan program RESMAT (6). Struktur yang ditinjau adalah 6 buah struktur sederhana dengan bentuk denah yang teratur dan sitnetris, dengan jumlah lantai 5, 10, 15, 20, 25 dan 30. Gaya geser tingkat yang dihasilkan oleh gempa modifikasi dibandingkan dengan envelope gaya geser tingkat yang dihasilkan oleh gempa menurut Konsep SNI 1726-1998. Selain itu gaya geser akibat gempa modiftkasi dibandingkan juga dengan envelope gaya geser akibat gempa asli yang keduanya diskala menurut Pedoman Perencanaan Ketahananan Gempa untuk Rumah dan Gedung SNI1726-1989 (3). Dari penelitan di atas dapat disimpulkan bahwa untuk analisa riwayat waktu dapat digunakan salah satu dari lima buah gempa modifikasi.",
  "creators": "BOBBY WIRAWAN; JEMMY YONAWAN",
  "contributors": "Benjamin Lumantarna (Advisor 1); Ir. GIDEON HADI KUSUMA, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 910.S; Bobby Wirawan (2149410), Jemmy Yonawan (21494213)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS; EARTHQUAKE ENGINEERING"
}