{
  "id": "10445",
  "title": "Studi eksperimental pengaruh diameter lubang orifice terhadap reattachment dan karakteristik aliran downstream",
  "abstract": "Adanya orifice dalam sistem saluran akan menyebabkan terjadinya vortex pada downstream region aliran yang mempengaruhi karakteristik aliran dalam pergerakannya ke arah downstream. Vorticity yang dikandung oleh vortex akan berakumulasi dengan vorticity aliran sehingga mempengaruhi panjang reattachment yang terbentuk dan juga profil kecepatan. Penelitian ini bertujuan untuk mengetahui pengaruh perubahan diameter lubang orifice terhadap reattachment dan karakteristik aliran downstream dalam penampang circular yang meliputi profil kecepatan, nilai coefficient of discharge, dan pressure drop. Pengaruh perubahan diameter lubang orifice terhadap reattachment dapat diketahui dengan mengukur beda tekanan statis di dinding dan centerline untuk mengetahui jarak dimana aliran telah mencapai recovery flow yang ditunjukkan dengan distribusi tekanan statis yang seragam antara dinding dan centerline. Untuk mendapatkan profil kecepatan dilakukan dengan mengukur tekanan dinamis dengan jarak antar setiap titik pengukuran ke arah radial sebesar 0.5 cm dan pengukuran ke arah axial terdapat 5 segmen dimana jarak antar segmen adalah 10 cm. Hasil penelitian menunjukkan bahwa reattachment paling panjang sebesar 80 cm terjadi pada diameter lubang orifice 0.5D dengan kecepatan exit blower 23.1 m/s karena vortex yang terjadi pada downstream region paling besar. Semakin ke arah downstream bentuk profil kecepatan semakin tumpul (n melebihi 8.43) yang menunjukkan aliran semakin turbulen pada diameter lubang orifice 0.5D.",
  "creators": "RICKY SETIAWAN",
  "contributors": "Hariyo Priambudi Setyo Pratomo, S.T., M.Phil. (Advisor 1); Ekadewi Anggraini Handoyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02010798/MES/2007; Ricky Setiawan (24403017)",
  "subjects": "FLUID MECHANICS"
}