{
  "id": "10458",
  "title": "Karakterisasi hasil sinter reaction bonded alumina (RBAO) dengan penambahan tepung jagung",
  "abstract": "Penelitian yang dilakukan oleh Wicaksono (2006) telah meneliti penambahan tepung jagung pada serbuk Al untuk pembuatan alumina (Al2O3) dengan proses reaction bonding pada suhu 1000OC. Suhu pemanasan 1000OC masih meninggalkan pori dan aluminium sisa (Al) 0,4% berat. Melalui penelitian ini temperatur pemanasan dinaikkan hingga 14000C dan juga dilakukan karekterisasi sifat alumina yang dihasilkan. Selain itu serbuk alumina ditambahkan pada campuran tepung jagung dan aluminium. Karakterisasi dilakukan pada masing ?masing campuran, yaitu uji porositas dengan alat porosimetry, uji termal ekspansi dengan dilatometer, dan uji kekerasan (microhardness tester). Yang ditunjukkan dengan hasil pengujian kekerasan dengan microhardness, adanya peningkatan kekerasan seiring dengan naiknya suhu pemanasan serta adanya perbedaan kekerasan pada bagian tepi (kiri/kanan) dengan bagian tengah sampel yang dikarenakan oksidasi sulit untuk mencapai bagian tengah sampel. Hal ini diperkirakan karena masih adanya Al sisa yang belum tuntas teroksidasi di bagian tengah sampel. Kecuali pada campuran tanpa alumina pada pemanasan 1400OC. Dari hasil pengujian termal ekspansi (Thermal Expantion Test) didapatkan pada sampel campuran Al-tepung jagung setelah pemanasan hingga 10000C memiliki koefisien ekspansi termal 8x10-6 0C-1 dimana nilai ini sama dengan sifat termal a-Al2O3. Sedangkan sampel campuran Al-Al2O3-tepung jagung nilai (Coefficient of Thermal Expansion/CTE) memiliki kesamaan baru pada sampel pemanasan 14000C. Selain itu juga teramati pada sampel yang telah dipanasi hingga 1400OC penyusutan pada sampel tanpa alumina terlihat hanya setengah (?2,5%) dengan nilai penyusutan sampel dengan alumina (?5%). Kemudian dari hasil porosimetry didapatkan bahwa densitas pada campuran Al-tepung jagung lebih tinggi selain itu mayoritas pori yang tersisa lebih kecil dibandingkan dengan sampel dengan penambahan alumina Penambahan alumina pada campuran Al-tepung jagung menyebabkan proses sinter serta proses oksidasinya terhambat.",
  "creators": "HANS HENRY MAGAWE",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 1); Soejono Tjitro (Advisor 2); Roche Alimin (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010815/MES/2007; Hans Henry Magawe (24401017)",
  "subjects": "POWDER METALLURGY"
}