{
  "id": "10464",
  "title": "Analisa line architecture design methodology dan peningkatan produktivitas dengan eliminasi waste di area welding departemen mcb PT Schneider Indonesia",
  "abstract": "PT Schneider Electric merupakan sebuah perusahaan milik Perancis yang yang salah satu produknya adalah MCB dengan merk MERLIN GERIN. Pada tahun 2008 MCB mempunyai target produksi sebesar 8.000.000 poles, dengan target produksi yang di breakdown dalam setiap proses produksi. Breakdown proses produksi di dapat berdasarkan data masa lalu. Untuk mencapai target yang diinginkan pada tahun 2008 maka dilakukan analisa dalam line architecture design methodology. Schneider juga menginginkan peningkatan efisiensi dari proses-proses tersebut dengan cara mengeliminasi waste yang ada. Koefisiensi efisiensi (KE) atau efisiensi di area welding saat ini berkisar antara 20% sampai 90%. Target peningkatan efisiensi yang diinginkan Schneider sebesar 90% atau lebih. Line Architecture Design Methodology merupakan salah satu tools dari lean manufacturing untuk mengoptimalkan proses produksi agar mencapai target yang ditentukan. Pencapaian target dapat dilakukan dengan banyak cara, beberapa cara yang dilakukan adalah dengan peningkatan efisiensi yaitu mengurangi waste yang dilakukan oleh operator dalam produksi. Pengurangan waste tersebut dilakukan dengan penyediaan tools yang lengkap di tiap station beserta dengan tempat dari tools tersebut, adanya ketepatan waktu dalam melakukan 5S, working instruction, material handling yang sesuai dengan frekuensi jalannya feeder. Dengan analisa line architecture design methodology ini, jumlah mesin yang terdapat pada line produksi masih cukup untuk memenuhi target produksi dan efisiensi di proses S56 (small rating) meningkat sebesar 5%, S1 (big rating) meningkat 1 % dan M1 meningkat sebesar 8%.",
  "creators": "JOSITA ASRIDA ABADINI; SANDRA KURNIAWATI",
  "contributors": "ABDUL RASYID (Advisor 1); Herri Christian Palit (Advisor 2); GUNAWAN SETIADI (Examination Committee 1); Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01041295/IND/2008; Josita Asrida Abadini (25404059), Sandra Kurniawati (25404071)",
  "subjects": "MANUFACTURING PROCESS; MANUFACTURING INDUSTRIES; PRODUCTION MANAGEMENT"
}