{
  "id": "10460",
  "title": "Study analitik dan eksperimen terhadap parameter gerak rear wheel drive pada stabilitas belok kendaraan",
  "abstract": "Hampir semua kendaraan roda empat saat ini masih menggunakan sistem kemudi 2 roda (2WS), yaitu sistem kemudi yang hanya menggunakan dua roda depan sebagai pengendali arah. Kendaraan dengan sistem kemudi 2WS (Two Wheel Steering) pada saat belok bisa terjadi kondisi understeer atau oversteer. Permasalahan yang sering terjadi jika berbelok pada kecepatan tinggi adalah roda belakang skid ke samping sehingga terjadi gerakan yawing yang terlalu besar sehingga pengemudi tidak mampu mengendalikan kendaraannya. Gerakan membelok adalah gerakan paling kritis pada kendaraan, karena gerakan tersebut dapat menunjukkan kualitas kestabilan dari kendaraan tersebut. Pada gerakan belok dengan adanya gaya sentrifugal pada kendaraan akan dapat menimbulkan gaya-gaya dan momen pada roda sehingga terjadi sudut slip pada roda. Pengujian ini menggunakan tipe poros penggerak kendaraan jenis rear wheel drive yaitu mobil isuzu panther. Kendaraan berbelok diuji pada kecepatan yang berbeda : (10,20,30,40,50) Km/jam. Dengan Variasi sudut belok (df) yang berbeda : 5?,10?,15?,20?,25?. Hasil pengujian ditampilkan hubungan antara kecepatan dan slip ratio pada tiap roda (roda depan kiri-kanan, roda belakang kiri-kanan). Hubungan antara sudut belok roda dan waktu. Kesimpulan menunjukkan bahwa pada radius jalan tetap dengan sudut belok roda yang makin besar maka waktu belok yang diperoleh makin cepat. Untuk sudut belok roda tetap waktu belok yang diperoleh makin cepat pada kecepatan kendaraan yang makin besar. Semakin besar kecepatan kendaraan maka makin besar juga slip ratio yang diperoleh pada tiap roda. Sebaliknya semakin kecil kecepatan maka makin kecil juga slip ratio yang diperoleh pada tiap roda.",
  "creators": "MONTY SUTIO",
  "contributors": "Joni Dewanto (Advisor 1); Ian Hardianto Siahaan (Advisor 2); Willyanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.03010816/MES/2007; Monty Sutio (24401106)",
  "subjects": "AUTOMOBILES-STEERING SYSTEM-ANALYSIS; AUTOMOBILES--WHEELS"
}