{
  "id": "10474",
  "title": "A Study of failure through the conflicts portrayed in Henry James' the aspern papers and the turn of the screw",
  "abstract": "Human beings are unique. They have their own characteristic and style. Authors as a human being also has his unique characteristics. Henry James, one of the famous authors during the nineteenth and early twentieth century, also has his own characteristic in writing his works. James tends to expose a failure as a part of reality in life in his writing. This thesis concerns with his uniqueness, exposing a failure that is portrayed in his two works, The Aspern Papers and The Turn of the Screw. In analyzing the works that have different stories, one is an adventure story and the other one is a ghost story, the thesis writer uses some theories, they are: theory of failure, human being's attitude towards conflict, and literary devices, namely characterization and conflict as her tools to understand and analyze the main characters; the Narrator and the Governess, and their conflicts to reveal them into Henry James' point of view of failure. The thesis writer divides the analysis into three parts. In the first part, she discusses the Narrator and the Governess' internal conflicts. In the second part, she discusses their external conflicts with others. In the third part, she discusses the failure that is seen through the similar attitudes of the main characters toward their conflicts and the similar effect of the conflicts. Finally, the thesis writer comes to a conclusion that these two novelettes show a failure that is experienced by the main characters as Henry James' point of view of life. It is seen through their attitudes and the effect of the conflicts, could be experienced by human being.",
  "creators": "JOSEPHINE AUGUSTIN",
  "contributors": "Julia Eka Rini (Advisor 1); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 812; Josephine Augustin (11492024)",
  "subjects": "AMERICAN FICTION--19TH CENTURY--STUDY AND TEACHING; JAMES, HENRY, 1843-.... THE TURN OF THE SCREW-STUDY AND TEACHING; JAMES, HENRY, 1843-1916. THE ASPERN PAPERS-STUDY AND TEACHING"
}