{
  "id": "10477",
  "title": "Productivity analysis at PT X (packing and warehouse division)",
  "abstract": "Productivity improvement is very important in a manufacturing organization, because it can make the company increase their profitability. Productivity related to standard time. By knowing production standard time, it can be calculated the capacity of production that can be a reference to determine the daily target production. If the company knows the ability and productivity of the operators, they can not be cheated by the operators. Besides that, the compatible operators? allocation can influence the work productivity of the operators. The problem that occurred at PT X is the production capacity or target that used as reference for scheduling the packing process is determined based on company?s experiences. So the time and capacity still must be improved to be more valid and appropriate. In finish good warehouse, there are high rate of overtime. This thesis analyzes those problems and gives some improvement suggestions. The methods that are used to analyze are Time Study, Work Sampling, Man Hour Method, and Pareto Chart. The results of this project are the company knows the standard time and capacity that can be used as a reference to set a daily production target, better operators? allocation, and there are some suggestions that may improve their productivity.",
  "creators": "TOMMY LIMAN SUTANTO; KURNIAWATI SETIANINGSIH",
  "contributors": "Debora Anne Yang Aysia (Advisor 1); YENNY TANDIONO (Advisor 2); Tanti Octavia (Examination Committee 1); AGUS JUNUS (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01041297/IND/2008; Tommy Liman Sutanto (25404014), Kurniawati Setianingsih (25404044)",
  "subjects": "PACKING FOR SHIPMENT; BUSINESS LOGISTICS; WAREHOUSES-MANAGEMENT"
}