{
  "id": "10480",
  "title": "Studi eksperimental pada aliran incompressible - axisymetric steady jet",
  "abstract": "Dalam aliran steady jet, proses pencampuran yang optimal bergantung pada karakteristik aliran yang memiliki kehancuran kecepatan aksial yang lambat agar udara sekeliling lebih banyak terhisap. Tujuan dari penelitian adalah mempelajari profil kecepatan aksial, jet growth, dan kehancuran kecepatan aksial di centerline. Ketiga parameter yang diteliti diukur dengan menggunakan 4 kecepatan exit nozzle berbeda yaitu 16,84m/detik, 24,97m/detik, 34,01m/detik, dan 41,24m/detik. Pengukuran dilakukan dengan menggunakan pitot tube dengan cara mengukur tekanan stagnasi. Pengukuran profil kecepatan dilakukan pada 5 segmen dalam arah aksial dengan jarak antar segmen sebesar 5 cm dimana untuk setiap segmen dilakukan pengukuran dalam arah radial dengan jarak antar titik sebesar 3 mm. Jet growth dievaluasi dengan menentukan radius jet yang memiliki nilai kecepatan aksial setengah dari nilai kecepatan aksial di centerline. Kehancuran kecepatan aksial di centerline dapat diketahui dengan mengukur tekanan stagnasi pada 5 segmen tersebut. Hasil penelitian menunjukkan bahwa dengan kecepatan exit nozzle berbeda segmen x/d = 1 memiliki profil kecepatan aksial yang uniform menyerupai topi (top-hat velocity profile). Kemudian pada segmen x/d = 2 kecepatan aksial di centerline mulai mengalami kehancuran dengan bertambahnya jarak aksial. Untuk kecepatan exit nozzle 34,01m/detik, jet growth terlihat paling besar sedangkan untuk kecepatan exit nozzle 41,24m/detik, jet growth terlihat paling kecil. Lebih jauh, kehancuran kecepatan aksial di centerline pada kecepatan exit nozzle 24,97m/detik dan 34,01m/detik terlihat lebih cepat daripada kehancuran kecepatan aksial pada kecepatan exit nozzle 41,24m/detik.",
  "creators": "BILLY KURNIAWAN",
  "contributors": "Hariyo Priambudi Setyo Pratomo, S.T., M.Phil. (Advisor 1); Ekadewi Anggraini Handoyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02010834/MES/2007; Billy Kurniawan (24403015)",
  "subjects": "FLUID MECHANICS; FLUID POWER TECHNOLOGY"
}