{
  "id": "10488",
  "title": "Organizational structure and job description development in work study department and case study in packing department at PT. Doulton",
  "abstract": "PT. Doulton as a British-owned Company has to meet the entire standard set by its main company in England. For those reason, PT. Doulton has just built its own Work Study Department. As a new built department, there is still no formal job description and organizational structure available. Besides, this department also faces some problems, such as SMV unavailability at almost all production departments in PT. Doulton, method difference to the British, and also management policy changes. This condition also appears in Packing Department which is unable to measure its operators? performance. SMV calculating process in Work Study Department will be classified into groups based on process similarity to make it become simpler. Number of staffs needed and their organizational structure and also job descriptions are also stated. For Packing Department, there are two steps of improvement, before and after SMV set up using Line Balancing method. By using the classification, Work Study Department will be able to finish SMV calculating for the whole departments in a more effective way. It will not only focus on SMV calculating but also for optimizing resources. Short term improvements in Packing Department will increase its productivity while long term improvement will be able to reduce number of operators needed to perform its current job.",
  "creators": "IVAN ARISTA SUKUWANDONO; ANDRE KUSUMO",
  "contributors": "Herri Christian Palit (Advisor 1); VICKY RONALD ARISTIKA (Advisor 2); Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01041303/IND/2008; Ivan Arista Sukuwandono (25404026), Andre Kusumo (25404038)",
  "subjects": "TIME STUDY; JOB DESCRIPTION; PRODUCTION MANAGEMENT"
}