{
  "id": "10481",
  "title": "The Main female characters' efforts in improving their status as women in a traditional society in Edith Wharton's the age of innocence and Sutan Takdir Alisyahbana's Layar Terkembang",
  "abstract": "In both Wharton's The Age of Innocence and Alisyahbana's Layar Terkcmbanq, the main female characters are very dominant in playing their roles in a traditional society. They are different from the women at that time, especially 4.n facing the social limitations toward women. Therefore, the writer of this thesis attempts to show how far they face their problems in improving their social status as women and what are the consequences of their actions. Through the topic presented in this thesis, the writer wants to prove that women must fight to improve their social status and it should be for their own benefits. So, every woman has the right to determine which one is good for her own self-satisfactions. Analyzing both novels, the writer is going to use a comparative study, explication, characterization and conflict to learn the awareness of each female character and the consequences of her feminist's ideas. By discussing about the condition of each main female character; the way both characters defend their ideas through social conflicts; and the consequences of their actions as seen through their psychological conflicts, this thesis will show that women also have the right to choose anything that is good for themselves, regardless what a traditional society expects from them. Their freedom to determine \"their own personal happiness\" shows their independence and equality to men's, and also an improvement of their social status as women.",
  "creators": "Vyrna",
  "contributors": "ANITA LIE (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 426; Vyrna (11492129)",
  "subjects": "WHARTON, EDITH, 1862-1937. THE AGE OF INNOCENCE-CRITICISM AND INTERPRETATION; ALISYAHBANA, SUTAN TAKDIR, 1908-1994. LAYAR TERKEMBANG-CRITICISM AND INTERPRETATION"
}