{
  "id": "10493",
  "title": "Studi awal penerapan teory fuzzy set dalam memilih kontraktor pemenang tender",
  "abstract": "Proses memilih kontraktor pemenang tender sangat tergantung keputusan subyektif owner ataupun masing-masing anggota panilia lelang dikala harga bukan merupakan satu-satunya kriteria penilaian. Kriteria kualitafif seperti reputasi, pengalaman dan keahlian kontraktor merupakan kriteria penting yang juga menjadi pertimbangan dalam memilih kontraktor pemenang tender. Untuk mendapatkan keputusan dari owner atau panitia pelelangan berdasarkan beberapa kriteria dipakai Teori Fuzzy Set sebagai pendekatan secara rasional, maternalis dan analitis sehingga keputusan yang diambil dapat memuaskan dan memenuhi semua kriteria penilaian yang dievaluasi. Penelilian ini adalah merupakan penelitian studi literatur dan studi kasus yang berlujuan untuk menjelaskan penerapan Teori Fuzzy Set dalam memilih kontraktor pemenang tender. Proyek Hotel Century Surabaya dan Penunjang Proyek Daerah di Kodya Dati II Surabaya merupakan dua contoh kasus yang dipakai dalam penelitian ini. Analisa yang dilakukan dibagi dalam dua bagian yailu evaluasi tender dilakukan oleh satu orang dan evaluasi lender dilakukan lebih dari satu orang (panilia pelelangan). Dari hasil analisa kedua contoh kasus tampak bahwa harga penawaran terendah belum tentu terpilih sebagai pemenang tender. Harga penawaran pemenang yailu Jaga Citra Inti sehesar Rp. 33.444.242.383,00 pada Proyek Hotel Century Surabaya dan CV. Ardhitama sebesar Rp. 515.57L000.00 pada Penunjang Proyek Daerah di Kodya Dati II Surabaya bukan merupakan harga penawaran terendah dihandingkan dengan kontraktor peserta lainnya. Perbedaan pemberian bobot penilaian tertinggi terhadap kriteria yang dievaluasi juga tampak pada kedua contoh kasus, dimana Proyek Hotel Century sebesar 30% pada kriteria evaluasi harga sedangkan Penunjang Proyek Daerah di Kodya Dati II Surabaya sebesar 20% pada kriteria evaluasi administrasi. Kriteria evaluasi yang dipakai dalam memilih kontraktor sangat tergantung kepentingan masing-masing evaluator namun prosedur penggunaan operasi nilai rata-rata, nilai minimum dan nilai maksimum untuk memilih kontraktor pemenang dalam Teori Fuzzy Set tetap sama seperti yang dijelaskan dalam penelitian ini.",
  "creators": "HERRY CHANGARDI; HARRY HARTANTO",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Tirta Djusman Arief (Advisor 2); Budiman Proboyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 960 S; Harry Hartanto (21493176), Herry Changardi (21494180)",
  "subjects": "BUILDING-CONTRACTS AND SPECIFICATION; PROJECT MANAGEMENT"
}