{
  "id": "10507",
  "title": "Penurunan tingkat kecacatan proses pengelasan pada fabrikasi piping duplex stainless steel proyek bp tangguh di PT Gunanusa Utama Fabricators",
  "abstract": "PT Gunanusa Utama Fabricators merupakan salah satu perusahaan yang bergerak di bidang fabrikasi. Dengan hasil produksi berupa container cranes, platform, dan pressure vessel, dimana pada penggunaannya mengandung resiko yang cukup tinggi seperti pipa meledak dikarenakan adanya kebocoran hingga pipa patah. Berdasarkan hal tersebut maka kualitas merupakan hal yang sangat penting dan harus diperhatikan. Proses yang harus menjadi fokus perhatian adalah pengelasan. Inspeksi pengelasan harus dijalankan seketat mungkin, sehingga kecacatan dapat diminimalisasi. Dalam proses pengelasan dengan material duplex, kecacatan yang ditemukan adalah isolated slag dan incomplete fusion untuk produk, sedangkan untuk proses, travel speed, heat input dan arus listrik cenderung keluar dari spesifikasi yang berada dalam Welding Procedure Spesification (WPS). Dari keseluruhan pengamatan, maka dapat disimpulkan, kebiasaan buruk pengerja menjadi penyebab utama terjadi kecacatan produk, sedangkan untuk proses, mesin menjadi kendala mengingat deviasi mesin yang cukup berbeda-beda. Pekerja harus memiliki pemikiran terhadap kualitas mulai dari awal proses hingga produk jadi. Welding inspector juga harus memperketat inspeksi yang dilakukan. Sedangkan perbaikan terhadap alat pendukung proses fabrikasi juga dapat memperbaiki kualitas produk. Dapat dilakukan perubahan metode pengelasan pada pipa dengan diameter besar.",
  "creators": "MICHAEL KURNIAWAN WIDJAJA",
  "contributors": "Togar Wiliater Soaloon Panjaitan, S.T., MBA. (Advisor 1); Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011310/IND/2008; Michael Kurniawan Widjaja (25404106)",
  "subjects": "QUALITY CONTROL-STATISTICAL METHODS"
}