{
  "id": "10504",
  "title": "Effeciency improvement plan with kaizen methodology in pre-wiring and preparation station of SM6 line at PT Schneider Indonesia",
  "abstract": "PT Schneider Indonesia is a French owned company that produced electrical industrial control and automation. There are three kinds of products that are produced by PT Schneider Indonesia: MCB (Miniature Circuit Breaker), LV (Low Voltage), and MV (Medium Voltage). Equipment Division is responsible for producing MV products, which there are two different lines for MV: SM6 and MCSet. SM6 produces two different products: Switch and CB. The Equipment Division is going to improve the efficiency in Pre-wiring and Preparation Station of SM6 line, so they create a special team for creating improvement plan for Kaizen project. This team is going to improve the Pre-wiring and Preparation Station of SM6 line using some effective methods, for examples: video analysis, layout improvement, process description improvement, and reduces spaces needed for Pre-wiring and Preparation Station. Based on the analysis that has been performed, the efficiency for Switch and CB can be increased until 81.5% and 78.8% from the current condition (based on only one sample of data). Furthermore, this Kaizen project also can reduce the transportation time, space, and make the process flow of Preparation and Pre-wiring Station become more efficient.",
  "creators": "ROY LIMANTORO",
  "contributors": "BAMBANG HERMANTO (Advisor 1); Herri Christian Palit (Advisor 2); BUDI YUWONO (Examination Committee 1); Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011309/IND/2008; Roy Limantoro (25404060)",
  "subjects": "INDUSTRIAL EFFICIENCY; PRODUCTION PLANNING; MANUFACTURING PROCESSES; INDUSTRIAL MANAGEMENT"
}