{
  "id": "1051",
  "title": "Perencanaan steaming kayu dengan tabung tekan",
  "abstract": "Kayu yang telah mengalami proses pengeringan temyata kwalitasnya masih kurang, dimana perlu ditambahkan satu proses pegobatan kayu dengan baik. Dengan adanya pengobatan. kayu pada proses pengolahan kayu, maka kayu akan mempunyai ketahanan tidak mudah dimakan oleh serangga atau pun rusak karena jamur. Berbagai macam cara pengobatan yang dilakukan saat ini masih tidak memuaskan, kayu yang telah diobati dengan cara manual yaitu direndam dengan obat cair temyata pengobatanya tidak maksimal. Obat yang digunakan tidak dapat meresap hingga sampai pori-pori kayu yang paling dalam. Maka dari itu penulis mengangkat masalah diatas sebagai topik tugas akhir yaitu perencanaan steaming kayu dengan tabung tekan dimana alat ini berfungsi sebagai pengobatan kayu dengan uap panas bercampur obat, yang dilakukan didalam sebuah tabung tertutup rapat dan tekanan tinggi. Dengan menggunakan sebuah tabung yang berukuran besar maka perlu dihitung ketebalan tabung yang dipakai dan juga berbagai alat pendukungnya. Dari hasil perencanaan tersebut didapatkan ketebalan tabung yang harus digunakan bahan plat setebal 40mm, tebal plat bagian belakang 30 mm, supaya flens yang dipakai nanti pada tabung tidak jebol atau rusak maka dibuat dengan tebal plat sebesar 20 mm, untuk suplai uap digunakan boiler dengan kapasitas 0,29 ton/jam dengan besar tekanan kerja 14 bar, dan juga pemilihan pompa vakum yang digunakan jenis wateringpump dengan kemampuan pemvakuman hingga 650 mmHg dan kapasitas hisapnya 0,49 m3/menit.",
  "creators": "TAUVICK OHLISON",
  "contributors": "Joni Dewanto (Advisor 1); Philip Kristanto Tedjasaputra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02.54.535; Tauvick Ohlison (24496087)",
  "subjects": "STEAMING (WOOD); MACHINE DESIGN"
}