{
  "id": "10533",
  "title": "Representasi perilaku prososial dalam tayangan reality show \"Toloong!!\"",
  "abstract": "Perkembangan media massa, terutama televisi, yang sangat pesat ditandai dengan banyaknya masyarakat yang mengkonsumsinya dibanding media massa lainnya. Hal ini menyebabkan muculnya banyak program-program televisi, salah satunya adalah tayangan reality show tema sosial. Tayangan reality show tema sosial yang seharusnya menampilkan kepedulian sosial ternyata dituduh terlalu mengeksploitasi masyarakat miskin. Karena media massa dapat memberikan pesan yang dapat mempengaruhi penontonnya, peneliti kemudian ingin mengetahui bagaimana perilaku prososial direpresentasikan dalam tayangan reality show \"Toloong!!\" di stasiun televisi SCTV. Perilaku prososial dalam tayangan reality show \"Toloong!!\" dianalisa dari faktor-faktor yang mempengaruhi perilaku prososial yang dibagi dua kategori, yaitu: faktor-faktor karakteristik situasional seperti kehadiran orang lain, pengorbanan yang harus dikeluarkan, pengalaman dan suasana hati, kejelasan stimulus, adanya norma-norma sosial, dan hubungan antara calon penolong dan korban; faktor-faktor karakteristik personal yang melihat kejadian seperti perbedaan gender dan pengaruh usia. Metode penelitian ini menggunakan analisa isi kualitatif dengan menganalisa kategori-kategori representasi perilaku prososial yang ditampilkan melalui gambar, tulisan dan kata-kata dalam tayangan reality show \"Toloong!!\". Kesimpulan dari penelitian ini adalah tayangan reality show \"Toloong!!\" selalu merepresentasikan perilaku prososial yang dipengaruhi oleh faktor-faktor karakteristik situasional yaitu kejelasan stimulus dan adanya norma-norma sosial. Temuan penelitian ini adalah bahwa tayangan reality show, yang tergolong dalam tayangan program kategori hiburan, juga ternyata dapat memberikan nilai-nilai sosial.",
  "creators": "JOHAN ALVIN KHOSUMA",
  "contributors": "Judy Djoko Wahjono Tjahjo (Advisor 1); Gatut Priyowidodo (Advisor 2); YULI NUGRAHENI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.20010192/KOM/2007; Johan Alvin Khosuma (51403062)",
  "subjects": "COMMUNICATION-PSYCHOLOGICAL ASPECTS; COMMUNICATION--SOCIAL ASPECTS; MASS MEDIA"
}