{
  "id": "10554",
  "title": "The Construction of gender by Javanese woman from low economic status and middle-high economic status",
  "abstract": "The new perspective in seeing gender as construction had inspired the writer to conduct research in the field of language and gender especially in revealing the construction of gender. In this study, the writer tries to find out the way Javanese woman from low economic status and middle-high economic status construct their gender. In the analysis, the writer uses the theory stated by Mary Belenky and friends, and Franz Magnis-Suseno. The writer uses descriptive qualitative approach and the data are taken from the utterances produced by both respondents who are from low economic status and middle-high economic status. In analyzing the data, the writer uses a table in her personal journal which contains the utterances being produced by each respondent, the writer?s interpretation and the theory related to the data and the interpretation in helping her to get clear view about the construction of gender of each respondent. From the analysis, the writer found out that both respondent from low economic status and middle-high economic status construct their gender in a different way. The construction of gender by low economic status Javanese woman is grounded in the procedural knowledge, whereas, on the other side, the middle-high economic status Javanese woman puts her construction of gender in constructed knowledge position. At last, both respondents are also different in expressing her being as Javanese woman since the low economic status woman explicitly conveys her being as Javanese. Apart from it, the Javanese woman from middle-high economic status gives less evidence in relation of her being as a Javanese woman.",
  "creators": "SILVIA KUSUMAWATI",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011746/ING/2008; Silvia Kusumawati (11403113)",
  "subjects": "INDONESIAN LANGUAGE-SOCIAL ASPECTS; INDONESIAN LANGUAGE-DISCOURSE ANALYSIS; LANGUAGE AND LANGUAGES-STUDY AND TEACHING"
}