{
  "id": "10556",
  "title": "The Early speech acts of two-year-old Chinese-Indonesian triplets",
  "abstract": "This thesis aims to study language acquisition in pragmatics, especially in early speech acts of two-year-old Chinese-Indonesian Triplets. The data were gathered from the triplets who are the writer?s neighbor and they live with parents and each has his/her own baby sitters who use the same language 'Jawa Timuran? language and Indonesian language in daily life. There were four main theories that were reviewed in this study: Children?s language development by Yule (1997), Pragmatics by Yule (1996), Speech acts by Yule (1996), Early Speech Acts by Clark, H.H. & Clark, E.V. (1977). From this research, the writer found that this two-year-old triplets already use pragmatics especially early speech acts in their daily communication, the writer found several differences of using speech acts of these triplets. For the assertion to adults, Cliff used all of speech acts categories but Lynn did not use assertion for quality of object and Glenn did not use assertion for presence of object. For the request to adults, Lynn and Cliff used all of them but Glenn did not use request for refusal. The writer also saw that the using of speech acts of these triplets for the siblings also different. Cliff used assertion and request while the other only used request to their siblings. Whether or not gender influences the use of speech acts is not the scope of this research, therefore, it is worth researching for in further research, such a the use of speech acts of the twins/triplets to the adults especially their father and mother.",
  "creators": "SHIN MIN JUNG",
  "contributors": "Julia Eka Rini (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011745/ING/2008; Shin Min Jung (11403075)",
  "subjects": "LANGUAGE AND LANGUAGES-STUDY AND TEACHING; LANGUAGE ACQUISITION"
}