{
  "id": "10557",
  "title": "Afro-Americans? suffering and struggles for equality and freedom from slavery as revealed in two of Langston Hughes?s poems",
  "abstract": "James Langston Hughes was an Afro-American, who delivered his idea through his literary works, such as poems, novel and drama. His theme concerns with Afro-Americans? life. In poetry, he expresses the concept of equality, opportunity, justice and liberty. Through his poems, Langston Hughes reveals the Afro-Americans? suffering and struggles against oppressions and slavery during the racism in South America. Since, White people oppressed the Black during 17 th and 19 th centuries in the Southern part of America and many Black or Afro-American people became slaves. Langston Hughes?s poems, particularly \"The Negro Mother\" and \"Freedom?s Plow\" illustrate the Afro-Americans from their ancestral origins to their recent existence in the South America, the optimistic attitudes of Afro-Americans to get freedom, and the need for equality with the other Americans. The thesis writer would like to analyze those poems because the thesis writer is curious to know the ways the Afro-Americans? suffering and struggles for equality and freedom as revealed in his poems. In order to find out how the Afro-Americans? suffering and struggles for equality and freedom as revealed in those poems, the thesis writer uses literary approach and as tools, the elements of poetry such as imagery, allusions and figures of speech: symbol, synecdoche and metonymy. The writer concludes that in the poems chosen the suffering and struggles for equality and freedom are really revealed. Since, the Afro-Americans have struggled hard to reach their goal - to get freedom, by showing their suffering during the slavery to their children as the descendants and by doing the hard work to build America with the White.",
  "creators": "AJENG AYU WIDIASTUTI",
  "contributors": "Sarah Limuil (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011744/ING/2007; Ajeng Ayu Widiastuti (11403121)",
  "subjects": "HUGHES, LANGSTON, 1902-1967, IN POETRY; AMERICAN POETRY-20TH CENTURY-STUDY AND TEACHING"
}