{
  "id": "10563",
  "title": "Buffalo Bill?s anxiety and his efforts to overcome it in Thomas Harris? The Silence of the Lambs",
  "abstract": "The study deals with the psychological problems faced by Buffalo Bill, the main character in Thomas Harris? masterpiece The Silence of the Lambs. In this novel, this character has committed several unusual crimes by kidnapping medium-built women and skinning all of these victims in order to make a vest which he believes can alter him to be a true woman. Due to the remarkable plot of The Silence of the Lambs mainly on the peculiarity of the character of Buffalo Bill, this thesis aims to figure out what Buffalo Bill?s anxiety is and what his efforts to overcome it are as seen in Thomas Harris? The Silence of the Lambs. To reach the purpose of this study, psychological approach is applied, particularly the theory of anxiety and defense mechanism by Sigmund Freud, to find out his anxiety and his efforts to overcome it. It eventually turns out that Buffalo Bill endures a great anxiety for the reason that he passed painful and hard times when he was young and the fact that he is around the offensive environment. It ends up with his unconscious building of a defense mechanism in order to overcome his anxiety, such as identification, reaction formation and regression. Indeed, it appears that Buffalo Bill?s anxiety and his ways to deal with this anxiety result in his doing such crimes in the Silence of the Lambs.",
  "creators": "RINA DIANITA",
  "contributors": "Liem Satya Limanta (Advisor 1); Theophilus Jokri (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011742/ING/2008; Rina Dianita (11403068)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; HARRIS, THOMAS, 1940-..., THE SILENCE OF THE LAMBS, STUDY AND TEACHING"
}