{
  "id": "10573",
  "title": "Perencanaan dan pembuatan protective relay tester dengan tegangan 90-130/190-240 V, arus 0-25/25-50 A pada frekwensi 50 Hz, pengaturan secara elektronik",
  "abstract": "Dengan semakin berkembangnya industri maka kebutuhan akan energi listrik juga akan terus meningkat. Sehingga pemakaian alat-alat listrik yang diperlukan oleh industri pada akhirnya akan meningkat. Alat-alat listrik tersebut membutuhkan suatu pengaman yang cukup handal. Fungsi pengaman tersebut mempunyai fungsi yang sangat penting untuk melindungi alat listrik tersebut dari bahaya listrik yang mungkin timbul. Beberapa peralatan pengaman tersebut antara lain Miniature Circuit Breaker (MCB), Molded Case Circuit Breaker (MCCB), over dan under voltage, over dan under current, dan lain sebagainya. Dalam pemakaian peralatan pengaman tersebut, perlu diketahui oleh konsumen sejauh mana keandalannya untuk mengamankan peralatan listrik sesuai dengan karakteristik serta spesifikasi dari pabrik. Dalam tugas akhir ini, akan dibuat peralatan uji untuk mengetahui sejauh mana keandalan dari pengaman sesuai dengan spesifikasi yang diberikan oleh pabrik pembuatnya. Perencanaan alat menggunakan duah buah variac, trafo injeksi arus, serta timer. Diharapkan dengan adanya alat uji ini, maka dapat diketahui sejauh mana keandalan dari suatu peralatan pengaman untuk mengamankan alat listrik dari arus maupun tegangan yang tidak sesuai dengan kebutuhan alat listrik tersebut. Dari hasil pengujian terhadap alat uji pengaman ini maka didapat bahwa ia dapat berfungsi dengan baik. Sesuai dengan spesifikasi maka tegangan output sebesar 90-130 Volt dan 190-240 Volt sudah dapat dicapai, serta arus 0-25 dan 25-50 Ampere. Dengan demikian alat uji ini bisa diaplikasikan untuk menguji keandalan dari suatu pengaman listrik sesuai dengan kapasitas besaran yang dihasilkan dari alat uji tersebut diatas.",
  "creators": "GUNAWAN LIMANTO",
  "contributors": "SUSILO MATAIR (Advisor 1); Limboto Limantara (Advisor 2); SOEBAGIO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 94/E/TST/019/0124;Gunawan Limanto (23489047)",
  "subjects": "ELECTRIC POWER SYSTEM-RELAYS; PROTECTIVE RELAYS"
}