{
  "id": "10580",
  "title": "Studi perbandingan karakteristik dari penggunaan berbagai nilai kapasitor running pada motor induksi 1 phasa, 1 HP, 1500 RPM, 220 volt, 50 HZ",
  "abstract": "Motor induksi satu phasa dengan dua buah kapasitor adalah jenis motor induksi yang memiliki karakteristik yang lebih baik dibandingkan dengan motor induksi satu phasa yang lain. Dengan pemilihan nilai kapasitor running yang sesuai diharapkan akan diperoleh kinerja motor yang optimal. Untuk pengujian motor induksi ini dipakai kapasitor start sebesar 400 \\xY dan 3 buah kapasitor running yang masing - masing bemilai 12,5 |aF, 16 |.iF, dan 30 uT. Dari ketiga kapasitor running ini akan dirangkai secara scri maupun paralel untuk mendapatkan berbagai nilai dari kapasitor running. Mat uji yang dipakai adalah satu motor DC sebagai remdynamo, beban resistif berupa lampu, satu buah digital clamp ampere untuk mengukur arus, voltmeter merek yokogawa, cos meter merek yokogawa, wattmeter merek yokogawa, L-C-R meter lipc LCR-745-01, dan 3 buah DC regulator untuk menjaga tegangan eksitasi dari motor DC agar tetap konstan. Pengujian yang dilakukan dalam 4 tahap, yaitu pengujian open circuit, pengujian short circuit, pengujian beban kosong dan pengujian bcrbeban. Kesimpulan yang didapatkan adalah penambahan kapasitor running pada motor induksi akan memperbaiki faklor daya dari motor sehingga akan mempengaruhi besar dari arus. Semakin baik faktor dayanya, semakin turun arusnya. Demikian pula sebaliknya. Penambahan kapasitor ini tidak berpengaruh pada tegangan, kecepatan pularan, torsi maupun daya. Dengan adanya perhaikan dari faktor daya akan mengakibatkan perhaikan pula pada karakteristik dibandingkan dengan motor induksi satu phasa jenis lain.",
  "creators": "SUGIHARJO",
  "contributors": "Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Advisor 1); Limboto Limantara (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00/E/TST/020/353; Sugiharjo (23492097)",
  "subjects": "CAPACITOR MOTORS; ELECTRIC MACHINERY, INDUCTION"
}