{
  "id": "10587",
  "title": "Schemata of an oracle and a layman in interpreting Confucius?s Golden-Word",
  "abstract": "Golden-Word is one of the most interesting parts of Confucianism. It is a numbered paper that contains poem in chinese character. In grasping the meaning of Golden-Word, there will be a lot of interpretations. Because of that, the writer conducted this study in order to investigate the similarity(s) and the difference(s) between the oracle?s schemata and the layman?s schemata. Schemata are used as the main theory of this research, and also the concept coherence and Using General Background Knowledge in Interpreting Discourse. In collecting the data, the writer uses the interview of the oracle and the layman. As each person has their own schemata, each person may have similar or different schemata in interpreting Golden-Word. In this research, the writer found out some similarities and differences of the oracle and the layman?s interpretation. The similarities are caused by the existence of knowledge of metaphor in interpreting the Golden-Word. The oracle and the layman used the same knowledge of metaphors that are commonly used. In other word, there are also some differences. It is because the oracle mostly used his knowledge in interpreting the Golden-Word. However, the layman used his past experiences in interpreting the Golden-Word. It shows that different background knowledge and different past experience cause different schemata. The result of analysis shows that in interpreting Golden-Word, schemata are needed. In other words, in interpreting the Golden-Word, the oracle?s interpretation is needed to convey the meaning of the Golden Word itself because he has knowledge about the Golden-Word.",
  "creators": "VINA AJINATA",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); Anneke Heritaningsih Tupan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011735/ING/2008; Vina Ajinata (11403016)",
  "subjects": "TRANSLATING AND INTERPRETING; LANGUAGE AND LANGUAGES-STUDY AND TEACHING; ENGLISH LANGUAGE-TRANSLATING"
}