{
  "id": "10619",
  "title": "Perancangan buku panduan berbasis komunikasi visual untuk pendampingan anak penderita hiperaktivitas",
  "abstract": "ADHD (attention deficit hyperactivity disorder) adalah gangguan tingkah laku yang disebabkan disfungsi neurologis, dengan simtom-simtom utama antara lain ketidakmampuan memusatkan perhatian, hiperaktivitas motorik dan impulsivitas yang berlebihan. Di Indonesia, seringkali orang mengenal ADHD dengan istilah \"hiperaktif\", atau dengan istilah terjemahan yang lebih resminya yaitu gangguan pemusatan perhatian dengan hiperaktif (GPPH). Masalah yang timbul dari gangguan ADHD berdampak negatif pada masa depan dunia. Orang tua sebagai pihak utama yang punya andil besar dalam mengatasi masalah ini, kurang memiliki sumber informasi yang sesuai dengan kebutuhannya. Terutama sumber informasi dalam bentuk buku panduan. Buku panduan tentang anak ADHD belum tersedia dalam bentuk yang ramah digunakan orang tua yang awam dengan dunia kesehatan jiwa. Maka dari itu perancangan ini ditujukan untuk menghasilkan buku panduan yang sesuai dengan kebutuhan dan karakteristik orang tua. Untuk menghasilkan buku panduan seperti itu maka perancangan ini dilakukan dengan menggunakan pendekatan ilmiah dan kreatif. Pendekatan ilmiah pada perancangan ini antara lain dengan wawancara, observasi, dan mencari data-data literatur yang relevan dengan perancangan. Selanjutnya, dari data-data yang terkumpul, dilakukan pendekatan kreatif dengan merancang media pembelajaran yang sesuai dengan karakteristik dan kebutuhan orang tua. Dengan buku panduan ini, diharapkan masalah tidak adanya buku panduan yang sesuai dangan karakteristik orang tua ini bisa teratasi, dan masalah-masalah dari gangguan ADHD ini bisa dikurangi karena orang tua sudah bisa lebih mengerti tentang pendampingan yang tepat. Karena terbatasnya waktu untuk mengerjakan tugas akhir, maka karya perancangan yang dihasilkan tidak sempat dilakukan uji coba, sehingga belum dapat diketahui sejauh mana keefektifannya. Meskipun demikian, karena karya ini telah dirancang melalui metode dan prosedur yang nalar dan ilmiah, maka diprediksikan secara teoritik media ini efektif.",
  "creators": "VICTOR HARTONO PUTRA",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); Ani Wijayanti Suhartono (Advisor 2); Andrian Dektisa Hagijanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Komik/Ilustrasi/Cergam",
  "source": "Komik dan Ilustrasi No. 00081087/DKV/2007; Victor Hartono Putra (42499132)",
  "subjects": "VISUAL COMMUNICATION; COMIC BOOKS, STRIP, ETC.; COMMERCIAL ART; GRAPHIC ARTS"
}