{
  "id": "10629",
  "title": "Pusat pengembangan kreativitas pemuda dan remaja di Malang",
  "abstract": "Pusat Pengembangan Kreativitas Pemuda dan Remaja di Malang ini merupakan fasilitas untuk mengembangkan kreativitas bagi pemuda dan remaja Malang khususnya, yaitu antara usia 13-17 tahun untuk remaja dan 17-25 untuk pemuda. Jenis-jenis kreativitas yang ditampung di sini tidak terbatasi, dalam pengertian fasilitas ini berupa ruang-ruang serbaguna yang dapat digunakan secara fleksibel baik dari segi kegunaan maupun dari segi waktu. Jenis kreativitas ini meliputi kreativitas yang berkaitan dengan bidang akademik maupun non-akademik. Diharapkan dengan adanya proyek ini akan membantu pertumbuhan Kota Malang serta meningkatan kualitas SDM pemuda dan remaja di kota ini. Fasilitas yang berkaitan dengan bidang akademik adalah fasilitas-fasilitas kursus dan griya baca, sedangkan fasilitas yang berkaitan dengan bidang non-akademik berupa retail-retail, multifuction hall, plaza, dan lapangan olah raga. Konsep perancangan mengabungkan antara sasaran pengguna yang merupakan generasi muda dan nilai-nilai kebudayaan setempat, maka diambil pendalaman vernakular kontemporer dimana vernakular merupakan arsitektur yang mengangkat nilai-nilai kebudayaan setempat dan kontemporer mewakili sifat-sifat pemuda dan pelajar yang cenderung berorientasi pada kemodernan. Dalam perancangan unsur lokalitas setempat ditunjukkan dengan pola penataan massa yang mengadopsi bangunan rumah tradisional Jawa (bangunan tradisional yang dikenal oleh mayoritas masyarakat Malang) , penggunaan material yang memanfaatkan kekayaan alam setempat, dan penggunaan ornamen-ornamen yang mengadopsi bentukan ornamen lokal. Sedangkan unsur kontemporer ditunjukkan dengan pengolahan massa yang dinamis dan perbedaan-perbedaan ketinggian yang dapat dirasakan di berbagai zoning. Dengan demikian proyek ini dapat dimanfaatkan dengan maksimal oleh para pemuda dan remaja juga menanamkan rasa bangga dengan nilai kebudayaan lokal yang dimiliki.",
  "creators": "AU MEYDI DIANA",
  "contributors": "Maria Immaculata Hidayatun (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 04132731/ARS/2008; Au, Meydi Diana NRP (22404155)",
  "subjects": "EDUCATION-BUILDINGS; SCHOOL BUILDINGS"
}