{
  "id": "10635",
  "title": "Grha arkeologi \"europeeschewij\" di Surabaya",
  "abstract": "Arkeologi adalah ilmu untuk mempelajari kebudayaan manusia termasuk arsitekturnya dengan cara survei menggali dan menganalisis sedangkan arsitek bertugas untuk membuat bangunan. Sebagai seorang arsitek kita ingin menyediakan tempat untuk mewadahi benda-benda arkeologi yang ditemukan secara arkeologi. Oleh karena itu saya membuat tempat wisata arkeologi ini. Dengan memanfaatkan potensi kota Surabaya terutama bagian utara yang sering disebut kota kuno saya ingin membangun tempat wisata arkeologi dengan itu tidak saja menguntungkan secara komersial dalam arti memberikan nilai tambah bagi daerah tersebut tetapi di sisi lain memberikan suatu sarana untuk mengapresiasi budaya atau peradaban manusia agar kita lebih menghargai asal-usul identitas. Selain itu dapat dimanfaatkan sebagai suatu wisata budaya. Dengan site yang berada di Surabaya Utara tentunya akanlah sangat menunjang kesan kuat dari Surabaya lama dimana berada di dekat laut tempat dimulainya perkembangan kota dimana kita tahu pada jaman dahulu alat transportasi satu-satunya adalah kapal lagipula banyak acara tv yang mengekplorasi kota Surabaya dengan berkunjung ke daerah kota tua di Surabaya. Dari segi ekonomis bangunan ini merupakan empat ruang pamer yang difungsikan secara berkala menunjukkan memamerkan benda-benda arkeologi dari berbagai macam tempat secara tidak permanen dan tentunya benda-benda arkeologi tersebut tentunya akan semakin berkembang seiring dengan bertambahnya usia jaman. Selain ruang pamer bangunan ini mempunyai fasilitas penunjang seperti restoran permainan dan retail store dengan suasananya yang unik sehingga para pengunjung mendapatkan aktivitas yang berbeda dalam bangunan multifungsi.",
  "creators": "ARDI KURNIAWAN",
  "contributors": "Benny Poerbantanoe (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan perancangan Arsitektur No. 02132728/ARS/2008; Ardi Kurniawan (22404146)",
  "subjects": "ARCHAEOLOGY-MUSEUMS; MUSEUM BUILDINGS"
}