{
  "id": "10652",
  "title": "Interpretasi konsep kreativitas antara akademi dan praktisi desain komunikasi visual pada kualitas karya kreatif pemenang citra pariwara katagori print ad (2003-2006)",
  "abstract": "Penelitian ini dilakukan untuk melihat sejauh mana perbedaan dan persamaan interpretasi, antara akademisi dan praktisi Desain Komunikasi Visual, dalam mendefinisikan konsep kreativitas periklanan dan menilai kualitas kreatif karya iklan pemenang Citra Pariwara kategori iklan cetak, mulai tahun 2003-2006. Sebuah karya iklan dapat dikategorikan kreatif jika memiliki unsur kebaruan (novel), segar, inovatif, original, dan mampu memenuhi tujuan awal dibuatnya iklan tersebut, baik untuk meningkatkan penjualan produk maupun untuk memecahkan masalah target audiens-nya. Metode penelitian yang digunakan adalah metode deskriptif dengan analisis secara deskriptif kuantitatif. Dari analisa data dapat disimpulkan bahwa (1) interpretasi para akademisi dan para praktisi dalam mendefinisikan konsep kreativitas umum dan mengenali ciri-ciri berpikir yang kreatif, secara mayoritas, mempunyai pendapat yang sama, (2) secara teori, mayoritas para akademisi dan para praktisi mempunyai pandangan idealisme yang sama terhadap konsep iklan kreatif, namun pada kenyataannya, penilaian para akademisi dan para praktisi cenderung berbeda, (3) mayoritas responden akademisi, pada kenyataannya, memiliki kecenderungan untuk lebih memprioritaskan elemen nilai keefektivan pesan yang mampu menjual produk, di dalam menentukan tingkat kreativitas sebuah iklan, dan (4) mayoritas responden praktisi, pada kenyataannya, lebih menyetujui bahwa unsur visualisasi yang menarik dan unik, merupakan unsur yang lebih penting dalam menentukan nilai kreativitas dalam sebuah iklan. Disarankan agar dalam penelitian selanjutnya, penulis menggunakan metode deskriptif kualitatif untuk melengkapi data lewat instrumen wawancara.",
  "creators": "ALEX WALUYO",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); Ani Wijayanti Suhartono (Advisor 2); Aristarchus Pranayana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011059/DKV/2007; Alex Waloeyo (42403174)",
  "subjects": "ADVERTISING; COMMERCIAL ART; VISUAL COMMUNICATION"
}