{
  "id": "10753",
  "title": "Pengaruh budaya organisasi terhadap kinerja karyawan di dapur desa Surabaya",
  "abstract": "Bisnis restoran merupakan bisnis yang tidak akan pernah berhenti mengingat kebutuhan makan dan minum adalah kebutuhan pokok (need), dan sangat membantu mereka yang sibuk dengan berbagai aktifitas sehingga tidak sempat memasak, karena makan diluar juga dinilai lebih menghemat waktu bagi mereka yang sibuk dengan berbagai aktifitas. Keberhasilan bisnis restoran tidak hanya dilihat dari beragamnya jenis makanan, tetapi juga ditentukan oleh adanya kerjasama yang baik antar karyawan. Dapur Desa sangat peduli terhadap peningkatan kualitas sumber daya manusia, oleh karena itu untuk menunjang kinerja para karyawan maka diperlukan budaya pada organisasi tersebut. Tujuan penelitian adalah untuk mengetahui pengaruh budaya organisasi terhadap kinerja karyawan di Dapur Desa Surabaya. Jenis penelitian dalam skripsi ini yaitu penelitian kausal karena penelitian ini menganalisa pengaruh antara budaya organisasi sebagai variabel bebas terhadap kinerja karyawan sebagai variabel terikat, populasi sasaran dalam penelitian ini adalah seluruh karyawan yang ada di Dapur Desa Surabaya sebanyak 70 (Tujuh puluh) orang. Analisis yang akan digunakan dalam penelitian ini adalah analisis deskriptif, uji validitas, uji reliabilitas, dan regresi linear sederhana yang diolah menggunakan program SPSS (Statistical Product and Service Solution) For Windows Ver. 12.0. Berdasarkan hasil analisis data dan pengujian hipotesis dapat ditarik beberapa kesimpulan bahwa budaya organisasi yang terdapat di Dapur Desa secara keseluruhan dapat dikatakan sangat baik, begitu pula dengan kinerja karyawan secara keseluruhan dapat dinyatakan sangat tinggi dan variabel budaya organisasi menunjukkan pengaruh yang signifikan terhadap kinerja karyawan di Dapur Desa Surabaya.",
  "creators": "MESALINA WIJAYA",
  "contributors": "Thomas Santoso (Advisor and Examination Committee); Dr. Ratih Indriyani, S.E., M.M. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 05012375/MAN/2008; Mesalina Wijaya (31403444)",
  "subjects": "PERSONNEL MANAGEMENT"
}