{
  "id": "10795",
  "title": "Analisa keputusan pembelian brand brokerage oleh franchisee di Surabaya",
  "abstract": "Pada dekade delapan puluh sampai sembilan puluhan mulai mengalir masuk ke Indonesia jenis usaha Franchise yang merupakan paket usaha, bentuk dasar Franchise terwujud ketika Franchisor menjalin suatu kerja sama yang terpadu dan kontinyu dalam periode tertentu dengan franchisee-nya yang telah dikemas dengan sistem yang tertata dan disepakati oleh pihak franchisor maupun franchisee. Salah satu bidang usaha yang di franchise-kan salah satunya adalah bidang usaha broker property yang merupakan agen-agen pemasaran property. Dimana pada masa sekarang ini bisnis properti memiliki peluang usaha yang menjanjikan. Penelitian ini adalah untuk mengetahui apakah brand merupakan keputusan utama dalam pembelian Franchise Brokerage di Surabaya. Metode penelitian dengan analisa deskriptif menggunakan crosstabs dan tabel frekuensi serta analisa konkordansi kendall untuk menjawab hipotesa penelitian, data penelitian diperoleh dari Pembeli broker property (ERA, Century 21 dan Ray White) yang ada di Surabaya. Disimpulkan bahwa hipotesis penelitian yang menyatakan brand merupakan keputusan utama dalam pembelian Franchise brokerage di Surabaya terbukti kebenarannya dan secara keseluruhan pada ketiga broker property (ERA, Century 21 dan Ray White) diketahui pertanyaan yang sangat mewakili untuk faktor brand adalah pelayanan yang memuaskan, pertanyaan yang sangat mewakili untuk faktor system adalah software untuk sistem sangat membantu dan mudah pengoperasiannya, dan pertanyaan yang sangat mewakili untuk faktor support adalah recruitment yang berstandar tinggi.",
  "creators": "DARREN HANDRATA; TATHANG RAHARJA",
  "contributors": "Prof. Dr. Njo Anastasia, S.E., M.T. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04012356/MAN/2008; Darren Hendrata (31403471), Tathang Rahardja (31403400)",
  "subjects": "FRANCHISES (RETAIL TRADE)"
}