{
  "id": "10816",
  "title": "Perancangan visual media pembelajaran sakramen dan tata cara liturgi Gereja Katolik untuk anak-anak",
  "abstract": "Perkembangan dunia pada saat ini dapat dikatakan telah banyak meninggalkan aspek nonfisik dari pembangunan itu sendiri. Sebagai imbasnya, saat ini banyak di antara masyarakat dunia yang mengalami krisis psikis. Untuk mengatasi hal ini, maka harus dilakukan upaya ?pengembalian? yaitu pembangunan karakter yang harus dimulai semenjak usia dini atau anak-anak. Dalam hal ini, Gereja melalui serangkaian program dan aktivitasnya, telah memberi sedikit ruang untuk mewujudkan ?jalan pengembalian? itu. Salah satu cara yang dilakukan oleh Gereja adalah kegiatan ?pengenalan akan Sang Pencipta?. Kegiatan ini, biasa difokuskan pada upaya pengenalan dan pengajaran mengenai tata cara peribadatan dan sakramen. Wujud konkret dari kegiatan ini, adalah dalam bentuk suatu kegiatan yang dinamakan ?sekolah minggu?. Dalam sebuah sekolah minggu, media pengajaran yang digunakan lebih ke arah media pengajaran secara lisan saja. Media pengajaran dalam bentuk cetak (buku) dan elektronik belum banyak dikembangkan, padahal untuk dapat meningkatkan kualitas pengajaran, media ini mutlak diperlukan. Dengan kata lain, diperlukan suatu media pembelajaran yang selain memiliki aspek edukatif, juga memiliki aspek kreatif, sehingga mampu menarik minat anak untuk belajar dan sekaligus membantu mereka untuk memahami materi. Perancangan ini bertujuan untuk menghasilkan media pembelajaran sakramen dan tata cara liturgi yang efektif untuk anak-anak. Untuk menghasilkan media pembelajaran yang memadukan kedua aspek edukatif dan kreatif di atas maka perancangan media pembelajaran dilakukan dengan menggunakan pendekatan ilmiah. Pendekatan ilmiah pada perancangan ini antara lain dengan wawancara, observasi, dan mencari data-data literatur yang relevan dengan perancangan. Selanjutnya, dari data-data yang terkumpul, dilakukan pendekatan kreatif dengan merancang media pembelajaran yang sesuai dengan karakteristik dan kebutuhan anak-anak. Agar lebih efektif, media pembelajaran dimaksud terdiri atas media utama dan media pendukung. Media utama yaitu buku ajar digunakan oleh anak-anak sekolah minggu untuk mempelajari materi ketika mengikuti sekolah minggu maupun ketika berada di luar sekolah minggu. Buku ajar ini berisi materi pembelajaran sakramen dan tata cara liturgi yang dibawakan oleh tokoh malaikat pelindung. Dalam konteks ini, malaikat pelindung diperankan sebagai teman dan tutor bagi anak-anak dalam mempelajari materi di dalamnya. Sedangkan untuk media pendukung, digunakan story-telling book, papan flanel yang dimodifikasi, flash card, dan kartu lipat yang berisi ayat hafalan. Dengan adanya berbagai media ini, maka proses belajar-mengajar yang ada akan berjalan dengan lebih kondusif karena terjadi interaksi secara aktif antara pengajar dan siswa, yang pada gilirannya membuat siswa menyerap informasi dengan mudah. Media-media ini juga memberikan keleluasaan bagi siswa untuk mempelajari materi di dalamnya secara mandiri, sehingga dapat mengoptimalkan hasil belajarnya. Karena terbatasnya waktu untuk mengerjakan tugas akhir, maka karya perancangan yang dihasilkan tidak sempat dilakukan uji coba, sehingga belum dapat diketahui sejauh mana keefektifannya. Meskipun demikian, karena karya ini telah dirancang melalui metode dan prosedur yang nalar dan ilmiah, maka diprediksikan secara teoritik media ini efektif.",
  "creators": "TIFFANY GUNAWAN PUTRI",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); Ani Wijayanti Suhartono (Advisor 2); Aristarchus Pranayana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00111005/DKV/2007; Tiffany Gunawan Putri (42403085)",
  "subjects": "COMMERCIAL ART; GRAPHIC ARTS; VISUAL COMMUNICATION"
}