{
  "id": "10833",
  "title": "Studi tentang perencanaan seismik struktur rangka beton bertulang dengan konsep displacement based",
  "abstract": "Perhatian para peneliti tertuju pada upaya pengembangan dan pengaplikasian konsep perencanaan yang lebih terfokus pada performance struktur, daripada hanya memberikan syarat kekuatan yang cukup seperti pada konsep yang lama {force based). Asosiasi insinyur teknik California, melalui Vision 2000 membuat langkah awal dengan menggunakan konsep displacement untuk mengontrol perilaku struktur, dimana struktur didesain sesuai dengan target displacement inelastik. Konsep displacement mempunyai kelebihan karena displacement, dan daktilitas merupakan paremeter penting kerusakan elemen struktur dan non-struktur. Dari analisa terhadap struktur 4 lantai yang didesain sesuai dengan prosedur, didapatkan total gaya geser gempa sebesar 372.74 kN dengan periode getar efektif 4.04 detik. Simpangan antar tingkat maksimum yang terjadi sebesar 0.012 yang terjadi pada level 2. Nilai ini masih lebih kecil daripada target perencanaan sebesar 0.02. Struktur mengalami incomplete weak beam strong column, dimana balok lantai atas tidak terjadi sendi plastis. Untuk struktur 8 lantai yang didesain dengan simpangan antar tingkat maksimum sebesar 0.015 didapatkan total gaya gempa sebesar 1046.26 kN. Perilaku struktur yang didesain dengan distribusi gaya geser gempa menurut profil displacement tidak menunjukkan perbedaan dengan struktur yang didesain dengan distribusi menurut massa terhadap ketinggian. Simpangan antar tingkat maksimum yang terjadi menunjukkan kesesuaian dengan target perencanaan yaitu sebesar 0.012 yang terjadi pada lantai 3. Struktur juga mengalami incomplete weak beam strong column, dimana balok pada dua lantai paling atas tidak terjadi sendi plastis. Secara keseluruhan kapasitas momen, maupun geser balok masih lebih besar dari yang dibutuhkan dengan distribusi yang cukup baik. Daktilitas kurvatur balok yang tersedia menjamin struktur dapat berdeformasi dengan daktail. Kapasitas geser kolom masih jauh melebihi geser maksimum yang terjadi. Hal ini dikarenakan pemakaian faktor overstrength pada balok yang tinggi (=1.4) sehingga kolom didesain sesuai dengan kapasitas balok yang sebenarnya tidak pernah terjadi. Untuk mendapatkan hasil yang lebih reliable, perlu dilakukan studi yang lebih mendalam mengenai: i) pemakaian model SDOF ii) hubungan daktilitas-damping iii) multi limit state approach..",
  "creators": "GO EK LIONG; KUNTJORO TJIOEWONTO",
  "contributors": "Takim Andriono (Advisor 1); Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 2); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 950 S; Go Ek Liong (21495020), Kuntjoro Tjioewonto (21495045)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS; REINFORCED CONCRETE CONSTRUCTION"
}