{
  "id": "1083",
  "title": "Studi tentang prosedur pemeriksaan ketahanan struktur rangka beton bertulang terhadap beban gempa",
  "abstract": "Pada awal tahun 1980-an Indonesia mengawali era baru dalam perencanaan struktur terhadap beban gempa. Hal ini ditandai dengan dikeluarkannya Peraturan Perencanaan Tahan Gempa Indonesia Untuk Gedung (PPTGIUG) 1983 atau sekarang bernama Pedoman Perencanaan Ketahanan Gempa Untuk Rumah dan Gedung (PPKGURG), SKBI-1.3.53.1987, yang dipakai sampai saat ini. Peraturan ini mensyaratkan penggunaan Desain Kapasitas dalam perencanaan struktur bangunan terhadap gempa. Bangunan-bangunan yang didirikan sebelum tahun 1983 tidak direncanakan dengan taraf pembebanan gempa yang memadai seperti yang disyaratkan dalam PPTGIUG 1983 tersebut. Disamping itu, karena tidak direncanakan dengan konsep Desain Kapasitas, tipe keruntuhan yang akan terjadi tidak dapat diprediksi sebelumnya. Oleh karena itu perlu dilakukan evaluasi terhadap kemampuan dan perilaku struktur tersebut. Hingga saat ini di Indonesia belum ada suatu metode evaluasi standar yang dapat digunakan untuk memeriksa ketahanan suatu bangunan terhadap beban gempa rencana. Sebuah studi telah dilakukan untuk mempelajari beberapa metode evaluasi yang pernah diusulkan yaitu metode perbandingan antara kapasitas dan kebutuhan dan metode static force-based. Tetapi tidak semua metode di atas sesuai untuk digunakan di Indonesia. Setelah mempelajari kedua metode evaluasi di atas studi ini mengusulkan suatu metode evaluasi alternatif yang keandalannya cukup baik dan prosedumya tidak terlalu rumit.",
  "creators": "NINIK SURYANI; EFFENDY TANOJO",
  "contributors": "Takim Andriono (Advisor 1); Bambang Wyanto (Advisor 2); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 956 S; Effendy Tanojo (21495014), Ninik Suryani (21495156)",
  "subjects": "BUILDING-EARTHQUAKE EFFECTS; REINFORCED CONCRETE CONSTRUCTION"
}