{
  "id": "10832",
  "title": "Modifikasi pemadatan cara marshall dengan mesin kuat tekan beton pada beberapa jenis campuran aspal",
  "abstract": "Untuk mendapatkan suatu lapis perkerasan yang kuat dan tahan lama sangat dipengaruhi oleh pemadatannya. Metode pemadatan yang paling mendekati kenyataan hasil di lapangan adalah metode Percentage Refusal Density (PRO) yaitu suatu prosedur pemadatan pada setiap benda uji untuk dipadatkan pada kondisi akhir (dengan digetarkan), seperti \"menolak \" untuk menjadi lebih padat lagi. Metode pemadatan ini belum dipakai secara luas di Indonesia, karena masih sangat baru dan alat yang dipakai sangat mahal harganya. Namun demikian hasil PRD ini dapat didekati dengan Marshall 2 x 400 tumbukan. Akan tetapi adalah sangat tidak efektif untuk melakukan pemadatan dengan Marshall 2 x 400 ini. Maka diusahakan mencari simulasi pemadatan lain agar mencapai hasil yang mendekati hasil PRD / Marshall 2 x 400, yaitu dengan menggunakan mesin kuat tekan beton yang umum dipakai di Indonesia. Percobaan dilakukan pada ketiga macam campuran aspalyaitu campuran HRS A (Hot Rolled Sheet), campuran AC (Asphalt Concrete), dan campuran SMA (Split Mastik Aphalt). Ada dua macam percobaan yang dilakukan, percobaan pertama adalah pemadatan dengan metode Marshall (dengan ditumbuk) 2 x 50 (untuk HRS A), 2 x 75 (untuk HRS A, AC dan SMA), 2 x 400 (untuk HRS A, AC dan SMA). Dari pemadatan metode Marshall ini lalu dilakukan analisa sehingga didapat nilai-nilai karakteristik Marshall seperti bulk density, VIM, VMA, VFB, stabilitas dan Marshall Quotient. Kemudian dengan berdasar pada nilai bulk density Marshall 2 x 400 dilakukan percobaan kedua, yaitu pemadatan dengan mesin kuat tekan beton (dengan penekanan) pada semua campuran (HRS A, AC dan SMA). Di sini dicari berapa tekanan atau variasi tekanan yang harus diterapkan oleh mesin kuat tekan beton pada setiap sampel campuran aspal agar nilai bulk density yang dihasilkannya dapat mendekati atau sama dengan nilai bulk density pada Marshall 2 x 400 untuk setiap sampel campuran aspal. Dapat disimpulkan bahwa pemadatan yang dilakukan dengan mesin kuat tekan beton dapat diterapkan pada semua campuran aspal tersebut (HRS A, AC' dan SMA) dengan suatu faktor korelasi sebagai berikut, untuk HRS A adalah 1.0077, sedangkan untuk AC adalah 1.0064 dan untuk SMA adalah 0.9943. Adapun variasi tekanan yang dipakai adalah sama untuk semua campuran yaitu 4 x untuk penekanan pertama, lalu dibiarkan/ditunggu selama 15 menit dan kemudian dilakukan 4 x penekanan lagi. Sedangkan besar tekanan yang dipakai adalah 600 KN untuk HRS A dan AC dan 500 KN untuk SMA.",
  "creators": "AGUS SUTEJA; OSCAR ANDI",
  "contributors": "Johanes Indrojono Suwono (Examination Committee 1); Indriani Santoso (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 935.S; Agus Suteja (21492082), Oscar Andi (21493182)",
  "subjects": "PAVEMENTS-TESTING"
}