{
  "id": "1084",
  "title": "Tinjauan terhadap konsep standar perencanaan ketahanan gempa untuk struktur rumah dan gedung SNI 1726-1998",
  "abstract": "Konsep Standar Ketahanan Gempa Indonesia (konsep kedua) diterbitkan pada bulan Oktober 1998. Kemajuan utama dalam konsep ini adalah adanya persyaratan analisis tiga dimensi untuk semua jenis struktur. Peningkatan-peningkatan lain adalah perubahan eksentrisitas desain, penjelasan yang eksplisit mengenai periode ulang gempa rencana, perubahan bentuk spektrum respons inelastik, perubahan faktor daktilitas, persyaratan memperhitungkan pengaruh P-Delta, pengaruh gempa vertikal, dan penjelasan yang lebih baik mengenai analisis dinamik. Perbedaan-perbedaan yang disebutkan terakhir di atas tidak memiliki pengaruh yang berarti bila ditinjau dari segi analisis struktur yang biasa digunakan. Syarat analisis tiga dimensi sudah jelas lebih canggih dibandingkan dengan analisis dua dimensi yang relatif lebih sederhana. Namun hal ini akan menjadi tidak berguna apabila keterbatasan-keterbatasan yang terdapat dalam konsep ini tidak diperhatikan dengan semestinya. Adalah suatu hal yang perlu untuk selalu mempertimbangkan adanya faktor ketidakpastian yang besar dalam desain bangunan tahan gempa sebelum memberlakukan suatu usulan metode desain baru yang lebih rumit dan diyakini lebih teliti. Tugas Akhir/Skripsi ini membahas semua pasal-pasal yang berkenaan dengan struktur bagian atas dan secara khusus menyoroti beberapa keterbatasan dalam konsep standar dengan mengacu pada penelitian-penelitian terakhir yang berkaitan dengan pasal-pasal yang dibahas.",
  "creators": "DANNY KURNIA; ERICH HENDRAWAN",
  "contributors": "Takim Andriono (Advisor 1); Ir. Soehendro Ratnawidjaja, M.Eng. (Advisor 2); Ir. GIDEON HADI KUSUMA, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 944 S; Erich Hendrawan (21495019), Danny Kurnia (21495089)",
  "subjects": "BUILDING-EARTHQUAKE EFFECTS"
}