{
  "id": "10862",
  "title": "Penerapan metode response surface pada eksperimen pembudidayaan jamur merang",
  "abstract": "Dalam pembudidayaan jamur merang skala kecil, yaitu pembudidayaan jamur merang dengan lahan dan modal yang relatif kecil sehingga dapat dilakukan oleh setiap orang, diketahui bahwa dengan menggunakan sejumlah bahan baku dengan komposisi berat tertentu, akan diperoleh panen pertama namun belum diketahui komposisi berat bahan baku yang dapat dipergunakan hingga diperoleh berat panen pertama yang optimal. Hal ini yang mendasari penyusun melakukan penelitian tugas akhir dengan menggunakan metode Response Surface dengan tujuan mencari optimasi berat panen pertama jamur merang. Optimasi berat panen pertama jamur merang dilakukan dengan mengadakan eksperimen menggunakan bahan-bahan baku utama yang terkendali: jerami, kapur dan pupuk dalam berbagai level berat setiap bahan baku. Metode Response Surface yang dilakukan terdiri dari tiga rancangan eksperimen, yaitu eksperimen awal, kedua dan ketiga. Dimana rancangan eksperimen awal merupakan tahap awal pendeteksian kemungkinan optimasi berat panen pertama jamur merang dengan menggunakan komposisi berat bahan bahan baku yang dianjurkan untuk dipergunakan secara teoritis. Sedangkan rancangan eksperimen kedua merupakan tahap penentuan komposisi berat bahan baku yang dapat diduga dapat memberikan optimasi berat panen optimal dan rancangan eksperimen ketiga merupakan tahap penyelesaian masalah optimasi. Pada setiap rancangan eksperimen digunakan disain faktorial tiga level dan tiga faktor bahan baku. Dari hasil penelitian eksperimen awal, diketahui bahwa optimasi berat panen pertama jamur merang masih dapat ditingkatkan. Hal ini berarti komposisi berat bahan baku yang dianjurkan masih mungkin untuk dimodifikasi. Sehingga dilakukan ekperimen kedua untuk memperoleh komposisi berat bahan baku yang dimodifikasikan. Dari rancangan eksperimen ketiga, diketahui bahwa ada pengaruh interaksi dan kuadratik dari bahan-bahan baku terkendali terhadap berat panen pertama jamur merang dimana interaksi bahan baku jerami dengan pupuk hijau merupakan interaksi bahan baku terkendali yang paling berpengaruh terhadap optimasi berat panen pertama jamur merang. Penyusun juga mendapatkan berat maksimal panen pertama jamur merang, yaitu sebesar 0,2182375 kg, dari pembudidayaan dengan menggunakan bahan-bahan baku terkendali dengan komposisi berat tertentu dari setiap bahan baku.",
  "creators": "PIETER HIDAYAT",
  "contributors": "KRESNAYANA YAHYA (Advisor 1); Jani Rahardjo (Advisor 2); Tanti Octavia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 257/TI-83/1999; Pieter Hidajat (25492085)",
  "subjects": "PRODUCTION PLANNING-RESEARCH; MUSHROOMS, EDIBLE-INDUSTRY-RESEARCH"
}