{
  "id": "10869",
  "title": "Perancangan sistem pengendalian kualitas wrapping material di PT H.M. Sampoerna",
  "abstract": "P.T. H.M. SAMPOERNA adalah perusahaan yang bergerak dibidang industri rokok. Didalam usahanya untuk menghasilkan suatu produk yang bermutu maka hal tersebut sangatlah bergantung dengan penyediaan wrapping material (material rokok selain tembakau). Untuk mendapatkan mutu yang baik dari wrapping material maka hal tersebut tergantung dari penyamplingan yang dilakukan oleh bagian quality control, namun selama ini cara-cara penyamplingan yang dilakukan mempunyai beberapa masalah seperti memerlukan jumlah sampel yang besar, memerlukan waktu yang lama sehingga jadwal produksi terganggu dan terjadi kesalahan dalam menerima barang yang jelek. Oleh karena itu penulis menganalisa cara penyamplingan yang telah dilakukan di PT. HM SAMPOERNA sehingga dapat menerapkan metode yang efektif dan efisien. Sebelum dilakukan analisa, maka terlebih dahulu harus diketahui data dan cara-cara penyamplingan yang dilakukan oleh Sampoerna selama ini. Metode yang digunakan adalah dengan kurva karakterisrik operasi (KO). Perhitungan untuk kotak yang berukuran berhingga dengan distribusi hipergeometrik sedangkan untuk kotak yang tak berhingga dengan distribusi binomial. Selanjutnya dengan menganalisa kurva KO A dan Kurva KO B didapatkan kurva KO ideal, yang digunakan untuk membedakan antara kotak yang jelek dengan kotak yang baik. Dari hasil kurva KO ideal selanjutnya dibuat tabel besar untuk mendapatkan nilai n (jumlah sampel) dan bilangan penerimaan (c) yang diharapkan.",
  "creators": "SUTADI SUWITO",
  "contributors": "Daniel Indarto Prajogo (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi no. 194/TI-20/1999; Sutadi Suwito (25494090)",
  "subjects": "TOTAL QUALITY MANAGEMENT"
}