{
  "id": "10870",
  "title": "Simulasi antrian untuk menganalisa tata letak pabrik di PT Halim Jaya Sakti Pasuruan",
  "abstract": "Tata letak pabrik merupakan suatu hal yang terus menerus dapat diperbaharui menjadi keadaan yang semakin baik. Hal ini membuat tata letak pabrik hams selalu dianalisa setiap terjadi perubahan baik dalam proses produksi maupun kapasitas produksi. Maka dari itu tata letak pabrik tidak pernah mencapai kondisi yang terbaik yang sehingga tidak akan lagi memerlukan perubahan. Keadaan awal yang ada di lantai produksi perusahaan dimodelkan dalam suatu program simulasi. Program simulasi ini memiliki input waktu produksi masing-masing stasiun kerja, jarak antar stasiun kerja, serta data lain seperti target produksi harian. Program simulasi menggunakan software ProModel 3.0. Data waktu produksi didapatkan dari hasil pengamatan yang kemudian dilakukan pencocokan distribusi. Program simulasi ini dapat memperlihatkan jalannya proses produksi sehari-hari sehingga dapat diketahui keadaan-keadaan misalnya jumlah barang yang dihasilkan, waktu produksi total, utilitas mesin, dan sebagainya. Output yang dihasilkan dari program simulasi ini digunakan untuk analisa identifikasi keadaan yang kurang baik di perusahaan. Dengan data yang ada maka tata letak pabrik di PT Halim Jaya Sakti akan disusun ulang dan kemudian membandingkannya dengan tata letak yang telah ada. Kriteria yang digunakan untuk mengetahui tata letak mana yang lebih baik adalah dengan menggunakan momen yang terkecil. Momen jarak adalah frekuensi perpindahan antar stasiun kerja dikalikan dengan jarak antar stasiun kerja. Momen jarak antar stasiun kerja ini secara keseluruhan harus lebih kecil nilainya daripada tata letak yang lama untuk dapat dikatakan bahwa tata letak yang baru ini lebih baik. Tata letak yang baru ini akan dimodelkan juga dalam program simulasi sehingga dapat diketahui hasilnya secara keseluruhan, yaitu dapat mengetahui faktor-faktor lain yang mempengaruhi perbaikan yang dihasilkan selain faktor momen jaraknya. Hasil simulasi akan memperlihatkan bahwa tata letak yang baik harus dapat memperbaiki keadaan pada semua faktor yang ada. Perhitungan momen jarak hanyalah merupakan salah satu faktor perbaikan saja yang bobot kepentingannya sangat kecil dibandingkan dari keseluruhan faktor perbaikan yang ada sehingga penyusunan tata letak yang hanya mempertimbangkan perbaikan momen jarak belumlah cukup untuk dikatakan menjadi tata letak yang baik untuk dapat diterapkan di perusahaan sebelum dilakukan simulasi.",
  "creators": "SIOK PING",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Tessa Vanina Soetanto (Advisor 2); Siana Halim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 211/TI-37/1999; Siok Ping (25494111)",
  "subjects": "PLANT LAYOUT; PLANT LAYOUT-SIMULATION"
}