{
  "id": "10886",
  "title": "Komparasi struktur visual peta wisata Surabaya dan Singapura tahun 2004-2007",
  "abstract": "Sektor pariwisata merupakan salah satu sektor penting dalam meningkatkan pergerakan ekonomi suatu negara. Sektor pariwisata yang didukung oleh promosi wisata dalam pengaplikasian media komunikasi visual dapat menjadi alat publikasi ampuh dalam memperkenalkan suatu lokasi wisata di mata dunia. Indonesia yang sarat akan kekayaan alam dan budaya dengan karakteristik budaya khas kurang terpublikasikan dengan baik di kalangan dunia. Peta wisata merupakan salah satu media cetak utama yang memiliki fungsi sebagai petunjuk lokasi dan alat pendukung promosi wisata. Penanaman image kota Surabaya yang didukung dengan slogan Sparkling Surabaya dengan konsisten dalam berbagai media cetak terutama peta wisata menjadi target utama dalam kegiatan `membangun? sektor pariwisata di Surabaya seperti yang telah dilakukan oleh Singapura sejak beberapa tahun sebelumnya. Pendekatan yang dilakukan dalam penelitian ini menggunakan metode observasi data objek berupa peta wisata ditinjau dari komponen-komponen visual peta wisata, elemen-elemen visual pendukung peta wisata meliputi warna, bentuk, komposisi tata letak, tipografi, gambar. Analisis data yang dilakukan dalam penelitian ini adalah analisis elemen-elemen visual daripada komponen-komponen peta wisata. Analisis tanda dan makna juga dilakukan mengingat salah satu komponen peta berkaitan dengan tinjauan semiotika. Tujuan daripada pelaksanaan tugas akhir skripsi ini adalah untuk mendapatkan gambaran suatu rancangan peta wisata yang ideal sesuai dengan konsistensi slogan yang ada. Proses penelitian ini dilakukan dengan menjabarkan kelebihan dan kekurangan masing-masing peta wisata dari dua negara berbeda ditinjau dari struktur visual, analisis tanda dan makna elemen-elemen visual peta wisata. Kelebihan yang terdapat pada masing-masing peta wisata digabung dan dibentuk sedemikian rupa sehingga mendapatkan suatu kesimpulan baru yang pada nantinya dimanfaatkan pada penelitian selanjutnya serta mendukung proses visual yang lebih baik daripada sebelumnya. Sedangkan kekurangan yang ada dipelajari dan dihindari agar dapat menciptakan suatu komposisi visual peta wisata ideal yang mampu menarik perhatian dan menimbulkan daya tarik impuls yang kuat terhadap objek wisata.",
  "creators": "MURDYANI TAN",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); Ani Wijayanti Suhartono (Advisor 2); Aristarchus Pranayana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00011000/DKV/2007; Murdyani Tan (42403078)",
  "subjects": "VISUAL COMMUNICATION; COMMERCIAL ART; GRAPHIC ARTS"
}