{
  "id": "10903",
  "title": "Perancangan media komunikasi visual promosi produk kesehatan \"probiotic softgel capsules\" untuk konsumen Surabaya",
  "abstract": "Pada saat ini perkembangan teknologi akan kesehatan semakin tinggi, akan tetapi hal ini tidak diimbangi dengan promosi yang memadai untuk mengkomunikasikan perkembangan teknologi dalam hal kesehatan. Begitu juga dengan produk kesehatan \"Probiotic Softgel Capsules\" yang memiliki kualitas yang baik tetapi kurang diadakannya suatu promosi. Dalam hal ini diperlukan suatu promosi bagi produk kesehatan \"Probiotic Softgel Capsules\" dengan menghasilkan media ATL, BTL, dan TTL yang dimana terdapat poster, iklan majalah, iklan internet, iklan koran, brosur, billboard indoor, x-banner, neonbox, signboard, company profile, display/PoP, merchandise, papan nama, umbul-umbul, transit-ad, serta iklan unconventional di lift. Dan kesemuanya itu dilakukan dengan pendekatan secara rasional dan terdapat unsur emosional serta kreatif. Kesemuanya ini dilakukan pada promosi jangka pendek, sedangkan untuk jangka panjang disarankan agar tidak mengubah inti promosi ini agar image yang tertanam pada masyarakat benar-benar menancap. Akan tetapi mengenai desain serta tujuan promosi dapat dikembangkan sesuai dengan perkembangan masyarakat. Mengenai perancangan ini terdapat banyak keterbatasan-keterbatasan yang dimana perancangan ini tidak sempat untuk diuji coba semuanya karena keterbatasan waktu sehingga keefektifan secara empirik belum ada, akan tetapi efektif secara teori karena bukan berdasarkan akan dasar estetik tetapi sesuai dengan metodologi.",
  "creators": "STEFFEN NORMAN TANAMAL",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); Ani Wijayanti Suhartono (Advisor 2); Aristarchus Pranayana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00110967/DKV/2007; Steffen Norman Tanamal (42403032)",
  "subjects": "VISUAL COMMUNICATION; BILLBOARD; COMMERCIAL ART; GRAPHIC ARTS; SIGNS AND SIGNBOARDS"
}