{
  "id": "1090",
  "title": "Gempa rencana yang dihasilkan oleh program resmat untuk analisa riwayat waktu menurut konsep 2 SNI 1726-1998 dan konsep 3 SNI 1726-1999",
  "abstract": "Dalam melakukan perhitungan analisa riwayat waktu, Peraturan Gempa Indonesia mensyaratkan penggunaan minimal empat rekaman gempa yang pernah terjadi (Gempa Asli) yang percepatan maksimumnya diskala sehingga sama dengan percepatan maksimum normal yang ada pada daerah yang ditinjau (Gempa SNI). Hal ini disebabkan belum ada gempa rencana, yaitu satu rekaman gempa yang dapat digunakan dalam analisa riwayat waktu. Dalam penelitian ini diusulkan gempa rencana yang diperoleh dengan melakukan modifikasi rekaman gempa SNI, sehingga menghasilkan rekaman gempa baru yang sama spektrum responnya dengan peraturan gempa di Indonesia. Rekaman gempa yang baru ini dinamakan gempa modifikasi. Proses modifikasi ini dilakukan dengan menggunakan program Resmat. Dalam penelitian ini parameter yang dibandingkan adalah gaya geser dan simpangan maksimum dari gempa SNI dan gempa modifikasi menurut Konsep 2 SNI 1726-1998 dan Konsep 3 SNI 1726-1999, untuk jenis struktur yang berbeda yang terletak di wilayah 4 dengan jenis tanah lunak. Struktur yang ditinjau adalah bangunan sederhana dengan bentuk denah yang teratur dan simetris, dengan jumlah lantai 5, 10, 15, 20, 25, dan 30 lantai. Program ETABS digunakan untuk analisa riwayat waktu linier. Beban gempa yang dikenakan pada tiap struktur adalah lima gempa SNI dan lima gempa modifikasi, yaitu gempa Denpasar, El Centro, Pacoima, Parkfied, dan Pasadena. Dari penelitian ini didapat bahwa kelima gempa modifikasi yang dianalisa dapat digunakan sebagai gempa rencana untuk analisa riwayat waktu menurut Konsep 2 SNI 1726-1998 dan Konsep 3 SNI1726-1999.",
  "creators": "L HADIYONO JAQIN; BRIGITTA",
  "contributors": "Benjamin Lumantarna (Advisor 1); Takim Andriono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1023 S; Brigitta (21496012), L. Hadiyono Jaqin (21496032)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS"
}