{
  "id": "10922",
  "title": "Perancangan media komunikasi visual untuk memperkenalkan rumah pemulihan Abigail",
  "abstract": "Kehidupan masa kini di mana terjadi krisis ekonomi, krisis moral, dan krisis sosial-budaya, mengakibakan tekanan yang harus diderita oleh masyarakat Indonesia semakin berat dan kompleks. Persaingan yang ketat serta gaya hidup yang dijadikan standar turut menambah beban hidup seseorang. Hal ini berdampak pada kondisi kejiwaan orang tersebut. Berdasarkan hasil penelitian, wanita lebih mudah mengalami stres dan depresi ketika harus menghadapi masalah yang bertubi-tubi. Melihat kebutuhan yang besar akan suatu wadah untuk menampung wanita yang berbeban berat dan mengalami masalah kejiwaan, Rumah Pemulihan Abigail hadir untuk menjadi mitra bagi masyarakat, gereja, dan keluarga. Keunggulan Rumah Pemulihan Abigail adalah pada terapinya yang bersifat holistik dan mengedepankan prinsip-prinsip kasih. Permasalahan yang dihadapi oleh Rumah Pemulihan Abigail adalah masih banyak masyarakat yang belum mengetahui tentang keberadaannya dan terapi pemulihan yang dilakukannya. Hal ini disebabkan antara lain karena Rumah Pemulihan Abigail kurang melakukan upaya untuk mensosialisasikan dirinya. Bertolak dari hal-hal tersebut di atas, dilakukanlah perancangan untuk menghasilkan media-media komunikasi visual yang kreatif dan efektif yang bertujuan untuk memperkenalkan Rumah Pemulihan Abigail sebagai tempat rehabilitasi bagi wanita yang mengalami gangguan kejiwaan dengan menerapkan prinsip-prinsip kasih dan menggunakan pendekatan terapi yang holistik (spiritual, ilmiah, kekeluargaan). Melalui perancangan ini juga diharapkan masyarakat tidak lagi memiliki stigma yang keliru terhadap penderita gangguan kejiwaan dan bisa turut mendukung upaya pemulihan penderita gangguan kejiwaan yang dilakukan oleh Rumah Pemulihan Abigail",
  "creators": "ASTRID ANGELINA",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); Ani Wijayanti Suhartono (Advisor 2); Aristarchus Pranayana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Promosi Produk",
  "source": "Promosi Produk No. 00090985/DKV/2007; Astrid Angelina (42403056)",
  "subjects": "SIGNS AND SIGNBOARDS; VISUAL COMMUNICATION; POSTERS; GRAPHIC ARTS; LABELS; COMMERCIAL ART"
}