{
  "id": "1093",
  "title": "Pengaruh oil sand pada green sand mold terhadap kualitas permukaan produk cor dan permeabilitas cetakan",
  "abstract": "Pada pengecoran cetakan pasir, kualitas permukaan produk cor yang dihasilkan dipengaruhi antara lain oleh kualitas cetakan dan komposisi cetakan pasir. Dengan kualitas permukaan cetakan pasir yang rendah akan mengakibatkan kualitas permukaan produk cor yang dihasilkan akan rendah pula. Pada komposisi cetakan pasir dengan kandungan air yang tinggi, mengakibatkan gas yang timbul saat penuangan logam cair dalam rongga cetakan semakin banyak dan kemungkinan untuk terperangkap semakin besar akibat permeabilitas cetakan yang rendah. Hal ini mengakibatkan kualitas permukaan produk cor yang dihasilkan menjadi rendah. Dengan mengurangi kadar air dan menggantikannya dengan minyak (oil sand) dalam komposisi cetakan pasir akan mengurangi timbulnya gas dan mengurangi kontak antara logam cair dengan cetakan pasir, sehingga akan meningkatkan kualitas permukaan produk cor. Disamping itu kekuatan cetakan akan meningkat. Komposisi cetakan pasir yang digunakan terdiri dari pasir silika, bentonit, gula tetes, minyak dan air. Unsur yang divariasikan adalah minyak, yaitu sebesar 1%, 2% dan 3%, sedangkan air sebagai penyeimbang. Hasil penelitian menunjukkan bahwa dengan penambahan kadar minyak dalam komposisi cetakan pasir, akan meningkatkan kualitas permukaan produk cor yang dihasilkan. Penambahan kadar minyak dari 1% hingga 3% meningkatkan kualitas permukaan sebesar 33,348%. Dengan semakin tinggi kadar minyak, permeabilitas cetakan akan semakin rendah dan kekuatan tekan akan meningkat.",
  "creators": "HERRCEY SENGGONO",
  "contributors": "Soejono Tjitro (Advisor 1); Oegik Soegihardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 010628/MES/2004; Herrcey Senggono (24400022)",
  "subjects": "SAND CASTING"
}