{
  "id": "1095",
  "title": "The Use of metaphor, metonymy and analogy in the news report of Surabaya's new mayor, Bambang D.H, in Jawa Pos, from june to July 2002",
  "abstract": "This study is about politics register. The language of politics often occurs in the form of implicative so that any political issues are delivered implicitly rather than explicitly. Through the study, the writer is curious about how metaphor, metonymy and analogy are used as implicature in the news report of political issues. Since implicature is involved, the writer also intends to know how do metaphor, metonymy and analogy violate the maxims. Later on, through the findings, the writer decides which is the most commonly used among metaphor, metonymy and analogy and the most commonly violated one among those maxims because of the use of metaphor, metonymy and analogy. The writer analyses the study based on sociolinguistics and pragmatics fields. The political topic, chosen by the writer is about the issue of Surabaya?s new mayor, Bambang D.H, reported in Jawa Pos, June-July 2002. This study is supported by sociolinguistics theories on language variation about register, by Janet Holmes and Peter Trud gill. Since the register itself is focused on politics register, the writer also uses Adrian Beard theory on language of politics, which mentioned three characteristics of politics register, the use of metaphor, metonymy and analogy. The study uses descriptive approach as the study is designed to obtain information concerning the politic register. Finally, the writer finds out that metaphor, metonymy and analogy are used in the news report to convey the intended meaning behind the literal meaning of the words, as the comparison. The mostly used one is metaphor. Besides, the use of them has caused maxim violations that mean the implicature is being used. The mostly violated one is maxim of manner.",
  "creators": "ELLEN ROOSYE MOOCE CUSSOY",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor and Examination Committee); SAMUEL GUNAWAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1127/ING/2003; Ellen R.M Cussoy (11499007)",
  "subjects": "POLITICAL SCIENCE-LANGUAGE; TERMINOLOGY; DISCOURSE ANALYSIS; ENGLISH LANGUAGE-DISCOURSE ANALYSIS"
}