{
  "id": "10993",
  "title": "Analisis keputusan pembelian berdasar tanggapan konsumen melalui corporate associations, belajar dari pengalaman, dan perbandingan antar merek",
  "abstract": "Proses keputusan pembelian konsumen terdiri dari lima tahapan yang meliputi : tahap pengenalan masalah, pencarian informasi, evaluasi alternatif, keputusan pembelian, dan perilaku puma pembelian. Untuk dapat mengambil keputusan pembelian yang benar, konsumen harus berhati-hati dalam memilih produk mana yang akan dikonsumsi. Pada umumnya, sebelum membuat keputusan pembelian, konsumen akan melakukan perbandingan antar merek guna mengetahui kelebihan dan kelemahan dari masing-masing produk. Perusahaan juga harus berhati-hati dalam memproduksi produk, perusahaan harus mempertimbangkan kebutuhan dan keinginan konsumen dalam memproduksi produk karena jika produk yang dihasilkan tidak sesuai dengan kebutuhan dan keinginan konsumen, maka produk tersebut besar kemungkinan akan gagal di pasar, demikian juga sebaliknya. Untuk dapat mengetahui kebutuhan dan keinginan konsumen, maka perusahaan perlu melakukan riset. Penelitian ini akan membahas mengenai tanggapan konsumen melalui corporate associations yang terdiri dari dua bagian yaitu asosiasi kemampuan perusahaan {corporate ability) dan asosiasi tanggung jawab sosial perusahaan {corporate social responsibility). Selain itu, penelitian ini juga membahas mengenai tanggapan konsumen melalui belajar dari pengalaman. Ada beberapa faktor yang mempengaruhi belajar dari pengalaman yaitu : keterlibatan, motivasi untuk belajar, dan lingkungan informasi. Lima tahapan yang umum digunakan konsumen dalam membandingkan antar merek yaitu : tahapan gambaran produk, fungsi mikro produk, fungsi makro produk, nilai, dan utilitas keseluruhan. Tahapan nilai, dan utilitas keseluruhan sering digunakan konsumen dalam membandingkan antar merek.",
  "creators": "HERLINA LIMAN",
  "contributors": "Hartono Subagio (Advisor 1); Soekarno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11/EM/2000; Herlina Liman (31494135)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS-RESEARCH"
}