{
  "id": "10990",
  "title": "The Apology strategies used by 5 males and 5 females Indosat customer servers in Surabaya",
  "abstract": "This is a study an apology strategies used by 5 males and 5 females Indosat customer servers Surabaya. The purpose was to find the apology strategies and the differences of apology strategies used by them while responding to customer complaint. Furthermore, the writer also describes the reason behind such usage. The writer used descriptive qualitative approach in doing her research. The data are taken from the real conversation between customer servers and customers. The writer classified the conversation based on gender differences and analyzed them using apology strategies theory suggested by Anna Trosborg. The result of the analysis showed that female customer servers tend to use Strategy 4-(Acknowledgement of Responsibility) towards adult age customers, and Strategy 5-(Expressing Apology) towards middle aged customers. While male customer servers tend to use Strategy 3-(Explanation or Account) toward both age bracket group. Strategy 4-(Acknowledgment of Responsibility), Strategy 5-(Expressing Apology) had the highest frequency used by female customer servers for both different age bracket groups. Those strategies indicated that female customer servers tend to be more cooperative in explaining the problem than the male ones. While, male customer servers prefer to use Strategy 3-(Explanation or Account) to give further explanation towards customers. Therefore the writer concluded that apology strategy was a significant strategy used in the customer service as a remedial interchange to serve customers.",
  "creators": "SALLY CHRISTIANI",
  "contributors": "Samuel Gunawan (Advisor 1); Anneke Heritaningsih Tupan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011829/ING/2009; Sally Christiani (11404010)",
  "subjects": "LINGUISTICS; SOCIOLINGUISTICS"
}