{
  "id": "10994",
  "title": "Arjun?s Ambivalent Identity in Amitav Ghosh?s The Glass Palace",
  "abstract": "British Imperialism had played a significant role in the world history. There were many countries that had been imperialized by British, both western and eastern countries. Thus, the interaction between the colonizer and the colonized was unavoidable and that slowly changed the colonized one?s mind toward independency. Amitav Ghosh, as the author of post-colonialism novel, tries to portray the condition of Asia, especially India at the time of British colonization. His novel, The Glass Palace , tells about the story of three families and the interaction between each of them. In this novel, I analyze one of the main characters, Arjun, because he has a problem of identity as the result of his relationship with the British. That is how I am interested in analyzing his ambivalent identity and the reasons for his ambivalence. To analyze it, I use some post-colonialism theories, such as ambivalent and mimicry. In the analysis, I explain about the ambivalent identity of Arjun and the reasons for his, namely the reason for wanting to be British and the reason for maintaining his Indian identity. The reason for wanting to be British is because of his ambition. Arjun has an ambition for status, wealth, and power, which motivate him to be an officer in the British Army. And the reason for maintaining his Indian identity is because of the connection between the condition of India and himself. He realizes that no matter how wealthy he is if his country is poor, he will be regarded as part of that poverty. Finally, he has to choose what to defend, the Empire or India.",
  "creators": "CHIENNY SUTANTRI",
  "contributors": "Theophilus Jokri (Advisor 1); Dwi Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011828/ING/2009; Chienny Sutantri (11404039)",
  "subjects": "GHOSH, AMITAV, 1956 -... THE GLASS PALACE-STUDY AND TEACHING; INDIAN FICTION (SOUTH ASIA)-20TH CENTURY-STUDY AND TEACHING"
}