{
  "id": "11008",
  "title": "The Role of ambiguity in Tukul?s humorous utterances in Empat Mata talk show",
  "abstract": "This research discusses the role of ambiguity in Tukul?s utterances and their meanings to create humor in Empat Mata talk show. The writer would like to know how the use of ambiguous expression in Tukul?s humorous utterances. Besides, the writer wants to reveal the types of humor that are found in Tukul?s utterances and the explanations of what the funniness of these utterances are. The writer uses some theories by Raskin (1985) about the theory of humor including the classifications of humor theory, the types of humor, the verbal humor, and structure of humor as the main theories. In addition, the writer applies the theory of ambiguity from wikipedia and pragmatic theory by Yule (1996). As the supporting theory, the writer uses the script-based theory of humor by Raskin and discourse fragment and the notion `topic? by Brown and Yule (1983). The source of data of this research is Tukul?s utterances in Empat Mata talk show which is broadcasted by Trans7 TV station. The writer chooses 7 episodes of Empat Mata talk show in order to get enough data for the research. They are broadcasted at April the 2 nd , April the 4 th , April the 18 th , April the 21 st , April the 28 th , May the1st, and May the 9 th of 2008. It is found that ambiguous utterances hold 44.4 % of all the data. In addition, the writer finds that all Tukul?s humorous utterances which belong to sexual humor are ambiguous. Ambiguous expressions are preferred by Tukul to deliver sexual humor because this term considered as more appropriate to be used for ethical reason. Through this finding, the writer concludes that ambiguous expression is effective to create humor, especially sexual humor.",
  "creators": "SEPTINA TRISNAWATI",
  "contributors": "SUKEMI, PROF.DR.M.A. (Advisor 1); Samuel Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011824/ING/2008; Septina Trisnawati (11404063)",
  "subjects": "INDONESIAN LANGUAGE-SEMANTICS; SEMANTICS; DISCOURSE ANALYSIS"
}