{
  "id": "11001",
  "title": "The Apology strategy used by female tenants in a boarding house",
  "abstract": "In this study, the writer investigated the types of apology strategies used by female tenants who have close and distant social distance level with their interlocutors. The writer also investigated the differences of apology strategies used by these tenants to their interlocutors in terms of their social distance levels. The theory of apology strategies by Trosborg (1995) and social distance by Holmes (1992) were used as the main theories of this research. In this study, the writer used descriptive qualitative data. She chose three female tenants living in a boarding house as her respondents. Then she analyzed the conversations made by these respondents. The result of the analysis showed that the respondents who had close social distance used almost all apology strategies. There was only an apology strategy they did not use namely evasive strategy. The female tenants who had distant social scale used six apology strategies. They did not use two apology strategies namely opting out and promise of forbearance. Moreover, the speakers and their interlocutors who had close social distance used almost all apology strategies ranging from least polite to most polite strategy. However, the respondents and their interlocutors who had distant social distance tended to use more polite strategies. In conclusion, this study showed that when people get closer to the other, they tend to be more at ease with each other. Therefore, they were not reluctant to use least polite apology strategies. However when two people have distant relationship, it would be impolite if they deny the offense by using least polite apology strategies.",
  "creators": "SELVY GUNAWAN",
  "contributors": "Flora Debora (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011826/ING/2009; Selvy Gunawan (11404020)",
  "subjects": "SOCIOLINGUISTICS; LINGUISTICS"
}