{
  "id": "11003",
  "title": "Srategi periklanan dengan penggunaan tema sosial dan allegori abad pertengahan serta pengaruhnya terhadap ingatan konsumen",
  "abstract": "Dengan makin kompleksnya usaha untuk pencapaian tujuan dari organisasi saat ini, periklanan dalam kegunaannya dapat menjadi salah satu komponen penting dalam usaha untuk mencapai tujuan. Pengiklanan produk perusahaan yang dilakukan tidak hanya dipakai dengan tujuan yang hanya bersifat keuntungan ekonomi, seperti menigkatkan volume penjualan, dan untuk lebih mengenalkan produk terhadap konsumen tapi juga dapat digunakan untuk meningkatkan image perusahaan dan mencapai tujuan-tujuan yang berorientasi perusahaan, seperti memotivasi tenaga kerja agar dapat mengkomunukasikan esensi dari perusahaan. Dan dengan adanya pengiklanan membuat segala sesuatu yang terasa sulit untuk dimengerti oleh konsumen mengenai informasi produk yang dihasilkan oleh perusahaan menjadi lebih mudah dimengerti, disamping itu pengiklanan yang dibuat secara kreatif, misalnya dengan memasukan tema sosial (Contoh: Setiap pembelian satu bungkus indomie berarti menyumbang Rp 5,- kepada panti asuhan) atau dengan penggunaan alegori abad pertengahan (Contoh: Minuman Vit-up yang menggambarkan kekuatan seekor macan). Sehingga dapat meningkatkan ingatan konsumen akan informasi mengenai produk, baik produk baru maupun produk yang sudah dikenal sehingga pada akhirnya pengiklanan akan membantu strategi-strategi lain yang telah digunakan oleh perusahaan untuk mencapai tujuan yang diinginkan.",
  "creators": "HENGKY SOEWONDONO",
  "contributors": "Drs. Sugiono Sugiharto, M.M., Ph.D. (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 49/EM/2000; Hengky Soewondono (31494337)",
  "subjects": "ADVERTISING; MARKETING; SALES PROMOTION"
}