{
  "id": "11013",
  "title": "The Disagreement expressions used by three male and three female Ambonese students at Petra Christian University",
  "abstract": "This study was a descriptive qualitative study focusing on the way Ambonese expressed their disagreements. The writer was interested in taking this topic because she wanted to know the way Ambonese male and Ambonese female expressed their disagreements, the dominant strategies they used and also the differences in their ways of expressing disagreement in communication. The writer took three Ambonese male and three Ambonese female students at Petra Christian University as her respondents. In analyzing the data, the writer used Garcia?s classification of Confrontational and Non-confrontational devices (1989). From the analysis, the writer found that both Ambonese male and Ambonese female liked to use confrontational devices to express their disagreements. The dominant strategies used by them were `strong denial?, `challenge? and also `giving reasons? strategies. From the finding, the writer realized that female do not always use indirectness in expressing their opinions. The close relationship between participants made them brave to express their disagreements directly by using confrontational devices such as `strong denial? and `challenge? strategies. On the other hand, male respondents still used direct ways to express their disagreements in conversations by using confrontational devices such as `challenge? and `strong denial? but keep explaining the reasons for disagreeing clearly and in a detailed with `giving reasons? strategy.",
  "creators": "MEGA MARLOVA PATTIASINA",
  "contributors": "Anneke Heritaningsih Tupan (Advisor 1); Jusuf Imam Ibrahim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011822/ING/2008; Mega Marlova Pattiasina (11404047)",
  "subjects": "INDONESIAN LANGUAGE-SOCIAL ASPECTS; SOCIOLINGUISTICS"
}