{
  "id": "11010",
  "title": "The Discourse markers used by students of English Department in Petra Christian University in the same and cross gender interviews",
  "abstract": "In this study, the writer wants to reveal the discourse markers used by male and female students to their male and female interviewers through an interview. Through this study, the writer can reveal the types and frequencies of markers used by male and female students to their male and female interviewers and also find the similarities and differences between them. The data were obtained by interviewing the students about the experience that they like and dislike. The writer took eight male and female students as her object of this research and used Schiffrin?s theory of discourse markers (1991) to analyze the findings. The findings show that male students use five types of discourse markers to their male interviewer while they use four types of markers to their female interviewer. Then, female students use five types of discourse markers to their male interviewer while they use six types of markers to their female interviewer. The discourse marker and is the most favorite discourse marker both in male and female students? speech. Then, the second favorite marker is because. The discourse markers now and or are never used in their speech. Furthermore, the significant difference can be seen in the discourse marker well and you know. Those markers tend to be used more by the students to their same gender interviewer than to cross gender interviewer. Because of that, those markers might be called as solidarity and interpersonal markers. Moreover, male students use the discourse marker I mean more often than female students do. Last of all, the presence of many discourse markers both in the speech of male and female students shows that by using discourse markers they can express their emotion, organize their speech well, and even build solidarity with the listener.",
  "creators": "NINIK TRI LESTARI",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Lilianny Sigit Arifin (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011823/ING/2008; Ninik Tri Lestari (11405029)",
  "subjects": "ENGLISH LANGUAGE-DISCOURSE ANALYSIS; DISCOURSE ANALYSIS"
}