{
  "id": "11035",
  "title": "Peranan manajemen pemasaran dalam menentukan keberhasilan suatu produk di pasaran",
  "abstract": "Berbagai macam produk bermerek dagang sedang mengalami persaingan yang sangat ketat baik dari produk-produk bermerek dagang lainnya maupun dari produk-produk yang tidak bermerek dagang. Untuk menghadapi hal tersebut, para pengusaha produk bermerek dagang menggunakan two-product strategy yakni menambahkan produk dengan kualitas yang lebih rendah ke produk yang ditawarkan dengan kualitas yang lebih tinggi. Dalam prakteknya, perbedaan yang cukup significant seperti faktor harga, kualitas, merek, serta jalur distribusi perlu diperlihatkan mengingat faktor-faktor tersebut merupakan dasar pertimbangan konsumen dalam mengkonsumsi produk-produk yang beredar di pasaran. Sebagai salah satu negara pengkonsumsi rokok impor terbesar di Asia, Filipina memiliki perekonomian yang sangat terbuka lebar untuk industri baru. Akibatnya, banyak pengusaha rokok lokal terlebih-lebih impor yang menjadikan Filipina sebagai sasaran empuk. Berbagai upaya telah dilakukan namun sama sekali tidak membuahkan hasil. Hal ini disebabkan oleh besarnya daya beli masyarakat Filipina yang dilakukan secara satuan (tingui - retail dalam bahasa Filipina). Kenaikan harga rokok menyebabkan banyak orang yang melakukan pembelian secara satuan. Penerapan praktek tingui dapat mengurangi atau bahkan mencegah pergantian merek rokok. Praktek tingui merupakan salah satu cara konsumen untuk mendapatkan produk yang berkualitas. Reputasi serta kredibilitas mempunyai peranan yang sangat penting terhadap keberhasilan suatu produk. Untuk dapat sukses di pasaran, suatu produk harus mempunyai reputasi yang baik. Hal ini disebabkan oleh kecenderungan konsumen yang menganggap bahwa produk yang mempunyai reputasi yang baik identik dengan produk yang berkualitas. Untuk memperoleh kredibilitas yang baik, sebuah perusahaan harus membangun suatu reputasi yang baik serta menghasilkan produk-produk yang berkualitas. Sekali perusahaan tersebut gagal mempertahankan reputasinya, ia akan kehilangan reputasinya. Untuk mendapatkannya kembali, perusahaan tersebut harus membayar mahal.",
  "creators": "BUDIONO PRATIKNYO",
  "contributors": "Richard Von Llewelyn (Advisor 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 81/EM/2000; Budiono Pratiknyo (31495116)",
  "subjects": "MARKETING-MANAGEMENT"
}