{
  "id": "11036",
  "title": "Implementasi fungsi-fungsi manajemen properti untuk mencapai kesuksesan pengelolaan bangunan perkantoran dan pusat perbelanjaan",
  "abstract": "Manajemen properti dan manajer properti yang handai sangat diperlukan untuk meningkatkan nilai dari suatu properti. Definisi utama dari manajemen properti adalah mengatur, memelihara operasi dan melaksanakan tujuan dari real properti seperti tanah, bangunan residensial ataupun bangunan perkantoran dari pemilik properti (Kyle and Baird,1995); sedangkan manajer properti adalah seseorang yang melaksanakan tugas dari pemilik properti untuk mempertahankan bahkan jika mungkin meningkatkan nilai dari properti (Kyle and Baird,1995). Adapun fungsi- fungsi dari manajemen properti adalah sebagai berikut. 1. Membuat perencanaan manajemen dari suatu properti. 2. Membuat suatu anggaran kerja dari properti tersebut. 3. Memamerkan dan menyewakan ruangan. 4. Mengumpulkan uang sewa. 5. Mengutamakan hubungan baik dengan penyewa. 6. Membayar biaya- biaya operasional perusahaan dan menyimpan catatan-catatan. 7. Membuat jadwal pemeliharaan. 8. Menghemat energi. 9. Menyediakan keamanan. 10. Mengawasi karyawan. 11. Mengasuransikan properti. Hubungan fungsi- fungsi tersebut dengan: Artikel pertama yang ditulis oleh Ling Hin Li adalah berkaitan dengan fungsi manajemen properti mengenai perencanaan manajemen dimana tidak adanya atau kurangnya manajemen properti dan manajer properti yang berkualitas di bidang properti di China, khususnya di Beijing dan Shanghai akan menyebabkan peningkatan persediaan/ supply untuk bangunan perkantoran di masa yang akan datang (setelah tahun 1994). Padahal salah satu tugas seorang manajer properti adalah mampu untuk membuat suatu perkiraan mengenai nilai dari suatu properti dengan tujuan agar pemilik properti dapat mengetahui nilai propertinya sesuai dengan kondisi pasar yang berlaku saat itu. Artikel kedua yang ditulis oleh Johan de W. Bruwer adalah berkaitan dengan fungsi manajemen properti mengenai mengutamakan hubungan baik dengan penyewa dimana dengan memperoleh bauran penyewa yang ideal, kesuksesan dari pusat perbelanjaan yang dimaksud dan peningkatan nilai dari properti pusat perbelanjaan tersebut akan dapat tercapai. Salah satu tugas manajer properti dalam hal ini adalah kemampuannya mencari dan memelihara hubungan baik dengan penyewa sehingga keberhasilan yang diharapkan akan dapat tercapai. Artikel ketiga yang ditulis oleh Kwame Addae-Dapaah dan Cindy Yeo adalah berkaitan dengan fungsi manajemen properti mengenai penyewaan ruangan, pengumpulan uang sewa, dan mengutamakan hubungan baik dengan penyewa. Dengan menciptakan sebuah persentase perjanjian sewa yang akan menguntungkan kedua belah pihak yaitu pemilik properti dan para penyewa yang memberi pemasukan bagi pemilik properti maka kesuksesan akan dapat tercapai. Kesuksesan itu hanya bisa didapat dengan cara menegosiasikan persentase perjanjian sewa yang terbuka sehingga menguntungkan kedua belah pihak. Salah satu tugas manajemen properti dalam hal mi adalah menganalisa dahulu faktor- faktor apa saja yang dapat mempengaruhi tarif sewa dan menegosiasikannya serta melaksanakan kontrak sewa- menyewa tersebut dengan baik. Dengan demikian dapat diambil kesimpulan bahwa nilai kesuksesan sebuah tim kerja manajemen properti akan terbukti dari terlaksananya fungsi-fungsi dari manajemen properti itu sendiri; dimana kesuksesan dari sebuah pusat perbelanjaan dan bangunan perkantoran akan tercipta dengan adanya bauran penyewa yang ideal dengan tingkat persentase perjanjian sewa yang menguntungkan kedua belah pihak dan tentunya juga didukung oleh pegawai-pegawai manajemen properti beserta pengawasan manajer properti yang berkualitas.",
  "creators": "ONNY KURNIAWAN",
  "contributors": "Ricky Wang (Advisor 1); Sundring Pantja Djati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31/EM/2000; Onny Kurniawan (31495122)",
  "subjects": "REAL ESTATE MANAGEMENT"
}