{
  "id": "11030",
  "title": "Pengaruh corporate real estate manajemen (crem) terhadap keunggulan kompetitif perusahaan",
  "abstract": "Corporate Real Estate Management (CREM) erat hubungannya dengan manajemen properti, dimana didalamnya terdapat kebijakan, fungsi dan aktivitas mempertahankan value dari asset berupa real estate yang dimiliki perusahaan atau bahkan dengan implementasi CREM yang tepat dapat meningkatkan value asset real estate tersebut. Aktivitas yang terdapat di dalam CREM itu sendiri antara lain: real estate administration, finance and law, acquisitions, dispositions and leases, design, construction, renovation and engineering, space management, building services management and maintenance, building management dan building maintenance. Dengan diterapkannya CREM dalam perusahaan yang memperhatikan asset real estate-nya. perusahaan memperoleh manfaatnya, disamping memiliki asset real estate yang value-nya konstan atau bahkan naik. Manfaat yang lain adalah meningkatkan efisiensi real estate resources, memperoleh penghasilan tambahan yang diperoleh dari asset real estate-nya, serta evaluasi kinerja properti yang lebih efektif. Pada artikel pertama ditemukan tool yang nantinya dimanfaatkan sebagai dasar implementasi CREM yaitu dengan memanfaatkan Corporate Real Estate Management-Meta Model (CREM-MM). Yang selanjutnya pada artikel kedua terdapat sumber daya kunci yang dapat dimasukkan dalam CREM-MM dalam tujuannya meningkatkan value properti. Pada artikel ketiga terdapat bukti nyata implementasi CREM pada perusahaan di Eropa dan Amerika Utara yang dijabarkan oleh Corporate Real Estate Officer sebagai individu yang bertanggung jawab terhadap strategi formulasi dan strategi implementasi CREM.",
  "creators": "DAUD TINO DARMANTO",
  "contributors": "Ricky Wang (Advisor 1); Soekarno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 86/EM/2000; Daud Tino Darmanto (31495046)",
  "subjects": "REAL ESTATE MANAGEMENT"
}