{
  "id": "11040",
  "title": "Perancangan dan pembuatan aplikasi game online multi genre berbasis flash",
  "abstract": "Game merupakan salah satu industri besar di dunia saat ini. Perkembangan game begitu pesat dengan jenis yang beragam, mulai dari game yang hanya dapat dimainkan oleh satu orang saja hingga game yang dapat dimainkan oleh beberapa orang sekaligus. Flash merupakan perangkat lunak yang sering digunakan untuk membuat game online, namun dari game Flash tersebut belum terdapat game yang memberikan alternatif kepada user untuk melakukan sesuatu atau mencapai tujuan tertentu dalam game tersebut, misalnya cara memperoleh experience. Tujuan tugas akhir ini adalah untuk memberikan alternatif kepada user mengenai cara mendapatkan experience untuk meningkatkan kemampuan karakter yang dimilikinya. Pemrograman dilakukan dengan menggunakan bahasa pemrograman Actionscript 2.0, kompiler Adobe Flash CS3 Professional, bahasa pemrograman PHP, dan dengan database MySql. Hasil pengujian sistem memperlihatkan bahwa aplikasi dapat melakukan hal-hal yang menjadi permasalahan seperti menggerakan movie clip, mengecek collision yang terjadi antar movie clip, melakukan proses dari battle mode, menggunakan sistem turn based dalam fitur battle, melakukan proses dari fitur dungeon, men-generate soal dalam mini game Math Calculation, melakukan proses fitur level up dan level down. Dari hasil kuisoner menunjukkan bahwa aplikasi dapat memberikan user lebih dari satu cara untuk mendapatkan experience sesuai dengan tujuan dari tugas akhir ini.",
  "creators": "DEDDY HARYANTO",
  "contributors": "Leo Willyanto Santoso (Advisor 1); INDRO SETIAWAN (Advisor 2); Rudy Adipranata (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010736/INF/2008; Deddy Haryanto (26404147)",
  "subjects": "DATABASE MANAGEMENT; DATABASE DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS)"
}