{
  "id": "11051",
  "title": "Peran iklan dilihat dari sejarah iklan yang berdimensi ekonomi dan berdimensi sosial serta pengulangan iklan dalam mempengaruhi konsumen",
  "abstract": "Periklanan merupakan komunikasi non personal dari informasi yang biasanya memerlukan biaya dan adanya bujukan-bujukan tentang produk, jasa-jasa atau ide-ide yang bisa mengidentifikasi sponsor melalui berbagai media (Courtland L.Boveel and William F.Arens, Contempary Advertising, Second edition). Perlu pemasangan iklan yang berulang - ulang untuk dapat mengingatkan didalam benak masyarakat produk yang telah dihasilkan oleh suatu perusahan sehingga apabila mereka memerlukan produk tersebut dapat segera membelinya. Pemasar umumnya bekerja keras untuk berkomunikasi secara terbuka dan jujur dengan konsumennya. Tetapi penyalahgunaan mungkin terjadi, dan pembuat kebijakan umum telah membuat hukum dan peraturan untuk mengatur periklanan dan perlindungan terhadap konsumen. Definisi dari iklan yang berdimensi sosial adalah : \" an announcement for which no charge is made and which promotes programs, activities, or services of federal, state ; or local government or the programs, activities or; services of non profit organizations and other announcements regarded as serving community interest, excluding tune signals, routine weather announcement, and promotional announcement\" (J.L.Crompton and C.W. Lamb, Marketing Goverment and Social Service). Pada periklanan jenis sosial ini perusahaan tidak secara khusus dalam mencapai tujuan ekonomi tradisional yaitu peningkatan penjualan dan pemenuhan laba perusahaan, tetapi perusahaan berorientasi pada tujuannya yaitu mengiklankan produk - produknya dengan membawa misi sosial dan kepedulian perusahaan terhadap lingkungan sekitarnya. Dari ketiga rangkuman karya ilmiah dapat diambil suatu kesimpulan atau benang merahnya adalah : Dalam menghadapi persaingan di dunia bisnis (di dalam beriklan) hendaklah perusahaan tidak hanya memikirkan laba perusahaan saja tetapi juga memikirkan lingkungan sekitar dan hak - hak yang perlu diterima oleh konsumen misalnya pengiklan tidak boleh membuat iklan yang menipu konsumen. Perlunya juga lembaga perlindungan konsumen yang harus selalu ditegakkan.",
  "creators": "SIANAWATI",
  "contributors": "Soekarno (Advisor 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 37/EM/2000; Sianawati (31498379)",
  "subjects": "ADVERTISING, POINT-OF-SALE; SALES PROMOTION"
}