{
  "id": "11066",
  "title": "Perancangan paket pembelajaran berbasis komunikasi visual : pengenalan bahasa isyarat tuna rungu-wicara berdasarkan bentukan asalnya untuk masyarakat awam",
  "abstract": "Kecacatan merupakan salah satu hambatan berkomunikasi, padahal komunikasi merupakan kebutuhan bagi manusia yang cukup vital. Melalui komunikasilah manusia dapat berinteraksi, bersosialisasi, serta berkembang. Keterbatasan karena adanya kecacatan ini dapat dijembatani dengan bahasa isyarat. Namun apabila bahasa isyarat ini tidak dikuasai oleh masyarakat, maka komunikasi tetap saja tidak dapat dilaksanakan dengan baik. Perancangan ini bertujuan untuk mengenalkan kepada masyarakat akan pembelajaran bahasa isyarat tuna rungu-wicara yang mudah dan menyenangkan. Pembelajaran dikategorikan menurut tahapan kebutuhan, dibagi menjadi kategorikategori umum dalam percakapan sehari-hari. Dan yang menjadi keistimewaan media ini adalah tampilan analogi bentukan asal kata, juga adanya video(DVD), sebagai satu kesatuan paket pembelajaran. Agar lebih efektif, kedua media utama dalam perancangan ini yaitu buku dan video (DVD) ini juga disertai dengan tampilan bab, untuk memudahkan pembelajar mencari kata yang dimaksud dengan cepat. Dengan adanya dua media utama yang berbasiskan visual dan audio sekaligus, diharapkan pembelajaran dapat berlangsung lebih baik dan penerimaan pesan dapat lebih sempurna. Karena keterbatasan waktu, maka karya perancangan ini belum pernah diuji cobakan, sehingga masih belum dapat diukur keefektifannya. Meskipun demikian, karya ini telah dirancang melalui metode dan prosedur yang ilmiah, maka diprediksikan secara teoritik, media ini efektif.",
  "creators": "LIDYA CHRISTANTI",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); AGUNG HARYONO (Advisor 2); Heru Dwi Waluyanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00111241/DKV/2008; Lidya Christanti (42404134)",
  "subjects": "VIDEO RECORDINGS; BOOK DESIGN; BOOK JACKETS; COMMERCIAL ART; VISUAL COMMUNICATION; GRAPHIC ARTS"
}