{
  "id": "11078",
  "title": "Perancangan karakter visual wayang boneka marionette sebagai media pembelajaran dan alat permainan edukatif untuk anak-anak",
  "abstract": "Bermain bagi anak-anak merupakan rangkaian proses belajar, karena dalam setiap proses bermain otak anak mengalami pertumbuhan. Pertumbuhan otak pada anak yang jarang bermain 20-30% lebih kecil dari otak normal anak seusia mereka. Dan pada usia 5-10 tahun otak anak mengalami masa perkembangan paling potensial. Keberadaan sebuah media pembelajaran dan alat permainan edukatif sangat dibutuhkan bagi anak-anak, karena dapat membantu memaksimalkan pertumbuhan dan perkembangannya. Perancangan ini meliputi karakter visual wayang boneka marionette (terdiri dari rancangan figur, kostum) beserta mock-up yang merupakan hasil penggabungan konsep bermain dan belajar. Wayang boneka ini dapat dimanfaatkan sebagai media pembelajaran maupun alat permainan edukatif bagi anak-anak yang interaktif dan menyenangkan sekaligus mampu membantu meningkatkan daya imajinasi dan kreativitas anak, kemampuan anak dalam memecahkan masalah, mendorong spontanitas anak, dan aktualisasi diri. Selain itu, masuknya unsur kebudayaan Indonesia dan uniknya bentuk perwajahan yang tampak dalam setiap figur membuat wayang boneka marionette ini memiliki kelebihan yang tidak dimiliki oleh wayang boneka marionette pada umumnya. Namun, karena keterbatasan waktu, tenaga, dan biaya, wayang boneka marionette ini belum pernah diujicobakan sebelumnya, sehingga masih belum dapat diukur tingkat keefektifannya.",
  "creators": "STELLA EVANDA HALIM",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); Agung haryono (Advisor 2); Heru Dwi Waluyanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00111155/DKV/2008; Stella Evanda Halim (42404009)",
  "subjects": "VISUAL COMMUNICATION; WAYANG-EDUCATIONAL ASPECTS; COMMERCIAL ART; GRAPHIC ARTS"
}