{
  "id": "11107",
  "title": "Perancangan dan pembuatan sistem informasi administrasi pada Oembah-Oembah laundry and dry clean service",
  "abstract": "Oembah-Oembah Laundry and Dry Clean Service adalah suatu usaha dagang yang bergerak di bidang penjualan jasa laundry, dry clean, dan barang, dimana dalam menjalankan usahanya saat ini masih menggunakan sistem manual, semua transaksi menggunakan media kertas dan kalkulator. Hal tersebut mengakibatkan banyak terjadi kekeliruan dalam pencatatan sehingga data - data yang dihasilkan tidak akurat. Untuk melihat informasi dari pengolahan data tersebut membutuhkan proses yang memakan waktu yang cukup lama. Lambatnya arus informasi karena menggunakan sistem manual akan menyebabkan informasi menjadi tidak efektif. Karena itu dibutuhkan suatu perancangan dan pembuatan sistem informasi yang dapat mengelola data sehingga dapat menghasilkan informasi berupa laporan dalam waktu yang cepat dan terorganisir dengan baik. Pada Tugas Akhir ini, proses perancangan dan pembuatan program dimulai dengan mempelajari dan menganalisis sistem perusahaan saat ini, kemudian menyusun dan membuat DFD, ERD, dan tabel ? tabel yang dibutuhkan. Setelah itu, membuat program yang terdiri dari sistem pembelian, dan penjualan. Sistem operasi yang digunakan adalah Windows XP Professional Edition, pembuatan database dengan PostgreSQL 8.0, dan untuk bahasa pemograman menggunakan Borland Delphi 7. Aplikasi sistem penjualan, dan pembelian yang sudah diimplementasikan dapat membuat proses transaksi pada Oembah-Oembah Laundry and Dry Clean Service menjadi lebih terperinci sebab terdapat pencatatan setiap transaksi dan adanya laporan - laporan.",
  "creators": "HENNY SOEBJANTO",
  "contributors": "Rudy Adipranata (Advisor 1); Yulia (Advisor 2); Oviliani Yenty Yuliana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02010748/INF/2008; Henny Soebjanto (26403101)",
  "subjects": "DATABASE DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS); DATABASE MANAGEMENT"
}