{
  "id": "11114",
  "title": "Komparasi country branding dalam TVC country tourism campaign negara Singapora-Malaysia-Indonesia 2004 - 2008: sebuah kajian semiotika",
  "abstract": "Pariwisata adalah sebuah sektor yang penting dalam sebuah negara, terutama dalam meningkatkan perekonomian negara, munculnya sebuah istilah \"country branding\" memberikan sebuah dorongan kuat bagi negara-negara untuk berlomba-lomba menciptakan sebuah \"merk\" bagi negara mereka, yang pada umumnya \"merk\" ini nantinya dikomunikasikan kepada mata dunia, salah satunya melalui TVC country tourism campaign (iklan kampanye pariwisata). Tujuan penelitian ilmiah ini adalah mendeskripsikan persamaan dan perbedaan karakter TVC country tourism campaign pada country branding antara negara Singapura, Malaysia dan Indonesia. Obyek yang diteliti adalah TVC-TVC country tourism campaign Singapura-Malaysia-Indonesia dalam kurun waktu 2004-2008, metode yang digunakan untuk menganalisis data adalah kajian semiotika. Dari hasil penelitian didapatkan beberapa simpulan sebagai berikut (a) Deskripsi tanda dan makna yang membentuk teks TVC country branding negara Singapura, Malaysia dan Indonesia (interpretasi teks) (b) Deskripsi hubungan country branding pada TVC country tourism campaign negara Singapura, Malaysia dan Indonesia (c) Deskripsi komunikasi TVC country tourism campaign pada country branding negara Singapura, Malaysia dan Indonesia (d) Deskripsi persamaan dan perbedaan karakter TVC country tourism campaign pada country branding antar negara Singapura, Malaysia dan Indonesia. Dari penelitian ini diberikan beberapa saran yaitu dalam meneliti kajian Semiotika dalam TVC dibutuhkan waktu yang lama untuk meneliti TVC secara keseluruhan, sebaiknya penelitian menggunakan metode yang sederhana sehingga",
  "creators": "MELISA SUMALI",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); Agung haryono (Advisor 2); Heru Dwi Waluyanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00011193/DKV/2008; Melisa Sumali (42404061)",
  "subjects": "VISUAL COMMUNICATION; COMMERCIAL ART; GRAPHIC ARTS"
}