{
  "id": "11130",
  "title": "Perancangan buku lagu daerah Indonesia dengan notasi balok untuk siswa kelas vokal",
  "abstract": "Perkembangan peradaban dunia terus bergulir. Setiap perkembangan tersebut tentunya mempengaruhi tata kehidupan masyarakat yang akhirnya menghadapkan bangsa Indonesia pada etika dan moralita Pancasila. Perubahan peradaban di Indonesia juga menyentuh nilai-nilai tradisional, sehingga terjadi benturan dengan nilai-nilai baru dari luar yang mengakibatkan berubahnya perilaku budaya. Bahkan, sebagian warisan masa lampau dengan terpaksa ditinggalkan sebab adanya tuntutan jaman untuk menyerap nilai-nilai dari luar. Lagu daerah merupakan salah satu warisan masa lampau yang mulai ditinggalkan di tengah perkembangan musik asing dan modern. Siswa kelas vokal yang dianggap mampu memahami sebuah lagu atau komposisi, telah banyak melatih diri dengan lagu-lagu dari berbagai jaman. Dalam syarat kelulusan tingkatnya, siswa diuji kemampuannya dalam menyanyikan lagu daerah. Namun, belum ada media pembelajaran yang dikhususkan bagi siswa kelas vokal. Oleh karena itu, diciptakan media pembelajaran lagu-lagu daerah Indonesia bagi siswa kelas vokal. Lagu-lagu daerah tersebut dikemas dalam perancangan buku. Dimana di dalamnya dibagi menjadi delapan kelompok daerah, yakni: Sumatra, Kalimantan, Sulawesi, Betawi dan Jawa Barat, Jawa Tengah, Jawa Timur dan Bali, Nusa Tenggara, serta Maluku dan Papua. Masing-masing kelompok terdiri dari lima lagu daerah beserta penjelasannya yang diurutkan berdasarkan tingkat kesulitan lagu.",
  "creators": "MARIA FRANSISCA B TOKAN",
  "contributors": "Andrian Dektisa Hagijanto (Advisor 1); Jacky Cahyadi (Advisor 2); Listia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Komik/Ilustrasi/Cergam",
  "source": "Komik dan Ilustrasi No. 00081232/DKV/2008; Maria Fransica B.T.",
  "subjects": "VISUAL COMMUNICATION; BOOK DESIGN-EDUCATIONAL ASPECTS; PICTURE BOOKS; COMMERCIAL ART; GRAPHIC ARTS"
}