{
  "id": "1113",
  "title": "Penerapan pemeriksaan manajemen dalam rangka evaluasi kinerja fungsi pembelian pada PT. Wijaya Indonesia Makmur Bicycle Industries di Gresik",
  "abstract": "Pemeriksaan manajemen terhadap fungsi pembelian bahan baku merupakan salah satu alat yang dapat digunakan untuk membantu manajemen mengevaluasi kinerja perusahaan serta memberikan rekomendasi terhadap berbagai tindakan perbaikan, sehingga pada akhirnya akan membantu perusahaan meningkatkan efektivitas operasinya. Penelitian mengenai hal ini dilakukan pada perusahaan industri sepeda pada P.T. Wljaya Indonesia Makmur Bicycle Industries di Gresik. Jenis penelitian yang dilakukan adalah penelitian deskriptif. Sedangkan jenis data yang digunakan adalah data kualitatif dan sumber data yang digunakan oleh penulis adalah studi pendahuluan, studi lapangan, dan studi kepustakaan. Dalam studi lapangan, penulis menggunakan cara observasi dan wawancara. Sedangkan teknik analisa yang dligunakan adalah analisis kualitatif. Dalam melakukan analisis penulis menggunakan rumusan sasaran strategik pembelian, perencanaan induk, struktur organisasi, dan mekanisme pengendalian pembelian yang dilihat berdasarkan penentuan cakupan kegiatan pemeriksaan, perencanaan kegiatan pemeriksaan, pengumpulan data, analisa data, dan penyusunan laporan. Hasil pemeriksaan manajemen menunjukkan bahwa pelaksanaan secara keseluruhan fungsi-fungsi manajemen yang selama ini terjadi di P.T. Wijaya Indonesia Makmur Bicycle Industries belum efektif. Salah satu faktor penyebabnya adalah karena perusahaan belum melakukan mekanisme pengendalian dengan baik.",
  "creators": "NOVITA ARISANDY WIBOWO",
  "contributors": "Setyarini Santosa (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 192/95/FE.AK/2002; Novita Arisandi (32495055)",
  "subjects": "AUDITING; AUDITING, INTERNAL"
}