{
  "id": "11148",
  "title": "Perancangan buku panduan berbasis fotografi wisata pulau Flores",
  "abstract": "Sektor wisata merupakan salah satu bidang yang menjadi perhatian utama setiap negara. Indonesia cukup serius untuk menggarap potensi-potensi wisatanya. Tidak hanya pulau Bali yang menjadi pusat perhatian, tetapi di tahun 2008 ini, pemerintah mulai mengembangkan daerah-daerah di luar Bali seperti di Sumatra Barat, Nusa Tenggara Barat, Nusa Tenggara Timur, Sulawesi Selatan, Sulawesi Utara, dan Kepulauan Riau. Salah satu daerah yang menjadi perhatian pemerintah adalah Nusa Tenggara Timur (NTT). Nusa Tenggara Timur menyimpan berjuta-juta keindahan yang tak kalah dibandingkan daerah lainnya. Salah satu daerah yang keunikannya paling lengkap adalah pulau Flores. Di pulau ini terdapat taman laut yang sangat indah, hewan purba yang masih hidup hingga sekarang yaitu Komodo, Danau Kelimutu yang terdiri dari tiga kawah dengan warna air yang berbeda-beda serta dapat berubah-ubah pada waktu-waktu tertentu. Selain keajaiban alam, kehidupan masyarakat dengan hasil-hasil budayanya perlu di angkat. Tenun ikat Flores adalah salah satu hasil budaya yang cukup terkenal. Selain itu terdapat tarian adat, dan Prosesi Jumat Agung di Larantuka. Di Liang Bua terdapat situs purbakala dengan ditemukannya fosil manusia purba Homo Floresiensis. Keindahan yang dimiliki Flores ini seakan-akan sirna jika melihat daerah-daerah wisata ini belum dikembangkan dan dipromosikan dengan baik. Untuk itu perlu dibuat sebuah media yang dapat merangkul semua wisata pulau Flores beserta panduannya untuk memperkenalkan pulau ini. Media yang cocok untuk merangkul semua hal yang berhubungan dengan pariwisata Flores adalah buku, karena media buku mampu memuat semua informasi baik visual maupun verbal. Perancangan buku ini bertujuan untuk memperkenalkan pulau Flores beserta keindahan alam, budaya dan sarana pendukung kepariwisataannya baik secara verbal maupun visual yang bertujuan agar wisatawan baik lokal maupun mancanegara tertarik untuk mengunjungi, sekaligus secara tidak langsung merangsang pemerintah setempat dan para investor wisata untuk membangun Pulau Flores menjadi sebuah ikon wisata baru di Indonesia. Dengan demikian, buku ini harus mampu memberi informasi sekaligus mempersuasi pembacanya agar mau mengunjungi pulau Flores. Karena keterbatasan waktu pengerjaan tugas akhir, maka desain buku ini belum sempat dilakukan uji coba, namun penulisan buku ini sesuai dengan pengalaman yang penulis dapatkan selama masa pengumpulan data sehingga buku ini dapat dikatakan efektif sebagai sebuah buku panduan.",
  "creators": "PAULUS RONY NGAI",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); Agung haryono (Advisor 2); Heru Dwi Waluyanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00111168/DKV/2008; Paulus Rony Ngai (42404029)",
  "subjects": "BOOK DESIGN; COMMERCIAL ART; GRAPHIC ARTS; VISUAL COMMUNICATION; GRAPHIC DESIGN (TYPOGRAPHY)"
}