{
  "id": "11146",
  "title": "Perancangan dan pembuatan knowledge management system berbasis web untuk pusat studi soft computing dan intelligent system",
  "abstract": "Pusat studi soft computing dan intelligent system adalah lembaga di dalam Universitas Kristen Petra yang memiliki misi untuk melakukan riset bersama dengan lembaga-lembaga yang sejenis baik di dalam maupun di luar universitas. Tetapi misi tersebut kurang berjalan dengan baik karena belum adanya media yang dapat mengakomodasi komunikasi antar anggota dan hubungan dengan lembaga yang berada di luar universitas. Selain itu, pusat studi soft computing dan intelligent sistem juga belum memiliki suatu media dimana suatu kegiatan dapat diberitahukan kepada seluruh anggota. Untuk menjawab permasalahan di atas, dirancang suatu sistem komunitas yang dapat digunakan oleh member sebagai sarana komunikasi. Sarana yang dipilih adalah dalam bentuk website karena website dapat diakses kapan saja dan dari tempat yang berbeda. Website yang dibuat dilengkapi dengan fasilitas Community sebagai sarana komunikasi antar anggota. Selain itu juga dirancang suatu sistem Knowledge Management sebagai sarana untuk aktivitas sharing knowledge antar sesama anggota. Berdasarkan hasil kuisioner yang telah dikumpulkan, diperoleh kesimpulan bahwa sistem yang ditampilkan dianggap sudah cukup lengkap dan dapat memfasilitasi pengguna untuk berkomunikasi dengan anggota lain. Selain itu fitur-fitur yang ada cukup sesuai dengan kebutuhan pengguna untuk saling berbagi pengetahuan dengan pengguna lain dengan adanya fasilitas upload file, tetapi dalam hal desain terlihat kurang baik karena penggunaan gradasi warna yang terlalu banyak.",
  "creators": "ANDHIKA CHANDRA",
  "contributors": "Rolly Intan (Advisor 1); Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Advisor 2); Silvia Rostianingsih (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02010757/INF/2008; Andhika Chandra (26404066)",
  "subjects": "WEB SITES-DESIGN; DATABASE DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS)"
}