{
  "id": "11156",
  "title": "Analisa sistem perbaikan tanah dengan vertical drain di Proyek Laguna Indah",
  "abstract": "Dengan semakin meningkatnya kegiatan perdagangan di Jawa Timur, banyak pihak developer merasa perlu untuk membangun perumahan yang diminati pengusaha yang butuh tempat tinggal di dekat tempat usahanya. Daerah dimana perumahan yang akan dibangun tersebut ternyata mempunyai kondisi tanah yang sangat lunak sehingga suatu perbaikan tanah harus dilakukan sebelum pembangunan di atasnya dilakukan. Perbaikan tanah dengan cara stabilisasi tanah merupakan salah satu alternatif pemecahan untuk kondisi tanah tersebut. Pada proyek perumahan Laguna Indah ini, stabilisasi tanah berupa Vertical Drain digunakan untuk memperbaiki kondisi tanah lunak di lokasi ini. Tugas akhir ini ditujukan untuk menganalisa secara teoritis kecepatan penurunan dari tanah lunak akibat timbunan yang diberikan pada lokasi dimana vertical drain digunakan. Serangkaian penyelidikan tanah dan pembuatan dua buah trial embankment telah dilaksanakan untuk mendapatkan data-data perencanaan yang teliti. Trial embankment pada area TM dengan ukuran 15.78 m x 15.78 m yang telah dilengkapi dengan susunan vertical drain dan trial embankment pada area LV-. dengan ukuran 6 m x 6 m tanpa vertical drain. Hasil pengamatan pada trial embankment TM selama 80 hari memberikan derajat konsolidasi yang besarnya hampir 1.95 kali daripada trial embankment LV1. Back calculation yang dilakukan berdasarkan hasil pengamatan kedua trial embankment tersebut menghasilkan suatu koefisien konsolidasi vertical (cvv) sebesar 0.00399 m 2 /day dan koefisien konsolidasi horisontal (cvh) sebesar 0.00788 m 2 /day. Estimasi grafik waktu penurunan berdasarkan kedua parameter ini menghasilkan suatu grafik yang mendekati grafik hasil pengamatan penurunan yang terjadi di lapangan. Terdapat sedikit perbedaan yang kemungkinan disebabkan oleh tidak seragamnya lapisan-lapisan pasir di lokas i ini.",
  "creators": "WIN MASIHA; MELANIAWATI",
  "contributors": "Sugie Prawono (Advisor 1); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi no. 664.S; Win Masiha (21490012), Melaniawati (21490085)",
  "subjects": "SOILS-TESTING; SOIL MECHANICS"
}