{
  "id": "11153",
  "title": "Pembuatan aplikasi sistem pendukung keputusan berbasis web pada lembaga kemahasiswaan di Universitas Kristen Petra dalam menentukan anggota panitia dengan menggunakan metode analytical hierarchy ...",
  "abstract": "Kehidupan dunia kampus di lingkungan Universitas Kristen Petra tidak luput dari peran serta Lembaga Kemahasiswaan yang terdapat di dalamnya. Lembaga Kemahasiswaan menawarkan berbagai macam kegiatan yang dapat diikuti oleh mahasiswa untuk melatih kemampuan sosialnya. Salah satu bentuk kegiatan tersebut adalah membuka kesempatan untuk menjadi panitia dalam berbagai kegiatan kepanitiaan yang diadakan baik di tingkat universitas maupun di tingkat jurusan. Supaya kegiatan kepanitiaan itu berjalan dengan baik, Lembaga Kemahasiswaan tidak dapat begitu saja memilih seseorang untuk menjadi panitia. Dibutuhkan suatu seleksi yang ketat dengan mempertimbangkan berbagai kriteria sehingga seorang mahasiswa dapat menjadi bagian dari kegiatan kepanitiaan. Berdasarkan latar belakang permasalahan yang dihadapi oleh Lembaga Kemahasiswaan, maka dilakukan perancangan dan pembuatan system pendukung keputusan dengan menggunakan metode Analytical Hierarchy Process. Pembuatan aplikasi program menggunakan PHP dan WAMP 5.0. sebagai media penyimpanan data. Hasil dari program aplikasi yang dibuat berupa informasi tentang kriteria-kriteria apa saja yang mempengaruhi pemilihan seorang panitia. Setelah mengetahui faktor-faktor yang mempengaruhi pemilihan seorang panitia diharapkan Lembaga Kemahasiswaan dapat memilih mahasiswa yang tepat untuk menjadi seorang panitia.",
  "creators": "SHENDY FEBRIANTO",
  "contributors": "Agustinus Noertjahyana (Advisor 1); Yulia (Advisor 2); Kartika Gunadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02010762/INF/2008; Shendy Febrianto (26404093)",
  "subjects": "WEB SITES-DESIGN; DATABASE DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS)"
}