{
  "id": "1117",
  "title": "Penerapan sistem material requirements planning (MRP) sebagai alat untuk meningkatkan efisiensi biaya persediaan bahan baku pada PT. Siantarjaya Ekatama Surabaya",
  "abstract": "Berkembangnya dunia industri dewasa ini menyebabkan semakin ketat persaingan di dalam industri tersebut. Perusahaan manufaktur bersaing dalam memproduksi produk yang bermutu dengan harga jual yang murah dan dapat memberikan kepuasan kepada konsumen dalam memenuhi pesanan tepat pada waktunya. Oleh karena itu perusahaan harus mempunyai pelayanan, kebijaksanaan dan kualitas produk yang dapat diandalkan. Sehingga, perlu ditunjang suatu system produksi yang efisien yaitu suatu perencanaan jadwal produksi. Masalah dari penelitian ini muncul karena sering terjadinya penumpukan bahan baku atau terkadang justru terjadi kekurangan bahan baku dalam proses produksi yang disebabkan karena tidak adanya perencanaan dan pengendalian kebutuhan bahan yang baik sehingga biaya produksi meningkat dan berpengaruh pada ketidakmampuan memenuhi janji pengiriman. Oleh karena itu dibutuhkan suatu system informasi yang menekankan pada aktivitas penjadwalan produksi yaitu melalui penerapan system MRP. Jenis penelitian skripsi ini adalah deskriptif, ya'ig dilakukan pada PT. Siantarjaya Ekatama yang berkedudukan di Jalan Simokalangan Surabaya. Instrumen yang digunakan adalah data kuantitatif dan kualitatif yaitu berupa daftar pertanyaan dan pedoman wawancara. Sedangkan metode pengumpulan datanya dengan observasi, wawancara, dan dokumentasi serta studi kepustakaan. Metode penelitian yang digunakan adalah metode studi kasus. Dalam menjawab permasalahan yang ada, penulis membandingkan biaya sediaan yang dikeluarkan oleh perusahaan jika menggunakan sistem MRP atau jikatidak menggunakan sysiem MRP. Keuntungan dari sistem MRP yaitu dapat menekan biaya sediaan, sehingga penghematan dapat terjadi setiap bulannya. Dan yang lebih penting, dengan system MRP jadwal pengiriman ke konsumen dapat terpenuhi. Dampak yang langsung tampak adaiah pengurangan sediaan dan memperlancar proses produksi, yang berarti juga peningkatan efisiensi karena dengan waktu yang sama dapat memperoleh hasil yang lebih banyak.",
  "creators": "RIYANTI WIRANATA",
  "contributors": "Adwin Surja Atmadja (Advisor 1); Setyarini Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 169/97/FE.AK/UKP/2002; Riyanti Wiranata (32497042)",
  "subjects": "ACCOUNTING; PRODUCTION MANAGEMENT"
}