{
  "id": "11173",
  "title": "Perancangan komunikasi visual promosi event \"glittering on liberated dinner\" cafe Le Jardin di Surabaya",
  "abstract": "Cafe adalah tempat untuk makan dan minum dengan suasana yang santai. Cafe berbeda dengan restoran karena penyajian suasana dan juga biasanya disertai dengan musik secara live maupun tidak. Hal tersebut membuat cafe digandrungi oleh banyak masyarakat baik itu remaja, pemuda, dan professional. Di Surabaya sendiri cafe menjadi jujugan bagi banyak orang yang ingin bersantai sejenak melepas penat ataupun berkumpul bersama teman / relasi untuk sekedar makan ringan, besar, ataupun minum. Salah satu cafe tersebut adalah Le Jardin. Le Jardin adalah salah satu sebuah cafe yang berkonsep cafe taman yang terletak di bagian Surabaya Barat tepatnya terletak di G-Walk Citraland. Pada awal Le jardin ini berdiri, yaitu sekitar dua tahun yang lalu tepatnya pada tahun 2006, cafe ini sangat ramai pengunjung bahkan masuk dalam jajaran acara televisi milik TransTV, yaitu Wisata Kuliner. Namun seiring berjalannya waktu, kesuksesan cafe dan resto Le Jardin lambat laun mulai redup. Cafe ini mulai sepi pengunjung diawali pada pertengahan tahun 2007 lalu dan berlangsung hingga saat ini. Oleh karena itu dibutuhkanlah promosi yang jelas, berkarakter, dan kuat yang dapat menjadi \"jurus\" andalan untuk mendongkrak kembali citra cafe dan resto Le Jardin, yang kemudian terciptalah perancangan promosi event Glittering on Liberated Dinner yang dapat menjadi jawaban atas permasalahan cafe dan resto Le Jardin.",
  "creators": "FANDY IRAWAN",
  "contributors": "LASIMAN (Advisor 1); Maria Nala Damajanti, S.Sn., M.Hum. (Advisor 2); Cons. Tri Handoko (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Promosi Produk",
  "source": "Promosi Produk No. 00091184/DKV/2008; Fandy Irawan (42404050)",
  "subjects": "VISUAL COMMUNICATION; ADVERTISING; COMMERCIAL ART; GRAPHIC ARTS; POSTERS"
}