{
  "id": "11186",
  "title": "Perancangan buku seri life-skills untuk anak-anak berbasiskan ilustrasi 2004 - 2008",
  "abstract": "Di era yang serba modern seperti sekarang ini mayoritas orang tua Indonesia khususnya pada tingkat ekonomi menengah ke atas cenderung lebih memfokuskan perhatiannya kepada kesibukan dan pekerjaan mereka masing-masing. Sehingga pada akhirnya urusan pendidikan anak baik formal maupun informal tidak lagi menjadi bagian dari perhatian mereka. Karena alasan inilah maka muncul sebuah ide untuk membuat buku seri tentang life-skills bagi anak-anak usia 6-8 tahun, mengingat ini adalah jenjeng usia yang tepat untuk membentuk karakter anak. Dalam hal ini buku seri merupakan media yang tepat untuk mengaplikasikan pendidikan life-skills yang ditujukan untuk anak-anak. Karena anak-anak pada rentang usia tersebut cenderung menyukai cerita-cerita pendek yang menarik dan dapat membawa imajinasi mereka untuk masuk ke dalam cerita tersebut. Dengan demikian secara tidak langsung anak-anak akan menyadari pentingnya menguasai life-skills dan menerapkannya dalam kehidupan sehari-hari. Pembuatan buku seri ini bertujuan untuk mengasah kemampuan life-skills anak-anak Indonesia karena bagaimanapun juga kemampuan life-skills akan sangat diperlukan sampai kapanpun juga di dalam kehidupan sehari-hari. Agar lebih efektif, maka media pembelajaran tersebut terdiri atas media utama dan media pendukung. Media utama berupa buku seri itu sendiri, di mana media pendukungnya berupa merchandise, boneka jari, standing board, poster dan kemasan yang menarik. Setiap desain dibuat semenarik mungkin sehingga menyenangkan untuk dikoleksi. Akhir kata karena keterbatasan waktu dalam pembuatan karya Tugas Akhir ini maka hanya tiga seri yang dapat dibuat serta belum sempat diujicobakan sehingga belum dapat diketahui secara pasti tingkat keefektifannya. Meskipun demikian, karena karya ini telah dirancang melalui metode dan prosedur yang nalar dan ilmiah, maka diprediksikan secara teoritik media ini efektif.",
  "creators": "T M JANE MICHELLA SUBROTO",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); Agung haryono (Advisor 2); Heru Dwi Waluyanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Komik/Ilustrasi/Cergam",
  "source": "Komik dan Ilustrasi No. 00081227/DKV/2008; T. M. Jane Michella S (42404113)",
  "subjects": "VISUAL COMMUNICATION; COMMERCIAL ART; COMIC BOOKS, STRIPS, ETC.; GRAPHIC ARTS"
}