{
  "id": "11181",
  "title": "Perancangan dan pembuatan sistem informasi administrasi pada CV. Bahtera Jaya",
  "abstract": "CV. Bahtera Jaya adalah salah satu perusahaan yang bergerak dalam produksi alat-alat elektronik dimana produksi utamanya adalah travo dan stavolt. Pada mulanya CV. Bahtera Jaya menjalankan sistem administrasinya menggunakan sistem manual. Hal inilah yang dapat menimbulkan kesalahan-kesalahan dalam pencatatan sehingga hasilnya kurang maksimal atau tidak akurat. Waktu dan tenaga sangat banyak dibutuhkan bila menggunakan cara manual. Dari sini muncul suatu ide untuk membuat sistem administrasi yang terkomputerisasi untuk mempermudah dan meningkatkan kinerja administrasi dalam perusahaan tersebut. Pada Tugas Akhir ini, proses perancangan dan pembuatan program dimulai dengan mempelajari dan melakukan penelitian sistem perusahaan pada saat itu, kemudian menyusun dan membuat DFD, ERD, dan tabel-tabel yang nantinya dapat membantu pembuatan program. Setelah itu, membuat program yang terdiri dari sistem pembelian, sistem penjualan, penggajian, pencatatan barang yang diproduksi, dan inventory. Sistem operasi yang digunakan adalah Windows XP Professional Edition, pembuatan database dengan Microsoft SQL Server 2000 dan untuk bahasa pemograman menggunakan Borland Delphi 7. Aplikasi sistem pembelian, sistem penjualan, penggajian, pencatatan barang yang di produksi, dan inventory yang sudah dapat diterapkan. Selain itu, juga ada sistem pencatatan Laporan pembelian, Laporan penjualan, Laporan persediaan barang, Laporan produksi dan, Laporan laba rugi dapat dilakukan pengecekannya setiap periode.",
  "creators": "LIANG BAGUS WAHYUDI",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Alexander Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02010766/INF/2008; Liang Bagus Wahyudi (26403016)",
  "subjects": "DATABASE DESIGN; DATABASE MANAGEMENT; PROGRAMMING (ELECTRONIC COMPUTERS)"
}