{
  "id": "11182",
  "title": "Perancangan dan pembuatan aplikasi kuis berbasis sms, web dan wap di PT. Mitra Mediamaya Kalimantan",
  "abstract": "Pada masa sekarang, inovasi di bidang teknologi komunikasi terus berkembang. Kini orang tak lagi memanfaatkan SMS untuk berkirim pesan saja. Adanya teknologi SMS push memungkinkan konsumen meminta layanan yang disediakan oleh operator dan content provider. PT. Mitra Mediamaya Kalimantan sebagai perusahaan penyedia content membutuhkan sebuah aplikasi content kuis dengan tema olahraga, dan ingin mengembangkannya dalam bentuk aplikasi lain yang dapat diakses melalui internet sebagai alternatif untuk dapat mengakses layanan content. Pada Tugas Akhir ini, penulis mengimplementasikan kuis dengan tema olahraga yang dapat diakses menggunakan layanan content berupa SMS, website dan WAP. Kuis ini dapat diakses oleh member dengan melakukan registrasi terlebih dahulu melalui layanan SMS (khusus untuk pelanggan Telkomsel). Sebelum membuat kuis olahraga, disiapkan sejumlah pertanyaan kuis seputar olahraga, dan mempelajari sistem pengiriman content dari member dan pengiriman content untuk member. Tugas akhir ini dibuat dengan menggunakan Macromedia Dreamweaver MX dengan PHP Hypertext Preprocessor (PHP) sebagai bahasa script dan MySQL sebagai penyimpan database. Kuis olahraga ini telah selesai dibuat dengan fitur-fitur yang telah direncanakan sebelumnya. Member dapat mengakses kuis melalui layanan SMS, website dan WAP. Member dapat meminta informasi poin, informasi panduan kuis, informasi undian, dan terdapat profil member. Kuis olahraga dibuat sebagai layanan content pada perusahaan PT. Mitra Mediamaya Kalimantan, dengan alternatif website dan WAP untuk memudahkan dan menghemat pulsa member.",
  "creators": "LYDIA GAUTAMA",
  "contributors": "Justinus Andjarwirawan (Advisor 1); Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 2); Arlinah Imam Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02010767/INF/2008; Lydia Gautama (26404026)",
  "subjects": "WEB SITES; INTERNET (COMPUTER NETWORK)"
}