{
  "id": "11200",
  "title": "Perancangan kartu ucapan interaktif 3D PT Orang Tua Grup",
  "abstract": "Kartu Ucapan merupakan salah satu media yang sejak dahulu telah digunakan oleh masyarakat dari berbagai belahan dunia untuk menyampaikan pesan/ucapan selamat kepada orang lain, biasanya dalam rangka memperingati hari-hari tertentu atau momen-momen tertentu, seperti hari natal, lebaran, ulang tahun, dan lainnya. Namun seiring berjalannya waktu dan perkembangan teknologi, masyarakat yang dulunya rajin menggunakan kartu ucapan ini dihadirkan sebuah teknologi yang dapat membuat mereka lebih mudah berkomunikasi dengan orang lain, seperti penemuan telepon, telepon genggam dan SMS, dan juga kecanggihan internet. Dengan maraknya perkembangan teknologi tersebut, masyarakat mulai perlahan-lahan beralih masuk ke area perkembangan teknologi dan menggunakan media-media tersebut, dengan berbagai alasan. Untuk itulah perancangan ini dilaksanakan, dengan keadaan kartu ucapan yang seperti itu, bagaimana perancangan ini dapat memberikan ?warna?, variasi, interaktif, bentuk 3D dan sesuatu yang baru pada kartu ucapan yang bakal membuat masyarakat tertarik kembali dan mengingat betapa mengasyikkannya budaya berkirim kartu ucapan yang kemudian akan kembali menggunakan kartu ucapan. Ditambah dengan keberadaan PT Orang Tua Grup sebagai pendukungnya, dimana perusahaan ini adalah sebuah perusahaan yang sudah sejak lama ada di Indonesia dan sudah memiliki citra yang baik di mata masyarakat. Melihat situasi yang seperti itu, maka PT Orang Tua Grup berinisiatif untuk membantu mengembalikan budaya tersebut dan sekaligus menunjukkan keeksistensian dan kepedulian PT Orang Tua Grup.",
  "creators": "TIMOTIUS ERWIN KUSUMA",
  "contributors": "Deddi Duto Hartanto (Advisor 1); MARGANA (Advisor 2); Andrian Dektisa Hagijanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00111149/DKV/2008; Timotius Erwin Kusuma (42404002)",
  "subjects": "LOGOS (SYMBOLS); VISUAL COMMUNICATION; COMMERCIAL ART; GRAPHIC ARTS"
}