{
  "id": "11221",
  "title": "Dasar-dasar perencanaan pelayanan angkutan bis kota",
  "abstract": "Pesatnya laju pertumbuhan kota di negara sedang berkembang saat ini merupakan ciri sekaligus tantangan yang dialami juga di Indonesia, khususnya di Surabaya, sehingga hal ini menimbulkan masalah dalam bidang transportasi. Untuk menjawab tantangan tersebut di atas diperlukan suatu studi transportasi di Indonesia pada umumnya dan di Surabaya pada khususnya. Masalah-masalah pokok yang sekarang ini seringkali kita jumpai dalam kehidupan sehari-hari, di antaranya : - kebijaksanaan pemerintah dalam hal mobilitas tampaknya masih longgar terutama terhadap pemilikan kendaraan pribadi, hal ini dapat terlihat dengan adanya kemudahan-kemudahan terhadap pemilikan kendaraan pribadi - situasi bertambahnya jumlah penduduk dan meningkatnya jumlah perjalanan merupakan penyebab timbulnya berbagai masalah pengangkutan perkotaan - tidak adanya imbangan yang memadai antara peningkatan alat transportasi di Surabaya dengan peningkatan luas jaringan jalan, sehingga menyebabkan arus lalu-lintas menjadi sangat padat. - kehadiran kendaraan-kendaraan berat akan mengakibatkan jaringan jalan rusak, sehingga tingkat pelayanan semakin rendah Moda angkutan bus ini secara teoritis lebih efisien jika dibandingkan dengan moda angkutan pribadi. Bus kota dapat mengangkut penumpang sekaligus dalam jumlah yang besar dan ini merupakan penghematan penggunaan ruas jalan. Namun demikian hingga saat ini bus kota masih menyimpan masalah-masalah utama dalam penanganan pelayanannya, antara lain : - dari segi routenya, belum ratanya route bus kota yang ada dan belum banyak alternatif asal-tujuan, misalnya tidak ada route bus kota yang menghubungkan wilayah Barat dan Timur, padahal pola pergerakan manusia arah Barat dan Timur dan sebaliknya adalah cukup besar. Hal ini dapat terjadi karena munculnya perumahan perumahan baru di kawasan tersebut di atas. Pada beberapa tempat, route bus kota saling berhimpitan baik terhadap sesama bus maupun terhadap route angkutan umum sehingga pada ruas-ruas jalan tersebut terjadi kelebihan armada angkutan umum - dari segi keamanannya, sudah tidak asing lagi bagi kita bila mendengar atau melihat sendiri terjadinya pencopetan di atas bus kota terutama bila berhimpit-himpitan - dari segi jumlah armada, pada saat ini jumlah armada bus kota masih kurang bila dibandingkan dengan kebutuhan dari masyarakat - dari segi efisiensi, tidak teraturnya jadwal keberangkatan dan kedatangan bus kota mengakibatkan antrian bus yang tidak menentu sehingga masyarakat pemakai jasa tersebut tidak dapat melakukan penyesuaian waktunya terhadap jadwal bus kota tersebut Berorientasi dari hal-hal tersebut di atas, melalui studi. ini akan kami coba untuk melihat dan membandingkan cipakah perencanaan pelayanan angkutan bus kota di Surabaya ini sudah sesuai dengan teori-teori yang ada, bila belum sesuai akan dicarikan pemecahannya, mengingat kelak angkutan umum ini akan ditingkatkan daya gunanya. Melalui tugas akhir kami inilah, akan kami coba untuk memberikan usul-usul dan pendapat yang mungkin dapat dipakai oleh pihak yang bersangkutan dalam hal ini perum DAMRI untuk meningkatkan pelayanan angkutan umum bus kota.",
  "creators": "HERMAN ANGKODJOJO; R. AGANI KOESNODIHARDJO",
  "contributors": "Wibowo Gunawan (Advisor 1); Indriani (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No 457 S; R. Agani Koesnodihardjo (14283035), Herman Angkodjojo (14283036)",
  "subjects": "URBAN TRASPORTATION"
}