{
  "id": "1124",
  "title": "Apresiasi bahan dan warna dalam penataan ruang rumah sederhana di wilayah Siwalankerto",
  "abstract": "Pengolahan ruang dalam rumah sederhana pada umumnya jarang dilandasi oleh acuan dan rencana yang jelas bahkan acapkali dilakukan sekedarnya sesuai dengan tuntutan kebutuhan ruang yang disesuaikan dengan dana yang ada dan harus dipenuhi oleh pemilik. Hal ini merupakan salah satu alasan yang membuat pemukiman rumah sederhana dikatakan tidak teratur. Tujuan penelitian ini ialah mengetahui sampai sejauh mana masyarakat Siwalankerto sebagai pemilik rumah sederhana tahu tentang persyaratan dan perencanaan dalam menata ruang serta penerapannya dalam rumah mereka, apakah ada faktor yang mempengaruhi kecenderungan-kecenderungan tersebut? Penelitian ini menggunakan metode Grounded Research yang meliputi tiga langkah yaitu pengumpulan data, penentuan sample penelitian dan analisa data. Pengumpulan data dilakukan melalui penyebaran kuesioner, wawancara serta data literature. Penentuan sample dilakukan menggunakan metode Sampling Probability dengan cara Stratifwd Sampling yaitu perbandingan factor yang menjadi alasan pemilihan jumlah responden sesuai dengan kenyataan yang ada di lapangan. Analisis data dilakukan berdasarkan data-data yang masuk kemudian dicocokkan dengan teori-teori dan persyaratan-persyaratan yang ada. Dari hasil analisa dapat dilihat bahwa pola penataan ruang dalam rumah sederhana sebagian besar memang saling tumpang tindih seakan menjadi ruang serbaguna walaupun pada mulanya tidak direncanakan demikian. Peran konsultan desain interior tidak diperlukan secara langsung dalam hubungan kerja (interaksi tukar-menukar jasa dengan uang). Dari semua data yang diperoleh dapat disimpulkan bahwa kehadiran seorang desainer interior hanya membantu memperhalus bentuk, warna dan gaya dalam rumah tinggal sedangkan yang bertindak sebagai desainer interiomya adalah pemilik rumah itu sendiri. Untuk dapat mendekatkan jasa ini pada masyarakat kita perlu memahami gaya hidup dan kebutuhan tiap-tiap penghuni karena sebenamya interior rumah tinggal dirancang oleh pemiliknya sendiri.",
  "creators": "AMY RAHARDJA",
  "contributors": "J. Loekito Kartono (Advisor and Examination Committee); MOCH. TAUFAN RIZQI (Advisor 1); Herlin Sri Utami (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 0028/DIN/2002; Amy Rahardja (41498038)",
  "subjects": "ARCHITECTURE, DOMESTIC-DECORATION"
}