{
  "id": "11269",
  "title": "Angka efisiensi pada group pondasi tiang",
  "abstract": "Penggunaan pondasi tiang dewasa ini semakin sering dijumpai, karena pertumbuhan ekonomi pada akhir-akhir ini berdampak pada meningkatnya pembangunan di segala bidang, termasuk bidang fisik, dengan pembangunan gedung-gedung tinggi. Pondasi yang biasa digunakan untuk pembangunan gedung-gedung tersebut adalah pondasi tiang, terutama bila kondisi tanah di mana bangunan tersebut didirikan tidak terlalu baik, sehingga tanah tidak akan mampu menahan beban dari bangunan tersebut bila pondasi yang digunakan adalah pondasi dangkal. Kenyataan yang ada di lapangan menunjukkan kepada kita bahwa jarang sekali dijumpai suatu pondasi yang hanya terdiri dari satu tiang. Yang sering dilakukan adalah menggunakan beberapa tiang yang membentuk suatu group pondasi. Hal ini biasanya disebabkan karena: Daya dukung 1 tiang saja tidak cukup untuk memikul beban yang ada. Q Penggunaan beberapa tiang dalam suatu group akan lebih mampu menahan gaya lateral dan gaya gempa (lebih stabil). Dalam suatu group pondasi, karena adanya overlapping dari garis-garis tegangan (bulb of pressure) di sekitar tiang-tiang di dalam tanah, maka daya dukung dari group tersebut tidak akan sama dengan daya dukung masing-masing tiang dikalikan dengan jumlah tiang dalam group yang bersangkutan. Fenomena ini biasa disebut dengan group action. Sebagai akibat dari group action tersebut, maka perlu dicari angka efisiensi, dimana angka ini nantinya harus dikalikan dengan kapasitas group pondasi awal (kapasitas yang didapat dari penjumlahan kapasitas tiang-tiang anggota group tersebut). Skripsi ini bertujuan untuk mempelajari angka efisiensi pada group pondasi tiang, yang mencakup pembahasan rumus-rumus angka efisiensi yang banyak dipakai seperti misalnya rumus Converse-Labarre dan juga cara perhitungan dengan block failure. Untuk lebih memperjelas perbedaan antara kedua metode tersebut, selanjutnya digambarkan dalam grafik-grafik. Selain itu juga akan dibahas suatu cara baru untuk menentukan angka efisiensi, yang dikemukakan oleh Sayed dan Bakeer. Dari sini kita kemudian menyarankan penggunaan metode perhitungan angka efisiensi yang paling mendekati kenyataan.",
  "creators": "AMAL SAMBUDI; STEPHAN SETIADI",
  "contributors": "Johanes Indrojono Suwono (Advisor 1); Soebianto Tjandrawibowo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi no. 697 S; Amal Sambudi (21492126), Stephan Setiadi (21492130)",
  "subjects": "PILING (CIVIL ENGINEERING)"
}