{
  "id": "1128",
  "title": "Perancangan interior museum \"mpu tantular\" di Sidoarjo",
  "abstract": "Penyusunan Laporan Tugas Akhir Desain Interior ini merupakan tahap akhir yang harus diselesaikan mahasiswa Desain Interior sebagai salah satu hasil akhir Mata Kuliah Tugas Akhir Desain Interior di Universitas Kristen Petra yang dimulai pada tanggal 24 Februari 2003. Setiap mahasiswa diwajibkan mengambil satu tema masalah baik berupa skripsi maupun proyek perancangan interior yang nantinya akan di sidangkan pada tanggal 25-26 juni 2003. Laporan Tugas akhir ini mengambil tema perancangan interior, dimana luasan lingkup perancangannya dibatasi minimal 1000 m2 dan haruslah merupakan Public Service. Perancangan interior museum mengambil Museum Mpu Tantular sebagai obyek perancangan. Seperti yang kita telah ketahui, Museum Mpu Tantular Surabaya yang terletak di Taman Mayangkara No 6 ini sudah cukup lama berdiri yaitu dari tahun 1977 dan menempati bangunan bergaya Belanda yang sudah cukup tua, dahulunya bangunan ini digunakan sebagai tempat tinggal pejabat Belanda yang kemudian digunakan sebagai museum. Dari hakekat fungsinya sendiri sudah tidak ada kecocokan, oleh karena itu tahun 2002 lalu pemerintah bermaksud memindahkan museum Mpu Tantular ke Sidoarjo. Ini merupakan kesempatan bagi mahasiswa desain Interior untuk bukan semata-mata menguji kemampuannya di bidang interior tetapi lebih kepada menyumbangkan pemikiran kreatifnya, yaitu dengan mendesain interior Museurn Mpu Tantular yang baru, yang saat ini gedungnya sudah jadi, tetapi masih dalam keadaan kosong. Oleh karena itu pada perancangan untuk Tugas Akhir kali ini mahasiswa sengaja mengambil Museum Mpu Tantular Sidoarjo sebagai obyek perancangannya Konsep gaya perancangan Museum Mpu Tantular Sidoarjo ini menggunakan gaya Post Modern, karena didalam unsur post modem terdapat unsur Fun yaitu kesenangan bermain-main dalam mengolah bentuk dan warna, hal ini sesuai dengan salah satu tujuan museum itu sendiri yaitu sebagai sarana rekreasi masyarakat yang seharusnya juga menyenangkan.",
  "creators": "ANDY ARIA YUDHA",
  "contributors": "SOEPONO SASONGKO (Advisor 1); Yusita Kusumarini (Advisor 2); Stephanus P. Honggowidjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 0112/DIN/2003; Andy Aria Yudha (41499075)",
  "subjects": "MUSEUM BUILDINGS-DECORATION"
}