{
  "id": "11297",
  "title": "Motif pemirsa Surabaya dalam menonton acara \"jika aku menjadi\" di TRANS tv",
  "abstract": "Program \"Jika Aku Menjadi\" adalah program majalah berita, yang menyuguhkan informasi langsung seputar kehidupan kalangan kelas bawah sehingga dapat memperkenalkan penonton pada kehidupan orang kecil seperti apa adanya. Penelitian ini bertujuan untuk mengetahui motif pemirsa Surabaya dalam menonton acara \"Jika Aku Menjadi\". Penelitian ini menggunakan model uses and gratification dalam mengetahui motif pemirsa. Jenis penelitian yang digunakan dalam penelitian ini adalah deskriptif dengan pendekatan kuantitatif. Sedangkan metode penelitian yang digunakan adalah metode survei. Sampel yang digunakan dalam penelitian ini berjumlah 100 responden dengan menggunakan teknik penarikan sampel Incidental sampling. Analisis data yang digunakan dalam penelitian ini adalah statistik deskriptif dengan menggunakan tabel frekuensi dan tabulasi silang. Program \"Jika Aku Menjadi\" memiliki kelebihan dalam menyajikan informasi yang didasarkan fakta dan bukan rekayasa mengenai kehidupan masyarakat tidak mampu. Selain itu, informasi yang disampaikan dalam program \"Jika Aku Menjadi\" dapat menjadi pembelajaran bagi pemirsa mengenai pentingnya menghargai apa yang sudah dimiliki karena masih ada masyarakat yang tidak mampu yang hidup serba kekurangan. Terlepas dari kelebihan yang ada dalam program \"Jika Aku Menjadi\", program \"Jika Aku Menjadi\" juga memiliki kekurangan yaitu melakukan eksploitasi terhadap kehidupan narasumber yang berasal dari golongan masyarakat miskin untuk mendapatkan keuntungan komersial yang didapatkan dari iklan karena program ini mendapatkan rating yang tinggi.",
  "creators": "VENY",
  "contributors": "H. M. BURHAN BUNGIN (Advisor 1); Felicia Goenawan (Advisor 2); YULI NUGRAHENI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010361/KOM/2009; Veny (51404035)",
  "subjects": "COMMUNICATION; COMMUNICATION--SOCIAL ASPECTS"
}