{
  "id": "11309",
  "title": "Perancangan sistem pengendalian persediaan bahan baku kain di perusahaan garmen",
  "abstract": "Pengendalian persediaan merupakan fungsi manajerial inventori yang sangat penting, karena persediaan phisik (bahan baku) melibatkan investasi rupiah terbesar. Bila perusahaan menanamkan terialu banyak dananya dalam persediaan, menyebabkan biaya yang berlebihan, karena dana tersebut dapat ditanamkan dalam investasi yang lebih menguntungkan. Demikian pula, bila perusahaan ndak mempunyai persediaan yang cukup, dapat mengakibatkan biaya-biaya dari terjadinya kekurangan bahan baku. Sistem pengendalian persediaan bahan baku yang akan diterapkan hams sesuai dengan kondisi perusahaan. Dalam tugas akhir ini akan dirancang sistem pengendalian persediaan pada perusahaan Garmen yang memproduksi pakaian anak-anak. Sistem persediaan yang akan dirancang meliputi bahan baku kain warna hitam dan bahan baku kain warna biru tua, diamana kedua bahan baku kain ini sering digunakan untuk memproduksi celana. Perusahaan memproduksi pakaian anak-anak berdasarkan pesanan, dengan variasi produk yang sangat tinggi. Peramalan dilakukan untuk mengetahui kuantitas pemesanan dimasa yang akan datang. Berdasarkan pola data masa lalu dan berdasarkan rata-rata kesalahan yang terkecil, maka digunakan metode Multiplicative Decomposition. Hasil perancangan tersebut digunakan untuk merancang sistem pengendalian persediaan tahunan untuk bahan baku kain hitam dan kain biru tua dengan menggunakan metode Economic Order Quantity probabilistik dengan mempertimbangkan adanya Lost Sales, sehingga diketahui jumlah pemesanan, titik pemesanan kembali beserta persediaan pengaman yang memungkinkan total biaya minimum.",
  "creators": "HENDRY KALIM",
  "contributors": "I Gede Agus Widyadana (Examination Committee 1); Stevanus Adrianto Tjandra (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi no. 027/TMI-15/1997; Hendry Kalim (25492111)",
  "subjects": "CLOTHING FACTORIES-MATERIALS MANAGEMENT; PRODUCTION ENGINEERING-MATHEMATICAL MODELS"
}