{
  "id": "11323",
  "title": "Cybertainment Surabaya",
  "abstract": "Surabaya merupakan kota terbesar setelah ibu kota negara, Jakarta. Peran kota Surabaya disaat sekarang ini terlihat jelas sebagai kota yang ikut mendukung perekonomian dinegara Indonesia, sehingga Surabaya sebagai salah satu alternatif tempat berkembangnya populasi penduduk yang menyebabkan pertumbuhan diberbagai bidang, terutama yang menyangkut fasilitas-fasilitas yang mendukung suatu kota. Salah satu daya tarik kota adalah tercukupinya suatu kebutuhan akan berbagai macam fasilitas, salah satunya adalah terpenuhinya fasilitas hiburan, sehingga kota tidak saja menjadi suatu tempat berlangsungnya perekonomian tetapi kota dapat mempunyai fungsi sebagai tempat hiburan. Untuk itu kota memerlukan suatu tempat yang menyediakan fasilitas hiburan. Salah satu dari fasilitas hiburan adalah permainan. Permainan bukan hanya dalam dunia anak tetapi merupakan kodrat manusia karena didalam permainan dibutuhkan fungsi-fungsi psikologis dimana dapat merasa senang, gembira, timbulnya kreatifitas. Bermain adalah salah satu dari bentuk sosialisasi dimana bergaul membuka diri, kontak dengan dunia luar, explorasi terhadap benda-benda baru bahkan dengan teknologi baru, sehingga hiburan bukan saja menjadi suatu rekreasi tetapi juga sebagai sarana pendidikan untuk mengenal dunia luar. Didalam perkembangan kota kurangnya sarana hiburan akan suatu permainan terlihat jelas dimana pusat-pusat pertokoan menawarkan fasilitas permainan, dimana keinginan masyarakat juga semakin berkembang dengan adanya keinginan akan adanya suatu hiburan yang menggunakan media elektronik meninggalkan bentuk-bentuk permainan atau hiburan yang lama, hal tersebut dapat terlihat jelas dimana banyaknya ditawarkan berbagai jenis permainan elektonik yang semakin banyak diminati oleh masyarakat. Dengan tingginya kemajuan dikota maka semakin dibutuhkan teknologi dan informasi yang cukup memadai, maka kemajuan dari fasilitas dikota harus mendapatkan mengimbangi perkembangan teknologi dan informasi dari luar. Negara Indonesia sebagai negara berkembang memang kita akui bahwa kemajuan teknologi tertinggal dengan negara-negara maju, kita tidak harus memulai dari awal tetapi dapat mempergunakannya untuk dikembangkan lebih lanjut. Kita memerlukan suatu alih teknologi ataupun paling tidak kita mendapatkan suatu informasi dari negara-negara maju. Untuk memenuhi kebutuhan kota untuk memajukan perkembangan pariwisata maka kota yang tercermin sebagai pusat teknologi dan informasi harus berusaha menerapkan suatu pusat hiburan yang mencerminkan teknologi dan informasi.",
  "creators": "TOMMY HERMAWAN",
  "contributors": "Jimmy Nurdi Kusuma Priatman (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1578/Ars/26/1999; Tommy Hermawan (22495016)",
  "subjects": "CYBERTAINMENT; RECREATION CENTERS"
}