{
  "id": "11329",
  "title": "Analisis teks iklan-iklan cetak produk branded fashion kelas atas",
  "abstract": "Di jaman sekarang fashion telah menjadi suatu kebutuhan dan gaya hidup dari masyarakat modern. Adanya persaingan yang semakin kompetitif dalam dunia fashion, menuntut para pelakunya untuk selalu up to date dengan perkembangan jaman, dan itulah sebabnya para pelaku fashion gencar melakukan promosi. Iklan cetak majalah adalah salah satu media yang paling sering digunakan dan dipertimbangkan sebagai medai yang tepat untuk industri fashion. Dalam penelitian ini menggunakan metode deskriptif analisis. Objek penelitian berupa iklan-iklan cetak produk branded fashion kelas atas. Penelitian ini dilakukan dengan mendeskripsikan hubungan antara tanda dan makna yang membangun sebuah teks. Sebagai hasilnya, penelitian ini berhasil mendeskripsikan teks dan brand dari objek, serta menemukan perbedaan dan persamaan yang membentuk karakteristik dari iklan-iklan cetak tersbut. Karakteristik itulah yang membedakan iklan-iklan cetak produk branded fashion kelas atas dengan iklan-iklan cetak kelas sosial lainnya. Penelitian ini menghasilkan beberapa simpulan mengenai pencitraan mewah dari produk branded fashion yang berasal dari konsep yang luar biasa dan didukung dengan brand yang kuat. Selain itu dari studi ini diberikan beberapa saran bagi industri periklanan dan fashion di Indonesia. Para pelaku dalam industri periklanan Indonesia harus lebih kreatif dan berani untuk dapat bersaing dalam dunia periklanan internasional, dan para pelaku dalam dunia fashion Indonesia untuk lebih waspada serta berani untuk menjadi lebih inovatif dan kreatif agar produk buatannya dapat lebih dikenal dan berkesempatan untuk menembus dunia fashion internasional.",
  "creators": "ROSSI OLIVIA",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); Agung haryono (Advisor 2); Heru Dwi Waluyanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011204/DKV/2008; Rossi Olivia (42404077)",
  "subjects": "VISUAL COMMUNICATION; COMMERCIAL ART; GRAPHIC ARTS; ADVERTISING"
}