{
  "id": "11378",
  "title": "Perencanaan dan pembuatan alat untuk menyalakan dan mematikan lampu di dalam ruangan tertutup dengan bantuan sensor pyroelectric dan mikrokontroler MC68HC11",
  "abstract": "Listrik bukanlah suatu hal yang asing bagi manusia dewasa ini, bahkan sudah mulai menjadi kebutuhan yang utama. Hal ini dapat diamati dari semakin banyaknya peralatan yang membutuhkan energi ini dipakai oleh manusia. Salah satunya adalah pemakaian listrik untuk menyalakan lampu. Pada Tugas Akhir ini dibuat suatu peralatan untuk membantu manusia dalam meningkatkan efektifitas pemakaian energi listrik untuk penerangan. Peralatan ini akan menyalakan lampu bila terdapat aktifitas manusia di dalam ruangan dan cahaya ruangan dirasa kurang. Sebaliknya, peralatan ini akan mematikan lampu apabila tidak terdapat aktifitas manusia di dalam ruangan. Prinsip dasar dari alat ini adalah mendeteksi radiasi infra-red yang dipancarkan oleh tubuh manusia dan mengukur intensitas cahaya di dalam daerah yang dipantau. Sensor yang mendeteksi radiasi infra-red adalah sensor pyro-electric, sedangkan sensor yang mendeteksi intensitas cahaya adalah Ligth Dependent Resistor (LDR). Kedua sensor tersebut merupakan masukan bagi pengendali utama yaitu Microcontroller Unit (MCU) MC68HC11. Sinyal yang dihasilkan sensor pyro-electric masih terlalu lemah untuk bisa dihubungkan dengan MCU, sehingga perlu diperkuat oleh rangkaian amplifier. Sensor LDR menghasilkan perubahan resistansi untuk perubahan intensitas cahaya yang diukurnya. Resistansi ini perlu diubah menjadi tegangan sehingga dapat dihubungkan dengan MCU. Rangkaian amplifier dan pengubah resistansi menjadi tegangan disebut sebagai Rangkaian Pengkondisi Sinyal (RPS). Kedua sinyal dari sensor berupa sinyal analog, sehingga supaya dapat diproses oleh MCU sinyal ini harus diubah menjadi sinyal digital. Proses pengubahan ini dilakukan oleh ADC yang sudah terdapat di dalam MCU. Data digital yang dihasilkan digunakan sebagai pertimbangan untuk menyalakan atau mematikan lampu di dalam ruangan. Keputusan yang dihasilkan MCU dilaksanakan oleh relay yang dihubungkan dengan lampu ruangan. Sinyal penggerak relay berupa sinyal digital yang belum mampu menggerakkan relay. Untuk memperkuat sinyal ini digunakan sebuah RPS. Perlengkapan lain dari peralatan yang dibuat adalah sebuah display bargraph dan sebuah key pad. Keduanya digunakan untuk memasukkan variabel-variabel berupa waktu tunda dan batas intensitas cahaya. Peralatan ini dapat dikatakan sebagai saklar lampu ruangan otomatis yang tidak pernah 'lupa' atau 'malas' menyalakan atau mematikan lampu. Dengan demikian pemakaian energi listrik untuk penerangan di dalam ruangan dapat ditingkatkan efektifitasnya.",
  "creators": "MARSELINO SUDARTO",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 94/E/EL/038/0195; Marselino Sudarto (23489044)",
  "subjects": "ELECTRIC CIRCUITS DESIGN; ELECTRONIC CONTROL"
}