{
  "id": "1139",
  "title": "Pengelolaan Museum Negeri Mpu Tantular Jawa Timur",
  "abstract": "Dengan melihat semakin berkembangnya jaman, dimana pada saat ini globalisasi telah melanda seluruh dunia, termasuk Indonesia maka terjadilah suatu kemajuan yang pesat dalam bidang teknologi. Seiring dengan perkembangan jaman, masyarakat pun juga lebih tertarik dengan teknologi terbaru dan mengabaikan nilai-nilai sejarah yang terkandung di dalam museum. Oleh karena itu museum harus bersaing dalam hal pengelolaan dan berusaha menarik minat masyarakat di dalam mengunjungi museum sebagai sarana pendidikan ataupun rekreasi dengan mengadakan program dan kegiatan yang menarik dan dapat diterima oleh masyarakat. Pengamatan ini bertujuan untuk mengetahui bagaimana cara pengelolaan Museum Negeri Mpu Tantular yang dilakukan oleh kepala museum dan bagian atau divisi yang ada serta mengetahui tugas-tugas dari divisi tersebut. Selain itu melaporkan sejauh mana peran serta pemerintah dan pihak pengelola dalam mengelola museum agar dapat dikunjungi oleh masyarakat. Dari hasil pengamatan dapat disimpulkan bahwa pengelolaan yang dilakukan oleh pihak museum sangat baik. Pengelolaan dilakukan dengan cara melakukan koordinasi yang baik antara kepala museum dan para bagian atau divisi serta mengadakan program-program yang dapat bermanfaat dalam mengembangkan museum. Disamping itu juga melakukan pengelolaan rumah tangga dan kearsipan, pengadaan, perawatan, dan penyajian benda koleksi. Peran pemerintah dan pengelola dalam hal pengelolaan sangat baik, namun masih terdapat beberapa hal yang harus ditingkatkan.",
  "creators": "VONY NATALIA; RASMA YUNIASTUTI",
  "contributors": "Agoes Tinus Lis Indrianto, S.S., M.Tourism (Advisor 1); Foedjiawati, S.S., M.A., Ph.D. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 496/PAR/2003; Vonny Natalia (91399004), Rasma Yuniastuti (91399076)",
  "subjects": "MUSEUM NEGERI MPU TANTULAR (JAWA TIMUR)-TOURIST TRADE"
}