{
  "id": "11405",
  "title": "Perencanaan dan pembuatan uninterruptible power supply (UPS) on line system dengan output gelombang sinus, 1 phasa, 50 Hz, 220 volt, daya 1000 VA, khususnya untuk ruang intensive care unit (ICU) Rumah",
  "abstract": "Dengan berkembangnya teknologi pada bidang industri maupun kedokteran, maka pemakaian listrik semakin meningkat baik dalam daya maupun kualitasnya tegangan kerja ataupun frekwensi yang dipakai. Pada bidang kedokteran kebutuhan akan daya listrik semakin terasa dengan adanya alat-alat penunjang hidup yang antara lain terdapat pada ruang intensive care unit (ICU), pada bagian ini daya listrik adalah mutlak dan tidak diperkenankan kehilangan supply listrik walupun dalam waktu yang sangat singkat sekalipun. Untuk itu diperlukan alat yang dapat mengisi kekosongan supply listrik selama supply utama padam tanpa ada delay waktu. Agar dapat dipergunakan dalam segala alat maka ditentukan output dari UPS adalah berbentuk sinus. Perencanaan yang dilakukan dan dilanjutkan dengan pembuatan alat berupa Uninterruptible Power Supply (UPS) on line system dengan output gelombang sinus, 1 phasa, 50 Hz, 220 volt, daya 1000 VA. Hetode yang digunakan meliputi studi literatur dan pengumpulan data yang dilanjutkan dengan perencanaan dan pembuatan alat, hasil dari perencanaan kemudian dilanjutkan dengan pengujian alat. Dari sini kemudian dapat diambil kesimpulan. Semua itu dilakukan dalam waktu kurang lebih satu semester/6 bulan. Dari hasil yang didapat diketahui bagian yang tersulit dan terpenting adalah inverter yang bertugas merubah tegangan DC menjadi tegangan AC dengan bentuk output sinus, kesulitan disini banyak disebabkan oleh mutu komponen yang ada dipasaran tidak sesuai dengan standart yang ada/data sheet, sehingga hal ini sangat menyulitkan dalam perencanaan alat. Sedangkan untuk pengaman, saklar-saklar otomatis dan pengisi battery yang ada dapat dilakukan dengan baik. Untuk waktu perpindahan dari keadaan jala-jala mati ke tenaga battery didapat delay time - 0.",
  "creators": "IGNATIUS EKO KRISBIANTO",
  "contributors": "Mulyono (Examination Committee 1); BUNAWI GUNAWIDJAJA (Advisor 1); IRWAN SAHLI (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 95/E/TST/025/0152; Ignatius Eko Krisbianto (23490110)",
  "subjects": "ELECTRIC POWER UNINTERRUPTIBLE"
}