{
  "id": "11416",
  "title": "Perancangan desain komunikasi visual iklan dan layanan masyarakat pemanfaatan SDA untuk meningkatkan kesehatan masyarakat",
  "abstract": "Melihat permasalahan yang terjadi di masyarakat saat ini adalah bahwa masyarakat kurang menghargai keberadaan tanaman obat di sekitar lingkungannya yang sangat bermanfaat, khususnya bagi kesehatan mereka. Mereka cenderung lebih menghargai kesehatan mereka dengan menaruh kepercayaan pada obat-obatan pabrik yang justru mengandung bahan kimia. Dikarenakan hal tersebut Departemen Kesehatan RI, berupaya untuk mensosialisaikan pemanfaatan tanaman obat tersebut melalui upaya-upaya yang telah dilakukan sampai saat ini, yang salah satunya dikenal dengan istilah TOGA atau Taman Obat keluarga. Tapi sayangnya upaya tersebut kurang terealisasi dengan baik, yang dikarenakan kurangnya informasi dan aplikasi nyata pada saat pensosialisasian tersebut. Melalui perancangan Desain Komunikasi Visual Iklan Layanan Masyarakat tentang pemanfaatan SDA (flora) untuk meningkatkan kesehatan masyarakat ini, penulis ingin turut serta membantu upaya sosialisasi tersebut melalui perancangan desain komunikasi visual yang diaplikasikan melalui berbagai media, yang disesuaikan dengan fungsi serta efktifitas pesan yang akan disampaikan. Perancangan Desain komunikasi visual ini memakai pendekatan positif, dengan mengemukakan manfaat, khasiat tanaman obat tersebut disertai cara pembudidataannya, sehingga masyarakat akan menjadi semakin jelas akan keberadaan dan kegunaan tanaman obat, yang pada akhirnya memotivasi mereka untuk turut serta memanfaatkannya.",
  "creators": "MONICA HARTANTI",
  "contributors": "LASIMAN (Advisor 1); YEKTI HERLINA (Advisor 2); Bing Bedjo Tanudjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 01/DKV/FSD/067/067; Monica Hartanti (42498122)",
  "subjects": "VISUAL COMMUNICATION; BILLBOARDS; ADVERTISING; GRAPHIC ARTS"
}