{
  "id": "1141",
  "title": "Tanggapan para alumni dan mahasiswa Pariwisata Universitas Kristen Petra yang sudah atau sedang praktek kerja tentang praktek kerja",
  "abstract": "Seperti kita ketahui bersama bahwa dunia pariwisata di Indonesia telah berkembang dengan pesatnya, hal ini dapat kita lihat pada perkembangan dunia pariwisata di Surabaya sebagai kota terbesar kedua di Indonesia. Seiring dengan pesatnya kemajuan pariwisata di Surabaya, Universitas Kristen Petra membuka Program Pendidikan Kepariwisataan pada tahun 1986 dengan tujuan untuk menciptakan sumber daya manusia yang berkualitas dan siap terjun di industri pariwisata. Untuk tujuan diatas maka pemberian teori-teori selama perkuliahan belumlah cukup untuk mempersiapkan mahasiswa memasuki dunia kerja. Salah satu usaha jurusan adalah dengan mengadakan praktek kerja agar mahasiswa siap memasuki dunia kerja setelah mahasiswa lulus. Tanggapan-tanggapan para alumni dan mahasiswa yang sudah atau sedang mengikuti praktek kerja tentang praktek kerja perlu diangkat oleh penulis untuk mendapatkan informasi apakah praktek kerja yang telah berlangsung selama ini berguna atau berarti bagi para alumni dan mahasiswa. Apabila kurang berguna maka penulis ingin mengetahui masukan tentang alternatif lain sebagai pengganti praktek kerja. Diharapkan juga melalui tanggapan-tanggapan ini, jurusan dapat mengambil langkah selanjutnya atau langkah baru dalam penyempurnaan program-program jurusan dalam hubungannya dengan penciptaan sumber daya manusia yang lebih berkualitas bagi dunia pariwisata.",
  "creators": "JEFRI LAY",
  "contributors": "Yacintha Yoranouw Suryawijaya (Advisor 1); Foedjiawati, S.S., M.A., Ph.D. (Advisor 2); Widjojo Suprapto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 474/PAR/2002; Jefri Lay (91398001)",
  "subjects": "TOURIST TRADE-EDUCATION-RESEARCH"
}