{
  "id": "11426",
  "title": "The use of fillers by different preachers in the church in Surabaya",
  "abstract": "In this research, the writer observed the production of fillers used by different groups of preachers in a natural setting. The objects of investigation were the preachers who were in different groups at City of Faith, one of the satellites of Mawar Sharon Church in Surabaya. In this study, group referred to the title of the preachers in the church. Specifically, she asked about the types, the frequency of occurrences, and the functions of fillers used by each preacher of different group. Mainly, the writer used the theory on the types of fillers from Rose (1998). It was added with the theories of the types of fillers from Stenstrom (1994) and Baalen (2001). Also, she used the theory on the functions of fillers from Stenstrom (1994). The writer used a descriptive qualitative approach, since the writer focused more on finding the types and the functions of fillers. As the source of data, the writer took two sermons in the cell groups, in which each sermon was done by a preacher of different group; Fasilitator and Penilik. In the findings and discussion, the writer found that the Fasilitator produced more fillers than the Penilik. The Fasilitator produced 270 fillers in her sermon, while the Penilik produced 238 fillers in his sermon. Secondly, the data showed that both the Fasilitator and the Penilik produced more lexicalized than the unlexicalized fillers. In the functions of the fillers, the writer found that the types of fillers produced by both the Fasilitator and the Penilik had the functions as a holder to the turn, as a mark of hesitation, as empathizers, as time-creating device, and as an editing term. As a conclusion, the writer concludes that the different group of the preachers affects the types and the functions of the fillers.",
  "creators": "YANE CAHYADI",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); Flora Debora (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011834/ING/2009; Yane Cahyadi (11405007)",
  "subjects": "SOCIOLINGUISTICS"
}