{
  "id": "11431",
  "title": "Efek afektif pengemasan pesan iklan televisi Oreo versi \"saya sayang keluarga, saya percaya Oreo\" pada masyarakat Surabaya",
  "abstract": "Iklan haruslah lebih dari sekedar menggugah ingatan konsumen. Setelah audience memiliki pemahaman atas pesan iklan, diperlukan adanya suatu perasaan atau emosi tertentu terhadap pengemasan pesan dalam iklan, yang nantinya dapat berdampak pada penguatan suatu merek, dan pada akhirnya muncul keinginan untuk bertindak dan membeli. Salah satu cara untuk menarik perhatian audience dalam merespon suatu iklan adalah dengan memperhatikan pesan iklan. Ada empat komponen yang harus diperhatikan dalam mengemas sebuah pesan, antara lain: isi pesan \"apa yang dikatakan\", struktur pesan \"bagaimana mengatakannya secara logis\", format pesan \"bagaimana mengatakannya secara simbolis\", dan sumber pesan \"siapa yang seharusnya mengatakan\". Tujuan dari penelitian ini adalah untuk mengetahui efek afektif pengemasan pesan iklan televisi OREO versi \"Saya Sayang Keluarga, Saya Percaya OREO\" pada masyarakat Surabaya. Hasil penelitian menunjukkan bahwa masyarakat Surabaya menyukai pengemasan pesan iklan OREO. Penelitian ini menggunakan pendekatan kuantitaf deskriptif dan teknik analisa datanya dengan menggunakan statistik deskriptif dalam bentuk tabel frekuensi dan tabulasi silang. Hasil penelitian menunjukkan bahwa masing-masing komponen dari efek afektif (keinginan, emosi, kesukaan, resonansi) masyarakat Surabaya mengenai iklan adalah positif (suka). Secara keseluruhan, masyarakat Surabaya menyukai pengemasan pesan iklan televisi OREO versi \"Saya Sayang Keluarga, Saya Percaya OREO\". Dalam hal ini mereka memiliki rasa percaya pada OREO yang tetap aman dikonsumsi, karena tidak terdapat bahan berbahaya, yaitu zat melamin, seperti yang terdapat pada pemberitaan dahulu.",
  "creators": "KM AYU LELI NOVIRA",
  "contributors": "YULI NUGRAHENI (Advisor 1); H. M. BURHAN BUNGIN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010393/KOM/2009; Km Ayu Leli Novira (51405162)",
  "subjects": "TELEVISION ADVERTISING"
}