{
  "id": "11432",
  "title": "Penerapan perencanaan produksi dan kebutuhan material di PT. Graha Cendana Abadi Mitra",
  "abstract": "PT. Graha Cendana Abadi Mitra adalah perusahaan yang berorientasi ekspor yang memproduksi tas koper dalam berbagai jenis dan type. Perusahaan ini adalah perusahaan yang melayani pemesanan sehingga permintaan kebutuhan produk setiap periode itu tidak tentu dan berfluktuasi. Permintaan produk yang tidak tentu dan berfluktuasi membutuhkan suatu perencanaan yang matang dan detail baik itu produksi maupun bahan baku. Karena jika suatu perencanaan produksi itu tidak terencana dengan baik akan menyebabkan permintaan kadang tidak dapat terpenuhi sesuai dengan permintaan. Hal ini merupakan suatu kerugian bagi perusahaan karena berkurangnya rasa kepercayaan pelanggan terhadap perusahaan maupun meningkatnya biaya-biaya yang timbul seperti biaya pesan, simpan, produksi dan biaya-biaya yang lain. Oleh karena itu perlu untuk melakukan suatu perencanaan agregat dan perencanan kebutuhan bahan baku. Perencanaan produksi agregat diselesaikan dengan menggunakan model linier programming, dan diselesaikan dengan software QS. Bentuk keluarannya adalah jumlah produk yang diproduksi pada jam kerja reguler dan jam kerja lembur. Perencanaan kebutuhan bahan baku dilakukan dengan membandingkan biaya total persediaan dari 3 metode lot sizing yaitu EOQ, Silver Meal dan Wagner Within. Hasil yang didapat dari perencanaan agregat adalah total produksi pada bulan Maret sebesar 15270 unit, bulan April 24048 unit, bulan Mei sebesar 30740 unit dan bulan Juni sebesar 32428 unit. Dengan total biaya tenaga kerja untuk 4 periode sebesar Rp. 114.449.624,- sedangkan hasil dari perencanaan kebutuhan bahan baku. untuk pemilihan metode yang paling baik untuk tiap-tiap komponen berdasarkan pada perbandingan biaya total persediaan yang paling minimum. Jadwal pemesanan, jumlah komponen yang dipesan, dan berapa kali pemesanan didasarkan pada metode yang dipilih yaitu metode yang menghasilkan biaya yang paling minimum.",
  "creators": "NANIK ANGGRAINI",
  "contributors": "Maja Indahwati (Advisor 1); Indriati Njoto Bisono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 347/TI-74/2000; Nanik Anggraini (25496068)",
  "subjects": "WORK MEASUREMENT; PRODUCTION PLANNING"
}