{
  "id": "11441",
  "title": "Hubungan pesan iklan televisi \"Ponds flawless white 7 days to love\" dengan sikap pada peempuan Surabaya",
  "abstract": "Sebagai sebuah varian produk whitening wajah baru, Ponds Flawless White memerlukan media sebagai saluran sosialisasi akan produk tersebut. Mengingat kelebihan televisi dalam melakukan komunikasi massa, produk ini disosialisasikan salah satunya melalui iklan televisi. Mengingat banyaknya iklan di televisi saat ini, kreatifitas suatu iklan menjadi sangatlah penting. Untuk menarik perhatian audience, iklan produk whitening ini mengetengahkan sisi emosional. Pada dasarnya, perempuan mempunyai karakteristik mudah terstimuli oleh pesan yang bermuatan emosional. Dan iklan dengan daya tarik emosional lebih dingat daripada iklan dengan daya tarik lainnya serta dapat mempengaruhi audience untuk memilih produk yang diiklankan. Iklan haruslah lebih dari sekedar menggugah ingatan. Audience yang melihat iklan harus memiliki pemahaman mengenai pesan yang disampaikan. Iklan sebagai salah satu bentuk kegiatan komunikasi, dikatakan efektif apabila dapat menghasilkan efek-efek atau perubahan seperti yang diharapkan oleh sender, seperti pengetahuan, sikap dan perilaku. Penelitian ini adalah penelitian eksplanatif, dengan menggunakan dua variabel yaitu pesan iklan televisi dan sikap. Yang mana variabel tersebut dibagi lagi dalam beberapa indikator antara lain, isi pesan, struktur pesan, format pesan, sumber pesan, untuk indikator dari variabel pesan iklan televisi. Sedangkan untuk variabel sikap, terdiri dari komponen kognitif dan afektif. Berhasil atau tidaknya pesan dalam sebuah iklan akan terlihat dari komponen kognitif dan afektif dan temuan penelitian ini, terbukti bahwa pesan iklan televisi Ponds Flawless White memiliki hubungan positif yang sangat kuat dengan sikap pada perempuan Surabaya.",
  "creators": "SANTI PUSPITA SARI",
  "contributors": "R. OTTO BAMBANG WAHJUDI (Advisor 1); YULI NUGRAHENI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010389/KOM/2009; Santi Puspitasari (51404012)",
  "subjects": "COMMUNICATION; MASS MEDIA"
}