{
  "id": "1145",
  "title": "Tanggapan dan harapan masyarakat di Kecamatan Sangkapura (khususnya Desa Kota Kusuma dan Sawah Mulya) terhadap rencana pengembangan pariwisata di Pulau Bawean",
  "abstract": "Pulau Bawean, yang terletak di sebelah utara kota Gresik mempunyai banyak potensi dan obyek-obyek wisata alam. Oleh karena itu BAPPEDA Kabupaten Gresik telah menetapkan untuk memfokuskan pengembangan pulau ini pada kegiatan pariwisata. Sebelum mempersiapkan perencanaan dan melaksanakan pengembangan, meneliti mengenai tanggapan, partisipasi dan harapan masyarakat Bawean terhadap rencana pengembangan pariwisata di pulau tersebut merupakan hal yang sangat penting; karena itu, penulis memutuskan melakukan penelitian untuk mempelajari hal ini. Dalam melakukan penelitian, penulis mewawancarai masyarakat, menyebarkan kuesioner kepada para pelajar SMA di desa Kota Kusuma dan Sawah Mulya dan melakukan observasi lapangan di desa tersebut untuk mengumpulkan data yang diperlukan. Hasil dari penelitian ini menunjukkan bahwa kebanyakan dari masyarakat setuju dengan rencana pengernbangan pariwisata di Bawean dan kebanyakan dari mereka juga ingin berpartisipasi dalam industri pariwisata, terutama menjalankan atau mengelola sebuah penginapan dan bekerja sebagai karyawan dalam sebuah obyek wisata. Masalah yang seharusnya dipertimbangkan oleh BAPPEDA Kabupaten Gresik adalah kebanyakan dari masyarakat masih belum mempunyai ketrampilan dan pengalaman untuk bekerja di industri pariwisata. Meskipun masyarakat lokal bersedia mendukung pengembangan pariwisata, mereka berharap agar dampak negatif yang mungkin akan timbul dapat diminimalisasikan. Harapan mereka yang utama lebih ditujukan kepada para turis dan pendatang.",
  "creators": "SIANE MEGAWATI LAUTAN; TJENDRAWATI",
  "contributors": "Tio Sally Puspasari (Advisor 1); LUKAS SUGENG MUSIANTO (Advisor 2); Widjojo Suprapto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 483/PAR/2002; Siane Megawati Lautan (91399008), Tjendrawati (91399025)",
  "subjects": "TOURIST TRADE-JAVA, EAST; TOURIST TRADE-BAWEAN ISLAND-JAVA, EAST"
}