{
  "id": "11454",
  "title": "Hambatan komunikasi antarbudaya yang terjadi pada atasan Afrika Selatan kulit putih dan bawahan Banjar di PT Gunung Cendana Banjarbaru, Kalimantan Selatan",
  "abstract": "Adanya perdagangan bebas di Asia Pasifik dan Asia Tenggara membawa banyak perusahaan asing masuk ke Indonesia. Dengan masuknya perusahaan asing tersebut maka sumber daya manusia yang ada harus mampu berkomunikasi antarbudaya dengan baik. Dalam komunikasi antar budaya pastilah terjadi hambatan komunikasi antarbudaya. Penelitian ini bertujuan untuk mengetahui hambatan komunikasi antarbudaya yang terjadi di antara atasan Afrika Selatan kulit putih dan bawahan Banjar di PT GUNUNG CENDANA Banjarbaru, Kalimantan Selatan. Penelitian ini menggunakan pendekatan kualitatif dengan jenis penelitian yang dilakukan adalah deskriptif. Teknik pengumpulan data dilakukan dengan cara observasi partisipan (pengamatan secara langsung yang dilakukan di PT GUNUNG CENDANA Banjarbaru, Kalimantan Selatan) dan wawancara. Dan setelah itu hasil penelitian dipaparkan secara deskriptif. Hasil penelitian ini menunjukkan bahwa hambatan karena prasangka, stereotip dan kecenderungan untuk menilai perilaku seseorang telah digeneralisasikan oleh suku bangsa tertentu. Sepertinya perilaku seseorang itu juga adalah perilaku bangsa tersebut. Hambatan ini cukup serius karena akan ditularkan pada orang lain sehingga mungkin saja menjadi hambatan komunikasi antar budaya orang lain. Selain itu, hambatan karena keterbatasan bahasa yang dimiliki oleh para pelaku komunikasi dapat menimbulkan kesalahpahaman atau permasalahan.",
  "creators": "EVITA",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); SRI MOERDIJATI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010383/KOM/2009; Evita (51403094)",
  "subjects": "COMMUNICATION-CROSS-CULTURAL STUDIES; COMMUNICATION; INTERCULTURAL COMMUNICATION"
}