{
  "id": "11481",
  "title": "Konstruksi genre dalam film American Gangster",
  "abstract": "Salah satu kunci mengembangkan film agar sukses di pasaran adalah melalui genre. Genre merupakan bagian dari budaya populer, sebab genre menjadi alat pemasaran dan alat untuk memperoleh keuntungan. Hollywood sebagai pusat produksi film mengutamakan konsep genre. Di production house, bahkan sebelum sutradara dipilih, aktor atau aktris belum ditentukan; film direncanakan dan dibuat berdasarkan konstruksi genre. Genre adalah jenis atau klasifikasi dari sekelompok film yang memiliki kemiripan karakter atau pola. Di antara seluruh genre, genre gangster adalah genre yang paling sukses dan sangat diperhitungkan keberadaannya. Film gangster berjaya pada tahun 1930-an, tetapi film gangster yang paling dikenang sepanjang masa adalah trilogi The Godfather. Film American Gangster memiliki konvensi-konvensi genre yang mirip dengan konvensi genre gangster. Keunikan dari film ini adalah penggunaan aktor berkulit hitam sebagai tokoh gangster. Sehingga, peneliti melihat bagaimanakah konstruksi genre dalam film American Gangster berdasarkan konvensi-konvensi genre yang terkandung di dalamnya. Konstruksi genre dapat dilihat dengan melakukan metode Studi Genre. Studi Genre mencari tahu apakah sebuah teks berkompromi dengan konvensi genrenya atau apakah ada genre baru yang dikembangkan di dalamnya. Menurut Jane Stokes, sebuah genre dapat dikategorisasikan melalui: setting, lokasi, ikonografi, peristiwa-peristiwa naratif, karakter, dan struktur plot. Karakter genre yang dinamis terdapat dalam film ini. Kedinamisan genre ditunjukkan melalui percampuran genre-genre lain dalam film ini. Penelitian ini menemukan bahwa genre utama dalam film American Gangster adalah genre gangster dengan percampuran genre blaxploitation, drama, biografi, epik, film noir, dan detektif.",
  "creators": "DIANA SEPTYANI ALIM",
  "contributors": "Judy Djoko Wahjono Tjahjo (Advisor 1); Grace Swestin (Advisor 2); H. M. BURHAN BUNGIN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010372/ KOM/ 2008; Diana Septyani Alim (51404083)",
  "subjects": "COMMUNICATION; MASS MEDIA; MOTION PICTURE"
}