{
  "id": "11499",
  "title": "Fasilitas pelatihan anak-anak tuna daksa dan tuna netra di Surakarta",
  "abstract": "Fasilitas Pelatihan yang dimaksudkan pada proyek ini adalah suatu wadah atau sarana yang dapat membantu anak-anak tuna daksa dan tuna netra di Surakarta, dalam menemukan ?Different ability? mereka di bidang non akademis, terutama di bidang kesenian. Pengelompokan fasilitas pada proyek ini, dibagi menjadi 6 : Fasilitas pendidikan, Fasilitas penunjang, Fasilitas asrama ( hunian ), Fasilitas theater, Fasilitas bagian pengelola dan bagian service. Dilihat dari sasaran utama dari proyek ini, yaitu anak-anak tuna daksa dan tuna netra, maka dibutuhkan suatu perilaku yang berbeda dari yang lain. Untuk itu, perilaku digunakan sebagai pendekatan dalam proyek ini. Dilihat dari perilaku anak-anak tuna daksa dan tuna netra yang cenderung tidak mandiri dan tertutup, maka konsep perancangan dari proyek ini adalah Kemandirian yang terbuka. Diharapkan, setelah keluar dari pelatihan ini, mereka dapat lebih mandiri, mau lebih terbuka menerima keadaan di luar dan mampu menemukan tujuan hidup mereka. Akan tetapi, kemandirian yang dimaksudkan dari konsep ini, bukan hanya kemandirian dari pribadi masing-masing anak, tetapi juga kemandirian di bidang finansial. Hal ini disebabkan karena finansial merupakan masalah utama, dari ada dan tidak ada, serta berkembang atau tidak berkembangnya suatu pelatihan seperti proyek yang akan didirikan ini. Untuk mempermudah pemahaman mereka, digunakan karakter ruang sebagai pendalaman perancangan ini.",
  "creators": "LIA MEGAWATI KUSWANTO",
  "contributors": "Maria Immaculata Hidayatun (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06132650/ARS/2008; Lia Megawati K. (22404050)",
  "subjects": "RECREATION CENTERS-DESIGNS AND PLANS; PLAYGROUNDS-DESIGNS AND PLANS; SPORTS FACILITIES--DESIGNS AND PLANS; COMMUNITY CENTERS-DESIGNS AND PLANS"
}