{
  "id": "1151",
  "title": "Analisa kepuasan konsumen terhadap Palimanan restoran",
  "abstract": "Sejak dahulu makanan menempati urutan pertama dalam pemenuhan kebutuhan manusia, sehingga masalah pangan dikategorikan ke dalam kebutuhan primer atau pokok. Sekarang dengan meningkatnya pendapatan per kapita sebagian besar masyarakat, meningkat pula pola konsumsi mereka, dulunya mereka terbiasa makan di rumah, sekarang lebih sering makan di luar. Seiring dengan bertambahnya restoran baik yang berskala besar maupun kecil, para pesaing saling beradu guna memperebutkan atau mempertahankan pasarnya. Beberapa faktor penting yang perlu diperhatikan agar dapat bertahan dalam persaingan adalah : cita rasa makanan, cara penyajian makanan, harga, fasilitas restoran, pelayanan dan suasana. Dengan menggunakan jenis penelitian kualitatif dan penulisan deskriptif, kuesioner dibagikan kepada 100 responden dan melalui wawancara di Palimanan Restoran, penulis berusaha mendapatkan fakta dengan bantuan prosentase frekuensi atas alasan-alasan yang menunjang kepuasan responden terhadap sebuah rumah makan. Dari analisa data pengolahan kuesioner dan wawancara, penulis mendapatkan hasil sejauh mana responden merasa puas. Berdasarkan analisa tersebut, dapat disimpulkan bahwa Palimanan Restoran telah baik dalam memenuhi harapan konsumen, melalui suasana dan cita rasanya. Namun pihak Palimanan masih perlu melakukan kebijakan-kebijakan dalam faktor harga dan fasilitas agar restoran tersebut dapat lebih berkembang.",
  "creators": "LENNY GUNAWAN; DHARSIANA LIUWAN",
  "contributors": "HIANTORO ARIFIN (Advisor 1); Yacintha Yoranouw Suryawijaya (Advisor 2); Agoes Tinus Lis Indrianto, S.S., M.Tourism (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 502/PAR/2003; Lenny Gunawan (91399057), Dharsiana Liuwan (91399079)",
  "subjects": "TOURIST TRADE; RESTAURANT MANAGEMENT; CONSUMER SATISFACTION"
}