{
  "id": "11513",
  "title": "Penerapan akuntansi pajak pertambahan nilai atas penyerahan barang kena pajak dalam kaitannya dengan penyajian laporan keuangan UD. Gampang Ingat Denpasar",
  "abstract": "Perubahan atas UU PPN No. 8 tahun 1983 dengan UU PPN No. 11 tahun 1994 dimaksudkan untuk lebih meningkatkan kepastian hukum dan keadilan bagi masyarakat dalani pembiayaan pembangunan nasional, menciptakan sistem ekonomi yang menunjang peningkatan ekspor, pengembangan usaha nasional terutama usaha kecil dan menengah serta menunjang kebijakan pemerintah lainnya. Dalam undang-undang tersebut mewajibkan PKP untuk melakukan pembukuan atau pencatatan atas semua jumlah harga perolehan dan penyerahan Barang Kena Pajak atau Jasa Kena Pajak. Pentingnya pembukuan bagi wajib pajak berkaitan erat dengan penyajian laporan keuangan pada satu periode tertentu. Penyajian laporan keuangan yang wajar oleh wajib pajak, yaitu perusahaan dalam memenuhi kewajiban perpajakannya diharapkan dapat membantu fiskus atau aparat pajak dalam menelaah, menguji kepatuhan kewajiban perpajakan yang pada dasarnya dapat meningkatkan penerimaan pajak. Salah satu tujuan umum dalam menyusun dan menyajikan laporan keuangan adalah bahwa laporan keuangan menyediakan informasi keuangan yang bermanfaat untuk menaksir penghasilan yang potensial dari perusahaan. Untuk kepentingan penghitungan PPN dalam pembukuan perusahaan harus dicantumkan secara terpisah dan jelas antara lain : jumlah harga perolehan atau nilai impor, jumlah harga jual atau nilai penggantian, nam a barang dan satuannya, jumlah harga jual dari bukan BKP, dan jumlah nilai ekspor. Dalam akuntansi PPN terdapat dua cara pembukuan PPN yaitu metode faktur dan metode kas. Metode faktur dicatat pada saat faktur dikeluarkan. Faktur Pajak dibuat pada saat pembayaran atau pada saat penyerahan. Sedangkan metode kas, PPN yang terutang dicatat padapenerimaan pembayaran. Pencatatan tidak tergantung pada pembuatan faktur. Jenis penelitian pada penulisan skripsi ini adalah penelitian deskriptif, yaitu penelitian yang berisi gambaran dan penjelasan atau pemaparan mengenai akuntansi PPN yang diterapkan oleh perusahaan selama ini. Dari hasil penelitian memberikan kesimpulan bahwa perusahaan telah melakukan pencatatan akuntansi PPN dalam pembukuan perusahaan dengan baik, kemudian disajikan dalam bentuk laporan keuangan. Dengan demikian akan dihasilkan informasi mengenai laporan keuangan yang berpedoman pada Standar Akuntansi Keuangan.",
  "creators": "DOHO YULIA",
  "contributors": "Yenni Mangoting (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 082/94/FE.AK/2000; Doho Yulia (32494034)",
  "subjects": "TAX ACCOUNTING"
}