{
  "id": "11520",
  "title": "Studi penggunaan solar reflector untuk optimalisasi output daya pada photovoltaic (pv) module",
  "abstract": "Potensi energi cahaya matahari sebagai sumber energi terbarukan banyak tersedia di alam. Oleh karena itu, sejak diciptakan sebuah teknologi yang dapat mengkonversikan cahaya matahari menjadi energi listrik yang dinamakan solar cell (sel surya), maka harapan pada pengembangan teknologi ini menjadi sangat besar. Tetapi pada kenyataannya, efisiensi dari sel surya yang ada saat ini masih rendah. Dampak dari efisiensi sel surya yang rendah ini, berpengaruh pada hasil output daya listrik pada PV module. Untuk itu perlu upaya untuk mengoptimalkan output daya PV module agar efisiensinya dapat meningkat juga. Pada Tugas Akhir ini, digunakan 2 buah cermin datar sebagai solar reflector yang dipasang di sisi kanan dan kiri dari PV module dengan tujuan agar perolehan daya pada PV module dapat meningkat. Pengukuran dilakukan dengan mengarahkan posisi PV modul beserta solar reflectornya ke utara mengikuti posisi letak dari matahari pada saat tanggal, bulan, dan tahun pengukuran dilakukan. Sudut dari solar reflectornya diatur lebih besar dari 45 derajat, agar pantulan cahaya matahari dari solar reflector lebih banyak menuju bidang PV modul. Sudut pantul solar reflector yg diujikan adalah 500, 600, 700 dan 800. Berdasarkan hasil pengukuran dan analisa yang telah dilakukan, didapatkan perolehan daya yang maksimal pada solar cell yaitu dengan mengarahkan solar cell mengikuti posisi letak matahari pada waktu percobaan dilakukan dengan posisi sudut dari solar reflector-nya sebesar 600. Kenaikan daya yang dihasilkan oleh solar cell dapat meningkat 24.82% dibandingkan tanpa menggunakan solar reflector.",
  "creators": "HARIYANTO WIBOWO",
  "contributors": "Murtiyanto Santoso (Advisor 1); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Advisor 2); Emmy Hosea (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010609/ELK/2009; Hariyanto Wibowo (23403046)",
  "subjects": "SOLAR CELLS; PHOTOVOLTAIC CELLS"
}