{
  "id": "11526",
  "title": "The Main female characters' anxiety and their ways in dealing with it in Jed Rubenfeld's The Interpretation of murder",
  "abstract": "This thesis concerns with Nora Acton?s and Clara Banwell?s anxiety as the main female characters in Jed Rubenfeld?s The Interpretation of Murder and their efforts to deal with it. In discussing the anxiety and the efforts to overcome it, the thesis writer applies psychological approach. Through the psychological approach, the thesis writer uses the theories of anxiety and defense mechanism by Sigmund Freud. The main problem of this thesis is finding out what the main female characters? anxieties are, why they are suffering from them, and their ways in dealing with them. The thesis writer analyzes their psychological problem, particularly their anxiety, based on their behaviors and the way both of them try to overcome it by defense mechanisms based on their actions. In the conclusion, the thesis writer finds out that Nora Acton?s anxieties are caused by her own fears, her parents, and her relationship with Clara Banwell and George Banwell. Clara Banwell?s moral anxiety is caused by her marriage with George Banwell and her inability to fulfill her role as a wife. The thesis writer also finds out that Nora?s efforts to deal with her anxieties are by applying repression and displacement. Meanwhile, Clara?s efforts in overcoming her anxiety by applying are compensation and projection.",
  "creators": "DUAN SETIAWAN YURI",
  "contributors": "Liem Satya Limanta (Advisor 1); Dwi Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011842/ING/2009; Duan Setiawan Yuri (11403020)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; RUBENFELD, JED, ...-..., THE INTERPRETATION OF MURDER-STUDY AND TEACHING"
}