{
  "id": "11534",
  "title": "Analisa pengaruh faktor tingkat likuiditas, tingkat profitabilitas dan tingkat pertumbuhan perusahaan terhadap kebijaksanaan deviden serta pengaruh kebijaksanaan deviden terhadap harga saham",
  "abstract": "Selain motivasi untuk mendapatkan capital gain, salah satu harapan investor berinvestasi dalam saham adalah memperoleh dividen. Namun jika dilihat dari sisi perusahaan, perusahaan lebih cenderung menahan sebagian besar keuntungannya untuk investasi-investasi dalam perusahaan. Demi memenuhi kepentingan masing-masing diperlukan adanya suatu kebijakan yang tepat, yaitu melalui kebijakan dividen. Ada beberapa faktor yang mempengaruhi suatu kebijakan dividen diantaranya adalah tingkat likuiditas, tingkat profitabilitas, dan tingkat pertumbuhan perusahaan. Dalam penelitian ini dicoba untuk menganahsa apakah faktor-faktor tersebut di atas mempunyai pengaruh secara signifikan terhadap kebijakan dividen, serta ingin diketahui pula apakah kebijakan dividen yang ditetapkan mempunyai pengaruh secara signifikan terhadap harga saham perusahaan yang bersangkutan. Jenis penelitian ini adalah inferensial, dengan rancangan penelitian menggunakan metode analisis data sekunder (data-data kuantitatif)- Test analisis datanya adalah statistik inferensial parametrik hubungan (test hipotesa dengan menggunakan regresi). Populasi dari penelitian ini adalah perusahaan yang telah go public di Perseroan Terbatas Bursa Efek Surabaya antara tahun 1994-1997. Dari analisis yang dilakukan , diperoleh hasil bahwa ketiga faktor di atas secara bersama-sama mempunyai pengaruh yang signifikan terhadap perubahan yang terjadi dalam kebijakan dividen, terbukti pada nilai signifikan F- nya = 2,4%. Dan untuk permasalahan kedua, kebijakan dividen ternyata tidak mempengaruhi perubahan yang terjadi dalam harga saham.Hal ini dibuktikan oleh nilai signifikan t-nya = 19,1% dan ini berarti bahwa investor yang berinvestasi pada perusahaan yang sedang berkembang, lebih menyukai ditahannya keuntungan yang didapat dengan harapan akan diperoleh keuntungan yang lebih besar melalui capital gain dikemudian hari.",
  "creators": "A.A.A.INTEN PRAWESTI S.DJ",
  "contributors": "DIDIED P. AFFANDY",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 055/96/FE.AK/2000; Inten Prawesti (32496066)",
  "subjects": "ACCOUNTING"
}