{
  "id": "11530",
  "title": "Rancang sistem informasi akuntansi terkomputerisai pada siklus produksi PT. KPL Surabaya",
  "abstract": "Agar dapat melaksanakan dan mengendalikan aktivitas-aktivitas dalam siklus produksi, diperlukan struktur pengendalian internal yang memadai yang sesuai dengan kebutuhan badan usaha. Struktur pengendalian internal yang memadai dalam sistem informasi akuntansi terkomputerisasi dapat menghasilkan informasi yang cepat, tepat, akurat dan dapat diandalkan, serta dapat melindungi badan usaha dari pemborosan, kesalahan dan kecurangan. Sehubungan dengan hal tersebut, masalah yang diangkat penulis adalah apakah sistem informasi akuntansi siklus produksi PT. KPL. telah memadai? Jenis penelitian yang dilakukan oleh penulis adalah penelitian deskriptif berupa studi kasus dengan obyek penelitian PT. KPL. Jenis data yang dipergunakan adalah data kualitatif dan sumber data yang dipergunakan adalah data internal berupa data primer yang diperoleh dari sumber penelitian. Metode pengumpulan data yang dipergunakan oleh penulis adalah studi literatur dan studi lapangan, berupa observasi, wawancara dan dokumentasi. Dari hasil penelitian diperoleh adanya pendelegasian tugas yang kurang tepat, prosedur manual yang kurang memadai serta penerbitan dan pendistribusian dokumen yang kurang tepat. Untuk itu, penuhs menganalisa dan membahas 6 hal, yaitu struktur organisasi dan job description, prosedur terkomputerisasi, formulir, pengkodeaan, kebijakan program komputer dan prosedur, semantic object serta bentuk transformasi. Diharapkan dengan adanya sistem informasi akuntansi siklus produksi yang baru dapat mendorong perusahaan untuk berkembang, bertahan hidup dan bersaing dengan industri yang sejenis.",
  "creators": "FUNNY IRAWATI",
  "contributors": "Oviliani Yenty Yuliana (Advisor 1); I MADE NARSA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 072/95/FE.AK/2000; Funny Irawati (32495023)",
  "subjects": "ACCOUNTING"
}