{
  "id": "11541",
  "title": "The Use of taboo words by manadonese living in Surabaya",
  "abstract": "The present study was conducted to find out the kinds of Manadonese taboo words that were used by the different subjects; young and old Manadonese in their conversations. The study was also aimed to investigate the differences found in the use of taboo words by the subjects. The writer used the theories about taboo words proposed by Wardhaugh (1986) and by Hymes (1972). This research was a descriptive qualitative research and the data were taken from Manadonese living in Surabaya while they were having conversations. In collecting the data, firstly, the writer used interviewing method to find the qualified respondents. The writer were not involved nor interfered the conversation. Through the analysis, she found out that Manadonese used seven categories of taboo words, namely animal term, sex, religious matter, death, bodily function, mother in law and excretion. The category mostly used by Manadonese was animal term. The Manadonese also found out that there were several differences for using taboo words by the subjects in their interaction. The young generation used taboo words to show intimacy with friends; on the other hand, the old generation used those words as a means of communication to insult other person, to show their dislike and to express their anger towards other. Finally, she concludes that Manadonese either young or old generation often use taboo words because the use of taboo words is actually a matter of tradition or culture. It is said as culture or tradition because it happens from generation to generation.",
  "creators": "LINDA CHRISTINE RORI",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011847/ING/2009; Linda Rori (11403124)",
  "subjects": "SOCIOLINGUISTICS"
}