{
  "id": "11554",
  "title": "Perancangan dan pembuatan sistem seleksi calon pegawai berbasis web menggunakan metode analytic network process (ANP) pada PT. Atlantic Biruraya",
  "abstract": "Dalam kehidupan setiap orang selalu dihadapkan dengan berbagai pilihan dan tentunya setiap pilihan akan mendatangkan konsekuensi yang berbeda. Perusahaan sebagai suatu organisasi yang digerakkan oleh sumber daya manusia juga dihadapkan pada beragam pilihan dalam rangka menentukan tenaga kerja yang berkualitas. Pilihan yang dibuat oleh sebuah perusahaan dalam penerimaan tenaga kerja akan sangat berpengaruh pada performa dan kemajuan perusahaan. PT. Atlantic Biruraya sebagai salah satu produsen air minum dalam kemasan juga mengalami permasalahan seperti yang tertulis di atas. Hal yang tersulit dalam membuat pilihan adalah upaya menghilangkan faktor subjektifitas dari manajer personalia sehingga setiap pilihan yang dibuat bersifat objektif dengan berdasarkan pada kriteria-kriteria yang diharapkan oleh perusahaan. Berdasarkan analisa kebutuhan di atas, maka PT. Atlantic Biruraya membutuhkan suatu aplikasi komputer yang dapat mendukung pengambilan keputusan menggunakan metode Analytic Network Process untuk pemilihan calon pegawainya. Aplikasi yang dibutuhkan bukan merupakan pengambil keputusan utama yang akan menggantikan peran manusia namun hanya sebagai pendukung pengambilan keputusan. Aplikasi yang akan dibangun akan menyajikan informasi perbandingan calon tenaga kerja disesuaikan dengan kriteria tenaga kerja yang telah ditentukan oleh PT. Atlantic Biruraya.",
  "creators": "JANUAR ROBIN STANLEY",
  "contributors": "Alexander Setiawan (Advisor 1); Leo Willyanto Santoso (Advisor 2); Arlinah Imam Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02020812/INF/2009; Januar Robin Stanley (26405007)",
  "subjects": "DATABASE-MANAGEMENT; ELECTRONIC INFORMATION RESOURCE SEARCHING; DATABASE SEARCHING; DATA TRANSMISSION SYSTEMS-COMPUTER PROGRAMS"
}