{
  "id": "11553",
  "title": "Pembuatan aplikasi sistem pakar dengan metode backward chaining untuk klasifikasi tumbuhan di SMU",
  "abstract": "Perkembangan dari keanekaragaman tumbuhan dapat menyulitkan para ahli yang bergerak di bidang klasifikasi tumbuhan. Tidak mungkin seorang ahli dapat mengingat semua ciri-ciri dan nama-nama tumbuhan dengan mengandalkan ingatan saja. Untuk mengatasi hal tersebut, salah satu caranya adalah dengan pembuatan aplikasi sistem pakar yang dapat memudahkan kerja para ahli di bidangnya. Aplikasi sistem pakar ini menggunakan cara berpikir seorang ahli klasifikasi tumbuhan dalam melakukan pencarian nama tumbuhan. Aplikasi ini membantu dalam mencari nama ilmiah tumbuhan dengan menganalisa ciri-ciri fisik suatu tumbuhan. Aplikasi ini dibuat menggunakan metode inferensi backward chaining, yaitu proses inferensi yang memulai pencarian dari konklusi untuk mendapatkan premis. Aplikasi sistem pakar ini menggunakan software Borland Delphi 7, dan untuk database-nya menggunakan Microsoft Access 2003. Berdasarkan hasil kuisioner yang telah dilakukan, didapatkan kenyataan bahwa prosentase kelayakan program adalah sebesar 10% responden menyatakan cukup layak, 80% menyatakan layak, dan 10% menyatakan sangat layak. Prosentase keakuratan program adalah sebesar 20% responden menyatakan cukup akurat, 40% menyatakan layak, dan 40% menyatakan sangat layak, prosentase kemudahan penggunaan program adalah 10% responden menyatakan cukup mudah, 50% menyatakan mudah, dan 40% menyatakan sangat mudah. Prosentase desain tampilan program adalah sebesar 10% responden menyatakan kurang baik, 60% menyatakan cukup baik, 20% menyatakan baik, dan 10% menyatakan sangat baik. Sedangkan prosentase program dapat membantu proses belajar mengajar adalah 50% responden menyatakan dapat membantu dan 50% menyatakan sangat membantu.",
  "creators": "HARTONO CHANDRA",
  "contributors": "Gregorius Satiabudhi (Advisor 1); Andreas Handojo (Advisor 2); Rolly Intan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02010740/INF/2008; Hartono Chandra (26404048)",
  "subjects": "EXPERT SYSTEM (COMPUTER SCIENCE); ARTIFICIAL INTELLIGENCE-COMPUTER PROGRAMS"
}