{
  "id": "11558",
  "title": "Perancangan interior Museum Majapahit Surabaya",
  "abstract": "Seiring dengan kemajuan zaman yang semakin pesat, kita kadang melupakan apa yang sudah terjadi pada zaman dahulu yang sebenarnya dapat menjadi pelajaran yang berharga. Sejarah sebuah kerajaan besar di Jawa Timur pada zaman keemasannya, yaitu Majapahit, tidak pernah lepas dari ingatan kita. Kerajaan ini banyak memiliki peninggalan sejarah yang sangat berharga. Ketika negara-negara lain berusaha untuk melindungi benda-benda bersejarahnya, kita sebagai bangsa yang besar kurang bisa menghargai hasil sejarah kita yang tidak ternilai harganya itu. Oleh karena itu sebuah tempat yang berperan untuk melindungi, merawat, dan memamerkan benda-benda bersejarah tersebut diperlukan. Sebuah museum sebagai tempat yang dapat mengakomodasi keperluan dan perawatan benda-benda bersejarah ini mempunyai peran yang besar dalam menyajikannya. Karena keberadaan museum-museum yang sudah ada sebelumnya kurang bisa mengakomodasi kebutuhan museum yang sebenarnya, maka diperlukan sebuah terobosan baru, yaitu museum yang berwawasan iptek dengan sentuhan seni. Desain interior sebagai salah satu hal yang terkait dalam pembuatan sebuah museum, memegang peran besar dalam pembuatan sebuah museum yang berwawasan iptek dan sentuhan artistik. Dalam menciptakan museum yang demikian diperlukan sebuah konsep yang dapat mengangkat citra benda-benda yang ada di dalam sebuah museum. Dipadukan dengan pola bentuk, warna, material, cahaya dan unsur-unsur desain yang lain maka konsep dapat diterjemahkan dalam sebuah desain yang menarik. Perancangan museum yang demikian bertujuan untuk membuat sarana yang tepat dalam memberikan informasi edukatif bagi masyarakat dan dapat menciptakan sebuah sarana rekreatif guna menimbulkan apresiasi masyarakat terhadap benda-benda yang ada di dalam museum itu dan oleh karena itu, Museum Majapahit ini dibuat.",
  "creators": "YOSEPH SOENARTO",
  "contributors": "OLIH SOLIHAT KARSO (Advisor and Examination Committee); Dr. Ir. Lintu Tulistyantoro, M.Ds. (Advisor 2); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 0009/DIN/2002; Yoseph Soenarto (41498013)",
  "subjects": "MAJAPAHIT-MUSEUMS"
}