{
  "id": "11567",
  "title": "Speech styles employed by the lecturer of Departemen Mata Kuliah Umum at Petra Christian University Surabaya",
  "abstract": "This research is a combine quantitative and qualitative research on Speech Styles employed by The Lecturer of Departemen Mata Kuliah Umum at Petra Christian University Surabaya. In this study, the writer is interested very much in investigating The Speech Styles employed by The Lecturer of Departemen Mata Kuliah Umum. It is because the writer thought that the awareness of choosing the speech styles is something very important to be done by the lecturer, in order the lecturer can avoid the misunderstanding that might happen during the lecturing process at the classroom. Moreover, through this study, the writer wanted to know and identify the types of speech styles employed by The Lecturer of Departemen Mata Kuliah Umum, while the lecturer was giving lectures to the students at the classroom. Then, the writer also interested in finding out the type of speech style that has the highest occurrence, and also in discussing the reason/s that the lecturer had in using his speech styles in lecturing process at the classroom. In analyzing the lecturer?s speech styles, the writer applied The Theory of Speech Styles conducted by Chaer and Agustina (1995) and The Theory of Lexical and Grammatical Characteristics for Standard Indonesian proposed by Chaer (2006). As the result, the findings of this study discussed the types of speech styles employed by The Lecturer of Departemen Mata Kuliah Umum in giving lectures at the classroom and also discussed the type of speech style that has the highest occurrence employed by the lecturer at the classroom. In addition, the findings also discussed the reason/s that the lecturer had in using his speech styles in giving lectures at the classroom.",
  "creators": "CHRISTIAN HADI KURNIAWAN",
  "contributors": "ABBAS A.BADIB, Pof.DR.MA.,MA. (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011853/ING/2009; Christian Hadi Kurniawan (11405044)",
  "subjects": "SOCIOLINGUISTICS; SPEECH-STUDY AND TEACHING; SPEECH ACTS (LINGUISTICS)-STUDY AND TEACHING"
}