{
  "id": "11568",
  "title": "Upaya penanganan secara profesional dari pihak jasa angkutan penyeberangan feri Ujung Kamal dalam hal meningkatkan mutu pelayanan terhadap penumpang",
  "abstract": "Pariwisata kini telah berkembang sebagai salah satu sektor yang penting yang mana cukup banyak menghasilkan devisa bagi negara Indonesia. Pada era dewasa ini khususnya menjelang tahun 2000 bisnis serta pelayanan wisata menuntut suatu cara kerja yang efisien, tepat waktu, disiplin diri serta keprofesionalan. Hal ini dilihat dari sisi pelayanan perjalanan wisata melalui transportasi laut khususnya transportasi penyeberangan atau layaknya disebut feri, dari pulau ke pulau. Melihat kenyataan bahwa kini telah banyak kapal-kapal pesiar yang berlabuh di Pelabuhan Tanjung Perak yang membawa para turis mancanegara untuk melakukan perjalanan wisata mereka di Jawa Timur khususnya ke objek-objek wisata yang terdapat di kota Surabaya itu sendiri maupun ke pulau Madura yang telah terkenal dengan Karapan Sapi-nya. Untuk itu diperlukan suatu pelayanan penyeberangan guna mencapai pulau Madura tersebut. Oleh sebab itu pelayanan penyeberangan disini memegang peranan penting didalam melayani penumpang. Faktor sumber daya manusia sebagai faktor utama dalam pelayanan tersebut memerlukan sistim kerja yang profesional. Dengan sikap yang demikian dapat memberikan nilai tambah dalam perkembangan dan kemajuan kepariwisataan khususnya dalam hal pelayanan penyeberangan feri Ujung Kamal. Salah satu upaya yang dilakukan untuk mencapai sasaran tersebut yaitu melalui kegiatan-kegiatan pelatihan kerja, bimbingan penyuluhan serta arahan-arahan yang mana bersifat positif dimana nantinya akan mengarah pada suatu sistim cara kerja yang profesional dan pada akhirnya akan menimbulkan citra insan pariwisata yang baik dimata turis mancanegara.",
  "creators": "SENOADJI SANTOSO",
  "contributors": "Yacintha Yoranouw Suryawijaya (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 158/Par/1994; Senoadji Santoso (91391022)",
  "subjects": "SHIPPING; TOURIST TRADE"
}