{
  "id": "11564",
  "title": "The Basic sentence pattens produced by a seven-year-old bilingual boy",
  "abstract": "This study is carried out as to investigate the codes and Basic Sentence Patterns produced by a seven-year-old bilingual boy. In his daily activities, he uses both English and Indonesian. In doing her research, the writer used some theories. She used the theories of Bilingualism (Jean Lyon (1996) and Lambert (1979)), Code (Wardhaugh (1986)), Sentences (Kessler and McDonald (2004)), English Basic Sentence Patterns (Stageberg and Oaks (2000, p. 224-242)), and Indonesian Basic Sentence Patterns (Maimunah (2007, p. 34-39)). Then, from the findings, the writer found out that in English Basic Sentence Patterns, SVO (Subject + Verb + Object) was mostly used by the subject (44.74%). SVC (Subject + Verb + Complement) was the second mostly used (32.89%). It was higher than SV (Subject + Verb) for it was in the third mostly used (10.53%). Then, SVA (Subject + Verb + Adverbial) which were also used by the subject was in the fourth English Basic Sentence Patterns mostly used (6.58%). Next, SVOA (Subject + Verb + Object + Adverbial) and SVOO (Subject + Verb + Indirect Object + Direct Object had the same percentage (2.63%). Last, SVOC (Subject + Verb + Direct Object + Objective Complement) was the least (0%). Next, in Indonesian Basic Sentence Patterns, SPO was mostly used by the subject (32%). The second mostly used was SP (Subject + Predicate) which got (29.71%). It was higher than SPA (Subject + Predicate + Adverbial) since it was in the third mostly used (18.86%). Then, SPC (Subject + Predicate + Complement) which were also used by the subject was in the fourth (12.57%). To follow is SPOA (6.29%). Last, SPOC (Subject + Verb + Direct Object + Objective Complement) was the least (0.57%). In addition, from the data, it showed that the subject used three types of codes which were English, Indonesian, and mixed one (Indonesian and English). Yet, the most frequently code used by the subject was Indonesian (56.97%). Thus, it can be inferred from this study, even though the subject?s first language is English, it did not make him use English the most. His present surrounding might have influenced towards Indonesian as the dominant code.",
  "creators": "SUSANTI ONGO",
  "contributors": "SHIERLY NOVALITA YAPPY (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011850/ING/2009; Susanti Ongo (11405024)",
  "subjects": "PSYCHOLINGUISTICS; LANGUAGE ACQUISITION"
}