{
  "id": "11565",
  "title": "The Fillers used by the male and female teachers in the senior high school in Surabaya",
  "abstract": "In this research, the writer observed the production of fillers used by different gender of teachers in the teaching process. The subjects were one male and one female teachers at Pirngadi Christian Senior High School. Specifically, he asked about the types, the frequency of occurrences, the functions of fillers used by each teacher and also differences between the fillers used by the male and female teachers. Mainly, the writer used the theory on the types of fillers from Rose (1998). It was added with the theories of the types of fillers from Stenstrom (1994) and Baalen (2001). Also, he used the theory on the functions of fillers from Stenstrom (1994). The writer used a descriptive qualitative approach, focusing on the types and the functions of fillers. As the source of data, the writer took two class meetings, in which each teaching process was done by a teacher of different gender; male and female teachers. In the findings and discussion, the writer found that the male teacher produced fewer fillers than the female teacher. The male teacher produced 69 fillers in the teaching process, while the female teacher produced 115 fillers in the teaching process. Secondly, the data showed that both the male and female teachers produced more unlexicalized than the lexicalized fillers. In the functions of the fillers, the writer found that the types of fillers produced by both the male and female teachers had the functions as a holder to the turn, as a mark of hesitation, as empathizers, as time-creating device, and as an editing term. As a conclusion, the writer concludes that the situation in the teaching process affects the types and the functions of the fillers.",
  "creators": "VALANTINO A PAMOLANGO",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011851/ING/2009; Valantino Ateng Pamolango (11405009)",
  "subjects": "SOCIOLINGUISTICS; DISCOURSE ANALYSIS; LANGUAGE AND LANGUAGES-SEX DIFFERENCES"
}