{
  "id": "11577",
  "title": "Konstruksi realitas pemberitaan wafatnya mantan presiden Soeharto pada surat kabar Kompas",
  "abstract": "Mantan Presiden Soeharto adalah seorang yang kontroversial. Soeharto pernah mendapat julukan sebagai \"Bapak Pembangunan\" karena jasanya terhadap bangsa Indonesia. Sedangkan di lain pihak, Soeharto dituduh telah melakukan tindak korupsi serta pelanggaran HAM selama menjadi Presiden di Indonesia. Surat kabar adalah salah satu media massa dari komunikasi massa yang merepresentasikan realita sosial. Suatu realitas sosial yang berkembang di masyarakat merupakan suatu hasil konstruksi realitas yang dimuat di media massa. Salah satu realitas sosial yang dikonstruksikan oleh media massa yaitu pemberitaan pemakaman Soeharto. Penelitian ini ingin menelaah konstruksi realitas pada pemberitaan pemakaman Soeharto yang dimuat di surat kabar Kompas. Kompas dikenal sebagai surat kabar nasional yang mempunyai oplah terbesar turut memberitakan peristiwa wafatnya mantan Presiden Soeharto pada headlinenya tanggal 29 Januari 2008. Untuk mencari konstruksi realitas pada pemberitaan pemakaman Soeharto digunakan metode analisis framing. Metode analisis framing yang dipakai dalam penelitian yaitu model framing Pan dan Kosicki. Dalam model framing tersebut akan menganalisa dari segi skema berita, kelengkapan berita, penulisan, dan penekanan yang digunakan dalam berita. Dengan demikian dapat diketahui bahwa suatu realitas sosial yang terjadi merupakan suatu hasil konstruksi yang digunakan oleh media massa sebelum disampaikan kepada khalayak. Dalam penelitian ini, Kompas lebih cenderung untuk menonjolkan sisi positif seorang Soeharto daripada pemberitaan pemakaman tersebut. Realitas mengenai pemakaman tersebut dikonstruksikan sedemikian rupa oleh Kompas untuk mengungkapkan sosok seorang Soeharto yang dinilai sangat berjasa terhadap negara.",
  "creators": "ANANTA BUDI INDRAWAN",
  "contributors": "Ido Prijana Hadi (Advisor 1); Grace Swestin (Advisor 2); Judy Djoko Wahjono Tjahjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010356/KOM/2009; Ananta Budi Indrawan (51404107)",
  "subjects": "COMMUNICATION; MASS MEDIA"
}