{
  "id": "11581",
  "title": "Objektivitas pemberitaan isu kenaikan harga bbm di surat kabar Kompas dan Jawa Pos",
  "abstract": "Naiknya harga minyak mentah dunia yang mencapai 115 dollar per barel membuat pemerintah kewalahan. Pemerintah harus memutuskan secepat mungkin bagaimana mengatasi kenaikan harga minyak mentah tersebut. Salah satunya dengan tetap mempertahankan subsidi BBM atau menaikkan harga BBM. Padahal Presiden Susilo Bambang Yudhoyono pernah berjanji jika tidak akan menaikkan harga BBM lagi setelah akhir 2009. Fenomena ini menarik perhatian media massa khususnya surat kabar untuk memuatnya sebagai berita. Dalam jurnalisme, objektivitas pemberitaan merupakan prinsip pertama dalam jurnalisme. Tugas jurnalisme adalah melaporkan kebenaran, dan objektivitas adalah penyajian berita yang benar dan tidak berpihak serta harus berimbang. Oleh karena itu penelitian ini bertujuan untuk mengetahui objektivitas pemberitaan isu kenaikan harga BBM. Berangkat dari adanya konsep objektivitas, peneliti melakukan penelitian mengenai surat kabar Kompas dan Jawa Pos sebagai objeknya. Berita yang diteliti adalah berita yang menjadi headline di surat kabar Kompas dan Jawa Pos periode April 2008 hingga Mei 2008. Metode yang digunakan adalah analisis isi kuantitatif dengan memakai kategorisasi objektivitas pemberitaan. Hasil analisis data yang diteliti oleh peneliti menunjukkan bahwa surat kabar Kompas dan Jawa Pos cenderung tidak objektif dalam pemberitaannya. Ketidakobjektifan tersebut paling banyak ditemukan pada surat kabar Jawa Pos.",
  "creators": "VERREL VALERIAN H D",
  "contributors": "Ido Prijana Hadi (Advisor 1); YULI NUGRAHENI (Advisor 2); SOETOJO DARSOSENTONO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010354/KOM/2009; Verrel Valerian (51404052)",
  "subjects": "BROADCAST JOURNALISM; COMMUNICATION"
}