{
  "id": "11584",
  "title": "Bingkai pemberitaan pemilihan Gubernur NTT tahun 2008 di surat kabar harian Pos Kupang dan Timor Express",
  "abstract": "Media dalam menyajikan realitas pada khalayaknya melakukan konstruksi dan pemaknaan. Konstruksi dan pemaknaan ini dipengaruhi baik faktor internal dari diri wartawan dan isntitusi maupun faktor ekspternal seperti nara sumber, pemasang iklan dan pihak-pihak lain yang berinteraksi dengan media. Berita, maka dari itu, adalah produk konstruksi realitas media. Berita tidak dipunggut di luar untuk kemudian untuk disajikan, namun media memilih, memilah, menonjolkan satu bagian dan mengabaikan bagian yang lain. Proses demikian disebut pembingkaian. Pembingkaian membuat realitas majemuk tak beraturan di luar menjadi sederhana, berurutan dan dapat dipahami. Realitas yang diteliti dalam penelitian ini adalah proses pemilihan gubernur nusa tenggara timur periode 2008-2013, dimana peneliti telah meneliti pembingkaian yang dilakukan oleh dua surat kabar terkemuka di NTT yakni Pos Kupang dan Timor Eskpress. Penelitian ini bermaksud melihat bingkai media, bagaimana media mengemas fakta atau realitas yang ada dan kemudian satu hal lebih mencolok dan menenggelamkan yang lain. Penelitian ini menggunakan metode Gamson & Modigliani. Dari penelitian ini disimpulkan bahwa bingkai pemberitaan Pos Kupang lebih menguat atau lebih menonjolkan kandidat Frans Lebu Raya-Esthon L Foenay sedangkan bingkai pemberitaan Timor express lebih menguat atau menonjolkan kandidat I.A.Medah-Paulus Moa.",
  "creators": "RK CH J BALALEMBANG",
  "contributors": "Judy Djoko Wahjono Tjahjo (Advisor and Examination Committee); Nanang Krisdinanto (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010351/KOM/2009; R.K.Christian J. Balalembang (51404102)",
  "subjects": "COMMUNICATION; MASS MEDIA"
}