{
  "id": "11585",
  "title": "A study of women's feedback in miss congeniality movie",
  "abstract": "Nowadays, there are so many stereotypes in term of gender. There were many thoughts about what were in men area and what are in women area. It had been planted in the society about what was men-like and women-like. However, everything was not only about gender. According to third wave feminist linguistics, gender was not the only factor to be concerned. Here, the writer chose a study in sociolinguistics about women?s feedback. The writer analyzes feedback used by women from third wave perspective. The writer chose this topic because in the past there was division between male and female in using feedback and, on the other hand, third wave linguistics had another perspective about that. The writer was curious whether or not the old folk linguistics was still relevant in this day. Moreover, the writer chose a movie as his object because movie could be the picture of the society in certain time and he chose a contemporary movie entitled Miss Congeniality. The writer analyzed the main female character in giving her feedback toward her addressee. To analyze this study, the writer used Holmes? theory about feedback. Through the analysis, the writer found that the main female character employed competitive, supportive and problem solving feedback when she became FBI agent and employed competitive and supportive feedback only when she became Miss USA contestant. Furthermore, the writer also found that she used competitive feedback the most when she became FBI agent and used supportive feedback the most when she became Miss USA contestant. In using those feedbacks, the main female character was influenced by participant factor such as female participant triggered her to use supportive feedback. There were some others aspects in participant that influenced the main female character in uttering her feedback.",
  "creators": "RUDY SANTOSO TANOYO",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011858/ING/2009; Rudy Santoso Tanoyo (11405019)",
  "subjects": "SOCIOLINGUISTICS-STUDY AND TEACHING"
}