{
  "id": "11582",
  "title": "Representasi poligami dalam film \"Ayat-Ayat Cinta\"",
  "abstract": "Film \"Ayat-Ayat Cinta\" adalah sebuah film yang mengangkat tema bagaimana menyikapi kehidupan dengan ajaran-ajaran agama Islam. Poligami dianggap ajaran dari agama Islam sehingga banyak pihak yang melegalkannya. Poligami dianggap banyak menyakiti atau merugikan perempuan selaku istri, padahal dalam agama Islam sangat menghormati perempuan. Film ini berpusat pada kehidupan poligami yang dialami oleh dua perempuan dari latar belakang kelas sosial, status ekonomi dan etnis yang berbeda. Menggunakan metode semiotika televisi John Fiske, peneliti ingin mengetahui bagaimana representasi poligami dalam film \"Ayat-Ayat Cinta\". Hasil penelitian ini menunjukkan bahwa poligami dapat terjadi pada perempuan manapun dengan latar belakang dan status sosial ekonomi yang beragam. Karakter perempuan, peran dan kedudukan perempuan menggambarkan bahwa poligami adalah praktik pernikahan dimana laki-laki adalah yang \"mendominasi\" dan \"berkuasa\". Dengan diatas namakan agama, perempuan terpaksa menerima praktik poligami. Poligami merupakan bentuk praktik ideologi patriarki yang terdapat di masyarakat. Patriarki yang terbentuk dalam masyarakat bermula dari pola pendidikan dalam ruang lingkup masyarakat terkecil yaitu keluarga, yang pada akhirnya memposisikan perempuan sebagai subordinat dan laki-laki sebagai superior. Patriarki menyentuh pada seluruh praktik kehidupan manusia tanpa membedakan agama, etnis, status sosial ekonomi dan pendidikan.",
  "creators": "VICTOR LAXMANA WANGKUJAYA",
  "contributors": "SOETOJO DARSOSENTONO (Advisor 1); Nanang Krisdinanto (Advisor 2); YULI NUGRAHENI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010353/KOM/2009; Victor Laxmana Wangkujaya (51404077)",
  "subjects": "MOTION PICTURES; MOTION PICTURES AND WOMEN"
}