{
  "id": "11593",
  "title": "Direct and indirect requests used by women characters in the serial film pride and prejudice",
  "abstract": "In this study, the writer investigated the request strategies used by the middle-class and high-class society women in the serial film Pride and Prejudice to their addressees with the influence of four social factors, that is, the addressees? social status, the social distance level between the participants, the formality of setting, and the level of request difficulty. In conducting this study, the writer proposed three research questions. The first is what types of requests are used by the middle-class and high-class society women to their addressees who have lower social status, higher social status, close relation and distant relation. The second is what types of requests are used by the middle-class and high-class society women to their addressees in formal setting, informal setting, simple requests and hard requests. The third research question is about the similarities and differences in the use of request strategies by the middle-class and high-class society women in the serial film Pride and Prejudice. The main theory used was based on request strategies by Blum-Kulka (1989). The writer also used the theory of social factors and social dimensions by Holmes (2001). In her study, the writer used descriptive quantitative approach. The writer read the script of the film to find out request expressions used by the middle-class and high-class society women. The result of the analysis showed that the middle-class society women tend to use direct strategies in making request, while the high-class society women tend to use the indirect strategies. However, in making request to addressees with close relation, the middle-class society women mostly used indirect strategies. In addition, the high-class society women mostly used direct strategies in making simple request.",
  "creators": "MARTHA ANGELA",
  "contributors": "ABBAS A.BADIB, Pof.DR.MA.,MA. (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011883/ING/2009; Martha Angela (11405018)",
  "subjects": "SOCIOLINGUISTICS; LANGUAGE AND LANGUAGES-PHILOSOPHY; DISCOURSE ANALYSIS; PRAGMATICS; LANGUAGE AND LANGUAGES-SEX DIFFERENCES"
}