{
  "id": "11594",
  "title": "Indonesian translation in the very best of donald duck bilingual edition",
  "abstract": "A good translator must find the most appropriate meaning of the source language to the target language. That is why, a translator needs some strategies in order to achieve the same meaning so that the target language readers will get the same idea as that of the source language reader. In this study, the writer focuses on the translation strategy found in The Very Best of Donald Duck Comics Bilingual Edition magazine based on the Mona Baker?s translation strategies theory (Baker, 1992).. The writer also analyses those translation using Semantic and communicative translation by Peter Newmark. The writer classifies the data found into two parts. The first is The Same Message part, if the translation of the target language delivers the same message as that of the source language. Second, is Not The Same Message part, if the translation of the target language does not deliver the same message as that of the source language does. The writer finds that The Same Message part uses translation by a more general word strategy, translation by a more neutral or less expressive word strategy, translation by cultural substitution strategy, translation using a loan word plus explanation strategy, translation by paraphrase using a related word strategy, translation by paraphrase using unrelated word strategy and translation by omission strategy. On the other hand, Not The Same Message part uses all of the strategies that The Same Message uses except translation using a loan word plus explanation strategy. Moreover, the writer also finds that the translator does not translate most of the words that express the sound. It is perhaps the translator of The Very Best of Donald Duck Comics Bilingual Edition magazine wants the reader to be familiar with the word that expresses sound, meanwhile, the readers can get the context by looking at the pictures relating to those words that express sound.",
  "creators": "OLIVIA YULIANTI TANOJO",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Samuel Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011884/ING/2009; Olivia Yulianti Tanojo (11405036)",
  "subjects": "TRANSLATIONS; ENGLISH LANGUAGE-TRANSLATING INTO INDONESIAN"
}