{
  "id": "11590",
  "title": "The Influence of the dutch colonialism and the javanese anti-colonialism in minke's life as seen from pramodya ananta toer's child of all nations",
  "abstract": "This thesis explores the influence of the Dutch colonialism and the Javanese anti-colonialism in Minke?s, the main male character of Pramoedya Ananta Toer?s Child of All Nations life. In this study, I will pay attention to how the Dutch colonialism and the Javanese anti-colonialism affect this Dutch-educated Javanese writer?s personality and leads him to the process of decolonization. Through post-colonial theory, particularly on Fanon?s discussion about the nature of colonialism, this thesis firstly identifies the colonizer-colonized perspectives and ideas, as they have been depicted and transfered into Minke?s mind by several Dutch and Javanese figures in Minke?s life. In the analysis, I find out that the Dutch colonialism influences Minke to believe that European is always superior and the Javanese remains inferior. On the other hand, the Javanese anti-colonialism triggers him to admit that the Javanese people are brave and persistent while the Dutch colonials are manipulative and exploitative. The second, supported by Fanon?s theory of decolonization, is to show that Minke, after experiencing these two conflicting influences, undergoes the process of decolonization. The first phase is his assimilation to the Dutch colonial system which is signified by his acceptance and enjoyment over his social status as a Raden Mas. Then, he encounters the phase of self-discovery, signified by his deep sympathy toward his fellow Javanese and his passionate attempt to fight for his people. To conclude, this thesis eventually indicates that Minke?s depiction of Dutch colonial is rebuked by the growing influence of the Javanese anti-colonial and, thus, caused his revolutionary struggle, the last phase in Fanon?s theory of decolonization. It reveals that Minke manages himself to be the defender of his Javanese people, a Native intellectual who reveals the injustice and exploitation of the Javanese people under the rule of Dutch colonizer.",
  "creators": "HERMINA D N LEISUBUN",
  "contributors": "Dwi Setiawan (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011866/ING/2009; Hermina Deasy Natalia Leisubun (11404064)",
  "subjects": "INDONESIAN FICTION-21ST CENTURY-STUDY AND TEACHING; TOER, PRAMOEDYA ANANTA, 1925-... CHILD OF ALL NATIONS-STUDY AND TEACHING"
}