{
  "id": "11591",
  "title": "The Study of back-channel feedbacks by luna maya and raffi ahmad in dahsyat music variety show",
  "abstract": "This thesis is a study of back-channel feedbacks produced by Luna Maya as Indonesian female presenter and Raffi Ahmad as Indonesian male presenter. The writer is curious to know the types, the frequencies and the differences of back-channel feedbacks produced by each presenter as one of effective communication methods that play an important role especially in hosting variety show. Back-channel feedback is the response given while someone is speaking or after someone?s speech (Allwood, 1992, p.9). In this study, the writer recorded 5 March and April episodes of Dahsyat and then transcribed the script, classified and compared the back-channel feedbacks by Luna Maya and Raffi Ahmad by using Gardner (1994) classification of back-channel feedbacks which is divided into seven categories, they are continuers, acknowledgements, assessments, news markers, brief questions, collaborative completions and non-verbal vocalizations. In Indonesia, which still holds many strong Asian values and emphasizes a suppression of emotion especially for women, the writer found that the male presenter also has the tendency to produce more back-channel feedbacks than the female presenter. Luna Maya produced more collaborative completions (8:5), continuers (2:1) and news markers (1:0) than Raffi Ahmad, whereas Raffi Ahmad produced more assessments (15:1), acknowledgements (10:5) and brief questions (5:4) than Luna Maya. However, both of the presenters produced the same number of non-verbal vocalizations (9). Overall, non-verbal vocalization (9) was the most frequently produced back-channel feedbacks by Luna Maya, while assessment (15) was the most frequently produced back-channel feedbacks by Raffi Ahmad. It seems that in the music variety show which emphasizes on freedom and spontaneity, the back-channel feedbacks may serve as basic communication?s functions: to maintain contact and interaction, to show the degree of perception, attention, understanding and agreement in order to build alive and entertaining conversations.",
  "creators": "NATALIA WIDYA ATMAJA",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Flora Debora (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011869/ING/2009; Natalia Widya Atmaja (11405031)",
  "subjects": "SOCIOLINGUISTICS; DISCOURSE ANALYSIS; INDONESIAN LANGUAGE-SEMANTICS; PSYCHOLINGUISTICS; LANGUAGE AND LANGUAGES-SEX DIFFERENCES"
}