{
  "id": "11616",
  "title": "Kelompok bermain dan taman kanak-kanak dengan kurikulum ACE di Surabaya",
  "abstract": "Kelompok Bermain dan Taman Kanak-kanak dengan Kurikulum ACE di Surabaya merupakan proyek yang berfungsi sebagai sarana pendidikan bagi anak-anak masa prasekolah usia 3 hingga 6 tahun. Fasilitas yang direncanakan meliputi kantor dan operasional sekolah, kelas KB, kelas TK A, kelas TK B, fasilitas penunjang bagi siswa, fasilitas umum, servis, dan ruang terbuka berupa playground serta beberapa fasilitas pendukung dan pelengkap yang lain. Proyek ini diharapkan dapat menjadi sebuah fasilitas sekolah yang menyenangkan bagi pengguna, terutama bagi para siswa. Desain sekolah ini dibuat menurut karakter dan kebutuhan anak usia prasekolah yang berusia antara 3-6 tahun, dengan tujuan agar desain sekolah ini benar-benar mewadahi kebutuhan mereka, sehingga mereka menyukai kegiatan bersekolah. Pendekatan yang digunakan adalah psikologi bermain, baik bermain aktif maupun pasif. Konsep yang diambil adalah playground yang dapat merangkum kegiatan bermain aktif dan pasif, menurut berbagai pertimbangan, tuntutan Kurikulum ACE dan pendekatan psikologi bermain. Perwujudan konsep ini terletak pada hirarki ruang, sirkulasi menyebar, pola tatanan massa, dan desain bangunan. Untuk mewujudkan ekspresi bangunan, digunakan konsep Lego sebagai turunan dari konsep utama, dengan tujuan agar bangunan dapat muncul sebagai `mainan?, bagian dari `taman bermain?. Kelompok Bermain dan Taman Kanak-kanak denagn Kurikulum ACE ini adalah bangunan bermassa banyak yang merupakan upaya baru untuk menciptakan ruang belajar sambil bermain yang nyaman bagi para siswa, didukung dengan berbagai prinsip struktur dan konstruksi sehingga suasana yang menyenangkan tersebut dapat diwujudkan, dengan tetap memperhatikan faktor keamanan bagi para siswa.",
  "creators": "SANDY CHRISTIAN LISTIONO",
  "contributors": "Joyce M.Laurens (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01132627/ARS/2008; Sandy Christian Listiono (22404003)",
  "subjects": "PLAY GROUPS-BUILDINGS"
}