{
  "id": "1162",
  "title": "Sebuah kajian tentang pasal-pasal general condition yang ada dalam dokumen kontrak pekerjaan konstruksi",
  "abstract": "Di dalam setiap pelaksanaan pekerjaan proyek konstruksi selalu terjadi kerjasama antara pihak kontraktor, pihak konsultan dan pihak pemilik, dimana kerjasama ini diikat dengan suatu perjanjian kerja di dalam suatu dokumen kontrak. Dalam dokumen kontrak selalu terdapat syarat-syarat umum (general condition) yang mengatur pelaksanaan pekerjaan konstruksi, secara umum tugas, tanggungjawab, kewajiban, wewenang dan hak setiap pihak yang terlibat dalam pelaksanaan pekerjaan konstruksi. Pasal-pasal di dalam general condition sangat banyak dan setiap pihak mempunyai kepentingan dan prioritas yang berbeda dalam penekanan arti dari pasal-pasalnya. Penelitian ini membahas general condition yang lazim dipakai di dunia konstruksi yaitu dari AIA dan EJCDC (Amerika Serikat), FIDIC (Swiss) dan beberapa dari Indonesia. Untuk mengetahui prioritas kepentingan setiap pihak terhadap pasal-pasal general condition yang dibahas maka pasal-pasal yang sangat banyak tersebut dikelompokkan dalam beberapa aspek. Studi pustaka dan survei lapangan menghasilkan bahwa general condition tersebut dapat dikelompokkan dalam 9 aspek yaitu: aspek pihak terkait, aspek keuangan, aspek waktu, aspek pelaksanaan, aspek mutu, aspek keamanan, aspek sumber daya manusia, aspek administrasi/dokumen kontrak dan aspek lain-lain. Analisa data terhadap hasil kuesioner yang disebarkan pada masing-masing responden pemilik, konsultan dan kontraktor menunjukkan bahwa kontraktor dan konsultan memiliki prioritas kepentingan yang hampir sama terutama dalam aspek pihak terkait, sedangkan pemilik Iebih memprioritaskan aspek lain-lain.",
  "creators": "DONNA PATRICIA ADMODJO; VONNY SRI SULASTRI",
  "contributors": "Budiman Proboyo (Advisor 1); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1184/SIP/2002; Donna Patricia (21497033), Vonny Sri Sulastri (21497093)",
  "subjects": "CIVIL ENGINEERING-CONTRACTS AND SPECIFICATION; CONSTRUCTION CONTRACTS"
}