{
  "id": "11626",
  "title": "The Request strategies used in high and low degrees of imposition by male and female tutees in the ethics tutorial program of Petra Christian University",
  "abstract": "This study entitled ?The Request Strategies Used in High and Low Degree of Imposition by Male and Female Tutees in the Ethics Tutorial Program of Petra Christian University? was done in order to know the influence of degree of imposition toward the request made by the tutees in Ethics Tutorial Program. The writer observed the tutees from every department in making request in situation of high and low degree of imposition. The scope of the study is Sociolinguistic study, because it concerns with the use of language based on the degree of imposition in relation with social factor such as gender. The writer used the theory from Ervin-Tripp (1976) to classify the request uttered by the tutees. She also used the theories about gender and degree of imposition. In order to get the data, the writer used Discourse-Completion Test (DCT) that was originally developed by Blum-Kulka (1982). This method used to investigate the sociolinguistic problem and the writer could control for the specific variable of the situation. The writer and the interviewer asked the students to make request orally and he recorded it. Then, the writer made it into written form as the data. From the study, the writer found that in the situation of high degree of imposition the number of direct strategies is higher than in low degree of imposition. The strategy used is need statements. It might be because they wanted to show the tutor that they really need the tutor carried out the act as soon as possible. The tutees also used permission directives and hints, because they did not want to utter what they want directly since the request is something unusual. The strategy which was not used is imperatives, imbedded imperatives, and non explicit question directives. It might be because they were not accustomed to use that type of request in uttering request. Next, in the situation of low degree of imposition, there were more tutees used permission directives and hints. They used permission directives because they wanted to ask the hearers? willingness to do the request. Besides the permission directives, the tutees also used imperatives. They used imperatives because they wanted the request to be fulfilled as soon as possible. The strategies which were not used were imbedded imperatives and non explicit question directives. It might be because they were not accustomed to use that type of request in uttering request. However, it might mean that the degree of imposition gave influence more to the type of request than the gender itself.",
  "creators": "NOVITA",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Anneke Heritaningsih Tupan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011833/ING/2009; Novita (11404022)",
  "subjects": "LANGUAGE AND LANGUAGES-STUDY AND TEACHING; LANGUAGE AND LANGUAGES-SEX DIFFERENCES; SOCIOLINGUISTICS"
}