{
  "id": "11627",
  "title": "The Use of netlingo in melanie subono's blog and book",
  "abstract": "This study is done in order to find out whether netlingo, which is usually used for communication in cyber space or internet, uses in someone?s offline writing or not. The writer is interested in this topic after finding the fact that netlingo is also used in someone?s offline writing. It makes the writer want to find out the features of netlingo found in her subject?s blog and book. Not only that, the writer also wants to find the differences and similarities in the use of netlingo in those two medias. For this research, the writer uses Melanie Subono who is one of many female celebrities in Indonesia as her subject. Melanie is not chosen by accident. The writer chooses her because Melanie writes in two different medias, blog and book. She writes actively in her blog which is called RocknRollers. Moreover, she has also published her first book and in the process of publishing her second book. Next, the writer uses both Melanie?s blog and book as the data of the research. Not only using them as the data, the writer also compares the use of netlingo in Melanie?s blog and book. These two medias are different from each other since blog can be considered as online writing and book can be considered as offline writing. These two medias of course can help the writer to find out what she wants to know which is netlingo is used in someone?s offline writing or not. Here, the writer uses the theory of features of netlingo by Crispin Thurlow, Laura Lengel, and Alice Tomic (2004) as the main theory. This theory is used in order to know about features of netlingo found in Melanie?s blog and book. The result shows that there are some differences between the use of netlingo in Melanie?s blog and book. There are seven features of netlingo found in Melanie?s blog while there are only six features of netlingo found in Melanie?s book. The writer also finds that the total frequency and total percentage between Melanie?s blog and book are different to each other although the writer uses same length of data and almost same number of total words. Moreover, the most frequently used feature found in those medias is different to each other. The result also shows some similarities between the use of netlingo in Melanie?s blog and book. There are six features of netlingo which are found in both Melanie?s blog and book and there are four features of netlingo which are not found in both Melanie?s blog and book.",
  "creators": "NATALIA",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011854/ING/2009; Natalia (11405035)",
  "subjects": "COMPUTER LINGUISTICS; LANGUAGE AND LANGUAGES-STUDY AND TEACHING"
}