{
  "id": "11639",
  "title": "Proses komunikasi interpersonal antara WPS dan pelanggan dalam program penggunaan kondom 100% di lokalisasi Moroseneng Surabaya",
  "abstract": "Dari enam lokalisasi yang ada di Surabaya (Jarak, Dolly, Tambaksari, Dupak Bangunsari, Sememi, dan Klakahrejo), baru Lokalisasi Sememi dan Klakahrejo yang membuat kesepakatan lokal penggunaan kondom 100%. Ada fakta, meskipun telah ada kesepakatan lokal tentang penggunaan kondom 100%, tetapi masih ada saja pelanggan yang menolak untuk menggunakan kondom saat berhubungan seksual dengan para WPS. Kesepakatan antara WPS dan pelanggannya dalam menggunakan kondom atau tidak dalam berhubungan seks, tergantung dari komunikasi interpersonal yang terjadi diantara WPS dan pelanggannya itu sendiri. Peneliti melakukan observasi dan wawancara mendalam dengan informan penelitian (WPS dan pelanggan) dan juga pihak lain yang bersangkutan (mucikari, Pear Education), dan lain-lain. Dari proses komunikasi interpersonal tersebut dihasilkan 3 kemungkinan yang akan terjadi. Pertama, ketika pelanggan mengirimkan efek yang positif, maka proses komunikasi berhenti karena efek yang dihasikan telah sesuai dengan harapan komunikator yaitu pelanggan mau menerima ajakan komunikator untuk menggunakan kondom pada saat berhubungan seksual. Tetapi apabila terjadi kondisi yang kedua, yaitu ketika pelanggan mengirimkan efek negatif, maka proses komunikasi akan berlangsung kembali dengan harapan dihasilkan efek positif dari pelanggan (seperti kondisi pertama). Tetapi apabila proses komunikasi yang telah berlangsung kembali tetap menghasilkan efek yang negatif, maka proses komunikasi tersebut benar-benar dihentikan. Hal ini disebakan karena WPS takut kehilanggan pelanggannya apabila mereka terus mendesak pelanggan untuk menggunakan kondom pada saat berhubungan seks.",
  "creators": "KIKI NATALYA",
  "contributors": "Judy Djoko Wahjono Tjahjo (Advisor 1); R. OTTO BAMBANG WAHJUDI (Advisor 2); YULI NUGRAHENI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010408/KOM/2009; Kiki Natalya (51405008)",
  "subjects": "COMMUNICATION; INTERPERSONAL COMMUNICATION"
}