{
  "id": "11638",
  "title": "The Types of argument structures used by barack obama and john mccain in their presedential debate",
  "abstract": "In this study, the writer analyzed the types of argument structures used by Barack Obama and John McCain in their transcript of the third presidential debate and the differences that occurred. The theories used in this study are the theory of argument and argument structure by Bierman and Assali (1996), the theory of social factor by Holmes (2001) and the theory of four temperaments by Keirsey (1998). The data are the utterances of McCain and Obama during their third presidential debate which was held on October 15, 2008 at Hofstra University, Hempstead, N.Y. that contained argument. McCain used linked type the most (37.5%), which was followed in succession by mixed (27.5%), serial (20%), and convergent (15%). On the other hand, Obama used mixed the most (50%), which was followed in succession by convergent (21.875%), linked (18.75%), and serial (9.375%). The findings show that there are differences in terms of the most frequent type of argument structures that are used by McCain and Obama. McCain used linked type the most maybe because of his personality as an Artisan who likes to do things based on their understanding of facts at hand. On the other hand, Obama used mixed type the most maybe because of his temperament as an Idealist who has the ability to relate things and to deal with people. This study inferred that personality traits namely one?s temperament may influence one?s use of argument in general and argument structure in specific.",
  "creators": "JULIA VALENTINA",
  "contributors": "SHIERLY NOVALITA YAPPY (Advisor 1); Jusuf Imam Ibrahim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011880/ING/2009; Julia Valentina (11405041)",
  "subjects": "DEBATES AND DEBATING-HISTORY AND CRITICISM"
}