{
  "id": "11630",
  "title": "The Purposes of interruptions produced by Petra Christian University's males and female students' group interactions",
  "abstract": "There are lots of stereotypes that men and women talk differently, and sometimes those stereotypes are required to be proved. The examples of such an instance arise in the stereotypes of interruptions that most males are interrupters and most females are cooperative conversationalists. In this study the writer observed the interruptions in the male and females? group interactions. The writer also observed the purposes and the frequencies of the interruptions produced in both groups; male and female. The theory of interruptions and its purposes by Wardhaugh (1985), Kennedy and Camden (1983) and Tannen (1990) were used as the main theories of this research. To support the main theory, the writer also used the theories proposed by Holmes (1992-5), Coates (1986), and Smith Lovin and Brody (1989). In her study the writer used descriptive qualitative approach to analyze the data. The writer analyzed the interrupted utterances by the males and females? group interactions to find out the purposes and the frequencies of interruptions. The result of the analysis showed that the males? group interactions were responsible for 109 of the kind of completing, 87 of correcting, and 83 of seeking clarification, 10 times of agreeing, and 3 times of changing the topic of conversations. The females? group interactions featured 135 kinds of completing, 95 of seeking clarification, 62 of correcting, 21 of agreeing, and 1 of changing the topic of a conversation. There was a brief difference between males and females? group interactions. This study had shown that the purposes of interruptions could be divided into two, ?supportive interruptions and ?non-supportive interruptions?. In addition, in this study the females? group interactions applied the ?supportive interruption? more than the males? group interactions. Whereas, the males? group interactions applied in a higher scale in of non-supportive interruptions than females?. So, it can be assumed that females are cooperative conversationalists since they provide more supportive-interruptions. Moreover, since males? group interactions presented higher number in non-supportive interruptions, it can be said that males were dominant and competitive conversationalists.",
  "creators": "RADINIA PITARAMITA",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011895/ING/2009; Radinia Pitaramita (11405005)",
  "subjects": "SOCIOLINGUISTICS"
}