{
  "id": "11634",
  "title": "New term formation processes found in gfresh magazine articles",
  "abstract": "This study focuses on the study of Word Formation processes. With regard to the fact that new terms always appear, that magazine as a written communication is read by many people from different levels of ages, that GFresh magazine contains many new terms and also that those new terms are formed through word-formation process, the writer then wants to conduct a research on Word Formation processes in the GFresh magazine articles. In this research, the writer uses Yule?s theory and Chaer?s theory as supporting theories. This study was conducted by using descriptive qualitative approach. In this study, the data were taken from GFresh magazine articles in March edition 2008. To know whether the terms are considered into new terms, the writer used Thesaurus Indonesian language 2006. From the finding, the writer found 77 new terms in GFresh magazine articles in March edition 2008. Findings show that, only 6 processes of word formation applied on those new terms. They are Borrowing, Blending, Clipping, Acronym, Derivation, and Reduplication. The writer also found that one term may include more than one word formation processes. These processes are called multiple processes. With regard to the frequency and predominant process of the new terms, the writer concludes that Borrowing is the most frequently used in GFresh magazine articles (34.65%). The second process is Clipping (29, 70%). The third is Acronym (12, 87%), and the fourth is Blending and Reduplication both of them (5.94%). Other word formation percentages are Derivation (4, 95%), Coinage, Conversion, Back-formation, Compounding was not used at all. Besides, there are some terms that do not belong to any of the word formation. They are categorized as Miscellaneous (11, 88%). Those miscellaneous processes covered some words that have been formed using number, such as satu2nya, T2 and kebut2an. These words were formed using number 2 which represents repetition. To follow, some words have also been formed through miscellaneous letter such as U for you and Q for aq/aku (I).",
  "creators": "IRENE VANESA STANLEY",
  "contributors": "SHIERLY NOVALITA YAPPY (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011887/ING/2009; Irene Vanesa Stanley (11404082)",
  "subjects": "ENGLISH LANGUAGE-DISCOURSE ANALYSIS; LANGUAGE AND LANGUAGES-STUDY AND TEACHING; LINGUISTICS"
}