{
  "id": "11636",
  "title": "Cohesive devices accuring in the english and indonesian translations of the quote of the day",
  "abstract": "In this study, the writer investigated the cohesive devices occurring in the English and Indonesian translations of the Quote of the Day and the similarities and differences between the cohesive devices used in Indonesian and English versions. Quote of the Day is a quotation article that can be found in the front page of Koran Sindo. There is only one quotation article each day with different famous people quotation around the world. Koran Sindo, first published on June 30th 2005, is daily Indonesian newspaper. The theory of translation by Peter Newmark (1981) and theory of cohesion by Halliday and Hasan (1976) were used as the main theories in this research. In his study, the writer used descriptive qualitative approach. He analyzed ten quotation articles of Indonesian from Koran Sindo on 1st to 10th February 2009. While the English version were gained from some websites in the internet (thinkexist.com, spacequotation.com and brainyquote.com). Cohesive devices that were used in Indonesian translation in terms of grammatical cohesion were reference, ellipsis, and conjunction and the most frequently used of grammatical cohesion was conjunction by ten occurrences. Moreover, the cohesive devices used in Indonesian in terms of lexical cohesion were repetition, superordinate, general world, synonym, and collocation and the most frequently used of lexical cohesion was repetition by fifteen occurrences. While cohesive devices used in English version in terms of grammatical cohesion were reference, ellipsis, and conjunction and the most frequently used of grammatical cohesion was conjunction by nine occurrences. Moreover, the cohesive devices used in English in terms of lexical cohesion were repetition, superordinate, general word, and collocation and the most frequently used of lexical cohesion were repetition by seventeen occurrences. The similarities between Indonesian and English versions in term of cohesive devices were both Indonesian and English versions used repetition and conjunction more often. Moreover, both of them did not use substitution as the cohesive devices. The differences between Indonesian and English versions were only in terms of choices of cohesive devices in some of the articles. The use of repetition as the cohesive device in Indonesian and English versions indicated that both versions wanted to avoid ambiguity so that the readers could understand the quotation easily. In addition, the use of ellipsis in both versions was to establish cohesive link.",
  "creators": "JOHAN SATRYONO",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011882/ING/2009; Johan Satryono (11405060)",
  "subjects": "TRANSLATING AND INTERPRETING; ENGLISH LANGUAGE-TRANSLATING"
}