{
  "id": "1165",
  "title": "Minat umat Katolik yang sudah berkeluarga di tiga gereja besar di Surabaya dalam mengikuti paket wisata pilgrim ke luar negeri",
  "abstract": "Negara Indonesia mengakui lima agama, yaitu agama Islam, Katolik, Kristen, Hindu dan Budha serta satu aliran kepercayaan yaitu Konghucu, untuk dianut oleh masyarakat Indonesia. Banyak cara yang digunakan oleh umat beragama dalam meningkatkan kepercayaan kepada Tuhan Yang Maha Esa. Misalnya dengan berkunjung ketempat-tempat suci dan bersejarah atau yang disebut Ziarah/ Pilgrimage. Wisata pilgrim bisa dilakukan didalam maupun di luar negeri. Beberapa Biro Perjalanan Wisata yang ada di Surabaya mulai menawarkan paket wisata pilgrim khususnya bagi umat Katolik. Tujuan dari penelitian ini adalah untuk mengetahui bagaimana minat umat Katolik dalam mengikuti paket wisata pilgrim bagi yang sudah berkeluarga di tiga gereja besar di Surabaya yaitu Gereja Katedral, Gereja Kristus Raja, dan Gereja Gembala Yang Baik. Sesudah melalui penelitian dengan penyebaran kuesioner sebanyak 200 di 3 gereja katolik tersebut dan melakukan wawancara dengan staf sekretariat dari gereja-gereja tersebut, terlihat bahwa minat umat katolik untuk mengikuti paket wisata pilgrim cukup besar. Hal ini terlihat dari 200 responden yang berminat, baik yang sudah pernah ikut pilgrim maupun yang belum sebesar 68,5%. Salah satu alasan yang membuat mereka berminat untuk ikut adalah karena faktor sejarah keagamaan (religius), dan daerah yang banyak diminati yaitu Roma-Yerusalem, selain itu waktu pelaksanaan tour juga mempengaruhi responden untuk ikut dalam paket wisata ini. Hal diatas perlu diperhatikan bagi calon insan pariwisata di Universitas Kristen Petra maupun BPW dimana mereka akan berkarir dalam meneliti pangsa pasar untuk membuat paket wisata pilgrim. Karena semua ini akan sangat mempengaruhi minat seseorang untuk ikut paket wisata pilgrim atau tidak. Dengan melihat adanya peluang yang cukup besar dari umat Katolik untuk ikut dalam wisata pilgrim, maka disarankan agar calon insan pariwisata dan BPW dimana mereka akan bekerja dapat melakukan perencanaan paket wisata yang tepat dan lebih gencar lagi dalam mempromosikannya.",
  "creators": "NJO SUSI; TJONG LIDYA",
  "contributors": "Yacintha Yoranouw Suryawijaya (Advisor 1); Agoes Tinus Lis Indrianto, S.S., M.Tourism (Advisor 2); Widjojo Suprapto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 491/PAR/2002; Njo Susi (91399064), Tjong Lidya (91399070)",
  "subjects": "TOURIST TRADE"
}