{
  "id": "11655",
  "title": "Representasi budaya Persia dalam film 300",
  "abstract": "Film 300 merupakan sebuah film yang diadaptasi dari sebuah grafik novel yang berdasarkan kisah nyata, menceritakan ulang pertempuran antara bangsa Sparta dan Persia di Thermopylae. Film ini menimbulkan kontroversi terhadap representasi budaya bangsa Persia. Bangsa Persia merasa digambarkan sebagai bangsa yang barbar, kejam, licik, korupsi dan haus darah. Sehingga peneliti tertarik untuk meneliti bagaimana budaya bangsa Persia direpresentasikan dalam film ini berdasarkan karakteristik-karakteristik budaya seperti komunikasi dan bahasa, pakaian dan penampilan, makanan dan kebiasaan makan, waktu dan kesadaran akan waktu, penghargaaan dan pengakuan, hubungan-hubungan, nilai dan norma, rasa diri dan ruang, proses mental dan belajar, kepercayaan dan sikap dengan menggunakan metode Analisis Isi Kualitatif. Dalam film 300 ini terdapat distorsi dalam merepresentasikan budaya Persia pada masa Zoroastrian. Distorsi tersebut terdapat dalam aspek pakaian dan penampilan, waktu dan kesadaran akan waktu, penghargaan dan pengakuan, hubungan-hubungan, nilai dan norma serta kepercayaan dan sikap. Distorsi representasi budaya Persia tersebut merupakan hasil dari kreatifitas sinematik sutradara yang mengadaptasi dari cerita dan visual novel grafik tanpa adanya agenda politis untuk mendeskreditkan budaya Persia. Dengan demikian film yang diadaptasi dari sebuah grafik novel dapat menampilkan representasi aspek-aspek budaya suatu bangsa dalam bentuk yang terdistorsi sebagai akibat proses kreatif sinematik sutradara yang dipengaruhi oleh faktor-faktor luar selama proses produksi sehingga tanpa disengaja mengubah representasi awalnya terhadap Persia sampai akhirnya menimbulkan kontroversi.",
  "creators": "NATALIA KOSASIH",
  "contributors": "Judy Djoko Wahjono Tjahjo (Advisor 1); Grace Swestin (Advisor 2); Gatut Priyowidodo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010415/KOM/2009; Natalia Kosasih (51405133)",
  "subjects": "COMMUNICATION; COMMUNICATION AND CULTURE"
}