{
  "id": "11669",
  "title": "The Use of madurese kinship address terms by the Madurese in Mayangan district of Probolinggo",
  "abstract": "The problems of this study are: who and to whom are the Madurese kinship address terms used by the Madurese and what social factors influenced the choice of kinship address terms used by the Madurese. The method of this study is descriptive?qualitative research because it only attempts to describe the phenomena that happen in human life. Then, the writer takes the dialogues randomly from the Madurese who live in the Mayangan district of Probolinggo to collect the data. Based on the data that have been collected, Madurese address terms used in Probolinggo district can be grouped into: pronoun, family terms, loan terms and personal name. In this study, the writer was concerned with four address terms, namely term emmak (mother), term eppak (father), term cebbing (daughter) and term kacong (son). Based on the result and discussion, the writer draws conclusion that Madurese address terms used in Probolinggo are related to the person being addressed and the person who addresses the other, related to the status of the users and the person addressed, to the ages, situation and the closeness between the addresser and the addressee. There are some factors influencing the address terms used in Probolinggo district, such as; ages, sex, situation, relationship, etc. Furthermore, people must pay attention to the correct usage of each term to whom, where, and when the term should be used in the society. At last, the writer suggests that to avoid misunderstanding, the use of kinship address terms should be given more attention.",
  "creators": "CANDRA GUNAWAN",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011876/ING/2009; Chandra Gunawan (11404042)",
  "subjects": "MADURESE LANGUAGE-SOCIAL ASPECTS; SOCIOLINGUISTICS"
}