{
  "id": "11668",
  "title": "The Study of speech acts produced by the female main character in sitcom suami-suami takut istri",
  "abstract": "Speech act is very important in building and reaching the goal of a conversation. In this study, the writer intends to analyze the speech acts in one of Indonesian sitcom, Suami-Suami Takut Istri, because the writer saw many interesting conversations produced in this sitcom. Here, the writer focused on the speech act of the female main character?s, Bu RT, utterances to her male and her female neighbors. Hence, the writer decided to use Austin?s (1962) theory of Speech Acts to analyze the illocutionary acts, and the perlocutionary acts in this sitcom. Moreover, she also used Searle?s (1979), Hurford and Heasley?s (1983), Peccei (1999) and Yule?s (1996) theories on speech acts, illocutionary acts, perlocutionary acts, and the classification of speech acts. The data were divided into scenes based on the context and situation of Bu RT?s utterances to her male and her female neighbors. Then, the writer identified the types of speech acts and the classification. From her analysis, the writer found out the types of speech acts produced by female main character was representatives, expressives, directives, commissives, and rogatives. The writer also found the similarity and the differences of Bu RT?s speech acts in her conversation with her male and her female neighbors. Moreover, there was a finding that if someone failed in delivering his or her speech act, especially the illocutionary act and the perlocutionary act, it might cause a conflict or misunderstanding in his or her conversation.",
  "creators": "AGNES DEWI MEGAWATI",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); Flora Debora (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011877/ING/2009; Agnes Dewi Megawati (11405040)",
  "subjects": "INDONESIAN LANGUAGE-SPOKEN INDONESIAN; INDONESIAN LANGUAGE-SPOKEN INDONESIAN-SEX DIFFERENCES"
}