{
  "id": "11674",
  "title": "The Flouting of conversational maxims in dilbert comic strips",
  "abstract": "One of the most well-known refreshment that is needed by people in doing their daily activities is humor. Humor can be performed in some forms. One of them is humorous comic strip. Conversations in a humorous comic strip can produce a humor effect when they are flouting the rules of Grice?s conversational maxims. The four conversational maxims are Maxim of Quantity, Maxim of Quality, Maxim of Relation, and Maxim of Manner. In this research, the writer was interested in finding out what conversational maxims are flouted in Dilbert comic strip and also the purposes of the flouting of the conversational maxims. As the main theories, the writer used the theory of Grice?s conversational maxims by Brown & Yule (1996), flouting of Grice?s conversational maxims theory proposed by Thomas (1995), and schemata theory proposed by Brown &Yule (1983). The writer used a descriptive qualitative approach. From the findings, the writer found that in every humorous conversation, especially in Dilbert comic strips as the research object of this study, there was flouting of conversational maxims. In Dilbert strips, the writer found that all of the four conversational maxims were flouted. Furthermore, all of the flouting of conversational maxims had the purpose that is to make satire. The satire teased the reality that almost all people could see in business nowadays. For example, there were satires to tease money-oriented companies, incompetent managers, exploited and depressed employees, et cetera. Last of all, she also found that flouting the conversational maxims did not mean that the speakers could not communicate well. Without observing the four conversational maxims, the speakers actually still could understand each other, in fact, it could make humorous effect.",
  "creators": "LOIS LISTYANI GLORIA",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); Flora Debora (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011867/ING/2009; Lois Listyani Gloria (11405026)",
  "subjects": "ENGLISH LANGUAGE-SPOKEN ENGLISH-STUDY AND TEACHING"
}