{
  "id": "11673",
  "title": "The Compliments given by the male and female students of the upper and lower batches of the english department of Petra Christian University",
  "abstract": "In this sociolinguistics study, the writer would like to reveal which group gives more compliments according to the level of sociolinguistic competence and gender differences among the male and female students of the upper and lower batches of the English Department of Petra Christian University. This study also attempts to discover whether there is any difference and/or similarities in terms of types of personal focus and frequencies in giving compliments among those students. For this quantitative research, the writer collected the data using the Discourse Completion Test (DCT), a written role play questionnaire in which the respondents would give the response that they would say if they were placed in a certain situation created in every research. The situations were made as close as the real situation in a real life. The total respondents of this research were 80 students. The upper batches, 2005-2006, consisted of 20 male and 20 female students. The lower batches, 2007- 2008, also consisted of 20 male and 20 female students. The writer then analyzed the data according to the theory of Herbert (1990) as cited in Coates (1993) who explained about three types of personal focus, the 1 st , 2 nd , and 3 rd person compliments. Besides, the writer also tried to reveal the topics of compliments which were analyzed by Holmes (1995), namely ability, possession, and appearance. In addition, there was also no compliments table for those who preferred not to give compliments on other?s ability, possession and appearance. The findings showed that the students of the upper batches gave more compliments than the lower batches, though the number of occurrence did not have a significant difference. It is probably because of the Indonesian culture still plays a great role here, in which the Indonesians are less open and not so expressive in showing their appreciation. Besides, the use of the 3 rd person compliment had the highest occurrence among the students of the upper and lower batches. They were maybe trying to adapt and imitate the Americans? directness. Furthermore, gender differences did not influence the way compliments were given among the female students. The female students of the upper batches who were expected to give more compliments near-native speaker of English, practically they gave fewer compliments than those of lower batches. On the contrary, the significant difference was proved by the tendency from the male students of the upper batches in giving more compliments than those of lower batches.",
  "creators": "SHELVIN GUNAWAN",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011868/ING/2009; Shelvin Gunawan (11405030)",
  "subjects": "ENGLISH LANGUAGE-SEX DIFFERENCES; SOCIOLINGUISTICS"
}