{
  "id": "11670",
  "title": "Code choices made by chinese-samarindanese students of Petra Christian University",
  "abstract": "This study is a sociolinguistics study of codes choices made by Chinese-Samarindanese students of Petra Christian University. The writer chose this topic for her study since Samarinda has no native language so it will be interesting to find out several code choices they use in daily life. In this study the writer wants to find out the additional codes aside from Indonesian code that Chinese-Samarindanese used in daily life. She is also curious to know if there is any difference in choosing the codes when the respondents talk to their mothers, older siblings, and friends. The writer used the theory about code choice and social distance proposed by Janet Holmes. The writer found that there were four code choices that were used among Chinese-Samaridanese in their daily conversation namely Samarindanese hedges, Banjarese code, Mandarin code, and English code. Mandarin code was dominantly used between the respondents toward their mothers in mentioning pronoun, determiner, main verb, preposition, interjection, adverb, and noun. Samarindanese hedges were used dominantly by the respondents to their older siblings. And toward friends, they tended to use Banjarese code especially in mentioning certain pronouns, main verbs, adverbs, and nouns, to show solidarity among them. Lastly, English code was used in mentioning certain nouns and main verbs which have been understood by many people.",
  "creators": "SYELI SUGIANTO",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011875/ING/2009; Syeli Sugianto (11405061)",
  "subjects": "INDONESIAN LANGUAGE-SOCIAL ASPECTS; SOCIOLINGUISTICS"
}