{
  "id": "11677",
  "title": "Adjacency pairs of initiating and responding acts produced by the host and the guests in kick andy show",
  "abstract": "Adjacency pairs were very important studies in spoken language because they were a fundamental way to organize conversation. Adjacency pairs consisted of initiating and responding acts and both could not be separated from each other. Adjacency pairs of initiating and responding acts could be found in Kick Andy Show. Thus, the writer is interested in analyzing adjacency pairs of initiating and responding acts that occurred in Kick Andy Show. She wanted to find out the types of initiating and responding acts produced by the host and the guests and to find out the type of adjacency pairs that occurred the most frequently in Kick Andy Show. The scope of this study is discourse analysis which focuses on adjacency pairs of initiating and responding acts in Kick Andy Show. The writer used adjacency pairs theory by Coulthard (1985) and initiating-responding acts theory by Stenstrom (1994). She used descriptive qualitative approach in doing her research. She recorded all the conversations in Kick Andy Show on February 27 th , 2009. The data were the utterances of the conversation that contained adjacency pairs of initiating and responding acts produced by the host and the guests in Kick Andy Show. She only chose one episode about disabled people who had great achievements and focused on the verbal actions only. She found out the adjacency pair that occurred the most frequently was ?question-answer: identification question-comply?. Andy mostly used identification question when he uttered a question to get more information from the guests. Most of the initiating acts were responded properly by the guests. The guests also responded to Andy?s initiation with comply. It was because his guests responded to Andy?s initiation with clear answer. In conclusion, the conversation ran smoothly because the host used various adjacency pairs of initiating and responding acts and there were no misunderstanding between the host and the guests.",
  "creators": "WINNIE BELINDA",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011859/ING/2009; Winnie Belinda (11405008)",
  "subjects": "INDONESIAN LANGUAGE-DISCOURSE ANALYSIS; INDONESIAN LANGUAGE-SPOKEN INDONESIAN; LANGUAGE AND LANGUAGES-STUDY AND TEACHING"
}