{
  "id": "11678",
  "title": "Figure of speech and its function used by leopold in kate & leopold movie",
  "abstract": "This study is about the types and function of figure of speech produced by Leopold in Kate and Leopold movie. The writer wants to find out the kind of Leopold?s figure of speech in his utterances and also to analyze the function of figure of speech itself. The writer uses Perrine?s theory to analyzing types of figure of speech and Searle?s theory to analyzing the function of figure of speech. The writer describes this research design, in this case, the approach of the study and how she collects and analyzes the data. She uses qualitative approach as the method of the study. The analysis itself consists of choosing the type of figure of speech, deciding the function of figure of speech and mapping both of them into a table. From the findings, the writer may infer several points. From the findings, it can be seen that the most dominated figure of speech that Leopold used are simile and hyperbole. Moreover, the highest number of figure of speech that can be seen in this study is hyperbole; it can be meant that the movie writer likes to express his message with exaggerated words. From the language function, the writer found that in this study the most dominated language function is expressive types. It can be conclude that figure of speech can be used to express feeling that can not or hard to explain through ordinary sentence. Figure of speech also helps to make the function of a sentence clearer and stronger.",
  "creators": "DHEA KARTIKA SARI",
  "contributors": "ABBAS A.BADIB, Pof.DR.MA.,MA. (Advisor 1); Samuel Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011857/ING/2009; Dhea Kartika Sari (11405046)",
  "subjects": "ENGLISH LANGUAGE-SPOKEN ENGLISH-STUDY AND TEACHING"
}