{
  "id": "11676",
  "title": "Strategies used by the major male and female actors in the film the break up in showing disagreement",
  "abstract": "The writer focused to analyze the disagreement strategies since disagreement often occurs in the daily speech to show that people usually have different idea from the other. Disagreement is an act that threatens addressee?s positive want to be respected and appreciated. In order to avoid the face threatening act between the speaker and the hearer, the speaker should use an appropriate strategy to express her/his disagreement. The aim of this study is to determine the type of disagreement strategies used by Gary as a male character and Brooke as female character toward each other based on their different gender as found in the film Break Up (2006). In analyzing, the writer applied Locher?s theory (2004) on disagreement strategies. In analyzing this research, the writer used descriptive qualitative approach because she described the type of disagreement and explained about the differences of expressing disagreement expressed by Gary as male character and Brooke as female character. From the analysis, the writer found that the main characters, Gary and Brooke, in the Break Up movie used the disagreement strategies when they expressed their disagreement toward each other. The writer concluded that almost all of the disagreement strategies were used by the main characters. Gary as male character and Brooke as a female character used different strategies. The disagreement strategy which was the most frequently used by Gary as male character was the use of hedges. Gary used this strategy to soften his disagreement toward Brooke as female character. On the other hand, Brooke used non mitigating strategy the most frequently. It means that she expressed her disagreement more straightly than Gary as male character. It was all influenced by the situation in their daily life. This situation made Brooke has the more power than Gary.",
  "creators": "YULIANA",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); Samuel Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.02011860/ING/2009; Yuliana (11405022)",
  "subjects": "ENGLISH LANGUAGE-SEX DIFFERENCES; ENGLISH LANGUAGE-SPOKEN ENGLISH-STUDY AND TEACHING"
}