{
  "id": "11672",
  "title": "Interruptions between commentators in the children singing contest show",
  "abstract": "This study was focused on the reasons and frequency of interruptions related to status differences. The writer was curious to find out the reasons and frequency of interruptions that were produced by the female senior commentator and the female junior commentator in interrupting their partners. After that, the writer compared the differences that could be found between them. In this study the writer used the theory of interruption, which proposed by Wardhaugh (1985) and the theory of interruption and status differences proposed by Samel (2000). The writer got the data from the conversations between the commentators in Idola Cilik, the Children Singing Contest Show, which was transcribed by the writer herself. The findings showed that the female senior commentator interrupted more often than the female junior commentator by the comparison 25:19. Moreover, the writer found that the female senior commentator produced eight reasons of interruptions: asking for help or direction, seeking or giving a clarification or requesting a repetition, correcting, disagreeing or rejecting, completing, ending conversation, making a joke, and emphasizing. On the other hand, the female junior commentator produced six reasons of interruptions: asking for help, seeking or giving a clarification or asking a repetition, disagreeing or rejecting, completing, making a joke, ending and emphasizing. From the findings it could be concluded that there were some differences between the female senior commentator and the female junior commentator in terms of reasons and",
  "creators": "SANTY DEVINTA",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011870/ING/2009; Santy Devinta (11405028)",
  "subjects": "INDONESIAN LANGUAGE-SOCIAL ASPECTS; SOCIOLINGUISTICS"
}