{
  "id": "11671",
  "title": "The Language functions used by ellen degeneres in monologue and interview session of the ellen degeneres show",
  "abstract": "This study is conducted in order to find out whether two different sessions in a talk show that emphasize on different talks (transactional or interactional), can influence the presenter?s choices of language functions or not. Here, the writer choose Ellen DeGeneres, a well known presenter of day time talk show titled The Ellen DeGeneres Show, as her subject research. In fact, she is regarded as one of the best presenters nowadays. Definitely, in hosting the show, DeGeneres is dealing with various functions in all sessions of the show, including the monologues and interviews. Therefore, the writer wants to reveal what types of language functions used by DeGeneres in hosting these two sessions. The data were taken from 5 episodes of The Ellen DeGeneres Show. Here, the writer used descriptive qualitative approach. Moreover, in analyzing the data, she applied the theory of language functions proposed by Finocchiaro-Brumfit (1983). The result reveals that all types of language functions which are referential (55.33%), personal (20.81%), directive (9.14%), interpersonal (8.63%) and imaginative (6.09%) occurred in the monologues, while there are only four functions found in the interview sessions. The four functions are interpersonal (31.71%), referential (30.73%), personal (21.95%) and directive (15.61%) functions. Poetic does not occur in the interview sessions. Probably, this condition could happen because of the different type of communication that the presenter applies in hosting these two sessions. In the monologue sessions, DeGeneres deals with one-way communication that makes her more freely in using various functions in order to deliver the information. On contrary, while in hosting the interview sessions, she deals with two-way communication. Moreover, the dominant type of talk used in each session also affects to the most frequent function occured. In hosting the monologues that deal with transactional talks, the presenter emphasizes the using of referential function (55.33%), whereas in the interviews that deal with the interactional talks, the presenter uses the interpersonal function more than other functions. Lastly, the writer also finds out that the presenter?s expressive personality inevitably influences the choices of functions used by the presenter. It is proven by the constant occurrence of personal function (approximately 20%-21%) in presenter?s utterances in hosting both sessions.",
  "creators": "YUANITA YOZARY",
  "contributors": "SHIERLY NOVALITA YAPPY (Advisor 1); Flora Debora (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011873/ING/2009; Yuanita Yozary (11405002)",
  "subjects": "DISCOURSE ANALYSIS; ENGLISH LANGUAGE-DISCOURSE ANALYSIS"
}