{
  "id": "11682",
  "title": "Peranan event olah raga sebagai salah satu sarana promosi pariwisata di Jawa Timur",
  "abstract": "Apabila dihubungkan dengan pariwisata, event olah raga mempunyai peranan yang sangat penting. Karenanya pariwisata memasukkan olah raga sebagai sa lah satu eventnya. Event olah raga ini adalah kompetisi- kompetisi baik yang berskala daerah, nasional maupun internasional. Event tersebut sangat menarik, tidak hanya bagi para atlet, melainkan juga penggemar, pendukung dan sponsor sang atlet. Event olah raga bisa digunakan sebagai sarana promosi pariwisata di Jawa Timur. Disini penulis melihat bahwa Jawa Timur sendiri mempunyai fasilitas- fasilitas dan tempat-tempat yang cocok sebagai penyelenggara suatu event olah raga. Hal ini merupakan kesempatan bagi Jawa Timur untuk memperkenalkan pariwisatanya kepada para kontingen terutama yang berasal dari luar Jawa Timur. Berdasarkan pengamatan penulis, pelaksanaan pro mosi pariwisata Jawa Timur melalui event olah raga tersebut kurang dilakukan secara optimal. Bila kita jeli banyak cara yang bisa dilakukan untuk mempromosikan pariwisata Jawa Timur melalui event olah raga. Cara-cara tersebut adalah, menggalakkan olah raga yang bersifat sporting tourism of practitioners atau bisa dikatakan olah raga sambil berwisata, karena Ja wa Timur mempunyai tempat-tempat yang cocok untuk olah raga jenis tersebut, sebagai contoh Plengkung cocok bagi mereka yang menggeraari olah raga selancar. Dan menggalakkan olah raga yang mempunyai banyak penggemar, serta yang tidak kalah pentingnya adalah dipergelarkannya kesenian Jawa Timur dalam me mulai pertandingan atau game dalam olah raga.",
  "creators": "YUNIE HARI ASNIYANTI",
  "contributors": "Yacintha Yoranouw Suryawijaya (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 160/PAR/1994; Yunie Hari Asniyanti (91391035)",
  "subjects": "JAWA TIMUR-SPORTING GOODS"
}