{
  "id": "11693",
  "title": "Pembangunan Windows of The World di Prigen sebagai wahan wisata baru dalam meningkatkan peranan kepariwisataan di Jawa Timur",
  "abstract": "Jawa Timur sebagai pintu gerbang Indonesia Timur, banyak sekali dikunjungi wisatawan baik wisatawan mancanegara maupun wisatawan nusantara. Tetapi sayang sekali mereka yang datang hanya sekedar transit untuk melanjutkan perjalanannya ke Jawa Tengah dan Bali. Hal ini disebabkan kurangnya obyek wisata yang dikelola dengan manajemen yang profesional di Jawa Timur. Sedangkan seiring dengan perkembangan Ilmu Pengetahuan dan Teknologi, kebutuhan manusia akan sesuatu yang baru dan menarik semakin meningkat. Oleh sebab itulah, penulis mencoba membahas obyek wisata buatan yang berpotensi dan telah nyata banyak dikunjungi wisatawan-wisatawan di seluruh penjuru dunia yaitu Windows of The World seperti yang ada di Shenzhen, China atau disebut juga Jendela-jendela Dunia yang bentuknya berupa miniatur objek-objek wisata terkenal didunia dalam satu taman di Prigen, Jawa Timur. Lokasi Windows of The World tersebut diletakkan di Prigen karena pertimbangan : Lahan yang memungkinkan, cuaca yang sejuk, lingkungan yang serba alami, serta jarak tempuh Surabaya -Gempol - Pandaan - Prigen hanya 50 Km atau hanya satu jam dari Surabaya dengan menggunakan berbagai macam transportasi seperti : mobil, minibus dan colt. Penulis membahas objek wisata buatan tersebut agar supaya wisatawan mancanegara maupun nusantara, mengenal dan menikmati replxka-replika khas dari seluruh penjuru dunia sehingga keberadaannya dapat meningkatkan kepariwisataan di Indonesia pada umumnya dan di Jawa Timur pada khususnya.",
  "creators": "YENNI KUMALASARI",
  "contributors": "HADI TAMTOMO (Advisor 1); Yacintha Yoranouw Suryawijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 168/PAR/1995; Yenni Kumalasari (91392004)",
  "subjects": "TOURIST TRADE-PASURUAN-PRIGEN; TOURIST TRADE-JAWA TIMUR"
}