{
  "id": "11699",
  "title": "Objektivitas pemberitaan kasus konflik Ahmadiyah dengan FPIdii surat kabar Nasional: analisis objektivitas pemberitaan kasus konflik antara Ahmadiyah dengan FPI di surat kabar Kompas ...",
  "abstract": "Pada bulan Juni 2008 terjadi sebuah konflik antara dua ormas Islam, yaitu antara Ahamdiyah dengan FPI. Tidak seperti kasus-kasus konflik yang terjadi antara FPI dengan pihak lain, konflik yang terjadi antara FPI dengan Ahmadiyah mendapatkan perhatian serius dan media massa sehingga pemberitaan tentang kasus FPI dengan Ahmadiyah tersebut sempat menjadi headline di beberapa surat kabar untuk beberapa waktu. Dalam jurnalisme, objektivitas pemberitaan merupakan prinsip pertama dalam jurnalisme. Tugas jurnalisme adalah melaporkan kebenaran, dan objektivitas adalah penyajian berita yang benar dan tidak berpihak serta harus berimbang. Dalam beberapa pemberitaan yang dilakukan oleh media massa, diyakini bahwa tidak semua media massa objektif dalam melakukan pemberitaan, termasuk dalam pemberitaan kasus Ahmadiyah dengan FPI. Oleh karena itu penelitian ini bertujuan untuk mengetahui objektivitas kasus konflik yang terjadi antara Ahmadiyah dengan FPI. Berangkat dari adanya konsep objektivitas, peneliti melakukan penelitian mengenai surat kabar Kompas, Jawa Pos, Republika dan Suara Pembaruan untuk periode Juni 2008. Metode yang digunakan adalah analisis isi kuantitatif dengan memakai kategorisasi objektivitas pemberitaan. Hasil analisis data yang diteliti oleh peneliti menunjukkan bahwa surat kabar Kompas, Jawa Pos, Republika dan Suara Pembaruan cenderung tidak objektif dalam pemberitaannya..",
  "creators": "R ALEXANDER MALLIAN",
  "contributors": "H. M. BURHAN BUNGIN (Advisor 1); Gatut Priyowidodo (Advisor 2); YULI NUGRAHENI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010428/KOM/2009; R. Alexander Mallian (51404039)",
  "subjects": "COMMUNICATION--SOCIAL ASPECTS; MASS MEDIA"
}