{
  "id": "11707",
  "title": "Objektivitas pada pemberitaan artis menjadi calon legislatif pada surat kabar Kompas, Media Indonesia, Republika, Suara Pembaharuan",
  "abstract": "Artis adalah seorang public figure bagi masyarakat, hal ini sangat menguntungkan pihak suatu partai politik dengan adanya artis di pihak mereka maka sosialisasi mengenai visi dan misi sebuah partai politik lebih cepat tersampaikan atau dimengerti masyarakat bila ada seorang artis. Dahulu kehadiran artis hanya sebagai seorang yang memainkan sebuah cerita dalam sebuah film, akan tetapi sekarang ketenaran seorang artis dimanfaatkan oleh partai untuk meraup suara sebanyak-banyaknya, seorang artis sudah dikenal oleh masyarakat sebelum dia memasuki panggung politik.. Dalam jurnalisme, objektivitas pemberitaan merupakan prinsip pertama dalam jurnalisme. Tugas jurnalisme adalah melaporkan kebenaran, dan objektivitas adalah penyajian berita yang benar dan tidak berpihak serta harus berimbang. Oleh karena itu penelitian ini bertujuan untuk mengetahui objektivitas pemberitaan artis menjadi calon legislatif. Berangkat dari adanya konsep objektivitas, peneliti melakukan penelitian mengenai surat kabar (Kompas, Media Indonesia, Republika, Suara Pembaharuan). Berita yang diteliti adalah berita objektivitas dalam pemberitaan seputar caleg artis pada surat kabar, karena peneliti ingin melihat sejauh mana media massa, terutama media cetak yaitu surat kabar di Indonesia dalam mengemasnya dan menyajikannya kepada public di surat kabar Kompas, Republika, Media Indonesia, Suara Pembaharuan. Metode yang digunakan adalah analisis isi kuantitatif dengan memakai kategorisasi objektivitas pemberitaan. Hasil analisis data yang diteliti oleh peneliti menunjukkan bahwa surat kabar Kompas, Republika, Media Indonesia, dan Suara Pembaruan cenderung tidak objektif dalam pemberitaannya. Ketidak objektifan tersebut paling banyak ditemukan pada Kompas.",
  "creators": "ANTON SETIAWAN",
  "contributors": "YULI NUGRAHENI (Advisor 1); Desi Yoanita (Advisor 2); Gatut Priyowidodo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010432/KOM/2009; Anton Setiawan (51404086)",
  "subjects": "COMMUNICATION; MASS MEDIA"
}