{
  "id": "11706",
  "title": "Repesentasi demokrasi dalam film \"Bee Movie\"",
  "abstract": "Film animasi merupakan film-film hiburan untuk semua kalangan tetapi lebih banyak untuk kalangan anak-anak. Film animasi biasanya hanya menyampaikan pesan-pesan moral dan sosial. Pesan-pesan seperti kekeluargaan, persahabatan, dll. \"Bee Movie\" tidak hanya mengandung nilai-nilai sosial tetapi juga mengandung prinsip-prinsip demokrasi. Menurut Kusnadi, film animasi yang jenaka memang dalam kenyataannya sangat berkemampuan sebagai pengungkap permasalahan kehidupan yang luas dan aneka ragam di sekitar kita (Kusnadi, 1985). Film yang menggambarkan adanya prinsip-prinsip demokrasi yaitu \"Bee Movie\" (2007). Penelitian ini ingin merepresentasikan prinsip-prinsip demokrasi dalam film \"Bee Movie\". Dalam film \"Bee Movie\" terdapat lima prinsip demokrasi, penelitian ini hanya dibatasi hanya pada prinsip-prinsip. Prinsip-prinsip demokrasi adalah keterlibatan warga negara dalam pembuatan keputusan, persamaan di antara warga negara, pengakuan kebebasan kepada warga negara, sistem perwakilan, dan sistem pemilihan. Prinsip-prinsip demokrasi tersebut dapat dilihat dengan menggunakan metode semiotika dalam menafsirkan produk teks media seperti yang diperkenalkan oleh John Fiske. Metode tersebut akan menganalisis penampilan, latar, perilaku, cara berbicara, sikap tubuh, ekspresi, aksi, dan dialog. Dengan demikian dapat diketahui bahwa film animasi tidak hanya menyampaikan pesan-pesan moral dan sosial, tetapi juga mampu menyampaikan prinsip-prinsip demokrasi. Prinsip-prinsip demokrasi yang digambarkan dalam film \"Bee Movie\" diharapkan pembaca dapat menyadari bahwa hidup di negara demokrasi memang bisa bebas menyampaikan aspirasinya, namun ketika kebebasan itu digunakan secara berlebihan dan hanya mementingkan kepentingan masing-masing, maka dapat timbul demonstrasi yang anarkis.",
  "creators": "ECO TOLENTINO",
  "contributors": "Nanang Krisdinanto (Advisor 1); Grace Swestin (Advisor 2); SOETOJO DARSOSENTONO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010430/KOM/2009; Eco Tolentino (51404050)",
  "subjects": "MOTION PICTURE"
}