{
  "id": "11719",
  "title": "Entrepreneurial leadership usaha kecil pada industri kreatif di Jawa Timur menurut profil alumni Universitas Kristen Petra dan hubungannya dengan pertumbuhan perusahaan",
  "abstract": "Berawal dari fenomena makin besarnya kontribusi Usaha Kecil pada industri kreatif yang dikelola oleh alumni UK Petra dan melihat pentingnya peranan Entrepreneurial Leadership pada industri Kreatif di Jawa Timur, maka diadakan penelitian yang bertujuan untuk mengetahui tingkat Entrepreneurial Leadership menurut Profil alumni UK Petra dan Tingkat Pertumbuhan Usaha Kecil industri Kreatif di Jawa Timur. Penelitian dilakukan dengan menggunakan purpose sampling. Tahap analisis data menggunakan metode deskriptif, cross tabulation, Compound Annual Growth Rate (CAGR) dan pearson correlation. Dari penelitian ini diperoleh hasil bahwa pertumbuhan 24 Usaha Kecil pada industri kreatif yang dikelola oleh alumni UK Petra di Jawa Timur dilihat dari aspek Keuangan, Pemasaran dan Sumber Daya Manusia mengalami peningkatan. Serta jika dilihat dari Tingkat Entrepreneurial Leadership, diperoleh hasil bahwa rata-rata perusahaan telah menyadari akan pentingnya peranan Entrepreneurial Leadership dalam meningkatkan performa perusahaan tetapi pada dimensi Risk Taking dan Competitive Aggressiveness perlu lebih ditingkatkan lagi. Dan dari hasil korelasi, penulis menemukan bahwa tidak ada hubungan yang signifikan antara tingkat Entrepreneurial Leadership dengan tingkat pertumbuhan Usaha Kecil pada industri kreatif di Jawa Timur. Perusahaan harus lebih berani mengambil kesempatan yang ada untuk memperluas usaha dan lebih berani melakukan investasi serta mengambil tindakan yang cepat dalam mempertahankan pangsa pasar.",
  "creators": "PUSPITA DEWI YULIANTO",
  "contributors": "Soekarno (Advisor and Examination Committee); Bambang Haryadi (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010078/MAN/2009; Puspita Dewi Yulianto (31405024)",
  "subjects": "ENTREPRENEURSHIP; LEADERSHIP; SMALL BUSINESS-MANAGEMENT"
}