{
  "id": "11717",
  "title": "Pengukuran performa penelitian, publikasi, dan pengabdian pada masyarakat di fakultas dengan metode integrasi dea-ahp",
  "abstract": "Pengukuran performa penelitian dan pengembangan di fakultas dibutuhkan untuk mendukung pengambilan keputusan terhadap pengembangan fakultas. Pengukuran performa tersebut memerlukan dua pertimbangan, yaitu pertimbangan secara obyektif dan subyektif. Pengukuran secara obyektif dan subyektif tersebut akan menghasilkan informasi yang lengkap untuk membantu pengambilan keputusan dengan tepat dan benar. Pengambilan data dilakukan pada tiga fakultas (Fakultas Teknik Sipil dan Perencanaan, Fakultas Teknologi Industri, dan Fakultas Seni dan Desain). Data yang dikumpulkan berupa data subyektif (melalui wawancara dan kuesioner), data obyektif (melalui dokumentasi dari pusat penelitian serta masing-masing fakultas). Performa diukur melalui perbandingan input (dana yang dialokasikan) dan output (total jumlah publikasi dalam jurnal, seminar, publikasi lainnya, dan pengabdian pada masyarakat). Pengolahan data dilakukan dengan metode integrasi DEA-AHP. AHP digunakan untuk mendapatkan bobot output secara subyektif. DEA digunakan untuk mencari efisiensi performa fakultas berdasarkan data obyektif yang telah dikenai bobot dari AHP. asil pegukuran performa yang dilakukan pada tiga fakultas tersebut mengindikasikan fakultas yang kurang efisien adalah Fakultas Seni dan Desain, sedangkan fakultas yang efisien adalah Fakultas Teknik Sipil dan Perencanaan, serta Fakultas Teknologi Industri.",
  "creators": "DEBY FEBRIANA",
  "contributors": "Siana Halim (Advisor 1); Felecia, S.T., M.Sc. (Advisor 2); I Nyoman Sutapa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011322/IND/2009; Deby Febriana (25405004)",
  "subjects": "WORK MEASUREMENT; TOTAL QUALITY MANAGEMENT"
}