{
  "id": "11720",
  "title": "Entrepreneurial leadership usaha kecil makanan dan minuman yang dikelola oleh alumni perguruan tinggi swasta di Jawa Timur",
  "abstract": "Latar belakang penelitian ini adalah di tengah krisis keuangan yang membelit di seluruh dunia, industri makanan dan minuman diprediksi menjadi industri yang paling menjanjikan. Penelitian ini bertujuan untuk mendeskripsikan profil alumni Perguruan Tinggi Swasta di Jawa timur sebagai pengelola/pendiri usaha kecil pada industri makanan dan minuman, mendeskripsikan profil bisnis dari usaha kecil pada industri makanan dan minuman, mendeskripsikan Entrepreneurial Leadership pengelola/pendiri usaha kecil pada industri makanan dan minuman, dan memetakan klasifikasi entrepreneur pengelola/pendiri usaha kecil pada industri makanan dan minuman. Metode yang digunakan dalam penelitian ini adalah survei terhadap usaha kecil pada industri makanan dan minuman dengan purposive sampling dan teknik analisa deskriptif. Profil alumni dari usaha kecil dalam industri makanan dan minuman di Jawa Timur adalah sebagian besar berorientasi budaya Tionghoa, memiliki pengalaman bekerja pada masa kuliah, serta berasal dari kota Surabaya. Karakteristik model utama bisnis adalah produksi masal dan pesanan, dan bentuk badan usahanya sole proprietorship (perorangan, Usaha Dagang). Dari 20 usaha kecil yang di analisa sebagian besar memberikan sikap sangat setuju terhadap dimensi innovativeness. Dan untuk hasil analisa klasifikasi entrepreneur sebagian besar termasuk dalam klasifikasi entrepreneur dan dreamer. Saran yang diberikan penulis adalah pengelola/pendiri usaha kecil lebih memperhatikan dimensi-dimensi entrepreneur leadership.",
  "creators": "LENNY YULITA GUNAWAN",
  "contributors": "Soekarno (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010077/MAN/2009; Lenny Yulita Gunawan (31405098)",
  "subjects": "ENTREPRENEURSHIP; SMALL BUSINESS-MANAGEMENT"
}