{
  "id": "11738",
  "title": "Analisis pengaruh strategi produk: product affect and cognition, product environment dan product behaviour terhadap minat beli konsumen di Pizza Hut Indonesia",
  "abstract": "Menentukan tujuan keuangan yang spesifik merupakan langkah awal dalam sebuah perencanaan keuangan keluarga yang menyeluruh. Menentukan tujuan keuangan keluarga yang sesuai dengan keinginan masing-masing anggota keluarga membutuhkan perbincangan yang dalam. Setiap individu dalam keluarga pasti memiliki perbedaan dalam berbagai hal serta preferensi. Oleh karenanya dalam menentukan tujuan keuangan keluarga dibutuhkan keterbukaan serta kesepakatan anggota keluarga khususnya ibu dan bapak yang akan membawa atau memimpin keluarga di masa depan. Metodologi yang digunakan dalam penelitian ini menyusun keuangan yang di miliki Bapak Edi dengan menggunakan tiga tahapan, yaitu survey, interview dan questionary. Hasil penelitian ini adalah bahwa asset yang dimiliki oleh Bapak Edi cukup besar, namun masalahnya ada pada pengalokasian dana yang belum terarah dalam pencapaian tujuan klien. Perencanaan ini bertujuan untuk membantu klien dalam pencapaian tujuan keuangan klien, dimana pada perencanaan keuangan keluarga Bapak Edi pengalokasian aset menjadi prioritas utama dalam perencanaan ini untuk mencapai tujuan keuangan. Aset lancar yang berpusat pada tabungan, deposito dan reksadana pasar uang akan dialokasikan untuk mencapai tujuan keuangan klien jangka pendek. Sedangkan produk reksadana yang mampu memberikan hasil yang lebih tinggi disesuaikan dengan jangka waktu untuk mencapai tujuan jangka panjang.",
  "creators": "WILLIAM HOESAN; HEIDIYANTI HARSONO",
  "contributors": "Hatane Semuel (Advisor and Examination Committee); Thomas Stefanus Kaihatu (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010381/HTL/2008; William Hoesan (33403025), Heidiyanti Harsono (33403054)",
  "subjects": "STRATEGIC PLANNING; MARKETING MANAGEMENT"
}