{
  "id": "11730",
  "title": "Studi deskriptif kepuasan kerja karyawan bagian operasional laundry ABC Surabaya",
  "abstract": "Kepuasan kerja merupakan suatu hal yang bersifat individual, setiap orang akan mempunyai kepuasan kerja yang berbeda sesuai dengan sistem nilai yang ada pada dirinya. Karyawan harus mendapatkan perlakuan yang baik sehingga kerjasama antara pimpinan dan karyawan dapat berlangsung dengan baik demi tercapainya tujuan perusahaan yang telah ditentukan. Untuk memenuhi kebutuhan karyawan dan meningkatkan semangat kerja karyawan adalah dengan memberikan imbalan sesuai dengan hasil prestasi kerja. Kegagalan perusahaan dalam memberikan imbalan yang dirasakan adil oleh karyawannya akan menimbulkan ketidakpuasan. Tujuan penelitian adalah mendeskripsikan kepuasan kerja karyawan bagian operasional berdasarkan faktor-faktor kepuasan kerja perusahaan laundry Abc Surabaya. Data yang digunakan dalam penelitian ini adalah data primer yang diperoleh dari penyebaran kuesioner. Berdasarkan hasil analisis deskriptif dapat disimpulkan bahwa Karyawan bagian operasional perusahaan Laundry Abc Surabaya dari semua unit analisis (departemen, jenis kelamin, status, masa kerja dan usia) telah merasakan kepuasan terhadap peluang menggunakan ketrampilan dan kemampuan, bervariasinya tugas dalam pekerjaan, kejelasan jadwal kerja dan umpan balik dari hasil pekerjaan. Karyawan bagian operasional juga merasa puas dengan kesesuaian gaji yang diterima dengan beban kerja, kesesuaian gaji dengan keahlian karyawan, kesesuaian dengan standar gaji di masyarakat, besarnya bonus yang diberikan perusahaan, besarnya tunjangan makan yang diberikan oleh perusahaan, kesesuaian tunjangan dengan tanggung jawab pekerjaan, kesesuaian jamsostek dengan jaminan kesejahteraan, kesesuaian uang transport yang diterima dengan kelancaran pekerjaan, dan kesamaan peluang promosi yang diberikan perusahaan. Kenyamanan temperatur di tempat kerja, kebersihan lingkungan di tempat kerja, memadainya ventilasi dan penerangan tempat kerja, tingkat kebisingan yang terjadi di tempat kerja, dan ketersediaan perlengkapan yang mendukung penyelesaian pekerjaan. Keramahan rekan kerja dalam interaksi sosial sehari-hari, dukungan rekan kerja dalam penyelesaian pekerjaan, perhatian yang diberikan atasan terhadap permasalahan karyawan dan dukungan atasan terhadap penyelesaian pekerjaan.",
  "creators": "YENNY",
  "contributors": "Sundring Pantja Djati (Advisor and Examination Committee); Ronny Herowind Mustamu (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 05012376/MAN/2008; Yenny (31403450)",
  "subjects": "JOB SATISFACTION-RESEARCH; JOB SATISFACTION"
}