{
  "id": "11742",
  "title": "Professional convention organizer sebagai upaya mendukung potensi Surabaya sebagai kota konvensi",
  "abstract": "Sebagai kota terbesar kedua di Indonesia dan sekaligus merupakan ibukota propinsi Jawa Timur, Surabaya kini kian berkembang, baik dalam bidang perekonomian maupun kepariwisataan. Dilihat dari segi perekonomian, hal ini terbukti dengan semakin banyaknya diadakan kegiatan dagang di kota Surabaya, dan banyak pula terdapat gedung-gedung perkantoran. Sedangkan jika dilihat dari segi kepariwisataan, dulu Surabaya hanya dikenal sebagai kota transit bagi para wisatawan, sekarang sudah banyak wisatawan baik wisatawan nusantara, maupun wisatawan mancanegara yang tinggal lebih lama di Surabaya, untuk urusan bisnis. Dan untuk mengisi waktu luangnya, mereka melakukan perjalanan ke tempat-tempat yang menarik di Surabaya. Dengan adanya program Surabaya City Tour, para wisatawan tidak lagi mengenal kota Surabaya hanya melalui peta, brosur-brosur, dan buku-buku pemandu wisata saja, tetapi mereka dapat menyaksikan secara langsung Surabaya dan sekitarnya. Bahkan walikota Surabaya sekarang sedang menggalakkan program Surabaya City Tour ini. Dengan melihat kedua bidang tersebut diatas, Surabaya berpotensi untuk menjadi kota konvensi, yang ditunjang pula dengan tersedianya fasilitas yang dibutuhkan seperti akomodasi, konsumsi, convention hall, sarana hiburan, dan sebagainya. Jasa pelayanan adalah merupakan faktor yang terpenting. Oleh karena itu, dibutuhkan suatu badan khusus untuk mengurusi konvensi yang biasanya dikenal dengan Badan Usaha Jasa Konvensi (BDJK) dan tenaga profesional yang menangani masalah konvensi, Profesional Convention Organizer atau lebih dikenal dengan sebutan PCO.",
  "creators": "NELLANOVIA",
  "contributors": "Dra. Monica Ida Uniati , M.M. (Advisor 1); Yacintha Yoranouw Suryawijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 172/PAR/1995; Nellanovia (91392018)",
  "subjects": "TOURIST TRADE-SURABAYA; CONVENTION FACILITIES-SURABAYA"
}