{
  "id": "11751",
  "title": "Praktik ideologi media cetak pada tajuk rencana penyerangan massa AKKBB oleh FPI di lima koran Nasional Indonesia",
  "abstract": "Media selalu mengkonstruksi ketika menyikapi sebuah realitas sosial di masyarakat dan memindahkannya menjadi realitas media. Tindakan ini paling kentara terbaca dalam tajuk rencana atau halaman editorial. Halaman ini merupakan pernyataan kecenderungan ideologi dan sikap sebuah media sebagai institusi, bukan lagi perorangan wartawan, editor, atau pemimpin redaksi. Realitas yang diteliti adalah penyerangan massa AKKBB oleh massa FPI di Lapangan Monas saat peringatan hari kelahiran Pancasila 1 Juni 2008 dalam tajuk rencana Republika, Suara Pembaruan, Media Indonesia, Jawa Pos, dan Kompas. Karena ingin membedah ideologi dalam tajuk rencana, penelitian ini menggunakan perangkat framing Gamson Modigliani yang menyertakan perangkat penalaran untuk membenarkan perspektif. Dari penelitian ini didapati, Republika dan Suara Pembaruan adalah adalah pers yang idealis, ideologinya memihak pada sebuah kelompok yang sealiran dan melawan kelompok yang bersebrangan. Sedangkan, Media Indonesia, Jawa Pos, dan Kompas menganut ideologi pasar yang netral dari kelompok tertentu dan lebih mementingkan kepentingan ekonomis. Tiga media massa ini adalah kelompok pers papan atas yang membutuhkan kondisi kondusif untuk mempertahankan pasar, kestabilan konglomerasi (dan kroninya), dan ekspansi bisnis. Temuan konsep dalam penelitian ini ialah perbedaan ideologi didasarkan atas pengaruh ekonomi-politik, kepemilikan modal, rutinitas organisasi media, dan tekanan kelompok esktramedia.",
  "creators": "FENNY",
  "contributors": "Ido Prijana Hadi (Advisor 1); Gatut Priyowidodo (Advisor 2); YULI NUGRAHENI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010447/KOM/2009; Fenny (51403103)",
  "subjects": "BROADCAST JOURNALISM; COMMUNICATION; MASS MEDIA"
}