{
  "id": "11756",
  "title": "Konstruksi pemberitaan pecahnya duet Susilo Bambang Yudhoyono-Jusuf Kalla di surat kabar",
  "abstract": "Susilo Bambang Yudhoyono dan Jusuf Kalla merupakan Presiden dan Wakil Presiden Republik Indonesia yang ke-6. Susilo Bambang Yudoyono yang biasa di sebut SBY dan Jusuf Kalla yang biasa disebut JK, pada awal pemerintahan merupakan duet yang handal. Bahkan kinerja mereka yang handal diakui oleh dunia internasional. Tapi seiring dengan berjalannya waktu, dan menjelang Pemilihan Presiden 2009, kinerja mereka merosot, bahkan isu pecahnya duet SBY-JK semakin marak diberitakan di media massa, khususnya surat kabar. Surat kabar merupakan salah satu media massa dari komunikasi massa yang merepresentasikan realita sosial. Salah satu realitas sosial yang dikonstruksikan oleh media massa yaitu realitas pemberitaan pecahnya duet SBY-JK. Peneliti ingin mengetahui konstruksi pemberitaan pecahnya duet SBY-JK yang dimuat dalam surat kabar Kompas. Kompas sebagai koran nasional dan memiliki oplah terbesar tidak ketinggalan untuk memberitakan tentang pecahnya duet SBY-JK pada berita headline pada tanggal 14 Februari dan 22 Februari 2009. Untuk mencari konstruksi pemberitaan pecahnya duet SBY-JK ini digunakan metode analisis framing. Model analisis framing yang dipakai peneliti adalah model analisis framing milik Zhongdang Pan dan Gerald M. Kosicki. Melalui model ini, peneliti menggunakan empat struktur besar, yaitu dari segi skema berita, kelengkapan berita, penulisan berita, penekanan yang digunakan dalam menulis berita. Dengan demikian dapat diketahui jika realitas sosial yang ada merupakan hasil konstruksi media massa sebelum sampai pada khalayak. Dalam penelitian ini Kompas cenderung bersifat netral atau berada ditengah. Pemberitaannya cenderung bersifat memberikan informasi kepada masyarakat untuk dapat menilai sendiri bagaimana pemberitaan pecahnya duet SBY-JK dikonstruksikan oleh Kompas untuk mengungkapkan konstruksi atas pemberitaan pecahnya duet SBY-JK sebagai presiden dan wakil presiden dalam menjelang Pemilihan Presiden 2009.",
  "creators": "FELICIA ARIFIN",
  "contributors": "FANNY LESMANA (Advisor 1); Desi Yoanita (Advisor 2); Gatut Priyowidodo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010448/KOM/2009; Felicia Arifin (51405128)",
  "subjects": "COMMUNICATION; MASS MEDIA"
}