{
  "id": "11753",
  "title": "Promosi dan pemasaran obyek wisata Cagar Alam Pulau Sempu dan pengembangan Pantai Sendang Biru sebagai daerah tujuan wisata alam",
  "abstract": "Cagar alam merupakan salah satu kebanggaan dari bangsa Indonesia, karena sekitar 35% dari wilayah Indonesia masih berupa daerah perhutanan. Untuk meningkatkan dunia kepariwisataan di Indonesia, maka keberadaan dari cagar alam tersebut dapat dijadikan sebagai salah satu macam obyek wisata alam yang ada di Indonesia, selain sebagai tempat penelitian dan riset mengenai tumbuh-tumbuhan dan binatang yang hidup di cagar alam tersebut. Dalam penulisan tugas akhir ini penulis ingin meyajikan potensi cagar alam Pulau Sempu sebagai salah satu obyek wisata alam yang dapat diandalkan dan Pantai Sendang Biru sebagai fasilitas penunjang dari obyek wisata cagar alam Pulau Sempu tersebut. Cagar alam Pulau Sempu adalah salah satu obyek wisata di daerah tingkat II Malang, tepatnya berlokasi di desa Tambakrejo kecamatan Sumber Manjing Wetan sekitar 69 km kearah selatan kota Malang. Perjalanan dari Malang sampai Pantai Sendang Biru dapat ditempuh dengan kendaraan pribadi atau kendaraan umum yang kemudian dilanjutkan dengan menyewa perahu bermotor untuk dapat sampai di cagar alam Pulau Sempu. Cagar alam Pulau Sempu ini mempunyai luas sebesar 877 hektar yang terdiri dari daratan yang berbukit-bukit dengan medan berlereng sedang hingga curam pada ketinggian 50-100 m diatas permukaan laut. Di dalam cagar alam Pulau Sempu terdapat banyak obyek wisata yang dapat dikunjungi yaitu, Danau Telaga Lele, Danau Segara Anakan, Pantai Pasir Panjang dan Pantai Pasir Putih. Untuk dapat sampai pada obyek-obyek wisata yang ada di cagar alam Pulau Sempu, pengunjung harus terlebih dahulu melalui hutan kecil yang ada di pulau tersebut. Dengan melihat potensi yang dimiliki oleh cagar alam Pulau Sempu tersebut, penulis ingin mencoba mempromosikan cagar alam Pulau Sempu dan mengembangkan kawasan disekitarnya yaitu Pantai Sendang Biru. Pantai Sendang Biru sebagai salah satu fasilitas penunjang terwujudnya cagar alam Pulau Sempu sebagai salah satu obyek wisata yang dapat diandalkan di kabupaten Malang propinsi Jawa Timur dengan mengadakan kerjasama antara Pemda Malang dengan pihak-pihak swasta.",
  "creators": "MELANI WARDANA",
  "contributors": "SALLY SUHONGGO (Advisor 1); Yacintha Yoranouw Suryawijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 185/PAR/1996; Melani Wardana (91392028)",
  "subjects": "TOURIST TRADE-MALANG-PANTAI SENDANG BIRU; TOURIST TRADE-MALANG-PULAU SEMPU"
}