{
  "id": "11776",
  "title": "Sarana pendukung bangunan Museum Lawang Sewu Semarang",
  "abstract": "Proyek ini merupakan fasilitas yang memperkenalkan tentang apa itu bangunan Lawang Sewu. Seperti yang kita ketahui bersama, bangunan Lawang Sewu merupakan bangunan cagar budaya yang sudah berdiri sejak tahun 1904 dan selesai pada tahun 1907. Bangunan Lawang Sewu ini dulu merupakan bangunan perkantoran dari Nederland-Insche Spoorweg Maatschappij (NIS), banyak dari kita baik warga kota Semarang dan wisatawan kurang begitu mengerti bahkan tidak tahu tentang sejarah sesungguhnya dari bangunan Lawang Sewu. Sarana pendukung bangunan museum Lawang Sewu Semarang akan menjadi menjadi salah satu bangunan pendukung yang menjelaskan tentang sejarah dari bangunan Lawang Sewu, bagaimana perkembangannya dari tahun ke tahun, dan bagimana perkembangan fungsi bangunannya yang bersifat informatif dan edukasi. Fasilitas ini akan dilengkapi dengan museum, galeri, perpustakaan, komunitas plasa, auditorium, dan cafe. Pendekatan simbolik diterapkan untuk menjawab permasalahan desain, yaitu bagaimana merancang sebuah fasilitas yang mengekspresikan sejarah dari bangunan Lawang Sewu, serta mewadahi banyaknya informasi tentang sejarah perkembangan bangunan cagar budaya tersebut. Sedangkan konsep perancangan yang diaplikasikan adalah beautiful-tragedy, dan didukung oleh pendalaman karakter ruang untuk menciptakan kesan ruang dari sejarah bangunan Lawang Sewu.",
  "creators": "ERWIN RUDRASONO",
  "contributors": "Handinoto (Advisor 1); Andhi Wijaya (Advisor 2); Markus Ignatio Aditjipto (Examination Committee 3); Maria Immaculata Hidayatun (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00023613/ARS/2017; Erwin Rudrasono (22412108)",
  "subjects": "MUSEUM BUILDINGS--DESIGNS AND PLANS; MUSEUM BUILDINGS"
}