{
  "id": "11772",
  "title": "Perencanaan baru bandara udara domestik Juanda Surabaya",
  "abstract": "Perencanaan Baru Bandara Udara Domestik Juanda di Surabaya ini merupakan proyek pengembangan Bandara Udara yang ada sekarang, dengan tujuan untuk meningkatkan kualitas pclayanan yang ada. Karena dilihat pada tahun-tahun mendatang jumlah perkembangan pcnumpang akan meningkat dan fasilitas yang ada sudah tidak dapat mcncukupi. Pada kesempatan ini akan dibahas lebih dalam tentang terminal domestik walaupun juga dalam perencanaannya direncanakan hubungannya dengan terminal international Pendekatan dan pembangunan sebuah Bandara Udara terdapat 4 (empat) konsep dasar tata letak. Dilihat dari lahan yang tersedia maka dipakai konsep linier dan membentuk simetris yang memberi kesan megah dan seimbang. Serta bangunan bandara udara dirancang juga untuk dapat memaksimalkan pengendalian pasif, dan apabila tidak memungkinkan maka akan dikendalikan dengan pengendalian aktif. Oleh sebab itu dalam perancangannya direncanakan bangunan yang simetris dan memungkinkan pencahayaan dapat masuk secara maksimal, serta untuk penghawaan mengunakan pengendalian aktif dikarenakan jumlah orang yang ada didalam Bandara Udara sangat banyak, oleh sebab itu mengunakan Air Condition dengan pengolahan bangunan sedemikian rupa agar Cooling Load yang diperlukan tidak terlalu besar. Dalam pcrancangan ini, juga direncanakan dengan terminal Intemasional sedemikian rupa sehingga dapat mencapai konsep perancangan dan bentukan yang megah. Serta dapat memenuhi luasan ruang yang dibutuhkan untuk kebutuhan perkembangan penumpang yang akan terjadi sampai tahun 2010.",
  "creators": "CHRISTINE LIEMON",
  "contributors": "Frans Soehartono (Advisor 1); Krisdianto Anggijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Laporan Perancangan Arsitektur No. 1982/ARS/28/2002; Christine Liemon (22498031)",
  "subjects": "AIRPORTS-PLANNING"
}