{
  "id": "11779",
  "title": "Kepuasan mandor terhadap pola komunikasi pada proyek perumahan",
  "abstract": "Kepuasan kerja merupakan hal penting bagi tenaga kerja khususnya mandor, dimana dapat memberikan dorongan terhadap mandor untuk bekerja lebih baik. Salah satu faktor yang mempengaruhi kepuasan mandor adalah komunikasi efektif dalam perusahaan karena dapat menciptakan hubungan kerja yang baik. Komunikasi yang dibahas adalah komunikasi mandor terhadap kontraktor. Penelitian ini membahas mengenai kepuasan mandor terhadap pola komunikasi pada proyek konstruksi perumahan yang ditinjau berdasarkan gangguan komunikasi dan cara mengatasi gangguan komunikasi tersebut. Penelitian dilakukan dengan melakukan penyebaran kuesioner terhadap mandor proyek perumahan dengan pengembang perumahan kelas menengah ke atas yang saat ini sedang melakukan pembangunan perumahaan di Surabaya Barat dengan luasan lahan lebih dari 10 Ha. Data yang ada dianalisis dengan menggunakan analisis deskriptif (analisis mean, peringkat, dan distribusi frekuensi), serta analisis inferensial dengan analisa gap dan regresi linear. Hasil analisa deskriptif kuesioner menunjukkan bahwa gangguan komunikasi yang memiliki pengaruh terbesar yaitu sistem pelaporan yang kurang komunikatif dengan nilai mean sebesar 4,39. Cara mengatasi gangguan komunikasi yang terbaik yaitu pemberian laporan perubahan pekerjaan dari pemilik proyek dengan nilai mean sebesar 4,31. Hasil analisa gap menunjukkan bahwa hubungan gangguan komunikasi sesuai dengan cara mengatasi gangguan komunikasi. Untuk hasil analisa inferensial menunjukkan bahwa cara mengatasi gangguan komunikasi dan kepuasan mandor memiliki hubungan sebesar 60,2 %.",
  "creators": "IRMA RACHMANIA; YOFRA HADISAPUTRO",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Ir. Prasetio Sudjarwo, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.21011627/SIP/2008; Irma Rachmania (21403125), Yofra Hadisaputro (21403131)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; PROJECT MANAGEMENT"
}