{
  "id": "11787",
  "title": "Metode komunikasi horizontal antar manajer departemen di PT. Garudafood Putra Putri Jaya cabang Gresik",
  "abstract": "Penelitian ini dilakukan untuk mengetahui metode komunikasi horizontal antar manajer departemen di PT. GarudaFood Putra Putri Jaya cabang Gresik. Penelitian dilakukan dalam kurun waktu 3 bulan. Komunikasi horizontal mencakup hubungan lateral yang penting bagi komunikasi organisasi. Di dalam komunikasi horizontal terdapat beberapa metode komunikasi horizontal untuk mencapai tujuan-tujuan dari dilakukannya komunikasi horizontal, yaitu rapat komite, interaksi informal pada waktu jam istirahat, percakapan telepon, memo & nota, aktivitas sosial, dan \"kelompok mutu\". PT. GarudaFood Putra Putri Jaya memiliki keunikan tersendiri akan kelompok mutu di perusahaan ini, yaitu CFT (Cross Functional Team) dan SGA (Small Group Activity). Jenis penelitian yang dilakukan adalah penelitian deskriptif dengan pendekatan kualitatif. Metode penelitian menggunakan studi kasus, teknik pengumpulan data dengan wawancara mendalam bersamaan dengan metode observasi partisipasi. Sasaran dari penelitian ini adalah 12 Manajer. Berdasarkan hasil penelitian, penggunaan metode komunikasi horizontal dilakukan demi pencapaian tujuan-tujuan dari komunikasi horizontal, yaitu pengkoordinasikan tugas-tugas, pembagian informasi untuk perencanaan dan aktivitas, pemecahkan masalah, penyelesaian konflik antar manajer, penjaminan pemahaman yang sama dan pengembangan sokongan interpersonal. Selain itu, metode komunikasi horizontal juga dilakukan untuk membina hubungan baik antar manajer dengan menjalin kedekatan antar manajer satu dengan manajer yang lainnya.",
  "creators": "MARIA ANGELINA HANDOKO",
  "contributors": "YULI NUGRAHENI (Advisor 1); Marsefio S. Luhukay (Advisor 2); Ido Prijana Hadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010460/KOM/2009; Maria Angelina Handoko (51405126)",
  "subjects": "COMMUNICATION IN ORGANIZATION; BUSINESS COMMUNICATION; COMMUNICATION; INTERPERSONAL COMMUNICATION"
}