{
  "id": "1178",
  "title": "Analisa perbandingan kinerja pada PT \"X\" di Surabaya sebelum dan setelah sertifikasi ISO 9002",
  "abstract": "Beberapa tahun ini perdagangan intemational telah berkembang pesat, perdagangan yang meliputi produk-produk industri telah saling mengisi negara satu dengan negara lainnya. Produk-produk yang diperdagangkan di dunia internasional harus memenuhi persyaratan mutu dan standar yang ketat sehingga hanya produk-produk industri yang bermutu tinggi yang dapat bersaing di perdagangan intemasional. Mutu dan standar yang dipersyaratkan ada dua jenis yakni pertama tentang produk-produk industri telah memenuhi persyaratan standar tertentu; kedua, perusahaannya harus memenuhi persyaratan standar sistem manajemen mutu yang diterima secara international. Persyaratan yang harus dipenuhi dalam standar sistem manajemen mutu yang diakui secara intemasional terdapat dalam standar ISO 9002. ISO 9002 merupakan sistem manajemen kualitas intemasional yang telah diterima sebagai acuan untuk mendesain proses yang berkualitas. Sehingga masalah yang timbul adalah apakah ada perbedaan kinerja antara sebelum dan setelah sertifikasi ISO 9002. PT \"X\" merupakan perusahaan swasta yang bergerak dibidang industri sepeda yang telah memperoleh sertifikasi ISO 9002 sejak tahun 1997. Tujuan dari penelitian ini adalah untuk mengetahui bagaimana perbandingan kinerja PT\"X\" di Surabaya sebelum dan setelah sertifikasi ISO 9002 sehingga mempunyai bukti empirik bahwa dengan memperoleh sertifikasi ISO 9002 PT \"X\" memiliki perbedaan kualitas kinerja. Metode yang digunakan adalah metode perbandingan. Metode perbandingan yang dimaksud bahwa membandingkan kinerja PT \"X\" sebelum dan setelah sertifikasi ISO 9002 dengan melakukan pengukuran kinerja yang menggunakan alat pengukuran Balance Scorecard. Pengukuran kinerja dengan menggunakan Balance Scorecard adalah untuk mengetahui apakah ada perbedaan kinerja setelah menerapkan sertifikasi ISO 9002 jika dibandingkan sebelum sertifikasi ISO 9002 selain itu juga dilakukan pengujian statistik untuk mengetahui kebenaran dari alat pengukuran kinerja itu sendiri. Dengan hasil penelitian ini diharapkan pembaca dapat mengetahui bahwa apakah ada perbedaan kinerja dengan penerapan sertifikasi ISO 9002. Dari hasil penelitian ini diketahui bahwa setelah sertifikasi ISO 9002 kinerja perasahaan memiliki perbedaan yang menunjukkan kinerja yang lebih baik jika dibandingkan dengan sebelum sertifikasi ISO 9002.",
  "creators": "ROHANI NAGA",
  "contributors": "Devie (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 176/98/FE.AK/2002; Rohani Naga (32498082)",
  "subjects": "TOTAL QUALITY MANAGEMENT-STATISTICAL METHODS; ISO 9002 STANDARD"
}