{
  "id": "11780",
  "title": "Risk management pada perusahaan kontraktor yang menangani proyek pemerintah",
  "abstract": "Risiko yang terjadi pada proyek, seringkali menimbulkan kerugian, baik dari segi waktu maupun biaya. Untuk itu diperlukan manajemen risiko. Penelitian ini membahas mengenai gambaran umum manajemen risiko pada perusahaan kontraktor yang meliputi identifikasi dan analisa risiko (dengan kategori finansial dan ekonomi; politik dan lingkungan; dan konstruksi), dan respon manajemen serta administrasi sistemnya. Data diperoleh dengan survei menggunakan kuesioner yang disebarkan kepada kontraktor GAPENSI yang menangani proyek pemerintah dan berlokasi di area Surabaya. Data yang ada dianalisis dengan menggunakan analisis deskriptif (analisis mean, peringkat, dan distribusi frekuensi), dan analisis inferensi (analisis chi ? square). Hasil dari penelitian menunjukkan bahwa pada proyek pemerintah, risiko yang paling sering dijumpai adalah risiko kenaikan harga material (kategori finansial dan ekonomi), risiko persaingan yang tidak sehat (kategori politik dan lingkungan), dan risiko akurasi dan kelengkapan spesifikasi teknis (kategori konstruksi). Risiko yang berpengaruh paling besar adalah risiko kenaikan harga material (kategori finansial dan ekonomi), risiko perubahan kebijakan (kategori politik dan lingkungan), dan risiko akurasi dan kelengkapan spesifikasi teknis (kategori konstruksi). Sedangkan respon manajemennya menunjukkan bahwa kontraktor seringkali memilih untuk mencegah risiko dan mengurangi kerugian. Administrasi sistem yang dijalankan paling baik adalah pengaturan kontrak dengan agen asuransi dan pemberian garansi program pembiayaan risiko.",
  "creators": "ANDRE GUNAWAN",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Andi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.21011626/SIP/2008; Andre Gunawan (21403085)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}