{
  "id": "11786",
  "title": "Pengaruh penggunaan Nidji sebagai celebrity endorser dalam iklan 'honda absolute revo' terhadap efek kognitif masyarakat Surabaya",
  "abstract": "Selebritis sebagai endorser dapat digunakan untuk menarik perhatian dan mempunyai keunikan karakteristik yang dapat membantu mengkomunikasikan pesan-pesan yang ingin disampaikan kepada audiens. Tentunya pemilihan celebrity endorser tidak dapat sembarangan, namun harus memperhatikan familiarity, relevance, esteem, dan differentiation (FRED). Salah satu iklan yang menggunakan celebrity endorser adalah iklan Honda Absolute Revo. Oleh karena itu, tujuan dari penelitian ini adalah untuk mengetahui pengaruh penggunaan Nidji sebagai celebrity endorser dalam iklan Honda Absolute Revo terhadap efek kognitif masyarakat Surabaya. Jenis penelitian ini adalah eksplanasi dengan menggunakan pendekatan kuantitatif. Metode yang digunakan adalah survei. Populasi dalam penelitian ini adalah masyarakat Surabaya, dengan sampel berjumlah 100 responden sedangkan teknik pengambilan sampelnya menggunakan multistage random sampling. Teknik pengumpulan data yang digunakan melalui penyebaran kuesioner. Sedangkan teknik analisis data menggunakan uji normalitas, analisis korelasi, uji R-Square dan analisis regresi. Hasil penelitian menunjukkan semakin tinggi familiarity, relevance, esteem & differentation seorang celebrity endorser dalam menyampaikan pesan iklan maka semakin tinggi efek kognitif masyarakat yang menjadi audience. Dapat disimpulkan bahwa semakin tinggi FRED seorang celebrity endorser di dalam sebuah iklan akan mempengaruhi efek kognitif masyarakat yang menjadi audiens.",
  "creators": "VERAWATI CENDANA LOANATA",
  "contributors": "YULI NUGRAHENI (Advisor 1); Jandy Edipson Luik (Advisor 2); Ido Prijana Hadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010456/KOM/2009; Verawati Cendana Loanata (51405050)",
  "subjects": "TELEVISION ADVERTISING; COMMUNICATION; COMMUNICATION IN MARKETING"
}