{
  "id": "11792",
  "title": "Kepuasan menonton masyarakat Surabaya terhadap tayangan program acara talk show Kick Andy di Metro TV",
  "abstract": "Tayangan Program acara talk show Kick Andy diadakan sebagai salah satu bentuk untuk memberikan acara hiburan kepada pemirsa. Acara ini ternyata mendapatkan perhatian besar bagi pemirsa. Dan untuk memastikan seberapa tinggi kepuasan pemirsa terhadap Program Kick Andy diperlukan evaluasi kepuasan pemirsa dengan membandingkan nilai gratification sought dan gratification obtained. Dalam penelitian ini menggunakan teori Uses and gratification, inti Teori Uses & Gratifications adalah khalayak pada dasarnya menggunakan media massa berdasarkan motif-motif tertentu. Media dianggap berusaha memenuhi motif khalayak. Jika motif ini terpenuhi maka kebutuhan khalayak akan terpenuhi. Pada akhirnya, media yang mampu memenuhi kebutuhan khalayak disebut media yang efektif. Metode penelitian yang digunakan dalam penelitian ini adalah metode survey. Responden dalam penelitian ini sebanyak 400 responden, teknik analisa data yang digunakan adalah analisa mean dan analisis korelasi. Hasil penelitian ini menunjukan berdasarkan nilai gratification sought dan gratification obtained secara keseluruhan, kesimpulan yang bisa didapatkan adalah pemirsa merasa terpuaskan karena gratification obtained pada empat indikator motif penelitian yaitu motif indentitas pribadi, motif integrasi dan interaksi sosial, motif informasi dan motif hiburan lebih tinggi daripada nilai gratification sought nya. Tingkat kepuasan yang tertinggi yaitu pada indikator motif hiburan, sedangkan motif yang paling rendah yaitu pada indikator motif informasi.",
  "creators": "STEFANIE HALIM",
  "contributors": "Judy Djoko Wahjono Tjahjo (Advisor 1); Grace Swestin (Advisor 2); Ido Prijana Hadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Unknown",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010461/KOM/2009; Stefanie Halim (51405068)",
  "subjects": "COMMUNICATION; MASS MEDIA"
}