{
  "id": "11795",
  "title": "Teori dan prosedur pelaksanaan pracetak m-system pada bangunan rumah tinggal",
  "abstract": "Cara pengambilan dan pembuatan bahan-bahan pembuat rumah yang selama ini digunakan, seperti kayu, bata, dan beton memberikan dampak tidak baik bagi lingkungan. Muncul berbagai alternatif untuk mengatasi masalah ini. Salah satunya adalah teknologi pracetak M-System yang berbahan dasar polistirena. Pracetak dengan polistirena ini berkontribusi dalam pengurangan perusakan lingkungan karena proses fabrikasi polistirena tidak menggunakan klorin yang dapat merusak lapisan ozon. Penelitian ini bertujuan untuk menjelaskan proses pelaksanaan pracetak M-System pada bangunan rumah tinggal pada umumnya dan mengetahui perbedaan apa saja yang ada dalam prosedur pelaksanaan pracetak M-System pada bangunan rumah tinggal pada umumnya dengan prosedur pelaksanaan pracetak M-System pada bangunan rumah tinggal di lapangan. Penelitian yang dilakukan berupa studi literatur dan pengamatan lapangan lapangan mengenai prosedur pelaksanaan pracetak M-System untuk bangunan rumah tinggal dua lantai di lapangan, serta wawancara dengan pihak fabrikator untuk penjelasan lebih detail mengenai produk pracetak M-System dan prosedur pelaksanaan pracetak M-System pada bangunan rumah tinggal yang diamati. Dari studi literatur dan pengamatan lapangan yang dilakukan, diketahui perbedaan apa saja yang ada dalam prosedur pelaksanaan pracetak M-System pada bangunan rumah tinggal pada umumnya dengan prosedur pelaksanaan pracetak M-System pada bangunan rumah tinggal di lapangan.",
  "creators": "MARIA MARSELINA SUTEDJO",
  "contributors": "Yusuf Daud Endro Wicaksono (Advisor 1); Effendy Tanojo (Advisor 2); Ruslan Djajadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.21011674/SIP/2009; Maria Marselina Sutedjo (21405026), Vonny Nggau (21405102)",
  "subjects": "POLYSTYRENE; BUILDING MATERIALS"
}