{
  "id": "11808",
  "title": "Evaluasi overstrength factor pada kolom untuk struktur beton bertulang beraturan wilayah 2 peta gempa Indonesia. Studi kasus : bangunan 6 lantai dengan beberapa variasi lebar bentang",
  "abstract": "Perubahan SNI 0328471992 menjadi SNI 0328472002 membawa perubahan pada nilai rasio jumlah momen nominal kolom terhadap balok (overstrength factor) dari sekitar 1,625 menjadi 1,2. Perubahan ini dirasakan kurang konservatif untuk menjamin terpenuhinya kriteria strong column weak beam pada Sistem Rangka Pemikul Momen Khusus (SRPMK). Penelitian ini bertujuan untuk memeriksa kecukupan nilai overstrength factor kolom pada suatu Sistem Rangka Pemikul Momen Khusus (SRPMK) di wilayah 2 peta gempa Indonesia. Struktur yang ditinjau adalah bangunan perkantoran beton bertulang 6 lantai dengan bentang 6, 8 dan 10 meter dan dengan denah beraturan sesuai dengan persyaratan yang diatur dalam SNI 0328472002. Dalam penelitian ini, semua peraturan pada SNI 0328472002 diikuti termasuk persyaratan waktu getar alami fundamental yang pada penelitian sebelumnya tidak diikuti. Sehingga, menghasilkan dimensi stuktur yang besar dan penggunaan tulangan minimum yang berakibat pada meningkatnya nilai overstrength factor pada kolom. Metode pembebanan gempa yang digunakan adalah analisis statik ekuivalen. Sedangkan pemeriksaan kinerja struktur dilakukan dengan analisis statis pushover nonlinier dan analisis dinamis time history nonlinier dengan beban gempa periode ulang 50, 200, dan 500 tahun. Kriteria kecukupan nilai overstrength factor ditentukan berdasarkan terjadinya mekanisme strong column weak beam. Hasil penelitian menunjukkan bahwa overstrength factor kolom sebesar 1,2 untuk bangunan beraturan ternyata belum memenuhi persyaratan strong column weak beam. Hasil lebih lanjut, didapatkan bahwa nilai overstrength factor kolom sebesar 1,57 masih belum dapat menjamin mekanisme strong column weak beam pada wilayah 2 peta gempa Indonesia.",
  "creators": "YOHAN PRASETYO GUNAWAN; DODDY PRAYOGO",
  "contributors": "Pamuda Pudjisuryadi (Advisor 1); Benjamin Lumantarna (Advisor 2); Handoko Sugiharto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.11011655/SIP/2009; Yohan Prasetyo Gunawan (21405006), Doddy Prayogo (21405011)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS; CONCRETE CONSTRUCTION"
}