{
  "id": "11807",
  "title": "Evaluasi overstrength factor pada kolom untuk struktur beton bertulang beraturan wilayah 6 peta gempa Indonesia. Studi kasus : bangunan 6 lantai dengan beberapa variasi lebar bentang",
  "abstract": "Untuk menjamin sistem keruntuhan bangunan yang aman seperti yang ditentukan dalam SNI 03-1726-02 yaitu side sway mechanism disyaratkan sendi plastis hanya dapat terjadi pada ujung-ujung balok dan pada kaki kolom lantai dasar. Untuk mencapai mekansime tersebut maka dilakukan capacity design yang dimana kolom didesain lebih kuat dari balok (strong column weak beam). Untuk memperoleh desain strong column weak beam maka kekuatan lentur nominal kolom didesain lebih kuat 1,2 dari kekuatan balok. Nilai perkuatan (ovestrength factor) ini mengalami reduksi dari SNI 03-2847-92 dimana nilai overstrength factor sebesar 1,625. Penelitian ini bertujuan untuk memeriksa kecukupan dari nilai overstrength factor berdasarkan SNI 03-2847-2002 yang didesain dengan Sistem Rangka Pemikul Momen Khusus (SRPMK) untuk bangunan beraturan di wilayah 6 peta gempa Indonesia. Struktur yang ditinjau pada penelitian ini adalah bangunan perkantoran 6 lantai dengan lebar bentang 6 meter, 8 meter, dan 10 meter. Pada penelitian ini diterapkan persyaratan pembatasan waktu getar alami fundamental sesuai yang ditetapkan pada SNI 03-1726-2002 pasal 5.6, yang pada penelitian sebelumnya tidak diperhitungkan. Metode pembebanan yang digunakan adalah statik ekuivalen. Sedangkan pemeriksaan kinerja struktur dengan menggunakan analisa statis Pushover nonlinier dan analisa dinamis Time History nonlinier dengan beban gempa periode ulang 50, 200, 500, dan 1000 tahun. Dengan analisa tersebut dapat ditentukan kecukupan nilai overstrength factor kolom dengan terjadinya mekanisme strong column weak beam pada beban gempa periode ulang 500 tahun seperti yang disyaratkan SNI 03-2847-2002. Hasil penelitian ini memperlihatkan bahwa nilai overstrength factor kolom sebesar 1,2 tidak menjamin mekanisme strong column weak beam.",
  "creators": "HARRY PRATAPA SANUSI; EDI HARTONO",
  "contributors": "Pamuda Pudjisuryadi (Advisor 1); Benjamin Lumantarna (Advisor 2); Effendy Tanojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.11011662/SIP/2009; Harry Pratapa Sanusi (21405075), Edi Hartono (21405133)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS; EARTHQUAKE ENGINEERING"
}