{
  "id": "11813",
  "title": "Studi karakteristik agregat Nusa Tenggara Timur, Sulawesi Utara dan Pandaan untuk lapis permukaan jalan",
  "abstract": "Jalan merupakan suatu sarana penting dalam menunjang perekonomian terutama untuk daerah di luar pulau Jawa. Pembangunan suatu jalan memerlukan bahan-bahan terutama agregat yang mudah didapat dan memenuhi persyaratan. di luar pulau Jawa sebenarnya memiliki sumber daya alam agregat yang cukup banyak namun nilai guna untuk perkerasan jalan masih kurang. Oleh sebab itu dibutuhkan suatu penelitian tentang karakteristik agregat dari luar pulau Jawa, apabila dibandingkan dengan agregat yang berasal dari pulau Jawa. Penelitian ini menggunakan agregat yang berasal dari dua daerah di luar pulau Jawa yaitu Gunung Soputan (Sulut) dan Desa Nelle Lorang (NTT) yang baru pertama kali diteliti dan kemudian dibandingkan dengan agregat dari daerah Pandaan (Jatim). Dari hasil penelitian tersebut, diperoleh kadar aspal optimum dari campuran Asphaltic Concrete Wearing Course (AC-WC) untuk daerah Pandaan 6.8% dengan stabilitas rata-rata sebesar 1065 kg dan Sulawesi Utara 6.2% dengan stabilitas rata-rata sebesar 1017 kg. Sedangkan untuk kadar aspal optimum dari campuran Asphalt Treated Base (ATB) agregat Nusa tenggara Timur sebesar 3.85% namun stabilitasnya hanya mencapai 771 kg (< 800 kg). Sehingga dilakukan pencampuran 30% agregat Pandaan dan 70% agregat Nusa Tenggara Timur dengan campuran Asphalt Treated Base (ATB) dan mendapatkan kadar aspal optimum 3.55% dan stabilitas sebesar 1161 kg.",
  "creators": "STEPHANIE; MARTINA EKARISTI M O",
  "contributors": "Harry Patmadjaja (Advisor 1); Johanes Indrojono Suwono (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 13011603/SIP/2008; Stephanie (21404116), Martina Ekaristi (21404147)",
  "subjects": "PAVEMENTS"
}