{
  "id": "1182",
  "title": "Audit terhadap pengendalian umum dari departemen electronic data processing pada PT. Inko Metalindo di Surabaya",
  "abstract": "Skripsi ini merupakan studi kasus tentang audit terhadap pengendalian umum dari Departemen Electronic Data Processing pada PT. Inko Metalindo Surabaya. Tujuan yang ingin dicapai dalam penelitian ini adalah : (i) untuk mengetahui apakah PT. Inko Metalindo sudah memiliki pengendalian umum atas Departemen Electronic Data Processing dan (ii) untuk mengetahui apakah pengendalian umum atas Departemen Electronic Data Processing PT. Inko Metalindo sudah memadai atau belum. Jenis data yang dikumpulkan merupakan data kualitatif yang berasal dari sumber internal yang diperoleh langsung melalui wawancara, observasi dan dokumen perusahaan. Penelitian ini menggunakan 3 metode pengumpulan data, yaitu dokumentasi, observasi, dan wawancara. Wawancara dilakukan dengan bagian EDP. Tehnik analisis yang digunakan adalah tehnik analisis kualitatif dengan tahapan: (i) mengumpulkan data dan menganalisa pengendalian umum sistem informasi yang ada, (ii) melakukan evaluasi dan membandingkan pengendalian sistem yang ada diperusahaan dengan teori, dan (iii) memberikan saran dan rekomendasi. Hasil penelitian yang dilakukan menunjukkan bahwa pengendalian umum atas departemen EDP di PT. Inko Metalindo adalah cukup memadai, yaitu pada pengendalian manajemen pengembangan sistem, pengendalian manajemen pemrograman, pengendalian manajemen sumber data, pengendalian manajemen keamanan, dan pengendalian manajemen operasional, sedangkan yang kurang memadai adalah pengendalian manajemen puncak.",
  "creators": "ELINA TARA",
  "contributors": "Juniarti (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 188/98/FE.AK/2002; Elina Tara (32498116)",
  "subjects": "AUDITING"
}