{
  "id": "11829",
  "title": "Evaluasi faktor overstrength kolom dalam sni 03-2847-02 pada bangunan tidak beraturan dengan vertical set-back 50% yang direncanakan sebagai sistem rangka penahan momen khusus (srpmk) di wilayah 2 ...",
  "abstract": "Peraturan Beton Indonesia yang baru, SNI 03-2847-2002 [1], telah diterbitkan untuk menggantikan SNI 03-2847-1992 dengan beberapa perubahan, salah satunya adalah perubahan pada nilai rasio jumlah momen nominal kolom terhadap balok (overstrength factor) dari sekitar 1,625 menjadi 1,2. Perubahan yang terjadi ini dirasa kurung cukup menjamin terpenuhinya kriteria strong column weak beam. Penelitian ini bertujuan untuk mengevaluasi kecukupan nilai overstrength factor kolom pada suatu Sistem Rangka Pemikul Momen Khusus (SRPMK) di wilayah 2 peta gempa Indonesia. Struktur yang ditinjau adalah bangunan perkantoran beton bertulang 6- dan 10-lantai dengan denah vertical set back 50%. Pada penelitian ini, balok dan kolom didesain dengan menggunakan tulangan teoritis (diameter tulangan tidak dibulatkan) dengan tujuan tidak ada penambahan kekuatan akibat kelebihan bahan. Penelitian ini juga mengikuti syarat pembatasan waktu getar alami fundamental yang disarankan dalam SNI 03-1726-2002 [2] pasal 5.6. Metode pembebanan gempa yang digunakan adalah analisis respons spektrum. Sedangkan pemeriksaan kinerja struktur dilakukan dengan analisis statis Pushover nonlinier dan analisis dinamis Time history nonlinier dengan beban gempa periode ulang 50, 200, dan 500 tahun. Hasil penelitian menunjukkan bahwa desain tersebut belum menjamin terjadinya mekanisme keruntuhan dengan kondisi strong column weak beam.",
  "creators": "LUKMAN LUSIANTO; DEDY KURNIAWAN WIBOWO",
  "contributors": "Pamuda Pudjisuryadi (Advisor 1); Ima Muljati Ginsar (Advisor 2); Effendy Tanojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.11011659/SIP/2009; Lukman Lusianto (21405033), Dedy Kurniawan Wibowo (21405042)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS; CONCRETE CONSTRUCTION"
}