{
  "id": "11826",
  "title": "Kecelakaan kerja dan implementasi peraturan keselamatan kerja pada penggunaan crane dan excavator",
  "abstract": "Masalah keselamatan kerja di sektor jasa konstruksi masih sering terabaikan. Kecelakaan yang mengakibatkan kematian manusia karena penggunaan crane dan excavator sering terjadi pada proyek konstruksi. Penelitian ini bertujuan untuk mengetahui jenis dan faktor penyebab kecelakaan kerja serta implementasi peraturan keselamatan kerja pada penggunaan crane dan excavator oleh kontraktor. Data untuk penelitian ini didapatkan dari pengisian kuisioner dan survey pada beberapa proyek. Kuisioner pada bagian jenis kecelakaan kerja dan faktor penyebab kecelakaan kerja diisi oleh responden. Sedangkan kuisioner pada bagian implementasi peraturan keselamatan di lokasi proyek diisi oleh peneliti pada saat pengamatan di lokasi proyek. Kecelakaan yang paling sering terjadi pada crane ialah jatuhnya beban yang diangkat crane dan robohnya crane, sedangkan pada backhoe ialah ada orang terbentur oleh lengan (boom) atau komponen lain saat backhoe berputar. Faktor yang paling sering menjadi penyebab kecelakaan pada crane ialah crane mengangkat beban melebihi kapasitas serta kegagalan/kerusakan boom atau kabel sling crane, sedangkan pada pada backhoe ialah adanya orang yang tidak berkepentingan berada di dekat backhoe. Pada survey implementasi keselamatan kerja didapatkan hasil bahwa sebagian besar aspek keselamatan kerja diterapkan. Hasil penelitian tersebut menunjukkan bahwa pada dasarnya kontraktor menerapkan sebagian besar peraturan keselamatan kerja yang ada.",
  "creators": "LITAWATI THAMRIN; PAULUS DIANTORO",
  "contributors": "Andi (Advisor 1); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011617/SIP/2008; Litawati Thamrin (21404019), Paulus Diantoro (21404121)",
  "subjects": "BUILDING-SAFETY MEASURES"
}