{
  "id": "11845",
  "title": "Studi lanjut tentang daktilitas struktur pada sistem shear wall frame - belt truss sebagai virtual outrigger",
  "abstract": "Pembangunan gedung tinggi harus direncanakan agar tahan terhadap pengaruh beban-beban lateral seperti angin dan gempa bumi. Outrigger dan belt truss merupakan salah satu sistem struktur yang biasanya digunakan dalam mengontrol simpangan yang terjadi akibat beban lateral secara efektif. Hal yang belum terungkap dengan jelas adalah besar daktilitas struktur yang tersedia apabila bangunan tersebut direncanakan sesuai SNI 03-1726-2002. Penelitian ini memprediksi nilai faktor reduksi gempa (R) dari bangunan shearwal frame ? belt truss 30 tingkat sebesar 6. Elemen balok dan kolom didesain dengan metode desain kapasitas. Sedangkan elemen shearwall didesain sesuai SNI 03-2847-2002 (pasal 23.6) dan belt truss didesain sebagai komponen lentur aksial konvensional. Evaluasi daktilitas bangunan tersebut dilakukan dengan analisis dinamis non-linier riwayat waktu dan analisis pushover. Beban gempa yang digunakan untuk analisis dinamis non-linier riwayat waktu adalah gempa El Centro 18 Mei 1940 komponen North-South yang telah dimodifikasi dengan periode ulang 50, 200, dan 500 tahun. Hasil penelitian menunjukkan bahwa daktilitas yang diharapkan dapat tercapai, ditandai dengan besarnya damage index pada semua elemen struktur adalah kurang dari satu dan simpangan antar tingkat tidak lebih dari 2% sesuai Asian Concrete Model Code (ACMC). Sendi plastis terjadi pada beberapa elemen balok dan shearwall, namun tidak sampai mempengaruhi kestabilan struktur secara keseluruhan.",
  "creators": "ANDRI PRASETIYO; HANDRY SUN SUMENDAP",
  "contributors": "Pamuda Pudjisuryadi (Advisor 1); Benjamin Lumantarna (Advisor 2); Ima Muljati Ginsar (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011624/SIP/2008; Andri Prasetiyo (21404101), Handry Sun Sumendap (21404132)",
  "subjects": "TALL BUILDINGS; BUILDINGS-EARTHQUAKE EFFECTS"
}