{
  "id": "11843",
  "title": "Pre-stressed concrete bridge and the analysis of the economic decks",
  "abstract": "The development of the cities in Netherland has created a higher and faster activity for the population. In the mean time this condition makes a transportation very important aspect in live. Transportation plays a major role to get a better economics condition since a long time ago. The demand of a better infrastructure also rises to achieve the best service for the population. The natural condition of the Netherlands which has elevation bellows the sea level has created a land with a lot existence of water area, such as rivers, canals, and lake. These water areas are found very often as a boundary of the activity for the Dutch. Living in this condition the Dutch seems to be familiar with these problems and also famous for their way to solve this kind of problems. In the condition where the traffic meets the water, the Dutch have several ways to solve this condition. The two famous ways are to build a bridge above or to build a tunnel below the rivers, canals, or lakes. The connection not only prevent the movement of the people and goods from limitation but also to help the area to improve the economic condition and develop the area As one of the solutions the bridge engineer are challenged to keep made an improvement and variation for the design. The Variation could be in the type of the bridge, the material and also the method that are used to construct the bridge. This report will provide a design of the pre-stressed ? Post ? tensioned concrete bridge. I are focusing in the idea of the pre-stressed concrete and also the design of the pre-stressed cable. The design should be checked for the ULS and SLS as a safety requirement. Beside the design this report also provides an alternative with material variation and also the evaluation for the economics cross section for the pre-stressed concrete bridge. The evaluation for the type of cross section is done by comparing the massive cross section as the proposal design for this project with the hollow cross section with the variation of the thickness of the deck.",
  "creators": "TRI HANDOYO ADI KURNIAWAN",
  "contributors": "FRANS VAN HEERDEN (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 15011622/SIP/2008; Tri Handoyo Adi Kurniawan (21404030)",
  "subjects": "BRIDGES, CONCRETE"
}