{
  "id": "11866",
  "title": "Perhitungan pajak penghasilan terutang berdasarkan pembukuan dan pengisian SPT 1770: studi kasus pada tuan \"X\"",
  "abstract": "Tuan X merupakan wajib pajak orang pribadi yang memperoleh penghasilan yang berasal dari usaha dagang dan gerai optik. Selama ini Tuan X menghitung pajaknya menggunakan norma penghitungan karena peredaran bruto yang diterima belum mencapai Rp. 600,000,000.-. Akan tetapi pada tahun 2006, Tuan X tetap menggunakan norma penghitungan walaupun peredaran bruto yang diterima Tuan \"X\" telah melebihi Rp. 600,000,000.- sehingga menurut Undang-Undang Nomor 17 Tahun 2000 pasal 14 ayat 2, Tuan X harus menyelenggarakan pembukuan dan menghitung pajak penghasilannya dengan berdasarkan pembukuan. Penelitian ini merupakan penelitian deskriptif yang mengungkapkan suatu masalah atau fakta yang sebenarnya terjadi. Metode pengumpulan data yang digunakan adalah wawancara dan dokumentasi. Penelitian ini dimulai dengan menyusun laporan keuangan komersial dengan tahap-tahap yaitu pembuatan jurnal umum, daftar penyusutan aktiva tetap yang digunakan dalam usaha, jurnal penyesuaian, buku besar, kertas kerja yang berisi tentang neraca saldo, jurnal penyesuaian, neraca saldo yang disesuaikan, laporan laba rugi, dan laporan neraca. Serta membuat laporan perubahan modal dan jurnal penutup. Setelah itu dilakukan rekonsiliasi fiscal untuk menghitung pajak penghasilan terutang. Dengan menggunakan dasar pembukuan, pajak penghasilan terutang terhadap Tuan X untuk tahun pajak 2007 adalah sebesar Rp. 24,340,750.-.",
  "creators": "SULISTIANI GUNAWAN",
  "contributors": "Yenni Mangoting (Advisor 1); MUDJIAWAN, H.W (Advisor 2); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010908/AKT/2008; Sulistiani Gunawan (32404048)",
  "subjects": "TAX ACCOUNTING"
}