{
  "id": "11879",
  "title": "Penyelesaian permasalahan peradilan pajak",
  "abstract": "PT \"X\" adalah perusahaan perdagangan yang melakukan kegiatan perdagangan lokal dan ekspor. Sebagai pengusaha kena pajak, perusahaan mempunyai kewajiban perpajakan yang berhubungan dengan pajak pertambahan nilai (PPN), yaitu pajak yang berupa pajak pemasukan atas transaksi barang dagang yang dilakukan oleh PT \"X\". PT 'X\" telah melaksanakan kewajibannya sebagai wajib pajak sesuai dengan ketentuan yang berlaku, dengan melaporkan transaksi tersebut sebagai Pajak Pertambahan Nilai (PPN) pemasukan ke Kantor Pelayanan Pajak (KPP), dengan harapan PT Mawar sebagai penjual juga melakukan pelaporan transaksi dan pembayaran PPN pengeluaran atas penjualan yang dilakukannya. Dengan adanya kesalahan pada PT Mawar yang tidak melaporkan penjualannya ke PT \"X\", maka atas pajak masukan PT \"X\" dilakukan koreksi oleh fiskus. Dari koreksi tersebut menimbulkan faktur pajak bermasalah. Akibatnya adalah faktur pajak masukan yang dimasukkan oleh PT \"X\" dikoreksi oleh fiskus dan dikenakan sanksi yang memberatkan PT \"X\" sehingga kasus ini berkembang hingga ke pengadilan pajak karena adanya keberatan dari PT \"X\". Jenis penelitian yang digunakan adalah data kuantitatif yaitu berupa dokumen, angka-angka yang terdapat dalam laporan keuangan serta data kualitatif yaitu data-data berupa catatan perusahaan seperti gambaran umum perusahaan dan gambaran umum kasus. Sumber data diambil dari sumber eksternal yaitu melalui wawancara langsung dengan konsultan pajak PT \"X\" sebagai pihak ketiga yang berkaitan pada kasus tersebut. Dari kasus tersebut ditemukan kesalahan awal ada pada pelaporan pajak oleh PT \"X\" yang tidak pada tempatnya, dan kesalahan oleh fiskus yang tidak memberikan teguran awal sebelum menerbitkan SKPKB. Sehingga hasil sidang pengadilan pajak adalah dengan memenangkan PT \"X\", dan mengeluarkan perintah koreksi atas kesalahan pelaporan yang ada.",
  "creators": "NOVIKA KUSUMAWARDHANI",
  "contributors": "Yenni Mangoting (Advisor 1); Drs. Sudibjo, M.M (Advisor 2); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.32010009/AKT/2009; Novika Kusumawardhani (32404093)",
  "subjects": "TAX ACCOUNTING"
}