{
  "id": "11876",
  "title": "Evaluasi perhitungan pajak penghasilan pada wajib pajak orang pribadi",
  "abstract": "Undang-Undang Perpajakan di Indonesia menganut self assessment system. Dalam sistem ini, Wajib Pajak diberi kepercayaan penuh untuk menghitung, menyetor, dan melaporkan pajaknya kepada Kantor Pelayanan Pajak (KPP) setempat. Dengan menerapkan sistem tersebut banyak Wajib Pajak yang masih belum benar dalam memenuhi kewajiban perpajakannya. Hal ini karena peraturan pajak yang berubah-ubah dan pengetahuan Wajib Pajak akan perpajakan masih minim. Oleh karena itu penulisan skripsi ini bertujuan untuk mengevaluasi kewajiban perpajakan pada usaha Wajib Pajak Orang Pribadi milik Tn X yang berkedudukan di kota Mojokerto ini apakah sudah sesuai atau belum dengan peraturan pajak yang ada. Penelitian ini dilakukan dengan cara mengevaluasi laporan keuangan komersial dan fiskal milik Tn X terlebih dahulu yaitu dengan menyusun ulang laporan keuangan laba rugi komersial dan fiskal karena dalam melaporkan pajaknya perhitungan Tn X masih belum benar. Hal ini karena ada data yang tidak dimasukkan oleh Tn X dalam perhitungan pajaknya. Setelah dilakukan evaluasi, Tn X telah memenuhi kewajiban perpajakannya dengan benar kecuali kewajiban untuk menghitung dan melaporkan pajaknya masih belum benar. Oleh karena itu penulis perlu melakukan pembetulan terhadap laporan keuangan komersial dan fiskal agar perhitungan dan pelaporan pajak usaha Tn X menjadi benar. Hasil dari pembetulan perhitungan tersebut disarankan digunakan untuk pengisian pembetulan SPT Tahunan 1770 Wajib Pajak Orang Pribadi dimana penulis juga akan menghitung besarnya sanksi administrasi yaitu bunga jika Tn X melakukan pembetulan SPT tersebut.",
  "creators": "MARGARET STEFANI",
  "contributors": "R.Arja Angka Asa Aras Adji S. (Advisor 1); Yenni Mangoting (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010917/AKT/2008; Margaret Stefani (32404112)",
  "subjects": "TAX ACCOUNTING; INCOME TAX-ACCOUNTING"
}