{
  "id": "11878",
  "title": "Analisa dan perancangan sistem informasi akuntansi terkomputerisasi atas siklus pendapatan Rumah Makan Mitra",
  "abstract": "Penelitian dilakukan di Rumah Makan Mitra yang memiliki 3 jenis usaha berbeda pada satu tempat. Ketiga jenis usaha tersebut adalah rumah makan, toko oleh-oleh, dan gedung pertemuan. Rumah Makan Mitra masih menggunakan sistem informasi akuntansi manual atas Siklus Pendapatan sehingga mengalami kesulitan di dalam menyediakan laporan yang dibutuhkan oleh Pemilik dan pihak-pihak lain yang membutuhkan laporan tersebut. Penelitian ini bertujuan untuk merancang sistem pendapatan yang baru bagi Rumah Makan Mitra yang sudah terkomputerisasi dan dapat mengintegrasikan data dan informasi secara baik, serta sebagai bahan masukan untuk mengevaluasi sistem informasi akuntansi yang ada saat ini. Penelitian yang dilakukan merupakan penelitian deskriptif berupa studi kasus. Jenis data yang diperoleh adalah data kualitatif dengan menggunakan metode pengumpulan data observasi, wawancara, dan dokumentasi. Teknik analisis yang digunakan adalah analisis deskriptif kualitatif dengan pendekatan System Development Life Cycle (SDLC) yaitu melakukan analisa sistem, membuat desain konseptual, dan desain fisik. Penelitian ini menghasilkan desain output berupa 4 laporan dan desain input berupa 15 form beserta pengendalian aplikasinya, serta desain database berupa 23 tabel metadata. Dengan menerapkan Siklus Pendapatan yang terkomputerisasi, diharapkan dapat mengatasi kesulitan di dalam menyediakan laporan bagi Pemilik dan pihak-pihak lain yang membutuhkan.",
  "creators": "FANNY LUCIANA HALIM",
  "contributors": "Sri Maharsi (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010918/AKT/2008; Fanny Luciana Halim (32404041)",
  "subjects": "ACCOUNTING-COMPUTER PROGRAMS"
}