{
  "id": "11880",
  "title": "Studi mengenai dampak lingkungan selama tahap pelaksanaan konstruksi gedung bertingkat",
  "abstract": "Aktivitas kegiatan konstruksi dapat menimbulkan dampak terhadap lingkungan di sekitarnya. Penelitian ini dilakukan untuk mengetahui terjadinya dampak akibat pelaksanaan proyek bangunan bertingkat, dengan menyebarkan kuesioner kepada para pelaku konstruksi bangunan bertingkat di Surabaya dimana aktivitas kegiatan konstruksi dibagi kedalam empat jenis pekerjaan yaitu: pekerjaan persiapan, pekerjaan pondasi, pekerjaan struktur, dan pekerjaan finishing. Sedangkan dampak yang diteliti adalah dampak fisik dan kimia yang meliputi: kebisingan, kualitas udara, kualitas dan kuantitas air, getaran, dan fasilitas jalan . Dari hasil penelitian ini didapatkan bahwa pada pekerjaan persiapan dampak lingkungan yang sering terjadi adalah dampak pada fasilitas jalan, kebisingan, dan kualitas udara. Pada pekerjaan pondasi, didapatkan bahwa aktivitas pemancangan dengan menggunakan drop hammer dan diesel hammer merupakan salah satu jenis aktivitas pemancangan yang paling sering menyebabkan timbulnya dampak lingkungan misalnya: kebisingan, kualitas udara, getaran, kualitas dan kuantitas air dan fasilitas jalan. Pada pekerjaan struktur, didapatkan bahwa aktivitas di dalam pekerjaan struktur tidak menimbukan dampak yang cukup berpengaruh terhadap lingkungan di sekitar lokasi proyek tersebut sedangkan di dalam pekerjaan finishing didapatkan juga bahwa aktivitas di dalam pekerjaan finishing tidak menimbukan dampak yang cukup berpengaruh terhadap lingkungan di sekitar lokasi proyek tersebut.",
  "creators": "AGUS SUTRISNO; GO CHIN HAN",
  "contributors": "Ratna S. Alifen (Advisor 1); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No:21011652/SIP/2009; Agus Sutrisno (21403011), Go Chin Han (21403119)",
  "subjects": "CONSTRUCTION INDUSTRY MANAGEMENT"
}