{
  "id": "1188",
  "title": "Studi kasus mengenai pembangunan rumah sederhana di kampung Tanah Merah gang Seledri dan Kedinding Tengah IX Surabaya",
  "abstract": "Kampung adalah suatu daerah perumahan yang keadaan fisiknya tidak memenuhi syarat kebutuhan dan kehidupan yang layak, dimana penduduk kurang memelihara daerahnya yang miskin serta kemampuan materinya rendah. Dengan kondisi fisik kampung yang kurang memadai sehingga diperlukan adanya perbaikan. Salah satu program pemerintah dalam perbaikan kampung adalah Kampung Improvement Programme. Agar pembangunan rumah dapat berjalan dengan lancar, maka dibutuhkan perencanaan yang baik pula. Selain itu, juga dilihat mengenai persyaratan rumah sehat dari masyarakat ekonomi lemah. Data yang diperoleh ada 2 macam, yaitu data yang berasal dari wawancara serta data yang berasal dari buku literatur. Data-data tentang penerapan 5M diolah dengan analisa persentase frekuensi relatif dan juga dilakukan analisa tabulasi silang antara faktor yang satu dengan faktor yang lain, sedangkan untuk data tentang rumah sehat diolah dengan sistem score tentang keadaan rumah dengan nilai-nilai yang sudah ditentukan. Setelah itu, dilakukan pembandingan antara kampung yang menerima KIP dan yang tidak. Dari hasil pengolahan data diperoleh hasil yang tidak terlalu beda antara kampung yang menerima KIP dan yang tidak. Sedangkan untuk analisa tabulasi silang adalah untuk warga yang membangun rumahnya secara bertahap memerlukan waktu lebih dari 5 tahun dan untuk pengaturan tukangnya diatur oleh warga sendiri. Disimpulkan bahwa 75% warga kampung yang menerima KIP mendesain denah rumah dan mengatur tukang tanpa bantuan orang lain, sedangkan untuk warga kampung yang tidak menerima KIP sebesar 80%. Untuk penilaian rumah sehat warga kampung yang menerima KIP mendapatkan nilai rata-rata sebesar 49,5 dan untuk warga kampung yang tidak menerima KIP didapatkan nilai rata-rata sebesar 52.8. Kedua nilai berada pada golongan rumah kurang sehat. Disarankan agar masyarakat ekonomi lemah lebih memperhatikan pembangunan rumahnya dalam pembangunan rumahnya dan memenuhi syarat rumah sehat sebagai tempat tinggal.",
  "creators": "LEO PURNOMO; BUDI RAHARJO",
  "contributors": "Connie Susilawati (Advisor 1); Rudy Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1193/SIP/2002; Leo Purnomo (21497158), Budi Raharjo (21497163)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}