{
  "id": "11892",
  "title": "Faktor-faktor yang mempengaruhi kebijakan hutang perusahaan pada perusahaan LQ 45 tahun 2006",
  "abstract": "Penelitian ini bertujuan untuk menganalisis faktor-faktor yang mempengaruhi kebijakan hutang perusahaan. Penelitian ini menguji kembali faktor-faktor yang mempengaruhi kebijakan hutang perusahaan. Menurut Brigham dan Houston (2004) ada beberapa faktor yaitu sales stability, asset structure, operating leverage, growth rate, profitability, taxes, control, management attitudes, financial flexibility. Dari beberapa faktor yang dikemukakan oleh Brigham dan Houston, dilakukan uji faktor dan hasilnya terdapat 3 faktor yang dianalisis, yaitu resiko bisnis, ukuran perusahaan, dan kepemilikan manajerial. Penelitian ini menggunakan 45 perusahaan yang terdaftar di Bursa Efek Jakarta yang masuk dalam LQ 45 tahun 2006. Jenis data yang digunakan untuk penelitian ini adalah data kuantitatif. Sumber data adalah data sekunder yang diperoleh dari Bursa Efek Jakarta. Jenis penelitian yang dilakukan adalah historical research, yaitu penelitian yang menggunakan data histories. Yang dimaksud dengan data histories adalah data yang sudah ada atau data yang pernah didokumentasikan sebelumnya. Hipotesis diuji dengan menggunakan metode Regresi linear berganda, uji t, uji F, uji klasik, dan pengolahan data menggunakan program SPSS. Hasil penelitian ini adalah (1) Variabel resiko bisnis mempunyai pengaruh negatif dan berpengaruh signifikan terhadap kebijakan hutang perusahaan, mengandung pengertian bahwa semakin tinggi resiko bisnis suatu perusahaan maka semakin kecil hutang yang dimilikinya. (2) Variabel ukuran perusahaan mempunyai pengaruh positif dan berpengaruh signifikan terhadap kebijakan hutang perusahaan, mengandung pengertian bahwa semakin besar ukuran perusahaan maka semakin besar hutang yang dimiliki perusahaan. (3) Variabel kepemilikan manajerial mempunyai pengaruh negatif dan berpengaruh signifikan terhadap kebijakan hutang perusahaan mengandung pengertian bahwa semakin terkonsentrasi kepemilikan manajerial, maka penggunaan hutang semakin tidak disukai.",
  "creators": "SENNY GONI",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); Adwin Surja Atmadja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010893/AKT/2008; Senny Goni (32404114)",
  "subjects": "CORPORATE DEBT-ACCOUNTING; MANAGERIAL ACCOUNTING; CORPORATIONS-FINANCE"
}