{
  "id": "1189",
  "title": "Studi perbandingan perilaku struktur dinding beton bertulang yang direncanakan dengan konsep berbasis perpindahan dan konsep berbasis gaya",
  "abstract": "Saat ini telah dikembangkan konsep berbasis perpindahan dalam usaha untuk meningkatkan kualitas perencanaan struktur tahan gempa. Konsep ini merencanakan struktur berdasarkan target perpindahan yang dikehendaki sehingga kerusakan struktural maupun non struktural dapat dikontrol. Dalam studi ini dibandingkan perilaku struktur yang didesain berdasarkan konsep berbasis perpindahan dan yang didesain dengan konsep perencanaan yang selama ini digunakan, yaitu konsep berbasis gaya. Struktur yang direncanakan adalah struktur dinding beton bertulang 5, 10, dan 15 lantai. Studi ini terdiri atas dua tahap, yaitu tahap perencanaan dan tahap analisis struktur. Pada tahap perencanaan, struktur tersebut direncanakan dengan konsep berbasis perpindahan dan konsep berbasis gaya. Pada tahap analisis struktur, dilakukan analisis inelastik riwayat waktu dan analisis momen-kurvatur. Hasil dari perencanaan struktur dinding beton bertulang menunjukkan bahwa konsep berbasis perpindahan membutuhkan tulangan sekitar dua kali lebih besar daripada konsep berbasis gaya. Hasil dari analisis struktur menunjukkan bahwa perilaku struktur yang direncanakan dengan konsep berbasis perpindahan lebih baik daripada konsep berbasis gaya. Hal ini dapat dilihat dari tuntutan daktilitas kurvatur pada konsep berbasis perpindahan yang lebih kecil dari pada konsep berbasis gaya sehingga kerusakan yang terjadi lebih ringan.",
  "creators": "DANIEL TJANDRA; PARAVITA SRI WULANDARI",
  "contributors": "Takim Andriono (Advisor 1); Wong Foek Tjong, S.T., M.T., Ph.D. (Advisor 2); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1162 S; Daniel Tjandra (21498025), Paravita Sri Wulandari (21498033)",
  "subjects": "BUILDING-EARTHQUAKE EFFECTS"
}