{
  "id": "1190",
  "title": "Analisa perilaku dan tingkat kepuasan penghuni ruko komplek Manyar Mega Indah Plaza Surabaya",
  "abstract": "Industri properti, khususnya ruko di Surabaya, mulai pulih setelah terjadi kelesuan akibat krisis ekonomi Asia 1997. Untuk menarik minat para konsumen agar membeli/menyewa ruko, perlu diketahui perilaku konsumen yang paling menentukan sebelum membeli/menyewa ruko dan tingkat kepuasan mereka setelah menghuni ruko. Perilaku konsumen dipengaruhi oleh tiga faktor utama, yakni strategi pemasaran, pengaruh lingkungan dan perbedaan individu. Sedangkan faktor pengukur kepuasan konsumen ada tiga, yakni harapan dan ideal, janji-janji pemasar, dan pesaing. Lokasi penelitian berada di ruko Manyar Megah Indah Plaza Surabaya. Penelitian dilakukan terhadap 85 penghuni ruko, terbagi dalam tiga responden utama berdasarkan bidang usaha yang dilakukan, yakni responden perkantoran, pertokoan (toko, gudang, apotik, rumah-tangga), lain-lain (sekolah, tempat hiburan, usaha-jasa, rumah-makan). Analisa dilakukan dengan analisa distribusi frekuensi, mean, peringkat dan Anova untuk kuesioner bagian I. Kuesioner bagian II dilakukan dengan analisa distribusi frekuensi, mean, peringkat, analisa uji t dan analisa importance performance. Hasil analisa kuesioner bagian I menunjukkan, bahwa perilaku yang paling menentukan bagi seluruh responden sebelum membeli/menyewa ruko Manyar Megah Indah Plaza, yakni prasarana ruko (5,247). Hasil analisa kuesioner bagian II menunjukkan bahwa tingkat kepuasan penghuni ruko belum tercapai. Prioritas utama yang seharusnya dilakukan pengembang ruko Manyar Megah Indah Plaza untuk meningkatkan kepuasan penghuni yakni prasarana ruko (selisih mean 2,139)",
  "creators": "TEGUH PRAYITNO; HENDRA SETIAWAN",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Jonathan Hendra Kusuma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1264/SIP/2003; Teguh Prayitno (21498058), Hendra Setiawan (21498064)",
  "subjects": "CONSUMER RESEARCH; CONSUMER BEHAVIOR; CONSUMER SATISFACTION"
}