{
  "id": "11917",
  "title": "Pembuatan porous concrete block",
  "abstract": "Saat ini, area permukaaan yang tertutup oleh perkerasan semakin besar sehingga daerah resapan air semakin berkurang. Untuk mengatasi masalah tersebut, dibutuhkan paving block yang sifatnya tembus air dengan tujuan dapat mengurangi aliran permukaan dan meningkatkan penyediaan air bawah tanah. Porous concrete block adalah salah satu bentuk paving block yang tembus air dengan porositas tinggi. Porous concrete block dibuat dengan air, semen, dan agregat kasar. Dengan demikian, beton tersebut memiliki banyak rongga untuk meresapnya air dari permukaan. Variabel-variabel yang ditinjau dalam pembuatan porous concrete block adalah metode pencampuran, ukuran dan komposisi agregat, ketebalan, serta proporsi kebutuhan bahan (semen, agregat, dan air). Porous concrete block yang sudah dicetak diuji nilai kuat tekan, serta dilakukan pengukuran nilai porositas dan permeabilitas. Berdasarkan penelitian, diperoleh beberapa mix design yang memenuhi batasan kuat tekan, porositas dan permeabilitas. Tipe porous concrete block yang dipilih dibuat dengan metode mencampur semen dan agregat lebih dahulu dalam keadaan kering kemudian ditambahkan air. Jumlah air yang digunakan yaitu sekitar 0.3 perlu dikontrol agar didapatkan porous concrete yang baik. Air yang berlebihan dapat menyebabkan tertutupnya rongga oleh pasta semen. Porous concrete block yang dihasilkan memiliki nilai kuat tekan sebesar 15.26 MPa sehingga dapat diaplikasikan pada area pejalan kaki maupun taman.",
  "creators": "PANDU TAMARA; DANNY SAHUSILAWANE",
  "contributors": "Antoni (Advisor 1); Indriani Santoso (Advisor 2); Harry Patmadjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.11011647/SIP/2009; Pandu Tamara (21404016), Danny Sahusilawane (21404111)",
  "subjects": "BUILDING MATERIALS; CONCRETE BLOCKS"
}