{
  "id": "1193",
  "title": "Harapan dan realita sistem manajemen mutu ISO 9000 dalam penerapannya di perusahaan kontraktor",
  "abstract": "Era globalisasi pada tahun 2003 berdampak terbukanya perdagangan bebas. Hal ini menyebabkan persaingan bisnis meningkat tajam baik di pasar domestik (nasional) dan global (internasional). Oleh karena itu, perusahaan berusaha memenangkan persaingan dengan meningkatkan mutu produk/jasa ISO 9000 merupakan standar sistem manajemen mutu yang bersifat umum, diakui dunia lnternasional dan dapat diterapkan disegala bidang termasuk bidang konstruksi. Adapun tujuan dari penelitian ini untuk mengetahui alasan, hambatan, gap antara harapan dan realita, dan prioritas utama perusahaan yang sedang dan sudah menetapkan ISO 9000 2000 Penelitian ini menggunakan studi literatur dan survei (terhadap perusahaan kontraktor di Surabaya dan Gresik yang sedang dan sudah menerapkan ISO 9000 2000. Pengolahan data menggunakan teknik analisa mean, gap, uji T, dan importance-performance dengan program Microsoft Excel 2000, dan SPSS II 00 Hasil analisa data menunjukkan bahwa alasan terbesar perusahaan menerapkan ISO 9000 yaitu untuk meningkatkan konsistensi dalam pelaksanaan (mean rank 5,40), dan memperbaiki mutu (mean rank 5,40). Hambatan terbesarnya yaitu waktu yang diperlukan untuk melengkapi penerapan (mean rank 4,07) Gap terbesar antara harapan dan realita terdapat pada faktor meningkatkan kepuasan pelanggan (mean rank -0,80). Perusahaan harus menerapkan faktor terhadap peningkatan kepuasan pelanggan sebagai prioritas utama untuk meningkatkan mutu perusahaan.",
  "creators": "FERRYANTO SALIM; TJAHJADI SOESILO",
  "contributors": "Connie Susilawati (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1243/SIP/2002; Ferryanto Salim (21498096), Tjahjadi Soesilo (21498100)",
  "subjects": "ISO 9000 STANDARD; CONSTRUCTION INDUSTRY--QUALITY CONTROL; CONSTRUCTION INDUSTRY-MANAGEMENT; QUALITY CONTROL-STANDARDS"
}