{
  "id": "11959",
  "title": "Analisis dan perancangan sistem informasi akuntansi terkomputerisasi atas siklus penggajian pada CV. Podo Joyo di Surabaya",
  "abstract": "Penelitian ini dilakukan di CV.Podo Joyo yang bergerak di bidang industri plastik perlengkapan rumah tangga. Sistem informasi akuntansi atas siklus penggajian yang digunakan masih manual, dan memiliki berbagai kelemahan yaitu : sistem absensi manual, dokumen yang tidak memadai untuk menyediakan informasi kinerja buruh terhadap target produksi secara tepat dan akurat, data karyawan yang tidak lengkap berpengaruh terhadap keakuratan pada perhitungan gaji karyawan serta tidak adanya perhitungan PPh 21. Tujuan penelitian ini untuk mengumpulkan data dan merancang sistem informasi akuntansi terkomputerisasi atas siklus penggajian pada CV. Podo Joyo di Surabaya. Manfaat penelitian ini yaitu terkumpulnya data, terancangnya sistem informasi akuntansi terkomputerisasi atas siklus penggajian, dan sebagai masukan bagi manajemen perusahaan untuk evaluasi perancangan sistem informasi akuntansi pada siklus penggajian pada CV. Podo Joyo. Penelitian ini merupakan penelitian deskriptif dengan rancangan penelitian berupa studi kasus dengan menggunakan jenis data kualitatif dan sumber data yang berasal dari internal perusahaan berupa data primer. Teknik analisa data yang digunakan yaitu System Development Life Cycle (SDLC) meliputi analisa sistem, desain konseptual, dan desain fisik. Penelitian ini melakukan analisa sistem yang menghasilkan output berupa Laporan Penggajian, Slip Gaji/ Upah, Laporan Lembur, dan Laporan Ijin Cuti. Selain itu, juga menghasilkan input berupa file Master Karyawan, Master Komponen Gaji Karyawan, Master Tarif PPH 21, Master Pesangon, Master Libur Karyawan, Master Lembur, Master Ijin Cuti, Master Shift, Absensi Karyawan, Shift Karyawan, Ijin Cuti, dan Lembur.",
  "creators": "LILIE WIBOWO",
  "contributors": "Sri Maharsi (Advisor 1); Saarce Elsye Hatane (Advisor 2); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010037/AKT/2009; Lilie Wibowo (32405053)",
  "subjects": "AUDITING-DATA PROCESSING; ACCOUNTING-COMPUTER PROGRAMS"
}