{
  "id": "11970",
  "title": "Kinerja sistem rangka pemikul momen khusus pada bangunan tidak beraturan sesuai SNI 03-2847-2002 studi kasus: bangunan beton bertulang bercoakan sudut 20% di wilayah 2 peta gempa Indonesia",
  "abstract": "SNI 0328471992 telah mengalami perubahan menjadi SNI 0328472002. Salah satu perubahan yang cukup signifikan adalah pada faktor pembesaran jumlah momen nominal kolom terhadap jumlah momen nominal balok (overstrength factor kolom) yang berkurang dari 1,625 menjadi 1,2. Penelitian ini bertujuan untuk memeriksa kecukupan nilai overstrength factor kolom yang ditentukan dalam SNI 0328472002 pada suatu Sistem Rangka Pemikul Momen Khusus (SRPMK) di wilayah 2 peta gempa Indonesia untuk memenuhi syarat pola keruntuhan side sway mechanism. Dalam penelitian ini, semua peraturan pada SNI 0328472002 diikuti termasuk persyaratan waktu getar alami fundamental, yang pada penelitian sebelumnya tidak diikuti. Struktur yang ditinjau adalah gedung beton bertulang 6 dan 10lantai dengan coakan sudut sebesar 20%. Metode pembebanan gempa yang digunakan adalah analisis respons spektrum. Sedangkan pemeriksaan kinerja struktur dilakukan dengan analisis statis pushover nonlinier dan analisis dinamis time history nonlinier. Kriteria kecukupan nilai overstrength factor ditentukan berdasarkan terjadinya mekanisme strong column weak beam. Hasil penelitian menunjukkan bahwa overstrength factor kolom sebesar 1,2 untuk bangunan dengan coakan sudut sebesar 20% ternyata belum memenuhi persyaratan strong column weak beam.",
  "creators": "STEPHEN HARTANTO K; ANDREAS TIRTA KUSUMA",
  "contributors": "Pamuda Pudjisuryadi (Advisor 1); Benjamin Lumantarna (Advisor 2); Ima Muljati Ginsar (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.11011632/SIP/2009; Stephen Hartanto (21405072), Andreas Tirta Kusuma (21405085)",
  "subjects": "REINFORCED CONCRETE CONSTRUCTION; BUILDING-EARTHQUAKE EFFECTS"
}