{
  "id": "11986",
  "title": "Perbedaan signifikansi pengaruh tingkat pengungkapan sukarela dan good corporate governance terhadap cost of equity",
  "abstract": "Penelitian ini bertujuan untuk menguji perbedaan signifikansi pengaruh tingkat pengungkapan sukarela dan Good Corporate Governance terhadap cost of equity. Dalam penelitian ini Good Corporate Governance diukur dengan menggunakan proksi, yaitu: kepemilikan institusional, kepemilikan manajerial, komisaris independen, dan kualitas audit. Penelitian ini juga menguji market value of equity dan return on equity (ROE) sebagai variabel kontrol. Berdasarkan kriteria yang telah ditetapkan, sampel penelitian terdiri atas 37 perusahaan keuangan yang terdaftar pada Bursa Efek Indonesia untuk periode 2003-2007. Pengujian hipotesis dalam penelitian ini menggunakan regresi linear berganda. Hasil penelitian ini membuktikan bahwa kepemilikan institusional, kepemilikan manajerial, komisaris independen, market value of equity dan return on equity (ROE) memiliki pengaruh yang signifikan terhadap cost of equity. Namun sebaliknya penelitian ini gagal untuk membuktikan bahwa tingkat pengungkapan sukarela dan kualitas audit memiliki pengaruh yang signifikan terhadap cost of equity. Pada akhirnya penelitian ini tidak dapat menyimpulkan mengenai manakah dari antara tingkat pengungkapan sukarela dan Good Corporate Governance yang lebih signifikan mempengaruhi cost of equity, mengingat salah satu dari kedua variabel tersebut, yaitu tingkat pengungkapan sukarela ternyata terbukti tidak signifikan mempengaruhi cost of equity.",
  "creators": "YUNITA LIONIE JIMANTO",
  "contributors": "Juniarti (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010051/AKT/2009; Yunita Lionie Jimanto (32405007)",
  "subjects": "CORPORATE GOVERNANCE; INDUSTRIAL MANAGEMENT"
}