{
  "id": "11989",
  "title": "Kinerja struktur beton tidak beraturan yang direncanakan sebagai sistem rangka pemikul momen khusus menurut SNI 03-2847-2002 studi kasus: bangunan dengan coakan sudut 40% pada wilayah 2 peta gempa ...",
  "abstract": "Ada perubahan Peraturan Beton Indonesia dari SNI 03-2847-1992 menjadi SNI 03-2847-2002. Dalam peraturan beton yang baru terdapat perubahan yang cukup signifikan yaitu pada faktor pembesaran jumlah momen nominal kolom terhadap jumlah momen nominal balok (overstrength factor kolom) yang berkurang dari 1,625 menjadi 1,2. Penelitian ini bertujuan untuk memeriksa kinerja struktur beton terutama kecukupan nilai overstrength factor kolom pada suatu Sistem Rangka Pemikul Momen Khusus (SRPMK) di wilayah 2 peta gempa Indonesia. Struktur yang ditinjau adalah bangunan tidak beraturan 6- dan 10- lantai dengan denah bercoakan sudut sebesar 40%. Di dalam penelitian ini, digunakan tulangan balok dan kolom teoritis yaitu tulangan yang tidak dibulatkan dengan tujuan tidak ada penambahan kekuatan akibat kelebihan bahan. Pemeriksaan kinerja struktur dilakukan dengan analisis statis pushover nonlinier dan analisis dinamis time history nonlinier. Kecukupan nilai overstrength factor ditentukan berdasarkan terjadinya mekanisme keruntuhan strong column weak beam. Hasil penelitian menunjukkan bahwa overstrength factor kolom sebesar 1,2 belum menjamin terjadinya mekanisme keruntuhan strong column weak beam.",
  "creators": "STEVEN PRANOTO BUDIONO; VEENDY ISKANDAR",
  "contributors": "Ima Muljati Ginsar (Advisor 1); Benjamin Lumantarna (Advisor 2); Tirta Djusman Arief (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.11011631/SIP/2009; Steven Pranoto Budiono (21405070), Vendy Iskandar (21405071)",
  "subjects": "BUILDING-EARTHQUAKE EFFECTS; REINFORCED CONCRETE CONSTRUCTION"
}