{
  "id": "11983",
  "title": "Entrepreneurial leadership usaha kecil makanan dan minuman yang dikelola oleh alumni perguruan tinggi swasta di Jawa Timur dan hubungannya dengan perkembangan perusahaan",
  "abstract": "Peranan usaha yang berskala besar, menengah dan kecil sangat penting dalam pertumbuhan ekonomi di suatu negara. Hal ini dapat dilihat dari kontribusinya terhadap output nasional sebesar 99% dari seluruh badan usaha di Indonesia, dan memiliki andil sebanyak 99,6% dalam penyerapan tenaga kerja. Karena pada dasarnya perusahaan kecil dan menengah juga memiliki potensi menjadi perusahaan multinasional bila mampu menerapkan sebuah sistem manajemen dan entrepreneurial leadership yang benar. Salah satu sektor usaha kecil yang paling popular adalah sektor makanan-minuman, karena sektor ini merupakan kebutuhan hidup masyarakat sehari-hari. Untuk mengetahui entrepreneurial leadership yang benar maka dilakukan penelitian dengan data kuantitatif, yaitu dari data internal usaha kecil dimana usaha kecil memiliki data keuangan yang baik. Dari penyebaran kuesioner pada 20 usaha kecil di Jawa Timur yang dianalisa dengan statistik deskriptif memberikan tanggapan baik terhadap penerapan atribut entrepreneurial leadership melalui sikap sangat setuju dengan innovativeness dan proactiveness. Serta dilakukan analisa correlation dimana secara garis besar dalam penerapan sikap innovativeness dan proactiveness menimbulkan hubungan positif terhadap perkembangan usaha melalui aspek keuangan berupa modal dan aset. Aspek pemasaran berupa omzet, jumlah produksi dan pelanggan. Aspek SDM berupa jumlah manajer dan tenaga kerja yang meningkat dari tiap periodenya.",
  "creators": "EVELYN WINOTO",
  "contributors": "Sundring Pantja Djati (Advisor and Examination Committee); Yohnson (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010055/MAN/2009; Evelyn Winoto (31405040)",
  "subjects": "SMALL BUSINESS-MANAGEMENT; ENTREPRENEURSHIP; LEADERSHIP"
}