{
  "id": "11993",
  "title": "Kinerja sistem rangka pemikul momen khusus pada bangunan tidak beraturan sesuai SNI 03-2847-2002. Studi kasus: bangunan beton bertulang bercoakan sudut 20% di wilayah 6 peta gempa Indonesia",
  "abstract": "Perubahan SNI 0328471992 menjadi SNI 0328472002 membawa perubahan pada nilai rasio jumlah momen nominal kolom terhadap balok (overstrength factor) dari sekitar 1,625 menjadi 1,2. Perubahan ini dirasakan kurang konservatif untuk menjamin terpenuhinya kriteria strong column weak beam pada Sistem Rangka Pemikul Momen Khusus (SRPMK). Penelitian ini bertujuan untuk memeriksa kecukupan nilai overstrength factor kolom pada suatu Sistem Rangka Pemikul Momen Khusus (SRPMK) di wilayah 6 peta gempa Indonesia. Struktur yang ditinjau adalah bangunan perkantoran beton bertulang 6 dan 10lantai dengan denah bercoakan sudut sebesar 20%. Dalam penelitian ini, semua peraturan pada SNI 0328472002 diikuti termasuk persyaratan waktu getar alami fundamental yang pada penelitian sebelumnya tidak diikuti. Selain itu, tulangan balok dan kolom didesain dengan menggunakan tulangan teoritis (diameter tulangan tidak dibulatkan). Pembatasan ini ditujukan agar menghindari faktor kelebihan bahan. Metode pembebanan gempa yang digunakan adalah analisis respons spektrum. Sedangkan pemeriksaan kinerja struktur dilakukan dengan analisis statis Pushover nonlinier dan analisis dinamis Time history nonlinier dengan beban gempa periode ulang 50, 200, dan 500 tahun. Kriteria kecukupan nilai overstrength factor ditentukan berdasarkan terjadinya mekanisme strong column weak beam. Hasil penelitian menunjukkan bahwa overstrength factor kolom sebesar 1,2 untuk bangunan dengan coakan sudut sebesar 20% ternyata belum memenuhi persyaratan strong column weak beam.",
  "creators": "ANDRE SUSANTO; AGUNG RINALDI SANTOSO",
  "contributors": "Pamuda Pudjisuryadi (Advisor 1); Benjamin Lumantarna (Advisor 2); Ima Muljati Ginsar (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.11011629/SIP/2009; Andre Susanto (21405018), Agung Rinaldi Santoso (21405086)",
  "subjects": "BUILDING-EARTHQUAKE EFFECTS; REINFORCED CONCRETE CONSTRUCTION"
}