{
  "id": "11992",
  "title": "Kinerja sistem rangka pemikul momen khusus pada bangunan tidak beraturan sesuai SNI 03-2847-2002 studi kasus: bangunan beton bercoakan sudut 40% di wilayah 6 peta gempa Indonesia",
  "abstract": "Peraturan Beton Indonesia yang baru, SNI 03-2847-2002, telah diterbitkan untuk menggantikan SNI 03-2847-1992 dengan beberapa perubahan, salah satunya pada faktor pembesaran jumlah momen nominal kolom terhadap balok (overstrength factor kolom) yang berkurang dari 1,625 menjadi 1,2. Penelitian ini bertujuan untuk memeriksa kecukupan nilai overstrength factor kolom pada suatu Sistem Rangka Pemikul Momen Khusus (SRPMK) di wilayah 6 peta gempa Indonesia. Struktur yang ditinjau adalah bangunan perkantoran beton bertulang 6- dan 10-lantai dengan denah bercoakan sudut sebesar 40%. Pada penelitian ini, balok dan kolom didesain dengan menggunakan tulangan teoritis dengan tujuan tidak ada penambahan kekuatan akibat kelebihan bahan. Pemeriksaan kinerja struktur dilakukan dengan analisis statis pushover nonlinier dan analisis dinamis time history nonlinier. Peninjauan struktur terhadap syarat pembatasan waktu getar alami fundamental yang disyaratkan dalam SNI 03-1726-2002 pasal 5.6 menyebabkan dimensi balok dan kolom struktur menjadi sangat besar dan banyak elemen yang terdesain dengan tulangan minimum, mayoritas pada kolom. Akibatnya, nilai overstrength factor menjadi lebih besar dari 1,2 untuk elemen-elemen tersebut. Hasil penelitian menunjukkan bahwa desain tersebut belum menjamin terjadinya mekanisme keruntuhan dengan kondisi strong column weak beam.",
  "creators": "COKRO YUDI WINARTO; HENOCH ANOTAMA",
  "contributors": "Ima Muljati Ginsar (Advisor 1); Benjamin Lumantarna (Advisor 2); Wong Foek Tjong, S.T., M.T., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.11011630/SIP/2009; Cokro Yudi Winarto (21405023), Henoch Anotama (21405082)",
  "subjects": "BUILDING-EARTHQUAKE EFFECTS; REINFORCED CONCRETE CONSTRUCTION"
}