{
  "id": "12004",
  "title": "Pusat rehabilitasi remaja korban penyalagunaan narkotik/psikotropika di Batu, Malang",
  "abstract": "Pusat Rehabilitasi Remaja Korban Penyalahgunaan Narkotika/Psikotropika di Batu, Malang ini adalah proyek milik yayasan swasta Katolik yang bergerak di bidang sosial/kesehatan. Proyek ini memiliki fasilitas utama dan juga fasilitas penunjang/pendukung. Fasilitas utama yang direncanakan adalah fasilitas hunian, fasilitas pelatihan ketrampilan berupa kelas-kelas dan ruang ketrampilan ruang terbuka, unit sekretariat/administrasi, unit day care/drop-in center, dan ruang doa bersama, sedangkan fasilitas penunjang antara lain unit pelayanan dapur, M&E, laundry, dan parkir. Sebagai sebuah fasilitas rehabilitasi korban penyalahgunaan narkotika yang memiliki fisik dan mental cukup labil, maka konsep perancangannya harus mengacu pada studi perilaku mereka. Oleh karena itu dalam perancangannya direncanakan bangunan dengan suasana mmah/home, Iokal/vernakuiar, karena dalam kenyataannya mereka selalu mendambakan kembali suasana rumah yang bisa melindungi mereka. Kemudian juga menciptakan ruang-ruang luar berupa plaza, taman, dan kolam sebagai pendukung dalam mewujudkan suasana alami (terapi lingkungan) karena dalam proses rehabilitasi mereka selalu didorong untuk bisa melihat, tahu, dan juga bisa menilai/menghargai lingkungan sekitar, mengetahui bahwa di sekitar mereka itu sungguh indah, bukan saja lingkungan hijau indah di sekeliling mereka namun juga lingkungan kehidupan mereka, keluarga, orang lain, dan kehidupan diri mereka sendiri yang (sebetulnya) juga berharga untuk dinikmati.",
  "creators": "AGUSTINUS ADRIANTO WIJAYA",
  "contributors": "Benny Poerbantanoe (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1915/ARS/21/2002; Agustinus Adrianto Wijaya (22498037)",
  "subjects": "NARCOTIC ADDICTS-REHABILITATION-BUILDINGS; NARCOTIC ADDICTS RAHABILITATION"
}