{
  "id": "12011",
  "title": "Seminari Tinggi Serikat Sabda Allah di Batu",
  "abstract": "Pada masa sekarang ini perkembangan jumlah umat katolik cukup pesat. Pesatnya perkembangan ini ternyata tidak diimbangi dengan pertambahan jumlah imam. Melihat kondisi seperti ini, maka pendidikan di dalam seminari harus benar-benar diperhatikan baik dalam hal sistem pembinaan rohani maupun kondisi fisik seminari itu sendiri, dengan tujuan agar seminari mempunyai daya tarik tersendiri bagi mereka yang merasa terpanggil untuk menjadi imam dan dapat menampung jumlah calon imam yang ada. Di dalam seminari tinggi terdapat berbagai macam ordo, salah satu di antaranya adalah ordo Serikat Sabda Allah. Seminari tinggi Serikat Sabda Allah di Batu ini diharapkan dapat menjadi wisma studi para calon imam sehingga dapat mendukung perkembangan jumlah calon imam. Fasilitas yang disediakan dalam seminari tinggi Serikat Sabda Allah ini antara lain adalah fasilitas pendidikan rohani, seperti laboratorium liturgi, ruang doa dan meditasi, laboratorium bahasa, ruang komputer, kapel, ruang ketik, ruang serbaguna, ruang diskusi dan perpustakaan, selain itu juga ada fasilitas rekreasi dan olah raga. Di dalam proses perancangan ini telah dilakukan peninjauan terhadap Seminari Tinggi SVD \" Surya Wacana \" dan beberapa seminari tinggi yang lainnya dan juga lahan yang akan digunakan. Untuk konsep desain menggunakan konsep fungsional dengan dasar spiritulitas triniter dan spiritualitas misioner yang merupakan sumber kekuatan dalam menjalankan seluruh karya misinya. Di dalam desain ini sifat pendidikan juga akan digunakan sebagai konsep perancangan. Penerapannya tampak pada penggunaan bentuk - bentuk geometris.",
  "creators": "IRA ARIESTA",
  "contributors": "Frans Soehartono (Advisor 1); Krisdianto Anggijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1994/ARS/40/2002; Ira Ariesta (22498072)",
  "subjects": "THEOLOGICAL SEMINARIES-BUILDINGS-DESIGN AND PLANS"
}