{
  "id": "12020",
  "title": "Pusat rehebilitasi mental penderita kecanduan di Batu",
  "abstract": "Gagasan untuk membuat Pusat Rehabilitasi Mental Penderita Kecanduan di Batu ini dilatarbelakangi persepsi keliru yang telah berkembang di masyarakat tentang kecanduan. Di mana kecanduan tidak dapat disembuhkan hanya dengan menjauhkan penderita dari substansi pengikatnya. Yang perlu dilakukan adalah mengubah pola pikir mereka dalam menjalani hidup, sehingga mereka tidak jatuh untuk kedua kalinya kala kembali terjun ke masyarakat. Fasilitas yang direncanakan meliputi bangunan utama, balai latihan kerja, asrama residen, asrama mentor, kelas-kelas keterampilan, kapel, ruang meditasi, dan juga dilengkapi dengan fasilitas penunjang seperti auditorium, ruang musik, ruang baca, lapangan volley, kolam renang, dan bungalow. Untuk mengubah gaya hidup para pecandu yang materialistis dan individualistis, bangunan dirancang agar mampu menimbulkan sosialisasi di antara penghuninya, serta mengedepankan kesederhanaan. Perwujudannya dalam perancangan adalah dengan penataan massa bangunan dengan pola melingkar, yang ruang lingkupnya memaksa orang-orang di dalamnya untuk bertemu dan berinteraksi. Lingkaran tidak memiliki sudut, sehingga pengawasan terhadap penghuni di dalamnya menjadi lebih mudah. Selain itu pola ini memiliki keunggulan karena berkesan ramah, menerima, dan melindungi, sehingga menimbulkan perasaan seperti disambut kembali di rumah. Kesederhanaan ditimbulkan dengan pemakaian bahan-bahan yang alami, yang bukan buatan pabrik, untuk mengingatkan para pecandu akan kebesaran Tuhan Sang Pencipta, sebab mengakui kelemahan diri sendiri merupakan syarat mutlak untuk sembuh.",
  "creators": "CHIAULY MULIANI KUSUMA",
  "contributors": "Frans Soehartono (Advisor 1); Benny Poerbantanoe (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 2028/ARS/11/2003; Chiauly Muliani Kusuma (22498108)",
  "subjects": "REHABILITATION CENTERS-DESIGNS AND PLANS; DRUG ABUSE-TREATMENT-BUILDINGS-DESIGNS AND PLANS; MENTAL HANDICAPPED-INSTITUTIONAL CARE-DESIGNS AND PLANS"
}