{
  "id": "1204",
  "title": "A Study on the Indonesian translation of \" Hati Seorang Ibu\" from the original English version as seen from the informative function theory",
  "abstract": "Translation is an interesting subject to be analyzed. Whatever the kind of text a translator deals with, it will bring out something new and different in the world of translation. This study is about the translation of one Indonesian religion book entitled \"Hati Seorang Ibu\". The writer is very keen to know whether a religion book also give attention on delivering the message of the source language, and it becomes a foundation that brings the writer to use a theory of translating informative text namely an informative function theory. Through this analysis, she wants to know whether \"Hati Seorang Ibu\" has a good quality translation based on the informative function theory. The writer wishes that from this study, the readers, or anybody who is interested in translation, realized that translating an informative text is not the same as translating general type of text like poetry for example. It has its own strategy and mechanism. This study is a qualitative one and she collects the data from the original book, `A Mother?s Heart? and the Indonesian translation, `Hati Seorang Ibu?. Because of the limited time given, the writer chooses Chapter 8 to be analyzed. She analyses the data by examining thoroughly based on four components in the informative function which consist of choice of words, loss of meaning, natural translation and same message. In this study the writer excludes the analysis of the untranslated sentences, Bible verse and four sentences which is the additional sentences. Later on, through the finding, she finds out that more than eighty- four pint seven percent of the sentences in Chapter 8 are excellent translation. It means that the translation of `Hati Seorang Ibu? especially on Chapter 8 has a good quality translation on the point of vie w of informative function. Based on the criteria, the translator seems to be successful in transferring the message from the source language to the target language. Most of the classification is maintained, only one point four percent translation in the target language which carry much loss of meaning. Yet the writer thinks that \"Hati Seorang Ibu\" is worth considering to be an example of a good translated book, especially in religion.",
  "creators": "LISA BOEDIONO",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor and Examination Committee); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1142/ING/2003: Lisa Boediono (11498136)",
  "subjects": "ENGLISH LANGUAGE-TRANSLATIONS INTO INDONESIAN-STUDY AND TEACHING; TRANSLATIONS-STUDY AND TEACHING"
}