{
  "id": "12052",
  "title": "Analisa kaitan perbedaan usia dan jenis kelamin dengan sikap terhadap Dian Sastrowardoyo sebagai bintang iklan dan sikap terhadap produk sabun mandi lux di kalangan masyarakat di Surabaya",
  "abstract": "Konsumen memiliki karakterisitik masing-masing, dari kelompok usia dan jenis kelamin yang berbeda dimungkinkan adanya perbedaan terhadap sikap yang terbentuk. Konsumen ada yang peka tehadap kinerja produk tetapi ada juga yang sikapnya terhadap produk terbentuk karena bintang iklan dari produk tersebut. Bila kinerja produk ternyata melebihi harapan konsumen terhadap produk tersebut maka akan terbentuk sikap positif terhadap produk tersebut. Begitu juga ketika konsumen mengevaluasi penampilan dari seorang bintang iklan, apabila penampilan bintang iklan melebihi apa yang mereka harapkan dari seorang bintang iklan maka sikap yang terbentuk terhadap bintang iklan tersebut adalah positif. Skripsi ini meneliti sikap konsumen terhadap Dian Sastrowardoyo sebagai bintang iklan dan sikap konsumen terhadap produk sabun mandi LUX dilihat dari kelompok usia dan jenis kelamin yang berbeda. Pengukuran sikap terhadap Dian Sastrowardoyo dan sikap terhadap produk sabun mandi LUX dilakukan dengan menyebarkan kuesioner kepada masyarakat Surabaya baik pria maupun wanita usia remaja dan dewasa muda, dan kemudian diolah dengan menggunakan metode Fishbein. Dari hasil penelitian ini didapatkan hasil bahwa berdasarkan jenis kelamin, sikap responden pria lebih baik daripada sikap responden wanita baik terhadap penampilan Dian Sastrowardoyo sebagai bintang iklan maupun terhadap produk sabun mandi LUX. Sedangkan berdasarkan kelompok usia, responden usia remaja baik pria maupun wanita memiliki sikap yang lebih baik terhadap penampilan Dian Sastrowardoyo sebagai bintang iklan daripada responden dewasa muda. Sikap responden wanita dewasa muda terhadap produk sabun mandi LUX lebih baik daripada responden remaja, sedangkan responden pria baik remaja maupun dewasa muda memiliki sikap yang sama terhadap produk sabun mandi LUX. Secara keseluruhan, studi ini menghasilkan nilai sikap positif, artinya nilai belief lebih besar dari nilai evaluation, sehingga dapat dikatakan bahwa kinerja Dian Sastrowardoyo sebagai bintang iklan dan kinerja atribut-atribut sabun mandi LUX dapat memenuhi harapan responden. Kemudian dari hasil perhitungan sikap tersebut dilakukan Crosstab untuk melihat apakah ada kaitan perbedaan usia dan jenis kelamin dengan sikap konsumen baik pria maupun wanita remaja dan dewasa muda. Dari hasil penelitian ini dapat disimpulkan bahwa perbedaan usia dan jenis kelamin ada kaitan dengan sikap terhadap Dian Sastrowardoyo sebagai bintang iklan dan sikap terhadap produk sabun mandi LUX.",
  "creators": "FENNIE ADHITHIO; VERONICA ANITA SIDHARTA",
  "contributors": "Filicia Chandra (Advisor 1); Hartono Subagio (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011728/MAN/2004; Fennie Adhithio (31400051), Veronica Anita Sidharta (31400004)",
  "subjects": "CONSUMER BEHAVIOUR; CONSUMERS-RESEARCH; MARKETING RESEARCH"
}