{
  "id": "1205",
  "title": "Persepsi pentingnya penguasaan bahasa Jepang secara lisan bagi staff F & B service Padi restaurant terhadap peningkatan kualitas pelayanan di Padi restaurant di hotel Ritz Carlton, Bali",
  "abstract": "Terjalinnya komunikasi antara pramusaji dengan tamu di sebuah restoran merupakan suatu hubungan yang sangat diharapkan selain sekedar menjual makanan dan minuman. Komunikasi yang baik dapat menjadikan tamu merasa puas dan mendapatkan pelayanan yang professional. Dengan komunikasi dapat terjalin kesamaan persepsi antara kedua belah pihak. Dalam skripsi ini, penulis melakukan penelitian mengenai restoran di Hotel Ritz-Carlton, Bali yang mernpunyai nama \"Padi Restaurant\". Penulis mengamati adanya kendala dalam masalah komunikasi ini, khususnya dengan tamu yang berasal dari Jepang, yang merupakan mayoritas tamu yang tinggal di Hotei Ritz-Carlton, Bali. Banyak dari tamu Jepang tersebut yang tidak dapat berkomunikasi dengan menggunakan bahasa Inggris yang telah disepakati sebagai bahasa internasional, sedangkan para pramusaji tidak dibekali dengan kemampuan bahasa Jepang secara lisan. Penulis membantu pihak Hotel Ritz-Carlton, Bali untuk dapat meningkatkan pelayanannya kepada tamu Jepang dengan mengajukan usul diadakannya pelatihan bahasa Jepang secara lisan kepada pramusaji di Padi Restaurant di Hotel Ritz- Carlton, Bali karena dengan dibekalinya pramusaji dengan kemampuan bahasa Jepang secara lisan diharapkan dapat menjadikan pelayanan lebih berkualitas dan diharapkan tamu Jepang dapat kembali tinggal di Hotel Ritz-Carlton, Bali di lain kesempatan.",
  "creators": "EVAN; ADI DARMA",
  "contributors": "Fransisca Andreani (Advisor 1); Juliuska Sahertian (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 023/EP/2002; Evan (33496082), Adi Darma (33496040)",
  "subjects": "HOTELS-PERSONNEL MANAGEMENT; HOTEL MANAGEMENT"
}