{
  "id": "12067",
  "title": "Penggunaan metode servqual dalam menilai kualitas jasa pendidikan Program International Business Management (IBM) Fakultas Ekonomi Universitas Kristen Petra",
  "abstract": "Dunia bisnis telah mencapai taraf internasional. Oleh karena itu, perlu dipertimbangkan di mana tempat terbaik untuk mendapatkan keahlian dan pengetahuan tentang bisnis internasional. Program International Business Management: (IBM) Fakultas Ekonorni Universitas Kristen Petra (UK Petra) didirikan pada tahun 1999. Program ini dirancang untuk memenuhi kebutuhan mahasiswa dalam menghadapi perubahan iklim bisnis yang cepat dan terus-menerus berkembang, serta mempersiapkan mahasiswa untuk berpikir, membuat perencanaan, dan bertindak dalam suatu pandangan yang mengglobal dan menyeluruh. Program IBM sebagai penyedia jasa perlu memantau kualitas jasa pendidikan yang diberikan dalam rangka menyediakan jasa pendidikan yang baik demi kepuasan mahasiswa IBM sebagai pemakai jasa. Sehingga, perlu diteliti apakah persepsi mahasiswa IBM sesuai dengan harapannya terhadap kualitas jasa pendidikan Program IBM dan dimensi apakah yang paling penting dalam menilai kualitas jasa pendidikan tersebut. Penelitian ini menggunakan penerapan Metode Servqual berdasarkan lima dimensi pengukuran kualitas jasa, yaitu tangibles, reliability, responsiveness, assurance, dan empathy. Servqual merupakan metode pengukuran kualitas jasa yang menjadi standard bagi industri jasa dalam menganalisa data konsumen yang menggunakan Analisa Kesenjangan (persepsi-harapan). Penelitian dilakukan secara sensus terhadap seluruh mahasiswa IBM angkatan tahun 1999, 2000, dan 2001. Hasil penelitian menunjukkan bahwa kualitas jasa pendidikan Program IBM Fakultas Ekonorni UK Petra belum memuaskan mereka (persepsi lebih kecil daripada harapan) dan reliability merupakan dimensi yang paling penting di antara kelima dimensi Servqual yang ada dalam menentukan kualitas jasa pendidikan Program IBM Fakultas Ekonorni UK Petra.",
  "creators": "LIELI JULIAWATI SOEGIONO; RONY LUKAS TANUTAMA",
  "contributors": "Peter Remy Yosy Pasla; Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02011635/MAN/2003; Rony Lukas Tanutama (31498180), Lieli Juliawati Soegiono (31499132)",
  "subjects": "QUALITY CONTROL"
}