{
  "id": "1207",
  "title": "An Analysis of costumer's opinions in the Oriental Swan restaurant",
  "abstract": "Nowadays, we can see there are some changes in every sectors of life, mainly in economic structure which is often followed by changing in social structure. People are forced to work harder to gain more income, this means also they have no more or less time to prepare meals, especially in the families where each couple has a job, so they usually prefer to go to restaurants. There are growing numbers of restaurants, ranging from upscale restaurants to take away sen-ice restaurants, in the Netherlands, we can easily find take away service restaurants because almost every restaurant provides take away sen-ice and even man take away service restaurants. Each restaurant has to know how to communicate its product and sendees to its customers to survive in the business, this means the restaurants has to do marketing. There are seven marketing mix (Booms and Bitner, 1991), which can be a base for a restaurant to win the competition because customers always consider these variables before choosing a restaurant: 1. Product 2. Price 3. Promotion 4. Place 5. Process 6. Physical evidence 7. Participants or people These variables are very vital to any restaurant, especially in marketing. Ignoring any of them could influence the success or failure of a restaurant because people always consider these variables before making decision to choose certain restaurants. Oriental Swan Restaurant which is located in Soesterberg, The Netherlands, is one of many restaurants providing take away service. It is very interesting to know what the customers' opinion about seven marketing variables of this restaurant and also which variables are considered important in the customers' point of view. This research uses questionnaires of twenty two questions about marketing variables to around twenty customers of take away service in Oriental Swan Restaurant whose age are over seventeen years old. The questionnaires were spread in 6 weeks and after that, these questionnaires were analysed using described variables technique with frequency tables to find the modus of customers' opinion about each marketing variable of Oriental Swan restaurant and the modus of customers' opinion about which factors are considered important. This research will be useful for management to know about the customers' opinion about each marketing variables and which marketing variables are considered important by the most customers in choosing take away service in Oriental Swan Restaurant. This knowledge can be used in improving the take away service of Oriental Swan Restaurant.",
  "creators": "ALI BUDIONO; JENNY WIJAYA",
  "contributors": "K.W. VAN DER HOEK (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/01/074/HTL/2003; Ali Budiono (33497033), Jenny Wijaya (33498139)",
  "subjects": "CONSUMER RESEARCH; CONSUMER BEHAVIOR"
}