{
  "id": "12087",
  "title": "Pengaruh media promosi penjualan yang digunakan Restoran Grand Ocean Surabaya dalam upaya menarik minat beli pelanggan",
  "abstract": "Restoran Grand Ocean adalah salah satu restoran Chinese di Surabaya dan merupakan restoran yang secara khusus mengelola berbagai macam jenis seafood baik lokal maupun impor sebagai menu andalan. Dengan konsep fine dining, restoran Grand Ocean menawarkan variasi baru bagi para pecinta makanan. Selama restoran Grand Ocean beroperasi jumlah pelanggan mengalami naik turun. Salah satu penyebabnya adalah adanya media promosi penjualan. Untuk itu perlu dilakukan penelitian agar pihak restoran mengetahui pengaruh dari media promosi penjualan terhadap minat beli pelanggan. Metode pengolahan data dilakukan dengan menggunakan validitas, reliabilitas, dan uji asumsi klasik, yang berasal dari data yang dikumpulkan melalui kuesioner yang telah diisi, diolah dan ditabulasi. Sedangkan metode analisis data yang dipakai adalah dengan menggunakan analisis regresi. Metode pengolahan dan analisis data dilakukan dengan menggunakan validitas, reliabilitas, uji asumsi klasik, analisa regresi linier berganda, uji korelasi, uji F, uji T, yang berasal dari data yang dikumpulkan dari kuesioner yang telah diisi dan diolah. Dari hasil pembahasan, maka dapat ditarik kesimpulan yaitu adanya pengaruh secara parsial dan simultan dari media promosi penjualan yang meliputi diskon, hadiah, dan special event terhadap minat beli pelanggan Restoran Grand Ocean dan media promosi penjualan diskon adalah media promosi penjualan yang paling dominan mempengaruhi minat beli pelanggan Restoran Grand Ocean.",
  "creators": "LUSY ANGGRAENI; YANI",
  "contributors": "Thomas Stefanus Kaihatu (Advisor and Examination Committee); Sienny Thio (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33010015 /MAN/2009; Lusy Anggraeni (33404018), Yani (33404155)",
  "subjects": "SALES PROMOTION"
}