{
  "id": "1208",
  "title": "Sequences in the conversation between the main characters in Lonesco's the Lesson",
  "abstract": "In communication, sometimes people experience miscommunication. It may happen because they fail to recognize the topic of discussion and the topic shift markers. In the conversation, there is a clear structure that is not realized by the speakers. The researcher was interested in analyzing the structure of conversation in an absurd play. As the data, the writer chose The Lesson because the structure of conversation is difficult to understand, especially in the conversation between the Professor and the Young Pupil. The writer wanted to reveal what sequences occur in the conversation and whether there is a relation between the main characters? change of attitudes and the occurrence of the sequences. The data were analyzed and classified using the theory of sequence by Coulthard. The significance of this research is to make readers able to avoid miscommunication and be effective speakers. The writer collected the data by rewriting the conversation between the Professor and the young Pupil. After the analysis, the findings showed that there is a structure of conversation in The Lesson. Moreover, the types of sequences classified by Coulthard were found in the conversation. The most occurring sequences were first, inserted sequences and second, side sequences. Finally, the writer concludes that there is a clear structure in all kinds of conversations, even in absurd plays. Moreover, the occurrence of sequences in conversation is influenced by the participants? power and goal. It seems that there is a relation between the change of attitudes of the Professor and the Young Pupil, and the occurrence of sequences.",
  "creators": "HENNY PUTRI SAKING WIJAYA",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor and Examination Committee); Dr. Dra. Yuli Christiana Yoedo, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1133/ING/2003; Henny Putri Saking Wijaya (11499001)",
  "subjects": "ENGLISH LANGUAGE-DISCOURSE ANALYSIS"
}