{
  "id": "12082",
  "title": "Analisis asosiasi merek pada Jesslyn K Cakes di Surabaya",
  "abstract": "Melihat semakin banyaknya peminat roti di Indonesia, membuat semakin banyak para pengusaha yang mengembangkan bisnis pada produk roti sehingga banyak merek-merek bakery baru bermunculan. Munculnya konsep franchise yang makin marak di Indonesia, membuka pintu bagi merek bakery baru termasuk merek asing ikut bersaing dengan merek yang sudah ada terlebih dahulu. Tidak dapat dipungkiri, dengan semakin banyaknya merek baru yang muncul pasti akan berdampak pada bakery lokal yang ada sebelumnya. Karena Jesslyn K Cakes merupakan salah satu bakery lokal yang tetap dapat bertahan menghadapi persaingan yang masuk dalam perindustrian makanan di Indonesia. Penelitian ini bertujuan untuk mengetahui lebih mendalam asosiasi merek bakery Jesslyn K Cakes di benak konsumennya di Surabaya. Asosiasi tersebut terbagi dalam asosiasi kekuatan merek, kesukaan dan keunikan merek. Selain itu juga dapat mengetahui segmen pelanggannya, dapat diketahui keterkaitan antara asosiasinya dengan sisi demografis, psikografis, dan sisi perilaku konsumsi (usage) konsumennya. Secara keseluruhan, asosiasi merek Jesslyn K Cakes di Surabaya tebagi atas segmen yang lebih mementingkan sistem distribusi; segmen konsumen loyal serta segmen konsumen yang lebih mementingkan kualitas terhadap merek Jesslyn K Cakes. Konsumen diwakili oleh responden dalam penelitian ini adalah mayoritas perempuan yang berusia muda, dengan status pegawai swasta dan mahasiswa, yang dalam aktivitasnya selalu bertemu dengan hal-hal baru dan menyukai untuk mencoba kreasi- kreasi baru suatu produk.",
  "creators": "FEDIANA CHRISTANTO",
  "contributors": "Hatane Semuel (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33010010/MAN/2009; Fediana Christanto (33403107)",
  "subjects": "MARKETING-RESEARCH; CONSUMERS-RESEARCH"
}