{
  "id": "12092",
  "title": "Pengaruh faktor lingkungan kerja internal dan pekerjaan terhadap motivasi kerja karyawan food and beverage product Hotel Mercure Grand Mirama Surabaya",
  "abstract": "Hotel Mercure Grand Mirama Surabaya adalah salah satu hotel berbintang empat di Surabaya yang dibuka pada Februari 2007, berlokasi di Jalan Raya Darmo 68-78, Surabaya. Sebagai hotel yang terletak di pusat kota Surabaya yang mengkombinasikan budaya internasional dan budaya tradisional Jawa, hotel Mercure dapat menjadi sebuah pilihan yang tepat bagi para turis lokal maupun mancanegara. Setelah hotel Mercure beroperasi selama kurang lebih 2 tahun, terjadi pergantian karyawan, dimana tingkat keluar masuknya karyawan tidak terlalu tinggi sebesar 7,9% (penelitian khususnya bagi karyawan food and beverage product), namun jika dilihat secara spesifik di level-level tertentu terdapat tingkat perputaran karyawan yang cukup tinggi sebesar 57,2% (penelitian khususnya bagi karyawan food and beverage pastry). Untuk itu perlu segera dilakukan penelitian agar pihak hotel mengetahui pengaruh dari faktor lingkungan kerja internal dan pekerjaan terhadap tingkat motivasi kerja sehingga tingkat pergantian karyawan dapat menurun. Metode pengolahan dan analisis data dilakukan dengan menggunakan Validitas, Reliabilitas, Uji asumsi klasik yaitu, multikolinieritas, heteroskedastisitas dan normalitas, analisa regresi linier berganda, uji korelasi, uji F, uji T, yang berasal dari data yang dikumpulkan dari kuesioner yang telah diisi dan diolah. Dari hasil pembahasan, maka dapat ditarik kesimpulan yaitu adanya pengaruh secara parsial dan simultan dari faktor lingkungan kerja internal yang meliputi sarana prasarana, manajemen dana, pengendalian atau pengawasan dan supervisi, kondisi kerja, iklim kerja dan kesejahteraan ; faktor pekerjaan yang meliputi keanekaragaman ketrampilan, ciri-ciri tugas, arti tugas, otonomi, dan umpan balik. terhadap tingkat motivasi kerja karyawan hotel Mercure Grand Mirama Surabaya dan faktor lingkungan kerja internal adalah faktor yang paling dominan mempengaruhi tingkat motivasi kerja karyawan di hotel Mercure Grand Mirama Surabaya.",
  "creators": "ANDREAS YOHANES NEMAN; JEFFRY KRISTANTO TANOYO",
  "contributors": "Thomas Santoso (Advisor and Examination Committee); Marcus Remiasa (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33010019/MAN/2009; Andreas Yohanes Neman (33403151), Jeffry Kristanto Tanoyo (33403103)",
  "subjects": "WORK ENVIRONMENT; EMPLOYEE MOTIVATION; PERSONNEL MANAGEMENT"
}