{
  "id": "1209",
  "title": "The Analysis of promotion to increase the sales volume at \"restaurant and brasserie, de kelderhof\" Amsterdam-the Netherlands",
  "abstract": "This thesis is going to analyze the effects of promotion to increase the sales volume in \"Restaurant and Brasserie, de Kelderhof\". The writers define that the promotion has a possibility to make people choose a certain restaurant. The writers think it is necessary to put this case into the surface because basically by doing the attractive promotion, it will affect the number of the guests who come and it will gain more profit for the restaurant itself. The first part of this thesis will give an introduction about \"Restaurant and Brasserie, de Kelderhof\". \"Restaurant and Brasserie, de Kelderhof\" serves international menu in the Restaurant part and Spanish menu in the Brasserie. \"Restaurant and Brasserie, de Kelderhof' is located in Prinsengracht 494, in the heart of Amsterdam. The second part of this thesis is a qualitative research, which is staiced by reviewing the literature. The literature reviews show how to do the promotion as a management tool. The process starts by asking the travel agents what kind of guests they bring to Amsterdam, what kind of food they want to serve to their clients and then decide the menu, set up the price, and offer the set menu to the travel agents. The third part is about an analysis case. In this part, the writers will analyze the steps that have been taken by \"Restaurant and Brasserie, de Kelderhof\" management to keep and maintain their performance. In this chapter, the writers also analyze the Strength, Weaknesses, Opportunity and Threats from \"Restaurant and Brasserie, de Kelderhof based on the observation in \"Restaurant and Brasserie, de Kelderhof\". To know about the response of the tour operators, the writers have sent the questionnaires to the certain tour operators who are recommended by the manager of \"Restaurant and Brasserie, de Kelderhof\". The case study is based on the literature reviews, in depth interviews with the manager and supeivisors and also observes in the restaurant. The writers will make a conclusion based on the questionnaires' reply from the tour operators. By analyzing the questionnaires, the writers will have a description about the remark and also the expectation of the tour operators about \"Restaurant and Brasserie, de Kelderhof\". Then at the latest chapter, the writers will decide what steps should be kept and should be taken in order to increase the sales volume due to the promotion strategy. The writers hope that the recommendation and the suggestion can help \"Restaurant and Brasserie, de Kelderhof\" to decide what type of promotion to gain more profit in the future.",
  "creators": "YUDIANTO OENTARIO; DIAN DWI AGUSTINI",
  "contributors": "HANS DASHORST (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/01/093/HTL/2003; Yudianto Oentario (33497042), Dian Dwi Agustini (33498037)",
  "subjects": "MARKETING RESEARCH; RESTAURANT MANAGEMENT; MARKETING-MANAGEMENT"
}