{
  "id": "12093",
  "title": "Tingkat kepuasan dan perilaku melakukan complaint mahasiswa di kantin Universitas Kristen Petra",
  "abstract": "Kantin Universitas Kristen Petra Surabaya merupakan sebuah fasilitas yang menyediakan produk serta layanan makanan dan minuman bagi para warga kampus dan sekitarnya. Hal ini menyebabkan pihak kantin harus mampu menyediakan produk-produk dan layanan yang memuaskan para pelanggannya. Karena kantin di Universitas Kristen Petra terdiri dari 3 buah kantin pada lokasi yang berbeda-beda, produk serta layanan yang diberikan pun memiliki perbedaan. Hal tersebut selanjutnya turut mempengaruhi tingkat kepuasan pelanggan terhadap masing-masing kantin. Selain faktor perbedaan kantin itu sendiri, faktor profil pelanggan juga turut mempengaruhi tingkat kepuasannya terhadap kantin. Demikian pula dengan perilaku complaint pelanggan. Perilaku complaint masing-masing pelanggan di kantin yang berbeda cenderung memiliki perbedaan. Dengan adanya perbedaan tingkat kepuasan dan perilaku complaint pelanggan, pihak kantin diharapkan akan mampu mempelajari perilaku pelanggan-pelanggannya. Untuk mengetahui perbedaan tingkat kepuasan dan perilaku complaint pelanggan kantin, dilakukan dengan melakukan observasi di kantin dan menyebarkan kuesioner kepada 345 orang responden mahasiswa pelanggan kantin. Data-data jawaban dari hasil survei tersebut dianalisa dengan menggunakan metode Anova dengan uji Tukey. Dari analisa yang telah dilakukan, tampak bahwa faktor kantin, jenis kelamin, semester, dan uang saku mahasiswa menjadi faktor yang memberikan perbedaan pada tingkat kepuasan mahasiswa terhadap kantin. Perilaku complaint yang cenderung dilakukan oleh mahasiswa pelanggan kantin adalah diam saja (silence). Kesimpulan dari penelitian ini adalah bahwa kantin perlu melakukan renovasi terhadap gedung dan desain ruangannya. Selain itu, kantin juga harus menyediakan sarana bagi pelanggan untuk menyampaikan saran dan keluhan mereka.",
  "creators": "MICHAEL HANNI WIDJAJA; MELINA SUSANTO",
  "contributors": "Hatane Semuel (Advisor and Examination Committee); Fransisca Andreani (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33010021/MAN/2009; Michael Hanni W (33403001), Melina Susanto (33403013)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMER SATISFACTION; CONSUMERS-RESEARCH"
}