{
  "id": "12116",
  "title": "Penerapan budaya perusahaan untuk mencapai customer delight: studi pada Hotel Santika Premiere Malang",
  "abstract": "Dalam usaha perhotelan, kepuasan tamu merupakan ukuran keberhasilan dalam usaha pelayanan jasa. Konsumen akan merasa jauh lebih puas manakala dapat memenuhi kebutuhan konsumen jauh melebihi apa yang diharapkan. Ini sangat bergantung pada ketulusan staf dalam memberikan pelayanan. Demikian halnya dengan Hotel Santika Premiere Malang yang menekankan penilaian keberhasilan pemberian pelayanan pada tamu melalui pendapat konsumen yang diisi oleh para tamu. Kepuasan pelanggan yang berusaha dicapai oleh Hotel Santika Premiere Malang ini dapat diukur dengan menggunakan CSI (Customer Satisfaction Index). Dalam menjalankan CSI, akan disebarkan kuesioner yang akan diisi oleh konsumen. Pertanyaan dalam kuisioner ini berhubungan erat dengan budaya Hotel Santika Premiere Malang dari sudut pandang persepsi kepuasan konsumen. Hasil jawaban kuesioner ini akan dihitung untuk menentukan nilai kepuasan yang dicapai oleh para tamu. Dengan mengetahui kondisi budaya perusahaan terkait dengan kepuasan pelanggan, Hotel Santika Premiere Malang dapat mengerti secara lebih mendalam pandangan konsumen tentang budaya perusahaan dalam perusahaan dan menentukan strategi yang tepat untuk meningkatkan kinerja di masa mendatang demi mencapai kepuasan pelanggan. Dari hasil penelitian diketahui bahwa customer delight Hotel Santika Premiere Malang belum tercapai. Hal ini menunjukkan bahwa budaya perusahaan masih belum berjalan dengan optimal.",
  "creators": "SUSANTI",
  "contributors": "Sundring Pantja Djati (Advisor and Examination Committee); Marcus Remiasa (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33010026/MAN/2009; Susanti (33405128)",
  "subjects": "CONSUMER SATISFACTION; CONSUMERS-RESEARCH"
}