{
  "id": "12118",
  "title": "Analisa pengaruh antara achievement needs, power needs, dan affiliation needs terhadap motif (kognitif & afektif) penggunaan kartu debit BCA di kalangan mahasiswa Universitas Kristen Petra angkatan..",
  "abstract": "Di dalam penelitian ini, peneliti lebih banyak memfokuskan motif dilihat dari segi kognitif dan afektif disebabkan konsumen mem Hill dan menggtmakan produk berdasarkan knteria obyektif (secara kognitif) dan kritcna subyektif (secara afektif). Tujuan penelitian adalali untuk incngidentiflkasi dan incnganalisa pengarub antara Achievement needs, Power needs, Affiliation needs terhadap motif (kognitif dan afektif) penggunaan kartu debet RCA olcli mahasiswa aktif Universitas Kristen PETRA angkatan 1999, 2000 dan 2001. Solum itu peneliti juga ingirt mengetaluii besarnya pengaruh antara Achievement needs, Power needs, Affiliation needs terhadap motif (kognitif dan afektif) pcnggunaan kartu debet BCA dan mengetaluii ada alau tidak adanya perbedaan mahasiswa aktif Universitas Kristen PETRA angkatan 1999, 2000 dan 2001 terhadap motif (kognitif dan afektif) penggunaan kartu debet BCA. Achievement needs, Power needs. Affiliation needs secara simultan berpengaruh terhadap motif kognitif pcnggunaan kartu debet BCA oleh mahasiswa aktif Univcrsitas Kristen PETRA angkatan 1999-2001, berdasarkan R-square = 0,460 berarti sebesar 46% pcrubahan dari variabel motif kognitif dapal dijelaskan oleh variabel-variabel; Achievement Needs (Xj), Power Meeds (Xi), Affiliation Needs (X\\) di dalam model, sedangkan sisanya sebesar 15.3 % adalali dijelaskan diluar model tcrscbut di alas dan pada label ANOVA dipcrolch bahwa E = 55,752 dengan tingkat signifikansi = 0,000 adalali < tingkal signifikansi (a)rr: 0,05. Achievement needs mempunyai pengaruh yang lebih kuat terhadap motif penggunaan kartu debet BCA oleh mahasiswa aktif Universitas Kristen PETRA di Surabaya, hal r'ni berdasarkan nilai t yang sebesar 7,181 untuk motif kognitif dan 5,767 untiik motif afektif. Ini mcnunjukkan bahwa Achievement needs memiliki nilai t terbesar dibandingkan variabel yang lain. Uji analisa regresi dummy menyimpulkan basil yang lidak mendukung bipotesa pcnelitian, bcrkaitan dcngan adanya pcrbcdaan motif pcnggunaan (kognitif dan afektif) di antara mahasiswa angkatan 1999-2001, dilihat dari nilai t bitung Dl scbesar -2,450 dan nilai p-valae scbcsar 0,015 yang bcrarti Ho ditolak dan II| diterima karena nilai p-value lcbih kccil dari 0,05, atau dcngan kata lain ada perbedaan motif penggunaan secara kognitif antara mahasiswa angkatan tahun 1999 dengan angkatan yang lain sebiugga peneliti mcnduga adanya pcrbcdaan tcrsebut disebabkan lama waktu studi mahasiswa angkatan 1999, scdangkan Scdangkan untuk variabel D2 di dapat nilai t hitung 1)2 scbcsar 0.507 dan nilai />-value sebesar 0,571 yang bcrarti Ho diterima dan Hi ditolak karena nilai p-value lebib besar dari 0,05, atau dengan kata lain tidak ada pcrbcdaan antara motif penggunaan secara afektif mahasiswa angkatan labun ''.000 dengan angkatan yang lain.",
  "creators": "SIANE AGUSTINA",
  "contributors": "Hatane Semuel (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011678/MAN/2003; Siane Agustina (31499006)",
  "subjects": "CONSUMER BEHAVIOR-ANALYSIS; CONSUMERS-RESEARCH"
}