{
  "id": "1212",
  "title": "Analysis of food and beverage inventory system in Anak Depok Family owned Indonesia restaurant",
  "abstract": "The main subject of the thesis is Food and Beverage inventory system in Anak Depok Restaurant, Den Dolder, The Netherland. The writers have identified that the main problem from the inventory system is not quite properly controlled. The establishment has limited inventory system only for food and beverage materials due to its function as the turn over cycle. It appears that the daily uses of materials are not always checked, and until now there has not been any changes in the inventory system. By implementing a good inventory system of food and beverage materials can make the daily uses of those materials easy to identify, especially when it is already in limited amount. The establishment is able to improve and complete the effectiveness of the materials' turn over. The writers attempt to analyze the inventory system which will be advantageus for the restaurant itself. This involves several elements of principles of purchasing, stocks and stores procedures, the inventory system itself. In analysing the problem on the stock inventory of food and beverage materials, the writers use the field analysis method, which is direct observation and interviewing the staffs who are responsible in handling the purchasing of food and beverage materials. This is also connected with the turn over of those materials used in daily operation of the restaurant. The result of this analysis is used to improve the effectiveness of food and beverage materials' storage and to solve the problems occured in the inventory system. The next step is to recommend a good inventory system, including proper stock control and punctual purchasing of food and beverage materials. The controlling action involves the inventory tracking record also the purchasing of food and beverage materials, so it can be evaluated and observed whether it is already effective or not besides to find whether the problems have been solved or not.",
  "creators": "FONNY FO; YENNY TRIANAWATI",
  "contributors": "K.W. VAN DER HOEK (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02.01/080/HTL/2003; Fonny Fo (33497137), Yenny Trianawati (33498115)",
  "subjects": "RESTAURANT MANAGEMENT-QUALITY CONTROL; RESTAURANT MANAGEMENT"
}