{
  "id": "12128",
  "title": "Strength and weakness analysis based on marketing mix in Teppanyaki area of Osaka Restaurant Roosenda al, the Netherlands",
  "abstract": "Nowadays, every hotel and restaurant tries their best to be different and to have a competitive advantage from other hotels or restaurants. Osaka Restaurant in Roosendaal, Netherlands, has one of those competitive advantages in the shape of a teppanyaki area. To maximize the advantages and plan the strategy for the future, though, it is important for the management to know what the customers think of the teppanyaki area as a whole. This thesis will answer the question, ?What are the strength and weakness points in the marketing mix of teppanyaki area in Osaka Restaurant, Roosendaal that affect the customer?s loyalty?? Strength and weakness analysis will be used as the main tools to find out what the customers think of Osaka?s teppanyaki area. To help limiting the research area and focusing the research, the marketing mix of 7Ps is used as an additional tools. Customer?s loyalty will be another tool that will be used to measure the importance of those strength and weakness points. The research will be conducted by the means of questionnaire and desk research. The questionnaires will be given out to the customers during operational time. A desk research will be conducted by interviewing the manager of the restaurant in relation with the questionnaires. From the research, there are eight strong points of Osaka?s teppanyaki and four weakness points that affect customers? loyalty. The strong points revolve around Osaka?s location, the teppanyaki area?s atmosphere, the food, the cooking attraction, and the customer?s loyalty. Osaka?s weak points are in the lack of information for parking spots, promotion effort, and its service process. Just by looking at the number of strong and weak points, it could be concluded that Osaka?s teppanyaki has a very good position and reputation in the eyes of its customers. However it would be unwise to be satisfied with the result and it is recommended for the management to keep improving the strengths and find ways to eliminate the weaknesses.",
  "creators": "FITRIA YUWONO; MEGAWATI FRANSISCA O",
  "contributors": "FOTINE ZIJLSTRA (Advisor 1); A. HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33010050/MAN/2009; Megawati Fransisca Ongkowijoyo (33404080), Fitria Yuwono (33404117)",
  "subjects": "RESTAURANT-MANAGEMENT"
}