{
  "id": "1213",
  "title": "Analyzing of promotion tools to build a good image and win the competition in Spandershoeve family owned Indonesian restaurant Hilversum-Netherlands",
  "abstract": "The changing of world in to globalization, causes a lot of competition in any kind of industry, including hospitality industry. To win the competition, the industry has to be able to attack the new customers and keep the loyal customers. Due to that situation, the industry must have a good marketing mix. One part of the marketing mix is promotion. A good promotion is very important for the industry to communicate its product and to build a good image of the industry. A good image will help the industry to increase its sales for a long-term and keep the loyal customers. Promotion is the way of the industry to communicate to their present and potential customers, retailers, suppliers, other stake holders, and the general public about their product and their presence. There are several types of promotion, which are: advertising, personal selling, sales promotion, public relation and publicity, and word of mouth. Each of that type has its own advantage and disadvantage. Base on this issue, a qualitative research has been used. The qualitative research has three parts. The first part is reviewing the literature about the main issue. In this case is about the promotion. That includes the importance of promotion, the objective of promotion, the promotional strategy, and types of promotion. The second part, there will be a case study. The case study of this thesis will describe the promotion tools which are used to build a good image in the family owned restaurant which has one star Michelin award, namely Spandershoeve Restaurant, which is located in Hilversum, the Netherlands. The third part will consist of the combination between the first part with the second part. The theory from the literature review and the result of the case study will be combined to see how far the theory works in the reality, in this case restaurant reality. In the last part, ail the opinion and the suggestion will be used as a recommendation especially for Spandershoeve Restaurant and in general for all players in the business in using the promotion tools to build a good image in order to win and survive in the business competition which is very tight now a days.",
  "creators": "RIZAL RENALDY; IRMAWATI TUNGGALA",
  "contributors": "K.W. VAN DER HOEK (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/01/075/HTL/2003; Rizal Renaldy (33498006), Irmawati Tunggala (33498083)",
  "subjects": "RESTAURANT MANAGEMENT; PROMOTIONS"
}