{
  "id": "12135",
  "title": "Perancangan interior pub and cafe di pusat hiburan Surabaya Barat",
  "abstract": "Perancangan interior Pub dan Kate yang terletak di sebuah pusat hiburan di Jalan H.R.Moehammad ini dilatar belakangi oleh kebutuhan masyarakat akan sebuah wadah hiburan yang dapat digunakan untuk bersantai, melobi ataupun menghilangkan stres, mengingat semakin banyaknya persaingan antar perusahaan yang menuntut kerja keras para karyawannya. Selain itu Pub dan Kate ini juga dapat menambah nilai plus bagi kawasan Surabaya Barat. Pub dan Kafe ini terletak dipinggir kota yang memiliki tingkat kemacetan yang lebih rendah dibandingkan dengan pusat kota. Dewasa ini banyak sekali Pub dan Kafe yang bermunculan di kawasan Surabaya ini, sehingga terjadi persaingan dagang yang cukup kuat. Untuk dapat lebih unggul dalam berkompetisi maka perlu di tambahkan fasilitas pendukung didalam Pub dan Kafe ini, seperti aquarium dan gifishop, cakeshop, dimana nantinya selain para pengunjung puas dalam hal menu masakan mereka juga puas dalam berbelanja. Jenis makanan yang dijual adalah beranaka variasi steak, Makanan ringan seperti Roti, Ice cream, dan sebagainya, yang sistim pelayanannya adalah table service. Untuk diarea bar disediakan beraneka minuman beralkohol yang langsung diracik oleh bartender didepan pengunjung. Area Pub dan Cafe ini secara garis besar dibagi menjadi dua bagian, yaitu area Pub yang meliputi bar and lounge, stage, dan dance floor.Area kedua adalah dinning area yang didalamnya terdapat cakeshop, gallery dan gifishop. Kedua area ini bersifat open sehingga semua pengunjung dapat melihat seluruh ruangan yang ada. Hubungan antar ruang yang terjadi adalah langsung.Untuk ruang karyawan dan pengelola terletak dibagian belakang yang berkumpul menjadi satu sehingga tidak mengganggu aktivitas pengunjung. Berdasarkan dari kebutuhan masyarakat yang ingin bersantai ria menghilangkan kejenuhan dan kebosanan ini maka perancangan interior Pub dan Kafe ini dibuat dengan mengambil tema laut, dimana semua bentukan dan warna yang diambil merupakan cerminan dari sifat dan karakter dari kehidupan yang ada didalam laut. Sehingga dengan adanya penggabungan bentukan luwes dan tegas ini tidak membuat para pengunjung cepat bosan.",
  "creators": "DONNA YULIANTO NUGROHO",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 1); Dr. Ir. Lintu Tulistyantoro, M.Ds. (Advisor 2); OLIH SOLIHAT KARSO (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 0024/DIN/2002; Donna Yulianto Nugroho (41498033)",
  "subjects": "BARS (DRINKING ESTABLISHMENTS)-DECORATION"
}