{
  "id": "12133",
  "title": "How to maximize the potential profit generated in summer from the Japanese section of Paradijs Restaurant, Beek en Donk through updating the current menus",
  "abstract": "How to maximize the potential profit generated in summer from the Japanese section of Paradijs Restaurant, Beek en Donk through updating the current menus The topic of this research is about menu analysis which analyze each menu item based on its popularity and profitability. The problem statement of this research is \"How to maximize the potential profit generated in summer from the Japanese section of Paradijs Restaurant, Beek en Donk through updating the current menus?\" and with this question the writers break it down into several numbers of research questions which will lead to the result of this research. The process of this research started with the data gathering, data that the writers gather are the general information of the company, the history of the company, menu of the restaurant, daily sales report, and food cost report. With these data the writers can execute the menu analysis. The tool to analyze the menu is called Menu Engineering which based on the theory by Michael. L. Kasavana and Donald. I. Smith. This Menu Engineering is presented as a worksheet which will describe each menu in details from its price, number of item sold, and cost. This item then will be categorized by each menu item into Menu Item Classification which is consist of 4 categories that are Plowhorse, Star, Puzzle, and Dog. Result from Menu Engineering will be presented in several tables which are Menu Mix Analysis, Menu Engineering Summary, and Four Box Analysis. From the result the writers can evaluate that Paradijs has a reasonably allocation of guest interest and also food cost between its menu item, since Paradijs has only 5 set menus and each menu is designed to accommodate the guest preferences. Overall, the set menus in Paradijs restaurant have serve its own market but in purpose to increase the restaurant profit some changes still need to be applied. Marketing strategy for Paradijs restaurant is also confidential; with a good marketing strategy Paradijs can attract more customers, penetrate to another market and lead to increasing in profit.",
  "creators": "INDRI NGARDIMAN; GLADDY",
  "contributors": "FOTINE ZIJLSTRA (Advisor 1); A. HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33010053/MAN/2009; Indri Ngardiman (33404092), Gladdy Dongalemba (33404121)",
  "subjects": "RESTAURANT MANAGEMENT"
}