{
  "id": "12156",
  "title": "Audit sistem informasi terkomputerisasi atas pengendalian aplikasi sistem pembelian Indra Optik",
  "abstract": "Perusahaan telah menggunakan sistem informasi berbasis komputer sejak tahun 2005. Dari hasil pengamatan awal, diketahui bahwa pengendalian umum telah memadai. Hal ini dibuktikan dengan adanya pembedaan user id dan password untuk masing-masing pegawai dengan batasan aksesnya berdasar jabatan. Sementara itu, Penulis menemukan beberapa kelemahan pada pengendalian aplikasi atas sistem pembelian seperti perintah ?Simpan? berfungsi tanpa harus mengisi field yang wajib diisi. Karena itu, penelitian ini bertujuan untuk melakukan pemeriksaan sistem informasi terkomputerisasi atas pengendalian aplikasi sistem pembelian perusahaan dagang optik INDRA OPTIK dalam rangka mengetahui apakah tujuan pengendalian aplikasi berupa pengendalian masukan dan keluaran atas sistem pembelian tersebut memadai. Rancangan penelitian bersifat deskriptif dengan melakukan studi kasus. Jenis data yang digunakan merupakan data kualitatif. Data tersebut bersumber dari intern perusahaan. Semua data dikumpulkan dengan metode wawancara, observasi, dokumentasi, dan pengujian langsung. Unit analisis yang digunakan adalah pengendalian aplikasi pada aplikasi komputer atas sistem pembelian. Data-data tersebut dianalisis dengan menggunakan teknik survei, audit, dan kesimpulan dari hasil audit. Hasil penelitian menunjukkan bahwa pengendalian aplikasi sistem pembelian pada INDRA OPTIK tidak memadai. Hal tersebut dibuktikan dengan tidak tercapainya source document control, data coding control, validation control dan input error correction. Beberapa rekomendasi diberikan agar pengendalian aplikasi pada sistem pembelian tersebut lebih memadai.",
  "creators": "CHRISTOFER ARIE SETYAWAN",
  "contributors": "Sri Maharsi (Lecturer); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010083/AKT/2009; Christofer Arie Setyawan (32404031)",
  "subjects": "AUDITING; ACCOUNTING-COMPUTER PROGRAMS"
}