{
  "id": "12157",
  "title": "Audit sistem informasi terhadap pengendalian aplikasi dalam siklus pendapatan pada UD. \"X\"",
  "abstract": "Penelitian ini merupakan studi kasus tentang audit atas sistem informasi akuntansi yang meliputi pengendalian input dan output atas siklus pendapatan pada UD \"X\". UD \"X\" merupakan perusahaan manufaktur yang bergerak di bidang industri plastik. UD \"X\" menerapkan sistem informasi terkomputerisasi sejak tahun 2000. Dan pada tahun 2002, dilakukan penggantian atas softwarenya sampai sekarang. Masalah yang ditemukan pada UD \"X\" adalah sistem dapat memproses ketika nilai negatif dan nilai nol diinputkan. Pada sistem juga dapat memproses apabila jumlah tertagih diinputkan tidak sesuai dengan jumlah tagihan. Tujuan penelitian ini adalah untuk menilai apakah pengendalian yang dilakukan oleh sistem informasi pada UD \"X\" telah memadai atau belum. Jenis data yang digunakan adalah data kualitatif dengan sumber data internal perusahaan. Metode pengumpulan data dilakukan melalui wawancara, observasi, dokumentasi, dan pengujian. Data yang dianalisis berupa input dan output atas software Sistem Administrasi. Teknik analisis data diperoleh dengan cara melakukan survei, melakukan audit, menyimpulkan hasil audit dan memberi rekomendasi. Hasil penelitian menunjukkan bahwa pengendalian aplikasi atas input tidak memadai, karena tujuan untuk mengidentifikasi error dalam input data transaksi sebelum data diproses dan tujuan untuk mencegah terjadinya error dalam pemrosesan pada Validation Controls tidak tercapai. Secara keseluruhan dapat diambil kesimpulan bahwa pengendalian aplikasi atas input dan output UD \"X\" tidak memadai. Sehubungan dengan beberapa kelemahan yang ditemukan, maka penulis memberikan rekomendasi untuk perbaikan.",
  "creators": "RODNEY SILVIA",
  "contributors": "Sri Maharsi (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010084/AKT/2009; Rodney Silvia (32405091)",
  "subjects": "AUDITING-DATA PROCESSING"
}