{
  "id": "12153",
  "title": "Service quality analysis of Jasmin Garden Restaurant Castricum, the Netherlands",
  "abstract": "Restaurant compet iti on i n Castri cum has increased sharpl y in t he last few years and could threaten Jasmin Garden restaurant .Provi di ng superi or servi ce coul d help Jasmi n Garden t o compete wit h it s competit ors and strengthen it s position in marketplace.This research will discover the factors that can influence the service quality of Jasmin Garden restaurant to increase the number of gu est s. The research was achieved through a theoretical and empirical study.The theoreti cal study was done by i denti fyi ng rel evant t heori es,defi ni ng and determining service quality,competition,and customer satisfaction.The empirical study was accompl ished by 50 questi onnaires of di mensi ons of servi ce qualit y whi ch were fi ll ed by the di ne-i n guest s based on t heir experi ences and an observati on research. The results of the research show that the service quality of Jasmin Garden restaurant is good and can make the guest pleased.The guests commonly felt satisfied with the overall service of Jasmin Garden restaurant,although some fact ors st ill needed t o be i mproved,such as t he accuracy of t he served foods and beverages i n accordance wi th t he order,the menu knowledge of the staffs,the abilit y of the staffs t o answer quest ions and handle complaint s.By doi ng some traini ng to t he staffs,those fact or s could be maxi mi zed t o incr ease t he cust omer sati sfacti on of t he Jasmi n Garden ?s servi ce quality.",
  "creators": "CINDY SULWYN; JOVIAL CHAHYONO",
  "contributors": "PIETER OOSTERHOF (Advisor 1); A. HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33010045/MAN/2009; Cindy Sulwyn (33405010), Jovial Chahyono (33405051)",
  "subjects": "RESTAURANTS-MANAGEMENT; RESTAURANTS-CONSUMER RESEARCH; RESTAURANTS-QUALITY CONTROL"
}