{
  "id": "12158",
  "title": "Analisa dan perancangan sistem informasi akuntansi terkomputerisasi atas siklus pendapatan pada CV. optik \"X\" di Tulungagung",
  "abstract": "Penelitian ini dilakukan di CV. Optik \"X\" yang masih mengguna an sistem informasi a untansi manual atas siklus pendapatan. CV. Optik \" X\" merupa an perusahaan dagang opti acamata. Berdasar an pengamatan penulis, terdapat masalah pada sistem informasi a untansi yang saat ini digunakan, yaitu saldo piutang penanggung yang tida dapat disaji an sesuai dengan informasi terkini, batasan limit kredit penanggung yang akurat tidak dapat diperoleh pada saat pesanan penjualan, tidak tersedianya dokumen penagihan yang dijadikan sebagai dasar penagihan piutang ke penanggung dan laporan yang tersedia tidak sesuai dengan kebutuhan pemilik . Penelitian ini bertujuan untuk merancang sistem informasi a untansi ter omputerisasi yang memadai atas siklus pendapatan CV. Optik \"X\". Penelitian ini merupa an penelitian des riptif berupa studi asus dengan mengguna an data ualitatif dengan sumber data internal perusahaan. Metode pengumpulan data yang diguna an adalah wawancara, observasi, dan do umentasi. Te ni analisis data mengguna an pende atan System Developme t Life Cycle (SDLC) meliputi analisa sistem, desain onseptual, dan desain fisi . Penelitian ini menghasil an sistem informasi a untansi ter omputerisasi atas si lus pendapatan, yang meliputi desain output beserta pengendaliannya, desain input beserta pengendaliannya dan desain database. Dengan sistem yang dirancang diharap an dapat mengatasi masalah yang terjadi.",
  "creators": "GRACIA NATALIA YOSIETO",
  "contributors": "Sri Maharsi (Advisor 1); Saarce Elsye Hatane (Advisor 2); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.32010085/AKT/2009; Gracia Natalia Yosieto (32405085)",
  "subjects": "ACCOUNTING-COMPUTER PROGRAMS"
}