{
  "id": "1215",
  "title": "An Analysis on the importance of the atmosphere to the costumer's dining experience in the Golden River restaurant",
  "abstract": "This thesis is written by writers as the requirement to finish writers' study in Hotel Management of Petra Christian University, Indonesia and in CHN (Christelijke Hogeschool Noord-nederland). As a whole, this thesis will analyze the influence of atmosphere toward the guests' dining experience that come to have their meal. And in the same time will also be examined how strong the importance of the atmosphere in order to support the restaurant winning chance in industry. In this case the writers will specialize in hospitality industry, that is Golden River Restaurant ( Chinese Specialization Restaurant), which has a unique architecture and interior that can support the atmosphere within the restaurant. This thesis is divided into six chapters in which every chapter will have its own content. Chapter one will tell about the research review and the research problem. Research problem can also be considered as the case study that needs to bc analyzed and to be found the solution. It describes a little bit about a kind of problem that will be examined during this research, why it is considered as a problem, and afterwards about the research questions and the research objectives. This chapter can give a sign to the reader about the main problem that has to be the focus and will be related to the next chapters. The second chapter will be the literature review that consists of the brief theories that related to the dining experience and all factors that supporting the atmosphere within the restaurant like the ambience, table cover, lights and music. Chapter three will be the research methodology; This will discuss the method that will be used during the research which is the qualitative method, and the writers will use two sources which are: 1. Primary data source, this data is taken by interviewing, giving questionnaire and observing. 2. Secondary data source, this data will be taken from the literatures that have connection with the dining experience and the atmosphere. The overview of the company where the research takes place will be placed on chapter four. It will state the historical overview of the company, afterwards the short explanation about the target market of the company, and the points of view from trainee and staffs about the atmosphere at Golden River. The fifth chapter is the main discussion of this thesis whereas all data that have been collected through interviews, observation, and questionnaires are being analyzed. The analysis is done based on theories existed. The last chapter which is chapter six, will represent the conclusion from the whole of the thesis and also some recommendations which could be used or implemented in the restaurant in order to add the value of atmosphere in the restaurant and discover the importance of atmosphere in order to attract the guest. In the end, the writers will enclose the factors of atmosphere in Golden River Restaurant and also the questionnaires format that are being used, and appendixes.",
  "creators": "GRACE CHANDRA; MONIKA SIMADJAJA",
  "contributors": "K.W. VAN DER HOEK (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/01/076/HTL/2003; Grace Chandra (33498025), Monika Simadjaja (33499016)",
  "subjects": "RESTAURANT MANAGEMENT"
}