{
  "id": "12162",
  "title": "Analyzing the impact of communication on situational leadership toward non-chinese part-timers motivation and loyalty in Lotus Sakura Restaurant, Heerenveen",
  "abstract": "This research problem statement is The Researchers choose this topic because the researchers want to explore what kind of leadership style that is appropriate to be applied in Lotus Sakura Restaurant and also explore the correlation between the leadership style to the employee loyalty and motivation that influence part-timers? productivity. This research also wants to inquire cultural gap that occurs in working place and tries to find the best solution resolve it and minimize the misunderstanding because of the culture differences. Qualitative method has been chosen in order to complete this research. The Researchers try to collect and exploit as much as information, and data from all resources that can support the research such as literature study, observation and interview. Certain approach has been chosen, in order to make it easier and accurate that is ethnography approach, because this research tries to communicate two major cultures in this Restaurant: Chinese and Dutch. To collect primer data The Researchers use direct observation and in-depth-interview. For the in-depth-interview The Researchers apply open question and yes/no question to measure it. After completing the research, The Researcher can determine and make conclusion that leadership style and communication are major things that influence personnel?s motivation and loyalty in Lotus Sakura Restaurant. Present leadership style in Lotus Sakura Restaurant is more communist where the leaders are very dominant (it is influenced by Chinese background). This domination makes employees feel under pressure. Furthermore there is more than one leader in Lotus that is making the instruction bias and confusing. Cultural gap is surely occur in this restaurant, but it is basically not affect the Dutch employee. Chinese and Dutch cultures are different, but the Dutch employees are flexible and can deal with it. There is not a big problem as long as they can communicate and respect each other. Communication between Dutch and Chinese people is different. Dutch is open in communication but Chinese is more closed, so the Dutch employees often think that the Chinese are not fair and blunt in their communication. The communistic and not supportive working condition makes the Dutch feels under pressure. On the top of that Dutch employee feels that Chinese people are tricky and do not like the Dutch ,and these feelings make the Dutch employees are low motivated. At present their motivation of working in Lotus is just for money, even though at the beginning they want to gain knowledge and experience but less trust and not supportive working condition makes them difficult to cope with it and as protest action they prefer not to improve themselves.",
  "creators": "ANITA KRISTY RAHARJO; FRANSISKA SUTIKTO",
  "contributors": "FOTINE ZIJLSTRA (Advisor 1); A. HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 33010061/MAN/2009; Anita Kristy Raharjo (33404030), Fransiska Sutikto (33404139)",
  "subjects": "RESTAURANTS-MANAGEMENT; RESTAURANTS-PERSONNEL MANAGEMENT"
}