{
  "id": "12167",
  "title": "Perancangan dan pembuatan digital organizer berbasis web pada Universitas Kristen Petra",
  "abstract": "Universitas Kristen Petra (UK Petra) banyak mengadakan kegiatan, seperti seminar, workshop, kulum (kuliah umum), dan lain-lain. Sampai saat ini belum ada suatu sistem yang terintegrasi yang bisa mengakomodasi semua kegiatan yang terjadi di UK Petra. Karena tidak terintegrasi, maka sulit untuk mengontrol dan mengkoordinasi semua kegiatan tersebut. Maka dari itu diperlukan sebuah sistem yang menyediakan fasilitas untuk melihat history acara apa saja yang pernah dilaksanakan dan acara apa saja yang akan dilaksanakan. Penyelenggara acara dapat lebih mudah mempublikasikan atau mempromosikan acara melalui sistem secara online untuk menarik peserta. Untuk menyelesaikan permasalahan tersebut, maka dibuat aplikasi Digital Organizer berbasis Web untuk membantu mengatur semua kegiatan yang ada. Pembuatan aplikasi menggunakan bahasa pemrograman PHP, database MySQL, dan web server Apache. Untuk mendesain sistem dimulai dengan merancang Data Flow Diagram (DFD) serta Entity Relationship Diagram (ERD) yang dibuat dengan menggunakan Power Designer 6.1. Dari hasil implementasi sistem dan uji coba, Digital Organizer berbasis Web ini dinilai telah berjalan dengan baik dan memenuhi kebutuhan user dengan dapat menyajikan informasi yang jelas dan lengkap tentang acara, berita, dan kegiatan akademik yang ada di UK Petra. Informasi yang disajikan berkualitas dan sesuai kebutuhan.",
  "creators": "AMANDA IKA SUTANTO",
  "contributors": "Kartika Gunadi (Examination Committee 1); Rolly Intan (Advisor 1); Oviliani Yenty Yuliana (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02020833/INF/2009; Amanda Ika Sutanto (26405058)",
  "subjects": "DATABASE DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS); WEBSITES-DESIGN"
}