{
  "id": "12189",
  "title": "Perancangan dan pembuatan aplikasi role playing game 3-dimensi",
  "abstract": "Pada saat ini, perkembangan dari dunia teknologi sangatlah pesat. Seiring dengan itu, perkembangan multimedia juga semakin berkembang. Dan salah satunya adalah dunia permainan yang akhir-akhir ini banyak digemari oleh berbagai kalangan. Perangkat lunak yang dibuat dalam tugas akhir ini merupakan suatu bentuk permainan yang dibuat berbasis 3 Dimensi yang menonjolkan grafis dari komputer. Selain dapat memberikan sumbangsih bagi industri permainan di Indonesia, juga dapat dinikmati konsep dari Role Playing Game yang terkandung di dalamnya. Perangkat lunak ini menggunakan library Irrlicht Engine. Irrlicht Engine ini merupakan salah satu library yang cukup baik untuk menampilkan dan menganimasikan obyek-obyek 3 Dimensi yang dapat menghasilkan suatu aplikasi game yang menarik. Perangkat lunak ini dibuat dengan menggunakan prinsip pemrograman berorientasi obyek (OOP) dengan menggunakan bahasa pemrograman C++, dengan kompiler CodeBlocks. Hasil akhir dari game ini adalah sebuah permainan yang berbasis Role Playing Game di mana terdapat suatu cerita yang terkandung di dalamnya yang membuat game ini menarik untuk dimainkan. Perangkat lunak ini diujikan dengan beberapa tipe komputer yang spesifikasinya berbeda. Dengan perbandingan ini, memperlihatkan bahwa perangkat lunak ini hanya dapat dijalankan secara lancar apabila spesifikasi komputer tersebut memenuhi kebutuhan standar dari aplikasi ini. Apabila obyek yang dimunculkan semakin banyak, besar, dan mendetail maka proses rekonstruksi akan menjadi semakin lama yang menyebabkan aplikasi menjadi lambat dan kurang nyaman dalam bermain.",
  "creators": "ANDREW CHANDRA WIRAYA",
  "contributors": "Rudy Adipranata (Advisor 1); Gregorius Satiabudhi (Advisor 2); Ibnu Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01020822/INF/2009; Andrew Chandra Wiraya (26405099)",
  "subjects": "COMPUTER GRAPHICS-3D; COMPUTER GRAPHICS--COMPUTER PROGRAMS"
}