{
  "id": "1218",
  "title": "Analisa studi perbandingan antara rumah toko dengan kombinasi rumah toko-stand ditinjau dari aspek pemasaran dan finansial pada proyek gateway, Sidoarjo",
  "abstract": "Melihat kecenderungan pembangunan proyek ruko (rumah toko) yang menjamur sebagai investasi yang paling digemari dalam dunia properti khususnya di Surabaya. Oleh karena itu dalam merencanakan ruko perlu suatu strategi dalam mendesain ruko tersebut. Adapun alternatif konsep pengembangan ruko yaitu dengan konsep kombinasi ruko-stand yang ditinjau dari segi pemasaran dan finansial. Hal ini didasari pemikiran bahwa dalam suatu komplek ruko, unit ruko yang terletak dibagian belakang biasanya akan mengalami keterlambatan dalam proses penjualan. Dari 50 responden pemilik stand kerajinan Tanggulangin, 45 responden berhasil diteliti dan dari 35 responden pengrajin yang tidak memiliki kios, 26 responden berhasil diteliti. Dengan menggunakan analisa peringkat didapat bahwa faktor dari Produk yaitu kualitas pelayanan (tingkat kepentingan untuk pemilik kios 0,9000 dan pengrajin 0,9808), faktor dari Harga yaitu potongan harga/ diskon (untuk pemilik kios 0,6000 dan pengrajin 0,8654), faktor dari Distribusi yaitu adanya kantor asosiasi/koperasi (untuk pemiiik kios 0,3111 dan pengrcyin 0.7500), dan faktor dari Promosi yaitu peinasangan iklan untuk pemilik kios 0,5333 dan untuk pengrajin yaitu adanya publikasi dengan tingkat kepentingan 0,7500. Untuk analisa finansial dibagi menjadi empat skenario dan didapat nilai NPV dan IRR masing-masing. Dari empat skenario tersebut skenario II merupakan yang terbaik yaitu penjualan rumah toko Gateway sampai dengan bulan Mei 2003 (dianggap terjual habis), yang mana menghasilkan NPV sebelum pajak 25493,48 (dalam jutaan rupiah) dan IRR sebelum pajak 46,31% (dalam 1 tahun) serta NPV setelah pajak 21134,50 (dalam jutaan rupiah) dan IRR setelah pajak 34,70%(dalam 1 tahun), hasil ini merupakan nilai yang terbesar diantara tiga skenario lainnya.",
  "creators": "FUHANDY THAMRIN; DEASY YANTI",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Indriani Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1244/SIP/2002; Fuhandy Thamrin (21498099), Deasy Yanti (21498136)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}