{
  "id": "1220",
  "title": "Kinerja kelelahan campuran beton aspal dengan modulus kekakuan aspal (Sbit) yang rendah (low stiffness modulus)",
  "abstract": "Surface course atau lapis permukaan merupakan lapisan yang sangat penting dalam suatu perkerasan lentur jalan sehingga perlu dilakukan penilaian terhadap kondisi lapis permukaan. Penilaian terhadap kondisi lapis permukaan ini bisa dilakukan dengan mengevaluasi retak yang terjadi (Jatigue cracking), dimana retak ini terjadi akibat pengulangan beban lalu lintas pada jalan. Dari penelitian-penelitian yang telah dilakukan sebelumnya, aspal yang digunakan adalah aspal dengan modulus kekakuan yang tinggi (Sbit > 5 MPa). Karena itu, timbul suatu pemikiran untuk meneliti kinerja kelelahan (flexure fatigue test) beton aspal yang menggunakan aspal dengan modulus kekakuan rendah (Sbit < 5 MPa). Dari percobaan terhadap 6 benda uji yang menggunakan aspal yang modulus kekakuannya tingi (masing-masing 2 benda uji untuk satu tingkat tegangan) dihasilkan nilai umur kelelahan untuk tingkat tegangan 0,24 MPa, 0,48 MPa dan 0,72 MPa berturut-turut 17.713 cycles dan 24.415 cycles, 8.406 cycles dan 6.576 cycles, 3.578 cycles dan 4.056 cycles. Sedangkan pada 6 benda uji yang menggunakan aspal yang modulus kekakuannya rendah nilai 1.238 cycles dan 1.525 cycles, 465 cycles dan 478 cycles, serta 102 cycles dan 97 cycles. Terlihat bahwa bertambahnya tingkat tegangan menyebabkan berkurangnya umur kelelahan pada kedua jenis beton aspal. Bila dibandingkan, beton aspal dengan Sbit tinggi mempunyai umur lelah yang lebih tinggi daripada beton aspal dengan Sbit rendah yaitu sebesar 95%. Selain itu, hasil percobaan membuktikan bahwa beton aspal dengan Sbit tinggi mempunyai modulus kekakuan lentur (E) lebih besar daripada beton aspal dengan Sbit rendah, yaitu 820,23 MPa pada beton aspal dengan Sbit tinggi dan 635,89 MPa untuk aspal dengan Sbit rendah. Jadi bisa disimpulkan bahwa beton aspal dengan memakai aspal yang modulus kekakuannya tinggi memberikan kinerja kelelahan yang lebih baik daripada beton aspal yang memakai aspal dengan modulus kekakuan rendah.",
  "creators": "EKA LIANAWATI; YENNY",
  "contributors": "Harry Patmadjaja (Advisor 1); YANUAR SANTOSA (Advisor 2); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1284/SIP/2003; Eka Lianawati (21498118), Yenny (21499085)",
  "subjects": "PAVEMENTS, ASPHALT CONCRETE"
}