{
  "id": "12215",
  "title": "Galeri seni rupa kontemporer di Surabaya",
  "abstract": "Puji syukur, hormat dan kemuliaaan hanya bagi Tuhan Yesus Kristus, yang telah memberikan kasih dan rahmatNya sehingga penulis dapat menyelesaikan laporan proyek akhir ini pada waktunya.Dengan terselesaikannya laporan ini maka lengkaplah semua persyaratan yang diperlukan untuk kelulusan. Laporan pertanggungjawaban akan gambar pra rencana Galeri Seni Rupa Kontemporer di Surabaya ini mencakup proses perencanaan dan perancangan. Perencanaan dilakukan berdasarkan hasil survey dan literatur yang ada, sedangkan proses perancangan dilakukan berdasarkan pendekatan desain yang menitikberatkan pada arsitektur sebagai seni dimana keduanya saling melengkapi tanpa meghilangkan prinsip - prinsip dan kaidah arsitektural yang ada sehingga diharapkan bangunan yang tercipta merupakan gabungan dari beragam elemen seni yang mempunyai pijakan konsep arsitektural tersendiri sehingga dapat tercipta figur seni yang unik. Galeri Seni Rupa Kontemporer merupakan proyek yang bertujuan untuk memfasilitasi kebutuhan masyarakat dan para pecinta seni akan suatu wadah kegiatan bersama yang bersifat representatif dan rekreatif. Fasilitas yang direncanakan meliputi ruang pamer, studio, workshop, fasilitas edukasi, perpustakaan, ruang Audio Visual, Restoran, Cafetaria, kantor, ruang serbaguna, dan fasilitas servis. Bentuk Penataan massa dan ruang luar bersifat dinamis, dimana peletakkan massa dan ruang luar saling melengkapi dan terlihat sebagai satu kesatuan yang utuh. Penampilan fisik bangunan utama yang didominasi dengan tampilan berciri modern yang memiliki shape melengkung menjadi 'Vocal point' bagi kawasan di sekitarnya. Menyadari bahwa dalam tulisan ini masih terdapat banyak kekurangan , penulis ingin membuka diri untuk menerima kritik dan saran membangun dari para pembaca. Akhirnya, penulis berharap laporan ini dapat memberikan manfaat bagi pembaca.",
  "creators": "DAVID SUPRAPTO",
  "contributors": "Paulus Hendrianto Soehargo (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1979/ARS/25/2002; David Suprapto (22498024)",
  "subjects": "ART MUSEUMS--DESIGNS AND PLANS"
}