{
  "id": "1222",
  "title": "Studi awal teknologi web untuk aplikasi dalam Teknik Sipil",
  "abstract": "Sejak diperbolehkan penggunaan internet untuk komersial pada tahun 1994, maka penggunaan intemet naik pesat. Di samping email, yang sudah banyak digunakan seiring dengan perkembangan awal internet, pemakaian web meningkat dengan pesat. Pada awalnya web dipakai sebagai sarana penyampaian informasi, tetapi dalam perkembangannya dimungkinkan untuk melakukan pemrograman. Hal ini membuat konsep web sebagai media penyampaian informasi bergeser menjadi media untuk membuat aplikasi pemrograman. Teknologi web itu sendiri merupakan gabungan antara web dan pemrograman. Pemanfaatan internet untuk dunia teknik sipil sudah dilakukan sejak awal perkembangan internet. Banyak informasi tentang teknik sipil yang bisa diakses lewat intemet. Dengan adanya teknologi web, dimungkinkan untuk memanfaatkan internet secara lebih luas bagi dunia teknik sipil. Dalam skripsi ini dibahas tentang dasar-dasar yang diperlukan untuk membuat program yang memanfaatkan teknologi web. Di samping itu, dalam skripsi ini dicoba untuk mengembangkan beberapa contoh aplikasi teknik sipil berbasis internet. Dari hasil pembuatan skripsi ini dapat disimpulkan bahwa teknologi web memungkinkan untuk melakukan interaksi antara user dengan aplikasi pemrograman teknik sipil sehingga dapat diakses di mana saja, maksudnya tidak harus diakses komputer, tempat aplikasi itu berada. Dengan demikian teknologi web memungkinkan untuk dimanfaatkan secara Iuas untuk aplikasi teknik sipil.",
  "creators": "ALEXANDER; WITOYO",
  "contributors": "Sukanto Tedjokusuma (Advisor 1); Wong Foek Tjong, S.T., M.T., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi NO. 1252/SIP/2002; Alexander (21498175), Witoyo (21498203)",
  "subjects": "CIVIL ENGINEERING-COMPUTER NETWORKS; CIVIL ENGINEERING-DATA PROCESSING"
}