{
  "id": "12236",
  "title": "Perbaikan fasilitas kerja dan perancangan metode kerja dengan memperhatikan aspek ergonomi di PT Jatim Bromo Steel",
  "abstract": "PT Jatim Bromo Steel merupakan perusahaan yang bergerak di bidang fabrikasi dan konstruksi baja. Fasilitas dan metode kerja yang tidak ergonomis merupakan permasalahan yang terjadi di perusahaan. Fasilitas kerja yang diperbaiki meliputi penerangan, tingkat kebisingan, dan suhu udara, sedangkan perancangan metode kerja dilakukan di seluruh proses yang ditetapkan. Perbaikan fasilitas kerja dilakukan berdasarkan standar SNI dan perancangan metode kerja dilakukan dengan menggunakan software 3D SSPP. Usulan untuk memperbaiki penerangan adalah dengan menyalakan lampu mulai pukul 08.00 WIB sebanyak 21 lampu, pukul 12.00 WIB sebanyak 8 lampu dan pukul 16.00 WIB sebanyak 24 lampu pada lantai produksi 1. Pada lantai produksi 2, perbaikan yang diusulkan adalah dengan menyalakan lampu mulai pukul 08.00 WIB sebanyak 24 lampu, pukul 12.00 WIB sebanyak 11 lampu dan pukul 16.00 WIB sebanyak 29 lampu. Usulan dalam meminimalkan tingkat kebisingan yaitu dengan penggunaan ear plug oleh pekerja. Usulan perbaikan kondisi suhu udara yaitu dengan membuat ventilasi alami sejumlah 94 lubang pada lantai produksi 1, 38 lubang pada lantai produksi sandblasting, dan 105 lubang pada lantai produksi 2, atau memasang exhaust-fan sebanyak 16 fan pada lantai produksi 1, 6 fan pada lantai produksi sandblasting dan 18 fan pada lantai produksi 2. Metode kerja terbaik untuk proses cutting, punching, welding, dan sandblasting yaitu dengan posisi berdiri dan proses grinding yaitu posisi berdiri setengah membungkuk.",
  "creators": "VENNY WIDJAYA; YUDITH RIA AGATHA",
  "contributors": "Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Advisor 1); DEDIK S. SANTOSO (Advisor 2); Kriswanto Widiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01011387/IND/2009; Venny Widjaya (25405081); Yudith Ria Agatha (25405097)",
  "subjects": "FACILITY MANAGEMENT; PRODUCTION MANAGEMENT"
}