{
  "id": "12244",
  "title": "Perancangan sistem manajemen pallet di PT X",
  "abstract": "Penelitian ini dilakukan bertujuan untuk merancang sistem manajemen pallet di PT X. Sistem manajemen pallet di PT X yang dibahas meliputi kerusakan pallet, kebersihan pallet dan penjadwalan pallet. Hal-hal tersebut saling berpengaruh satu sama lain. Kerusakan pallet dapat mengakibatkan bag pakan sobek sehingga pakan yang jatuh mengotori pallet. Pallet-pallet yang kotor tersebut mengakibatkan kerugian-kerugian lain serperti munculnya kutu sehingga memerlukan fumigasi. Pallet-pallet yang kotor dan rusak membuat penjadwalan untuk memenuhi kebutuhan pallet di PT X terhambat. Untuk membantu dalam hal penjadwalan pallet dapat menggunakan 2 cara yaitu: secara manual dengan menggunakan operator ataupun secara otomatis yaitu dengan menggunakan teknologi RFID (Radio Frequency Identification) untuk tujuan pelacakan dan mengetahui jumlah pallet yang dimiliki. Berdasarkan hasil penelitian yang telah dilakukan, dapat diketahui bahwa konsistensi dalam hal menjalankan kebersihan pada pallet sangat berdampak pada kualitas dari pakan tersebut, yaitu contohnya munculnya kutu di pakan. Hal lainnya juga yang dibahas dalam sistem manajemen pallet adalah masalah kerusakan pallet dimana penyebab utamanya adalah material handling dari sopir forklift. Kedua hal pokok tersebut mempengaruhi ketersediaan pallet-pallet di buffer sehingga sulit untuk penjadwalannya. Kerusakan pallet menjadi akar permasalahan di PT X yang harus diselesaikan sehingga dapat melakukan cost saving.",
  "creators": "ANDREAS SURYA GUNAWAN",
  "contributors": "I Nyoman Sutapa (Advisor 1); Herri Christian Palit (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01011378/IND/2009; Andreas Surya Gunawan (25405043)",
  "subjects": "PRODUCTION MANAGEMENT"
}