{
  "id": "12288",
  "title": "Perancangan kolaborasi pemenuhan bahan pakan ternak di sebuah peternakan ayam petelur",
  "abstract": "Skripsi ini membahas mengenai kolaborasi antara peternakan ayam petelur dengan supplier bahan pakan ternak. Selama musim penghujan di peternakan ayam petelur timbul beberapa masalah. Setelah wawancara dengan pemilik peternakan ayam petelur, supplier bekatul, dan jagung diketahui bahwa masalah yang sering dihadapi di peternakan ini adalah tidak terpenuhinya bahan baku jenis bekatul dan jagung selama musim penghujan, penentuan waktu pemesanan dan jumlah pesanan berdasarkan intuisi, dan sistem informasi pencatatan permintaan dan pengeluaran bahan pakan ternak yang tidak konsisten. Skripsi ini bertujuan untuk mengatasi permasalahan yang terjadi dengan membuat kesepakatan antara supplier bekatul dan jagung dengan pemilik peternakan ayam petelur, menghitung besar SS, ROP, dan EOQ, dan membuat sistem informasi untuk memudahkan dalam mengontrol inventory. Kesepakatan antara pemilik peternakan dengan supplier dibuat berdasarkan konsep Collaboration Planning Forecasting, & Replenishment (CPFR). Penentuan nilai SS, ROP, dan EOQ dengan menggunakan rumus SS, ROP, dan EOQ dalam manajemen pengadaan. Data-data yang digunakan diuji kenormalan data menggunakan metode Jarque-Bera dengan SPSS 15. Berdasarkan pengolahan dan analisis data maka diperoleh hasil yaitu kesepakatan dengan supplier sebagai bentuk kolaborasi antara peternak dengan supplier, penentuan nilai SS, ROP, dan EOQ, sistem informasi usulan, SOP pemesanan bekatul dan jagung, dan SOP emergency stock.",
  "creators": "DEWI NATALIA HALIM",
  "contributors": "I Nyoman Sutapa (Advisor 1); Herri Christian Palit (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01011361/IND/2009; Dewi Natalia H. (25405042)",
  "subjects": "MATERIALS MANAGEMENT"
}