{
  "id": "12280",
  "title": "Model pengentasan kemiskinan yang efektif, terstruktur dan berkesinambungan di Indonesia",
  "abstract": "Sejak kemerdekaan Republik Indonesia telah ada upaya-upaya untuk menanggulangi kemiskinan. Namun kenyataannya, jumlah penduduk miskin di Indonesia masih sangat tinggi yaitu berjumlah 32,53 juta pada tahun 2009. Tujuan dari penelitian ini adalah untuk menemukan model pengentasan kemiskinan yang efektif, terstruktur dan berkesinambungan di Indonesia. Penelitian ini dilakukan melalui pengujian hipotesis. Dalam menguji hipotesis digunakan analisis jalur, di mana analisis jalur yang digunakan adalah Covariance Based Structural Equation Modeling. Data-data yang dibutuhkan dalam menemukan model pengentasan kemiskinan yang paling efektif diperoleh melalui survei pada responden sebanyak 125 orang. Hasil survei yang diperoleh diolah menggunakan program AMOS 16.0. Struktur program pengentasan kemiskinan yang paling efektif adalah perlindungan hak-hak mempengaruhi pemberdayaan pendidikan, pemberdayaan kesehatan dan pemberdayaan pemukiman miskin; pemberdayaan pemukiman miskin mempengaruhi pemberdayaan kesehatan; pemberdayaan kesehatan mempengaruhi pemberdayaan pendidikan dan pemberdayaan ekonomi; pemberdayaan pendidikan mempengaruhi pemberdayaan ekonomi; dan pemberdayaan ekonomi mempengaruhi pengentasan kemiskinan. Agar program pengentasan kemiskinan tersebut dapat berjalan secara berkesinambungan, maka sebaiknya program tersebut dijalankan melalui bisnis sosial.",
  "creators": "HENDRA GUNAWAN WIDHARTO; ADI WIJAYA",
  "contributors": "I Nyoman Sutapa (Advisor 1); KRESNAYANA YAHYA (Advisor 2); Siana Halim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01011366/IND/2009; Hendra Gunawan Widharto (25405021); Adi WIjaya (25405099)",
  "subjects": "POOR-INDONESIA-RESEARCH"
}