{
  "id": "12299",
  "title": "Suksesi pemimpin perusahaan keluarga PT. Elang Limas di Tulungagung",
  "abstract": "Sebuah fenomena tentang perusahaan keluarga, 90% dari 15 juta perusahaan besar adalah perusahaan yang didominasi oleh kelompok-kelompok keluarga. Tujuan penelitian ini bertujuan untuk mendeskripsikan karakteristik perusahaan keluarga berdasarkan budaya Tionghoa dan mendeskripsikan prosesproses suksesi pemimpin dengan menggunakan pendekatan budaya Tionghoa dan institusional pada sebuah Chinese Family Business di Indonesia. Dengan menggunakan pendekatan deskriptif kualitatif, ditemukan bahwa karakteristik dari perusahaan yang diteliti identik dengan Chinese Family Business lainnya, yakni proses pembuatan keputusan yang sentralistik, terdapatnya unsur nepotisme, dan adanya relationship/Quanzi yang kental. Selain itu karakteristik budaya Tionghoa dari perusahaan yang di teliti juga berasal dari ajaran konfusinisme, seperti tidak mudah menyerah (Qian Bi dan Feng), memanfaatkan peluang dengan baik (Shi), independent (Du Li) dan hemat. Dari dua pendekatan suksesi yang digunakan, ternyata keduanya memiliki pola yang sama. Hanya saja, perbedaannya dalam pendekatan Tionghoa masih menganut garis paternalistik. Hasil-hasil yang diperoleh memberikan tantangan bagi perusahaan untuk merubah budaya paternalistik yang dianut sebelumnya, menjadi pendekatan institusional, mengingat generasi ketiga yang merupakan successor dari perusahaan yang diteliti adalah perempuan. Saat ini perusahaan yang di teliti lebih baik menggunakan pendekatan institusional, namun tidak meninggalkan nilai-nilai budaya perusahaan.",
  "creators": "FRANGKY WIJAYA; HADI PRAYITNO",
  "contributors": "Thomas Santoso (Advisor and Examination Committee); Inggrid (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010061/MAN/2009; Frangky Wijaya (31405089), Hadi Prayitno (31405205)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES; EXECUTIVES-RECRUITING"
}