{
  "id": "1229",
  "title": "Analisis peningkatan kapasitas produksi di PT \"X\" dengan metode simulasi",
  "abstract": "Perencanaan sistem produksi terutama pada keseimbangan Iintasan produksi sangat penting bagi kelancaran proses produksi karena akan mempengaruhi kapasitas produksi. Perencanaan yang baik dapat diketahui dengan rendahnya tingkat bottle neck yang ada. Penelitian ini bertujuan meningkatkan kapasitas produksi dengan meminimalkan bottle neck. Langkah awal dimulai dengan membuat model dengan menggunakan software Pro Model. Dari model tersebut dapat diketahui bagian mana dari lantai produksi yang mengalami bottle neck kemudian dilakukan usaha-usaha untuk meminimalkan bottle neck yang terjadi dengan cara penambahan mesin dan operatornya. Perbaikan yang dilakukan menghasilkan beberapa model usulan yang mempunyai tingkat bottle neck dan kapasitas produksi yang lebih baik dari model awal. Analisa investasi juga dilakukan terhadap masing-masing model usulan untuk mengetahui kapan model yang dikeluarkan dapat kembali. Analisa ini diperlukan untuk mengetahui tingkat resiko dari investasi yang dilakukan. Model usulan yang didapat mempunyai kelebihan dan kelemahan masing-masing ditinjau dari besarnya kapasitas produksi dan lama periode pengembalian modal. Model usulan ketiga yaitu penambahan mesin goreng bundar dan penambahan operator rework berhasil mempunyai periode pengembalian yang tercepat dan mempunyai kapasitas produksi yang terbesar. Pemilihan model usulan sebaiknya memperhatikan prospek produk yang dihasilkan untuk jangka waktu kedepan sehingga dapat disesuaikan dengan periode pengembaliannya.",
  "creators": "ANDY WIBOWO ALIAS ALAN S",
  "contributors": "Bernardo Nugroho Yahya (Advisor 1); Julianingsih (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 569/TI-050/2002; Andy Wibowo alias Alan Soeparjan (25498051)",
  "subjects": "INDUSTRIAL ENGINEERING-SIMULATION METHODS; PRODUCTION PLANNING-SIMULATION METHODS"
}