{
  "id": "12300",
  "title": "Entrepreneurial transition usaha kecil pada industri kreatif di Jawa Timur",
  "abstract": "Di masa krisis seperti yang terjadi di Indonesia saat ini, bidang usaha industri kreatif merupakan bidang usaha yang tepat untuk ditekuni. Industri kreatif juga didukung dari peranan pemerintah dan peranan generasi muda. Oleh karena itu peneliti melakukan penelitian yang berjudul ? Entreprenerial Transition Usaha Kecil pada Industri Kreatif di Jawa Timur? ini. Peneltian yang dilakukan bertujuan untuk mendeskripsikan profil alumni Universitas Kristern Petra di Jawa Timur sebagai pengelola/pendiri usaha kecil pada industri kreatif, mendeskripsikan profil bisnis dari usaha kecil pada industri kreatif yang dikelola/didirikan oleh alumni Universitas Kristen Petra di Jawa Timur, mendeskripsikan karakteristik transisi kewirausahaan usaha kecil pada industri kreatif, dan mendeskripsikan proses-proses yang dihadapi oleh entrepreneur (alumni Universitas kristen Petra) pada transisi dari tahap prestartup, startup, hingga ke tahap pertumbuhan usaha kecil pada industri kreatif. Dalam penelitian ini, peneliti melakukan pengumpulan data melalui kuesioner dan studi kepustakaan. Peneliti menganalisa data-data tersebut dengan teknik analisis statistic deskriptif dan crosstabulation untuk memdeskripsikan profil bisnis dan karakteristik serta proses-proses kewirausaan yang dihadapi oleh entrepreneur. Hasil penelitian ini didasarkan pada profil alumni, profil bisnis, karakteristik transisi, dan proses-proses entrepreneur. Pemilik industri kreatif yang diteliti merupakan alumni Universitas Kristen Petra yang sebagian besar laki-laki dan berusia 25 sampai 35 tahun. Bentuk bisnis yang ditekuni oleh para pemilik industri kreatif adalah business to consumer dengan sebagian besar bersifat informal dengan model bisnis produksi pesanan spesial/customized. Karakteristik perusahaan yang diteliti sebagian besar didirikan sendiri dan ditujukan untuk memenuhi kebutuhan pelanggan. Proses-proses baik dari tahap pre start up sampai start up dan tahap start up sampi growth sebagian besar melibatkan diri sendiri dan memerlukan waktu relatif cepat.",
  "creators": "FUAD TANUDIRDJO",
  "contributors": "Soekarno (Advisor and Examination Committee); Bambang Haryadi (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010062/MAN/2009; Fuad Tanudirdjo (31404141)",
  "subjects": "ENTREPRENEURSHIP; SMALL BUSINESS-MANAGEMENT"
}