{
  "id": "12318",
  "title": "Perancangan interior house of wine di Surabaya",
  "abstract": "Wine merupakan minuman yang sangat digandrungi oleh golongan menengah ke atas. Hal ini dapat dirasakan adanya eksekutif-eksekutif muda yang berkumpul untuk berbagi pengalaman mengenai wine. Maka dari itu diperlukan suatu tempat untuk menampung komunitas ini sekaligus mendapatkan edukasi. Wine sendiri merupakan minuman beralkohol yang baik buat kesehatan khususnya jantung apabila dikonsumsi dengan benar dan tidak berlebihan. Di Indonesia terdapat perusahan yang memproduksi wine bertaraf internasional. Tetapi masyarakat Indonesia banyak yang belum mengenal wine dari cara menegetahui wine ini berkualitas atau tidak. Di Surabaya sudah terdapat suatu komunitas wine, dari komunitas ini juga memiliki peluang untuk memperkenalkan wine lebih luas lagi. Perancangan House Of Wine ini sendiri memiliki tujuan agar dapat memberikan pengetahuan tentang memilih, menyimpan dan cara minum wine yang benar. Maka dari itu perancangan ini dilengkapi oleh adanya area informasi dan ruang pamer yang berisikan tentang sejarah dan proses pembuatan wine itu sendiri. Selain mendapatkan edukasi pengunjung juga mendapatkan hiburan berupa bar dan cafe untuk menikmati hidangan bertaraf internasional dengan diiringi aluman musik jazz dari piano dan sexofon dan juga digunakan untuk komunitas wine, dapat pula membeli wine pada ruang retail. Dampak positif dari perancangan House Of Wine bagi kalangan pecinta wine nampak dari banyaknya toko yang menjual wine dan mendapatkan edukasi tentang wine secara benar.",
  "creators": "FENNY SETIAWATI",
  "contributors": "OLIH SOLIHAT KARSO (Advisor 1); Ronald H.I. Sitindjak (Advisor 2); Sriti Mayang Sari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00020702/DIN/2009; Fenny Setiawati (41403041)",
  "subjects": "STORES, RETAIL-DECORATION; COMMERCIAL BUILDINGS-DECORATION"
}