{
  "id": "12315",
  "title": "Studi deskriptif sikap karyawan usia tua terhadap kompensasi keuangan dan non keuangan pada PT. Filma Utama Soap Surabaya",
  "abstract": "Penelitian ini dimaksudkan untuk menggambarkan jenis-jenis kompensasi yang diberikan PT. Filma Utama Soap kepada karyawan usia tua dan bagaimana sikap karyawan usia tua tersebut terhadap kompensasi yang diberikan. Penelitian terhadap sikap karyawan usia tua terhadap kompensasi keuangan dan non keuangan ini dilakukan dengan menggunakan metode analisa deskriptif kualitatif. Dari hasil penelitian ini diketahui bahwa kompensasi yang diberikan PT. Filma Utama Soap terbagi menjadi 2(dua), yaitu kompensasi keuangan dan kompensasi non keuangan. Yang mana kompensasi keuangan sendiri terbagi menjadi dua bagian yaitu kompensasi keuangan yang bersifat langsung dan yang bersifat tidak langsung. Sedangkan untuk kompensasi non keuangan sendiri juga dibagi menjadi dua bagian yaitu lingkungan pekerjaan dan pekerjaan. Sedangkan mengenai sikap karyawan usia tua terhadap kompensasi, karyawan usia tua menyikapi kompensasi keuangan dan non keuangan yang diterimanya dengan berbeda-beda Ada karyawan yang menilai kompensasi keuangan yang diberikan perusahaan masih belum cukup untuk menambah tabungan masa tuanya, tetapi ada juga karyawan usia tua yang menilai bahwa kompensasi keuangan yang mereka dapat sudah cukup untuk memenuhi kebutuhan hidupnya. Begitu pula halnya dengan kompensasi non keuangan yang mereka terima, ada karyawan yang merasa bahwa selama ia bekerja di PT. Filma Utama Soap telah mendapatkan banyak pengalaman, rekan kerja yang menyenangkan, serta lingkungan kerja yang aman.",
  "creators": "MARIA DINI SETIYOWATI; YULIANA FEBRIYANI",
  "contributors": "Thomas Santoso (Advisor and Examination Committee); Dr. Ratih Indriyani, S.E., M.M. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010074/MAN/2009; Maria Dini Setiyowati (31405109), Yuliana Febriyani (31405122)",
  "subjects": "PERSONNEL MANAGEMENT; COMPENSATION MANAGEMENT"
}