{
  "id": "12321",
  "title": "Pengaruh warna dan bentuk pada interior ruang terapi Sekolah Harapan Bunda terhadap perkembangan kesembuhan anak autis",
  "abstract": "Dalam rangka usaha mengimbangi gerak laju jumlah anak autis, sekolah dan pusat terapi haruslah memiliki metode dan kurikulum yang mampu dengan baik dan dalam waktu yang relatif lebih singkat menjadikan anak autis lebih baik. Sekolah Harapan Bunda adalah sekolah yang menggunakan metode ABA dan pengaruh efek psikologis dari warna dan bentuk sebagai usaha untuk menyembuhkan anak autis. Penelitian ini bertujuan untuk mengetahui Komposisi warna dan bentuk apa saja yang mampu memberi efek psikologis dan berpotensi mendukung upaya kesembuhan anak autis di Sekolah Harapan Bunda dan Bagaimana pengaruh warna dan bentuk bagi perkembangan kesembuhan anak autis di Sekolah Harapan Bunda. Dapat disimpulkan bahwa warna-warna yang mampu merangsang kesembuhan anak autis adalah warna-warna dengan komposisi warna analogus dan monokromatik yang tidak memperlihatkan perbedaan yang begitu mencolok dalam setiap perubahannya sehingga tidak membuat anak autis mudah terdistraksi. Bentuk yang dapat merangsang anak autis adalah bentukan yang sederhana, teratur dan tidak bermotif, yaitu bentuk geometris terutama bentuk persegi. Warna dan bentuk mampu mempengaruhi perkembangan kesembuhan anak autis, hal ini terkait dengan kemampuan merangsang anak autis dalam meningkatkan konsentrasi dan kemampuan beradaptasi mereka, sehingga batasan waktu dapat lebih dipersingkat dan laju perkembangan jumlah anak autis yang pesat dapat terkejar dan teratasi.",
  "creators": "CHERRY ANGGRAINI SUTJIPTO",
  "contributors": "Sriti Mayang Sari (Advisor 1); DRS. B SUPARTO (Advisor 2); OLIH SOLIHAT KARSO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010705/DIN/2009; Cherry Anggraini S (41404003)",
  "subjects": "AUTISM IN CHILDREN-HOSPITALS; CHILDREN-INSTITUTIONAL CARE-BUILDING-DECORATION"
}