{
  "id": "12336",
  "title": "Studi kelayakan pendirian usaha event marketing di Surabaya",
  "abstract": "Tugas akhir ini meneliti kelayakan usaha Event Marketing di Surabaya ditinjau dari aspek pasar, aspek teknis, aspek manajemen dan aspek keuangan. Penelitian dilakukan dengan melakukan survey pasar dan benchmarking perusahaan Event Organizer dan Event Marketing yang lain. Berdasarkan data diperoleh ada 2990 perusahaan di surabaya berpotensi memiliki kebutuhan, pernah bekerjasama dengan Event Marketing atau Event Organizer dan bersedia untuk diajak kerjasama oleh Event Marketing atau Event Organizer, sehingga pendirian Event Marketing ini dari segi aspek pasar layak untuk direalisasikan. Dari segi aspek teknis biaya untuk peralatan kantor adalah Rp.42.375.000,00. Dari segi aspek manajemen tenaga kerja yang dibutuhkan adalah 4 orang pegawai tetap. Sedangkan pegawai lainnya outsourcing, sesuai kebutuhan dari event yang akan diadakan. Dari segi aspek sumber pendanaan didapat dari modal sendiri. Tingkat bunga deposito tertinggi yang berlaku adalah 12% dan besarnya risk premium diasumsikan 8% sehingga diperoleh MARR sebesar 20%. Analisis sensitivitas dilakukan terhadap penurunan tingkat keuntungan, penurunan tingkat penjualan, dan kenaikan biaya bahan. `Pendirian usaha ini masih layak apabila keuntungan mengalami penurunan 20%. Disimpulkan bahwa usaha Event Marketing layak untuk didirikan di Surabaya karena waktu break event point yang singkat (3 bulan), dan memberikan keuntungan yang besar pada akhir tahun pertama Rp. 641.280.500,00.",
  "creators": "BERNITA HARRIS",
  "contributors": "Felecia, S.T., M.Sc. (Advisor 1); Herri Christian Palit (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02011341/IND/2009; Bernita Harris (25402146)",
  "subjects": "FEASIBILITY STUDY; CORPORATIONS-FINANCE"
}