{
  "id": "12330",
  "title": "Perancangan ulang kemasan komputer dengan metode design for environment",
  "abstract": "Isu pemanasan global akhir-akhir ini semakin berkembang sehingga industri dituntut untuk lebih memperhatikan limbah yang dihasilkan dan meminimalkan dampak lingkungan. Proses pengemasan adalah salah satu bagian yang menghasilkan limbah. Komputer adalah salah satu produk yang menggunakan cukup banyak kemasan. Pada perancangan ini penulis membahas kemasan komputer merek Hewlett-Packard (HP). Tujuan perancangan ini adalah mengetahui dampak lingkungan dari masing-masing jenis kemasan HP saat ini dan mendesain kemasan komputer HP yang memiliki dampak lingkungan lebih minimal dibandingkan desain kemasan lama. Tugas akhir ini menggunakan data kuantitatif dan kualitatif yang diperoleh melalui distributor dan referensi. Metode pengumpulan data yang digunakan adalah wawancara, kuesioner dan pengukuran. Analisis data pada perancangan ini menggunakan metode Design for Environtment (DfE) untuk mengevaluasi desain kemasan lama dan desain kemasan baru. Hasil dari perancangan ini adalah desain kemasan baru memiliki dampak lingkungan yang lebih minimal dibandingkan dengan desain kemasan lama. Jumlah kemasan pada desain baru berkurang menjadi 12 buah dari 15 buah. Material pada kemasan juga diubah, material styrofoam dan SAN (Styrene Acrylonitrile) pada desain lama diubah menjadi material PETE (Polyetylene Terephthalat) dan LDPE (Low Density Polyethylene) yang dapat didaur ulang. Perubahan-perubahan ini menyebabkan pengurangan pada energi yang dibutuhkan untuk membuat kemasan tersebut dari 88 KwH menjadi 78 KwH, jumlah CO2 yang dihasilkan oleh proses pembuatan kemasan berkurang dari 65745 gram menjadi 58687 gram, dan jumlah pohon yang digunakan untuk menyerap CO2 juga berkurang dari 959 batang pohon menjadi 856 batang pohon.",
  "creators": "IRAWAN GUNARSO; RACHMAT SANTOSO",
  "contributors": "Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Advisor 1); Kriswanto Widiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.03011344/IND/2009; Irawan Gunarso (25405060); Rachmat Santoso (25405062)",
  "subjects": "COMPUTERS-INDUSTRY-PACKAGING; PACKAGING"
}