{
  "id": "12348",
  "title": "Perancangan peningkatan produktifitas dengan metode lean manufacturing di PT. Trafoindo Prima Perkasa",
  "abstract": "PT. Trafoindo Prima Perkasa merupakan perusahaan yang bergerak dalam bidang pabrikasi untuk Trafo instrumen dengan berbagai jenis tegangan, meliputi tegangan tinggi sampai dengan 20000 kVA (Trafo) dan tegangan menengah sampai 24 kV yang meliputi Trafo Arus (Current Transformer-CT) dan Trafo Tegangan (Voltage Transformer-VT). Melalui Tugas Akhir ini, dilakukan perhitungan waktu baku untuk CT 24 1C2R (ratio 150-300/5A) dan VT 24 1B1S (ratio 20/\u00013kV-100/\u00013V), dan pengidentifikasian waste (pemborosan) yang terjadi pada proses produksi. Total waktu baku produk CT 24 1C2R (ratio 150-300/5A) adalah 481,8 menit dan VT 24 1B1S (ratio 20/\u00013kV-100/\u00013V) 570,1 menit. Dengan pareto chart, didapatkan empat waste terbesar yaitu 36,69% adalah gerakan, 26,92% adalah transportasi, 17,31% adalah menunggu, dan 9,62% adalah kecacatan. Total waktu baku CT yang baru lebih besar dari waktu baku yang lama karena ada penambahan proses pada QC, sedangkan total waktu baku VT yang baru lebih kecil dari waktu baku yang lama. Usulan perbaikan untuk meminimalkan waste utama tersebut berupa alternatif desain tata letak pabrik, menambah beberapa peralatan, menambah tempat penyimpanan dan perancangan penerapan 5S untuk mengurangi waktu transportasi dan memudahkan koordinasi antar proses produksi.",
  "creators": "FREDERICK SAMUEL",
  "contributors": "Togar Wiliater Soaloon Panjaitan, S.T., MBA. (Advisor 1); HERRY PURDYANTO (Advisor 2); Felecia, S.T., M.Sc. (Examination Committee 1); UTOMO BUDI SENIAR (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01041333/IND/2009; Frederick Samuel (25404113)",
  "subjects": "MANUFACTURING INDUSTRIES; PRODUCTION MANAGEMENT"
}