{
  "id": "1236",
  "title": "Analisis strategi pembelian bahan baku utama pada rumah makan Mango Tree di Surabaya",
  "abstract": "Bagi usaha rumah makan, bahan baku merupakan bagian terbesar dalam harga pokok produksinya. Pengendalian terhadap pembelian bahan baku diperlukan dalam meningkatkan efisiensi biaya. Penelitian ini bertujuan untuk mengetahui strategi pembelian bahan baku yang efisien pada Rumah Makan Mango Tree di Surabaya, serta untuk mengetahui apakah strategi pembelian bahan baku yang selama ini dilakukan telah efisien atau belum. Jenis data dalam penelitian ini adalah data kualitatif berupa gambaran umum organisasi usaha dan data kuantitatif berupa frekuensi dan jumlah pembeiian bahan baku, masa tenggang (lead time) antara pemesanan sampai bahan baku tiba di gudang, biaya pemesanan, dan biaya penyimpanan. Sumber datanya adalah data primer dan data sekunder berupa laporan bahan baku untuk bulan Desember 2002, Januari 2003, Pebruari 2003, dan Maret 2003. Berdasarkan hasil penelitian dan analisis maka dapat diajukan kesimpulan bahwa Rumah Makan Mango Tree Surabaya selama ini belum menerapkan manajemen persediaan dengan menggunakan Economic Order Quantity. Total biaya persediaan bahan baku sebelum analisis sebesar Rp 7.102.250,00. Berdasarkan hasil analisis menggunakan Economic Order Quantity diketahui bahwa biaya persediaan Rumah Makan Mango Tree Surabaya dapat ditekan menjadi Rp 6.477.956,42. Hal ini berarti biaya persediaan perusahaan dapat diefisiensikan sebesar Rp 624.293,58. Oleh karena itu dapat disimpulkan bahwa strategi pembelian bahan baku pada Rumah Makan Mango Tree di Surabaya belum efisien.",
  "creators": "GRACE KARINA; CHRISTINE DHARMAWAN",
  "contributors": "Fransisca Andreani (Advisor 1); Prof. Dr. Njo Anastasia, S.E., M.T. (Advisor 2); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 01/01/065/HTL/2003; Grace Karina (33498091), Christine Dharmawan (33498124)",
  "subjects": "RESTAURANT MANAGEMENT"
}