{
  "id": "12363",
  "title": "Pusat pelatihan forex di Surabaya Barat",
  "abstract": "Pusat Pelatihan Forex di Surabaya Barat merupakan fasilitas pelatihan terpadu untuk mengembangkan dan melatih mereka yang ingin menekuni bidang pasar uang internasional atau Foreign Exchange Market. Pusat pelatihan ini juga merupakan sebuah tempat yang menyediakan tempat berkumpulnya para investor dan para praktisi Forex. Fasilitas yang direncanakan meliputi fasilitas pendidikan, bank dan ATM center, cafetaria sebagai tempat gathering, fasilitas kantor, fasilitas asrama putra dan putri, dan fasilitas gedung seminar. Dalam hal adanya isu bahwa berinvestasi di bidang Forex adalah sesuatu yang seringkali merugikan investor, maka dibutuhkan sebuah pusat pelatihan bagi para investor dan praktisi untuk membekali diri dengan pengetahuan dan pelatihan yang intensif. Sasaran dari proyek ini terutama ditujukan untuk para lulusan sarjana S1/D3, para akademisi, para akademisi, para profesional dan para pebisnis dari berbagai tingkat pendidikan. Dengan mengacu pada sistem pembelajaran dan kurikulum di luar negeri, maka pusat pelatihan ini dapat memberikan fasilitas dan program pengembangan, serta pelatihan yang intensif sehingga para pesertanya dapat menekuni investasi Forex dengan hasil yang optimal. Fasilitas ini selain dapat memenuhi kebutuhan tersebut, juga dapat memberikan pengarahan dan konseling terhadap segala kebutuhan tentang investasi Forex. Konsep perancangan didasarkan pada karakter Forex yang Likuid, dimana tingkat likuiditas yang tinggi merupakan ciri khas Forex yang paling menonjol. Pendekatan perancangan yang digunakan adalah pendekatan ekspresi bangunan, yaitu mentransformasikan karakter Forex yang likuid tercermin dengan bentuk bangunan yang ada. Kata Likuid sendiri adalah sebagai simbol pergerakan harga mata uang yang berlangsung terus menerus. Pendalaman yang diambil berupa pendalaman struktur, sebagai penegas komposisi massa dan karakter bangunan.",
  "creators": "FENNY AGUSTINA",
  "contributors": "Irwan Santoso (Advisor 1); Luciana Kristanto, S.T., M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No.01132803/ARS/2009; Fenny Agustina (22402117)",
  "subjects": "COMMERCIAL BUILDINGS"
}