{
  "id": "12376",
  "title": "Perancangan mini game interaktif pengenalan rute angkutan kota di Surabaya",
  "abstract": "Perancangan mini game ini dirancang untuk menjadi alat sosialisasi pengenalan rute angkutan kota untuk anak usia sekolah yang efektif. Dengan media mini game, pengenalan dapat lebih maksimal dalam menjangkau anak-anak remaja saat ini. Untuk itu dalam menghasilkan media pengenalan yang memadukan kedua aspek edukatif dan kreatif di atas maka perancangan mini game dilakukan dengan menggunakan pendekatan ilmiah. Pendekatan ilmiah pada perancangan ini antara lain dengan wawancara, observasi, dan mencari data-data literatur yang relevan dengan perancangan. Selanjutnya, dari data-data yang terkumpul, dilakukan pendekatan kreatif dengan merancang media mini game pengenalan yang sesuai dengan karakteristik dan kebutuhan anak usia sekolah. Untuk lebih efektif, media pengenalan dimaksud terdiri atas media utama dan media pendukung. Media utama yaitu mini game yang akan digunakan oleh anak remaja atau anak usia sekolah untuk bermain sekaligus mendapat informasi tentang rute angkutan kota. Mini game ini berisi tempat-tempat menarik beserta rute yang nantinya akan dimainkan oleh si anak. Sedangkan untuk media pendukung, digunakan x-banner, cd case, cd label, poster, brosur, pin dan action figure berupa papercraft dengan model mengambil tokoh utama dari mini game yang dimainkan. Dengan adanya berbagai media ini, maka proses penyerapan informasi yang ada akan berjalan dengan lebih efektif karena terjadi interaksi secara aktif antara pemain dan mini game.",
  "creators": "WILLIAM YANUAR LIMANTO",
  "contributors": "YOHANES MOELJADI PRANATA (Lecturer); Agung haryono (Advisor 2); Cons. Tri Handoko (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00021480/DKV/2009; William Yanuar Limanto (42405173)",
  "subjects": "VISUAL COMMUNICATION; COMMERCIAL ART; POSTERS; GRAPHIC ARTS"
}