{
  "id": "12465",
  "title": "Kajian aspek interior ruang belajar dan bermain pada Taman Kanak-Kanak di Surakarta",
  "abstract": "Di era globalisasi ini, bangsa Indonesia dituntut untuk meningkatkan mutu sumber daya manusianya. Salah satu cara adalah dengan peningkatan di bidang pendidikan. Taman kanak-kanak adalah pendidikan formal prasekolah yang membantu meletakkan dasar ke arah perkembangan sikap, perilaku, pengetahuan, ketrampilan dan daya cipta sebagai modal ketika manusia menjadi dewasa. Aktivitas beserta fasilitasnya tersebut tertampung dalam sebuah wadah interior kelas. Tujuan pendidikan taman kanak-kanak menjadi acuan atau dasar dalam perancangan interior ruang belajar dan bermain taman kanak-kanak. Tujuan dari penelitian ini adalah untuk mengetahui apakah aspek interior pada taman kanak-kanak di Surakarta sesuai dan dapat menunjang tujuan pembelajarannya. Dalam penelitian ini, dari seluruh taman kanak-kanak yang ada di Surakarta, diambil sampel taman kanak-kanak negeri dan swasta terbesar di Surakarta, yaitu TK Negeri Pembina Kecamatan Banjarsari dan TK Kristen Kalam Kudus Surakarta. Hasil analisis dari data yang diperoleh melalui wawancara, observasi, dan studi kepustakaan tersebut adalah bahwa taman kanak-kanak di Surakarta telah menerapkan tujuan pembelajaran taman kanak-kanak berdasar pedoman Departemen Pendidikan Nasional dan kurikulum tambahan yayasannya ke dalam aspek interior ruang belajar dan bermainnya, yaitu dengan mewujudkan ruang belajar dan bermain sebagai wadah melakukan proses belajar mengajar sehingga dihasilkan murid-murid dengan pola pikir yang berkualitas dan mampu berkompetensi.",
  "creators": "NATASHA PRASETYA",
  "contributors": "M. SHOLAHUDDIN, S.Sn, M.T (Advisor and Examination Committee); MOCH. TAUFAN RIZQI (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010751/DIN/2009; Natasha Prasetya (41405078)",
  "subjects": "SCHOOL BUILDINGS-DECORATION; KINDERGARTEN-DECORATION"
}