{
  "id": "12509",
  "title": "Analisa perpipaan oli pada mesin BMB II dan mesin ekomat di perusahaan XXX",
  "abstract": "Perusahaan X merupakan perusahaan yang bergerak dalam bidang stationary. Beberapa mesin yang dimiliki diantaranya mesin BMB untuk memproduksi kertas NCR dan mesin Ekomat untuk memproduksi kertas carbon. Mesin BMB dan mesin Ekomat ditunjang oleh peralatan bernama oil heater untuk mendapatkan panas. Sistem perpipaan antara oil heater dan mesin BMB serta mesin Ekomat cukup panjang dan tidak beraturan. Hal ini menyebabkan terjadinya penurunan tekanan. Oleh karena itu perlu dilakukan analisa sistem perpipaan antara oil heater dengan mesin BMB dan Ekomat. Analisa sistem perpipaan tersebut meliputi analisa diameter pipa, panjang pipa, dan komponen perpipaan seperti katup, belokan, percabangan, dll. Perhitungan yang dilakukan nantinya meliputi perhitungan pressure drop. Dengan hasil perhitungan pressure drop yang ada, kemudian dilakukan simulasi perpipaan. Simulasi perpipaan tersebut meliputi perubahan diameter pipa, panjang pipa, dan pengurangan komponen perpipaan. Hasil simulasi perpipaan tersebut kemudian dibandingkan dengan kondisi sistem perpipaan saat ini. Hasil perhitungan yang diperoleh, pressure drop yang mengalir ke mesin BMB adalah 47.88 mwg dan yang menuju mesin Ekomat adalah 47.84 mwg. Berdasarkan simulasi perpipaan yang dilakukan, pressure drop yang besar dapat terjadi bila dilakukan perubahan/modifikasi gabungan meliputi perubahan diameter pipa, panjang pipa, dan pengurangan komponen perpipaan.",
  "creators": "TAN RAMA ASTIADI",
  "contributors": "Ekadewi Anggraini Handoyo (Advisor 1); ALBERTUS L S (Advisor 2); Fandi Dwiputra Suprianto, S.T., M.Sc. (Examination Committee 1); AGUS WIJAYANTO A (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02010896/MES/2009; Tan Rama Astiadi (24405025)",
  "subjects": "PIPING"
}