{
  "id": "12512",
  "title": "Pengaruh rasio bore dan stroke pada kinerja motor bakar 1 silinder",
  "abstract": "Salah satu alat transportasi yang belakangan ini populer dan jumlahnya kian bertambah adalah sepeda motor. Mobilitas yang tinggi dan tingkat kepadatan yang tinggi menjadi penyebab mengapa penggunaan sepeda motor belakangan ini menjadi populer. Sebagai dampak dari populernya penggunaan kendaraan bermotor roda dua di masyarakat saat ini banyak dijumpai event balap sepeda motor. Salah satunya adalah drag race. Pada event drag race ini yang menjadi pembatas regulasi hanyalah kapasitas mesin maksimal dan tipe mesin (2 langkah/ 4 langkah). Perubahan boleh dilakukan pada bermacam-macam komponen mesin. Salah satunya adalah rasio bore dan stroke. Tujuan penelitian ini adalah untuk mengetahui besar daya dan torsi yang dihasilkan serta konsumsi bahan bakar dari masing-masing rasio bore dan stroke. Terdapat 3 macam rasio bore dan stroke yaitu undersquare, square, dan oversquare. Penelitian pada tiap-tiap rasio bore dan stroke dilakukan dengan menggunakan pengujian dynotest untuk mengetahui besar daya dan torsi yang dihasilkan, dan uji konsumsi bahan bakar menggunakan alat uji konsumsi bahan bakar untuk mengetahui waktu konsumsi bahan bakar. Semua pengujian ini dilakukan di Laboratorium Pengujian Performa Mesin Jurusan Pendidikan Teknik Mesin FT Unesa. Hasil pengujian menunjukkan bahwa pada rasio bore dan stroke tipe oversquare jika dibandingkan dengan rasio standar (tipe undersquare), daya rata-rata meningkat 9.81%, torsi rata-rata meningkat 9.86%, akselerasi rata-rata meningkat 2.72%, dan konsumsi bahan bakar rata-rata menjadi lebih irit 9.6%. Tipe undersquare memiliki tenaga yang hampir mengimbangi tenaga tipe oversquare pada RPM rendah hanya saja pada RPM tinggi tampak penurunan dayanya terlihat drastis, begitu pula dengan konsumsi bahan bakarnya. Pada tipe square terkesan tidak ada performa mesin yang menonjol pada tipe ini, begitu pula dengan konsumsi bahan bakarnya yang terbilang boros.",
  "creators": "AGUNG BUDI WAHONO",
  "contributors": "Philip Kristanto Tedjasaputra (Advisor 1); Hariyo Priambudi Setyo Pratomo, S.T., M.Phil. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02010885/MES/2009; Agung Budi Wahono (24405014)",
  "subjects": "MOTORCYCLES-MOTORS"
}