{
  "id": "12517",
  "title": "Perancangan prototype turbin angin poros vertikal sebagai pembangkit listrik",
  "abstract": "Kebutuhan akan energi listrik dalam skala besar terus mengalami peningkatan yang cukup signifikan dari tahun-ketahun, terutama pada daerah perkotaan. Khususnya di Indonesia, mayoritas unit-unit pembangkit listrik menggunakan sumber energi fosil. Mengingat cadangan sumber energi fosil yang terus berkurang serta tingkat konsumsi yang terus meningkat, sangat diharapkan adanya penggunaan sumber energi alternatif salah satunya yaitu angin. Arah aliran angin pada daerah perkotaan cenderung berubah-ubah, untuk itu diperlukan suatu desain turbin angin yang mampu menyerap energi angin dari berbagai arah. Turbin angin poros vertikal umumnya memiliki tiga tipe blade, yaitu tipe blade S, tipe blade L, dan tipe blade U. Penentuan tipe blade terbaik melalui tiga pendekatan, yaitu eksperimen, simulasi, dan perhitungan metematis. Simulasi dilakukan dengan menggunakan software SolidWorks CosmosFlow 2008. Data hasil eksperimen dan simulasi diolah dalam perhitungan matematis guna mengetahui tipe blade terbaik (menghasilkan daya terbesar). Daya terbesar dihasikan oleh tipe blade U, dengan kata lain tipe blade U merupakan tipe blade terbaik dibanding tipe blade S dan tipe blade L. Berdasarkan pada prototype yang direalisasikan, diperoleh efisiensi aktual rotor berkisar 15% hingga 21%. Turbin angin Savonius sangat cocok diaplikasikan pada daerah berkecepatan angin relatif rendah serta arah angin cenderung berubah-ubah, misalnya daerah perkotaan.",
  "creators": "CHARLES",
  "contributors": "Fandi Dwiputra Suprianto, S.T., M.Sc. (Advisor 1); Hariyo Priambudi Setyo Pratomo, S.T., M.Phil. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02010907/MES/2009; Charles (24404040)",
  "subjects": "WIND TURBINES"
}