{
  "id": "12522",
  "title": "Rancang bangun evaporative cooler",
  "abstract": "Evaporative cooler merupakan sebuah mesin pendingin yang menggunakan prinsip evaporative cooling yaitu menguapkan (evaporation) air ke udara. Di Laboratorium Fluida dan Sistem Termal Jurusan Teknik Mesin Universitas Kristen Petra Surabaya terdapat sebuah evaporative cooler yang digabung dengan air washer sehingga ukurannya besar. Selain itu, terdapat juga evaporative cooler yang dibeli di pasaran dengan cooling pad yang terbuat dari serabut kelapa, tetapi tidak semua cooling padnya dialiri air. Oleh karena itu, dirancang dan dibuat evaporative cooler yang lebih ideal yaitu semua pad dapat terbasahi oleh air. Perencanaan evaporative cooler dimulai dengan desain casing, cerobong, dan cooling pad. Kemudian menghitung pressure drop dari casing, cerobong, cooling pad. Setelah itu mendesain perpipaan kemudian menghitung head pompa yang diperlukan. Data yang diperoleh dari perhitungan digunakan sebagai landasan untuk membuat evaporative cooler. Evaporative cooler hasil rancangan memiliki cooling pad dengan jumlah 3 lapisan yang terbuat dari serabut kelapa. Dari pengujian evaporative cooler yang telah dibuat diperoleh efektifitas pendinginan maksimal 91,43 % untuk cooling pad dengan jumlah 3 lapisan pada kecepatan udara terendah yaitu 5,53 m/s. Efektifitas pendinginan evaporative cooler dengan cooling pad berjumlah 3 lapisan lebih baik dari pada evaporative cooler dengan cooling pad berjumlah 1 lapisan dan 2 lapisan.",
  "creators": "MISKE NATALIA PERUTU",
  "contributors": "Ekadewi Anggraini Handoyo (Advisor 1); Philip Kristanto Tedjasaputra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02010909/MES/2009; Miske Natalia P. (24404026)",
  "subjects": "EVAPORATIVE COOLING; LOW TEMPERATURE ENGINEERING; REFRIGERATION AND REFRIGERATING MACHINERY; LOW TEMPERATURE ENGINEERING-EQUIPMENT AND SUPPLIES"
}