{
  "id": "12534",
  "title": "Modifikasi oven gas",
  "abstract": "Oven merupakan suatu peralatan untuk memanaskan, membakar atau mengeringkan. Alat ini paling umum digunakan dalam memasak dan membuat barang tembikar. Saat ini banyak industri rumah tangga yang menggunakan oven gas dengan sistim ruang panggang terbuka dimana udara panas hasil pembakaran langsung masuk ke dalam ruang panggang. Akan tetapi oven jenis ini belum mampu menghasilkan makanan yang matang merata, sehingga warna dan rasa makanan menjadi kurang baik. Untuk menghasilkan makanan yang matang merata, ruang panggang oven perlu didesain ulang agar higienis dan distribusi temperaturnya merata. Dalam mendesain ulang ruang panggang oven dilakukan pengumpulan data parameter suhu ruang panggang, massa LPG, dan lama waktu pemanggangan. Data-data tersebut dibutuhkan sebagai input perencanaan modifikasi ruang panggang oven. Hasil dari perencanaan modifikasi tersebut, dibuat modelnya dan dilakukan simulasi dengan program COSMOSFloWorks untuk mengetahui distribusi temperatur dan profil aliran udara panas didalam ruang panggang. Setelah hasil dari simulasi model ruang panggang oven diketahui, dilakukan realisasi modifikasi ruang panggang oven. Ruang panggang oven yang telah dimodifikasi diuji parameter suhu ruang panggang, massa LPG dan lama waktu pemanggangan. Dari hasil simulasi model ruang panggang oven dengan menggunakan program COSMOSFloWorks diketahui bahwa, model desain ruang panggang yang terbaik adalah desain ruang panggang dengan diameter lubang 20mm pada dinding samping kiri dan kanan body dalam oven dengan posisi lubang pada atas dan tengah sekat oven. Sedangkan dari hasil pengujian oven setelah dimodifikasi dan perbandingan data-data antara oven setelah dimodifikasi dengan sebelum dimodifikasi diketahui bahwa, lama waktu pre-heating berkurang 25% dan effisiensi konsumsi bahan bakar menjadi 4.8%.",
  "creators": "JEXFRI PARIYANTO",
  "contributors": "Ekadewi Anggraini Handoyo (Advisor 1); Fandi Dwiputra Suprianto, S.T., M.Sc. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02010906/MES/2009; Jexfry Pariyanto (24403003)",
  "subjects": "HEATING; HEAT-TRANSMISSION; HEAT ENGINEERING; STOVES-DESIGN"
}