{
  "id": "12542",
  "title": "Analisa aliran eksternal subsonic pada profil model hidung pesawat boeing 737-500 dan pesawat fokker F50",
  "abstract": "Karakteristik aerodinamika suatu benda uji merupakan suatu hal yang sangat penting dalam bidang ilmu aplikasi aerodinamika. Penelitian karakteristik aerodinamika ini dilakukan pada model uji hidung pesawat Boeing 737-500 dan Fokker F50 dengan skala 1:50. Karakteristik aerodinamika yang diteliti adalah gaya hambat, gaya angkat, distribusi tekanan, dan koefisien tekanan. Penelitian untuk pengujian gaya angkat dan distribusi tekanan dilakukan dengan menggunakan low-speed wind tunnel dengan variasi kecepatan uji sebesar 5, 10, 15, 20, 25, 30 m/s dengan yaw angle 0? dan angle of attack 0?. Pengujian gaya hambat dilakukan dengan variasi kecepatan uji sebesar 5, 10, 15, 20, 25, 30 m/s dengan angle of attack 0? dan variasi yaw angle 0?, 30? (arah kanan) dan 30? (arah kiri). Hasil penelitian menunjukkan bahwa semakin besar luas frontal dari suatu model uji menunjukkan bahwa gaya dan koefisien hambat lebih besar. Sedangkan untuk nilai gaya angkat dan koefisien angkat nilainya mendekati nol, karena dimensi profil yang mendekati simetris. Hasil pengujian juga menunjukkan bahwa terjadi perbedaan tekanan antara bagian depan dan bagian belakang kontur model uji yang disebabkan oleh perbedaan bentuk geometri dari model uji. Model uji Boeing 737-500 memiliki karakteristik aerodinamik yang terbaik karena memiliki tekanan paling besar pada bagian ujung dengan nilai cp = 1.",
  "creators": "DEDY ARYO WIBOWO",
  "contributors": "Hariyo Priambudi Setyo Pratomo, S.T., M.Phil. (Advisor 1); Ekadewi Anggraini Handoyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02010873/MES/2009; Dedy Aryo Wibowo (24402082)",
  "subjects": "AERODYNAMICS; AERONAUTICS"
}