{
  "id": "12552",
  "title": "Analisa persepsi konsumen sirup ABC Special Grade terhadap konsep Iklan TV ABC Special Grade versi tagline 'Semanis Dukungan Ibu' di Surabaya",
  "abstract": "Iklan merupakan sarana untuk penyampaian pesan dan menjadi salah satu cara bagi bagi perusahaan atau lembaga untuk berkomunikasi dengan masyarakat luas. Iklan televisi kini menjadi komoditas masyarakat, terutama bagi mereka yang sehari-hari berada di rumah dan kerap kali menonton televisi. Oleh karena itu, penelitian ini bertujuan untuk mengetahui persepsi masyarakat Surabaya, khususnya para ibu rumah tangga terhadap iklan Sirup ABC Special Grade di televisi dan elemen-elemen iklan mana yang mempengaruhi persepsi konsumen. Metode analisis yang digunakan dalam penelitian ini adalah analisis frekuensi dan analisis rata-rata & standar deviasi. Analisis frekuensi digunakan untuk mengetahui jumlah dan persentase jawaban dari responden untuk setiap pertanyaan yang diajukan. Kemudian untuk analisis rata-rata & standar deviasi digunakan untuk mengetahui tingkat persepsi masyarakat Surabaya untuk pertanyaan yang menggunakan skala likert. Hasil penelitian menunjukkan bahwa tingkat persepsi masyarakat Surabaya terhadap iklan Sirup ABC Special Grade di televisi adalah termasuk kategori tinggi. Kemudian, adapun beberapa elemen iklan yang mempengaruhi persepsi masyarakat Surabaya, adalah elemen iklan props (bentuk dukungan), iklan kreatif, menarik, mampu menunjukkan keunggulan, serta memberikan informasi yang mudah dimengerti dan bermanfaat.",
  "creators": "YENNY HARSONO",
  "contributors": "Hatane Semuel (Advisor and Examination Committee); Diah Dharmayanti (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020085/MAN/2009; Yenny Harsono (36404147)",
  "subjects": "ADVERTISING; COMMUNICATION IN MARKETING; CONSUMER BEHAVIOR"
}