{
  "id": "12592",
  "title": "A Study of rejection theme through the characters and the conflicts in Katherine Anne Porter's \"the old order\" \"the source,\" \"the jilting of granny weatherall,\" ...",
  "abstract": "The principle of rejection in Katherine Anne Porter's works becomes the heart of her literary achievement;, since it is clearly seen in every element of her works, not only in her theme, but also in the structure that is character and conflict. Making a study on rejection theme, three short stories and a short novel from some of collections are chosen to represent Porter's principle of rejection. They are \"The Source\", \"The Old Order\", \"The Jilting of Granny Weatherall\", and \"Old Mortality\". This study attempts to analyze how Porter expresses her idea of principle of rejection in her stories through the prominent form of rejection, that is alienation, and how alienation has affected her characters' lives. Four major characters, the grandmother in \"The Source\", and the grandmother in \"The Old Order,\" granny, and Miranda undergo alienation because of their rejection. Their alienation is seen through their characters and the conflicts they encounter. The alienation here is connected with existensialism for it is debated among the existentialists. Then, this study would also examine the resuIt of their a 1ienation.",
  "creators": "ONG SIOE LIAN",
  "contributors": "Liliek Soelistyo (Examination Committee 1); SANTIKO BUDI (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 514/SING/1997; Ong Sioe Lian (11488039)",
  "subjects": "PORTER, KATHERINE ANNE, 1890-1980. THE OLD ORDER-STUDY AND TEACHING; PORTER, KATHERINE ANNE, 1890-1980. THE SOURCE-STUDY AND TEACHING; PORTER, KATHERINE ANNE, 1890-1980. OLD MORTALITY-STUDY AND TEACHING; PORTER, KATHERINE ANNE, 1890-1980. THE JILTING OF GRANNY WEATHERALL-STUDY AND TEACHING"
}