{
  "id": "12596",
  "title": "The Study of Romola's decision in taking care of her husband's mistress and children in George Eliot's Romola",
  "abstract": "The study is about George Eliot's Romola'. Romola is the main female character, the daugther of a blind scholar. Her strict leads her life to seclusion. She marries a young scholar who then make some deceptions and disappoints her. One of his deception is having a mistress and children. However, she, eventually, forgives him and decides to take care of her husband's mistress. This decision interest the writer, therefore she likes to discuss about this. The main purpose of this study is to show that there are some external and internal factors that influence Romola to make the decision to take care of her husband's mistress and children. In analyzing those factors, the writer uses data from Romola which is supported by literary theory of characterisation, some criticism of the author and his novel, and theory of human relationship and personality. After analyzing the factors that influence Romola in her decision to take care of her husband's mistress and children, the writer finds out because of Savoranola's advice and the condition of the poor and the villagers, Romola realizes that her life is meaningful by helping people from their suffering. This supports her to forgive her husband and to care for his mistress and children. Moreover, since she knows that she has the ability to do something worthy in her life, she is confident to make the decision.",
  "creators": "LYDIA JEANE JULIASANTI",
  "contributors": "CHERRY HADIKUSUMO, Dra. (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 437; Lydia Jeane Juliasanti (11490001)",
  "subjects": "ELLIOT, GEORGE,1819-1880. ROMOLA-STUDY AND TEACHING; ENGLISH FICTION--19TH CENTURY--STUDY AND TEACHING"
}