{
  "id": "12595",
  "title": "A Syntactical analysis on modifiers used in the articles of Reader's Digest",
  "abstract": "This research used syntax theory to analyse modifiers. It was to examine the use of modifiers in authentic writing by describing the kinds of modifiers, what the modifiers modified in this case the heads, and their positions. And the writer counted the frequency of the occurrence of the modifiers to find out which types of that were mostly found in the source of data. The writer had taken four different selected articles in Reader's Digest Magazine as her source of data. They were humour, true story, religion, and family. The data from the four articles was analysed based on Nelson Francis's theory of structure of modification. She studied different topics of the selected articles thoroughly. To collect the data, the writer used qualitative approach. She did not start with a hypothesis and did not make any generalization. She was actively involved in collecting and analysing the data. From the analysis, there were various modifiers, heads, positions and the structure of modification. Besides single word, there were phrase and clause that appeared as heads and modifiers. The single word covered noun, verb, adjective, adverb, and function word. Function word as single word modifiers preceding the heads were mostly found in the selected articles. Nouns as heads were also found. While the structure of modification which consisted of function word and noun that occurred in true story had the most number of occurrence.",
  "creators": "SUKIA SUGIHWANTO",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 571; Sukia Sugihwanto (11492043)",
  "subjects": "ENGLISH LANGUAGE-SEMANTICS ANALYSIS"
}