{
  "id": "12594",
  "title": "A Study of the idea of gentlewoman as seen through the main character of Daniel Defoe's Moll Flanders",
  "abstract": "This thesis: \"A Study of the Idea of Gentlewoman as Seen through the Main Character in Daniel Defoe's Moll Flanders\", is an analysis of the author's use of the idea of a gentlewoman in his Moll Flanders. It is intended to show that Moll's life reveal the idea of a gentlewoman and to prove that the idea of a gentlewoman that Moll wants to reach ironically reflects the different idea of a gentlewoman, since a gentlewoman may mean either an aristocratic woman or a prostitute woman. In relevant to this, the thesis writer pictures how Moll tries hard to achieve her own concept of the idea of a gentlewoman, that is having high class woman and having a luxurious life. She uses any ways such as persuading or tempting man, and stealing. Ironically, in her attitude and thinking, Moll does not portray the quality of the denotative meaning of the word gentlewoman that is an aristocratic woman. On the other hand, she portrays the quality of the connotative meaning of the word gentlewoman, that is prostitute, because instead of having the quality of an aristocratic woman, she becomes a prostitute. Through the three different meanings of the idea of a gentlewoman, this thesis proves that although Moll achieves her concept of the idea of a gentlewoman, that is becoming a high class woman and having a luxurious life, she still can be said that she does not achieve the denotative meaning of the word gentlewoman. On the other hand, she achieves the connotative meaning of the word gentlewo-man.",
  "creators": "MARIANA BUNTORO",
  "contributors": "Liliek Soelistyo (Advisor 1); Guillermina L. Verzosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 537; Mariana Buntoro (11492029)",
  "subjects": "DEFOE, DANIEL, 1660-1731. MOLL FLANDERS-STUDY AND TEACHING; ENGLISH FICTION-14TH CENTURY-STUDY AND TEACHING"
}