{
  "id": "12600",
  "title": "A Study on Helen's struggle for her independence in marriage life in Anne Bronte's the tenant of wildfell hall",
  "abstract": "The thesis is a study of Anne Bronte's The Tenant of Wildfell Hall. It focuses on the life of Helen Graham in seeking her independence in marriage life. Due to this reason, the writer is triggered to know how she struggles for it. Through the analysis on Helen, the writer intends to prove that the idea of Helen's struggle and her success in struggling for her independence in marriage life exist in the novel. In order to achieve the main goal of the thesis, the writer applies literary devices, namely characterization and conflict. She also uses historical approach, that is, the position of women in marriage life in Victorian period. After doing the analysis, the writer finds out that Helen Graham is a woman with independent thought. However, she falls in love with a cruel and unloyal man, Arthur Huntingdon. Their different character traits later create problems in their marriage life. The problems that emerge make Helen suffer and distressed. Thus, she takes daring steps to struggle for her independence mostly by taking her son and leaving him without being divorced and without taking any money to another place. Several years later, she comes back when her husband needs nursery and struggles for her independent existence again. There, her husband agrees to do what she demands before finally he dies. It means that she succeeds in getting her independence in marriage life with Arthur Huntingdon. In the new place, she meets a more agreeable man, Gilbert Markham. He falls in love with her and so does she. Yet, all her past bad experiences make her become a careful woman and always take strong prejudices on him. There, because of their different thought, they undergo such conflicts which make her realize that he is not as bad as she thinks of all the bad men in the world. Then, to prove that he is not bad and to make sure that he is the right man to make her happy in her marriage life, she struggles to get her independent existence in marriage life. The fact that he finally can understand all her behaviour and character traits show that Helen, again, succeeds in getting her independence in marriage life with Gilbert Markham. Henceforth, the primary goal of this thesis that is to show the struggle of Helen Graham and the success of struggling for her independence in marriage life is answered in her being able to get her independence.in marriage life either with Arthur Huntingdon or Gilbert Markham.",
  "creators": "NOVI LAURENSIA",
  "contributors": "Theophilus Jokri (Advisor 1); ANITA LIE (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 553; Novi Laurensia (11491011)",
  "subjects": "BRONTE, ANNE, 1820-1849. THE TENANT OF WILDFELL HALL-STUDY AND TEACHING; ENGLISH FICTION-18TH CENTURY-STUDY AND TEACHING"
}