{
  "id": "12607",
  "title": "John Fletcher and Francis Beaumont's satire on the upper class women of the elizabethan age through the collabolator's the scornful lady and Fletcher's rule a wife and have a wife",
  "abstract": "John Fletcher and Francis Beaumont are two of the giants of the Elizabethan dramatists during the Elizabethan Age in England. During that time, women , especially the upper class women, have more liberty that women from the previous period. This can be noticed clearly by both Fletcher and Beaumont since both come from upper class families. Therefore, they write plays, in the form of comedies, to satirise the Elizabethan upper class women. Their collaboration work, The Scornful Lady and Fletcher's Rule a Wife and Have a Wife best represent their intention in satirising Elizabethan rich women. In both plays, matrimonial life is regarded as a way to dominate the other sex by the female characters. Lady , in the former play, wants to dominate her suitor, Elder Loveless. Therefore she often mocks him in order to show her superiority in front of him. On the other hand, in the later play, Margarita wants to preserve her status as a lady. Therefore, she looks for a lifetime partner who will be willing to serve her. As a result, she commands and rules Leon, the major male character, in order to dominate her. Thus, Elder Loveless and Leon react against women's superiority and they succeed in defeating women in the end. Both the ma}or female characters represent the Elizabethan upper class women who have much liberty. On the other hand, the male characters are Beaumont's and Fletcher's spokesmen. Beaumont and Fletcher want to return to the standard norms which exist in the society.",
  "creators": "LILIK RAHAYU",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 430; Lilik Rahayu (11492099)",
  "subjects": "BEAUMONT, FRANCIS,1584-1616. RULE A WIFE AND HAVE A WIFE-STUDY AND TEACHING; FLETCHER, JOHN,1579-1625. THE SCORNFUL LADY-STUDY AND TEACHING; ENGLISH DRAMA--EARLY MODERN AND ELIZABETHAN, 1500-1600--STUDY AND TEACHING"
}