{
  "id": "12605",
  "title": "The Ideas of feminism as seen through marriage, job and education in Gaskell's Cranford",
  "abstract": "Women are often regarded as being inferior to men. However, since nineteenth century, the feminists have been trying to change contemporary life by redefining women's sense of themselves and their role in the socie-ty. This search for equality is often reflected in the literary works. Cranford written in 1853 by Elizabeth Gaskell is said to be one of those works that reflect the ideas of feminism. Therefore, this thesis analyses some ideas of feminism in marriage, education and job through the characters : Miss Jenkyns, Miss Matilda, Miss Mary Smith and Lady Glenmire and their conflicts. Those characters and the conflicts which they undergo reveals the ideas of feminism. Miss Jenkyns dares choose to remain single. Miss Matilda is a spinster who finds that although she does not get married, she can enjoy her life to the full because she is surrounded by her kind friends. Lady Glenmire, a high ranked woman, opposes the traditional convention which forbide women to marry below her rank. In education, the inadequacy of female educa- tion is reflected through Miss Matilda. Miss Matilda is incapable of doing things that require her intellectual skills because her only education is only an education of ladylike behavior. On the other hand, Miss Jenkyns is a woman whose knowledge is not merely about ettiquetes, but she does not get her education from formal school. She gets it from her father. So from the character, it implies women's lack of education opportunities like men. At last, through Miss Smith and Miss Matilda, the idea that women should have an equal right to find job as men without losing their gentility is revealed. On the whole, all the ideas of feminism in marriage, education and job that the characters and their conflicts reveal, basically, are the search of equality between men and women.",
  "creators": "TJIONG SIAU ING",
  "contributors": "Liliek Soelistyo (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 474; Tjiong Siau Ing (11492053)",
  "subjects": "ENGLISH FICTION--19TH CENTURY--STUDY AND TEACHING; GASKELL, ELIZABETH, 1810-1865. CRANFORD-STUDY AND TEACHING"
}