{
  "id": "12618",
  "title": "Studi pembuatan transformator distribusi 3 fasa 10 kVA, 20 kV/380 V dengan pendingin minyak",
  "abstract": "Transformator distribusi merupakan alat yang vital untuk mendistribusikan listrik karena instrumen ini diperlukan untuk menurunkan tegangan menengah ke tegangan rendah sehingga dapat dikonsumsi oleh konsumen. Perancangan dan perhitungan disain sebuah transformator distribusi diperlukan untuk mendapatkan transformator yang mempunyai efisiensi tinggi dan handal. Untuk dapat merencanakan transformator yang diharapkan, maka perlu diperhatikan teori-teori yang menunjang proses pembuatan, penentuan daya, penentuan tegangan nominal, penentuan arus nominal, penentuan induksi inti besi, penentuan rapat arus, penentuan jumlah lilitan, penentuan bahan isolasi dan minyak transformator. Untuk pemilihan bahan juga diusahakan memenuhi standar IEC-76 agar mempunyai kesamaan dengan transformator-transformator distribusi yang lain. Untuk pengujian transformator juga harus diperhatikan syarat-syarat yang terdapat pada IEC-76. Pengujian-pengujian yang dilakukan antara lain pengujian daya tembus minyak transformator, pengujian ketahanan isolasi, pengujian tegangan, pengujian hubung terbuka, pengujian hubung singkat, dan pengujian efisiensi. Apabila semua syarat tersebut dapat dipenuhi, maka transformator distribusi yang dihasilkan adalah transformator yang memenuhi syarat dan diharapkan mempunyai efisiensi yang tinggi. Pada pembuatan transformator ternyata terdapat beberapa kendala, antara lain adalah minyak transformator bekas yang kualitasnya kurang baik dan transformator tidak ditarik vakum pada pengisian minyak. Sehingga transformator yang dibuat tidak mencapai tegangan yang diinginkan yaitu hanya sampai tegangan paling tinggi 18 kV. Selain itu letak kumparan pada sisi tegangan rendah harus berada didalam dekat dengan inti besi, sedangkan kumparan pada sisi tegangan tinggi berada diluarnya. Pada alat yang dibuat keadaannya terbalik sehingga kemampuan menahan tegangan tinggi menjadi berkurang.",
  "creators": "JOHAN SUSILO",
  "contributors": "Prof. Ir. Hanny Hosiana Tumbelaka, M.Sc., Ph.D. (Examination Committee 1); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 99/E/TST/030/309; Johan Susilo (23492075)",
  "subjects": "ELECTRIC TRANSFORMERS"
}