{
  "id": "12625",
  "title": "A Study of a two-year-old Indonesian child's language acquisition in its syntactic structures",
  "abstract": "This project is a psycholinguistic study about the child language acquisition in which the main focus of this study is concentrated on kinds of sentences such as simple affirmative sentence, negative sentence, interrogative sentence that require yes or no as an answer, interrogative sentence with question word, passive sentence, imperative sentence, and request sentences produced by a two year old Indonesian child in his one-word sentences up to more than three word sentences and the syntactic patterns in making those sentences. This research uses one subject in which his utterances were recorded for two hours weekly for approximately five months and the mother was present in all recording sessions. The data were transcribed and grouped into variation of words namely one-word sentences, two-word sentences, three-word sentences and more than three word sentences. The data is analyzed based on each variations of words and the result reveals that the subject has specific patterns in making those sentences such as he utters only the essential word which is mostly the last word of the adult model sentence and in answering the interlocutors' questions with choises he also tends to choose the last choice. In addition, even though not all of the subject's utterances at this time work like by adult standart, there has been considerable achievement for a child who was not yet three.",
  "creators": "LIANNY INGRID WIJAYA",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 509; Lianny Ingrid Wijaya (11492124)",
  "subjects": "LINGUISTICS-SOCIAL ASPECTS; SOCIOLINGUISTICS"
}