{
  "id": "12634",
  "title": "A Study of code-switching used by chinese and javanese sellers at Pasar Atom Surabaya",
  "abstract": "People are always faced with language choice when they speak. It is a usual thing when people use two or more languages in their daily life. Because of using two or more languages, sometimes they do code switching in their communication. It is interesting to the writer to study about the code switching. In this study, the writer analyzes the varieties that mostly code switch, the proficiency levels, and the factors that may influence the code switching. In doing the study, the writer uses the qualitative and quantitative methods. In this case, the writer focuses more on descriptive explanations and the numerical explanations. The writer uses a sociolinguistics approach in analyzing the data, which means that the writer deals with the social and the language factors. The participants of this study are the Chinese and the Javanese sellers at Pasar Atom Surabaya. The research finds that some of the sellers (Chinese and Javanese) do code-switching when they are communicating with the buyers (also from two ethnic groups, Javanese and Chinese Indonesian). In this case, the writer uses Holmes' code-switching theory to measure the level of the variety in doing code-switching, which is divided into word, phrase, and sentence. The switching is mostly between the Surabaya Chinese Indonesian variety and the Indonesian variety, the Javanese variety and the Indonesian variety. Besides, the sentence level occurs much more frequently than the other levels. This study also reveals that the code-switching happens because of several factors, that is social factors such as education, age, sex, and so forth. And those factors play a great role in setting up the code switching.",
  "creators": "NUR HENDRATNI",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Guillermina L. Verzosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 523; Nur Hendratni (11491110)",
  "subjects": "SOCIOLINGUISTICS"
}