{
  "id": "12633",
  "title": "Topic shift markers in radio program \"Surabaya round up\" 104.75 SCFM",
  "abstract": "This study is done in order to find out topic shift in radio program 'Surabaya Round Up' SCFM. Such aim is broken into two main problems of the study: (1) Which topic boundary markers occur in the discussion in this radio program (2) How do the subjects perform topic shift markers in the discussion. The discourse theories used in solving these problems are : Brown and Yule, and McCarthy theories on topic shift to analyze the data since this theory is more elaborate and comprehensible. Other references are also used in order to support the analysis. In this study the researcher uses the qualitative approach. The researcher at first collect all the data and then analyze them using the theories the researcher has. Two conversations under two issues are collected as the data. They are : \"unemployment\" and \"Bali Declaration\". From the interpretation and conclusion of the analysis, it can be seen that Discourse Markers are mostly used in identifying topic shift. The marking of topic shift can be done by means of activities focusing on points in the talk where speaker makes summaries and evaluation and on marker both opening ones and closing ones or summarising a stretch of talk and reacting to it with an evaluation. The reason why the interviewee do topic shift in their conversation are because, it Is the interviewer who initiates the change of topic or sometimes because the -interviewee were telling too much, making a lot of conclusions, emphasizes, and summarises in conversation, and giving a lot of contrastive answer.",
  "creators": "NOVITA SHIERLEY PIRONA MALAWAU",
  "contributors": "SUBANDI DJAJENGWASITO (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undregraduate Thesis No. 577; Novita Shirley Pirona Malawau (11491109)",
  "subjects": "DISCOURSE ANALYSIS"
}