{
  "id": "12636",
  "title": "A Study on the theme \"the act of the passing generation is the germ which may and must product good or evil fruit in a far-distant time\" as seen in the Nathaniel Hawthorne's The House of Seven Gables",
  "abstract": "The story of The House of the Seven Gables is about a problem of heredity on the Pyncheon family. In this novel, Nathaniel Hawthorne clearly states that the theme is the truth that the act of the passing generation is the germ which may and must produce good or evil fruit in a far-distant time. Colonel Pyncheon, as the progenitor of the Pyncheon family, has planted the past which produces good or evil fruit on his descendants. In this thesis, the writer observes about the character traits of Colonel Pyncheon and his descendants and the fruit of their actions toward themselves and other people by applying the theory of characterization. There are seven characters that will be analyzed, namely the Colonel himself as the one who planted the root of the evil deed and his six descendants. Through their speeches, their actions, other characters' opinions, and the author's comment, the writer tries to answer her curiosity about the character traits of Colonel Pyncheon and his descendants to determine what is passed down from the Colonel's act and about the fruit it produces. In analyzing the characters, the thesis writer finds out that three descendants-Gervayse, Alice, and Judge Jaffrey Pyncheon-produce evil fruit toward themselves. Gervayse and the Judge inherit the Colonel's greediness which makes them perform evil deeds. As a result, their actions produce evil fruit on themselves and other people. Alice inherits the Colonel's pride which is revealed through her action and resulted in her tragic end. The rest three descendants-Hepzibah, Clifford, and Phoebe-she produce good fruit toward themselves. She finds out that these descendants have good character traits that make them perform good deeds which produce good fruit on them.",
  "creators": "YULIANA RACHMAWATI",
  "contributors": "LENIWATI SLAMET (Advisor 1); Sarah Limuil (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 822; Yuliana Rachmawati (11495057)",
  "subjects": "AMERICAN FICTION--19TH CENTURY--STUDY AND TEACHING; HAWTHORNE, NATHANIEL, 1804-1864. THE HOUSE OF THE SEVEN GABLES-STUDY AND TEACHING"
}