{
  "id": "12631",
  "title": "A Study of loneliness as seen through the three characters in Sherwood Anderson's Winesburg, Ohio",
  "abstract": "This thesis is a study of loneliness as seen through three of the many characters in Sherwood Anderson's Winesburg, Ohio. The thesis writer wants to know the reasons that make the three characters, George Willard, Elizabeth Willard, and Louise Bentley, feel lonely and also how loneliness affects the three characters' lives. From the analysis, it is known that those three characters have two common reasons that make them lonely. First, they do not get love enough to make them able to love others. They have tried to get love in their own ways but they fail. Second, they have difficulties in expressing their feelings. They cannot express or communicate what is inside their hearts so that they cannot develop good relationships with others, even with their own families. As a result, their loneliness brings about bad effects to their lives. George, since he is timid and lack of confidence, prefers to stay home and often talks to himself. However the death of his mother makes him aware of his own future so that he decides to leave Winesburg. Meanwhile, Elizabeth feels depressed and finally she becomes sick and dies. Louise Bentley becomes neurotic and sometimes endangers her life because of her frustration. Finally, the thesis writer concludes that loneliness can be eliminated if someone is able to grow love in his or her heart and is brave enough to start a new life in which he or she can build relationships and develop friendship.",
  "creators": "NUNING NURTJAHJANI",
  "contributors": "Sarah Limuil (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 452; Nuning Nurtjahjani (11489100)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; ANDERSON, SHERWOOD, 1876-1941. WINESBURG, OHIO-STUDY AND TEACHING"
}