{
  "id": "1264",
  "title": "Analisa ketebalan cetakan shell moulding terhadap kualitas permukaan pada produk pulley",
  "abstract": "Cacat blowholes merupakan cacat yang sering terjadi pada proses pengecoran. Cacat ini disebabkan oleh karena adanya gas atau uap air yang terperangkap di dalam rongga cetakan pada saat logam cair dituang ke dalam rongga cetakan. Terjadinya cacat ini dipengaruhi oleh permeabilitas dari cetakan. Permeabilitas adalah kemampuan cetakan untuk dilalui oleh gas yang ada dalam rongga cetakan. Kualitas permukaan dari produk cor ditentukan dari permukaan cetakan yang dipakai dalam pembuatan produk cor, semakin halus permukaan cetakan maka semakin baik kualitas permukaan produk cor. Kualitas permukaan produk cor yang baik akan mengurangi proses machining yang dibutuhkan, sehingga pembuangan bahan baku (scrap) dapat dikurangi dan produk cor yang dihasilkan bisa Iangsung digunakan. Masalah cacat blowholes dan kualitas permukaan produk cor ini akan diteliti melalui percobaan menggunakan metode pengecoran shell molding pada produk pulley dengan mengatur ketebalan cetakan guna mengeliminir cacat blowhole dan mendapatkan kualitas permukaan yang baik dengan menggunakan uji surface test. Ketebalan cetakan sangat berpengaruh terhadap terjadinya cacat blowholes dan kulitas permukaan produk cor. Ketebalan cetakan yang terbaik adalah cetakan dengan tebal 1 cm dan 1,5; dimana pada ketebalan ini cacat blowholes tidak terbentuk. Sedangkan pada ketebalan 2 cm, cacat blowhole terjadi pada permukaan bagian atas benda. Hasil pengujian surface test didapatkan nilai R4 masimum sebesar 1,65 ?m. Bila cacat pada produk cor dapat dikurangi atau dieliminir maka kualitas permukaanpun akan menjadi baik.",
  "creators": "JOHANES ONGKOWIJOYO",
  "contributors": "Soejono Tjitro (Advisor 1); Roche Alimin (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Penelitian Hasil Laboratorium No. 01/0574/MES/2003; Johanes Ongkowijoyo (24498051)",
  "subjects": "SHELL MOLDING (FOUNDING)-DESIGN AND CONSTRUCTION; MOULDING (FOUNDING)"
}