{
  "id": "12643",
  "title": "A Morphological study of chinese students' speech at Petra Christian University",
  "abstract": "This project is a morphological study on the language used among the Chinese ethnic students in Petra Christian University. The writer herself, as a Chinese ethnic student, is aware of the fact that Chinese ethnic students in Petra, unconsciously use words from many languages as they speak. It means that they tend to combine two or more different languages in forming a sentence. Additionally, in combining those languages, they make use of affixation to be attached to the root words. This kind of mixed language is predicted to be called Bahasa Indonesia Pasaran (Go, 1962:5). Moreover, in order to strengthen her analysis, the writer limits the discussuion on the language spoken among the chienese students of Petra Christian University only. In this thesis, the writer wants to find out what languages of the root wcrds are used by the students of Petra come from and what affixes they used with the root words. In order to support her analysis, the writer collects the data by recording conversations held by students of Petra Christian University in several department 'and places, for example the English department in B building library, cafetaria, Petra Tower, Banks, Mako Menwa, and with a limit of time, and reading books which have relationship with the topic she has chosen. The result of the recordings were transcribed and classified into some tables. The table divides into four languages found as the root words of the informants.The four languages are Indonesian, Javanese, English, and Chinese. It is also found that Javanese affixes are used with those root words.Besides, the Indonesian affixes also found to be used in the Indonesian and English root word.",
  "creators": "FLAVIA SANTOSO",
  "contributors": "WAGIMAN (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 447; Flavia Santoso (11491123)",
  "subjects": "INDONESIA LANGUAGE-JAVANESE INTERFERANCE; LINGUISTICS"
}