{
  "id": "12647",
  "title": "The Theme of self sacrifice as seen through the main character in John Updike's The Centaur",
  "abstract": "This thesis is an analysis of the theme of self-sacrifice in John Updike's The Centaur. It deals with the life of the main character, George Caldwell. The thesis writer is curious to know the sacrifice that George has made. The discussion of his sacrifice begins with a description of his character and problem, proceeds to the reasons that lead him to decide to sacrifice himself, and ends with the effects of his sacrifice. The thesis writer finds out that George Caldwell, at first, is a man who has trouble accepting his roles as a teachery husband, and father. He does not hold his roles with any confidence. He feels that he is worthless, and thinks that his family does not need him. Actually, George is worthy. He just does not realize it. However, after some incidents that he has experienced with his son, he finds out that his family, especially his son, needs him. Finally, George decides to sacrifice himself to his teaching profession, a job which he hates. He does it for the sake of his son. He also sacrifices himself to live in a farm, a place which he hates, in order to make his wife happy. By sacrificing himself, George finally feels joy and happiness since he knows that what he has done is not useless. George's sacrifice makes the thesis writer conclude that he has made a good decision since the effect of his sacrifice brings happiness for other people and himself.",
  "creators": "WULANDARI",
  "contributors": "Guillermina L. Verzosa (Advisor 1); ANITA LIE (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 463; Wulandari (11492084)",
  "subjects": "UPDIKE, JOHN, 1932-... THE CENTAUR-STUDY AND TEACHING; AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING"
}