{
  "id": "12657",
  "title": "A Study on the evil and good as seen through the misfortune of the main characters in Voltaire's candide",
  "abstract": "The problem of evil and good in Candide is an underlying problem which is the source of misery for the main characters. Regardless Candide as a philosophical novel, evil and good will be explored in order to prove the evil and good in life. To achieve this goal, conflict is used as the main tool in order to analyze the struggles of the three main characters, Candide, Lady Cunegonde, and the Old Woman concerning with evil practices which are the source of their suffering. The elemental conflicts which are found in the analysis will become the proof that the world in which the main characters live is not always in a good order. Sometimes, the earth can be very cruel for man such as by the emergence of earthquake, storm, and plague as experienced by Candide and the Old Woman. Furthermore, the social conflicts which seem to be the most intense conflict reveal that the society around the main characters has been predominated by evil. The discussion on the social conflicts will attempt to reveal and prove that each main character has to suffer from injustice, corruption, torture, killing, and the lack of temperance of wicked people around them. Nevertheless, there is still the power of good which enables them to continue their life. Through the analysis on the elemental and social conflicts, the writer eventually concludes that power of good are revealed through the misfortune of the main characters. In this case, the main characters' good qualities should often be given up to the evil qualities of people and society around them. However, it seems that the main characters never lose hope in facing the problem of evil for they can go through all sufferings in their life.",
  "creators": "YOLANDA ANDRIANI",
  "contributors": "Theophilus Jokri (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 667; Yolanda Andriani (11494035)",
  "subjects": "VOLTAIRE, 1694-1778. CANDIDE-STUDY AND TEACHING; FRENCH FICTION-17TH CENTURY-STUDY AND TEACHING"
}