{
  "id": "12669",
  "title": "Usaha meningkatkan kembali kunjungan wisatawan mancanegara ke Indonesia dengan tujuan memperbaiki citra Indonesia",
  "abstract": "Indonesia mempunyai potensi sebagai daerah tujuan wisata dan sudah berusaha untuk mengembangkannya semaksimal mungkin. Beberapa kota di Indonesia bahkan sudah berhasil menjadi daerah tujuan wisata di Indonesia. Tetapi akhir-akhir ini beberapa kejadian baik dari bencana alam seperti kebakaran hutan di Kalimantan dan Sumatra yang mendapat kecaman dari negara sekitar, ataupun juga masalah ekonomi dan politik yang terjadi di Indonesia membuat turunnya jumlah wisatawan yang berkunjung ke Indonesia. Sektor pariwisata sebagai sumber devisa negara diharapkan pada tahun 2000 nanti dapat menggantikan migas yang saat ini menjadi sumber devisa yang utama. Maka dengan melihat turunnya jumlah wisatawan, pemerintah mengupayakan kembali agar jumlah wisatawan tidak semakin turun tiap harinya. Dengan usaha-usaha untuk menarik wisatawan berkunjung ke Indonesia, diharapkan dapat memperbaiki citra Indonesia yang terpuruk akibat beberapa peristiwa. Contoh usaha dan upaya yang telah dibuat dan dilaksanakan untuk memperoleh kembali kepercayaan wisatawan mancanegara adalah Let's Go Indonesia. Diharapkan masih ada upaya lain yang dapat dilakukan dan dapat memberikan hasil semaksimal mungkin bagi pariwisata Indonesia. Hanya saja dalam pelaksanaan terdapat beberapa faktor hambatan, antara lain adalah masalah kearnanan yang pada saat ini masih menjadi soroton dunia internasional. Untuk itu perlu dibina hubungan yang baik antara pemerintah dengan masyarakat hingga dapat mcnciptakan rasa aman di Indonesia. Apa yang menjadi rencana, usaha dan saran dapat meningkatkan kembali jumlah kunjungan wisatawan mancanegara kembali meningkat dan mampu mengubah citra Indonesia yang telah tercoreng di dunia internasional.",
  "creators": "ELLEN ONGKOJOYO; KUSUMA WULANDARI",
  "contributors": "Tio Sally Puspasari (Advisor 1); SIDNIWATI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 338/Par/1999; Ellen Ongkojoyo (91395072), Kusuma Wulandari (91395077)",
  "subjects": "TOURIST TRADE--INDONESIA"
}