{
  "id": "12666",
  "title": "A Case study of a two year-old child's language acquisition",
  "abstract": "This research is a study about child's language acquisition, in which the main focusses of this study themselves are concentrated on the analysis of phonological process of the word and the analysis of semantic relation of the words in utterances. Realizing that there are various kinds of theory of child's language acquisition, it is interesting to know whether the theory of phonological process proposed by David Ingram and theory of semantic relation of the word proposed by Roger Brown in general can also be applied on an Indonesian child or not. This research uses a two year-old boy as the subject. The set of the data collections are gathered by recording the conversation between subject, his mother, and the writer. The second data collection is making note of the subject spontaneous utterances to get his words as many as possible. The first method of analysis is making a list of the subject's word in an alphabetical order. Then, from the list above the writer does analyze those words using Ingram's phonological procceses theory. After that she continues with Brown's semantic relations. She grouped the two word utterances data into each eight semantic relations. Then, she begins with three word sentences and more than three word sentences. The result of this study shows that some of In-gram's phonological processes which conveys substitution, assimilation, and syllable structure procces also done by the subject of research. Besides, he also practised Brown's semantic relations. He combined those eight semantic relations in his three word utterances and more than three word utterances creatively. As an addition, there are also some findings which shows that in his age of two, the subject's language is developed syntactically. He is able to produce sentences with negatives, sentences with preposition, interrogative sentences with question words, and sentences with conjunction. Finally, the writer concludes that both of two theories; phonological process theory and semantic relations theory are applicable on a two year old Indonesian child's speech.",
  "creators": "jupie",
  "contributors": "Bintoro (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 573/SING/1997; Jupie Surjani (11491024)",
  "subjects": "SOCIOLINGUISTICS"
}