{
  "id": "12664",
  "title": "A Study of criticisms made by two students of the faculty of letters and four students of the Faculty of Engineering of Petra Christian University",
  "abstract": "The relationship between language and education has been known and is confirmed by some scientists. It is obvious that language of the scholars which are known as 'scientific discourse' is closely related to the academic practices. To cross-check the truism over such a belief, the writer conducts a research on the differences of criticizing styles between two students from the Faculty of Letters and four students from the Faculty of Engineering of Petra Christian University. The consideration of the choice of both discipline is both discipline (Letters versus Engineering) show different academic orthodoxy. This research is mainly a qualitative research based on Sociolinguistic approach. Besides, quantitative approach, particularly by measuring statistical mean that is expressed in the form of frequency mode, is also used to reflect the central tendency of data range. From the findings of this research, not much is known as a conclusion to deduce the real facts from the speech differences in the criticism styles. One of the tendencies is probably caused by the respondents' educational background. Education is proved to influence one's way of thinking that tend to influence his language styles. Besides education, in fact, there are several other factors that can influence one's criticism styles, they are: gender and environments. Both things are also importantly paid attention to determine one' speech styles, which are not discussed in this research.",
  "creators": "SEPTIANA TRIWAHJUNINGSIH",
  "contributors": "MAGDALENA I. KARTIO (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 471/SING/1996; Septina Triwahjuningsih (11490109)",
  "subjects": "DISCOURSE ANALYSIS"
}