{
  "id": "12673",
  "title": "The Symbols of swans in yeats' \"the wild swans at coole\", \"nineteen hundred and nineteen\" and \"leda and the swan\"",
  "abstract": "The thesis discusses the recurring symbols of swans in William Butler Yeats's \"Leda and the Swan\", \"The Wild Swans at Coole\"and \"Nineteen Hundred and Nineteen\". In fact, so far the symbol of swan in those poems are assumed to have several meanings. Critics interpreted the symbol of swan in those poems differently according to references they used such as Greek mythology, Irish legend and history and Yeats's philosophical point of view. Malins, for example, stated that the swans in \"Nineteen Hundred and Nineteen\" related to Yeats's philosophical point of view symbolize subjective man (Malins 201). On the other hand, Jeffares claimed that the swans in the same poem, related to Ireland history, symbolize solitary soul (Jeffares 49). Those contradictions often lead readers into confusion. That is why, the writer tries to reveal whether critics' opinions about the real meaning of Yeats's symbols of swans can be justified. The purpose of the study is to provide the meaning of Yeats's symbols of swans and the logical explanation of critics' opinions about the meaning of the symbol of swaas. In the analysis, the writer uses theory of symbol which is supported by the theories of characterization and setting to analyze the meaning of the symbol of swan in \"The Wild Swan at Coole\", \"Nineteen Hundred and Nineteen\" and \"Leda and the Swan\". Based on the analysis, the writer agrees with critics' opinions in Yeats's Poetry Notes which states that the symbol of swan in \"The Wild Swan at Coole\" represent youth. Moreover, the writer from the characterization of the swans and the setting finds out that the swans in \"Nineteen Hundred and Nineteen\" also symbolizes the flux and the fixedness of life. In \"Nineteen Hundred and Nineteen\", the writer finds out that Jeffares's and Malins' statement that the swan in that poem symbolizes solitary soul and subjective man are proven. Finally, in \"Leda and the Swan\", Jeffares' idea that actually the swan in that poem means power and war are considered true. In addition, the writer defines the symbol of swan in \"Leda and the Swan\" has another meaning. She proves that it also means a new annunciation of history. Thus, the writer concludes that a symbol in poetry can have multiple meanings. Actually, everyone can associate the symbols of swans according to their moods and memory as long as they are not out of contexts. For the richness and complexity of the symbols regarding to the contextual border that is used by yeats, the readers should get through beyond the literal meaning seeking the references of the poems and use their imagination. One thing that should be remembered, without the appropriate understanding of symbol in poetry, one will lose the meaning of poem.",
  "creators": "JULIA VERONICA",
  "contributors": "SANTIKO BUDI (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 825; Julia Veronica (11495035)",
  "subjects": "ENGLISH POETRY-19TH CENTURY-STUDY AND TEACHING; YEATS, WILLIAM BUTLER, 1865-1939 IN POETRY-STUDY AND TEACHING"
}