{
  "id": "12680",
  "title": "Peningkatan produktivitas perusahaan dengan minimalisasi biaya kualitas pada PT. Barindo Anggun Industri di Surabaya",
  "abstract": "Penelitian yang dilakukan penulis di PT. Banndo Anggun Industri bertujuan untuk mengetahui pengaruh biaya kualitas terhadap produktivitas perusahaan, karena jumlah biaya kualitas yang besar menunjukkan bahwa perusahaan tidak menggunakan input secara produktif. Pada tahun 1996, 1997 dan 1998 observable quality cost yang ada pada perusahaan adalah biaya prevention, biaya appraisal, dan biaya internal failure. Biaya ehsternal failure tidak ada karena pada tahun 1996, 1997, dan 1998 tidak ada komplain atas produk yang dikirim ke konsumen. Pada tahun 1997 terjadi penurunan biaya control (biaya prevention dan biaya appraisal) dan peningkatan biaya failure. Hal ini menunjukan korelasi negatif antara biaya control dengan biaya failure. Pada tahun 1998 terjadi peningkatan biaya control dan biaya failure. Artinya bahwa peningkatan biaya control tidak efektif terhadap biaya failure. Selanjutnya dilakukan penghitungan produktivitas perusahaan dengan membagi output (penjualan) dengan input (biaya produksi) untuk m,engetahui apakah penurunan biaya kualitas berpengaruh terhadap produktivitas perusahaan. Dengan penurunan biaya kualitas seharusnya produktivitas perusahaan meningkat. Hal ini disebabkan karena semakin sedikit biaya kualitas berarti dengan input yang lebih sedikit perusahaan mampu menghasilkan produk dengan kualitas tetap atau kualitas lebih bagus. Artinya bahwa penggunaan input semakin efisien, sehingga produktivitas mengalami peningkatan. Ternyata pada tahun 1996 ke tahun 1997 pada PT. Banndo Anggun Industri terjadi penurunan biaya kualitas dan peningkatan produktivitas, sedangkan pada tahun 1997 ke tahun 1998 produktivitas perusahaan tidak mengalami perubahan tetapi biaya kualitas mengalami peningkatan. Dengan demikian dapat disimpulkan bahwa pada PT. Barindo Anggun Industri belum ada program peningkatan kualitas.",
  "creators": "FENNY OCTALIANA",
  "contributors": "MONIKA KUSSETYA CIPTANI (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 044/96/FE.AK/2000; Fenny Octaliana (32496031)",
  "subjects": "COST ACCOUNTING"
}