{
  "id": "12682",
  "title": "Perbandingan penyajian laporan keuangan antara konsep entity dengan konsep enterprise pada PT. Prima Alloy Steel Universal Tbk. di Sidoarjo",
  "abstract": "Pada pertengahan tahun 1997, negara Indonesia mengalami krisis ekonomi yang melumpuhkan sektor ekonomi, sehingga banyak perusahaan mengalami kerugian dan banyak pula yang bangkrut. Hal ini terjadi karena ketidaksiapan fundamental ekonomi Indonesia. Oleh karena itu pada saat ini dirasa perlu adanya bentuk penyajian lain dari laporan keuangan perusahaan yang dapat membantu pihak internal dan eksternal perusahaan dalam menilai kinerja dan kondisi perusahaan pada periode tersebut. Penelitian skripsi ini adalah deskritip, yang dilakukan pada PT. Prima Alloy Steel Universal Tbk. di Sidoarjo. Masalah dari penelitian muncul karena kebutuhan akan informasi yang terus berkembang seiring dengan perkembangan perekonomian Indonesia, karena itu dibutuhkannya informasi yang lain yang dapat menggambarkan perusahaan. Informasi tersebut haruslah relevan dengan keadaan dari kinerja perusahaan. Metode penelitian yang digunakan adalah metode studi kasus. Dalam menjawab permasalahan yang timbul, penulis mengadakan perbandingan dalam bentuk penyajian laporan keuangan yang berdasarkan konsep Entity dan konsep Enterprise. Dengan menggunakan konsep yang berbeda kita akan mendapatkan informasi yang berbeda pula. Dari penyajian laporan keuangan dengan konsep Enterprise, didapat laporan nilai tambah (value added statement). Laporan tersebut mengandung informasi terhadap pihak-pihak yang turut serta dalam kegiatan perusahaan. Dengan membandingkan anlara kedua konsep tersebut, maka terbukti bahwa konsep Enterprise memiliki kelebihan dan kekurangan. Selanjutnya kita dapat mengetahui bahwa pihak yang paling banyak mendapatkan distribusi nilai tambah pada tahun 1997 dan 1998, adalah, pertama pihak kreditur, dan kedua, pihak karyawan. Laporan nilai tambah yang disusun berdasarkan konsep Enterprise, memiliki lebih banyak kelebihan. Salah satu kelebihannya adalah laporan nilai tambah memiliki kestabilan yang berbasis cukup luas, sebab nilai tambah tidak mudah terpengaruh oleh adanya fluktuasi yang bersifat jangka pendek. Sedangkan salah satu kekurangannya adalah jika pengguna laporan nilai tambah tidak memahami dengan betul lentang alokasi sumberdaya, maka informasi yang dihasilkan dapat menyesatkan dalam mengambil keputusan ekonomis. Dengan memperhatikan kebutuhan informasi, sebaiknya penyajian laporan keuangan berdasarkan konsep Enterprise dijadikan informasi pelengkap (supplementary information), sehingga dapat menulupi kekurangan informasi pada laporan keuangan konvensional.",
  "creators": "RICKY GUNAWAN",
  "contributors": "AGUS WIDODO (Advisor 1); ALI DJAMHURI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 042/96/FE.AK/2000; Ricky Gunawan (32496080)",
  "subjects": "FINANCIAL STATEMENTS; ACCOUNTING"
}