{
  "id": "12683",
  "title": "A Study of disillusionment as seen through Eva Birdsong's self-deception in Ellen Glasgow's the sheltered life",
  "abstract": "This thesis is written to analyze the idea of disillusionment as seen through Eva Birdsong's self-deception in The Sheltered Life written by Ellen Glasgow. By discussing the protagonist, the thesis writer wants to prove that Eva Birdsong's disillusionment leads her in committing self-deception. Then, to prove the writer's objective, the discussion is commenced by analyzing the protagonist's characterization and her conflicts. Here, the thesis writer sees that the custom where the protagonist lives in gives an impact on her that later encourage her in committing self-deception. In this case the existing custom demand Southern women to perform as ideal women. Since Eva Birdsong belongs to the Southern society she also follows and preserves those customs in her life. Once she is admired and idealized by her society. Undoubtedly such a position makes her happy and proud. By this reason, she tries to keep her position as an idealized woman. In fact, her happiness does not stay longer. Civil War happens and causes destruction in her life. The changes that happen in her life disappoints her. This means Eva Birdsong is disillusioned with her current condition. Meanwhile, the changes that happen in her life does not stop her dream to keep her position. It can be seen from her manner in facing and solving her problems. Everything she does always based on the old custom although her current condition does not support her to obtain her desire. Again, this happen because Eva is disillusioned with her condition. Then, when she realizes that she cannot obtain her dream, she deceives herself. Indeed, she encounters conflicts when she faces her problems. Still it is her desire which is stronger than her conscience. This means Eva Birdsong deceives herself.",
  "creators": "SRI HANDAYANI",
  "contributors": "Stefanus Suprayitno (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 469/SING/1996; Sri Handayani (No.11492161)",
  "subjects": "GLASGOW, ELLEN, 1874-1945. THE SHELTERED LIFE-STUDY AND TEACHING; AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING"
}