{
  "id": "12688",
  "title": "Penyebaran gaya negative skin friction pada tiang pancang tunggal",
  "abstract": "Negative skin friction atau downdrag force merupakan gaya yang menarik tiang ke arah bawah karena tanah turun relatif terhadap tiang. Hal ini sering dialami pada tiang yang dipancang pada lapisan tanah lunak. Tanah lunak ini mudah mengalami penurunan akibat beban tirabunan, penurunan muka air tanah dan kerusakan partikel tanah setelah proses pemancangan tiang. Downdrag dapat menyebabkan hancurnya ujung tiang pancang serta kerusakan pada struktur atas bangunan yang ditopang oleh tiang karena gaya downdrag tersebut menarik tiang ke bawah. Tujuan penelitian ini adalah untuk mengetahui penyebaran atau distribusi gaya downdrag sepanjang tinggi tiang terhadap waktu serta pengaruh pemakaian pelicin berupa stempet terhadap gaya downdrag maximum tiang tanpa pelicin. Penelitian dilakukan dengan menggunakan model tiang pancang tunggal di laboratorium. Hasil penelitian menunjukkan bahwa downdrag sepanjang tinggi tiang tidak sama besar. Pada derajat konsolidasi, U <. 90 % gaya downdrag terbesar terjadi pada bagian tengah tiang. Setelah derajat konsolidasi, U # 90 % sampai tanah mengalami konsolidasi 100 %, gaya downdrag terbesar terjadi pada bagian atas tiang. Pemakaian pelicin pada tiang dapat mereduksi gaya downdrag maximum sekitar 36 %. Setelah dilakukan perbandingan terhadap beberapa metode (metode Terzaghi -Peck, metode p / Oarlanger dan metode Bjerrum - Johannessen) didapat bahwa nilai downdrag hasil prediksi lebih besar dari pada downdrag hasil penelitian dan metode yang hasilnya lebih mendekati hasil penelitian adalah metode Terzaghi - Peck.",
  "creators": "JEFFRY BUDIONO; EDDY SOEBAGIJO",
  "contributors": "Johanes Indrojono Suwono (Examination Committee 1); Sugie Prawono (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 940 S; Jeffry Budiono (21492090), Eddy Soebagijo (21496235)",
  "subjects": "PILING (CIVIL ENGINEERING)"
}