{
  "id": "12684",
  "title": "A Study of Morgan Gower's midlife crisis in Anne Tyler's Morgan's Passing",
  "abstract": "Anne Tyler's Morgan's Passing is a story about a middle-aged man, named Morgan Gower who experiences a midlife crisis during his middle adulthood. At this point, Morgan finds dissatisfaction with his life; however with his efforts, Morgan could eventually overcome his crisis. Wondering about what the phenomena of Morgan's midlife crisis are and how Morgan handles the crisis, the discussion then attempts to reveal about the phenomena of Morgan's midlife crisis and the way Morgan handles his crisis. Based on die psychological theory that is midlife crisis, the thesis writer finds out that at first Morgan belongs to stagnation type people, who cannot enjoy part of his life since he has not achieved happiness at his age. By applying literary devices called characterization and conflict, the thesis writer discovers that during his crisis, Morgan finds dissatisfaction in his job, and finds that his family turns out to be a dissapointment for him due to their inharmonious relationship. These conditions lead him to become an impostor who then meets the Merediths. The meeting with them is a turning point for Morgan who realizes Quit he wants to be needed and useful to others, and leads him to overcome his crisis and achieve generativity.In short, Morgan could learn about tlie importance of family life in which through his new fanuly he could enjoy his middle adulthood and has hope for his future.",
  "creators": "IRENE TJANDRA",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 665/SING/1998; Irene Tjandra (11493043)",
  "subjects": "TYLER, ANNE, 1941-... MORGAN'S PASSING-STUDY AND TEACHING"
}