{
  "id": "12699",
  "title": "Stock splits: evidence from mutual funds: bidang studi keuangan",
  "abstract": "Economy is one mysterious world. This statement was prooved by the journal entitled Postcript to the Survey of Recent Development: On Causes And Cures For The Rupiah Crisis. When this thing called a crisis happened to one country suddenly many others began to worry that something like that would happened to them too.What happened when the financial turnmoil started in Thailand was the worst. Of many countries, Indonesia had to face the same turnmoil without knowing what was the cause of it. Suddenly investors took their money out of Indonesia. This situation showed that investors lost their confidence in Indonesia but still with no reasonable causes. There are many reasons why people invest their money in securities. In the journal entitled Stock Splits: Evidence from Mutual Funds, the writer wants to know much more about mutual funds that split just like common stocks. We all know that securities include many kinds of investment, such as stocks, mutual funds, bonds, etc. And many things has been done to them; they split and after that their prices will up or down, their average prices related to their returns, etc. That is what makes the market dynamic. The banking sector for Indonesia is still very important for development. Since the beginning, the Indonesian government focused on building a strong banking sector. Economic development is going to depend on the banking sector. That is why in 1983 government made the first financial deregulation. In the last journal an analyst tries to compare between government banks and private banks.",
  "creators": "LIANA PUSPA TANUJAYA",
  "contributors": "Richard Von Llewelyn (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 1/EM/1999; Liana Puspa Tanujaya (31495167)",
  "subjects": "FINANCE-SUMMARY"
}