{
  "id": "12701",
  "title": "Penelitian permintaan masyarakat Surabaya terhadap paket wisata ke luar negeri",
  "abstract": "Paket wisata ke luar negeri adalah salah satu produk andalan yang dapat meningkatkan eksistensi biro perjalanan. Dalam penjualan paket wisata ke luar negeri, benua Asia selalu mendominasi sebagai daerah tujuan yang banyak dikunjungi oleh masyarakat Surabaya baik pada masa sebelum krisis moneter (tahun 1997), puncak krisis moneter (tahun 1998), dan sesudah puncak krisis moneter (tahun 1999). Pada masa sebelum krisis moneter benua Australia, Amerika, dan Eropa juga diminati tapi tidak terlalu banyak. Pada masa puncak krisis moneter dimana kurs rupiah terhadap dollar menurun tajam dalam waktu singkat, menyebabkan penjualan paket wisata ke luar negeri juga menurun. Bahkan ada beberapa biro perjalanan wisata yang tidak bisa menjual paket wisata ke luar negeri sama sekali. Sedangkan pada masa sesudah puncak krisis moneter penjualan paket wisata ke luar negeri bisa dikatakan mulai meningkat, benua Afrika mulai diminati. Untuk membuat paket wisata yang diinginkan oleh calon konsumen, maka biro perjalanan harus mengetahui permintaan calon konsumen. Hal tersebut yang menjadi permasalahan utama dalam penulisan tugas akhir ini. Selain itu juga dibahas mengenai keluhan-keluhan masyarakat Surabaya yang pernah membeli paket wisata ke luar negeri terhadap paket wisata yang pernah diikutinya juga alasan-alasan beberapa masyarakat Surabaya yang belum pernah membeli paket wisata ke luar negeri untuk tidak membeli. Hal-hal lain yang ditulis adalah biaya, motif, fasilitas yang diutamakan, bepergian dengan siapa, yang membiayai, dan waktu yang dihabiskan dalam mengikuti paket wisata ke luar negeri. Setelah memberikan penjelasan mengenai perubahan konsumen dalam memilih paket wisata ke luar negeri, akhirnya penulis memberikan kesimpulan dan saran yang diharapkan dapat berguna bagi biro-biro perjalanan wisata dan masyarakat di Surabaya.",
  "creators": "MELANI TANDEAN; YENNY TRIANA",
  "contributors": "HADI TAMTOMO (Advisor 1); Yacintha Yoranouw Suryawijaya (Advisor 2); Tio Sally Puspasari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 430/PAR/2000; Melani Tandean (91397063) , Yenny Triana (91397069)",
  "subjects": "TOURIST TRADE-SURABAYA"
}