{
  "id": "12700",
  "title": "Pengaruh kurang profesionalnya kemampuan bahasa Inggris dan pengetahuan budaya asing di industri pariwisata Indonesia dalam menghadapi era globalisasi",
  "abstract": "Era globalisasi yang akan melanda semua negara pada tahun 2003, diperkirakan akan melanda Indonesia pada tahun 2010, dimana akan banyak berdatangan orang asing, sumber daya manusia, dan industri dari luar negeri untuk masuk dan melakukan usahanya di Indonesia. Era globalisasi ini akan melanda semua sektor, termasuk sektor pariwisata di Indonesia. Sektor pariwisata di Indonesia mempunyai klien asing yang 98%nya menggunakan bahasa Inggris sebagai bahasa pengantar komunikasi, sehingga pada era globalisasi bahasa Inggris akan dipergunakan dengan maksimal di Indonesia. Dengan digunakannya bahasa Inggris secara maksimal maka dibutuhkan penggunaan bahasa Inggris yang baik dan benar. Secara nyata dapat dilihat bahwa sumber daya manusia luar negeri memiliki kemampuan yang baik dan profesional dalam penguasaan bahasa Inggris dan didukung dengan pengetahuan akan budaya barat yang telah mereka miliki. Dengan kelebihan yang mereka miliki maka klien asing akan lebih memilih mereka sebagai sumber daya manusia yang profesional dan mengerti akan keburuhan klien asing. Apabila meliliat pada kemampuan sumber daya manusia dalam negeri maka mereka masili tertinggal jauh dengan sumber daya manusia luar negeri, ini dapat dilihat dengan banyaknya kesalahpahaman yang terjadi pada saat mereka melayani klien asing, sehingga mereka cenderung untuk membuat kesalahan dan tidak mengerti keinginan klien asing. Untuk membenahi kekurangan-kekurangan tersebut sumber daya manusia industri pariwisata dalam negeri harus mencari penyebab dari kekurangan tersebut dan harus melakukan pelatihan, mengikuti sarasehan, dan bekerjasama dengan pemerintah, sekolah atau pendidikan pariwisata untuk mempersiapkan diri menghadapi era globalisasi.",
  "creators": "RAYMOND IZAAC; NOVITA MAYASARI UTOYO",
  "contributors": "Tio Sally Puspasari (Advisor 1); SIDNIWATI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 353/PAR/1999; Novita Mayasari Utoyo (91396076), Raymond Izaac (91396050)",
  "subjects": "TOURIST TRADE--INDONESIA"
}