{
  "id": "12714",
  "title": "Studi literatur penerapan sistem just in time dan material requirement planning untuk pengendalian persediaan",
  "abstract": "Pada umumnya perusahaan mempunyai berbagai masalah, terutama yang berkaitan dengan persediaan dan pemenuhan kebutuhan konsumen yang cepat dan tepat waktu. Untuk mengatasi permasalahan tersebut terdapat 2 macam pengendalian persediaan yaitu sistem Material Requirement Planning (Push System) dan sistem Just In Time (Pull System), tujuannya agar persediaan dapat seminimum mungkin atau ditekan sampai zero inventory. Tujuan studi literatur adalah mengkaji karakteristik, keuntungan, kelemahan dan petunjuk penerapan kedua sistem tersebut. Studi literatur ini melakukan penelusuran dan pemahaman dari literatur-literatur yang berkaitan dengan sistem JIT dan MRP. Hasil evaluasi dari studi literatur ini, bahwa keuntungan yang diperoleh dari sistem JIT dan MRP sangat besar jika penerapannya dilakukan sesuai dengan karakteristik yang dimilikinya. Adapun keuntungan utama dari sistem JIT adalah meningkatkan kualitas dan meminimalkan persediaan. Di samping dari keuntungan yang diperoleh, ada kelemahan utama dari penerapan sistem JIT adalah kesulitan untuk mengubah budaya pekerja dan pemasok. Sedangkan keuntungan dari sistem MRP adalah perputaran persediaan besar dan meningkatkan efisiensi operasi. Kelemahan dari sistem MRP adalah kesulitan dalam mengubah jadual produksi induk jika terjadi perubahan permintaan. Meskipun kedua sistem tersebut mempunyai keuntungan meminimalkan persediaan, tetapi dalam sistem MRP penerapan order release-nya untuk produksi dalam mengantisipasi permintaan mendatang (terdapat WIP) sedangkan sistem JIT penerapan order release-nya di saat aliran material akan dimulai, sehingga dalam sistem JIT tidak terdapat WIP {Work in Process).",
  "creators": "DEWI LISTIANI HALIM",
  "contributors": "Didik Wahjudi (Advisor 1); Maja Indahwati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 234/TI-60/1999; Dewi Listiani Halim (25495021)",
  "subjects": "MATERIALS MANAGEMENT; INVENTORY CONTROL"
}