{
  "id": "1271",
  "title": "The Analysis of design implementation in achieving upper market as the restaurant concept in \"Spandershoeve family-owned Indonesia restaurant\" the Netherlands",
  "abstract": "This thesis is about analyzing the design implemented in Spandershoeve Restaurant in order to achieve upper market as their concept. It is written as the final project of the Hotel Management Program. Qualitative research has been conducted. This qualitative research begins with literature review that consists of three main parts, the importance of the design of the restaurant, the design concept with all factors that influence it, and the process of design with its maintenance. The second step is to make more detail information and accurate result by using interviews, questionnaires and analysis of design in Spandershoeve restaurant. The observation is also needed to give good analysis which is based on the literature review. From the whole research done by observation, analyzing data and information from interview and questionnaires, it can be concluded how the implementation design has influenced the restaurant concept and what kind of design in order to achieve restaurant vision suits with the concept. Finally, the writers can conclude that the right design is needed considering all aspect influencing in order to be appropriate with its concept to get the best result in its implementation. Innovation and adjustment in design technique nowadays are very important in competing in the restaurant business. Many new concepts of design are implemented both by old standing and new restaurant to attract customers as many as they can. These are some recommendations in order to create the best restaurant design: 1. Deciding restaurant concept and vision. 2. Design planning based on restaurant concept. 3. Finding all aspects needed and all factors influencing its concepts. 4. Design process: Implementation of its original concepts by using the theory combined with the skills and experience of designer. 5. Good maintenance. Since this is the first research implementing the right design in achieving the restaurant concept, fiuther research is recommended to give more detail information about this subject. This study can also be used as a starting point for further research.",
  "creators": "FRANKY TRIAWAN; TUTIK WIDARTI",
  "contributors": "K.W. VAN DER HOEK (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/01/095/HTL/2003; Franky Triawan (33498113), Tutik Widarti (33498162)",
  "subjects": "RESTAURANT MANAGEMENT"
}