{
  "id": "12719",
  "title": "The Study of grammatical and lexical errors made by 6 hotel receptionist in communicating with the callers",
  "abstract": "People need language as a means of communication in daily life, but it is not simply a means of communicating information - about the weather or any other subject. It is also a very important means of establishing and maintaining relationships with the other people. This thesis is a study of the errors made by hotel receptionists in communicating with their callers. Errors are typically produced by apprentice language learners who do not a have a full command of a language system yet. Therefore, this thesis is trying to make a description of the kinds of errors, which occured in the conversation between the hotel receptionists and their guests by analysing the types of errors in their conversation and how the errors occcured. In this study, the writer only concentrated on grammatical errors and lexical errors, not on phonological errors. The analysis of this study is based on each conversation that is assummed to have errors. The writer used a qualitative approach in doing this study, since she did not intend to make any generalization from the findings.The subject of this research was 10 hotel receptionists working in 6 different hotels in Surabaya. The writer collected the data by speaking with the hotel receptionists through telephone conversations which were recorded. The recorded conversations were transcribed and analysed. She applied Error Analysis theories by Corders, Richards,and Henricksons . She also used several English references to finish this study. From the findings, it is found that the number of errors resulting in incorrect grammar mostly occured in tenses. Whereas the greatest number of lexical errors occured in verbThe writer concluded that most of the hotel receptionists often make errors in communicating with their callers.",
  "creators": "ELLY WIBOWO",
  "contributors": "SUKEMI, PROF.DR.M.A. (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 526/SING/1997; Elly Wibowo (11490112)",
  "subjects": "ENGLISH LANGUAGE-ERRORS OF USAGE-STUDY AND TEACHING; ENGLISH LANGUAGE-GRAMMAR-STUDY AND TEACHING"
}