{
  "id": "12713",
  "title": "Penentuan alternatif peningkatan produksi didasarkan atas pertimbangan biaya yang optimal",
  "abstract": "PT. Naga Jaya merupakan sebuah perusahaan keluarga yang memproduksi berbagai macam jenis barang yang terbuat dari bahan plastik. Untuk saat ini perusahaan tidak mampu memenuhi permintaan konsumen yang melebihi dari kapasitas produksi yang ada. Oleh karena itu perusahaan rnengambil kebijaksanaan untuk mengantisipasi permintaan konsumen dengan cara meningkatkan kapasitas produksinya. Dalam usaha untuk meningkatkan kapasitas produksi dapat ditempuh dengan cara menambah jumlah mesin, menambah jumlah jam kerja, atau juga dengan menambah jumlah pekerja. Dalam tugas akhir ini dilakukan penilaian terhadap kapasitas produksi saat ini untuk mengetahui berapa kapasitas produksi yang dihasilkan pada masing-masing proses, selain itu juga untuk mengetahui proses mana yang mengalami ketinggalan produksi. Kemudian dengan target perusahaan yang telah diketahui, yaitu sebesar 40.000 unit per hari ditentukan jumlah mesin, jumlah jam kerja, dan juga jumlah pekerja yang dibutuhkan. Dari hasil analisa tersebut, penulis membuat alternatif-alternatif yang memungkinkan untuk meningkatkan kapasitas produksi dari perusahaan dan menghitung biaya dari masing-masing alternatif untuk kemudian dipilih satu alternatif peningkatan produksi berdasarkan biaya yang paling minimum. Hasil dari alternatif peningkatan produksi tersebut dengan penambahan 1 mesin injeksi dengan tipe yang berbeda (200 ton) dan penambahan jumlah jam kerja menjadi 24 jam dengan 3 shift kerja dimana per shift kerja terdiri dari 8 jam untuk proses injeksi, penambahan 20 orang pekerja dimana 13 orang pekerja untuk proses pengeluaran produk dan 7 orang pekerja untuk proses penghalusan dan pengepakan.",
  "creators": "CHANDRA WIJAYA BUNARDI",
  "contributors": "I Nyoman Sutapa (Advisor 1); Tanti Octavia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 350/TI-77/2000; Chandra Wijaya Bunardi (25495100)",
  "subjects": "PRODUCTION PLANNING-MATHEMATICAL MODELS"
}