{
  "id": "12721",
  "title": "A Study on the development of Bernard's personality in Andre Gide's the counterfeiters",
  "abstract": "This thesis is a Study of Andre Gide's The Counterfeiters. Through the analysis on the main character, The Writer intends to prove that Bernard has made a progresion on his personality. In order to achieve the objective goal, The Writer applies literary device namely characterization. The psychological theories on personality and are used to support her analysis on the main character. Then through all of the discussion on Bernard, The Writer finds out that his decision to leave his home is influenced by his wrong ideas and immature character traits. As a adolescent, Bernard is not able to control his emotion, when he finds out about his real origin. He is very angry and blaming his parents for not telling him the truth. He has negative ideas about his parents and family. He assumes that his parents and family actually never love him since he is an illegitimate son. As a result he also has a negative idea about an illegitimate child. However, after he experiences many kinds of events, he realizes that he has made a wrong decision. He realizes that all his ideas about his parents, love, family and illegitimate child are wrong. He regrets for what he has done to his parents. This means he has changed. He is not an emotional adolescent anymore but a broadmindcd one. In other words, Bernard's personality has progressed to be more mature.",
  "creators": "ASTUTIK WAHJUNI",
  "contributors": "Sarah Limuil (Advisor 1); ROBERT SETIO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 568/SING/1997; Astutik Wahjuni (11491067)",
  "subjects": "FRENCH FICTION-20TH CENTURY-STUDY AND TEACHING; GIDE, ANDRE, 1869-1951. THE COUNTERFEITERS-STUDY AND TEACHING"
}