{
  "id": "12738",
  "title": "The Analysis of speech errors among Javanese speakers in using Indonesian",
  "abstract": "This project is an Error Analysis study, and this thesis deals with the speech errors produced by Javanese speakers whose mother tongue are Javanese in using Indonesian as their L2. As it is commonly known, in order to be successful in communication we have to be able to choose appropriate linguistic items based on to whom we are speaking, where and when we are speaking, why we are speaking and what we are speaking about According to Martin Joos, in a formal situation the spakers are strongly expected to use the standard form of language. Therefore, in this research the writer wants to find out the deviations of the standard Indonesian which is surely in line with EA movement that we can look at the errors on the basis of non standard language varieties the speakers produce in that situation. In this thesis, The writer uses seven subjects in which each of them is recorded while making speech in a one day seminar held by Senat Mahasiswa Fakultas Farmasi Universttas Airlangga entitled 'Dampakdan Penggulangan Pil Koplo'. The Bet of data collections are extracted from their speech. Having finished recording the source of the data, the writer is going to transribe them. Afterwards, the data will be analyzed In the data analysis, the writer would only focus her analysis on the grammatical errors specified on the word formations mat will include the use of affixes and reduplication. The writer does this research because unlike other languages, the syntactic structure of Indonesian is very complicated. All the same, its morphological construction is very complicated. It is shown in this research that the educated Javanese still make so many speech errors even in the formal situations that we assume them to be very well prepared. Then, the writer divides data analysis into two main parts. First, the errors are seen from the linguistic category taxonomy, and in this case she will classify the errors of word formations based on their forms; verbalizer, nominalizer, adjectivizer, adverbizer, other affix functions, and reduplications. After that, the errors are seen from the surface strategy taxonomy that will include omission, addition, misformation, misordering, and inapropriate usage of items. In the process of analyzing the data, she finds difficulties to distinguish between competence errors (errors), and performance errors (mistakes). Following Dulay and Burt, however, in order to facilitate reference to deviations that have not been yet classified as performance and competence-based deviations, the norm of languages no matter what the characteristics or causes of the deviations might be. Later, she can draw conclusion that the deviations which happen continuously are considered as errors. Finally, the result of this study discovers that from linguistic category taxonomy, the errors which are most likely to happen are verbalizer (61.19%). While if they are seen from the surface strategy taxonomy, ommision errors are found at the most (65%).",
  "creators": "NOVIASYANTI SANTOSO",
  "contributors": "Bintoro (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 473/SING/1996; Noviasyanti Santoso (11492025)",
  "subjects": "INDONESIAN LANGUAGE-ERRORS OF USAGE-JAVANESE SPEAKERS ASPECTS"
}