{
  "id": "12736",
  "title": "The Study of the actions of the three male characters which show their love toward Ellen in Hawthorne's fanshawe",
  "abstract": "This thesis discusses about the actions of the three male characters', that is Fanshawe, Butler and Edward which show their types of love toward Ellen in Hawthorne's first novel, Fanshawe. Fanshawe loves Ellen so much that he is willing to protect her from any harm. He shows his love in respecting Ellen, in wanting the best for her and in willing to sacrifice himself for the sake of Ellen. Fanshawe's actions show that his love toward Ellen can be called agape. The second character, Butler, is attracted to Ellen physically with materialistic motivation. He only thinks of his own needs so that even Ellen's needs mean nothing for him. Therefore, he does not protect her but betrays her. He disrespects her and even tries to rape her. Butler's actions show that he bases his love on lust, so his love can be called eros. The third character is Edward, Ellen's first friend who finally falls in love with her. However, his love is based on the fulfilment of his desire. As long as Ellen is able to do what he wants, he feels happy but when she is unable to do it, he will become angry with her. Since Edward only wants the benefits from his relation with Ellen, his actions show that his love cannot be considered as a true love. His type of love is just based on friendship. The thesis writer finally concludes that agape love is the best type of love to be continued in marriage. Love based on eros is not good for a marriage since it is based on lust and on materialistic things. Meanwhile, love based on friendship is still immature. It can grow to be agape that fits for marriage when the couple become unselfish and ready to sacrifice for the sake of the loved one.",
  "creators": "NELLY PUTRI",
  "contributors": "Sarah Limuil (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 450/SING/1996; Nelly Putri (11491070)",
  "subjects": "HAWTHORNE, NATHANIEL, 1804-1864. FANSHAWE-STUDY AND TEACHING; AMERICAN FICTION--19TH CENTURY--STUDY AND TEACHING"
}