{
  "id": "1274",
  "title": "Sistem penjualan dan administrasi di Best Computer",
  "abstract": "Best Computer adalah perusahaan penyedia hardware computer yang masih memakai sistem manual dalam proses penjualan dan administrasi perusahaan. Penggunaan jaringan komputer di perusahaan ini tidak maksimal karena hanya dimanfaatkan untuk transfer data dan sharing resource. Sistem penagihan dan pembayaran yang tidak berjalan dengan sempurna. Sistem service customer cenderung lambat. Proses stock opname produk membutuhkan waktu yang lama dan tidak uptodate. Kalkulasi laba kotor penjualan dalam periode tertentu membutuhkan waktu yang cukup lama. Terbatasnya area penjualannya pada daerah kota Surabaya. Untuk mengatasi sistem administrasi dan penjualan Best Computer maka dalam rangka tugas akhir ini dibuat program database untuk mensupport sistem administrasi dan penjualan, serta website. Proses yang dilakukan adalah sebagai berikut. Untuk menjaga agar kinerja server tidak terlalu dibebani maka digunakan aplikasi Client Server. Aplikasi tersebut selanjutnya disebut sebagai Client Server Database. Pada program ini Server menggunakan Windows 2000 Server, client menggunakan sistem operasi Windows Xp dan Windows Millenium Edition. Keduanya saling terhubung lewat jaringan UTP 100 Mbps dan berkomunikasi dengan menggunakan FTP (File Transfer Protokol). Database yang digunakan adalah SQL Server 7.0 dan bahasa pemrograman Borland Delphi 6.0. Proses desain mulai dari Context diagram, DFD, sampai ERD dilakukan. Proses implementasi program dalam bahasa pemrogaman Delphi yang memanfaatkan ADO sebagai basis koneksi ke database SQLServer. Pembuatan status dan password tiap user untuk membatasi akses menu tertentu pada mainform. Pembuatan website untuk meningkatkan omset penjualan, dengan Macromedia Dreamweaver dan Front Page. Setelah pembuatan website ini selesai maka langkah selanjutnya adalah melakukan hosting dan upload website ke http://bestcomputer.netfirms.com. Dengan adanya program sistem penjualan dan administrasi ini maka efisiensi perusahaan meningkat, network digunakan secara maksimal dengan memanfaatkan server untuk sentralisasi database. Report yang dihasilkan dapat melakukan stock opname product secara langsung sehingga sistem stock ini bersifat realtime. Proses pemesanan dapat melalui telepon dan intenet yang akan mengirim result ke email Best Computer untuk direspon. Sistem service pun dapat lebih dikontrol dengan tersedianya fasilitas follow up service. Proses penagihan customer dan proses pembayaran supplier dapat terkontrol dengan adanya report billing untuk periode tertentu. Owner dapat lebih mudah memantau perkembangan penjualan dengan melihat report list penjualan dan laba kotor penjualan dalam periode tertentu. Hal ini dapat membantu owner mengambil keputusan untuk memajukan perusahaan ini. Keamanan data lebih terjamin deugan adanya sistem multi user.",
  "creators": "JOHANES IRWAN SUSANTO",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Rudy Adipranata (Advisor 2); Theresia Lestiowati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01002/INF/2002; Johanes Irwan Susanto (26498093)",
  "subjects": "INTERNET PROGRAMMING; E-COMERCE(COMPUTER PROGRAM); PROGRAMMING(ELECTRONIC COMPUTERS)"
}