{
  "id": "12756",
  "title": "A Study of Hazel Motes' spiritual struggle that leads him to his tragic life in Flannery O'Connor's Wise Blood",
  "abstract": "This thesis is a study of spiritual struggle which occurs in Hazel Motes' life, the protagonist of Wise Blood. In this thesis, the writer is going to analyze Motes' spiritual struggle concerning his faith in God. The analysis of Motes' spiritual struggle begins with the description of his spiritual struggle before he joins the World War II and proceeds to his spiritual struggle after he joins the World War II as the result of his life during the war. The thesis writer finds out that Motes' spiritual struggle that happens in his life especially after he joins the war has strong influence to bring him into conflict with other characters. Since Motes has lost his faith in God during the war, he does not want to believe in the existence of God and also His redemption. His disbelief in God's existence and His redemption motivates him to find \"a new jesus\" and \"a new redemption\" for his conviction. However, his effort to find \"a new jesus\" and \"a new redemption\" does not succeed, instead he faces conflict with Enoch Emery, Asa Hawk, Solace Layfield and the patrolman. From what happens in Motes' life, that is his spiritual struggle and also his conflict with other people, he becomes aware that he has done sin and wants to obtain God's redemption again. Yet, his attempt to receive God's redemption brings him to end his life tragically.",
  "creators": "Ng Tjen Tjen",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.489; Ng Tjen Tjen (11492113)",
  "subjects": "O'CONNOR, FLANNERY, 1925-1964. WISE BLOOD-STUDY AND TEACHING; AMERICAN FICTION-19TH CENTURY-HISTORY AND CRITICISM"
}