{
  "id": "12753",
  "title": "Perilaku kurs tengah Rp/Us$ sejak dilepaskan band intervensi pada bulan Agustus 1997-Oktober 1998",
  "abstract": "This research especially talking about middle exchange rate Rp/US$'s behaviour since the released of intervention band on August 1997 until October 1998. The reasons of this research are the weak of regional currencies exchange rate, speculation attack, the weak of banking system and monetary, the exceed of foreign debt and deficit on balance of payment, and unconsistenlly government's policies. The objectives of this research is to knowing the fluctuation of Rp/US$ exchange rate in period August 1997 until October 1998; the macroeconomics variables like GDP, rupiah and US$ interest rate, changing of money supply, inflation, foreign reserves, export, import, YEN/US$ exchange rate, non economics events; and the relation of those variables above to Rp/US$ exchange rate. Based on Hamdy Hady's theory about factors which are influencing demand and supply foreign exchange, this research resulted one hypothesis that is economic variables shown by export, import, changing of money supply, rupiah and US$ interest rate, inflation, GDP, foreign reserves, YEN/US$ exchange rale and non economic events can be influencing Rp/US$ exchange rate since the released of intervention band on August 1997 until October 1998. The data which need to support the research arc using secundary data. Data about Rp/US$ exchange rate, export, import, changing of money supply, rupiah and US$ interest rate, GDP, YEN/US$ exchange rate and foreign reserves are take from \"Statistik Ekonomi Keuangan Indonesia\" published by Bank Indonesia. Inflation rates are take from \"Indikalor Ekonomi\" published by Biro Pusat Statistik. The latest, data about US$ interest rate and non economic's events are take from Bisnis Indonesia, the daily newspaper. Using multiple regression analysis with stepwise method, resulted an equation below: KURSTENGRp/US$ - -2549,33 + 0,37EXP +115,88iUS$ + 1,30 YEN/US$ There is something interesting find in this research. This shows that only export, US$ interest rate and YEN/USS exchange rate can be inlluencing Rp/US$ exchange rate in period August 1997 until October 1998. However the other variables especially non economic's events which predicted can be inlluencing Rp/US$ exchange rate in the first but the fact is unproved in this research. Related with the equation above, I can say that this research is concluded as an YEN/US$ era. Because at that period Rp/US$ exchange rate is influenled by YEN/US$ exchange rate most.",
  "creators": "YOANVIE TAMZIL",
  "contributors": "Bambang Haryadi (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1295/EM/1999; Yoanvie Tamzil (31495262)",
  "subjects": "MONETARY POLICY-INDONESIA"
}