{
  "id": "12750",
  "title": "Penerapan akuntansi sumber daya manusia dalam rangka mengakui dan melaporkan cost sumber daya manusia dengan metode berbasis historical cost pada PT. Semen Gresik di Gresik",
  "abstract": "PT Semen Gresik sependapat bahwa sumber daya manusia merupakan bagian dari asset badan usahanya, terbukti dari besarnya cost yang dikeluarkan oleh badan usaha dalam merekrut dan memberikan pendidikan dan pelatihan pada sumber daya manusianya. Namun dalam laporan keuangan, nilai SDM ini belum tersedia. Karena pada laporan keuangan PT Semen Gresik yang merupakan laporan keuangan konvensional semua cost untuk sumber daya manusianya dibebankan langsung pada periode itu juga, padahal tidak semua cost tersebut menjadi beban usaha. Dengan demikian laporan laba rugi menjadi tidak akurat. Padahal fungsi dari laporan keuangan adalah untuk menjadi 'peta', yaitu mempunyai kemampuan untuk menerangkan keadaan kesehatan badan usaha yang menuntun pada pengambilan keputusan yang tepat. Dari keterangan di atas, maka dapat diambil kesimpulan permasalahan yang ada, yaitu bagaimana mengakui dan melaporkan cost sumber daya manusia sebagai asset dengan menggunakan akuntansi sumber daya manusia.Ruang lingkup penelitian dibatasi hanya pada perlakuan akuntansi terhadap cost SDM. Dimana salah satu tujuan dari diadakannya penelitian ini adalah untuk mengetahui nilai dari SDM yang dimiliki oleh PT Semen Gresik. Penelitian yang dilakukan ini pada dasarnya bersifat deskriptif dengan rancangan studi kasus pada suatu perusahaan, dimana perusahaan yang dipilih sebagai tempat penelitian adalah PT Semen Gresik, yang berlokasi di kota Gresik, Surabaya. Jenis data yang dikumpulkan adalah data kualitatif dan kuantitatif dan prosedur pengumpulan data yang dilakukan ada dua yaitu studi lapangan dan studi kepustakaan dengan teknik analisis data yang digunakan adalah analisis kualitatif. Dan akhirnya dapat diambil kesimpulan bahwa dengan menerapkan akuntansi sumber daya manusia, beban tenaga kerja akan menjadi berkurang, sebaliknya nilai aktiva akan bertambah Berkurangnya biaya akan menyebabkan laba badan usaha menjadi lebih besar sehingga akan menambah saldo laba.",
  "creators": "MONIKA NELIN",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 046/95/FE.AK/2000; Monika Nelin (32495068)",
  "subjects": "ACCOUNTING"
}