{
  "id": "12766",
  "title": "A Comparative study of the heroines, Lucy Snowe in Bronte's Villette and Hiroko in Dini's Namaku Hiroko in having their self-fulfilment of life through job and love",
  "abstract": "This thesis is a comparative study of the heroines' efforts to have self-fulfilment in life through job and love in two different novels, Villette and Namaku Hiroko. It examines the background or conditions of each heroine which lead them to have the idea of self-fulfilment and their struggle to have self-fulfilment. Since there are two heroines, it is assumed that there are some similarities and dissimilarities between both of them. To show those similarities and dissimilarities, a literary approach, by using conflict and characterization, is applied. Besides, library reaserch is also conducted to collect criticisms and books. The first similarity between both heroines, Lucy Snowe and Hiroko, is that they face hard conditions or surroundings which lead them to have the idea of self-fulfilment. The idea of self-fulfilment, as a matter of fact, reveals that both of them are encouraged to have a job and a \"heterosexual love\". The second similarity is that both of them have to encounter many conflicts in their job and love. Yet, their struggles to have self-fulfilment through their job and love are not exactly the same way. Lucy's struggle to become a teacher is not as complex as Hiroko's struggle to achieve a steady job. Another difference is on the way the heroines gain a heterosexual love. However, both heroines' strong-determination enable them to solve all the conflicts they encounter. As a result, they are able to have self-fulfilment through their job and love. Nevertheless, the roles of the opposite sex's love, Paul's love to Lucy and Yoshida's love to Hiroko, also contribute to their self-fulfilment.",
  "creators": "CAROL SUSILANDARI",
  "contributors": "ANITA LIE (Examination Committee 1); Liliek Soelistyo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 570; Carol Susilandaril (11493044)",
  "subjects": "BRONTE, CHARLOTTE,...-.... VILLETTE-CRITICISM AND INTERPRETATION; DINI, N.H, ...-... NAMAKU HIROKO-CRITICISM AND INTERPRETATION"
}