{
  "id": "1277",
  "title": "Pusat revitalitasi dan wisata lansia di kota Araya Malang",
  "abstract": "Sebagai tahap terakhir dalam kehidupan, tahap lansia mengalami suatu keadaan yang serba mundur dalam semua aspek kehidupannya, dalam hal ini adalah aspek fisik maupun mentalnya. Hal ini sangat menentukan dalam strategi perancangan suatu bangunan apabila dikaitkan dengan suatu disain yang dapat mempunyai kenyamanan fungsi dan sirkulasi. Prinsip perilaku dan desain yang fungsional diterapkan untuk mencapai kenyamanan tersebut. Prinsip perilaku sendiri secara menyeluruh berbeda untuk setiap individu. Hal ini dikarenakan oleh perbedaan umur, jenis kelamin, suku/ras, serta lingkungan tempat suatu individu itu tinggal, sehingga desain perilaku yang dihasilkan merapakan faktor yang sangat spesifik dalam desain arsitektur. Pusat Revitalisasi dan Wisata Lansia di Kota Araya Malang ini merupakan proyek yang ditujukan untuk kaum lansia yang merupakan milik yayasan swasta yang bergerak di bidang sosial. Fasilitas yang direncanakan disesuaikan dengan kebutuhan proses revitalisasi dan wisata dan keadaan fiisik lansia meliputi fasilitas kantor pengelola, fasilitas penunjang yang didalamnya terdapat ruang serbaguna, ruang makan bersama, cafe, salon, kantor bank dan pos, fasilitas hunian, fasilitas kesehatan/medis yang didalamnya terdapat poli-poli dan unit gawat darurat yang mana juga melayani masyarakat umum, fasilitas pelatihan dan rekreasi yang dibagi menjadi dua yaitu fasilitas pelatihan dan rekreasi diluar ruangan dan didalam ruangan, fasilitas didalam ruangan dibagi menjadi ruang-ruang kelas, mang kesenian, workshop, ruang bermain, dan perpustakaan, sedangkan fasilitas pelatihan dan rekreasi diluar ruangan adalah ruang senam, ruang teater terbuka, kolam pancing, jogging track, dan kolam renang, serta fasilitas service. Dalam perancangannya direncanakan bangunan yang terdiri dari empat massa utama dengan berbagai bentuk yang dikoraposisikan sedemikian rupa sehingga berkesan unity.",
  "creators": "SHEIRLY",
  "contributors": "Danny Santoso Mintorogo (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1926/ARS/32/2002; Sheirly (22498065)",
  "subjects": "RECREATION CENTERS"
}