{
  "id": "12772",
  "title": "Perancangan prefentive maintenance dan replacement yang optimal di PT. Tapal Kuda Kencana",
  "abstract": "Perusahaan PT. Tapal Kuda Kencana didirikan pertama kali pada tahun 1933. Produk pertamanya yaitu rokok kretek, yang pembuatannya masih dengan cara manual. Setelah perusahaan ini semakin maju maka terjadi pula kenaikan produksi dan juga penambahan jenis produk salah satunya rokok berupa rokok filter yang pembuatannya menggunakan mesin-mesin modern. Seiring dengan berjalannya waktu, maka mesin inipun sering mengalami kerusakan pada berbagai komponennya. Terjadinya kerusakan mesin pada waktu produksi akan menyebabkan produksi terhenti dan hilangnya biaya yang besar, sehingga produk tidak bisa dihasilkan sesuai jadwal yang direncanakan untuk memenuhi pesanan. Untuk itu perlu dicari pemecahan dari masalah tersebut. Salah satunya yaitu dengan melakukan perawatan pencegahan (preventive maintenance). Dari hasil pengamatan, penulis menemukan ada 8 komponen yang sering mengalami kerusakan, yaitu garniture tape, springband, shoe, mollins knife, final knife, nillon band, tobacco coking dan teflon tape. Kedelapan komponen in terletak pada mesin maker, yaitu mesin yang khusus digunakan untuk memproduksi rokok filter. Tujuan tugas akhir ini adalah merancang jadwal perawatan pencegahan dan melakukan pendokumentasian terhadap kerusakan-kerusakan tersebut, sehingga mengurangi terjadinya kerusakan. Untuk mencapai tujuan tersebut maka dilakukan perhitungan keandalan terhadap kedelapan komponen tersebut dengan menggunakan model penggantian komponen yang mempertimbangkan total biaya harapan minimum. Kemudian dilakukan analisa biaya dengan membandingkan dua alternatif, yaitu melakukan perawatan pada waktu produksi atau diluar waktu produksi (waktu lembur). Dari pengolahan dan analisa data yang dilakukan maka dapat disimpulkan bahwa jadwal perawatan yang optimal dilakukan pada waktu lembur.",
  "creators": "ARTHUR DENNY SETIAWAN",
  "contributors": "Jani Rahardjo (Advisor 1); RONALD E. STOCK (Advisor 2); I Nyoman Sutapa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 407/TI-134/2000; Arthur Denny Setiawan (25496063)",
  "subjects": "PLANT MAINTENANCE"
}