{
  "id": "12778",
  "title": "Perbandingan sistem reorder point dengan distribution resource planning di PT.X.",
  "abstract": "PT. X. adalah Pedagang Besar Farmasi (PBF) yang bergerak di bidang jasa distribusi obat-obatan. Distributor merupakan supply source dari PT. X., dan PT. X. merupakan supply source dari outlet-outlet. Dalam proses pendistribusian obat-obatan yang mencapai ribuan jenis jumlahnya, pihak PT. X. seringkali mengalami stock out (kekurangan persediaan dalam memenuhi demand outlet-outlet). Sistem pendistribusian merupakan faktor yang sangat vital dalam proses operasional (pendistribusian) dari perusahaan-perusahaan jasa distribusi tak terkecuali PT. X. Tujuan dari penelitian tugas akhir ini adalah mencoba membandingkan sebuah sistem pendistribusian baru, yaitu sistem distribution resource planning, dengan sistem distribusi yang selama ini diterapkan oleh pihak PT. X., yaitu sistem reorder point. Penelitian dimulai dari penentuan demand obat dari PT. X., dengan jalan meramalkan demand obat dari outlet-outlet untuk enam bulan ke depan. Dan kemudian hasil peramalan yang diperoleh akan disimulasikan dengan dua sistem pendistribusian, yaitu sistem distribusi reorder point yang merupakan sistem yang kini telah diterapkan, dan sistem distribution resource planning. Analisa-analisa dari proses simulasi akan menjelaskan bahwa untuk menangani demand obat-obatan yang sangat besar dan bersifat lumpy, maka sistem distribution resource planning ternyata lebih mampu mengatasi masalah stock out yang sering dialami oleh PT. X., dibanding dengan sistem reorder point yang selama ini diterapkan oleh PT. X.",
  "creators": "WILLY HERYANTO",
  "contributors": "Moses L. Singgih (Advisor 1); Maja Indahwati (Advisor 2); Kriswanto Widiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 285/TI-12/2000; Willy Heryanto (25493124)",
  "subjects": "PRODUCTION PLANNING; PRODUCTION PLANNING-FORECASTING"
}