{
  "id": "12777",
  "title": "A Study of main character's ignorance in Maya Angelou's I know why the caged bird sings",
  "abstract": "This thesis is a study of Maya Angelou's autobiography I Know Why the Caged Bird Sings. In this study, the writer highlights the ignorance of the main character in sexual matter from childhood until adulthood, as the major problem of the analysis. Through the analysis, the writer intends to find out whether social norm and social value has any significant role in the main character's problem., hi this study, the writer wants to reveal Marguerite's problem in sexual relationship and the reasons which result in Marguerite's ignorance. The writer uses theory of characterization to analyze Marguerite's character which influences her problem. She also uses theory of psychology and setting to analyze the environment around her including momma, mother and father. Besides, the writer also wants to analyze tlie main character's conflict through conflict, theory of depression and theory of inferiority. She also analyzes the proof of Marguerite's ignorance in sexual relationship problem. The writer finds out that environment influence Marguerite's attitude in sexual matters. Momma, Vivian and Big Bailey have a significant role in Marguerite's problem. Since her parents were separated, they cannot fulfill their role as good parent. They cannot give a lot attention and affection to their daughter. Marguerite's inner conflict also influenced her ignorance in sexual relationship problem. She has the wrong perception about sexual relationship problem from childliood until adultliood. From tlhe analysis above, the writer concludes that environment has significant role in a child's characteristic and attitude. Parents have to give love and affection to their children. They should be aware of their attitude in front of their children, because parents' attitude influences a child's mental development. .",
  "creators": "IMELDA BUDIAJI",
  "contributors": "ANITA LIE (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 676/SING/1998; Imelda Budiaji (11492117)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; ANGELOU, MAYA,1928-... I KNOW WHY THE CAGED BIRD SING-STUDY AND TEACHING"
}