{
  "id": "12788",
  "title": "The Idea of fighting against tyranny as seen in Shelley's prometheus unbound",
  "abstract": "The Writer of this thesis is trying to explain as clearly as possible the idea of fighting against tyranny as seen in Shelley's masterpiece Prometheus Unbound.The Writer of the thesis wants to present the topic on the fight against tyranny because it is a way among others to cast aside tyranny. The interesting thing is that the way of fighting against tyranny in the lyrical drama does not require a bloodshed in its movement. To discuss this topic, the writer of the thesis, in his analysis, will divide into two parts, the tyranny of Jupiter, the fight of Prometheus against Jupiter. Such discussion is presented to explain the idea of fighting against tyranny in this play. Prometheus Unbound is taken from its origin in the Greek mythology, Prometheus Bound. It should be known that Shelley writes Prometheus Unbound because he clearly refuses the reconciliation reached by the oppressor, Zeus, and the oppressed, Prometheus in Aeschylus' Prometheus Bound. Prometheus Unbound does not give any suggestion of compromise because the whole story is about the confrontation between Jupiter and Prome-theus. On the discussion of Jupiter's tyranny, the writer of the thesis will analyse the origin of Jupiter's tyranny; it includes the cause and the effects of Jupiter's tyranny. On the discussion of the fight against tyranny, the writer of the thesis will analyse how Prometheus's fight against Jupiter.",
  "creators": "GASTON SOEHADI",
  "contributors": "HAZIM AMIR (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 240/SING/1993; Gaston Soehadi (11489001)",
  "subjects": "ENGLISH POETRY-18TH CENTURY; SHELLEY, PERCY BYSSHE, 1792-1822. PROMETHEUS UNBOUND"
}