{
  "id": "12787",
  "title": "Reality as seen through the two main characters in Virginia Woolf's to the lighthouse",
  "abstract": "This thesis is an analysis about individuals' attempt to achieve a sense of order and stability, which actually is nothing but their response toward the existence of outer chaos or reality.The Writer is curious to know how the two main characters in Virginia Woolf's To the Lighthouse, Mrs. Ramsay and Lily Briscoe, are finally able to achieve a sense of order and stability. The Title of the novel itself To the Lighthouse suggests that the characters' attempt to achieve a sense of order and stability requires a sort of process or a mental journey before they are finally able to come to their private harbours.Their inner processes, in this case, is due to their personality and background. Progressing toward their objective to achieve a sense of order and stability, the two main characters Mrs. Ramsay and Lily Briscoe, finally find out that the things they care most are actually their harbours. Mrs. Ramsay is to find out her harbour in her family while Lily Briscoe finds her private harbour in her painting. They also come to the understanding that the love they possess toward things they care most has become their source of strength in dealing with the changeableness of life. As seen in the lives of those two main characters, the process to obtain a sense of order and stability is worth-analyzing. In the first place, the characters' progress toward their objective reflects man's constant attempt to create a sense of order and stability. Furthermore, it shows that man is to achieve his objective only when he has discovered his own source of strength. At this stage, man is prepared to face the uncertainty of life.",
  "creators": "LUCIANA P. WIRANTO",
  "contributors": "CHERRY HADIKUSUMO, Dra. (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 440/SING/1996; Luciana P. Wiranto (11488033)",
  "subjects": "WOOLF, VIRGINIA, 1882-1941. TO THE LIGHTHOUSE-STUDY AND TEACHING; ENGLISH FICTION--20TH CENTURY--STUDY AND TEACHING"
}