{
  "id": "12783",
  "title": "The Relationship between husbands and wives in Shakespeare's Macbeth and Othello",
  "abstract": "The Downfall of a tragic hero in a tragedy is usually caused by the tragic hero's own weaknesses but in Macbeth and Othello the wives also have great influence in their husbands' downfall.TheThesis is aimed to analyze how the nature of the husbands' and wives' relationship influence the wives' role in their husbands' downfall. The close relationship of a husband and a wife causes the wife to become an active participant but the distant relationship causes the wife to become a passive participant in the heroes' downfall. In Macbet h. Lady Macbeth acts as the active participant, while in Othel1o, Desdemona acts as the passive participant in the downfall of both heroes. Lady Macbeth and Macbeth have a very close relationship. They can always understand each other, especially Lady Macbeth who understands Macbeth's character very well. Because of this close relationship Lady Macbeth becomes an active participant in Macbeth's downfall. While Desdemona and Othello have a distant relationship. They do not know each other well enough. There is no deep understanding of each other's characters. Because of this distant relationship, Desdemona becomes a passive participant in Othello's downfall. Finally, in both plays, it has been proved how the wives play important role in the downfall of the heroes.",
  "creators": "ESATRINA DWITA",
  "contributors": "Jenny Mochtar Djundjung (Advisor 1); Sarah Limuil (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 438/SING/1996; Esatrina Dwita (11486057)",
  "subjects": "SHAKESPEARE, WILLIAM, 1564-1616. OTHELLO--STUDY AND TEACHING; ENGLISH DRAMA-EARLY MODERN AND ELIZABETHA, 1500-1600-STUDY AND TEACHING; SHAKESPEARE, WILLIAM, 1564-1616. MACBETH-STUDY AND TEACHING"
}