{
  "id": "12805",
  "title": "Beberapa faktor yang mempengaruhi hubungan antara partisipasi anggaran dengan senjangan anggaran pada perusahaan dan bank umum di Surabaya",
  "abstract": "Penyusunan anggaran perusahaan (budgeting) didefinisikan sebagai suatu ancangan yang sistematis dan formal untuk mencapai perencanaan, pengkoordiniran, dan pengendalian tanggungjawab -tanggungjawab manajemen agar mencapai tujuan dan sasaran suatu organisasi secara efektif, sehingga dapat dikatakan bahwa partisipasi luas semua tingkat manajemen dari semua subdivisi perusahaan juga merupakan hal yang penting pada penyusunan anggaran yang efektif. Menurut Ernest C. Miller partisipasi cenderung meningkatkan keterikatan, keterikatan cenderung meningkatkan motivasi, motivasi yang berorientasi kepada pekerjaan cenderung menyebabkan manajer-manajer bekerja lebih giat dan lebih produktif, dan kerja yang lebih giat dan lebih produktif cenderung meningkatkan kemakmuran perusahaan dan dengan demikian jelaslah bahwa partisipasi merupakan hal yang baik. Karena itulah, peranan partisipasi anggaran dan pengaruhnya dengan faktor-faktor lain dibahas dalam ketiga artikel ini. Berdasarkan hasil penelitian yang telah dilakukan dapat ditarik kesimpulan bahwa faktor ketidakpastian lingkungan, sikap dan partisipasi mempunyai pengaruh yang paling dominan/ signifikan terhadap hubungan antara partisipasi anggaran dan senjangan anggaran. Hal ini terbukti dalam ketidakpastian lingkungan yang rendah, semakin tinggi partisipasi anggaran maka akan meningkatkan senjangan anggaran , sedangkan sikap yang baik dihubungkan dengan partisipasi dan kinerja yang tinggi, demikian juga halnya dengan partisipasi yang tinggi mendorong manajer keuangan untuk mengidentifikasi sasaran anggaran sesuai dengan keinginan dan kebutuhan perusahaan serta berusaha keras mencapainya. Jadi ketiga faktor inilah yang mendominasi hubungan antara partisipasi anggaran dan senjangan anggaran.",
  "creators": "FEBE CHRISTIANY",
  "contributors": "Yohnson (Advisor 1); Nanik Linawati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35/EM/2000; Febe Christiany (31495100)",
  "subjects": "BUDGET IN BUSINESS"
}