{
  "id": "12802",
  "title": "The influence of good store environment toward customer buying intention in Rodalink Jurong East Singapore",
  "abstract": "Based on the analysis of International Marketing Division in PT Insera Sena, currently the sales performance of Rodalink Jurong East is still not good, which might be due to its poor store environment. Therefore, this thesis is made to analyze, whether Rodalink Jurong East has poor store environment, and whether good store environment significantly influences customer's buying intention toward Polygon products. Using quantitative research, this research involves nominal, ordinal, and interval of data that are collected through distributing questionnaires covering 100 respondents with simple random sampling method. As the analytical method, the writers applied GAP Analysis and also Multiple Regression Analysis. From this method, the writers found out that Rodalink Jurong East does have poor store environment management, and also that good store environment significantly influences the customer's buying intention in Rodalink Jurong East Singapore. After analysis done, it can be concluded that the analysis of International Marketing Division in PT Insera Sena is right. Rodalink Jurong East has poor store environment and Store Layout is the only one variable that significantly influences the customer's buying intention. Therefore, the writers propose 'Shop in Shop' concept to improve the store environment in Rodalink Jurong East.",
  "creators": "STEPHANIE APRILIA; ELLYSIA RULIANTO",
  "contributors": "Filicia Chandra (Advisor 1); Tessa Vanina Soetanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010004/MAN/2009; Ellysia Rulianto (34405029), Stephanie Aprilia (34405036)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER BEHAVIOR"
}