{
  "id": "12807",
  "title": "A Sociolinguistic study on giving compliments among Americans and Indonesians based on status and gender differences",
  "abstract": "Giving compliments is one of many speech acts which people often use from time to time because of their interlocutors' accomplishment/ability, or new appearance. However, people from different cultural background, which in this case Americans and Indonesians - Javanese and Chinese Indonesians, may sometimes cause a misunderstanding in the act of complimenting for they do not know the appropriate way of giving compliments especially in cross-cultural . Concerning this, the writer conducted this study in order to find out whether there are any differences in giving compliments on appearance and ability between male and female Americans, Javanese and Chinese Indonesians and to find whether different status of respondents play a role in determining the type of compliments. Furthermore, it also tries to see the dominant types of compliments which are often used by each group of respondents. In conducting the research, the writer used two sets of role-plays consisting of four situations made as close as possible to the real-life situations. The first set is for the American respondents and another set is for the Indonesians. The writer, then, asked her respondents to respond to the situations by writing in what they said in order to be analyzed later. The analysis is made based on Holmes' theory which suggests three kinds of types of compliments based on personal focus. The writer also adds the No compliment type to categorize her respondents who did not give any compliments. The findings show that the Americans and the Indonesians have some differences in choosing the appropriate way of giving compliments. The Americans tend to be more verbal than the Indonesians. The Americans, regardless their sexes and statuses, had the 2nd-person compliment as the most common type in giving compliments on appearance. In situations of work, The male American of higher status tend to use the 3rd-person compliment, while those of lower status used the lst-person compliment more. In contrast, their female counterparts tend to use the lst-person compliment in giving compliments on ability regardless their statuses. For the Javanese, the No compliment type was commonly used to give compliments on appearance regardless their sexes and statuses. However, for the male Javanese of higher status, the frequency of the No compliment type was still lower than the Impersonal type (2 and 8). Regarding one's accomplishment, the Javanese seems to be more verbal than the Chinese Indonesians that the 3rd-person compliment held the highest occurrences although those of higher status, regardless their sexes, used the 2nd-person compliment a little bit more often than the use of the Impersonal type. The different gender and status seemed not to play roles for the Chinese Indonesians in the act of giving compliments on appearance since the dominant type they used is the No compliment type. Regarding one's ability, the Chinese-Indonesian females and male of lower status also often used the No compliment type. However, for the male of higher status, it seems that the choice of the types of compliments based on personal focus is not important since they shared the same occurrences (3 and 3 and 3).",
  "creators": "VONY YOEWONO",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); SUBANDI DJAJENGWASITO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 545; Vony Yoewono (11493018)",
  "subjects": "SOCIOLINGUISTICS"
}