{
  "id": "12804",
  "title": "Strategi dan kiat-kiat praktisi bisnis real estat dalam menghadapi dampak krisis moneter pada sektor real estat",
  "abstract": "Berdasarkan data yang didapatkan dari majalah Manajemen edisi Juli 1999, kinerja properti Indonesia saat ini sedang menurun. Jatuhnya nilai rupiah, tingkat inflasi serta runtuhnya kepercayaan akan prospek Indonesia melemahkan investasi. Akibatnya sektor properti menurun. Pengembangpun terpaksa realistis, menurunkan harga jual dan sewa ataupun menetapkan nilai tukar tertentu yang jauh dibawah harga pasar. Pengembang dituntut kreatif agar cash flownya. tetap berjalan. Dipihak lain banyak lokasi-lokasi yang dibangun oleh pengembang adalah lokasi bermasalah, sehingga menimbulkan sengketa dengan pihak-pihak yang terkait, tentu hal ini sangat berpengaruh pada promosi dan penjualannya. Dari hal-hal diataslah maka dipilihlah ketiga jurnal berikut: Judul artikel pertama adalah Dampak Krisis Moneter Terhadap Pembangunan Perumahan. Artikel ini menawarkan solusi agar pembangunan perumahan dapat berjalan terus dan konsumen mampu membeli properti yang ditawarkan dengan dikembangkannya teknologi tepat guna. Diharapkan juga teknologi tepat guna ini juga dapat mengurangi pengangguran dan mengentaskan kemiskinan. Judul artikel kedua adalah Ulasan Tentang Teori Dalam Perencanaan dan Teori Dari Perencanaan Kaitannya Dengan Pendekatan Secara Normatif dzxi Positif Dalam Proses Perencanaan Wilayah Dan Kota. Artikel ini membahas pentingnya sebuah perencanaan, hendaknya dalam mengambil suatu keputusan harus melihat kondisi masa kini dan kondisi masa yang akan datang. Pembuatan model-model sebagai stimulasi sebelum keputusan diambil juga perlu dilakukan, sehingga keputusan yang diambil adalah keputusan yang terbaik dan sesuai dengan kondisi wilayah maupun budaya masyarakatnya. Judul artikel ke tiga adalah \"Why Do Some Real Estate Salespeople Earn More Then OthersT. Artikel ini meneliti faktor-faktor utama yang membuat seorang tenaga penjual real estat lebih berhasil dibandingkan tenaga penjual real estat lainnya. Ditemukan bahwa jumlah jam kerja mempengaruhi tingkat penjualannya. Diharapkan dengan menggabungkan ketiga artikel ini kita dapat menemukan solusi yang tepat dalam menggairahkan kembali bisnis properti, mengatur perencanaan suatu wilayah agar tidak bermasalah dikemudian hari dan yang terakhir adalah bagaimana caranya mendongkrak penjualan ditengah persaingan dan badai krisis moneter.",
  "creators": "LENNY MARCELLY K.W.E.",
  "contributors": "Ricky Wang (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 44/EM/2000; Lenny Marcelly krisna Wahju Esa (31495163)",
  "subjects": "REAL ESTATE MANAGEMENT"
}