{
  "id": "12815",
  "title": "Consumer behavior analysis: effect of external factors toward cycling behavior in the Netherlands",
  "abstract": "This thesis aim is to communicate to the reader how bicycles can serve a purpose as an economically, environmentally, and socially viable solution for transportation system in the Netherlands. To narrow it further, this research will focus on consumer behavior when they use bicycle in relating on the influencing factors mentioned above. While economical benefit is common motivation for people to cycle and social benefit is best observed within the Dutch society, the research will focus on the growing importance of environmental benefit offered by bicycle. To what extent the bicycle is able to attract people with the environmental benefit offered? Therefore the research under the scope of consumer behavior and decision making process will be expected as the way to understand the decision making process of people when they use bicycle. The writer will analyze how environmental stimulus will be able to attract bicycle use. The result of this research will be able to provide insight toward the bicycle sellers that wants to participate in the Dutch bicycle market by knowing appropriate marketing strategy that is accurate to address these environmental issues to increase the potential for the future sales. This thesis will be constructed into five chapters. The first chapter is an introduction. The second chapter will cover the theories being used. Chapter number three will convey how the research was carried out under the research methodology. Chapter four sum up the result of the research in chapter four and the last chapter. And chapter five will cover the conclusion and the recommendation for bicycle sellers in the Netherlands.",
  "creators": "WILLY ALBEN LUDONG",
  "contributors": "BRIAN DOWNE (Advisor 1); KEITH MEDHURST (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010022/MAN/2009; Willy Alben Ludong (34405044)",
  "subjects": "CONSUMER-BEHAVIOR"
}