{
  "id": "12824",
  "title": "Penanggulangan pondasi tiang yang mengalami down drag akibat negative skin friction",
  "abstract": "Pondasi tiang yang dilaksanakan pada suatu tanah liat lunak yang baru di urug akan mengalami suatu gaya tarikan ke bawah yang makin lama makin besar yang dikenal sebagai Negative Skin Friction. Hal ini terjadi karena tanah lunak yang mengalami penurunan akibat beban urugan akan menarik tiang ke bawah. Peristiwa ini dikenal dengan Negative Skin Friction. Kejadian ini sangat menganggu kestabilan bangunan di atasnya dan bahkan seringkali menyebabkan kerusakan - kerusakan yang sangat parah. Sampai saat ini cara perbaikan yang dilaksanakan belum memuaskan sehingga perlu dipikirkan suatu cara perbaikan untuk menanggulangi masalah ini. Dalam penelitian ini dicoba suatu cara dengan mengurung pondasi tiang yang sudah ada yang sedang mengalami Negative Skin Friction dengan suatu tiang baru yang jaraknya terhadap pondasi tiang lama serta dalamnya diteliti dengan suatu model test. Penelitian dilaksanakan di suatu kontainer dimana sekitar tiang pondasi diberi urugan bijih besi terlebih dahulu sambil diamat - amati penurunannya. Setelah beberapa waktu, sekeliling pondasi ini diberi kurungan pondasi tiang yang baru pada radius tertentu (2D = 4 cm, 4D = 8 cm), kedalaman tiang pengurung juga divariasi ( 15 cm, 30 cm, 45 cm ). Hasil penelitian menunjukkan bahwa cara ini dapat digunakan untuk mereduksi gaya tarik Negative Skin Friction yang sedang diterima pondasi tiang. Makin banyak pondasi tiang kurungan yang digunakan makin efektif hasilnya.",
  "creators": "ANDREAS ANDI PURWANTO; AGUSTINUS RAHARJO",
  "contributors": "Sugie Prawono (Advisor 1); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 989 S; Agustinus Raharjo (21492070), Andreas Andi Purwanto (21493214)",
  "subjects": "PILING (CIVIL ENGINEERING)"
}