{
  "id": "12823",
  "title": "Analisa faktor-faktor yang mempengaruhi pemilihan lokasi ritel di Surabaya",
  "abstract": "Berangkat dari kenyataan dimana pada saat ini di Surabaya ritel tumbuh menjamur di segala tempat dengan berbagai macam kekhasannya, maka penelitian mengenai faktor-faktor yang mempengaruhi pemilihan lokasi ritel di Surabaya beserta peringkatnya ini dilakukan dalam rangka memberikan masukan yang nantinya dapat dianggap berarti dalam dunia usaha ritel mengingat bahwa salah satu kunci keberhasilan ritel adalah lokasi. Selain itu, diharapkan juga hasil dari penelitian ini digunakan oleh peneliti dan pihak akademis untuk dapat dicermati lebih lanjut. Berdasarkan studi literatur, didapatkan faktor-faktor yang akan diteliti untuk selanjutnya dikelompokkan. Adapun pengelompokan yang dimaksud adalah kelompok Aspek Tata Guna Lahan, Aspek Permintaan Pasar, Aspek Hukum dan Peraturan, Aspek Manajemen Lalu Lintas dan Aspek Perencanaan Kota. Dari aspek-aspek tersebut, faktor-faktor yang ada dibagi lagi dalam berbagai segi. Dengan menggunakan Analityc Hierarchy Process (AHP) sebagai salah satu sistem analisa pengambilan keputusan, pada faktor-faktor yang ada dilakukan proses perbandingan berpasangan untuk kemudian diteliti di lapangan. Dengan mengacu pada duapuluh responden di Surabaya, dilakukan penelitian lapangan. Setelah didapatkan data lengkap dari lapangan, dilakukan analisa dengan metode-metode yang terdapat pada AHP sehingga didapatkan suatu keputusan dengan hasil berupa urutan bobot pengaruh dari faktor-faktor tersebut dalam pemilihan lokasi ritel di Surabaya. Dari peringkat pertama dan kedua urutan tersebut dilakukan studi kasus kepada responden. Dari hasil perhitungan dapat disimpulkan bahwa aspek permintaan pasar merupakan aspek yang paling dominan dengan bobot pengaruh 0,5035 dan peringkat kedua adalah aspek manajemen lalu lintas dengan bobot pengaruh 0,22558. Diharapkan bahwa dengan adanya urutan keberpengaruhan faktor-faktor ini, nantinya setiap pengambil keputusan pemilihan lokasi ritel di Surabaya dapat terbantu. Di pihak lain, dari hasil perhitungan studi kasus didapatkan Alfa jalan Ahmad Yani merupakan ritel dengan lokasi terbaik dan Papaya Fresh Gallery sebagai ritel dengan lokasi terburuk.",
  "creators": "CHRISTOFEL WIDYA ARDYANTO; ROBIN SETIADJI",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Indriani Santoso (Advisor 2); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 975 S; Christofel Widya Ardyanto (21493109), Robin Setiadji (21493125)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; CONSTRUCTION INDUSTRY-MARKETING-RESEARCH"
}