{
  "id": "12827",
  "title": "A Study of Meridian's courage to break trough the traditional role of a black woman in Alice Waalker's Meridian",
  "abstract": "Meridian is a portrait of a young black woman of 1960s, living in (he era of revolution and feminism movement. She attempted to break through the traditional role of a black woman: taking care of her children and sacrificing her life for her family. Being interested with Meridian's life, the thesis writer would like to discuss Meridian's courage to break through the traditional role and her struggle to bear the consequences of her decision as revealed in Alice Walker's Meridian. In this thesis, the analysis of Meridian's conflict will help the writer to find out the factors that encourage Meridian in making the decision. In making the analysis the thesis wrter will use the background of black American's life, literary theory of conflict and psychological theory to support the analyses. In addition, through Meridian's thought and actions, the thesis writer tries to analyze Meridian's struggle to bear the consequences of the decision. The study discovers that some factors challenge and encourage Meridian in making decisions. Her limitations as a wife and a mother inhibit her to develop her aspiration and capabilities; in addition, her conflict with her mother as person and the embodiment of tradition, and her concern toward the oppression of black people has challenged her to break through the role. Then when the consequences of her decisions disturb her life, she has to fight against them. Meridian does her own ways to regain her strength by developing and sharing her aspiration and capabilities.",
  "creators": "Anindhitya Twedha Isthika",
  "contributors": "ANITA LIE (Advisor 1); Sarah Limuil (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 576; Anindhitya Twedha Isthika (11493026)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; WALKER, ALICE, 1944-... MERIDIAN-STUDY AND TEACHING"
}