{
  "id": "12829",
  "title": "A Study on the influence of humanism upon the characterization of satan in John Milton's Paradise Lost",
  "abstract": "This thesis is a study on the influence of Humanism in Milton's Paradise Lost as seen in the characterization of Satan. The 17 th century English poet, John Milton, produced his ground-breaking work in Paradise Lost, an elongated poem-epic dissecting the fall of mankind into the abyss of sin as seen through the Biblical sphere. The politician-cum-Calvinist-Puritan Milton, in his characterization of Satan, is effusively intriguing. In contrast to the concision of the Biblical sphere, Milton seeks to break down the character of Satan to more representative and explanatory particles. Milton's attempt at reasoning with Satan's behaviour throughout the poem-epic, intentionally or unintentionally, breathes life and humanity into Satan. Satan's 'humanness' in Paradise Lost bears evidence to the emergence of Humanism, a decisive ideological factor in the Renaissance period of the 17 th century. Milton, an ardent Puritan in the Cromwellian England, motivated by his essentially humanism-sceptical beliefs, provides his own response to Humanism through Paradise Lost. The thesis writer's interest in the poem, awakened by the traits of Humanism present, is directed towards analysing the degree of humanistic influence on Milton's Paradise Lost in his characterization of Satan. Using the theory of characterization, the thesis writer analyzes Satan through literary approach to find out the ideas of Humanism reflected in Satan's speeches. The ideas of self-confidence, self-reliance, resilience, supremacy of mind and freedom are among humanistic ideas which Milton exposes in the characterization of Satan. In juxtaposing Satan alongside Humanism, Milton reveals his own resolute verdict on the philosophy and warns against the danger of Humanism.",
  "creators": "CHRISTINA DEWI",
  "contributors": "Sarah Limuil (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergradutae Thesis No.679; Christina Dewi (11493040)",
  "subjects": "ENGLISH POETRY-16TH CENTURY-STUDY AND TEACHING; MILTON, JOHN, 1608-1674. PARADISE LOST-STUDY AND TEACHING"
}