{
  "id": "12828",
  "title": "Keberadaan profesi manajemen konstruksi bagi pemilik proyek konstruksi di Surabaya",
  "abstract": "Suatu proyek konstruksi yang berskala besar dituntut adanya manajemen yang baik agar menghasilkan hasil yang sesuai dengan yang diharapkan, dimana proyek merupakan suatu rangkaian kegiatan yang mempunyai dimensi waktu, biaya, dan mutu guna mewujudkan gagasan pemilik yang tertuang pada gambaran kerja. Ada tiga fungsi pokok manajemen yaitu perencanaan (planning), pelaksanaan (implementasi) dan pengendalian (controlling). Manajemen Konstruksi (MK) mempunyai peranan untuk mengatur hubungan antara pihak-pihak yang terlibat dalam suatu proyek konstruksi (pemilik, konsultan perencana, kontraktor, sub kontraktor dan pemasok material) sehingga pekerjaan tersebut terlaksana sesuai dengan rencana. Manajemen Konstruksi berusaha memenuhi kebutuhan pemilik proyek seoptimal mungkin, dengan mengatur hubungan antara biaya konstruksi, waktu dan kualitas seperti yang diharapkan, sehingga proyek tersebut bernilai maksimum bagi pemilik. Penelitian ini bertujuan untuk mengetahui keberadaan profesi manajemen konstruksi bagi pemilik proyek konstruksi di Surabaya. Penelitian dilakukan pada 33 proyek konstruksi di Surabaya berdasarkan data yang didapatkan dari Dinas Tata Kota Kotamadya Surabaya. Dari 33 proyek konstruksi di Surabaya diketahui bahwa pihak yang mewakili jasa manajemen konstruksi untuk membantu pemilik didalam menyelesaikan proyek konstruksi adalah manajemen konstruksi sendiri sebesar 43% (14 buah proyek konstruksi), konsultan sebesar 30% (10 buah proyek konstruksi) dan tim yang dibentuk oleh pemilik sebesar 27 % (9 buah proyek konstruksi). Pada tahap pelaksanaan 33 proyek konstruksi di Surabaya di dapatkan nilai rata-rata keberhasilan pada masing-masing proyek seberikut: Nilai rata-rata keberhasilan pada proyek bangunan apartemen yang dicapai oleh pemilik (68,33) lebih baik daripada yang dicapai oleh konsultan (67,71) maupun profesi manajemen konstuksi (62,50); Nilai rata-rata keberhasilan pada proyek bangunan hotel yang dicapai oleh profesi manajemen konstuksi (84,72) lebih baik daripada yang dicapai oleh konsultan (73,09) maupun pemilik (72,57); Nilai rata-rata keberhasilan pada proyek bangunan pusat perbelanjaan dan perkantoran yang dicapai oleh pemilik (78,13) lebih baik daripada yang dicapai oleh konsultan (73,44) maupun profesi manajemen konstuksi (69,53). Hasil penelitian 33 proyek konstruksi di Surabaya yang diolah dengan menggunakan uji statistik Fisher Exact Test dan Chi-Square menunjukkan bahwa keberhasilan suatu proyek konstruksi tidak dipengaruhi oleh keberadaan jasa manajemen konstruksi, konsultan maupun tim yang dibentuk oleh pemilik proyek konstruksi yang berfungsi sebagai jasa manajemen konstruksi. Tidak adanya hubungan keberhasilan proyek pada tahap pelaksanaan yang menggunakan jasa manajemen konstruksi dengan yang tidak menggunakan jasa manajemen konstruksi untuk tiap tipe proyek konstruksi. Serta tidak adanya hubungan keberhasilan tiap tipe proyek konstruksi yang menggunakan jasa manajemen konstruksi dengan yang tidak menggunakan jasa manajemen konstruksi.",
  "creators": "ANDREAS SOEDARSONO G.; ANDRE SUSANTO",
  "contributors": "Ratna S. Alifen (Advisor 1); Indriani Santoso (Advisor 2); Budiman Proboyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 946 S; Andreas Soedarsono G (21492013), Andre Susanto (21492138)",
  "subjects": "CONSTRUCTION INDUSTRIAL MANAGEMENT"
}