{
  "id": "12834",
  "title": "Perancangan dan pembuatan situs komunitas berbasis web pada Himpunan Mahasiswa Fakultas Teknologi Industri Universitas Kristen Petra Surabaya",
  "abstract": "Permasalahan yang dihadapi oleh HIMA saat ini adalah kurangnya komunikasi antara pengurus HIMA dari jurusan yang termasuk dalam Fakultas Teknologi Industri (FTI), karena waktu yang terbatas dari masing-masing pengurus HIMA. Hal itu menyebabkan sering terjadinya duplikasi dari kegiatan yang diadakan oleh HIMA, padahal ada saling keterkaitan antar bidang yang ditekuni di jurusan masing-masing. Untuk itu dibutuhkan sebuah wadah untuk saling berbagi informasi antar jurusan. Untuk membantu HIMA dalam menyelesaikan permasalahan tersebut, maka dibuat sistem komunitas berbasis web untuk membantu HIMA menjalin komunikasi yang lebih erat antar pengurus maupun dengan mahasiswa. Fitur yang dibuat untuk membantu permasalahan yang ada adalah personal space, forum, grup dengan minat yang sama yang dapat menghubungkan mahasiswa FTI. Terdapat juga informasi seputar kegiatan yang diadakan oleh HIMA. Aplikasi yang dibuat berbasis web dengan menggunakan Macromedia Dreamweaver MX 2004, bahasa pemrograman PHP dan Javascript, database MySQL. Dari hasil pengujian sistem melalui pengurus HIMA dan mahasiswa dalam FTI, maka diperoleh kesimpulan bahwa web dianggap cukup berguna untuk menjalin komunikasi, mudah digunakan dan mempunyai tampilan yang cukup menarik yang masing-masing mendapat nilai 4 dari nilai 5. Hasil kuesioner untuk admin/ pengurus HIMA mendapat nilai 4,1 dari nilai 5.",
  "creators": "AIRINE",
  "contributors": "Arlinah Imam Rahardjo (Advisor 1); Silvia Rostianingsih (Advisor 2); Andreas Handojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02020826/INF/2009; Airine (26405154)",
  "subjects": "WEBSITES-DESIGN; DATABASE DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS)"
}