{
  "id": "12845",
  "title": "The Idea of going back to nature in William Henry Hudson's far away and long ago",
  "abstract": "This thesis concerns the study of the idea of going back to nature in William Henry Hudson's Far Away and Long Ago. In finding out how the modern city life influences Hudson and for what reasons he chooses to go back to nature, the writer uses the characterization in which she focuses on the main character, Hudson. Through characterization, the thesis writer wants to reveal how hedonism, which is Hudson's philosophy of life, works on Hudson in his love of nature. Besides characterization, the thesis writer also uses setting, as human being cannot be separated from environment. It is hoped that this study will help human being to be much concerned of his environment. In addition, setting often influence human being's character, conduct reaction and development. Furthermore, the thesis writer also uses extrinsic method to reveal further information that is supported the analysis. Thus, from this study the diesis writer concludes that modernization of town does not give a better life in which it does not give the balance life in physical and mental health. Besides, the modern city life tends to bring bad effects such as: pollution, erosion, and unsanitary place also raising the noise level of the city. Considering all the bad effects and his awful experiences when he was out of nature, Hudson invites us to go back to nature because nature will provide us everything with its best way.",
  "creators": "VERA SURIANTO",
  "contributors": "Liliek Soelistyo (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 529; Vera Surianto (11492005)",
  "subjects": "ARGENTINE FICTION-20 TH CENTURY-STUDY AND TEACHING; HUDSON, WILLIAM HENRY, 1841-1922. FAR AWAY AND LONG AGO-STUDY AND TEACHING"
}