{
  "id": "12846",
  "title": "A Study of the main character's fight against the unfair system in John Steinbeck's in dubious battle",
  "abstract": "The study of Steinbeck's In Dubious Battle is intended to analyze how the main character's fight against the unfair system. Jim, who becomes the victim of an unfair system, fights against the system to improve the working condition especially for the workers. But in his fight Jim turns to be inhuman and the writer of this topic is interested in discussing Jim's changes. And through this thesis, the writer wants to prove that Jim changes to be inhuman because of his obsession to gain his aim, that is to improve the working condition. At first, Jim feels depressed because the unfair system has already destroyed his family and his life, but he can do nothing to improve his condition. This makes Jim feel hopeless. Finally Jim finds a way to fight against the system by joining the communist party that fights for the workers'right. Working for the party makes Jim feel that he has the power to fight against the system. He becomes a leader but to achieve his goal he also turns to be a manipulator. Jim also uses every available means to reach his goal that he has lost his perspective as to the reasons of his fight. Through the topic presented in this thesis, the writer has proved that because of his obsession, Jim has turned to be inhuman. He justifies every means to reach the ends. Jim wants to fight for humanity but because of his obsession for his goal, Jim has become as cruel as the system that he is fighting against.",
  "creators": "TJHEN YEN LIE",
  "contributors": "Jenny Mochtar Djundjung (Advisor 1); Sarah Limuil (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 551; Tjhen Yen Lie (11492030)",
  "subjects": "STEINBECK, JOHN, 1902-1968. DUBIOUS BATTLE-STUDY AND TEACHING; AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING"
}