{
  "id": "12841",
  "title": "Perancangan fasilitas kerja untuk meningkatkan produktivitas pada departemen pengepakan di CV. Surya Buana",
  "abstract": "Dengan semakin berkembangnya dunia industri saat ini, maka semakin luas pula permasalahan dan hambatan yang muncul. Salah satunya dalam bidang ketenagakerjaan, di mana tenaga kerja merupakan salah satu motor penggerak industri, yang memerlukan banyak perhatian dan biaya. Pada perusahaan yang memproduksi sohun ini, sering terjadi karyawan tidak masuk karena sakit, sewaktu bekerja sering berhenti karena lelah dan timbulnya rasa sakit pada tubuh bagian punggung, pinggang dan kaki akibat posisi kerja yang salah. Hal ini menyebabkan rendahnya tingkat produktivitas karyawan. Oleh karena itu pembahasan pada penelitian ini difokuskan pada peningkatan produktivitas kerja karyawan melalui perancangan fasilitas kerja yang ergonomis dengan memperhitungkan aspek rekayasa nilai. Penelitian terdiri dari beberapa tahap, yaitu : pengamatan lapangan, identifikasi masalah, mengumpulkan data waktu kerja sebelum penerapan, mengumpulkan dan mengolah data dimensi tubuh karyawan untuk membuat tabel antropometri, yang selanjutnya akan digunakan dalam proses perancangan fasilitas kerja yang ergonomis, melakukan analisa rekayasa nilai untuk mengetahui alternatif mana yang memberikan hasil atau nilai paling baik dengan biaya rendah, menerapkan alternatif terpilih, kemudian mengumpulan dan mengolah data waktu kerja rata-rata setelah penerapan dan membandingkan tingkat produktivitas kerja karyawan antara sebelum dan sesudah penerapan fasilitas kerja baru tersebut. Pengujian tingkat produktivitas berdasarkan waktu kerja rata-rata ternyata menunjukkan bahwa terjadi peningkatan produktivitas kerja pada proses III, yaitu proses memasukkan sohun ke dalam karung plastik, karena karyawan tidak perlu berpindah-pindah dan mengangkat karung berisi sohun lagi. Sedangkan pada proses I dan II tidak terjadi perubahan tingkat produktivitas pada taraf signifikan 5%. Namun apabila rating factor dan allowance time diperhitungkan, maka waktu standart setelah penerapan ternyata lebih besar, hal ini disebabkan karena karyawan masih belum terbiasa dengan fasilitas kerja baru ini, sehingga waktu kerjanya lebih besar (lambat). Meskipun demikian, penerapan fasilitas baru ini dapat meningkatkan produktivitas dan loyal itas karyawan, sehingga tidak ada salahnya apabila perusahaan segera menerapkan fasilitas kerja baru tersebut pada seluruh departemen pengepakan, demi kelancaran proses produksi dan kesejahteraan karyawan.",
  "creators": "VERAWATI SURJONO",
  "contributors": "Maja Indahwati (Advisor 1); Kriswanto Widiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 315/TI-42/2000; Verawati Surjono (25493023)",
  "subjects": "WORK MEASUREMENT; INDUSTRIAL MANAGEMENT; INDUSTRIAL ENGINEERING"
}