{
  "id": "12852",
  "title": "Evaluasi sistem informasi akuntansi atas siklus pendapatan di PT Semen Gresik (Persero)",
  "abstract": "Agar sistem informasi akuntansi dapat menghasilkan informasi yang sesuai dengan karakteristik informasi, maka sistem informasi akuntansi tersebut harus didukung dengan prosedur pengendalian yang memadai. Prosedur pengendalian yang memadai dapat mencegah dan mendeteksi terjadinya kesalahan sehingga dapat menyediakan data yang handal, mengamankan aktiva dan catatan, mendorong efisiensi operasional dan mendorong ketaatan pada kebijakan yang diterapkan. Untuk mendukung pelaksanaan sistem informasi akuntansi di perusahaannya, pihak manajemen PT. Semen Gresik (persero) juga telah menerapkan prosedur pengendalian. Sehubungan dengan hal tersebut, problematika yang diangkat penulis dalam penelitian ini adalah apakah prosedur pengendalian yang diterapkan dalam sistem informasi akuntansi atas siklus pendapatan di PT. Semen Gresik (persero) telah memadai. Oleh karena itu, penelitian ini mempunyai tujuan untuk mengevaluasi apakah prosedur pengendalian yang diterapkan dalam sistem informasi akuntansi atas siklus pendapatan di PT. Semen Gresik (persero) telah memadai. Jenis penelitian yang dilakukan oleh penulis adalah penelitian deskriptif berupa studi kasus dengan obyek penelitian PT. Semen Gresik (persero). Jenis data yang digunakan adalah data kualitatif dan sumber data yang digunakan adalah data internal. Metode pengumpulan data yang digunakan oleh penulis adalah studi kepustakaan dan studi lapangan. Dalam studi lapangan, penulis menggunakan tiga cara, yaitu: observasi, wawancara dan dokumentasi. Sedangkan teknik analisis yang digunakan oleh penulis adalah analisis kualitatif Terdapat tiga hal yang dianalisis dan dibahas oleh penulis, yaitu sistem informasi akuntansi atas siklus pendapatan, prosedur pengendalian dan penerapan teknologi Local Area Network (LAN) dalam sistem informasi akuntansi atas siklus pendapatan. Berdasarkan analisis dan pembahasan tersebut, diketahui bahwa prosedur pengendalian yang diterapkan dalam sistem informasi akuntansi siklus pendapatan di PT. Semen Gresik (persero) telah memadai di beberapa bagian dan belum memadai di beberapa bagian.",
  "creators": "SRI MAHARSI",
  "contributors": "Setyarini Santosa (Advisor 1); Oviliani Yenty Yuliana (Advisor 2); I MADE NARSA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 003/94/FE.AK/1999; Sri Maharsi (32494052)",
  "subjects": "ACCOUNTING"
}