{
  "id": "12867",
  "title": "A Study of friendship in the two opposing characters in Robert Louis Stevenson's kidnapped",
  "abstract": "Kidnapped is one of Stevenson's great adventurous works which presents the idea of friendship emerging between the two main opposing characters, David Balfour and Alan Breck Stuart. Through this thesis, the writer wants to reveal the causes that make them considered as the opposing characters, and how they are able to be united in a friendship. In finding out the answers, the writer will analyze the background and distinctive character traits of David and Alan, their conflicts, and the emergence of their friendship. In this case, she uses the theories of characterization, conflict and the meaning of the term 'friendship'. The analysis shows that David and Alan have different background and character traits which cause them to be considered as the opposing characters. David, the seventeen year old Whig Lowlander, is naive, foolish, loyal, cowardice and responsible, while Alan, the Jacobite Highlander who is much older than David, is well-experienced, traitorous, irresponsible, and brave. These differences also lead them to one major aspect, that both of them have a fiery sense of pride, which leads them to some conflicts. However, they can be united in a friendship. Through the analysis it can be concluded that despite of their differences and conflicts, their friendship can emerge because they realize that they need each other, then they throw away their sense of pride, they forgive each other's fault, and they have to fulfil each other's needs.",
  "creators": "YANI SISKARTIKA",
  "contributors": "Theophilus Jokri (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 669; Yani Siskartika (11493078)",
  "subjects": "STEVENSON, ROBERT LOUIS, 1850-1894. KIDNAPPED-STUDY AND TEACHING; ENGLISH FICTION--19TH CENTURY--STUDY AND TEACHING"
}