{
  "id": "1287",
  "title": "Identifikasi faktor-faktor yang mempengaruhi \"time performance\" dari kontraktor proyek ruko di Surabaya",
  "abstract": "Pembangunan ruko di Surabaya ada yang terlambat, tepat waktu, atau lebih cepat dari jadwal yang telah direncanakan. Kejadian ini menarik untuk dikaji bagaimana hal-hal tersebut bisa terjadi dan faktor-faktor apa saja penyebabnya. Makalah ini akan mengidentifikasi faktor-faktor yang mempengaruhi \"Time Performance\" dan kontraktor proyek ruko di Surabaya. Manfaat penelitian ini bagi kontraktor adalah dapat digunakan sebagai masukan tentang faktor-faktor yang berpengaruh pada \"Time Performance\" proyek ruko sehingga faktor-faktor tersebut dapat lebih diperhatikan. Proyek ruko yang disurvei dibatasi pada proyek yang sudah selesai pembangunannya mulai tahun 1998. Data penelitian didapat dengan menyebarkan kuesioner kepada kontraktor-kontraktor yang pernah membangun proyek ruko di Surabaya. Penelitian yang dilakukan berupa studi kepustakaan dan survei dengan menyebarkan kuesioner untuk mengidentifikasi faktor-faktor apa saja yang mempengaruhi \"Time Performance\". Untuk analisa data digunakan analisa vanan satu arah (One-Way ANOVA) dengan level of significance (a) sebesar 0 05. Data yang didapat dari penelitian ini dianalisa dengan cara dikelompokkan menjadi 5 kelompok variabel sehingga ANOVA dipilih sebagai alat untuk mengolah data karena dapat membandingkan lebih dari 2 kelompok variabel. Dan hasil analisa data ditemukan hanya sejumlah 8 faktor saja yang secara statistik signifikan berpengaruh pada \"Time Performance\" dan 34 faktor yang dianalisa. Faktor-faktor tersebut adalah perubahan desain konstruksi (sig=0 013), penjadwalan pekerjaan yang akan dilakukan (sig=O019), disiplin para pekerja (sig=0 021), ketersediaan material (sig=0 027), pembayaran dan pemilik (sig =0 030), kontrol kualitas pengerjaan proyek (sig =0 034), ketersediaan tenaga kerja (sig =0 042), dan pengiriman matenal (sig =0 046). Faktor-faktor yang secara statistik signifikan berpengaruh tersebut kemudian akan dibahas alasannya mengapa hal tersebut bisa terjadi, bagaimana kenyataannya pada dunia konstruksi, diskusi dengan penelitian sebelumnya, dan juga bagaimana cara untuk mengantisipasi kendala-kendala dalam menghadapi faktor-faktor tersebut. Sebagai contoh mengenai masalah perubahan desain konstruksi, hal ini bisa terjadi akibat kurangnya komunikasi antara pemilik dengan konsultan dan kontraktor. Faktor ini juga ditemukan dominan mempengaruhi keterlambatan pada penelitian-penelitian sebelumnya. Antisipasinya adalah dengan merencanakan desain konstruksi secara matang dan cermat. Pihak pemilik harus dapat menjelaskan secara rinci apa saja kriteria-kriteria yang ia inginkan pada proyeknya kepada kontraktor dan konsultan.",
  "creators": "SUSANDI; HENDRA WIJAYA",
  "contributors": "Andi (Advisor 1); Budiman Proboyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1213/SIP/2002; Susandi (21497087), Hendra Wijaya (21497100)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}