{
  "id": "12875",
  "title": "Analisa regangan pada pembuatan hopper dengan proses deep drawing dengan ketergantungan pada arah pengerolan",
  "abstract": "Proses deep drawing adalah suatu proses pembentukan plat menjadi bentuk tertentu tanpa banyak mengurangi ketebalan plat itu sendiri. Dalam proses deep drawing, selalu akan timbul regangan yang besarnya berbeda tergantung posisi melakukan pengamatan. Adapun dengan bentuk hopper posisi pengukuran regangan dilakukan pada daerah dasar cup (bottom), dinding dan flange. Dengan pengukuran regangan yang timbul maka dapat diketahui daerah-daerah pada hopper yang rawan terhadap terjadinya retakan maupun kerutan (wrinkle). Walaupun terjadi regangan, hopper yang dihasilkan tidak mengalami kerusakan karena adanya pemampatan yang terjadi sclain regangan. Jika tekanan yang diberikan pada plat tepat dan beban tidak melebihi beban kritis serta drawing ratio tidak melewati Limiting Drawing Ratio, maka pemampatan ini akan mengimbangi regangan sehingga tidak terjadi kerusakan pada plat, dan juga ketebalan plat tidak banyak banyak berubah sehingga memenuhi teori deep drawing itu sendiri. Timbulnya gejala kupingan (earing) pada hopper hasil deep drawing dipengaruhi, sclain olch sifat anisotropi material, juga dipengaruhi oleh arah pengerolan dari plat terscbut. Kupingan akan terjadi pada daerah yang searah arah pengerolan dan pada daerah 90? arah pengerolan. Selain itu kedua posisi ini juga akan mempunyai sifat-sifat yang hampir sama untuk perbedaan sudut 90? , seperti grafik regangan yang dihasilkan. Hal terakhir yang dapat disiinpulkan adalah, hopper yang selama ini dibuat dengan proses spinning, ternyata dapat dibuat dengan proses deep drawing dan mempunyai beberapa kelebihan dibandingkah dengan hopper hasil spinning.",
  "creators": "RONNY WUISAN",
  "contributors": "Suwandi Sugondo (Advisor and Examination Committee); Oegik Soegihardjo (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 84.54.130; Ronny Wuisan (24489021)",
  "subjects": "DEEP DRAWING (METAL-WORK); METAL-WORKING-MACHINERY"
}