{
  "id": "12909",
  "title": "The Idea and reality of endurance as reflected in Longfellow's poems on slavery",
  "abstract": "Henry Wadsworth Longfellow (1807 - 1882) was very productive to establish his achievement in literature, not only in America, but also in England and all Europe (Wilbur, 9) . He gave an important contribution to the important relationship between America and European literature (Unger, 487) by producing essays, poems, proces, dramas, lectures, and translations. Thus, eventhough all these works cannot maintain their eminence after 50 years of Longfellow's death and cause Longfellowto be considered as a minor poet, he is still a great author in the history of American and European literature . One of his works which actually is not his great literary work except for political history in America is Poems on Slavery . This anthology consists of eight poems. All poems generally talk about the slavery. Moreover, these poems particularly declare the sympathy and endorsement for the slave's rights. This work, somehow, is very appealing since Longfellow, as the \"white\" author, affirmed himself to probe Afro-American people in slavery time of America. In expressing his idea in literary works, Longfellow often wrote something which is based on his own experience. He used to assign all thoughts and feelings through his images. Therefore, most of his literary works, especially poetry, used imagery dominantly (Unger, 487). Thus, the writer tries to probe Longfellow's idea in Poems on Slavery and its image of reality which might be revealing the historical reality of America. More particularly is the historical fact of endur-ance as one of Afro-American survival techniques which is the process of the acceptance of the African as a part of Western culture and citizenship. (Davis, 674) Therefore, this thesis interweaves Longfellow's idea by analyzing the imagery which contains in Poems on Slavery. The imagery, which is used to reflect the slave's life, is drawn near to a real scene of this work to attain to sociological study. As a result, the writer can figure out the significance of this Afro-American historical life. Finally, this thesis considers that literary works and history can influence each other. Sometimes, literary works can be a written record to reflect what had happened in a certain time. Furthermore, literary works give more value to encourage mankind to see the past as the important thing. Actually this is one of Longfellow's point of view toward the flow of time and the consciousness, from present to past. (Unger, 495)",
  "creators": "MARIA TIRTANINGRUM",
  "contributors": "TERESA M. W. (Advisor 1); Guillermina L. Verzosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 454; Maria Tirtaningrum (11491093)",
  "subjects": "LONGFELLOW, HENRY WADSWORTH, 1807-1882. IN POETRY-STUDY AND TEACHING; ENGLISH POETRY-19TH CENTURY-STUDY AND TEACHING"
}