{
  "id": "12908",
  "title": "A Study of friendship, love and conflict in the relationships among the characters in Henry James's the Spoils of poynton",
  "abstract": "This thesis is an analysis of human relationships in the novel The Spoils of Paynton by Henry James, In this thesis, the writer studies friendship, love and conflict in the relationship between each of the three female characters, Mrs. Gereth, Miss Mona Brigstock , , and Miss Fleda Vletch, with Owen Gereth and in After analyzing friendship, love and conflict in their relationships among the characters in The Spoils ofPoyntpn, the thesis writer concludes that conflicts arise when people fight against one another because of material wealth. However more important than material wealth are friendship and love among people. the relationship among the three female characters themselves. Each of them have their own qualities and attitudes toward material wealth and towards love and friendship. Owen eventually falls into Mona's trap of marriage and sacrifices Fleda's love and his mother's passion for art and beauty, whereas Fleda finds in Mrs. Gereth a kind friend. In her research, the thesis writer found out that the relationship between Mrs. Gereth and her son is charaterized by conflict; that between Mona and Owen by friendship and conflict; and that between Fleda and Owen by friendship and love. Among the three female characters, the relationship between Miss Gereth and Mona is characterized by hatred; that between Mona and Fleda by jealousy; and that between Miss Gereth and Fleda by friendship.",
  "creators": "ANITA LESMONO",
  "contributors": "Guillermina L. Verzosa (Advisor 1); Dra. Sarah Prasasti, M.Hum. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 595; Anita Lesmono (11490010)",
  "subjects": "AMERICAN FICTION--19TH CENTURY--STUDY AND TEACHING; JAMES, HENRY,1843-1916. THE SPOILS OF POYNTON-STUDY AND TEACHING"
}