{
  "id": "12903",
  "title": "Pentingnya penerapan outsourcing untuk meningkatkan efisiensi biaya produksi pada PT. X",
  "abstract": "PT. \"X\" di Surakarta adalah perusahaan di bidang industri benang. Selama ini perusahaan selalu berusaha untuk meningkatkan efisiensi biaya. Dimana perusahaan dalam menjual produknya menggunakan produk yang lain, yaitu klos (gulungan untuk menggulung benang). Karena masa raanfaat mesin dari pembuat klos sudah habis. Maka ada pemikiran dari pihak manajemen perusahaan, kalau pembuatan klos diserahkan pada pihak ekstern perusahaan. PT. X di Surakarta mendapat tawaran untuk melakukan outsourcing, yang mana produk tersebut akan diproduksi oleh PT. Y di Semarang. Bila PT. X di Surakarta mengambil keputusan untuk melakukan outsourcing dengan PT. Y di Semarang, maka biaya produksi dalam membuat klos bila dibandingkan membuat sendiri akan lebih murah. Dalam hal ini sudah dapat dikatakan bahwa efisiensi biaya produksi tercapai. Namun demikian ada hal yang lain yang perlu dipertimbangkan dalam melakukan outsourcing, yaitu adanya biaya-biaya tetap yang harus tetap ditanggung oleh pihak perusahaan yang akan mempengaruhi harga tiap unit klos yang dihasilkan. Pihak manajemen perusahaan juga perlu mempertimbangkan biaya-biaya tersebut. Ada 4 (empat) keputusan yang perlu dipertimbangkan dalam melakukan outsourcing, yaitu: - Mesin klos tidak dijual dan tidak dikenakan PHK terhadap tenaga kerja. - Mesin klos dijual dan tidak dikenakan PHK terhadap tenaga kerja. - Mesin klos tidak dijual dan dikenakan PHK terhadap tenaga kerja. - Mesin klos dijual dan dikenakan PHK terhadap tenaga kerja. Dari hasil evaluasi perhitungan dan perbandingan biaya yang dikeluarkan, harga klos tiap unit yang dihasilkan dan laba yang dicapai dari masing-masing alternatif keputusan, maka PT. X di Surakarta lebih baik melakukan outsourcing dan disarankan pihak manajemen memilih alternatif yang keempat yaitu mesin klos dijual dan dikenakan PHK terhadap tenaga kerja.",
  "creators": "DENNY KOES YULISTIAWAN",
  "contributors": "Devie (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 038/94/FE.AK/2000; Denny Koes Yulistiawan (32494024)",
  "subjects": "ACCOUNTING; COST ACCOUNTING"
}