{
  "id": "1290",
  "title": "Analisa karakteristik parkir mobil di Universitas Kristen Petra termasuk model bangkitan dan tarikan pergerakan",
  "abstract": "Jumlah mahasiswa UK Petra semakin bertambah setiap tahunnya, sedangkan kapasitas lahan parkir mobil cenderung tetap, sehingga terjadi ketidakseimbangan antara kebutuhan parkir dengan ketersediaan lahan parkir. Untuk itu perlu dibuat penelitian untuk mengetahui karakteristik pergerakan parkir mobil mahasiswa dan memodelkan bangkitan dan tarikan parkir di UK Petra dengan konsep statistik. Survei dilakukan dalam dua tahap yang pertama adalah survei kendaraan parkir didalam dan diluar lahan UK Petra, dan yang kedua adalah survei kuesioner terhadap mahasiswa UK Petra. Dari survei parkir dianalisa dengan metode Pearson Correlation, Stepwise Regresion, dan Simple Liniear Regresion untuk mendapatkan model persamaan matematis yang paling signifikan. Dari survei kuesioner dianalisa dengan metode chi square distribution fitting untuk mengetahui karakteristik mahasiswa terhadap kegiatan yang dilakukan di UK Petra termasuk karakteristik parkirnya. Rata - rata occupancy rate mobil adalah 1,54 orang dengan lama parkir 2 jam 48 menit untuk semua lahan parkir di UK Petra. Hasil model terbaik peramalan persamaan tarikan adalah Y = 553 + 1173Log Xj, dimana Xi adalah jumlah mahasiswa yang datang ke kampus/kapasitas ruang terpakai untuk kegiatan akademis. Sedangkan model terbaflc peramalan bangkitan adalah 1/Y = 0.00594 + 0.172/(l+X7), dimana X7 adalah karyawan pulang menggunakan mobil. Kendaraan parkir terbanyak dengan jumlah penumpang satu orang/kendaraan sebesar 60,6 %, dan 31,9% dengan jumlah penumpang dua orang/kendaraan, sedangkan sisanya 7,4% dengan jumlah penumpang > 3 orang.",
  "creators": "BAMBANG SETIYA BUDI; INDRI MIRDIYANTI",
  "contributors": "Tirta Djusman Arief (Advisor 1); Rudy Setiawan (Advisor 2); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1239/SIP/2002; Bambang Setiya Budi (21497109), Indri Mirdiyanti (21497222)",
  "subjects": "URBAN TRANSPORTATION; TRAFFIC ENGINEERING"
}