{
  "id": "12905",
  "title": "A Study of Stephen Crane's lexical stylistics in the red badge of courage",
  "abstract": "In his book Stylistics of Fiction. Michael J. Toolan stated that \"...a deeper textualism must treat the language of the text as contitutive of character, theme, evaluation and so on \". This statement encourages the writer of this thesis to do a research in the language of Stephen Crane especially in his lexical items in his famous novel The Red Badge of. Courage. The writer is tempted to know the lexical items which reveal the three central themes of the novel. Then, she also wants to know whether the most dominant theme of the novel constituted by a number of lexical items is in the greatest percentage or not. She uses semantics point of view to do her research in this thesis. She thinks that semantics is the most suitable approach because in this research, the writer of this thesis deals with the meaning of lexical items in relation with the three central themes of the novel. The semantic theory that is used by the writer to anlyze the data are collocational theory and lexical semantic relatedness theory, namely hyponymy and synonymy. Through this objective research, the writer finds out that all the central themes of The Red Badge of Courage are consituted by a number of lexical items although they are not in the same proportion. Beside that, this research has also proved that the most dominant theme of a novel is not always constituted by a number of lexical items in the greatest percentage.",
  "creators": "SANDRA NATALEA",
  "contributors": "Anneke Heritaningsih Tupan (Advisor 1); WAGIMAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 266; Sandra Natalea (11489058)",
  "subjects": "AMERICAN FICTION-19TH CENTURY; CRANE, STEPHEN, 1871-1900. THE RED BADGE OF COURAGE"
}