{
  "id": "12912",
  "title": "The Study of personal pronous used by the Chinese descendants in Speaking \"Bahasa Cina peranakan\" in Surabaya",
  "abstract": "This study is about the personal pronouns used by Surabaya Chinese descendants in the daily conversation. The writer analysed not only the form and the syntactic functions of the personal pronouns, but also the use of the personal pronouns. The writer used the qualitative approach in doing this study. In getting the data, she used four Chinese descendants that are represented by her own friends as the subjects of this study. The theories that are used by the writer in analysing the data are the theory of morphology, the theory of sosio-linguistic as well as the classification of English personal pronouns that is used as the basic theory to discuss the personal pronouns used by the subjects. After analysing the data, it was found that besides using Indonesian and Javanese personal pronouns, the subjects also used two forms of Chinese personal pronouns in their daily conversation. All these personal pronouns that are used by the subjects may function as subject, object, possessive. The morphological change and the morphophonemic change occured in the use of possessive personal pronouns. In the use of personal pronouns, mostly the subjects had the same variation when they talked to the younger, the same age and the older addressees who have the close social relationship as well as the older addressees of lower social status who have distance social relatioship. They just used different variatiom when they talked to the older addressees who have higher social statuse and there is no close relationship among them.",
  "creators": "SERLY",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 525; Serly (11492032)",
  "subjects": "INDONESIAN LANGUAGE-JAVANESE INTERFERENCE-STUDY AND TEACHING; LINGUISTICS"
}