{
  "id": "12910",
  "title": "Strategi pengembangan produk baru untuk meningkatkan penjualan",
  "abstract": "New Product Diffusion Models in Marketing: A Review and Directions for Research VIJAYA MAHAJAN, EITAN MULLER, and FRANK M. BASS Journal of Marketing Vol. 54 (January 1990), 1-26 Jurnal ini membahas mengenai penelitian tentang model inovasi penyebaran yang telah menghasilkan sebuah daftar bacaan yang terdiri atas artikel, buku, dan bermacam-macam terbitan lainnya. Usaha telah dilakukan untuk memeriksa kembali susunan dan konsep dasar dan pendapat utama tentang model penyebaran dari penerimaan barang baru. Kegunaan dari model penyebaran, secara umum digunakan dalam konteks peramalan penjualan. Selain itu juga model ini bertujuan untuk deskriptif dan normatif Karena model penyebaran termasuk dalam pendekatan analitik untuk menggambarkan penyebaran dari fenomena penyebaran, selain itu model ini dapat dipakai untuk menguji hipotesa dasar dan penyebaran yang spesifik. Lebih jelasnya model penyebaran di gunakan untuk menetapkan product life cycle dari produk baru sebagai dasar dari bagaimana suatu seharusnya dipasarkan. Hasilnya untuk menggambarkan pertambahan jumlah pemakaian dan meramalkan perkembangan selanjutnya dari proses penyebaran ini serta untuk mengetahui perilaku konsumen atas permintaan barang baru. The Impact of Market Knowledge Competence on New Product Advantage: Conceptualization and Empirical Examination TIGER LI and ROGER J. CALANTONE Journal of Marketing Vol. 62 (October 1998), 13-29 Walaupun peranan penguasaan pengetahuan pasar dalam memperluas keuntungan produk baru, diasumsikan luas pada literatur, namun kurang mencukupi jumlahnya karena tidak adanya konsep pendefinisiannya. Dalam studi ini, penulis mengkonsepkan kemampuan penguasaan pengetahuan pasar sebagai proses untuk menghasilkan dan menyatukanpengetahuan pasar. Penulis menguji model konseptual dengan menggunakan data yang dikumpulkan pada industn software. Hasil tes menujukkan bahwa setiap proses dari tiga proses dari kemampuan penguasaan pasar memberikan pengaruh positif pada keuntungan produk baru. Hasil penelitian juga menyatakan asosiasi yang positif antara keuntungan produk baru dengan kinerja pemasaran produk serta dapat dipakai sebagai pegangan oleh top manajemen sebagai pengetahuan untuk kemampuan penguasaan pengetahuan pasar. The Convergence of Planning and Execution: Improvisation in New Product Development CHRISTINE MOORMAN and ANNE S. MINER Journal of Marketing Vol. 62 (July 1998), 1-20 Bidang strategi pemasaran memiliki anggapan penting bahwa strategi pemasaran harus dijalankan pertama-tama dengan menyusun suatu rencana berdasarkan tinjauan informasi dari lingkungan dan perusahaan kemudian melaksanakan rencana itu. Jurnal ini membahas mengenai kasus dimana penyusunan dan pelaksanaan sebuah tindakan berjalan pada satu waktu sehingga bisa dikatakan terjadi secara simultan. Peneliti mendefinisikan kejadian seperti ini sebagai improvisasi, Semakin pendek jarak waktu antara penyusunan dan pelaksanaan suatu tindakan semakin improvisasi tindakan itu. Kesimpulan Ketiga jurnal ini memiliki kesamaan topik pokok yang berhubungan dengan pengembangan produk baru. Jurnal pertama membahas tentang model penvebaran dari penerimaan barang baru pada pemilihan merek. Jurnal ini menekankan penelitian pada produknya, yaitu mengenai bagaimana efek dari penambahan keunggulan baru pada suatu produk. Jurnal kedua memebahas pengembangan produk baru sebagai pengetahuan manajemen. Jurnal ketiga membahas mengenai improvisasi dalam pengembangan produk baru. Jurnal kedua dan jurnal ketiga berfokus pada tindakan-tindakan yang dibuat oleh tim pengembangan produk baru agar dapat tetap kompeten dalam menjalankan tugasnya. Secara umum ketiga jurnal ini dapat diterapkan dan dilaksanakan di Indonesia, karena inti pokok dari jurnal-jumal ini, seperti penambahan keunggulan baru. kinerjatim, dan improvisasi merupakan hal yang biasa tcrjadi disetiap perusahaan. Justru jurnal-jurnal tersebut dapat menjadi bahan masukan dan da",
  "creators": "FANNY NURCAHYA",
  "contributors": "Hartono Subagio (Advisor 1); SENTOT HARMAN GLENDOH (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 46/EM/2000; Fanny Nurcahya (31493016)",
  "subjects": "MARKETING-MANAGEMENT"
}