{
  "id": "12927",
  "title": "Studi implementasi sistem last planner pada proyek 'x' di Surabaya",
  "abstract": "Dalam perkembangan dunia konstruksi yang semakin komplek dibutuhkan suatu kontrol proyek tidak hanya pada tipe kontrol yang terfokus pada transformasi seperti pada manjemen proyek tradisional, tetapi juga dibutuhkan kontrol proyek yang memperhatikan aliran kerja. Seiring dengan suksesnya penerapan sistem lean production dalam dunia manufaktur, dewasa ini mulai dilakukan implementasi konsep lean dalam dunia konstruksi (lean construction), salah satu alatnya yaitu sistem Last Planner, memiliki fungsi untuk melakukan kontrol aliran kerja dan unit produksi. Tujuan dari penelitian ini adalah untuk mengetahui bagaimana penerapan sistem Last Planner sebagai alat operasi lapangan, mengetahui proses-proses yang mendukungnya, serta mengetahui faktor penyebab dominan tidak terselesaikannya pekerjaan. Penelitian ini dilakukan dengan studi kasus terhadap penerapan sistem Last Planner pada proyek pembangunan apartment 18 lantai. Penelitian ini telah dilakukan selama 26 minggu dengan 3 tahapan penelitian, masing-masing dengan proses yang berbeda. Hasil penelitian menunjukkan bahwa dengan melakukan shielding production dapat meningkatkan rata-rata PPC (Percent Plan Complete) dari 46,99% menjadi 74,91%, kemudian setelah ditambahkan proses daily meeting dan visualisasi schedule, PPC meningkat menjadi 78,33%, kenaikan PPC juga disertai kenaikan progres aktual mingguan, juga plan reliability dan aliran kerja yang lebih baik. Sedangkan faktor penyebab dominan tidak terselesaikannya pekerjaan dalam proyek ini adalah faktor: pre-requisite, labour, equipment dan other.",
  "creators": "JUARLIK IWAN",
  "contributors": "Andi (Advisor 1); LIE ARIJANTO (Advisor 2); Handoko Sugiharto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Thesis No. 01000137/MTS/2009; Juarlik Iwan (01505008)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; INDUSTRIAL PROJECT MANAGEMENT"
}