{
  "id": "12939",
  "title": "A Study of Kurt's influences in defending the family relationship from the antagonist character in Lilian Hellman's watch on the rhine",
  "abstract": "Lillian Hellman is well known as a moral writer. In her works of art, she used to describe about human perversity and evil. In most of her work, the hero always creates some destruction in family relationship. For example, the malicious child in The Children Hour , the greedy Regine in the Little Foxes, and the tyrannical manipulator in the Autumn Garden. She says that evil in the mind of the main character always corrodes the family relationship at the end (Dasgupta, 486). In this thesis, the writer uses Watch on the Rhine, as her primary source. Here, the writer finds something interesting in this drama. It is not like the other works of Hellman, the hero in this story `Kurt Muller? is a positif hero who will have an important role to save the family relationship. It is about a family who tries to defend their existence from the antagonist, Teck de Brancovis. That is why, the writer wants to know about the influence of Teck the antagonist and Kurt the protagonist toward the members of the Farrelly family. Then the writer is also curious to find out how the family can survive from the negative influences. Thus, in order to deepen her thesis the writer uses some literary tools , characterization and conflict. Characterization is important to develop the real character of the main character. Conflict is used to strengthen the character and to make it clear and obvious. Finally, it is seen that Teck de Brancovis brings negative influences toward some members of the family. He makes Marthe, Fanny and David hate each other. On the contrary, the influence of Kurt Muller?s behavior and attitude makes all the member of the family see from a different point of view. From the analysis, the writer sees that the members of the family realize that they are not close to each other. They see that eventhough Kurt and his family live in suffer but they always close to each other and they are a good family. That is why, the member of the family see Kurt as a figure . They finds out that love, trust, care and understanding are the important tools that can save their family from the negative influences of Teck de Brancovis at the end.",
  "creators": "AGATA ANGGRAENI LIRANATA",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 647; Agata Anggraeni Liranata (11491019)",
  "subjects": "HELLMAN, LILLIAN. 1905-... . WATCH ON THE RHINE-STUDY AND TEACHING; AMERICAN DRAMA--20TH CENTURY--STUDY AND TEACHING"
}