{
  "id": "12930",
  "title": "A Comparison and contrast of formal English and formal Indonesian based on finite verb forms, tense and aspect",
  "abstract": "In this research, the writer investigated about the similarities and differences of finite verb form in formal English and their equivalents in formal Indonesian. She found out that the finite verb forms in English has 2 types: finite form in main verb and finite form in auxiliary verb. Finite verb form in main verb is only simple present form and simple past form while the finite form in auxiliary verb are the simple future, present continuous, past continuous, future continuous, present perfect, past perfect, future perfect, present perfect continuous, past perfect continuous and future perfect continuous forms. Their equivalents in Indonesian are the base forms or affixed forms of verbs and with the time expressions for simple present and simple past forms. Indonesian uses the terms [TELAH + V] or [SUDAH + V] or verb plus some adverbs such as JUST, NEVER and RECENTLY for perfective aspect and [SEDANG V + a time expression (present/past)] for continuous aspect and [AKAN + V] for simple future tense. In Indonesian, there is no combination of tense and aspect, except for AKAN SELESAI, corresponding to the English future perfect. Also, there is no combination of perfective and continuous aspects. Thus, in terms of tense, Indonesian only has one tense: future form, as used in simple future and future perfect while English has present, past and future forms. In terms of aspect, both Indonesian and English have continuous and perfective aspects of the verb. In functions of verb forms, English and Indonesian have many similarities.",
  "creators": "Dewi Stefani A.",
  "contributors": "Guillermina L. Verzosa (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 538; Dewi Stefani A. (11493068)",
  "subjects": "ENGLISH LANGUAGE-GRAMMAR-INDONESIA ASPECTS"
}