{
  "id": "12932",
  "title": "A Comparative study on the external and internal factors which influence the two main male characters in determining their final decision in Theodore Dreiser's Sister Carrie and Jennie Gerhardt",
  "abstract": "Both novels of Theodore Dreiser's Sister Carrie and Jennie Gerhardt have similar story, that is about the main male characters, Hurstwood and Lester Kane, who come from upper class society but they have made their love affair with women from lower class society. Their liaison has become the root of their problem which at last lead them to determine their final decision under the influence of the external and internal force. The external force emerges from environment while the internal force appears within men himself. Therefore, in her analysis, the thesis writer questions about the kinds of external and internal force which are similar and also difference that influence the two main male characters in determining their final decision. By doing this analysis, the thesis writer wants to show as well as to prove that indeed, there are some kinds of both external and internal forces which are used as considerations for the two main male characters before determining their final decision. She also wants to describe and to classify the forces that work in the two main male characters' life due to their final decision. In doing her analysis, the thesis writer will apply the theory of comparative study in order to see the similarities and the differences of the forces. Besides that, literary theories of characterization and conflict are also used in helping her to understand what sorts of characters actually Hurstwood and Lester are, and what conflicts they have before they determine their final decision. Hurstwood's love affair with Carrie has been a disaster for him that causes him to commit suicide. Meanwhile, Lester's love affair with Jennie has also made him to face the external and internal forces which lead him to leave Jennie as his final decision. Thus, the thesis writer will scrutinize first all of the kinds of external force in the two main male characters' life since they appear as the first sign in determining their decision. Finally, after doing her analysis, the thesis writer can conclude that both Hurstwood and Lester, indeed, have similarities and differences in their external and internal forces which are used as their consideration before they determine their final decision.",
  "creators": "IRAWATI",
  "contributors": "Dra. Sarah Prasasti, M.Hum. (Examination Committee 1); CHERRY HADIKUSUMO, Dra. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 733; Irawati (11495015)",
  "subjects": "DREISER, THEODORE, 1871-1945, SISTER CARRIE-STUDY AND TEACHING; DREISER, THEODORE, 1871-1945. JENNIE GERHARD-STUDY AND TEACHING"
}