{
  "id": "12944",
  "title": "Model pemilihan kontraktor pemenang tender di sektor swasta menggunakan analytical hierarchi process",
  "abstract": "Pemilihan kontraktor yang tepat merupakan salah satu hal penting dalam evaluasi tender. Proyek konstruksi saat ini makin komplek dan beresiko sehingga evaluasi tender berdasarkan harga terendah saja adalah kurang bijaksana dan seringkali menjadi sumber kegagalan proyek. Dua tujuan utama di dalam penelitian ini adalah : pertama, mengidentifikasi kriteria-kriteria penting dalam mengevaluasi kontraktor pemenang tender di sektor swasta dengan pendekatan multi attribute decision making (MADM); dan kedua adalah menghitung bobot masing-masing kriteria dengan menggunakan metoda analytical hierarchy process (AHP). Data untuk penelitian ini diperoleh dengan teknik penyebaran kuesioner dan wawancara dengan pakar manajemen konstruksi. Hasil analisa dari tujuan pertama menunjukkan bahwa harga penawaran, kemampuan manajemen dan teknik, kualifikasi dan pengalaman personil kunci, aspek safety, pengalaman dan performa di masa lalu serta faktor resiko pada pemilik adalah merupakan kriteria utama dalam memilih kontraktor di sektor swasta. Secara statistik tidak terdapat perbedaan dalam memandang kriteria-kriteria penting antara proyek bangunan industri dan proyek bangunan komersial di proyek swasta yang ditinjau dalam penelitian ini. Tujuan kedua menghasilkan tiga pendakatan dalam mengevaluasi tender yaitu : cost oriented, risk oriented dan past-relationship oriented. Berdasarkan temuan-temuan ini, penelitian juga mengusulkan program aplikasi berbasis Excel untuk memilih kontraktor pemenang tender.",
  "creators": "SUPARTO LIAUWNOTO",
  "contributors": "Andi (Advisor 1); Siana Halim (Advisor 2); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Thesis No. 01000132/MTS/2009; Suparto Liauwnoto (01506014)",
  "subjects": "BUILDING-CONTRACTS AND SPECIFICATION; PROJECT MANAGEMENT"
}