{
  "id": "12940",
  "title": "The Language functions used by Andrie Wongso in his book 18 wisdom and success",
  "abstract": "In this study, the writer was curious to know what language functions that were used by Andrie Wongso in 18 Wisdom and Success so that the readers may get the message and meaning of his sentences. This study focused on Andrie Wongso?s language functions to find out what the purposes or functions of language written by Andrie Wongso in his book entitled 18 Wisdom and Success. This study is related to sociolinguistics and discourse analysis. For the limitation, in this book, there were 18 commentary parts, but the writer took 9 commentary parts only. The writer chose Andrie Wongso?s because although he was not an academician but he could create great motivational books. Then, the writer chose this book, 18 Wisdom and Success, because it was his new book which also had already been improved with new ideas of motivational references. The writer used the theory of Roman Jakobson (1960) and Dell Hymes (1963). According to them, there are six types of language functions; they are emotive functions, directive function, phatic function, poetic function, referential function, and metalinguistic function. The writer found that Andrie Wongso used 5 types of language functions to motivate his readers. Those are emotive functions, directive function, phatic function, referential function, and metalinguistic function. He did not use poetic function. The function that was used the most frequently was referential function. It was because he wanted to motivate his readers by giving them a lot of references about values and wisdom of life instead of directing them to only do what he said. In addition, this referential function was used the most for a politeness reason so that his readers felt that they were respected by Andrie Wongso.",
  "creators": "YOSEPHINE MARCELLINA S",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); Jusuf Imam Ibrahim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011863/ING/2009; Yosephine Marcellina Salim (11405004)",
  "subjects": "DISCOURSE ANALYSIS; LANGUAGE AND LANGUAGES-STUDY AND TEACHING"
}