{
  "id": "12947",
  "title": "Types and functions of hedges used in Hillary Rodham Clinton's interview entitled expanding the U.S - Indonesian dialogue",
  "abstract": "This study is carried out to find out types and functions of hedges in Hillary Clinton?s interview entitled Expanding the U.S. - Indonesian Dialogue. Hillary Clinton is one of the inspiring women nowadays. Considering her existence to inspire people especially women, this pragmatics study attempts to find the types, functions, and type in relation to each function in Clinton?s utterances. The theory that is applied to find type of hedges is the taxonomy of hedges by Salager-Meyer (1997), while the theory of multiple functions by Jennifer Coates (1996) is applied to find functions of hedges. It is found that Clinton?s utterances contain a lot of hedges, classified into seven types and four functions of hedges. The most frequent type is Introductory Phrases. The second most frequent is approximators of degree, quantity, frequency and time. The following are modal auxiliary, adjectival, adverbial, excluding nominal phrases, compound hedges, \"if\" clauses, and modal lexical verbs. In addition, noun as one of types of hedges that could not be found. Furthermore, functions of hedges that appear the most is expressing doubt, which is followed by searching for the right word, avoiding playing the expert, sensitivity to other?s feeling, and expressing confidence. In addition, it is found that one type can have more than one function depending on the context. Besides, the findings reveal certain types of hedges are used in relation to each function. Although, the result reveals that Hillary uses hedges to express doubt the most frequently, it can not be concluded that she is lack of confidence. This might due to her role as the representative of United of States that she has to be careful in giving statements.",
  "creators": "AGNES JAYANTHIE MONIAGA",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Flora Debora (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011894/ING/2009; Agnes Jayanthie Moniaga (11405015)",
  "subjects": "ENGLISH LANGUAGE-DISCOURSE ANALYSIS; ENGLISH LANGUAGE-GRAMMAR"
}