{
  "id": "12946",
  "title": "Persuasive ways used by multilevel marketer of Tianshi",
  "abstract": "There are five general purposes of speech but speech to persuade is mostly used by people. In this paper the writer analyzes persuasive ways used by the multilevel marketer of Tianshi to his ten customers which consisted of five males and females. This research seeks to describe what types and frequency of persuasive way used by a multilevel marketer of Tianshi; and to find out types and frequency of persuasive way used by multilevel marketer to different gender of the customers. The writer used eight common technique used to persuade people by Moss: quote testimonial from famous people, use peer pressure, appeal to a person desire to advancement, select favorable evidence, claim advantages which cannot be proved or supported, gain support by association with prestigious organizations or good causes, revert to name-calling, and exaggerate differences or promote trivial things that are distinct. Moreover, the writer used the supporting theories about gender by Tannen, Holmes, and Beebe. They differentiate gender of the customers based on their general characteristic, open to persuasion, and interruption. After the analysis, the writer found that there are only six types out of eight of persuasive ways used by multilevel marketer of Tianshi to his customers. Moreover, the writer saw that the male customers are active, curios, and difficult to convince. It stands to reasons that the multilevel marketer mostly used both appeal to a person desire for advancement and select favorable evidence. Conversely, the female customers tend to be passive. Hence, the multilevel marketer mostly used select favorable evidence.",
  "creators": "DEWI ANGGRAINI",
  "contributors": "Samuel Gunawan (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011871/ING/2009; Dewi Anggraini (11405033)",
  "subjects": "INDONESIAN LANGUAGE-SEX DIFFERENCES; DISCOURSE ANALYSIS; INDONESIAN LANGUAGE-DISCOURSE ANALYSIS"
}