{
  "id": "12945",
  "title": "Pengusulan alat bantu berbasis analytical hierarchy process untuk menentukan material rangka atap",
  "abstract": "Material konstruksi rangka atap rumah saat ini makin bervariasi, dari jenis material kayu, baja konvensional, beton, dan material yang saat ini sedang naik daun adalah material baja ringan. Oleh sebab itu perlu diketahui faktor-faktor yang mempengaruhi para pelaku konstruksi dalam menentukan pilihan material untuk rangka atap. Analytical Hierarchy Process merupakan metode pengambilan keputusan yang cukup mudah dipahami oleh pelaku konstruksi. Penelitian ini bertujuan untuk mengetahui faktor-faktor yang mempengaruhi para pelaku konstruksi dalam menentukan material untuk rangka atap rumah dengan kuisioner, membuat suatu alat bantu dalam pengambilan keputusan pemilihan material rangka atap berbasis AHP, dan kemudian dilakukan uji coba penerapannya dalam studi kasus. Data penelitian ini diperoleh melalui survai kuisioner dan wawancara terhadap para pelaku konstruksi untuk bangunan rumah menegah hingga rumah mewah. Para pelaku konstruksi dalam hal ini adalah Konsultan, Kontraktor, dan Pemilik. Hasil penelitian menunjukkan bahwa terdapat perbedaan antara para pelaku konstruksi dalam penilaian faktor-faktor dalam menentukan material rangka atap proyek rumah. Konsultan lebih menitikberatkan pada faktor durabilitas material rangka atap, Kontraktor pada faktor biaya konstruksi, dan Pemilik berada antara faktor durabilitas material rangka atap dan biaya konstruksi. Kuisioner AHP sebagai alat bantu pengambilan keputusan dibedakan menjadi 3 hirarki AHP yang berbeda sesuai posisi para pelaku konstruksi.",
  "creators": "LIDYAWATI",
  "contributors": "Andi (Advisor 1); LIE ARIJANTO (Advisor 2); Indriani Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Thesis No. 01000133/MTS/2009; Lidyawati (01505013)",
  "subjects": "BUILDING, IRON AND STEEL; ROOFING, IRON AND STEEL"
}