{
  "id": "12942",
  "title": "The Communication failures of the main characters in James Joyce's Ulysses",
  "abstract": "Communication is essential for human in daily life to interact with people. In reality, people communicate each other to describe what they need and their intention. Comprehension, involving interpretation of meaning, is so vital that communication process succeeds. To interpret in this case is to read the unwritten conversation, and is thus open to misreading. Reading a conversation, although it is not written, may be possible because people having a conversation are at the same time analyzing the objects of the communication, and therefore they become the producers of a text. From this viewpoint, the act of interpreting the meaning of conversation in some ways is similar to the act of reading, since the main objective of those activities is to obtain the truth commonly considered as the intended meaning of the conversation. The discussion of this thesis mainly emphasizes on the causes of the characters? communication failures. To analyze the problem, I use literary approach considering the text as the context of discussion and use Paul de Man?s theory of misreading, a concept on nonverbal communication as well as the paradigms of verbal communication. Those theory and concepts are prominent to indicate the factors of communication failure. In the end of this study, I come to a conclusion that there are two major factors that lead to the characters? communication failures. First, the fact that the characters fail to interpret sign and symbol may cause communication failures. Second, the incompatibility between the intended meaning and the perceived meaning becomes the other cause of communication failure.",
  "creators": "YUSAK LIESTIA RAMAGIT S",
  "contributors": "Liem Satya Limanta (Advisor 1); Sarah Limuil (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011874/ING/2009; Yusak Liestia Ramagit Setiawan (11405072)",
  "subjects": "ENGLISH FICTION--20TH CENTURY--STUDY AND TEACHING; JOYCE, JAMES, 1882-1941. ULYSSES-STUDY AND TEACHING"
}