{
  "id": "12958",
  "title": "Gaya kepemimpinan yang diharapkan oleh staf perusahaan kontraktor",
  "abstract": "Persaingan yang semakin berat memaksa perusahaan kontraktor memiliki daya saing yang tinggi dan Sumber Daya Manusia (SDM) yang berkualitas. Untuk menghindari kesalahpahaman diantara SDM diperlukan seorang pemimpin yang dapat mengarahkan mencapai tujuan perusahaan. Penelitian ini bertujuan untuk mengidentifikasi tipe kepribadian staf dan mendapatkan gaya kepemimpinan yang diharapkan staf perusahaan kontraktor di Surabaya. Penelitian dilakukan dengan cara menyebarkan kuesioner pada perusahaan kontraktor di Surabaya. Responden pada penelitian ini adalah staf perusahaan kontraktor di Surabaya. Variabel pada penelitian ini yaitu gaya kepemimpinan transformational (dengan karakteristik pemimpin charismatic, inspirational, intelectual stimulating, individualized consideration, participative) dan tipe kepribadian (sensing?thinking (ST), sensing-feeling (SF), intuition-thinking (NT), dan intuition-feeling (NF)). Hasil analisa dari 90 staf menunjukkan bahwa sebagian besar responden memiliki tipe kepribadian ST. Nilai mean ?harapan? pada masing-masing gaya kepemimpinan selalu lebih besar dari ?kenyataan?, berarti gaya kepemimpinan yang digunakan pemimpin perusahaan kontraktor belum memenuhi harapan staf. Hasil pengujian statistik menunjukkan adanya perbedaan yang signifikan diantara keduanya. Berdasarkan nilai mean-nya, Gaya kepemimpinan intelectual stimulating merupakan gaya kepemimpinan yang cenderung lebih diharapkan tipe ST dan SF, sedangkan tipe NT dan NF masing-masing cenderung lebih mengharapkan gaya kepemimpinan charismatic dan inspirational.",
  "creators": "EVA NATALIA SOENARTO",
  "contributors": "Andi (Advisor 1); JANUAR BUDIMAN (Advisor 2); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Thesis No. 01000134/MTS/2009; Eva Natalia Sunarto (01506021)",
  "subjects": "LEADERSHIP; PERSONNEL MANAGEMENT"
}