{
  "id": "12969",
  "title": "Case study of concession contract in the public private partnership: financial clause investigation of Don Muang Tollway and second stage expressway in Thailand and Cipularang toll road in Indo",
  "abstract": "Sejak sistem kemitraan antara pemerintah dan swasta dalam menyediakan fasilitas infrastruktur telah menjadi topik yang penting untuk dikaji, penyusunan kontrak pada proyek kemitraan (PPP) perlu diatur dengan seksama pada Concession Agreement. Tujuan dari penelitian ini adalah untuk mengenali kepentingan-kepentingan para pihak yang dominan dalam proyek kemitraan dan membandingkan pasal keuangan pada tiga proyek jalan tol dalam sistem BOT procurement (Second Stage Expressway, Don Muang Tollway, dan Jalan Tol Cipularang). 5 perjanjian pengelolaan jalan tol telah diselidiki secara khusus pada credit enhancement dan penentuan tarif awal dan penyesuaiannya. Hasil dari peneilitian ini antara lain (i) Indonesia tidak mencantumkan pasal yang berkenaan dengan pelarangan adanya pembangunan infrastruktur yang dapat mengganggu pendapatan jalan tol selama masa konsensi; (ii) Thailand mempunyai masalah dengan penegakan perjanjian; (iii) Pemilihan tipe perusahaan jalan tol telah dikenalkan oleh Inggris dalam Standar perjanjian kemitraan edisi ke-4 tahun 2007; (iv) Segala resiko yang mungkin terjadi pada proyek kemitraan dapat diantisipasi dengan komitmen pemerintah dan pembelian produk garansi dari badan keuangan internasional atau perusahaan asuransi; (v) Kelunakan dalam menentukan tarif awal jalan tol dan penyesuaiannya akan memberikan kenyamanan pada pihak swasta selama masa operasional.",
  "creators": "Fredy Kurniawan",
  "contributors": "CHOTCHAI CHAROENNGAM (Examination Committee 1); STEPHEN O. OGUNLANA (Examination Committee 2); KUNNAWEE KANITPONG (Examination Committee 3); Andi (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Thesis No. CM-07-20; Fredy Kurniawan (01506601)",
  "subjects": "TOLL ROADS; CONSTRUCTION INDUSTRY-MANAGEMENT"
}