{
  "id": "12963",
  "title": "Aplikasi fraud auditing untuk mendeteksi adanya management fraud pada siklus pendapatan PT \"Tong Chang\" di Sidoarjo",
  "abstract": "Setiap badan usaha akan selalu berusaha untuk mempertahankan dan meningkatkan usahanya untuk mencapai laba semaksimal mungkin. Adapun upaya tersebut adalah dengan menyusun struktur organisasi yang tepat, sistem dan siklus akuntansi yang baik sesuai dengan prosedur yang berlaku, serta menerapkan sistem pengendalian internal yang baik, untuk mengendalikan dan mengarahkan kegiatan operasi perusahaan agar sesuai dengan tujuan perusahaan. Hal ini ditujukan untuk menghindari penyimpangan dan penyalahgunaan kesempatan yang dilakukan oleh pihak manajemen atau yang disebut dengan manegement fraud. Begitu pula dengan yang terjadi pada PT. Tong Chang, telah terjadi adanya management fraud pada siklus pendapatan, khususnya sistem penjualan dan penagihan. Pada dasarnya management fraud sulit diungkapkan, dan Audit tidak dapat diharapkan untuk memberikan tingkat keyakinan yang sama dalampendeteksian management fraud ynwg material seperti dalam pendeteksian kekeliruan material. Dengan demikian, diperlukan penerapan fraud auditing yang harus dilakukan oleh auditor untuk mendeteksi adanya management fraud. Oleh karena itu penelitian ini mempunyai tujuan untuk membahas mengenai penerapan fraud auditing yang dilakukan oleh internal auditor PT. Tong Chang, untuk mendeteksi adanya management fraud pads siklus pendapatan. Jenis penelitian yang dilakukan oleh penulis adalah penelitian deskriptif berupa studi kasus dengan obyek penelitian penerapan fraud audit internal auditor PT. Tong Chang. Jenis data yang digunakan adalah data kualitatif dan sumber data yang digunakan adalah data internal. Metode penguinpulan data yang digunakan oleh penulis yaitu dengan melakukan wawancara langsung pada internal auditor. Teknik analisis yang digunakan oleh penulis adalah analisis kualitatif. Hal yang dianalisis dan dibahas oleh penulis adalah fraud auditing yang diterapkan oleh internal auditor untuk mendeteksi adanya management fraud pada siklus pendapatan, khususnya sistem penjualan dan penagihan. Berdasarkan analisis dan pembahasan tersebut, diketahui bahwa penerapan fraud auditing oleh internal auditor PT. Tong Chang untuk mendeteksi adanya management fraud pada sistem penjualan dan penagihan dapat dikatakan cukup ideal. Karena pada akhirnya internal auditor dapat mengungkap adanya kecurangan yang dilakukan oleh pihak manajemen.",
  "creators": "FENNY",
  "contributors": "I MADE NARSA (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 024/94/FE.Ak/1999; Fenny (32494041)",
  "subjects": "AUDITING"
}