{
  "id": "12978",
  "title": "The Different forms of request used among male and female students of Petra Christian University",
  "abstract": "This thesis is a sociolinguistics study of the Indonesian male?s and female?s language, especially about the different ways of making request among males and females- Request as one kind of speech acts can be expressed in the various ways. However, the distribution and the use of those forms are sometimes indistinct in any communicative situations. This study attempts to observe and find the distribution of the request variation by using gender differences as the variables since male and female use a distinctive linguistics form. Supporting this study, Ervin-Tripps? and Poedjosoedarmo?s request forms and styles are used in order to show the variation of the request. In order to complete the study, the writer uses questionnaire to collect data, and male students of Electrical Engineering Department and femafe students of English Department as her respondents. Both of them are the students of Petra Christian University from the year of 1993. In analyzing the data, the writer presents the data into a diagram and compares them to find the similarities and/or the differences among the request forms and styles used by the respondents. From the comparison between male?s and female?s data, she finds out that, in general, female students tend to prefer the more format styles of request when they are supposed to interact with strangers. The more casual styles of request are used, only in their interaction with their friends. On the contrary, male students favour more casual styles of request either when they are supposed to involve in a communicative interaction with their friends or strangers. The formal styles of request are used by them only when their addressees are females.",
  "creators": "YUNY RIANA",
  "contributors": "Anneke Heritaningsih Tupan (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 603; Yuny Riana (11493059)",
  "subjects": "LANGUAGE AND LANGUAGES-STUDY AND TEACHING; LINGUISTICS-STUDY AND TEACHING"
}