{
  "id": "12987",
  "title": "A Study of Rudolf Rassendyll in the process of development from a self loving and adventurous man into charitable and companionte man in Anthony Hope Hawkins The Prisoner of Zenda",
  "abstract": "The oddness of Anthony Hope Hawkins' works is one of the reasons that makes the thesis writer chooses his work. As an author in the 18th century where everything was under the control of aristocrats, he produced many kinds of literary works which tend to criticize their arrogance. The Prisoner of Zenda however is Hawkins' best novel in which he is regarded as a good author. In the novel The Prisoner of Zenda the thesis writer can see the strong characterization pictured by Hawkins. The thesis writer is interested to analyze the changing character of Rassendyll as the main character in the novel The Prisoner of Zenda. Through several conflicts, Rassendyll's characters are developed. In the beginning of the story he tends to be more adventurous and self-loving person, yet in the end of the story, his character begins to change into a more charitable and companionate man. There is a great power of love that influences the change of Rassendyll's character. By means of characterization and conflict the thesis writer can see the process of Rassendyll's changing character so that she will know deeper about Rassendyll's character from beginning until the end of the story. Through the theory of love, the thesis writer finds out that in the end of the story, Rassendyll's character goes to a change. There are two kinds of theory that will be used by the thesis writer those are theory of charity and companionate love. At last, the thesis writer determines that eventhough Rassendyll faces many disturbances during the process of his changing character, he is finally successful to be a man of love.",
  "creators": "LILY INDRANINGRUM",
  "contributors": "Anneke Heritaningsih Tupan (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 706; Lily Indraningrum (11494098)",
  "subjects": "ENGLISH FICTION--20TH CENTURY--STUDY AND TEACHING; HAWKINS, ANTHONY HOPE, 1863-1933 THE PRISONER OF ZENDA-STUDY AND TEACHING"
}