{
  "id": "12995",
  "title": "A Study of the ambition of the main character, Johnson to be a white man which leads him into his tragedy in Joyce Cary's Mister Johnson",
  "abstract": "This thesis is a study of Joyce Cary?s Mister Johnson. Through the analysis on the main character, the writer intends to finds out whether the setting has any significant role in motivating Johnson to have the ambition to be like a white man and how the main character?s ambition to be a white man leads him into his tragedy. She intends to show that the setting in the novel has great influence in motivating Johnson to have the ambition to be like a white man and prove that Johnson?s ambition is the main factor that lead him into his tragedy. She expects that through this study, the things readers realize that ambition is capable to drive people to destruction. The discussion of his ambition begins with a description of his environment which results on his character and ends with the process of his tragedy. The thesis writer will analyze how the main character, Johnson has an ambition to be like a white man through setting. She also will discuss the impact of his ambition on the main character. In analysing the topic the thesis writer uses library research, consist of critics?s opinion, the definition of ambition and tragedy and also some data about the novel and the author, and literary approach concerning characterization and setting. From the whole analysis through the `main character?s environment and characters, the writer finds out that Johnson is influenced by his environment to posses the ambition to be like a white man which brings him into his tragedy. He is so obssesed to fullfil his ambition, so he tends to do anything. The impact of his ambition, he is trying to pursue his ambition through crime, until he meets his tragedy. Thereafter, as a result of his own ambition, he falls into his tragedy. Then, from the analysis above, the thesis writer concludes that people should be able to control their ambition in the right way, because if they are not able to control their ambition, they will encounter destruction.",
  "creators": "NATALINA",
  "contributors": "Stefanus Suprayitno (Advisor 1); ANITA LIE (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 644; Natalina (11492105)",
  "subjects": "CARY, JOYCE, 1888-...MISTER JOHNSON - STUDY AND TEACHING; ENGLISH FICTION--20TH CENTURY--STUDY AND TEACHING"
}