{
  "id": "12991",
  "title": "Perancangan dan pengembangan web automatic system information terminal untuk pengelola akademik jurusan di Universitas Kristen Petra",
  "abstract": "Kebutuhan data dari sebuah sistem informasi semakin meningkat agar dapat membantu dalam pengambilan keputusan untuk peningkatan mutu dari sebuah sistem. Saat ini penyampaian data dilakukan secara online sehingga lebih cepat dan akurat. Salah satu yang dapat menunjang penyampaian data secara online adalah aplikasi berbasis web. Web ASIT merupakan sarana penyedia informasi Akademik di Universitas Kristen Petra. Saat ini web ASIT telah menyediakan informasi bagi mahasiswa dan Dosen. Tetapi informasi yang tersedia dirasa kurang. Pada Tugas Akhir ini, penulis memberikan sebuah pembaharuan dan pengembangan dengan penambahan informasi pada web ASIT. Pengembangan web ASIT dibuat dengan pemrograman ASP .Net. ASP .Net merupakan teknologi baru pemrograman Internet dari Microsoft yang lebih efisien dan dinamis. Aplikasi web ini akan dikembangkan bagi pengelola akademik Jurusan di Universitas Kristen Petra, yang terdiri dari Rektorat, Dekan Fakultas, dan Ketua Jurusan/Kepala Program Studi. Dari hasil perancangan dan pengujian web ASIT akan menampilkan informasi akademik dan menghasilkan sebuah Decision Support System yang membantu pengelola akademik Jurusan dalam pengambilan keputusan untuk meningkat mutu Akademik Jurusan. Informasi Akademik yang disediakan antara lain informasi mengenai mahasiswa aktif, mahasiswa lulus, mahasiswa keluar, limit akademik, rata-rata indeks prestasi, jadwal Fakultas/Jurusan, mahasiswa pindah, dan Akreditasi.",
  "creators": "ISAAC JONATHAN JPT",
  "contributors": "Leo Willyanto Santoso (Advisor 1); Alexander Setiawan (Advisor 2); Arlinah Imam Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02020808/INF/2009; Isaac Jonathan JPT (26405079)",
  "subjects": "WEB SITES-DESIGN; WEB SITE DEVELOPMENT"
}