{
  "id": "12994",
  "title": "The Grammatical mistakes made by writing IV students of the English Department of Petra Christian University",
  "abstract": "English department students are the students who have learnt about English grammar more than other students in other departments. Therefore, English departments students are required to master English language like native speakers, both in speaking and writing. Yet, in reality, many English department students still make many mistakes in their conversation and writings. The students who make mistakes not only the lower level students, but also the higher level students, who have learnt English longer, also still make mistake in grammar. Then the writer is curious about the mistakes that students make. The writer wonders what type of mistakes that is usually made by higher level students, such as writing IV students. Furthermore, the writer is also curious about the frequency of occurrence of students' mistakes. The writer takes semester IV students because they have learnt English for one and half years, so their grammatical knowledge should be in expert level. The writer will take the students? writing assignment essays as the data because those are the authentic data which are done by students them selves. In this study, the writer will use the `error classification and definition? and `taxonomy of error? theory by Caroline Mei Lin Ho. From the findings, the writer concludes that there are many aspects that influence students? English competencies, such as the assignment and the environment. The writer assumes that may the writing IV students do not have good intensity of English interaction, so they cannot improve their English skill well.",
  "creators": "STEPHANIE DIAN VICTORYA",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011839/ING/2009; Stephanie Dian Victorya (11404007)",
  "subjects": "ENGLISH LANGUAGE-ERRORS OF USAGE; ENGLISH LANGUAGE-GRAMMAR"
}