{
  "id": "12997",
  "title": "Penerapan analisis value chain untuk mendukung strategi cost reduction dalam menciptakan keunggulan bersaing pada PT. \"X\" di Tandes",
  "abstract": "Perkembangan industri biji plastik dari waktu ke waktu semakin meningkat. Sifat komoditasnya yang global menyebabkan terjadinya persaingan yang ketat di bidang industri plastik. Untuk menghadapi persaingan yang ketat ini, perusahaan perlu mempunyai keunggulan bersaing. Menurut Potter, Value chain adalah suatu alat analisis yang dapat digunakan untuk menganalisis sumber keunggulan bersaing dengan menguraikan aktivitas yang terjadi dalam perusahaan ke dalam aktivitas-aktivitas yang relevan secara strategis. Aktivitas-aktivitas nilai yang terdapat dalam rantai nilai adalah aktivitas inbound logistics, operations, outbound logistics, marketing and sales, dan services yang merupakan Primary Activities serta aktivitas procurement, human resources management, technology development, dan firm infrastructure yang merupakan Support Activities. P.T. X dalam usahanya menciptakan keunggulan bersaing akan menggunakan strategi cost reduction dengan tujuan agar perusahaan mempunyai biaya yang rendah sehingga diharapkan akan dapat bersaing dengan perusahaan-perusahaan sejenis. Strategi ini didukung dengan penerapan analisis value chain yang digunakan untuk mengidentifikasi aktivitas-aktivitas mana dari keseluruhan rantai nilai dalam perusahaan yang dapat menentukan keunggulan bersaing. Melalui cara ini perusahaan dapat mengetahui distribusi biaya pada tiap-tiap aktivitas nilai sehingga dapat dilakukan koordinasi dan optimasi untuk mencapai efisiensi biaya. Dengan menggunakan penelitianyang bersifat deskriptif kualitalif, didapati adanya keterkaitan antara primary activities dan support activities di mana dalam keterkaitan ini menimbulkan trade off yang dapat menciptakan peluang untuk mendukung strategi cost reduction yang bertujuan untuk menciptakan keunggulan bersaing.",
  "creators": "SHIRLEY JOTOPURNOMO",
  "contributors": "Yenni Mangoting (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 045/95/FE.AK/2000; Shirley Jotopurnomo (32495045)",
  "subjects": "COST ACCOUNTING"
}