{
  "id": "12999",
  "title": "Analisa perbandingan laporan keuangan komersial dan laporan keuangan fiskal pada PT. Dhemar Nusantara",
  "abstract": "Laporan keuangan merupakan salah satu komponen penting dalam suatu sistim finansial perusahaan. Laporan keuangan menyajikan informasi mengenai perusahaan yang meliputi aktiva, kewajiban, ekuitas, pendapatan dan beban termasuk keuntungan dan kerugian, dan arus kas (cash flow). Sebagai komponen yang penting, maka sudah seharusnya dan sewajarnya, laporan keuangan tersebut disusun dengan sebaik-baiknya, guna pengambilan keputusan yang tepat atas kinerja perusahaan dan mendukung keseluruhan sistim finansial perusahaan. Dalam akuntansi, dikenal ada dua jenis laporan keuangan, yaitu laporan keuangan fiskal dan laporan keuangan komersial. Laporan keuangan fiskal merupakan laporan yang disusun khusus untuk kepentingan perpajakan dengan mengindahkan semua peraturan perpajakan, sedangkan laporan keuangan komersial disusun berdasarkan prinsip akuntansi (dalam hal ini Standar Akuntansi Keuangan) dan dimaksudkan untuk keperluan berbagai pihak, yang sifatnya netral atau tidak memihak. Kedua jenis laporan keuangan ini berbeda dalam manfaat dan tujuan penyusunannya. Perbedaan antara kedua laporan inilah yang akan dianalisa dan dipelajari. PT. Dhemar Nusantara yang berlokasi di kota Semarang, Jawa Tengah, merupakan perusahaan industri yang memproduksi peralatan instalasi listrik. Sebagaimana perusahaan lain pada umumnya, PT. Dhemar Nusantara menerapkan kedua sistim laporan keuangan ini dalam sistim finansial perusahaannya. Sejauh mana dampak dan pengaruh dari pemakaian kedua jenis laporan keuangan, serta analisa perbandingan keduanya dalam perusahaan tersebut, adalah inti dan tujuan dari penyusunan penelitian ini.",
  "creators": "ELMENE SUDJIONO",
  "contributors": "MADE SUDARMA (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 070/96/FE-Ak/2000; Elmene Sudjiono (32496063)",
  "subjects": "COST ACCOUNTING; FINANCIAL STATEMENTS"
}