{
  "id": "13001",
  "title": "A Comparative study of the downfall of the protagonists as seen in O'Neill's the hairy ape and the Emperor Jones",
  "abstract": "The Hairy Ape and The Emperor Jones are two plays that are similar in their idea, that is about the meaning of life. This thesis examines the reasons that make the protagonists' look for the meaning of life and the process of the searching of the meaning of life through the conflicts that the protagonists faced. For Yank, the protagonist in The Hairy Ape, the meaning of his life is in his sense of belonging. When he loses his sense of belonging, he also loses his meaning of life that he makes hard efforts to find it again. And his efforts make him to face conflicts that later lead him to his death. Whereas, In The Emperor Jones, Jones regards that the meaning of his life is his wealth and power. When he loses them, he also loses his meaning of life that he tries to search for them again. And this efforts also make him to face conflicts and lead him to face his death. Wealth, power and sense of belonging are the meaning of life that the two protagonists search for. The efforts of the protagonists search for the meaning of life is very important since without the meaning of life, their lives will mean nothing and they will feel empty. In these plays, the writer of this thesis can see how important for Jones and Yank to find their meaning of life, even they do not care that their efforts to find the meaning of life can lead them to face their final downfall, the death.",
  "creators": "HADI WIDJAJA",
  "contributors": "ANTONIUS GURITO (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 625; Hadi Wijaya (11493061)",
  "subjects": "AMERICAN DRAMA--20TH CENTURY--STUDY AND TEACHING; O'NEILL, EUGENE GLADSTONE,1888-1953. THE EMPEROR JONES-STUDY AND TEACHING; O'NEILL, EUGENE GLADSTONE, 1883-1953. THE HAIRY APE-STUDY AND TEACHING"
}