{
  "id": "13002",
  "title": "A Study of the idea of being \"comedians\" and their commitment and sincerity as reflected through the main characters in Graham Greene's the comedians",
  "abstract": "Graham Greene?s The Comedians is a story about Mr Brown, \"Major\" Jones, and Mr and Mrs. Smith as \"comedians\". In this thesis, the discussion attempts to reveal why the four main characters are considered as \"comedians\" and whether they are the same or not. The thesis writer tries to reveal it through the analysis of the character traits of the four main characters, in this case, their absurd manners, to find the idea of commitment and sincerity in this story. Therefore, the thesis writer uses library research and literary approach such as, characterization. She also includes the theory of absurdity of manners. In the analysis, the writer finds out that all the main characters are \"comedians\", but they are different in terms of their commitment and sincerity. In this case, Mr Brown and \"Major\" Jones represent the \"comedians\" who have not commitment and sincerity to their surroundings. Mr Brown still has a chance to change his behaviour and \"Major\" Jones comes to his meaningless death. The other characters, Mr and Mrs. Smith are also considered as \"comedians\", yet they are different from Mr.Brown and \"Major\" Jones since they have commitment and sincerity toward their surroundings. The intellectual message is that commitment and sincerity are crucial things in human life and make life more meaningful and respected by others.",
  "creators": "ALICE YUANITA JONATAN",
  "contributors": "Julia Eka Rini (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 631; Alice Yuanita (11493069)",
  "subjects": "ENGLISH FICTION--20TH CENTURY--STUDY AND TEACHING; GREENE, GRAHAM,1904-.... THE COMEDIANS-STUDY AND TEACHING"
}