{
  "id": "13012",
  "title": "Hedges and types of hedges on maxims of cooperative principle in \"Harry Potter and the Deathly Hallows\"",
  "abstract": "This research discussed about hedges and the types of hedges or taxonomies of hedges on maxims of cooperative principle. The data of this thesis was a novel entitled Harry Potter and the Deathly Hallows by J.K. Rowling and the source of data were 150 sentences containing hedges found in the novel. The theories used were hedges by Yule, the taxonomy of hedges by Salager-Meyer, and maxims of cooperative principle by Grice. This thesis used descriptive quantitative approach as its approach. In collecting the data, the writer used a table which classified hedges into its taxonomies. For the data analysis, the writer analyzed the data based on the taxonomies in details. After analyzing hedges based on the taxonomies, the writer also analyzed the taxonomies in relation with maxims of cooperative principle in details. There were six types or taxonomies of hedges out of seven types found out by the writer in her data. The data showed that most of the types of hedges functioned as the sign of speaker?s tentativeness or uncertainty. Modal auxiliary verbs had the biggest number of occurrence while compound hedges and introductory phrases had the smallest number of occurrence in the data. The researcher also found that out of four maxims of cooperative principle, only two of the maxims were related to six types of hedges the writer had found before. The two maxims were maxim of quality and manner.",
  "creators": "ELSYE CHRISTALIA P",
  "contributors": "ABBAS A.BADIB, Pof.DR.MA.,MA. (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011838/ING/2009; Elsye Christalia Pelupessy (11404092)",
  "subjects": "ENGLISH FICTION--20TH CENTURY--STUDY AND TEACHING; ROWLING, JOANNE KATHLEEN, 1965- ... HARRY POTTER AND THE DEATHLY HALLOWS-STUDY AND TEACHING"
}