{
  "id": "13015",
  "title": "The Differences in the sentence forms, the sentence types and the phrase forms produced by children aged four to seven and children aged eight to eleven during the ten chosen situations",
  "abstract": "For conducting the research to verify whether there are differences which can be found in the use of sentence forms, sentence types, and phrase forms produced by children aged four to seven and children aged eight to eleven based on Piaget's theory of children language development, the writer applied language acquisition theories and used a qualitative method of research. She utilized participant observation way of collecting data to do the research in which its main focus was on the sentence forms, the sentence types, and the phrase forms produced and used by eight Indonesian children aged four to eleven during the observations. The data were collected by recording the speech given during the ten situations chosen and were written down. Then, the speech were compared and analyzed based on the use of sentence forms, sentence types, and phrase forms in order to find out the differences which could be found in the use of those three aspects of verbalization. The findings of the research revealed numbers of differences in the language produced by children from both groups as well as some similarities which needed considering. This led the writer to draw a conclusion that in regards to then-use of sentence forms, sentence types, and phrase forms, children from the first group mostly produced and used their language differently from the older ones; nevertheless, the differences in the speech given by these two groups of children were not radical and consistent, since they were also accompanied by some similarities, in some cases, in which the speech performed by children",
  "creators": "SANTA RUTH ANGELINA",
  "contributors": "SUKEMI, PROF.DR.M.A. (Advisor 1); Lisa Setiawati Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 558; Santa Ruth Angelina (11493089)",
  "subjects": "PSYCHOLINGUISTICS; LINGUISTICS"
}