{
  "id": "13011",
  "title": "Balanced scorecard sebagai sistem pengendalian manajemen alternatif RSUD Gambiran Kediri",
  "abstract": "Sistem pengendalian manajemen tradisional yang memfokuskan pada laporan keuangan untuk menilai kinerja sudah tidak memadai lagi sebab tidak mencerminkan kondisi yang badan usaha atau organisasi yang sesungguhnya. Manajer membutuhkan balanced scorecard sebagai sistem pengendalian manajemen alternatif untuk menilai kinerja yang menyeimbangkan penilaian kinerja dari segi finansial maupun non finansial . Balanced scorecard mengukur kinerja dari empat perspektif yaitu: financial perspective, customer perspective, internal business process perspective dan learning and growth perspective, setiap perspektif dalam Balanced Scorecard akan ditentukan dan diukur sejumlah critical succes factor yang sangat menentukan keberhasilan perusahaan. Setiap perspektif saling berhubungan dan tidak ada yang dapat berdiri sendiri. Pada saat ini RSUD Gambiran Kediri masih mengandalkan sistem pengukuran kinerja tradisional karena masih mengandalkan kondisi keuangan untuk menilai keberhasilannya, oleh sebab itu peneliti ingin memperkenalkan sistem pengendalian manajemen alternatif untuk mengukur kinerja yaitu Balanced Scorecard. Penerapannya dapat disesuaikan dengan kondisi RSUD Gambiran sendiri misalnya untuk financial perspective dapat ditambahkan financial and social perspective. Berdasarkan hasil penelian menunjukan bahwa penerapan Balanced Scorecard di RSUD Gambiran Kediri ini sangat perlu untuk menilai kinerjanya secara keseluruhan.",
  "creators": "SUSYANAWATI",
  "contributors": "ALI DJAMHURI (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 039/96/FE.AK/2000; Susyanawati (32496019)",
  "subjects": "FINANCIAL STATEMENTS; ACCOUNTING; AUDITING, ANALYTICAL REVIEW"
}