{
  "id": "13027",
  "title": "Memasarkan Pasir Putih sebagai tujuan wisata bawah air di Jawa Timur",
  "abstract": "Dalam jaman modernisasi, banyak jenis paket wisata Back to the Nature yang ditawarkan. Jenis wisata ini memiliki beberapa unsur kesenangan antara olahraga, pengenalan lingkungan dan petualangan. Wisata ini amat digemari oleh wisatawan baik domestik maupun asing. Dan salah satu jenis wisata ini adalah wisata bawah air (scuba diving). Di dalam penulisan tugas akhir dengan judul \"Memasarkan Pasir Putih sebagai salah tujuan wisata bawah air di Jawa Timur\", penulis berharap agar pengembangan Pasir Putih dilaksanakan dengan serius oleh Pemerintah Daerah setempat. Pelaksanaan paket wisata bawah air ini didukung oleh para penyelam ahli baik sebagai pecinta alam maupun sebagai petualang. Kepuasan yang didapat adalah menyaksikan secara langsung kehidupan dunia bawah air yang merupakan sisi dunia yang berbeda, di mana wisatawan dikelilingi oleh ikan hias - ikan hias dan tumbuhan laut yang beraneka macam dan serta karang yang mempunyai bentuk sangat artistik. Akan tetapi karena Pasir Putih masih mempunyai banyak kekurangan seperti dalam segi fasilitas yang masih belum tersedia dan perusakan lingkungan oleh masyarakat sekitar, maka amat perlu diperhatikan pelestarian obyek wisata bawah air Pasir Putih. Demikian diharapkan partisipasi banyak pihak agar pengembangan Pasir Putih seperti membangun fasilitas yang dibutuhkan dan mengadakan promosi mengenai Pasir Putih sebagai obyek bawah laut yang menarik untuk dikunjungi. Juga bagaimana mengarahkan para nelayan agar tidak melaut dengan cara yang dapat merusak keindahan alam bawah laut Pasir Putih. Dengan potensi yang ada dan pelayanan yang disediakan, Pasir Putih dapat menjadi obyek andalan wisata bawah air di Jawa Timur.",
  "creators": "LYDIA GUNARTO",
  "contributors": "LANY WARDANA (Advisor 1); SIDNIWATI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 235/PAR/1997; Lydia Gunarto (91394045)",
  "subjects": "TOURIST TRADE-JAWA TIMUR; PASIR PUTIH (JAWA TIMUR)"
}