{
  "id": "1303",
  "title": "Studi analisa sistem distribusi dan instalasi di Hotel Majapahit Mandarin Oriental",
  "abstract": "Tugas akhir ini membahas tentang sistem distribusi dan instalasi listrik di Hotel Majapahit Mandarin Oriental Surabaya yang mana diperlukan suplai listrik yang kontinyu sehingga semua kegiatan didalam hotel tidak terganggu. Untuk itu sistem distribusi dan instalasi listrik perlu dievaluasi. Untuk mengevaluasi sistem tersebut diperlukan data-data yang pengumpulannya dilakukan dengan pengamatan dan pengukuran menggunakan power harmonics analyzer fluks 4.1B. Sistem distribusi di Hotel Majapahit Mandarin Oriental Surabaya menggunakan system distribusi radial yang sumber listriknya disuplai dari PLN dan sebagai cadangan menggunakan generator set sehingga listrik dapat disuplai secara kontinyu. Dari hasil analisa diperoleh bahwa pada tegangan terdapat perubahan naik dan turun namun kenaikan dan penurunan tegangan tersebut masih dalam batas toleransi yang diijinkan (?10%) sehingga sistem tegangan dapat dikatakan baik. Hampir semua pengaman yang ada dilihat dari rating pengamannya dapat mengatasi gangguan yang ada sehingga pengaman dikatakan baik dan aman. Hampir semua kabel yang terpasang dilihat dari arus beban terpasang masih dapat memenuhi kebutuhan sehingga dapat dikatakan kabel yang digunakan masih baik dan aman. Pentanahan yang terpasang hampir semua dapat memenuhi kebutuhan yang ada sehingga pentanahan yang digunakan dapat dikatakan baik dan aman. Jadi sistem distribusi dan instalasi listrik di Hotel Majapahit Mandarin Oriental secara keseluruhan dapat dikatakan baik dan aman.",
  "creators": "GUNTUR ADI KUNCORO",
  "contributors": "Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Advisor 1); Julius Sentosa Setiadji (Advisor 2); Emmy Hosea (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 01/451/ELK/2003; Guntur Adi Kuncoro (23498134)",
  "subjects": "ELECTRIC POWER DISTRIBUTION; ELECTRIC POWER SYSTEMS"
}