{
  "id": "13034",
  "title": "Negative grammatical transfer strategy among Indonesian speakers acquiring English",
  "abstract": "As we are approaching the globalization era, English is becoming more and more important for Indonesian people and this has aroused the writer's interest to do a re-search on the strategy used by the Indonesian speakers acquiring English. Most parents have their young children taught English not only at schools but also at private courses even at early stage. Some of them send their children abroad to be able to master the English language as well as possible. They expect their children later are to be able to compete with the world by having a good command in English. This study specifically is an observation of gram-matical transfer strategy of the Indonesian speakers ac-quiring English. The focus was set after the writer dealt with many of the utterances of Indonesian speakers when speaking English and after she studied grammatical-trans-fer theories. These theories claim that some aspects of Indonesian grammar are expected to be transferred when the respondents speak in English. As English is different from Indonesian at some points, the writer is interested in analysing elements in English that function differently when used. The English sentences produced make use of the Indonesian grammar rules, the writer sees this as cases of grammatical transfer from Indonesian to English. The analysis of the fifteen respondents* utterances proved the researcher's hypothesis to be true. There are grammatical transfer errors in pluralization of nouns, case form of nouns and pronouns, position and comparison of adjectives and adverbs, and verb forms according to time and aspect. And the Indonesian grammar rules which are the pronest to transfer are the use of the base form of the verb for 3rd person singular subject with simple present tense as seen in the data elicited through instru-ment one and the non-existence of the verb 'be' as seen in the data elicited through instrument two.",
  "creators": "LUSIANA BUDIMARTONO",
  "contributors": "Guillermina L. Verzosa (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 478; Lusiana Budimartono (11492134)",
  "subjects": "ENGLISH LANGUAGE-GRAMMAR"
}