{
  "id": "13047",
  "title": "Clyde's attitudes in the modern American society as seen in Dreiser's an American tragedy",
  "abstract": "This thesis is a sociological study on Theodore Dreiser's idea of man's existence.Through An American Tragedy, Dreiser would like to point out the destruction of one man who forfeits his life in desperate pursuit of success.He shows us how the society has influenced and affected the individual's attitude. Clyde feels dissatisfied with his poor condition because he always compares it with the society in which he lives.The American modern society influences his attitude. He wants to change his social life,a better life,as other American men.That's why he rebels his existence,his family poverty and runs his own way to fulfill his dream of succe ss. His eagerness to move upward has made him want to do anything to achieve success.His intention to achieve success by marrying Sondra,a rich g i r l ,has made him plan a murder for his pregnant,mistress,Roberta. Clyde;however,is not destined 'for success,he fails to fulfill his dream.He is too ambitious to get what he wants that turns to greediness.Clyde becomes the victim of his social and biological forces.His life is trapped by forces over his control,and his doom is sealed by his tawdry youth.His death shows the failure of the American dream.He fails to create himself as the American successful man. An.American Tragedy represents a massive potrayal of the society whose values both shape,Clyde's tawdry youth and seal his fate.It is unsurpassed depicted of the harsh realities of the American life and of the dark side of the American dream.",
  "creators": "ALICE SETIAWAN",
  "contributors": "CHERRY HADIKUSUMO, Dra. (Advisor 1); LUZ R. GADDI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 129; Alice Setiawan (184016)",
  "subjects": "AMERICAN FICTION--20TH CENTURY--STUDY AND TEACHING; DREISER, THEODORE, 1871-1947. AN AMERICAN TRAGEDY-STUDY AND TEACHING"
}