{
  "id": "13043",
  "title": "A Study of phonological patterns of slips of the tongue in the use of Indonesian produced by adult native Indonesian speakers",
  "abstract": "This thesis is an attempt to show phonological patterns of slips of the tongue in the use of Indonesian by adult native Indonesian speakers. By conducting this research, the writer will be able to find out: first, the sorts of phonological slips of the tongue happening in Indonesian produced by adult native Indonesian speakers; and second, the phonological patterns of those slips. Basically, when gathering the data, she does not select them yet. It is just after she finished, she starts separating the phonological slips from the others. Then, using the Indonesian phonetic alphabet, she transcribes the corpus with broad phonetic transcriptions both for the intended expression (I) and actual one (A). As she is through with the transcriptions, with the aid of some slips of the tongue theories, she begins to clas-sify the corpus into two types of errors, namely, assem-bly and selection errors. Then, from this, she continues on categorising the slips into some more specific kinds of errors: anticipations, perseverations, metatheses, substitutions, blends, counter blends, additions, and omissions. When the classifications are done, she, eventually, commences to study each slip carefully to figure out the patterns. Based on the analyses that she makes, she concludes that, first, in producing phonological slips of the tongue, the speakers tend to produce more alveolar slips, besides velar-alveolar ones. Second, repeated phonemes induce misordering of sounds adjacent to the repeated ones. Third, stressing in a single syllable in Indone-sian is not very important as it does not affect the production of the tongue-slips. Fourth, adult native Indonesian speakers produce many anticipation and perseveration slips, metathesis phonological process, and more consonant slips, especially the alveolar sounds, than the vowel ones. Fifth, the tongue-slips are not random but there are structures which are followed by the speakers based on their linguistic repertoires. Besides, all of the phonological processes in the slips are caused by the ease of articulation phenomenon.",
  "creators": "NINIK HERAWATI",
  "contributors": "Julia Eka Rini (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Tesis No. 518; Ninik Herawati (11493013)",
  "subjects": "INDONESIAN LANGUAGE-PHONOLOGY-STUDY AND TEACHING"
}