{
  "id": "13049",
  "title": "Penerapan electronic data processing auditing untuk menilai pengendalian internal atas siklus pembelian pada PT. S.S. Utama di Surabaya",
  "abstract": "Penelitian ini merupakan studi kasus tentang Penerapan Electronic Data Processing Auditing untuk menilai pengendalian internal atas siklus pembelian pada PT. S.S. Utama di Surabaya Tujuan yang ingin dicapai dalam penelitian ini adalah untuk mengetahui bagaimana penerapan EDP Auditing untuk menilai pengendalian internal siklus pembelian di PT.S.S. Utama Jenis data yang dikumpulkan merupakan data kualitatif yang berasal dari sumber internal (dari dalam perusahaan tempat penelitian) yaitu data yang diperoleh langsung mewakili daftar kuisioner. Penelitian ini menggunakan 3 metode pengumpulan data yaitu: dokumentasi, observasi dan wawancara. Wawancara dilakukan dengan kepala departemen dan karyawan dalam departemen pembelian dan bagian gudang. Teknik analisis yang digunakan adalah teknik analisis kualitatif yang berkaitan dengan EDP Auditing untuk menilai pengendalian internal pada siklus pembelian perusahaan. Hasil penelitian ini menunjukkan bahwa dalam pada tahap general control terdapat sedikit kelemahan yaitu tidak terdapat organisasi formal dan kedudukan yang tinggi bagi bagian pengolahan data, tidak terdapat instalasi komputer untuk membatasi physical access, tidak terdapat fasilitas automatic log-off, tidak terdapat pengubahan password, tidak terdapatnya fasilitas back-up dan prosedur back-up. Pada tahap input control terdapat kelemahan yaitu tidak dilakukannya visual verification dan key verification, tidak terdapat limit atau reasonable check, tidak terdapatnya range check, tidak terdapatnya self checking digit check, tidak terdapat batch control total check. Pada tahap output control terdapat kelemahan yaitu tidak terdapat aturan yang tegas tentang pembatasan orang-orang yang mengambil kertas laporan, pada pencetakan laporan tidak terdapat pembatasan jumlah tembusan, tidak terdapat pengumpulan laporan secara khusus, pemakai laporan tidak mengkaji ulang setiap laporan yang diterima, pemusnahan laporan tidak dilakukan secara khusus. Pada flowchart pembelian terdapat kelemahan yaitu tidak adanya back-up flle, di bagian gudang tidak ada pencocokan antara dokumen order pembelian, permintaan pembelian dan penerimaan barang.",
  "creators": "TIRTO HADI MULYONO",
  "contributors": "UNTI LUDIGDO (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 066/96/FE.AK/2000; Tirto Hadi Mulyono (32406033)",
  "subjects": "AUDITING, INTERNAL-COMPUTER PROGRAMS"
}