{
  "id": "13050",
  "title": "Penerapan activity analysis dalam rangka mengeliminasi nonvalue-added activity untuk meraih keunggulan bersaing di PT. Ratan Jaya",
  "abstract": "Persaingan yang tajam dalam dunia usaha menuntut suatu perusahaan untuk bertindak lebih bijaksana dalam menetapkan biaya-biaya yang akan dikeluarkannya. Biaya timbul dari aktivitas. Oleh karena itu untuk menekan biaya-biaya yang ada diperlukan pengendalian atas aktivitas-aktivitas perusahaan. Activity analysis merupakan sarana yang dibutuhkan oleh perusahaan untuk mengatasi masalah tersebut. Penelitian yang dilakukan oleh penulis merupakan study kasus mengenai penerapan activity analysis dalam rangka mengeliminasi nonvalue-added activity untuk meraih keunggulan bersaing di PT. Ratan Jaya di Surabaya. Tujuan dari aktivity analysis ini adalah untuk mendapatkan pemahaman bagi perusahaan mengenai aktivitas-aktivitasnya, sehingga dapat diketahui mana aktivitas perusahaan yang merupakan value-added activity dan mana yang merupakan nonvalue-added activity. Karena PT. Ratan Jaya tidak memproduksi satu macam jenis barang saja melainkan berbagai macam jenis barang sesuai permintaan konsumen, maka penulis mengambil 1 macam jenis produk untuk mewakili penelitian ini, yaitu produk Tind Table'. Hasil dari penelitian ini menunjukkan bahwa untuk melakukan proses produksinya, produk 'End Table' melalui 13 aktivitas produksi. Aktivitas-aktivitas produksi tersebut terdiri dari 6 aktivitas bernilai tambah dan 7 aktivitas tidak bernilai tambah. Dari perhitungan pengalokasian biayanya, dapat diketahui bahwa aktivitas yang tidak bernilai tambah adalah sebesar 29,67% dari seluruh biaya aktivitas, Untuk itu aktivitas ini harus dieliminasi agar perusahaan mendapatkan price yang bersaing.",
  "creators": "YENNY KUSUMAWATI",
  "contributors": "MONIKA KUSSETYA CIPTANI (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 083/96/FE.AK/2000; Yenny Kusumawati (32496041)",
  "subjects": "VALUE ADDED; COST ACCOUNTING"
}