{
  "id": "13051",
  "title": "H.G. Wells's the war of the worlds as social-foresight of the world beyond as seen through the main character",
  "abstract": "This thesis is an analysis of satirical ideas towards the social condition of the contemporary society in the near ~ commencing year of second millennium in Wells's The War of the Worlds. Through the narrative, obviously Wells wants to point out how human-beings' morality has been degraded to a serious extent. The advanced accomplishment in science and technology has been abused by the superior beings to destroy other people and to seek for their own benefit. As a result, instead of contributing virtue to mankind, science and technology have resulted in the vice which is not only being used to demolish one another but also unconsciously leading l to self destruction. j In showing Wells's satirical ideas, the writer covers the discussion on the main characters' behavior in relation with the contemporary society under the suppression of tyrant with superior technology. Both main characters, the Narrator and the Brother of Narrator, have shown a somewhat immobile virtue under such a repressive situation that makes other people deviate in moral and ethic. Through the study, the writer focuses his analysis to reveal the use of satire through the main characters by Wells to convey his social-foresight towards the contemporary society. His vision of the modern society is concerning the abused advancement that make Wells and even the writer of this thesis worried. By giving a terrible picture of destruction of the world as visioned by Wells, people are expected to be more ready and careful to deal with every advancement which may bring harm effects instead of advantages. Thus, Wells's foresight of the contemporary society may become the warning for man not to forget the role of moral and ethic as means to control advancement",
  "creators": "DHARMAWAN",
  "contributors": "SANTIKO BUDI (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 462/SING/1996; Dharmawan (11491091)",
  "subjects": "WELLS, HERBERT GEORGE, 1866-1946-THE WAR OF THE WORLDS; ENGLISH FICTION-19TH CENTURIES-STUDY AND TEACHING"
}