{
  "id": "13057",
  "title": "Penyebab goncangnya biro-biro perjalanan wisata di Surabaya dalam masa krisis moneter dan upaya mengatasinya",
  "abstract": "Dalam masa krisis moneter yang dimulai sekitar awal bulan Juli 1997, banyak perusahaan yang bergerak dalam bidang industri pariwisata mengalami goncangan. Perusahaan tersebut antara lain hotel, perusahaan penerbangan, restoran, persewaan kendaraan terutama biro perjalanan wisata sebagai perantara komponen-komponen pariwisata tersebut kepada konsumen. Berbagai cara telah ditempuh oleh biro perjalanan wisata di Surabaya untuk mempertahankan kelangsungan hidupnya antara lain dengan menggalakkan penjualan paket wisata inbound dan domestik, mendorong hotel-hotel agar mau menjual dengan menggunakan Rupiah sebagai acuan perhitungan harga pembayarannya, dan sebagainya. Namun usaha-usaha tersebut tidak seluruhnya berhasil baik. Beberapa masih mengalami hambatan, antara lain disebabkan oleh kondisi politik negara yang tidak menentu sehingga wisatawan mancanegara enggan datang ke Indonesia, resesi ekonomi yang berkepanjangan menyebabkan turunnya minat berwisata dari wisatawan lokal, kenaikkan harga fiskal menjadi satu juta rupiah dan sebagainya. Dalam situasi seperti ini maka alternatif cara yang dapat ditempuh adalah dengan penghematan di segala bidang, seperti : penghematan pembuatan brosur, listrik dan pengurangan gaji dengan melakukan sistem shift bagi karyawan. Di samping itu perusahaan juga harus selektif dalam pemilihan pangsa pasamya dan tidak memasuki semua altematif market dengan sembarangan karena hal demikian hanya akan merugikan perusahaan itu sendiri. Situasi krisis seperti ini juga merupakan saat yang tepat bagi perusahaan untuk melakukan efisiensi dan peninjauan kembali terhadap kualitas pelayanan yang diberikan para karyawannya dan pemberian pelatihan yang diperlukan guna meningkatkan kualitas pelayanan tersebut.",
  "creators": "ANTONIA FRANSISCA",
  "contributors": "Yacintha Yoranouw Suryawijaya (Advisor 1); LANY WARDANA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 297/Par/1998; Antonia Fransisca (91395006)",
  "subjects": "TOURIST TRADE-MANAGEMENT"
}