{
  "id": "13063",
  "title": "Analisa efektivitas konsep iklan abc special grade pada ambient media elevator di Surabaya",
  "abstract": "Pada kondisi persaingan saat ini, semakin banyak brand yang bermunculan, sehingga konsumen pun semakin dihadapkan pada banyak pilihan. Konsep ekonomi kreatif juga sudah mulai mendominasi dengan aspek yang dititikberatkan antara lain adalah kreativitas, budaya dan warisan budaya, serta lingkungan. Oleh karena itu, ide dan kreativitas juga mulai dijalankan searah dengan teknologi. Pengertian big idea \"Special Moment in Family\" : Di dalam kehidupan Ibu, keharmonisan rumah tangga dan berkumpul bersama keluarga, merupakan hal yang membahagiakan. Produk ABC Special Grade akan selalu membantu Ibu mempersiapkan suguhan istimewa di setiap \"special moment\" keluarga. Sampel yang digunakan adalah 200 responden dengan criteria Ibu rumah tangga, usia 24-35 tahun, SES A,B, Telah menikah dan mempunyai anak, University Graduate dan tinggal di kota Surabaya. Metode statistik yang digunakan adalah Structural Equation Model (SEM). Berdasarkan hasil penelitian diketahui bahwa setelah melihat konsep iklan ABC Special Grade yang disajikan, sebagian besar responden memberikan penilaian setuju atas pertanyaan-pertanyaan yang menerangkan variable Advertising (Creative Concept). Sebagian besar responden juga memberikan penilaian positif atas pertanyaan-pertanyaan yang menerangkan variable The Role of Emotions dan brand awareness ABC Special Grade. Berdasarkan hasil penelitian juga diketahui bahwa Elemen advertising effectiveness yang berpengaruh positif dalam meningkatkan brand awareness ABC Special Grade adalah body copy. Apabila ketiga elemen advertising effectiveness ditotal, hasilnya adalah : -0.159. Secara total, apabila melalui ketiga respon emosi secara keseluruhan akan menurunkan brand awareness ABC Special Grade.",
  "creators": "CAROLINE SUSANTO; BIEK VELDA DAVITA D",
  "contributors": "Hatane Semuel (Advisor and Examination Committee); Leonid Julivan Rumambi (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020058/MAN/2009; Caroline.S (36405008), Biek Velda D.D (36405046)",
  "subjects": "ADVERTISING; COMMUNICATION IN MARKETING; SALES PROMOTION"
}