{
  "id": "13069",
  "title": "Mengangkat Kelenteng Eng An Kiong sebagai obyek wisata agama di Malang",
  "abstract": "Sebagai kota terbesar kedua di Jawa Timur setelah Surabaya sebagai ibukota propinsi, Malang adalah salah satu daerah tujuan wisata yang cukup potensial bagi wisatawan yang berkunjung ke Jawa Timur. Salah satu objek wisata yang cukup menarik dan unik untuk dikunjungi di Malang adalah kelenteng Eng An Kiong, yang terletak di tengah kota Malang dan telah berumur puluhan tahun. Kelenteng ini memiliki arsitektur bangunan yang menarik, karena mirip dengan bentuk bangunan kelenteng yang ada di Cina yang dikenal mempunyai banyak ukir-ukiran dan lukisan yang mempunyai nilai seni yang tinggi disamping memiliki arti yang mendalam. Selain itu, seringkali diadakan berbagai macam upacara ritual yang sangat menarik di kelenteng Eng An Kiong ini untuk diikuti ataupun disaksikan karena keunikan tradisi kelenteng dan masyarakat di Cina dapat ditemui pada saat upacara ritual tersebut diadakan. Tetapi kenyataannya, kelenteng ini sangatlah jarang dikunjungi wisatawan. Hal ini terjadi karena kelenteng ini belum banyak dikenal dan diketahui keberadaannya oleh para wisatawan. Untuk mengangkat kelenteng Eng An Kiong menjadi objek wisata agama, maka perlu diadakan berbagai upaya pembenahan dan promosi, agar kelenteng ini dapat dikenal oleh para turis dan dapat menjadi di objek wisata yang menarik untuk dikunjungi oleh turis Asia khususnya yang banyak berkunjung ke Indonesia akhir akhir ini, maupun juga untuk para turis Eropa, sehingga akan dapat menunjang sektor kepariwisataan di wilayah Kabipaten Malang khususnya yang pada saat ini dirasakan masih sangat kurang dan bagi kepariwisataan di Indonesia pada umumnya.",
  "creators": "SONNY SUTANTO",
  "contributors": "Juliuska Sahertian (Advisor 1); Yacintha Yoranouw Suryawijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 204/PAR/1996; Sonny Susanto (91393019)",
  "subjects": "CHINESE TEMPLES; MALANG-TOURIST TRADE"
}