{
  "id": "13065",
  "title": "Analisa efektivitas konsep iklan sirup abc special grade pada media tabloid nova",
  "abstract": "Berdasarkan majalah Marketing 08/VII/Agustus 2007, sirup ABC memperoleh pangsa pasar sebesar 55,9%, sedangkan sirup Marjan sebesar 24,4% . Sehingga pesaing terbesar yang saat ini dihadapi oleh sirup ABC Special Grade adalah sirup Marjan. Pada saat ini sirup ABC Special Grade ingin meningkatkan penjualannya terhadap sirup Marjan sebesar 5 pts. Tujuan dari penelitian ini adalah mengetahui consumer experience dari target audience terhadap tabloid Nova dan untuk mengetahui Mengetahui persepsi target audience terhadap konsep iklan sirup ABC Special Grade. Berdasarkan hasil penelitian diketahui bahwa dari 110 responden, untuk atribut Interesting diketahui 77.3% responden menyatakan setuju dan sangat setuju, untuk atribut Believe didapatkan TTB sebesar 48.20% dan pada Valuable TTB yang didapatkan adalah sebesar 70%. Demikian juga dengan variable persepsi, dimana TTB masing-masing atribut diketahui lebih dari 50%. Untuk atribut Exposure TTB yang didapatkan adalah sebesar 66.30%, Attention sebesar 84.50%, Comprehension sebesar 90% dan Retention sebesar 91.80%. Secara statistik diketahui ada hubungan antara media context experience dengan persepsi target audience terhadap konsep iklan sirup ABC Special Grade. Artinya persepsi target audience terhadap konsep iklan sirup ABC Special Grade bergantung pada consumer experience dari target audience terhadap tabloid Nova. Hal ini ditunjukkan oleh uji Chi-square yang menyatakan media context experience dengan persepsi target audience terhadap konsep iklan sirup ABC Special Grade mempunyai hubungan yang signifikan, karena nilai signifikansi lebih kecil dari 0,05 yaitu 0,000.",
  "creators": "LISA HARYANTI; NOVELIA CRIESNAWATI",
  "contributors": "Hatane Semuel (Advisor and Examination Committee); Leonid Julivan Rumambi (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020053/MAN/2009; Lisa Haryanti (36405002), Novelia Criesnawati (36405035)",
  "subjects": "ADVERTISING; MARKETING-MANAGEMENT"
}