{
  "id": "13072",
  "title": "Perilaku konsumen memiliki pengaruh dalam pembelian suatu produk",
  "abstract": "Perkembangan ekonomi saat ini sangat besar pengaruhnya pada perilaku konsumen, selain itu sukses tidaknya suatu perusahaan juga berpengaruh terhadap perilaku konsumen. Hal tersebut menyebabkan perlu ditempatkan perilaku konsumen pada kerangka strategi pemasaran suatu perusahaan. Dengan memperhatikan konsumen, maka akan mengetahui apa yang di inginkan oleh konsumen saat ini. Perkembangan perekonomian saat ini, yang dapat kita lihat sangat sulit karena keadaan negara kita sedang mengalami krisis ekonomi, maka hal ini sangat mempengaruhi keinginan konsumen untuk mengkonsumsi suatu produk. Pengaruh krisis ekonomi kita sebagai produsen (perusahaan) menitik beratkan pada hal-hal yang perlu diperhatikan dalam strategi pemasaran. Keinginan konsumen timbul dari adanya satu persepsi positif terhadap suatu produk yang dipasarkan oleh produsen. Konsumen sekarang ini mengalami krisis moneter, kita sebagai produsen (perusahaan) harus dapat melihat sikap dan minat konsumen yang sedang mengalami krisis moneter pada saat ini, dari hal ini kita dapat menentukn stimulus yang tepat kepada konsumen agar konsumen tertarik pada produk yang kita pasarkan. Jika hal ini ditelusuri lebih lanjut, dari ketiga artikel/ karya ilmiah yang ditulis oleh beberapa penulis tersebut erat hubunganya dengan perilaku konsumen. Jelas terlihat pada artikel pertama, kita dapat melihat perilaku konsumen pada krisis moneter. Dengan hal ini mebawa perubahan dalam trend perilaku konsumen. Ketidakpastian ekonomi dimasa depan, ketidak samaan pekerjaaan, dan pemberhentian dalam skala besar yang banyak mepengaruhi dalan sektor ekonomi. Sebagi contoh, income yang lebih rendah dan harga yang lebih tinggi akan mepengaruhi keyakinan sikap dan minat para pembeli. Selanjutnya pada artikel kedua kita dapat melihat bagaimana keyakinan, sikap, niat dan perilaku dari konsumen sangat berpengaruh untuk menetukan pilihan suatu produk. Perilaku itu akan bergantung pada interaksi antara keyakinan, sikap dan niat seorang konsumen. Untuk artikel ketiga bahwa suatu stimulus dapat merubah suatu persepsi konsumen. Karena konsumen sebagai individu yang bebas memiliki berbagai persepsi yang berbeda. Persepsi dari konsumen bisa menerima ataupun menolak suatu produk. Tampilan suatu produk baik tidaknya, akan menciptakan suatu persepsi. Stimulus yang benar dan tepat maka kita dapat membuat persepsi positif terhadap suatu produk agar konsumen semakin tertarik dan loyal terhadap produk. Ditinjau dari artikel di atas bahwa perilaku konsumen sangat besar perannanya dalam meningkatkan daya beli konsumen terhadap suatu produk. Oleh karena itu kita sebagai produsen (perusahaan) harus mengimplikasikan perilaku konsumen dalam strategi pemasaran, untuk memperoleh keuntungan yang maksimal dalam memasarkan suatu produk.",
  "creators": "LENARD MULYAWAN WINARTO",
  "contributors": "Hatane Semuel (Advisor 1); Soekarno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 80/EM/2000; Lenard Mulyawan Winarto (31496220)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS-RESEARCH"
}