{
  "id": "13076",
  "title": "Analisis deskriptif pilihan para ibu rumah tangga dalam pembelian produk di saat krisis: Survey terhadap 200 ibu rumah tangga di empat pusat belanja kota Surabaya",
  "abstract": "Penelitian ini dilaksanakan dengan tujuan untuk mendeskripsikan pilihan para ibu rumah tangga dalam pembelian produk di saat krisis, dan merupakan survey terhadap 200 ibu rumah tangga di empat pusat belanja kota Surabaya. Keempat pusat belanja tersebut antara lain meliputi Mai Galaxy, Plasa Tunjungan, Plasa Surabaya, dan Pasar Atum. Teknik penarikan sampel yang digunakan adalah judgemental sampling. Sedangkan teknik analisa datanya adalah berupa Analisa Deskriptif dan Analisa Dependensi dengan Statistik Uji Chi-Square. Pemilihan ibu rumah tangga sebagai responden atau obyek dalam penelitian ini adalah karena pertimbangan bahwa ibu rumah tangga dapat dikatakan sebagai salah satu kelompok masyarakat yang paling merasakan lebih dulu dampak krisis ekonomi yang dialami oleh Indonesia saat ini, khususnya dari akibat lonjakan kenaikan harga yang tinggi pada berbagai barang dan jasa. Hal tersebut dikarenakan ibu rumah tangga adalah sebagai pihak yang bertanggung jawab atas sebagian besar pembelian produk kebutuhan rumah tangga dan bertanggung jawab pula atas pembelanjaan anggaran rumah tangganya. Dalam berbagai survey tentang perilaku konsumsi masyarakat di saat krisis, ibu rumah tangga pun sering dijadikan obyek penelitian, contohnya survey AMI dan MarkPlus. Pada dasarnya penelitian ini ingin mendeskripsikan apa saja pilihan para ibu rumah tangga dalam pembelian produk di saat krisis. Pilihan-pilihan tersebut antara lain seperti pilihan harga, kualitas, merek, kemasan, promosi, hingga ke tempat belanja. Antar ibu rumah tangga sangat mungkin memiliki perbedaan pilihan. Perbedaan tersebut bisa disebabkan oleh adanya perbedaan daya beli, kebutuhan, ataupun faktor-faktor lainnya. Secara khusus, dalam penelitian ini, penulis mengaitkan hubungan antara perbedaan pilihan tersebut dengan perbedaan jumlah pengeluaran dan jumlah anggota keluarga responden (ibu rumah tangga). Dari hasil penelitian ini dapat diperoleh gambaran bahwa di saat krisis ini, para ibu rumah tangga yang menjadi responden, di dalam melakukan pembelian produk di saat krisis, sebagian besar tampaknya mementingkan faktor keterjangkauan harga. Namun mereka juga menginginkan adanya kualitas yang memadai dari produk yang dibelinya. Ini khususnya ditemui pada responden yang memiliki jumlah pengeluaran di bawah Rp. 1 juta dan antara Rp. 1 hingga 2 juta per bulannya. Di sisi lain, ada pula para ibu rumah tangga yang lebih mementingkan kualitas produk daripada keterjangkauan harga. Mereka ini yang khususnya berasal dari kelompok responden yang berpengeluaran di atas Rp. 2 juta per bulannya, dan mereka bersedia membayar harga yang lebih mahal untuk produk-produk yang berkualitas, bermerek terkenal, serta atribut-atribut lainnya. Namun mereka ini hanya sebagian kecil saja dari keseluruhan responden. Selanjutnya, dari hasil penelitian ini, didapati pula adanya dependensi atau hubungan/ketergantungan antara jumlah pengeluaran serta jumlah anggota keluarga responden (ibu rumah tangga) dengan pilihan mereka dalam pembelian produk di saat krisis. Artinya, dapat dikatakan bahwa apapun pilihan ibu rumah tangga dalam pembelian produk di saat krisis, pada intinya pilihan mereka itu didasari antara lain oleh kebutuhan dan daya beli dari masing-masing rumah tangga mereka.",
  "creators": "ERNA",
  "contributors": "Hartono Subagio (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1394/EM/1999; Erna (31495018)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS-RESEARCH"
}