{
  "id": "13079",
  "title": "The Concept of love as portrayed in the songs of songs",
  "abstract": "This thesis discusses the concept of love as portrayed in the song of songs. Through the discussion of the imagery, metaphors and similes in the song of songs, the writer wants to discover the attitudes of the lover and the beloved toward each other that show the concept of love. The imagery, metaphors, and similes which are used to describe the lover's and the beloved's physical attractiveness suggest the significance of spoken attraction and praise in a love relationship. Both lovers realize that their loved one needs a periodical assurance to build their selves image. Further, they also experience the consummation of love. This experience apparently has made their love more sweet and interesting. However, the lover reminds his beloved that it is also necessary to anticipate any problems which may endanger their love. They must penetrate them in order to join in an intimate relationship. Another important aspects are loyalty, marriage and commitment. Their marriage is acknowledged by public so that there will be no one to cancel it. The lover and the beloved belong to each other and they exclusively separate themselves from others. Finally, all of the experiences that the lover and the beloved have, make their love grow stronger. They share that their feelings of love have come to the ultimate level in which they are sure that there is nothing to buy or destroy it. Their love has been so strong and permanent. It is the most precious thing to maintain forever.",
  "creators": "IRA RASIKAWATI",
  "contributors": "BIDDY TAYLOR (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 485; Ira Rasikawati (11491009)",
  "subjects": "SALOMON, KING IRSAEL, IN THE KORAN. THE SONGS OF SONGS-STUDY AND TEACHING; LOVE POETRY-STUDY AND TEACHING"
}