{
  "id": "13070",
  "title": "Upaya-upaya memposisikan Sekolah Menengah Kejuruan Katolik Mater Amabilis Surabaya untuk meningkatkan jumlah siswa potensial",
  "abstract": "This research was undertaken to identify several efforts to position SMK Katolik Mater Amabilis in order to increase the number of potential students enrollment. According to Government data the number of potential students who have enrolled in Sekolah Menengah Kejuruan Negeri has been increasing during the economics crisis. Unfortunately SMK Katolik Mater Amabilis has been facing a decreasing number of student enrollment since ten years ago. The objective of this research was to identify the best positioning strategy that might help to overcome it. The researcher followed a modified Lovelock's steps in developing positioning. Several statistical tools were used in this research such as cross tab analysis, frequency analysis and factorial analysis to analyze the data. Using those, statistical tools, the researcher tried to discover about attitudes and beliefs that students and society hold about the school, the current position and several attributes that can be used to position it. This research also conducted marke* analysis to discover potential market and available market for SMK Katolik Mate Amabilis. The research found that SMK Katolik Mater Amabilis only has 13% potential market and 2,6% available market. This figures were quite sma:l compared to its direct competitor. So for the future, this school may have to develop a positioning strategy in order to increase it. It also discovered that student:' attitudes and beliefs are the reflection of family's attitudes and beliefs. Finally, the researcher suggests this school use attribute positioning strategy which quite appropriate with the condition.",
  "creators": "ERNA FERRINADEWI K",
  "contributors": "Drs. Sugiono Sugiharto, M.M., Ph.D. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1368/EM/1999; Erna Ferrinadewi K. (31494079)",
  "subjects": "MARKETING-MANAGEMENT"
}