{
  "id": "13087",
  "title": "A Study of the love relationship between Franky and Mary in Trollope's Doctor Thorne : problems and solution",
  "abstract": "This thesis is a study on the problems and their solution of the love relationship between Frank Gresham and Mary Thorne, two of the main characters in Trollope's Doctor Thorne. Both Frank and Mary have to face their problems in their love relationship since they come from different family backgrounds. In this study, the writer discusses the problems and the solution through their conflicts. She wants to show what problems which are faced by the two main characters and how they overcome their problems. In analyzing both Frank's and Mary's problems and the way they overcome their problems, the writer uses data from the novel itself, Doctor Thorne, supported by the literary theory of conflicts and some literary criticism of the author and his work. From the analysis, the writer concludes that Frank's problems are actually his conflicts with his parents who ask him to maintain his position. He also never receives Mary's exact answer about their love relationship. Mary's problem is her status which makes her hesitant in maintaining her love relationship with Frank. She feels that she is not suitable to be Frank's wife since she is not a wealthy lady. However, both Frank and Mary have tried to solve their problems. Frank tries to reason with his parents, he also seeks for help, while Mary solves her problem by trying to sacrifice her love for Frank. Even though they have to face some conflicts, finally they succeed in overcoming their problems.",
  "creators": "TAN FANNY YULITA",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Guillermina L. Verzosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 472; Tan Fanny Yulita (11492057)",
  "subjects": "TROLLOPE, ANTHONY, 1815-1882. DOCTOR THORNE-STUDY AND TEACHING; ENGLISH FICTION--20TH CENTURY--STUDY AND TEACHING"
}