{
  "id": "13086",
  "title": "An Analysis of the figures of speech used in the language of body care advertisements on television programmes",
  "abstract": "This thesis is an analysis of figures of speech used in the body care advertisements. The writer chooses this topic because as an audience, the writer sees the body care advertisement which used figures of speech in its language and that advertisement arouses the audience curiousity to buy the product. This condition encourages her to observe further about the using of figures of speech in the language of body care advertisements. The writer uses Perrine's theory to analyze the data and she also applies the theories about discourse, sociolinguistics and television advertisements in order to support this thesis. In getting the data, the writer uses tape recording. The writer records all of the body care advertisements broadcasted on every channel as the data to be observed. They are the advertisements of soap, shampoo, tooth paste, powder, moisturizer and whitening and the channels are RCTI, SCTV, TPI, AnTeve and Indosiar. Finally, in analyzing the data the writer finds five figures of speech used in the language of body care advertisements and the most often used figures of speech is personification. As a social creature who needs language to interact in society, which use personification better than other figures of speech because it considers things as human being. It means that personification can arouse the audience's curiousity better than others.",
  "creators": "LINDA",
  "contributors": "SUBANDI DJAJENGWASITO (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 718; Linda (11493075)",
  "subjects": "ADVERTISING-LINGUISTIC ASPECTS; LINGUISTICS; SOCIOLINGUISTICS"
}