{
  "id": "13080",
  "title": "Service quality gap in Golden River Restaurant after The Netherland's Horeca Smoking Ban:comparison between smoker and non smoker customer",
  "abstract": "The Netherlands? Horeca Smoking Ban, which was issued on 1 July 2008, does not allow people to smoke inside the public area. The purpose of this research is to find out what is the expectation and the perception of the Golden River customers, and then analyze any of the gap existed to measure and differ the smoker and non smoker customer satisfaction. The research was conducted by distributing 50 questionnaires to the Golden River customers and then process and analyze the data. The result of the research showed that the smoker customers emphasize their expectation in the different dimensions with the non smoker customer. The smokers expect most in the Reliability Dimension and the non smokers expect in the Empathy Dimension. They also presume differently about the service quality delivered in Golden River. The smoker perceived the service quality in the highest point in the Tangible Dimension and the non smoker perceived the service quality in the highest point in the Empathy Dimension. The satisfaction, which was resulted from the gap between the expectation and perception, is not different between the smoker and non smoker, so the two groups of customer were satisfy with the service delivered. Therefore, it can be concluded that the service quality in the restaurant is delivered quite well, because based on the data collected, the smoker and non smoker customers are satisfied in overall.",
  "creators": "MERVINA FATIMA ZEHRA; ROSIANA ALIM",
  "contributors": "HEMMY WONG (Advisor 1); PIETER OESTERHOF (Advisor 2); A.HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33010047/MAN/2009; Mervina Fatima Zehra (33405003), Rosiana Alim (33405017)",
  "subjects": "TOTAL QUALITY SERVICE; RESTAURANT MANAGEMENT"
}