{
  "id": "13084",
  "title": "Akun yang menjadi kualifikasi dalam laporan auditor yang berisi pendapat wajar dengan pengecualian: Studi eksploratif terhadap kantor akuntan publik di Surabaya",
  "abstract": "Laporan keuangan merupakan tanggung jawab manajemen, sedangkan auditor hanya melakukan pemeriksaan terhadap kewajaran laporan keuangan tersebut. Jika dalam pemeriksaannya, auditor tidak menyetujui penyajian akun tertentu dalam laporan keuangan maka auditor dapat membicarakannya dengan pihak manajemen. Apabila pihak manajemen menolak alasan auditor, maka auditor sama sekali tidak mempunyai wewenang untuk mengubah informasi yang disajikan dalam laporan keuangan sesuai dengan pendapatnya, dan auditor mungkin memberikan pendapat bahwa laporan keuangan yang diperiksanya menyajikan secara wajar posisi keuangan dan hasil usaha perusahaan, kecuali untuk akun-akun tertentu yang dikecualikan (pendapat wajar dengan pengecualian). Tujuan penelitian adalah untuk mengetahui akun apa saja yang menjadi kualifikasi auditor dan alasannya dalam memberikan pendapat wajar dengan pengecualian terhadap suatu laporan keuangan perusahaan yang diperiksanya, baik perusahaan jasa, dagang, maupun manufaktur. Penelitian dilakukan melalui kuisioner maupun wawancara terhadap auditor yang berkompeten dalam masalah ini. Penelitian dilakukan terhadap 21 KAP di Surabaya yang pernah mengeluarkan pendapat wajar dengan pengecualian, yang dilaksanakan mulai 10 Juni sampai dengan 30 Juli 1998. Kesimpulan dari penelitian ini adalah bahwa akun yang menjadi kualifikasi dalam pendapat wajar dengan pengecualian yang terjadi pada perusahaan jasa, dagang, maupun manufaktur adalah sebagai berikut: Pada akun aktiva tetap, bank, prive, dan biaya, dengan alasan kerahasiaan data akuntansi; pada akun pajak, dengan alasan akan diselesaikan sendiri; pada akun biaya dan penjualan, dengan alasan khawatir terjadi overstated/understated; pada akun piutang/hutang usaha, dengan alasan hubungan istimewa dan karena tidak boleh melakukan konfirmasi; pada akun persediaan dengan alasan tidak dapat melakukan stock opname dan alasan waktu pelaksanaan audit setelah tanggal neraca sehingga menyulitkan dalam penghitungan persediaan fisik. Penyimpangan dari prinsip akuntansi yang berlaku umum terjadi pada akun biaya dan pendapatan yang dicatat cash basis, bunga angsuran kendaraan yang dikapitalisasi, penyimpangan dari peraturan (akun piutang premi asuransi dan modal disetor). Penerapan prinsip akuntansi yang tidak konsisten terjadi karena ktien tidak mengerti kalau harus diterapkan secara konsisten, hal ini terjadi pada akun aktiva tetap mengenai metode penyusutan, dan metode penilaian persediaan, serta metode penyisihan piutang tak tertagih.",
  "creators": "TINTIN SANJAYA",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 94/002/AK/1998; Tintin Sanjaya (32494019)",
  "subjects": "AUDITORS REPORTS; AUDITING"
}