{
  "id": "13082",
  "title": "Competition of food quality based on What Ni Hao Stadsparkpa viljoen consumer preference compared with food from 3 other chinese buffet restaurants in Groningen",
  "abstract": "Problem statement that has already chosen for this dissertation is Competition of food quality based on what Ni Hao Stadsparkpaviljoen consumer preference compared with food from 3 other Chinese buffet restaurants in Groningen. This problem statement chosen because Ni Hao Stadsparkpaviljoen is a new comer in this competition of buffet restaurant especially in Groningen that is why they have to know their strengths and weaknesses and learn a lot from the others, and then make some improvements and become the winner. The writers chose food quality as the aspect that suitable to compare the 4 buffet restaurants in Groningen. Food is the main product of the restaurant and also the fundamental component to satisfy restaurant customers. Research questions are: ? What is competition? ? What is food quality? ? What is consumer preference? ? How are food quality in Ni Hao Stadsparkpaviljoen and 3 other Chinese buffet restaurants in Groningen? ? How is food quality in Ni Hao Stadsparkpaviljoen based on consumer preference? ? How to improve food quality in Ni Hao Stadsparkpaviljoen based on this competition and consumer preference? Research Objective: ? To identify competition on food quality among 4 Chinese buffet restaurant in Groningen ? To identify consumer preference on food quality among 4 Chinese buffet restaurant in Groningen ? To know how to improve food quality in Ni Hao Stadsparkpaviljoen After doing some research with questionnaire and observation method, the writers found some important things which answer the research question and are useful for Ni Hao Stadsparkpaviljoen. Food quality in Ni Hao Stadsparkpaviljoen is good almost in every variable of food. They have a lot of variety and choices of food, they have specialty also. Their texture and smell of food are the best of all. Overall, Ni Hao Stadsparkpaviljoen is the best. As a new comer, Ni Hao Stadsaparkpaviljoen is well known by the people in Groningen. Beside the strengths point, Ni Hao Stadspark also has the weaknesses points that should be improved especially the hygiene, the cleanliness and the safety. And also two points that have to be improved are food appearance and food taste, because in these two variables of food, Ni Hao Stadsparkpaviljoen is behind the other buffet restaurants. So to keep their food quality, Ni Hao Stadsparkpaviljoen has to concern on hygiene, cleanliness and safety and take action to improve their food appearance and food taste. Food appearance is easier than food taste, just to make the presentation of the food nicer than before it is enough but food taste, Ni Hao Stadsparkpaviljoen has to meet the food taste with the consumer preferences. That is why Ni Hao Stadsparkpaviljoen needs to know deeper about their food taste from feedback of their consumer, so they can improve their food taste become better based on what cosumer preferences.",
  "creators": "MISHA KRISTINA ELKA; NATALINA SUPRIANTO",
  "contributors": "FOTINE ZIJLSTRA (Advisor 1); XU WU (Advisor 2); A.HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33010048/MAN/2009; Misha Kristina Elka (33404028), Natalina Suprianto (33404081)",
  "subjects": "TOTAL QUALITY MANAGEMENT; FOOD INDUSTRY AND TRADE-MANAGEMENT; CONSUMERS-RESEARCH"
}