{
  "id": "13099",
  "title": "The Factors which are influencing customer satisfaction in the field of wine consumption in Dynasty Restaurant and De Kelderhof Restaurant and Brasserie",
  "abstract": "It is a common way to have a dinner of nice meal and wine as the accompaniment in western countries. There are plenty restaurants in Amsterdam which provide wine in various kinds. De Kelderhof Restaurant and Brasserie and Dynasty Restaurant are just some tiny examples of the whole industry. This dissertation analyzed customer satisfaction in the field of wine consumption in both restaurants and the result will be comparable. De Kelderhof Restaurant and Brasserie and Dynasty Restaurant are two of the numerous famous restaurants in Amsterdam. De Kelderhof is a Spanish restaurant and it serves tapas and grill dishes, meanwhile Dynasty is an oriental restaurant and it serves Thais, Vietnamese and Cantonese cuisine. The two different restaurants were analyzed to find out the level of customer satisfaction for their wine consumption. There are three concepts in this research, which are customer satisfaction, wine service and wine and food pairing. Some theories are dragged into this thesis and ones that suit the best are applied in the data analysis. Qualitative method is used, as observation and questionnare are the tools to collect the data. As the result appeared, it was reviewed that most of the customers were satisfied for their wine consumption in both restaurants, yet there were some little imperfect things. Recommendations were briefly explained, hopefully will help both restaurants to improve the customer satisfaction in the field of wine consumption.",
  "creators": "MARSELLA TIGRIS PRASETYA; AGREDEVINA WIERA TANADI",
  "contributors": "PIETER OOSTERHOF (Advisor 1); ARIE DE WEERD (Advisor 2); A.HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33010046/MAN/2009; Marsella Tigris Prasetya (33404104), Agredevina Wiera Tanadi (33405007)",
  "subjects": "CONSUMER SATISFACTION; RESTAURANT-MANAGEMENT"
}