{
  "id": "13093",
  "title": "Syntactic patterns of requests based on social status and cost of request",
  "abstract": "Making request is considered as a complex speech act that deals with the act of threatening someone's negative face. Therefore, in producing request sentences, people are supposed to know with whom they talk to and what context of requests they find themselves in. Focusing on making requests, there are some factors that affect people in creating request sentences such as power, which refers to status differences of interlocutors and types of requests which, refer to the cost and benefit of requests. Hence, from those aspects, the writer is interested in analyzing request particularly, about what kinds of syntactic patterns that appear mostly when requests are made based on social status and cost of request. Besides, which factor influences the use of syntactic patterns more, whether the social status or the cost of request. Further,the data of this descriptive analysis were taken from twenty Indonesian-students of the Faculty of Letters in Petra Christian University using elicitation technique, specifically the written-task mode. Fundamentally, in categorizing the data, the writer employed the theory of Lakoff (1977) that consist eight strategies of varying interrogative, declarative, and imperative mood, with the presence or absence of modals. Additionally, the writer also uses theory of Sinclair and Coulthard (1985) in classifying head acts, pre-head acts and post-head acts that occur in requests. Moreover, concerning this study, the writer found that interrogative-past tense modal was produced mostly by the subjects followed by interrogative-present tense modal and imperative form. Besides, the writer found that pre-head 'address terms' such as 'Sir/Ma'am' and 'first name' often came side by side with the head acts. As far as it is concerned, the writer noticed that 'reason' and 'promise' were also frequently used as post-head acts in requests. Finally, from discussion, the writer concluded that the social status of interlocutors influenced the way syntactic patterns of requests were produced by the subjects more than the cost of request.",
  "creators": "jani",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); Lisa Setiawati Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 562; Jani Sokviani (11493132)",
  "subjects": "ENGLISH LANGUAGE-SYNTAX"
}