{
  "id": "13090",
  "title": "A Case study of syntactic errors in journals written by the first writing class students of the faculty of letters",
  "abstract": "Knowing how learners acquire a second language is interesting. And the main way of investigating it is by collecting and describing samples of learners' language which, may focus on the kinds of errors they produced. In this study, the writer figures out the syntactic errors found in journals, a kind of assignments in writing class, written within one semester by ten students of Faculty of Letters in Petra Christian University especially from the first writing class. The writer then classifies all syntactic errors and finds out the most common error types. All is done in order to know the students' capabilities in mastering English syntax which later will help both teachers to give more stress on particular grammatical features and students to be more concerned to the grammar they use. By using descriptive method of research, the writer collects all the syntactic errors found in students' journals. Then the data is classified and analyzed based on some relevant underlying theories. They are Greenbaum's theory as the major and supported by Francis' and Barron toefl's theories for English syntax, Ellis' and Lightbown's for second language acquisition theories and also Dulay et. al's and Corder's theories of error. The collected data, syntactic errors in eighty journals written by ten students, is classified and analyzed to find out the common types of errors as seen from the first to the eight journals without any comparison done among them. And the findings show that the common types of syntactic error students produced in writing their journals are errors in four terms. In the term of verbs, the types are errors in the use of auxiliary verbs, misuse of 'be', errors in agreement, errors in the use of verb patterns, and in the use of tenses. And in term of nouns are substitutions of singular noun for plural noun and the reverse, errors in the use of noun determiners for count and noncount noun, 'a an' and 'the', and errors in the use of pronouns functioning as subject, object, reflexive and possessive pronoun. The others are errors in terms of prepositions?-misuse of preposition, missing and unnecessary preposition and tense sequences",
  "creators": "NUNIK LESTARI",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); SUBANDI DJAJENGWASITO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 746; Nunik Lestari (11495102)",
  "subjects": "ENGLISH LANGUAGE-LINGUISTICS ASPECTS"
}