{
  "id": "13103",
  "title": "Developing a better communication between service and bar depatment to Avoid misunderstanding in The Oriental Swan Restaurant",
  "abstract": "This thesis is written as the final project of the Hotel Management Program which analyze about communication condition between the service and bar staff at The Oriental Swan Restaurant, and how it is related to the misunderstanding that often happens between them. In an organization, communication among the individuals is very important in order to achieve the goal. Especially in restaurant business which always connects with the guest satisfaction, the communication between the staffs that operates a restaurant has to be smooth. Otherwise, the staffs can not be well informed and can lead a misunderstanding between them. This research categorized as a qualitative research which the writers used both interview and observation methods to gain the relevant data about communication between service and bar staff in The Oriental Swan Restaurant. This thesis is divided into six sections or chapters. In the first chapter of this thesis, the writers will introduce the reader to the subject of their research. It will discuss their research background, problem statement, research question and objective, and the conceptual model of this problem. The introduction to the company where the research is executed can be found in the second chapter. Detailed information about the history of the company, their mission and vision, products, target group, position in market, organization chart, and also a clear description about task and responsibilities per job can be found here. The third chapter is started with the literature review. Not only describing the relevant theoretical concepts that they picked but the writers also relating it with the application in the restaurant. At the end of this chapter, the reader can find an explanation about association between every concepts and summary of the theory. In the fourth chapter, the writers will describe the planning of the primary research process. A brief explanation about why the writers used qualitative methods will be given in details. Not only the problems and obstacles during the research but also appropriate counter efforts will be described in this chapter. The writers, explaining what is doing right and wrong, will give an objective evaluation of the research process. The fifth chapter describes the data analysis based on the research that had been conducted in The Oriental Swan Restaurant. The writers base the case study on the literature review, in-depth interviews with the supervisor, the part timer, the service and bar staff, and also on the observation during the operational hour in the restaurant. The last chapter is the conclusion from all the contents of this thesis. Limitations of the research and suggestion for further research will be given. Some suggestions will be made to develop a better communication between service and bar staff in order to minimize misunderstanding between them.",
  "creators": "MIKHAEL; C KURNIASARI KUSUMA",
  "contributors": "FOTINE ZIJLSTRA (Advisor 1); MIRANDA MOK (Advisor 2); A.HOEKSTRA (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33010056/MAN/2009; Mikhael (33404044), C.Kurniasari Kusuma (33404093)",
  "subjects": "RESTAURANT-MANAGEMENT"
}