{
  "id": "13102",
  "title": "The Influence of food quality, service and price on the customer decision to dine at Sahid Jaya Restaurant in order to increase the number of guests",
  "abstract": "While a customer has a plan to purchase a product or service, he or she will consider many factors during his or her decision making process such as quality of the product, service, price and so on. This research dissertation will analyze the influence of the food quality, service and price on the customer decision to dine at Sahid Jaya Restaurant in Amsterdam in order to increase the number of guests. Based on the research, food is the most important factor that customers will consider when they consider to dine in a restaurant. Improvement in the taste and appearance of the food should be made to create and maintain regular guests. Besides that, a good marketing strategy should be implemented to attract domestic new guests. More variations in the price of the menu may help attract more guests. The first chapter of this research dissertation gives information about the background of the research such as the current situation of Sahid Jaya restaurant and the purpose for the topic of research. The main subject of the research will introduce in this chapter as well. The second chapter will give more information about the company that has been researched. The history of the company is informed in this chapter. The introduction of the management of the company is explained in this chapter as well (vision and mission of the company, target market, organization chart). The third chapter is the literature review of this research dissertation. This chapter contains of the theoritical concepts of customers buying behaviors, quality, price quality, quality values, customer experience and prices. The association between the theory of customer buying behaviors, quality and prices are being explained in this chapter. The fourth chapter of the research gives us information about the method of the research. How the research is done, the process of the research and the evaluation of the research process are informed in this chapter. The fifth chapter consists of the data from the interview that has been done by the writers to answer the problem statement. An analysis of the data are explained and a summary of the results is informed in this chapter. The last chapter consists of the conclusions of the research. It consists of the results of the research and some recommendations from the writers based on the results of the research.",
  "creators": "GRACE GLORIA WIDJAYA; DEWI ANGGREYANI SUGIARTO",
  "contributors": "PIETER OOSTERHOF (Advisor 1); YEN YEN LIU (Advisor 2); A. HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33010058/MAN/2009; Grace Gloria Widjaya (33405020), Dewi Anggreyani Sugiarto (33405024)",
  "subjects": "RESTAURANT-MANAGEMENT; CONSUMER SATISFACTION"
}