{
  "id": "13100",
  "title": "Are the total elements of marketing mix in take away area from lucky city restaurant able to improve customer satisfaction?",
  "abstract": "In fact, everybody needs to eat. They have many ways to fulfill they needs. Most of them want to eat healthy and efficiently. Take away food is one of the options that can be chosen. Nowadays, take-away services not only provided by fast food restaurants, but also fine-dining restaurants. One of them is Lucky City Restaurant. Food served via take-away services has the same quality as that served in the fine-dining section. The downside of take-away service is that the customers and servers do not have longer interactions. The serves does not know how satisfied the customers are. Due to that reason, The researchers wants to do a research regarding customer satisfaction of the take-away service. To measure the customer satisfaction, the researchers needs to obtain information about the main strengths of the lucky city restaurant. 7 P?s of marketing mix are points which are considered in measuring the lucky city restaurant?s strengths in order to obtain an overview of the customer?s satisfaction. This thesis will be divided in six chapters. Chapter one will explain about the research background, research problem definition, research questions, research objectives, significance of the research, conceptual model, and the time schedule. Chapter two contains of the general overview of Lucky City Restaurant. It will explain about the history, the organization chart with the tasks and responsibilities, the product, the area, target market and vision and mission of Lucky City Restaurant. Chapter three will explain about the literature review or theoretical concepts that relevant with the problem statement. Chapter four is explaining about the research methodology that is being used in this thesis. The writers are using the qualitative method with doing some observations and interviews with the owner who is also the supervisor, staffs, and the guests. Chapter five is about the data analysis where all the data that have been collected through observations and interviews are being analyzed based on the theories. The last chapter is about the conclusions about the research which is in here the problem statement will be answered and the recommendations that the writers could give to the Lucky City Restaurant to maintain and improve their take away area. After analyzing the datas, the researchers found that almost all of the elements of marketing mix has been able to improve customer satisfaction. More than half of the respondent thinks if the take away in Lucky City Restaurant is good and the entire respondent feel satisfied with the Lucky City Restaurant.",
  "creators": "EDISON WIDIYANTO; AGNES KURNIAWATI GUNAWAN",
  "contributors": "FOTINE ZIJLSTRA (Advisor 1); A.HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33010051/MAN/2009; Edyson Widiyanto (33404083), Agnes Kurniawati Gunawan (33404099)",
  "subjects": "RESTAURANT-MANAGEMENT; CONSUMER SATISFACTION; RESTAURANTS-MARKETING"
}