{
  "id": "13101",
  "title": "Assessment of 5 dimensions of service quality in Bouvigne Paradijs Restaurant in order to improve customer satisfaction",
  "abstract": "The purpose of this research is to examine and describe customers? perception of service quality in Bouvigne Paradijs Restaurant in order to improve customer satisfaction. This research investigates how to improve service quality through SERVQUAL questionnaires. The mission of Bouvigne Paradijs Restaurant is concerned on customer satisfaction that has a strong link with customer retention and profitability. Moreover, through this research management can collect the data to improve their service quality that makes a strong contribution to customer satisfaction. The review of literature discusses what service quality and customer perception mean, and the importance of customer satisfaction in hospitality industry. In addition, improvement of service quality increased customer satisfaction that will bring a lot of benefit to the organization. The questionnaire focuses on five dimensions which are tangible, reliability, responsiveness, assurance, and empathy according to SERVQUAL scale of Berry, Parasuraman and Zeithaml (1990). The finding indicates how the customer perception of service quality in Bouvigne Paradijs Restaurant is, whether they have already been satisfied or not. It also encourages management in determining how they can improve their customer satisfaction through developing service quality dimensions. Satisfied guests tend to be return customers. Developing service quality may impact to that satisfaction. Bouvigne Paradijs Restaurant should maintain service quality dimensions that have met customer expectation and improve some dimensions to increase customer satisfaction.",
  "creators": "MARIA ANASTASIA; SILVANA",
  "contributors": "PIETER OOSTERHOF (Advisor 1); THOMAS TAI (Advisor 2); A. HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33010059/MAN/2009; Maria Anastasia (33404078), Ng Silvana (33405006)",
  "subjects": "CONSUMER SATISFACTION.; RESTAURANT-MANAGEMENT"
}