{
  "id": "13119",
  "title": "Meningkatkan volume penjualan CV Rotan Prima Mandiri melalui strategi bauran pemasaran yang tepat untuk wilayah Jawa khususnya Jawa Tengah",
  "abstract": "CV.Rotan Prima Mandiri, yang merupakan perusahaan mebel yang membuat dan menjual berbagai macam bahan-bahan rotan seperti kursi, meja yang berbahan rotan.Perusahaan selama ini menangani penjualan ekspor, dengan mengekspor. Penelitian ini difokuskan pada strategi bauran distribusi dalam Jawa Tengah untuk meningkatkan omzet penjualan dalam kota CV Rotan Prima Mandiri di Solo CV Rotan Prima Mandiri merupakan sebuah perusahaan yang bergerak di industri mebel dan bertindak sebagai Produsen mebel rotan khususnya di daerah Solo, sebagian besar hasil produksi dari CV Rotan Prima Mandiri di ekspor ke wilayah Eropa dan sekitarnya.. Permasalahan yang penulis teliti adalah bagaimana cara meningkatkan omzet penjualan CV Rotan Prima Mandiri di wilayah domestik khususnya di wilayah Jawa Tengah, melalui strategi bauran pemasaran karena pada periode 2008 penjualan mebel di sektor domestik mengalami peningkatan yang signifikan dibandingkan sektor ekspor, dikarenakan adanya peraturan pemerintah yang berimbas pada sulitnya barang dijual ke luar negeri atau bahkan membeli barang dari luar negeri. Tujuan rekomendasi penulis adalah agar CV Rotan Prima Mandiri dapat meningkatkan omzet penjualannya di wilayah Jawa Tengah dengan menerapkan strategi bauran pemasaran yang tepat untuk wilayah Jawa Khususnya Jawa Tengah.",
  "creators": "ERICK SETIAWAN KOSASIH; EKA SETIA WIJAYA",
  "contributors": "Hartono Subagio (Advisor 1); Michael Adiwijaya (Advisor 2); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.36020063 / MAN / 2009; Erick Setiawan Kosasih (36404098), Eka Setia Wijaya (36405086)",
  "subjects": "MARKETING-MANAGEMENT"
}