{
  "id": "13115",
  "title": "Error analysis of English Language Institute's (LBI) students as seen in their writing final examinations",
  "abstract": "This research is focussed on students' syntactic errors as seen in their writing final examinations. The data is taken from English Language Institute's ( Lembaga Bahasa Inggris ) students, intermediate and advance classes. During their process of learning English, the learners have learned a lot of tenses and rules. However, they cannot use these tenses and rules well and the learners make errors. The writer is interested in analysing the errors and she is curious to know what the error types which are made by the students of LBI. Besides the types of errors, she also analyses the strategics that the learners try to use in learning English as a foreign language and what strategy which is used mostly during their learning process. These errors are analysed based on Surface Strategy Taxonomy in which they are categorised into the skeleton of English clause, auxiliary system, passive sentences, temporal conjunctions, sentential complements, misuse among parts of speech and pronouns and miscellaneous parts. Then, they are classified into more specific groups such as missing part, liave and be, modals, problem with formation of passive sentences, etcetera and each error which has its own characteristics shows the strategies that the learners use. The strategies are overgeneralisation, ignorance of rule restrictions and transfer. The learners like combining two tenses together into one tense, disregarding rule restrictions or transfering first language into second language. Finally, the writer calculates the total number of errors as well as the strategies, the result shows what strategy which is mostly used during their process of learning English.",
  "creators": "YUNITA ROSALINA TANU",
  "contributors": "Guillermina L. Verzosa (Examination Committee 1); Lisa Setiawati Nugraha (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 569; Yunita Rosalina Tanu (11492122)",
  "subjects": "ENGLISH LANGUAGE-STUDY AND TEACHING"
}