{
  "id": "13117",
  "title": "A Lexical study on the use of standard and non-standard Bahasa Indonesia among some Javanese and Chinese students of Petra Christian University Surabaya",
  "abstract": "This study is about a lexical study on the use of standard and non-standard Bahasa Indonesia which is done to know the proficiency of both the Javanese of some Javanese and Chinese students in using standard Bahasa Indonesia This is a qualitative study and the source of are taken from 60 students divided into three groups ; 20 Javanese, 20 Chinese \"Peranakans\" and 20 Chinese \"Totoks\". The instruments used are : a questionnaire which is used to get the social background of the respondents and an interview made in standard Bahasa Indonesia and based on a serious topic. By recording, transcribing, classifying, tabulating, analyzing, and then calculating their responses, the proficiency of the respondents in speaking Bahasa Indonesia is discovered The study finds that the Chinese Totoks have the highest proficiency in term of group percentage compare to the Javanese, whereas the Chinese Peranakans have the lowest proficiency. It is also discovered that the are some similarities and differences in the linguistic output they produced. All groups use non-standard Indonesian vocabularies such as \"kalok (if)\", \"tapi (but)\", \"cuma (only)\", \"soalnya (because)\", and \"ndak (no)\". However, only the Chinese groups use some words and phrases of Bahasa Cina Peranakan (BCP) like \"mak keja (for)\" and \"entik (later)\" and the low variety of Javanese language (Ngoko) like \"soro-soro (hard)\" and \"nemen (too much)\". However, the five social backgrounds which are presumed to correlate with the proficiency in speaking standard Bahasa Indonesia are not to be influential.",
  "creators": "IDA FITRI PURNAMASARI",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); SUBANDI DJAJENGWASITO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 580; Ida Fitri Purnamasari (11489039)",
  "subjects": "INDONESIAN LANGUAGE-CHINESE DIALECTS-STUDY AND TEACHING; INDONESIAN LANGUAGE-JAVANESE DIALECTS-STUDY AND TEACHING"
}