{
  "id": "13127",
  "title": "An Analysis of the influence of leadership style regarding employee?s satisfaction in service area in Ni Hao wok & cuisine",
  "abstract": "The substitution leader from Xu Wu to Yikai Wu in Ni Hao WOK & Cuisine becomes the concentration for the researchers to start this research. The writers look for the connection between the leadership styles toward the employee?s satisfaction and then summarize it into one statement i.e \"How does the leadership style influence employee?s satisfaction in service area in Ni Hao WOK & Cuisine? \" The research method for this thesis is causal research and the researchers chose survey method with questionnaires as the instrument. In this research, the writers spread 3 kinds of questionnaires viz. MLQ self rater for manager, MLQ rater version and Employee?s Satisfaction Questionnaire for employee. The data which has been collected are processed by using SPSS version 17.00. The writers also test the validity and reliability of questionnaires with analysis factor and Alpha Conbrach?s which is also included in SPSS program. To find out the answer from the problem statement, the researchers use Spearman Rank correlation. The results show that the leadership styles have an influence toward employee?s satisfaction and the correlation between those two variables is weak. From the result, the researchers can conclude that the style which is used by Yikai Wu as the new leader in Ni Hao WOK & Cuisine can make his employee satisfied but only in certain things. So Yikai Wu must improve his style so the employee will feel more satisfied.",
  "creators": "VELIAWATI; JANE CLARISSA",
  "contributors": "FOTINE ZIJLSTRA (Advisor 1); YIKAI WU (Advisor 2); A.HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33010054/MAN/2009; Veliawati (33404122), Jane Clarissa (33404131)",
  "subjects": "LEADERSHIP-MANAGEMENT; RESTAURANT-MANAGEMENT"
}