{
  "id": "13135",
  "title": "A Study of David's character development into maturity as seen in Charles Dickens' David Copperfield",
  "abstract": "This thesis is concerned with Charles Dickens, David Copperfield, which tells David's life from birth, childhood until adulthood. In David's adolescence, he faces some impressive experiences which concern with the background of his childhood, the existence of his stepfather. His bad background gives such contribution to David's developing character in his youth or in his immaturity. So,the thesis writer is encouraged to know David's character development into a mature man. The thesis writer intends to analyze it by finding out what kinds of character traits that David has before he becomes a mature man, how his relationship with other characters influences his development and how finally he achieves his character change into a mature man. In analyzing the novel she uses theory of characterization, theory of maturity and some critics about Charles Dickens and his novel, especially about undisciplined heart and earnestness. In the analysis , the thesis writer finds out that romantic imaginative and dreamy, vulnerable and lack of confidence indicate David's character traits before his maturity, which are characterized by undisciplined heart. Yet, his relationship with four other characters: Mrs.Strong , Agnes,Dora and Aunt Betsey encourages him to have a character change. His character change is to be a mature man with disciplined heart, earnestness,and firm character: prudence, perseverance,full of confidence.",
  "creators": "VENTY NADIATY",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 686; Venty Nadiaty (11493016)",
  "subjects": "DICKENS, CHARLES, 1812-1870. DAVID COPPERFIELD-STUDY AND TEACHING; ENGLISH FICTION--19TH CENTURY--STUDY AND TEACHING"
}