{
  "id": "13142",
  "title": "Inovasi metode pencelupan benang tenun sarung ikat di Perusahaan Sahabat Baru",
  "abstract": "Perumusan masalah untuk tugas akhir ini adalah: Bagaimana melakukan inovasi pada proses pencelupan benang agar diperoleh metode yang lebih baik sehingga waktu proses menjadi lebih cepat? Inovasi ini akan mengoptimalkan penggunaan fasilitas dalam melakukan proses produksi dan menekan pemborosan sumberdaya. Diharapkan terjadi peningkatan target produksi, karena ini merupakan salah satu cara untuk menilai prestasi perusahaan. Tujuan tugas akhir ini menciptakan inovasi untuk mempercepat proses pencelupan benang tanpa mengubah standar perusahaan dalam kualitas warna benangnya. Inovasi proses yang optimal didapatkan dengan melakukan percobaan mengubah gerakan teknis dalam mencelup benang, tetapi tidak mengubah pola gerakan. Percobaan dilakukan dengan memadukan kombinasi gerakan yang baru dengan yang lama untuk kemudian hasilnya dibandingkan dengan standar kualitas yang digunakan oleh perusahaan. Perubahan gerakan dilakukan pada jumlah balikan benang (16 kali), jumlah ayunan bambu peyangga benang (4 kali) dan lebar ayunannya (30 cm) sebagai variabel independent. Penilaian hasil setiap percobaan dilakukan secara subyektif yaitu oleh kepala bagian pencelupan sendiri, karena harus dilakukan oleh orang yang berpengalaman menilai kualitas benang. Penilaian kualitas warna dilakukan terhadap kerataan warna pada permukaan benang, kelunturan warna, waktu pcnyelesaian pencelupan dan berapa kali pembilasan benang sebagai variabel dependent. Hasil dari percobaan menyatakan kombinasi yang mengubah semua variabel adalah yang terbaik. Kombinasi menjadi 12 kali balikan benang, 2 kali ayunan bambu dan lebar ayunan 50 cm. Kerataan warnanya sesuai dengan standar yang digunakan oleh perusahaan. Kombinasi ini mempunyai keunggulan pada tingkat kelunturan, waktu pengerjaan dan jumlah pembilasannya yang lebih singkat dari yang sudah ada. Target produksi meningkat, jika sebelumnya hanya 11 kali pencelupan setiap harinya, dengan metode yang baru dapat melakukan 15 kali pencelupan. Selisih produk yang dihasilkan lebih kurang 50 unit tiap hari.",
  "creators": "VENY ENGGRAWATY",
  "contributors": "Didik Wahjudi (Examination Committee 1); Kriswanto Widiawan (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 129/TI-59/1998; Veny Enggrawaty (25494084)",
  "subjects": "PRODUCTION PLANNING; PRODUCTION MANAGEMENT; MANUFACTURING PROCESSES"
}