{
  "id": "13158",
  "title": "Perencanaan tenaga kerja dan analisis proses seleksi karyawan pada Rumah Makan Kartika Pujasera di Surabaya",
  "abstract": "Perusahaan merupakan suatu sistem yang tidak dapat terpisahkan dari faktor sumber daya manusia. Sumber daya manusia saat ini telah menjadi salah satu asset terpenting di dalam suatu perusahaan. Tanpa sumber daya manusia maka perusahaan tersebut tidak akan dapat berjalan. Oleh karena itu perusahaan harus berupaya untuk mendapatkan tenaga kerja yang memiliki kemampuan, tanggung jawab dan loyalitas terhadap perusahaan melalui program perencanaan sumber daya manusia yang sesuai dengan kebijaksanaan perusahaan, baik mengenai kebutuhan karyawan secara kuantitatif maupun kualitatif melalui proses seleksi yang digunakan. Demikian halnya dengan rumah makan Kartika Pujasera di Surabaya dalam membuat perencanaan tenaga kerja dan proses seleksi karyawannya. Penelitian ini merupakan penelitian deskriptif, dengan menggunakan data pengalaman individu (individuals life history). Hasil penelitian ini dideskripsikan dari seluruh informasi dan data yang diperoleh selama penelitian ini berlangsung. Hasil penelitian ini menunjukkan bahwa perencanaan tenaga kerja yang dilakukan oleh rumah makan Kartika Pujasera dilakukan dengan membagi tenaga kerja yang ada berdasarkan pembagian divisi yang terdapat pada rumah makan Kartika Pujasera. Sedangkan proses seleksinya dilakukan melalui tahapan tes seleksi, wawancara dengan penyelia, pemeriksaan referensi, dan yang terakhir keputusan pengangkatan.",
  "creators": "GIDEON ONGKO",
  "contributors": "Thomas Santoso (Advisor and Examination Committee); R.R. Retno Ardianti (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010001/MAN/2008; Gideon Ongko (31404148)",
  "subjects": "EMPLOYEE SELECTION; PERSONNEL MANAGEMENT"
}