{
  "id": "13162",
  "title": "Analisis produktivitas pekerja white-collar pada bagian customer service di Bank Antar Daerah cabang Pucang Anom",
  "abstract": "Peranan Customer Service sebagai sumber informasi dan perantara bagi bank dan nasabah, sangatlah besar artinya. Kebutuhan akan tingkat pelayanan yang baik merupakan keinginan dari setiap nasabah atau customer. Keinginan dari nasabah ini tentunya dapat diwujudkan melalui peran Customer Service dalam melaksanakan tugas layanannya. Semakin baik hasil kerja dari Customer Service tersebut, maka semakin baik pula performance dari bank yang bersangkutan. Adapun pengukuran produktivitas kerja Customer Service ini ditinjau dari 2(dua) sisi, yaitu dari sisi kuantitas dan dari sisi kualitas. Tugas akhir ini bertujuan untuk mengukur seberapa besar waktu produktif dari Customer Service tersebut serta mencari kendala-kendala apa yang menjadi penyebab kurangnya tingkat produktivitas tersebut, sehingga nantinya diharapkan akan ditemukan suatu alternatif perbaikan yang menunjang peningkatan produktivitas dari Customer Service. Tujuan lainnya adalah mengukur seberapa besar penilaian customer atau nasabah terhadap layanan yang telah diberikan oleh Customer Service tersebut selama ini. Kedua hal ini sangat erat kaitannya sebab nasabah atau customer adalah orang-orang yang berhubungan langsung dengan bagian Customer Service. Pada penyusunan laporan tugas akhir ini pengukuran produktivitas Customer Service dilakukan dengan cara melaksanakan work sampling melalui pengukuran yang bersifat random, sedangkan pengukuran tingkat kepuasan konsumen tersebut dilakukan dengan cara penyebaran kuesioner dengan menggunakan metode SERVQUAL, dan pengolahan secara statistik dilakukan dengan software SPSS version 6.0. Melalui kedua pengukuran ini diharapkan akan terjawab pertanyaan-pertanyaan mengenai seberapa baik pekerjaan yang sudah dilakukan oleh Customer Service selama ini serta apa yang seharusnya dilakukan untuk meningkatkan produktivitas dari Customer Service tersebut. Batasan-batasan yang digunakan dalam melakukan penelitian ini adalah penyusun tidak memperhitungkan adanya faktor-faktor biaya yang terkait dalam berbagai aktivitas Customer Service tersebut. Hasil yang diperoleh melalui penelitian ini adalah waktu produktif Customer Service dalam l(satu) minggu pengukuran adalah sebesar 23.365 jam dari 40 jam total waktu yang tersedia atau sekitar 58.41%, dengan tingkat ketelitian sebesar 3.85% dan tingkat kepercayaan 95%, sedangkan hasil pengukuran tingkat kepuasan nasabah ternyata menunjukkan hasil 4.9637 skala 6. Melalui kedua hasil pengukuran ini dapat disimpulkan bahwa walaupun produktivitas kerja yang dihasilkan oleh Customer Service tersebut kurang produktif dari sisi kuantitas, namun nasabah BAD Pucang Anom sudah dapat dikatakan puas dengan kualitas layanan yang diberikan oleh bagian Customer Service tersebut",
  "creators": "RATNA",
  "contributors": "Kriswanto Widiawan (Advisor 1); Maja Indahwati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 167/TI-97/1998; Ratna (25494054)",
  "subjects": "WORK MEASUREMENT-ANALYSIS; EMPLOYEE PERFORMANCE APPRAISAL"
}