{
  "id": "13168",
  "title": "A Study on endurance on Margaret, Mem, and Josie as seen in Alice Walker's the third life of Grange Copeland",
  "abstract": "In The Third Life of Grange Coneland, Alice Walker distinctly stretches out the customs, natural features, and folk heritage of the South in which she portrays how black women strive toward self-realization in a hostile environment (Perkins 2037). Most of the time, Walker?s black women in the novel, Margaret, Mem, and Josie are perpetually faced, both, to physical and emotional battle in their own home. They abide in an unfavorable world where slavery, and violence as well as brutality really reach the peak. Nevertheless, the black female characters here are manifested as strong heroines who possess solid inner power so that they arc capable to front such a pathetic condition. An outstanding black critics, Arthur P. Davis identifies that inner power as their survival technique, a technique that is always applied by all minority groups. He asserts that survival technique always exists in black literature from the eighteenth century down to the present (Davis 673). This thesis would analyze how Margaret, Mem, and Josie cope with their own men?s brutality and why they carry on such the same way as well as analyze the difference of their style in their same way in coping with their men?s oppression. Therefore, this thesis employs Davis? survival technique as the principal theory to analyze Margaret, Mem, and Josie?s deportment in facing their inimical neighborhood. Furthermore, literary theory of conflict, of characterization, and of setting would be the other devices used in the analysis. Theories of psychology would also be included in this thesis since it closely related to the black women?s characters, a weighty element which constitutes the influential factor in providing a deep and relevant analysis at the end, it is discovered that the female characters, Margaret, Mem, and Josie are those who everlastingly accept all their severe anguish caused by their own men?s brutality. The dissimilarity of human characters and of unpleasant experiences they have, understandably, creates variant reactions while accepting their men?s bad conduct .",
  "creators": "LILY INDRAWATI",
  "contributors": "ANITA LIE (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 658; Lily Indrawati (11494109)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; WALKER, ALICE, 1944-... THE THIRD LIFE OF GRANGE COPELAND-STUDY AND TEACHING"
}