{
  "id": "13169",
  "title": "Laboratorium Pariwisata sebagai salah satu sarana penunjang ketrampilan kerja bagi para mahasiswa jurusan pariwisata di Universitas Kristen Petra",
  "abstract": "Seperti kita ketahui bersama bahwa dunia pariwisata di Indonesia pada masa sebelum krisis moneter yang melanda Indonesia ( pada dekade akhir 80-an sampai pertengahan 90 ) telah berkembang dengan begitu pesatnya, demikian juga halnya dengan dunia pariwisata di Surabaya sebagai kota terbesar kedua di Indonesia. Untuk menunjang serta mendukung hal tersebut, Universitas Kristen Petra sebagai salah satu Universitas yang ada di Surabaya telah membuka Program Pendidikan Kepariwisataan mulai tahun 1986. Seiring dengan perkembangan dunia pariwisata di Indonesia, Program Pendidikan Kepariwisataan di Universitas Kristen Petra juga telah berkembang dengan pesat. Berbagai bukti nyata telah dapat kita lihat, seperti : jumlah mahasiswanya yang semakin banyak setiap tahunnya demikian juga dengan dosennya yang semakin banyak dan berkualitas, lalu lulusannya yang banyak bekerja dan berhasil di beberapa biro perjalanan dan penerbangan yang terkenal di seluruh Surabaya, dan juga fasilitas perkuliahannya yang semakin banyak dan lengkap. Salah satu fasilitas perkuliahanya adalah Laboratorium Pariwisata yang diharapkan &pat menjadi sarana penunjang ketrampilan kerja para mahasiswa Jurusan Pariwisata. Oleh karena itu, setiap mahasiswa mendapatkan kesempatan untuk memanfaatkan dan menggunakan Laboratotium Pariwisata tersebut dalam bentuk tugas jaga di sana. Pada waktu mereka mendapat giliran bertugas jaga di Laboratorium Pariwisata, maka diharapkan mereka dapat melaksanakannya dengan baik dan bersungguh-sungguh seperti kalau mereka bekerja nanti, karena di sini mereka akan mendapatkan pengalaman kerja yang pertama dan ini merupakan modal yang bagus bagi mereka untuk bekerja nantinya. Bila demikian maka Laboratorium Pariwisata tersebut dalam pelaksanaannya dapat bermanfaat dan berguna bagi para mahasiswa Jurusan Pariwisata sebagaimana diharapkan .",
  "creators": "TAN FEE YONG",
  "contributors": "Foedjiawati, S.S., M.A., Ph.D. (Advisor 1); LANY WARDANA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No.313/Par/1998; Tan Fee Yong (91395045)",
  "subjects": "TOURIST TRADE-EDUCATION"
}