{
  "id": "13161",
  "title": "Penjadualan produksi di PT Romos Inti Cosmetic Industries",
  "abstract": "PT Romos Inti Cosmetic Industries adalah salah satu perusahaan yang bergerak dibidang kosmetik, dengan produk utamanya adalah parfum dan deodorant. Selain produk utama PT Romos Inti Cosmetic Industries juga mempunyai produk sampingan berupa body lotion, bath foam, talk powder dan shampo. Untuk produk sampingan tersebut perusahaan lebih banyak memenuhi permintaan dari hotel-hotel dibandingkan dengan permintaan konsumen di pasaran. Permintaan dari hotel-hotel tersebut ada pada bulan-bulan tertentu, dan secara bersamaan, sehingga seringkali pihak perusahaan tidak dapat memenuhi pesanan tersebut dengan jumlah yang telah ditentukan oleh pihak pemesan. Penjadualan produksi merupakan hal yang sangat penting di dalam perencanaan produksi. Dengan adanya perencanaa produksi yang baik, maka proses produksi dapat berjalan dengan lancar sehingga perusahaan dapat memenuhi kebutuhan konsumen dengan tepat waktu. Di dalam tugas akhir ini akan dibuat suatu sistem penjadualan untuk produk sampingan yang datang secara bersamaan. Penjadualan dilakukan untuk mendapatkan makespan yang paling minimum, agar pihak perusahaan dapat memenuhi permintaan para konsumen dengan jumlah yang tepat. Karena tiap job mempunyai urutan proses yang berbeda maka penjadualan dilakukan dengan mengunakan penjadualan job shop dengan prosedur Shifting Bottleneck Heuristic. Setelah memperoleh jadual dengan prosedur tersebut, dibuat ganti chart untuk memperoleh waktu penyelesaian (makespan) dari proses produksi tersebut.",
  "creators": "SAVITRI",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Stevanus Adrianto Tjandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 089/TMI-19/1998; Savitri (25493087)",
  "subjects": "SCHEDULING (MANAGEMENT)"
}