{
  "id": "13178",
  "title": "Potensi penerapan distance-based tax dalam mengurangi penggunaan kendaraan pribadi (mobil) di Surabaya",
  "abstract": "Bertambahnya jumlah kendaraan pribadi (mobil) dari tahun ke tahun menimbulkan banyak masalah lalu-lintas, diantaranya meningkatnya angka kecelakaan dan kemacetan lalu-lintas, disamping masalah lalu-lintas lainnya seperti polusi dan kebisingan, sehingga diperlukan upaya untuk mengurangi penggunaan kendaraan pribadi. Penelitian ini bertujuan untuk mengetahui bagaimana respon masyarakat terhadap konsep Distance-based Tax untuk mengurangi penggunaan kendaraan pribadi. Konsep Distance-based Tax atau pajak kendaraan bermotor yang dikenakan berdasarkan jarak tempuh kendaraan per tahun memiliki peluang untuk mengatasi masalah tersebut sekaligus menekan penggunaan kendaraan pribadi dengan memberikan keuntungan bagi mereka yang bersedia mengurangi frekuensi penggunaan kendaraannya. Pengumpulan data dilakukan dengan melakukan survei di beberapa kawasan Surabaya dan sekitarnya dengan melakukan wawancara langsung kepada responden. Data yang diperoleh diolah untuk mengetahui pola atau kecenderungan hubungan antar faktor, selanjutnya dapat disimpulkan bahwa mayoritas responden (82.5 %) tertarik terhadap konsep Distance-based Tax ini, dan setuju (73.75%) apabila konsep tersebut diberlakukan di Surabaya. Hasil pengolahan data juga menunjukkan bahwa tujuan penggunaan mobil pribadi responden untuk rutinitas sehari-hari (ke kantor atau ke sekolah), dengan jarak tempuh per tahunnya rata-rata 10-15 ribu kilometer.",
  "creators": "RIA ALEMINA GINTING; AYOM WIDHIASRI APRICIA",
  "contributors": "Rudy Setiawan (Advisor 1); Indriani Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 13011664/SIP/2009; Ria Alemina Ginting (21402167), Ayom W. Apricia (21404091)",
  "subjects": "URBAN TRANSPORTATION POLICY; TRANSPORTATION-PLANNING-SURABAYA"
}