{
  "id": "13179",
  "title": "Pengukuran dan upaya penigkatan collaboration index antar divisi di Perusahaan Jamu Nyonya Meneer",
  "abstract": "PT Nyonya Meneer merupakan perusahaan jamu tradisional di Semarang. PT Nyonya Meneer memerlukan adanya pengukuran untuk mengetahui kekuatan kolaborasi antar divisi. Penelitian ini juga bertujuan memberikan usulan peningkatan collaboration index di PT Nyonya Meneer. Data yang digunakan untuk pengukuran diperoleh dari wawancara dan penyebaran kuesioner kepada para kepala divisi. Hasil pengukuran menunjukkan bahwa keseluruhan divisi di PT Nyonya Meneer sudah memiliki kolaborasi antar divisi yang baik dan erat dengan range index 3,167 sampai 4,750 dengan skala 1-5. Decision synchronization cenderung lebih rendah pada Divisi Pengiriman dan Distributor dengan range index 3,250-4,333, sedangkan incentive alignment cenderung lebih rendah pada Divisi Marketing dan Divisi Produksi dengan range index 3,083-4,250. Information sharing paling banyak diunggulkan sebanyak 26 dari 37 hubungan kolaborasi antar divisi dengan range index 3,167-4,900. Dalam kaitan dengan tugas dan wewenang, ternyata sebanyak 28 hubungan kolaborasi antar divisi memiliki collaboration index yang sesuai dengan tugas dan wewenangnya. Upaya peningkatan yang diusulkan adalah peningkatan kinerja sesuai dengan bobot kolaborasi berdasarkan tugas dan wewenang Kepala Divisi Marketing, Kepala Divisi Humas dan Promosi, Distributor, dan Kepala Divisi Kendaraan. Peningkatan juga dilakukan terhadap variabel decision synchronization pada Divisi Pengiriman dan Distributor dan peningkatan terhadap variabel incentive alignment pada Divisi Marketing dan Divisi Produksi.",
  "creators": "YOCKE MARCELINA",
  "contributors": "Kriswanto Widiawan (Advisor 1); Natalia Hartono (Advisor 2); Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03011392/IND/2009; Yocke Marcelina (25405044)",
  "subjects": "BUSINESS LOGISTICS"
}