{
  "id": "13183",
  "title": "Rhetorical relation analysis on chapter 2 'you're not an accident' in the best-seller book, the purpose driven life",
  "abstract": "This research is a combined descriptive qualitative and quantitative research on rhetorical relations of the chapter 2 \"You?re Not an Accident\" from the book The Purpose Driven Life. The writer wanted to know the types of rhetorical relation occurring in this chapter, the dominant relations, the types of relation that are not used in chapter 2. In analyzing this written text, the writer applied Mann and Thompson?s Rhetorical Structure Theory (1988) and Artawa?s Cohesive devices in Indonesian (2004) in combination with Hasan and Haliday?s Cohesion in English. Moreover, this research was analyzed in several steps. The findings show that are 8 types of rhetorical relation with different frequencies used in this written text. . Also, the findings presents that there are some kinds of rhetorical relation that are not used in this chapter 2 such as Circumstance, Condition, Enablement, Evaluation, Motivation and some of Multinuclear relations. However, these kinds of relations are not used because it was discovered by the other relations that occur in this chapter 2. Moreover, it was revealed that the dominant relation occurred in chapter 2 \"You?re Not an Accident\" is elaboration. Finally, it was discovered that Rick Warren used mostly elaboration in transmitting his messages and religious values in chapter 2 to the reader. Also, it was shown that the use of rhetorical relation in this chapter reflects the author?s intention.",
  "creators": "YUSIVIANTI",
  "contributors": "ABBAS A.BADIB, Pof.DR.MA.,MA. (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate No. 02011856/ING/2009; Yusivianti (11405055)",
  "subjects": "RHETORICAL CRITICISM"
}