{
  "id": "13187",
  "title": "Analisa faktor-faktor yang mendahului kesuksesan produk baru",
  "abstract": "Kompetensi pengetahuan pasar dalam pengembangan produk baru terdiri dari banyak proses dan setiap proses mempunyai dampak atas keunggulan produk baru. Kompetensi pengetahuan pasar ini terdiri dari 3 proses yaitu: 1. Proses Pengetahuan Pelanggan Proses pengetahuan pelanggan ini menghasilkan pengetahuan pelanggan yang berhubungan dengan kebutuhan sekarang dan potensial dari pelanggan untuk produk-produk baru. 2. Proses Pengetahuan Pesaing Proses pengetahuan pesaing ini menghasilkan pengetahuan mengenai produk dan strategi pesaing. 3. Interface Pemasaran dengan Riset dan Pengembangan Interface pemasaran dengan riset dan pengembangan mengacu kepada proses-proses dimana bagian pemasaran dengan riset dan pengembangan berkomunikasi dan bekerjasama satu dengan yang lain serta dalam kompetensi produk, interface pemasaran dengan riset dan pengembangan menentukan hasil produk. Untuk interface pemasaran dengan riset dan pengembangan dimana bagian pemasaran dengan riset dan pengembangan berkomunikasi dan bekerjasama satu dengan yang lain dapat terjadi suatu integrasi diantara keduanya. Integrasi antara bagian pemasaran dengan riset dan pengembangan dalam pengembangan produk baru dapat mempengaruhi kesuksesan produk baru. Integrasi antara kedua bagian dapat menghasilkan ide-ide, penetapan jadwal produk, memperkirakan kebutuhan-kebutuhan pelanggan dan mengevaluasi tindakan-tindakan kompetitif serta integrasi antara kedua bagian dapat memungkinkan kelompok pengembangan produk untuk menghasilkan produk-produk yang berteknologi tinggi yang dapat memenuhi kebutuhan-kebutuhan pelanggan. Dalam pengembangan produk baru perlu dipahami hubungan antara kinerja produk baru dan sumber-sumber keunggulan, kualitas impiementasi dalam proses pengembangan produk baru dan keunggulan posisional. Sumber-sumber keunggulan ini berkaitan dengan keunggulan posisional atas dasar keunggulan biaya dan atau keunggulan diferensiasi produk, yang dalam gilirannya keunggulan posisional mempengaruhi hasil-hasil kinerja seperti kepuasan, kesetiaan, pangsa pasar dan keuntungan. Untuk integrasi silang fungsional tingkat tinggi dapat menimbulkan kontak yang dekat antara riset dan pengembangan dengan pelanggan selama tahap-tahap pengembangan produk baru. Impiementasi hubungan antara sumber-sumber keunggulan dan keunggulan posisional juga memiliki dampak yang besar atas diferensiasi produk. Hubungan antara diferensiasi produk dengan kinerja produk mencerminkan dampak dari keterampilan sumberdaya dan pemasaran, komitmen internal serta hubungan antara diferensiasi produk dengan kinerja produk diperkuat dengan meningkatnya potensi pasar.",
  "creators": "AGUNG SETIAWAN",
  "contributors": "Peter Remy Yosy Pasla (Advisor 1); Sundring Pantja Djati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 63/EM/2000; Agung Setiawan (31496244)",
  "subjects": "MARKETING-MANAGEMENT; PRODUCT MANAGEMENT; PRODUCTION MANAGEMENT"
}