{
  "id": "13203",
  "title": "Analisa faktor-faktor yang mendukung brand image terhadap pengembang realestat di Surabaya",
  "abstract": "Peningkatan pembangunan realestat, hendaknya disertai dengan kemampuan dalam mempertahankan dan meningkatkan image. Tentunya diperlukan adanya dukungan agar image yang terbentuk membawa pengembang pada kondisi yang menguntungkan. Definisi brand image atau citra merek adalah anggapan tentang merek yang direfleksikan oleh asosiasi merek yang berpegang pada ingatan konsumen (Keller, 1993 : 3 ). Pengertiannya adalah suatu produk akan menampilkan segala sesuatu yang dimilikinya dalam memenuhi kebutuhan konsumen dan tentunya bagi konsumen akan timbul suatu kesan akan produk tersebut (penilaian yang bersifat baik atau bahkan tidak baik tentang produk tersebut). Jenis penelitian ini adalah studi literatur dan diikuti dengan studi lapangan atau survey melalui penyebaran kuesioner. Lokasi penelitian di Surabaya dan yang menjadi obyek untuk diteliti adalah pengembang realestat kelas menengah keatas (berjumlah 5 responden) dan konsumen (berjumlah 251 responden). Menurut pendapat pengembang, faktor yang terutama dalam mendukung brand image adalah \"Karyawan sebagai Merek\" (mean 5,45), sedangkan menurut konsumen, faktor yang terutama dalam mendukung brand image adalah \"Organisasi sebagai Merek\" (mean 4,9577). Berdasarkan perhitungan ANOVA , menurut pengembang, setiap variabel-variabel yang berada pada produk, organisasi, simbol sebagai merek mempunyai peranan yang berbeda kecuali variabel yang berada pada faktor \"Karyawan sebagai Merek\" mempunyai peranan yang sama dalam mendukung brand image. Secara keseluruhan, faktor-faktor yang mendukung brand image mempunyai peranan yang berbeda. Pendapat konsumen, setiap variabel dalam faktor-faktor mempunyai peranan yang berbeda, begitu pula secara keseluruhan bahwa faktor-faktor (Produk, Organisasi, Karyawan, Simbol sebagai Merek) mempunyai peranan yang berbeda dalam mendukung brand image pengembang realestat di Surabaya. Perhatian yang sangat diperlukan di bidang teknik sipil menurut konsumen adalah \"Produk rumah yang tahan lama\" ( mean 5,5578 ) . Variabel tersebut, walaupun bukan merupakan variabel yang terutama dari hasil penelitian ini, namun diperlukan penanganan yang serius karena variabel tersebut berkaitan dengan pekerjaan konstruksi yang sangat memperhatikan teknik pelaksanaan dan bahan material yang digunakan agar terbentuk kualitas rumah yang sesuai dengan harapan konsumen.",
  "creators": "ABEDNEGO FRANKY I; EDWARD DANNER P N",
  "contributors": "Paulus Nugraha (Advisor 1); Budiman Proboyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 977 S; Abednego Franky (21493149), Edward D.P.N. (21493242)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; REAL ESTATE MANAGEMENT"
}