{
  "id": "13216",
  "title": "Analisis pendapat kontraktor dan pengembang yang menentukan kesuksesan perusahaan kontraktor (studi perusahaan kontraktor di Surabaya)",
  "abstract": "Keberadaan perusahaan kontraktor di Surabaya dalam jumlah yang besar telah menciptakan ruang persaingan tersendiri. Mengingat betapa pentingnya peranan konsumen i pengguna jasa kontraktor saat ini, sudah sepantasnya visi perusahaan kontraktor tertuju pada pelayanan konsumen karena sukses-tidaknya perusahaan kontraktor sangat bergantung pada keberadaan pengguna jasa kontraktor . Untuk itu perlu dianalisis faktor-faktor dominan yang menentukan kesuksesan perusahaan kontraktor dengan menciptakan kepuasan konsumen secara menyeluruh. Konsep kesuksesan perusahaan kontraktor berawal dari terciptanya kepuasan konsumen secara menyeluruh, memperhatikan empat faktor utama yaitu produk, lingkungan persaingan, organisasi dan analisa konsumen. Konsep penelitian ini merupakan modifikasi konsep dasar yang diambil dari teori customer driven prqject management ( CDPM ). Penelitian ini merupakan penelitian studi kepustakaan dan survei dengan menyebarkan kuesioner terhadap 40 responden dari perusahaan kontraktor dan 35 perusahaan pengembang di Surabaya. Proses pengolahan dan analisa data dipilah menurut jenis responden untuk mendapatkan hasil yang optimal dan sebagai perbandingan satu dengan lainnya. `Pengolahan data menggunakan komputer dengan program SPSS v.7.52 untuk analisa faktor. Hasil analisa faktor dari responden kontraktor menghasilkan 8 faktor dan untuk responden pengembang menghasilkan 9 faktor. Dari pengamatan hasil penelitian, variabel hasil (performa) memberikan nilai mean yang significant yaitu untuk responden kontraktor sebesar 1.18 dan responden pengembang sebesar 1.31. Pengamatan hasil penelitian pada responden kontraktor, mean untuk faktor organisasi memiiiki nilai yang significant yaitu sebesar 1.595 sedangkan pada responden pengembang, mean untuk faktor analisa kon-sumen memiliki nilai yang significant yaitu sebesar 1.757. Korelasi yang kuat antara variabel profil konsumen dan variabel citra perusahaan sebesar 0.642 menurut responden kontraktor dan variabel manajemen dan staffing sebesar 0.652 menurut responden pengembang. Kesimpulan yang dapat ditarik adalah adanya persamaan opini dalam menilai variabel hasil (performa) sebagai penentu kesuksesan perusahaan kontraktor dari kedua jenis responden dan perlu memberikan perhatian khusus pada variabel organisasi, produk dan analisa konsumen. Saran yang bisa diberikan untuk perusahaan kontraktor yaitu perlunya pemberdayaan organisasi dan produk untuk kesuksesan perusahaan kontraktor.",
  "creators": "ROFINUS SUNUR; IRAWAN LIONO",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 922 S; Rofinus Sunur (21492091), Irawan Liono (21492128)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}