{
  "id": "13224",
  "title": "Analyzing and developing standard operational procedure of order taking system to reduce and avoid errors and gain effective and efficiency in Boeddha the Restaurant",
  "abstract": "In hospitality industry especially restaurants, standard operational procedure is used to give instructions or methods covering features of operations in order to run the restaurant effective and efficient. Standard Operational Procedures can be effective catalysts to drive performance improvement and improving organizational results. Good performance of a restaurant is based on the Standard Operational Procedure. Boeddha The Restaurant was established in 1979, has standard operational procedure to handle the operational of the restaurant. But the standard operational procedure especially for order taking system which Boeddha The Restaurant used doesn?t efficient enough and this condition caused some problems during the operation. Because of the problems happened the operation doesn?t run effectively and efficiently and also affects the quality of service of Boeddha The Restaurant. This research is analyzing and researching how to develop the standard operational procedure of order taking system in order to gain effectiveness and efficiency in Boeddha The Restaurant. This research is a qualitative research and using in-depth interview and observation as the methods of data collection. In-depth interview is done with the owners of Boeddha The Restaurant, employees and the former trainees. Observation activity has been done during the operational hours of the restaurant in order to find the actual problem of order taking system. During the interview and observation activity, the researchers gathered information about the recent order taking system. From the research activities that have been done, the researchers found the problem from the recent order taking system which are occurred while the operational hours of the restaurant. From the problems found, the researchers make conclusions that the recent order taking system needs some improvements to avoid errors and gain effective and efficiency during operational hours. The recent order taking system needs more function such as: languages, functions to fulfill the guests? orders and preferences. Also Boeddha The Restaurant should provide printers in the service area in order to avoid errors of deliver foods to the guests? tables.",
  "creators": "MELISSA KUSUMA WIDJAJA; GERRY",
  "contributors": "FOTINE ZIJLSTRA (Advisor 1); HSIU LIU CHOU (Advisor 2); A.HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33010055/MAN/2009; Gerry (33404108), Melissa Kusuma Widjaja (33404111)",
  "subjects": "RESTAURANT MANAGEMENT"
}