{
  "id": "13221",
  "title": "Manfaat pembentukan tingkah laku anggota perusahaan, emosi antisipasi, dan usaha dari tenaga penjualan yang dapat mempengaruhi peningkatan kinerja yang baik",
  "abstract": "Dari ketiga artikel yang ada, penulis dapat mengambil suatu hasil penelitian yang sangat berguna bagi kita, yaitu bagaimana seseorang dapat memacu kinerja yang baik dari tenaga penjualannya. Karena dari tiap-tiap artikel ini, peneliti mendasarkan penelitiannya pada pembentukan kinerja yang baik dari sales person, meskipun dengan cara-cara yang berbeda. Perhatian terhadap kineja tersebut dapat dipahami, karena menurut Richard Fetter, kineja tersebut mencerminkan kontribusi bagian penjualan secara keseluruhan terhadap suksesnya sebuah perusahaan, sehingga tidaklah mengherankan apabila kinerja itu . mendapat perhatian yang serius dalam literatur tentang pemasaran. Berikut akan dijelaskan bagaimana tiap-tiap artikel yang ada dalam menjelaskan pembentukan kinerja yang baik menurut caranya sendiri-sendiri. Pada artikel yang ditulis oleh Steven P. Brown & Robert A. Peterson, pembentukan kinerja sales person dilihat pada sisi usaha sales person itu sendiri. Dimana seorang manajer harus mengetahui hal-hal yang dapat mempengaruhi atau mendorong usaha seorang sales person. Sehingga dengan mengetahui hal-hal yang mendorong usaha tersebut, para manajer dapat meningkatkan usaha mereka, karena dengan usaha tersebut akan meningkatkan kinerja sales person. Sedangkan pada artikel yang ditulis oleh Steven P. Brown, William L. Cron, & John W. Slocum, Jr dalam menjelaskan pembentukan kinerja sales person yang baik, lebih ditekankan pada faktor emosi dari sales person tersebut. Dimana sering kali orang menganggap bahwa motivasi dan kinerja sales person tersebut dibentuk oleh pemikiran yang rasional (kognitif), padahal hasil dari penelitian ini menyatakan bahwa motivasi dan kinerja tersebut juga dipengaruhi oleh emosi dari safes person itu sendiri. Karena emosi yang dibentuk oleh pengalaman seseorang, baik itu keberhasilan maupun kegagalan akan mempengaruhi usaha di masa mendatang atau pengharapannya untuk mencapai sukses. Sehingga dari penelitian pada artikel ini para manajer dapat mengetahui perlunya mengendalikan dan membentuk faktor emosi yang mendukung selain faktor kognitif dalam membentuk kinerja yang baik. Dan terakhir pada artikel yang ditulis oleh Scott B. MacKenzie, Philip M. Podsakoff, & Richard Fetter dalam menjelaskan pembentukan kinerja, didasarkan pada pengaruh dari tingkah laku anggota perusahaan (OCBs). Meskipun tujuan dari artikel ini sendiri adalah untuk mengetahui pengaruh dari OCBs terhadap pengevaluasian kinerja sales person, namun tetap perlu kita ketahui bahwa untuk membuktikan OCBs benar-benar mempengaruhi pengevaluasian tersebut, maka artikel ini banyak menjelaskan pengaruh OCBs dalam meningkatkan kinerja sales person. Sehingga dari artikel ini, para manajer dapat mengetahui betapa pentingnya membentuk suatu OCBs yang baik dan efektif dalam meningkatkan suatu kinerj a sales person. Sehingga akhirnya, jika ketiga artikel ini dikumpulkan atau dijadikan satu bagian, maka ketiga artikel ini akan menjadi suatu rumusan yang sangat baik dan penting bagi para manajer dalam usahanya meningkatkan kinerja dari tenaga penjualan. Maka melalui ketiga artikel ini diharapkan para manjer dapat meningkatkan kinerja tenaga penjualan, dimana tidak hanya memperhatikan pada faktor internal (seperti faktor usaha dan emosi antisipasi) dari sales person itu sendiri tetapi juga mulai memperhatikan faktor external (seperti OCBs).",
  "creators": "CHANDRA IRAWAN",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 73/EM/2000; Chandra Irawan (31495281)",
  "subjects": "HUMAN RESOURCES MANAGEMENT; EMPLOYEE PERFORMANCE APPRAISAL"
}