{
  "id": "13238",
  "title": "Stadion tertutup dan sport hotel bintang 3 di Surabaya",
  "abstract": "Kegiatan keolahragaan di Indonesia merupakan salah satu kegiatan yang cukup banyak berkembang di kalangan masyarakat. Bersamaan dengan itu juga fasilitas-fasilitas yang mendukung kegiatan olah raga juga mulai dibangun dimana-mana. Surabaya sebagai kota terbesar ke dua di Indonesia saat ini belumlah memiliki fasilitas-fasilitas keolahragaan yang cukup layak untuk menampung aktifitas-aktifitas keolahragaan yang bersifat nasional. Jika dibandingkan dengan kota Jakarta selama ini selalu menjadi tuan rumah dalam berbagai kegiatan olahraga berskala nasional, maka Surabaya dapat dikatakan masih cukup ketinggalan. Surabaya sudah saatnya memiliki segala fasilitas dan kelengkapan yang diperlukan untuk dapat menjadi tuan rumah dalam berbagai kegiatan olah raga, terutama yang berskala besar. Sampai saat ini yang sudah ada adalah stadion sepak bola (terbuka) di Tambasari, kolam renang di Darmo Harapan, Sport Centre di Margorejo Indah, dan yang sedang ramai dibicarakan saat ini (akan dibangun) Surabaya Sport Centre. Sedangkan untuk .stadion tertutup adalah Gelora Pantjasila dan Gelanggang Remaja, yang mana kedua bangunan ini sudah kurang memenuhi syarat untuk menampung pertandingan-pertandingan skala besar. Sedangkan untuk fasilitas akomodasi khusus untuk atlet masih belum dimi-liki. Dalam pidatonya, Bapak Gubernur Jatim menyatakan bahwa PON ke XIV tahun 1997 direncanakan akan diadakan di Surabaya (Jawa Pos, 8 Maret 1992). Semua ini tentunya tidak akan terlepas dari kesiapan kota Surabaya untuk menyambut acara ini. Selain untuk menampung acara-acara besar, sarana dan prasarana olah raga yang lengkap di Surabaya juga akan membantu mengatasi masalah kurangnya fasilitas latihan yang lengkap, yang mana juga akan berpengaruh pada lancarnya regenerasi atlit-atlit Jatim. Dengan adanya sebuah fasilitas stadion tertutup yang memenuhi syarat, maka diharapkan prestasi atlit Jatim khususnya dapat dipacu. Dan dengan adanya sebuah hotel yang selokasi dengan stadion tersebut, maka akan tercipta suatu prasarana pemusatan latihan yang baik. Berdasarkan semua latar belakang di atas maka sangat diperlukan sebuah stadion tertutup dan hotel bintang 3 yang dapat menampung, meskipun tidak secara keseluruhan, event-event olahraga skala besar yang dilaksanakan di Surabaya. Dalam pengumpulan data metode yang lebih banyak digunakan adalah studi literatur, selain wawancara dan survey langsung pada instansi-instansi terkait. Setelah data terkumpul kemudian dilakukan pengolahan/analisa data dengan metode studi perbandingan. Selanjutnya dilakukan perhitungan jumlah kebutuhan kamar pada hotel dan kapasitas penonton yang dapat ditampung di stadion tertutup ini. Sebelumnya juga ditentukan cabang-cabang olah raga mana saja yang dapat ditampung di stadion ini yaitu terutama pada cabang-cabang olah raga yang termasuk indoor sport dan yang paling diprioritaskan pembentukan atlet-atletnya. Perhitungan kapasitas dilakukan dengan membandingkan jumlah yang telah ada dengan perhitungan kebutuhan untuk masa yang akan datang, selain itu juga dilakukan dengan mempertimbangkan potensi lingkungan sekitar. Dari hasil perhitungan maka didapatkan jumlah kebutuhan kamar untuk sport hotel yaitu 125 kamar yang akan dapat menampung maksimal 500 orang atlet dan ofisial pada saat terjadi event olahraga. Sedangkan kapasitas penonton stadion ditentukan maksimal 6000 orang. Dalam penentuan lokasi yang dijadikan pertimbangan adalah jarak terhadap setiap fasilitas olah raga yang ada di kota Surabaya dan juga kemudahan pencapaiannya dari pintu gerbang kota. Untuk itu diperlukan suatu lokasi yang letaknya cukup sentral terhadap semua itu.. dan lokasi yang terpilih adalah lahan yang sekarang ini ditempati oleh Gedung Olahraga Pancasila, Jalan Indragiri Surabaya. Dari segi peruntukan tanah memang lahan ini diperuntukkan bagi fasilitas gedung olahraga yang melayani unit distrik. Untuk selanjutnya tentu saja stadion ini akan melayani",
  "creators": "AGUS LIANTO",
  "contributors": "Samuel Hartono (Advisor 1); Stanislaus Kuntjoro Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Laporan Perancangan Arsitektur No. 816/Ars/11/93; Agus Lianto (22487054)",
  "subjects": "HOTELS-DESIGNS AND PLANS"
}