{
  "id": "1323",
  "title": "Penelitian hubungan karakteristik informasi yang dihasilkan oleh sistem informasi manajemen terhadap kinerja manajerial pada perusahaan-perusahaan manufaktur di Jawa Timur",
  "abstract": "Penelitian ini merupakan penelitian inferensial tentang hubungan karakteristik informasi terhadap kinerja manajer tingkat menengah pada perusahaan-perusahaan manufaktur di Jawa Timur. Tujuan dari penelitian ini adalah untuk mengetahui apakah ada hubungan antara karakteristik informasi yang terdiri dari broadscope, timeliness, agregasi, dan integrasi terhadap kinerja manajerial, yang terdiri dari kemampuan manajer dalam membuat perencanaan, kemampuan manajer dalam mencapai target, dan kiprah manajer di luar perusahaan. Jenis data yang dikumpulkan merupakan data kualitatif yang berasal dari sumber internal, yaitu data yang diperoleh melalui penyebaran kuisioner. Statistik uji yang digunakan adalah analisis korelasi. Data-data yang diperoleh dianalisis dengan bantuan sofwaare SPSS ver. 9.00 dengan tahapan sebagai berikut: (i) menguji validitas dari butir-butir pertanyaan, (ii) menguji reliabilitas dari butir-butir pertanyaan, (iii) menghitung nilai faktor, (iv) menguji reliabilitas dari faktor, dan (v) melakukan analisis korelasi. Hasil penelitian ini menunjukkan bahwa kinerja yang diukur oleh kemampuan manajer dalam membuat perencanaan berhubungan dengan karakteristik timehness dan integrasi. Sedangkan kinerja yang diukur oleh kemampuan manajer untuk mencapai target berhubungan dengan karakteristik broadscope, timeliness, agregasi, dan integrasi. Yang terakhir, kinerja yang diukur oleh kiprah manajer di luar perusahaan hanya berhubungan dengan karakteristik broadscope. Secara keseluruhan, tampak bahwa kinerja manajerial sebenamya berhubungan dengan keempat karakteristik informasi, namun tingkat hubungannya bervariasi tergantung pada fungsi yang harus dilakukan oleh manajer.",
  "creators": "EVELYNE",
  "contributors": "Juniarti (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 173/98/FE.AK/2002; Evelyne (32498110)",
  "subjects": "ACCOUNTING"
}