{
  "id": "13241",
  "title": "Samarinda Plaza",
  "abstract": "Laporan tugas akhir ini di susun dalam rangka memenuhi persyaratan ujian akhir Sarjana Jurusan Arsitektur Fakultas Teknik Sipil dan Perencanaan Universitas Kristen Petra Surabaya. Rencana pembangunan Samarinda Plaza sebagai salah satu sarana pusat perbelanjaan di Kelurahan Pelabuhan, Kecamatan Samarinda Uir, Kotamadya Daerah Tingkat II Samarinda sebagai salah satu wujud partisipasi pihak swasta dalam rangka ikut mengembangkan potensi lingkungan yang ada serta meningkatkan pendapatan asli daerah (PAD) dan menunjang pembangunan nasional. Dengan jumlah penduduk kurang lebih 459 ribu jiwa Kotamadya Daerah Tingkat II Samarinda, seperti halnya dengan kota-kota lainnya disamping mengoptimalkan fungsi segala sumber daya yang dimiliki, banyak mengalami permasalahan perkotaan dalam memenuhi kebutuhan masyarakat Kotamdya Samarinda khususnya dan masyarakat luas umumnya, dimana penyebaran fasilitas perdagangan hams strategis dan memberikan pelayanan yang optimal kepada masyarakat. Untuk itu penulis berusaha mengantisipasi hal tersebut dengan merencanakan suatu pusat perbelanjaan {Shopping Centre), dalam arsitekturnya yang menampilkan citra atau budaya setempat, menyediakan areal penjualan yang lapisan atau golongan dari bawah sampai atas untuk memenuhi tuntutan masyarakat dari penyewa. Penulis menyadari bahwa masih banyak kekurangan dalam penyusunan laporan ini, hal ini karena waktu dan wawasan yang dibatasi di tahun penulisan perancangan arsitektur ini, mudah-mudahan hasil rancangan ini dapat memberikan alternatif dan masukan bagi pengembangan bangunan komersial di Samarinda.",
  "creators": "DUAN AGUS PRIATMAN .Z",
  "contributors": "Paulus Hendrianto Soehargo (Advisor 1); I Gusti Nyoman Sulendra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Laporan Perancangan Arsitektur No. 1758/ARS/36/2000; Duan Agus Priatman Zamany (22496101)",
  "subjects": "PLAZAS"
}