{
  "id": "13289",
  "title": "The Violations of conversational maxims among insurance agents",
  "abstract": "Cooperation is very important in conversation. People should follow certain principles or maxims to keep the conversation going smoothly and satisfactory to all the participants. According to a linguist, HP Grice, the maxims are Quantity, Quality, Relation, and Manner. However, there are times people violate those principles due to certain purposes, such as to be blunt or forthright, to deceive, to make jokes, or to change subject. Since the writer has never found any study of conversational maxims in the field of business conversation, particularly on insurance, she made this research. The writer conducted this study in order to find out the flouting and fulfilling Grice?s Maxims occured in the language of insurance agents when they are prospecting. Furthermore, the writer also wanted to discover the reason of the floutings as well as the purpose of doing it. In conducting this research, the writer used qualitative-descriptive approach to study the floutings of conversational maxims which occur in the conversations of four insurance agents with their prospects. The writer used discourse analysis approach and insurance theory of sales cycles as well. The writer collected data in a natural setting by using a tape recorder. The data, then, were analyzed based on Grice?s Conversational Maxims. The findings of the study show that the most obeyed maxim in each stage of conversation was maxim of relation. Meanwhile, the most flouted maxim in stage four and five was the maxim of quantity, whereas in the third stage it was relation maxim that was flouted most. Based on this, the writer concluded that the maxim of relation and quantity were dominant in the conversations between the agents and the prospects. The maxim of relation was mostly obeyed for it was very important in keeping the conversation and the interaction going smoothly. In contrast, the maxim of quantity was mostly flouted due to the purpose of providing extra information, as detail as possible, to arise the need of the prospect to buy insurance product. Thus, these two maxims played an important role in determining the success of the agents to sell insurance products.",
  "creators": "LILIS",
  "contributors": "Julia Eka Rini (Advisor 1); SUBANDI DJAJENGWASITO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 712; Lilis (11493028)",
  "subjects": "CONVERSATION ANALYSIS"
}