{
  "id": "13285",
  "title": "Strategi pemasaran PT Miltimitra Warnamedia Surabaya dalam menghadapi krisis ekonomi",
  "abstract": "Krisis ekonomi menyebabkan banyak industri mengurangj anggaran untuk kegiatan periklanan. Situasi tersebut menyebabkan biro iklan yang ada mengalami penurunan jumlah pesanan yang diterimanya. Jumlah biro iklan relatif tetap, tetapi jumlah bagian pasar yang diperebutkan mengalami penurunan. Kenyataan tersebut menyebabkan persaingan antar biro iklan mengalami peningkatan. PT. Multimitra Warnamedia Surabaya sebagai salah satu biro iklan mengalami situasi tersebut, sehingga mereka melakukan strategi pemasaran tertentu untuk memenangkan persaingan dengan biro iklan-biro iklan yang lain. Strategi pemasaran yang dilakukan meliputi 4 elemen dalam bauran pemasaran yaitu produk, mencakup program pemberian produk ekstra kepada klien agar mereka tertarik memesan lebih banyak kepada biro. Strategi harga melakukan pelunakan pola pembayaran, dimana sebelum krisis klien hanya dapat mengangsur 2 kali, sedangkan pada masa krisis ekonomi, frekuensi angsuran diubah menjadi 4 kali. Strategi saluran distribusi melalui usaha marketing executive yang lebih proaktif dalam memperoleh pesanan dari klien seperti dengan mendatangi pameran-pameran. Strategi promosi meliputi 3 hal dalam bauran promosi, yaitu advertising, memasang iklan di surat kabar dan banner di konstruksi billboard kosong, personal selling, menggunakan tenaga marketing executive untuk memperoleh pesanan dari klien, dan public relation, dengan memberikan pelayanan terbaik kepada klien, sehingga klien dapat menceritakan kepada relasinya. Dengan menerapkan strategi bauran pemasaran yang meliputi produk, harga, saluran distribusi, dan promosi, perusahaan biro iklan PT. Multimitra Warnamedia Surabaya dapat mempertahankan kelangsungan hidupnya. Hal ini ditunjukkan dengan keberhasilan untuk memenuhi target penjualan rata-rata per bulan yang telah ditetapkan.",
  "creators": "YOSIA SOLAIMAN",
  "contributors": "SOEDARTO (Advisor 1); Sundring Pantja Djati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1335/EM/1999; Yosia Solaiman (31494089)",
  "subjects": "MARKETING MANAGEMENT"
}