{
  "id": "13299",
  "title": "Pengaruh faktor-faktor eksternal terhadap pergerakan saham di bursa efek",
  "abstract": "Topik pembahasan artikel pertama adalah mengenai pengaruh dari krisis moneter yang melanda Indonesia sejak bulan Juli 1997 terhadap efisiensi perusahaan publik, dalam hal ini yang berada atau listed di Bursa Efek Jakarta (BEJ). Penulisan artikel ini dimaksudkan untuk mengidentifikasi dan menganalisa dampak dari krisis moneter terhadap kinerja perusahaan. Hasil dari studi ini menunjukkan bahwa krisis moneter yang melanda Indonesia memang berdampak besar terhadap perusahaan-perusahaan yang ada di Bursa Efek Jakarta. Hal ini dibuktikan dengan fakta bahwa semua rasio keuangan yang digunakan dalam studi ini hasilnya jauh lebih buruk bila dibandingkan dengan masa sebelum terjadinya krisis moneter di Indonesia Sedangkan artikel kedua membahas tentang apakah kinerja keuangan yang buruk dari perusahaan yang telah go-public di pasar modal Asean lebih disebabkan oleh krisis moneter, atau lebih dikarenakan profil kinerja keuangan yang sudah rentan sebelumnya. Dan, studi ini menyimpulkan bahwa profil kinerja keuangan perusahaan-perusahaan, dalam hal ini yang telah go-public di pasar modal Asean, memang sudah rentan jauh sebelum krisis moneter melanda kawasan ini. Krisis moneter itu sendiri pada dasarnya hanya membuka masalah-masalah yang tersembunyi sebelumnya. Pada artikel ketiga, dibahas hubungan antara jumlah pemberitaan yang dilaporkan setiap hari, dalam hal ini oleh Dow Jones & Company, dengan indikator atau alat ukur dari aktivitas pasar modal. Yakni yang termasuk di dalamnya meliputi volume perdagangan, pergerakan harga saham, dan juga keuntungan yang diperoleh dari pasar (market return) di pasar modal. Hubungan yang ditemukan antara berita dan aktivitas dari pasar modal tidak terlalu kuat. Di samping itu, pola pemberitaan berita tidak mampu menjelaskan \"irama\" dari aktivitas pasar modal. Ketiga artikel ini memiliki keterkaitan (benang merah) yakni begiru berpengaruhnya faktor-faktor eksternal seperti kondisi perekonomian (dalam hal ini krisis moneter yang tidak hanya melanda Indonesia saja, tetapi juga negara-negara di kawasan Asia Tenggara lainnya), situasi politik dan juga keamanan, terhadapa pergerakan saham. Dalam hal ini terutama saham-saham yang berada di Bursa Efek Jakarta.",
  "creators": "IVONNE NATASHA SANTOSO",
  "contributors": "Dewi Astuti (Examination Committee 1); Yohnson (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 59/EM/2000; Ivonne Natasha Santoso (31496062)",
  "subjects": "CORPORATIONS-FINANCE; CORPORATIONS-VALUATION"
}