{
  "id": "1329",
  "title": "Perancangan interior galeri disney mini di Surabaya",
  "abstract": "Perancangan Interior Galeri Disney Mini ini pada hakikatnya adalah sarana pamer jual beli produk Walt Disney dan tempat rekreasi di Surabaya. Walt Disney adalah tokoh dunia animasi yang terkenal karena cerita, kehalusan animasi, dan teknologi yang digunakannya. Disney tidak jarang mendapat penghargaan atas karya-karyanya. Disney sendiri berhasil memenagkan lebih dari lima puluh hadiah Oscar. Tujuan dari perancangan ini adalah menampilkan sebuah galeri yang representatif, komunikatif, dan atraktif yang dapat menampung inspirasi dan aspirasi seni yang dapat dinikmati secara visual oleh semua orang dengan fasilitas-fasilitas (ruang pamer, audio visual, perpustakaan, teater, cafetaria, art shop) yang menunjang, dimana interiornya mampu tampil sebagai galeri sekaligus menyatu dengan lingkungannya, dengan maksud desain galeri dan karya seninya merupakan satu kesatuan yang serasi, selaras, dan seimbang. Tema perancangan dari galeri ini disesuaikan dengan tema dari Disney Klasik. Yang dimaksud dengan Disney Klasik disini adalah cerita-cerita dongeng yang telah ada pada saat ini ataupun dari dahulu dan kemudian dibuat kembali dalam versi animasi oleh Disney. Pengambilan tema ini, berdasarkan produk-produk yang ditampilkan dalam galeri merupakan barang dari Disney Klasik. Tema ini diungkap ke dalam interior semua area galeri, dengan pengolahan lantai, dinding, dan warnanya yang dibuat sesuai dengan cerita klasik dalam cerita-cerita animasi Disney.",
  "creators": "OLIVIA TANZIL",
  "contributors": "Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor 1); MULJONO HUSODO (Advisor 2); HARTOTO INDRA (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 0041/DIN/2002; OliviaTanzil (41498070)",
  "subjects": "ART MUSEUMS-DECORATION"
}