{
  "id": "13298",
  "title": "Perencanaan penjadualan perawatan mesin di PT Soponyono",
  "abstract": "Di era milenium ini, persaingan di bidang industri semakin ketat, menuntut adanya terobosan-terobosan baru dari pihak perusahaan. Untuk mendukung terobosan-terobosan tersebut diperlukan kesiapan dari berbagai faktor. Salah satu faktor yang penting bagi suatu industri adalah faktor mesin, disamping faktor manusia. Mesin disini mempunyai pengaruh yang besar bagi produktivitas perusahaan. Suatu peralatan atau mesin dalam penggunaannya pasti akan mengalami kerusakan, karena ada komponen mesin yang seharusnya sudah diganti dengan komponen yang baru, tetapi hal tersebut belum dilakukan oleh pihak perusahaan. Untuk mencegah hal tersebut, maka sebaiknya dilakukan suatu penjadwalan perawatan yang terencana, yang akan dapat mengurangi besar biaya yang harus ditanggung oleh perusahaan akibat kerusakan tersebut. Penjadwalan perawatan ini diperoleh dari penelitian yang dilakukan berdasarkan data-data masa lalu yang dimiliki perusahaan. Data-data tersebut meliputi data waktu antar kerusakan, data waktu perbaikan, dan data biaya-biaya yang tercatat oleh perusahaan. Data-data yang telah diperoleh kemudian akan diolah, untuk mendapatkan suatu interval perawatan yang terencana dengan meminimumkan biaya. Metode penggantian yang akan digunakan tergantung sepenuhnya pada pihak perusahaan. Perusahaanlah yang berhak menentukan. Dari hasil penelitian diperoleh bahwa interval perawatan optimal untuk komponen kawat stik adalah 441 jam dengan total biaya minimum Rp 23,62149,-per jam, sedangkan untuk komponen lacker sebesar 430 jam dengan total biaya minimum Rp 97,91213,- per jam. Dari hasil perhitungan selang waktu perawatan optimal tersebut, kemudian dibandingkan dengan kondisi di perusahaan. Juga dibandingkan hasil analisa kualitatif yang telah dilakukan. Diperoleh hasil bahwa penggantian preventive lebih memberikan biaya minimum dan pada penggantian corrective, dan juga lebih menguntungkan perusahaan. Akan tetapi keputusan penggunaan metode penggantian ada pada pihak perusahaan.",
  "creators": "MICHAELWEN KURNIAWAN",
  "contributors": "Tanti Octavia (Advisor 1); RONALD E. STOCK (Advisor 2); Oegik Soegihardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 282/TI-09/2000; Michael Wen Kurniawan (25495035)",
  "subjects": "MAINTAINABILITY (ENGINEERING); PLANT MAINTENANCE; RELIABILITY (ENGINEERING)"
}