{
  "id": "13301",
  "title": "Perencanaan tata letak produk dan item berdasarkan perilaku konsumen di supermarket \"X\" di Surabaya",
  "abstract": "Seiring dengan bertambahnya waktu kita dapat melihat banyak supermarket baru di Surabaya. Peningkatan jumlah supermarket ini membuat setiap pengelola supermarket harus melakukan strategi-strategi tertentu agar supermarket mereka didatangi banyak konsumen. Satu hal yang penting adalah pengaturan barang-barang yang tepat di rak dan pengaturan rak-rak yang tepat di area supermarket. Penataan produk akan menentukan pergerakan konsumen saat berbelanja. Ada konsumen yang lebih suka langsung menuju barang yang dicari dan konsumen tersebut langsung menuju ke rak dimana produk yang ingin dibeli berada kemudian langsung pulang. Ada juga konsumen yang lebih suka mengelilingi supermarket sambil berbelanja. Perilaku yang berbeda-beda dari masing-masing konsumen dalam melakukan aktivitas ( belanja, melihat-lihat, menemani seseorang ) di supermarket membuat pengelola supermarket harus tepat dalam menata berbagai produk yang ada. Perancangan layout baru ini dilakukan dengan melakukan pengolahan data terhadap kuesioner yang disebarkan kepada pengunjung supermarket selama 1 bulan dengan menggunakan software SPSS versi 7.5 dan diteruskan dengan perhitungan Activity Relationship Chart serta algoritma CORELAP secara manual. Dari hasil perhitungan tersebut kemudian diperoleh 2 alternatif layout baru yang sesuai dengan perilaku konsumen.",
  "creators": "LILIS SURJANI",
  "contributors": "Jani Rahardjo (Advisor 1); Tessa Vanina Soetanto (Advisor 2); Indriati Njoto Bisono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 310/TI-37/2000; Lilis Surjani (25495089)",
  "subjects": "PLANT LAYOUT-PLANNING-MATHEMETICAL MODELS; INDUSTRY-LOCATION-PLANNING-MATHEMATICAL MODELS"
}