{
  "id": "13309",
  "title": "Analisa faktor yang mempengaruhi alokasi dana kecantikan wanita karir di surabaya: studi kasus pada wanita karir anggota klinik kecantikan di Surabaya:",
  "abstract": "Wanita karir cenderung konsumtif. Mereka dapat menghabiskan sepertiga dari seluruh penghasilannya untuk perawatan kecantikan. Melalui analisa ini ingin mengetahui apakah ada keterkaitan antara alokasi dana kecantikan wanita karir di Surabaya terhadap faktor-faktor internal dan eksternal serta untuk mengetahui apakah faktor pendapatan, pendidikan, dan profesi merupakan faktor dominan yang dipertimbangan bagi konsumen dalam mengalokasikan dananya untuk kebutuhan kecantikan. Responden yang dijadikan sampel sejumlah 150 responden dengan kriteria wanita karir yang memiliki pendapatan pribadi minimal Rp.3.000.000,00, dan menjadi anggota klinik kecantikan Dermasense, Skin Innovation, House of Dura, dan London Beauty Center. Teknik analisa data yang digunakan adalah analisa crosstabulation dan chi square serta analisa faktor. Berdasarkan hasil penelitian, variabel-variabel yang memiliki keterkaitan dengan alokasi dana kecantikan wanita karir di Surabaya antara lain: tingkat usia, tingkat pendapatan, alokasi pendapatan untuk investasi, tempat tinggal, menu tontonan televisi, pilihan merek kosmetik, pilihan merek supplement (susu dan minuman berserat), dan tempat membeli kosmetik. Sedangkan faktor dominan yang terbentuk antara lain : tingkat pendapatan, tempat membeli kosmetik, tempat perawatan tubuh, jenis bacaan, penggunaan waktu luang, dan tingkat pendidikan formal. Kesimpulan dalam penelitian ini adalah kedua hipotesa ditolak karena tidak semua variabel memiliki keterkaitan dengan dana yang dialokasikan untuk kebutuhan kecantikan dan faktor dominannya hanya tingkat pendapatan dan pendidikan formal",
  "creators": "SYLVIA DEWI WIJAYA; LIANA TANJAYA",
  "contributors": "Nanik Linawati (Advisor 2); Dewi Astuti (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 37010016/MAN/2009; Sylvia Dewi Wijaya (31405019), Liana Tanjaya (31405078)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS-RESEARCH"
}