{
  "id": "1331",
  "title": "Perancangan interior pasar oleh-oleh di Jogjakarta",
  "abstract": "Pariwisata adalah salah satu aset negara Indonesia, hal ini dapat terlihat pada usaha pemerintah untuk mengembangkan kepariwisataan diseluruh daerah di Indonesia. Demikian juga pada pemerintah daerah Istimewa Jogjakarta. Dari data statistik menunjukkan bahwa Jogjakarta menempati peringkat ke empat dari seluruh daerah tujuan wisata di Indonesia. Jogjakarta sebagai kota Never Ending Asia memiliki visi mendorong Jogjakarta sebagai kawasan ekonomi utama di Asia untuk perdagangan dan pariwisata. Untuk kedua alasan tersebut desainer ingin merancang sebuah pusat oleh-oleh yang lain dari pusat oleh-oleh yang sudah ada pada saat ini. Pusat oleh-oleh ini akan mengambil \"Pasar\" sebagai inspirasi untuk system penjualannya, dan gaya dari kota Jogjakarta akan muncul pada beberapa aksesoris pada ruangan, misalnya pada dinding akan terpasang beberapa lukisan obyek-obyek wisata dan bersejarah yang terdapat di kota Jogjakarta, lukisan-lukisan tersebut terbuat dari kuningan ( hal ini bertujuan sebagai aksen didalam ruang ), selain itu juga akan terdapat kendaraan tradisional khas Jogjakarta yaitu becak. Oleh sebab itu maka pusat oleh-oleh ini diberi nama \"Pasar Oleh-oleh Jogjakarta\". Pasar Oleh-oleh dirancang untiik menjual bermacam-macam barang kesenian ( craft ) dan makanan khas Jogjakarta, selain itu juga untuk menjual image kota Jogjakarta dengan system pelayanan yang menganggap bahwa pembeli adalah raja.",
  "creators": "SIAT MING HWIE",
  "contributors": "Dr. Ir. Lintu Tulistyantoro, M.Ds. (Advisor 1); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 2); OLIH SOLIHAT KARSO (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 0051/DIN/2003; Siat Ming Hwie (41498095)",
  "subjects": "STORE DECORATION"
}