{
  "id": "1332",
  "title": "Perancangan interior \"Christian Bible Centre\" sebagai fasilitas penunjang sekolah teologia di Pacet, Mojokerto",
  "abstract": "Laporan perancangan tugas akhir yang berjudul \"Perancangan lnterior 'Christian Bible Centre' Sebagai Fasilitas Penunjang Sekolah Teologia di Pacet, Mojokerto\" ini bertujuan untuk mengembangkan sarana kerohanian yang berkenaan dengan firman Tuhan (Alkitab) yang saat ini masih sangat kurang. Diharapkan Christian Bibie Centre ini dapat membantu masyarakat dalam pertumbuhan iman Kristiani. Dengan memanfaatkan kondisi tapak dan letak proyek di kompleks sekolah Teologia ini, dirancang sebuah fasilitas yang mendukung sekolah Teologia yaitu sarana yang mampu mcnampung pcrkembangan sarana kerohanian. Sarana ini merupakan perwujudan ide dari perlunya wadah yang dapat menjadi tempat untuk menampung perkembangan sarana kerohanian dalarn bidang firman Tuhan secara visual sehingga dapat menarik minat masyarakat untuk mendaiaminya. Di sekitar Christian Bible Centre adalah sekolah teologia dan fasilitasnya seperti tempat tinggal gereja dan lainnya. Sehingga sangat tepat jika dibuat suatu tempat yang membantu perkembangan firman Tuhan yang terbuka bagi masyarakat luas. Konsep perancangan interior Christian Bible Centre mengacu pada alkitab sebagai sumbernya. Konsep yang diciptakan bertujuan untuk mengingatkan kembali kepada masyarakat bahwa dalam hidup di dunia manusia selalu memerlukan perlindungan dan kekuatan dari Tuhan. Suasana interior yang dirancang merupakan gabungan fungsi dan estetika yang mampu menciptakan suasana religius. Bentuk desain yang diambil merupakan bentuk-bentuk persegi dan garis vertical-horizontal yang mempunyai arti hubungan antara manusia dengan manusia dan manusia dengan Tuhan. Warna-warna yang dipakai adalah warna yang mempunyai arti rohani, sehingga mampu menciptakan ruang seperti yang diharapkan. Berdasarkan filosofi pertumbuhan gereja di Roma dan perangkatnya maka ruang ini didesain dengan memakai gaya Art Deco. Fasilitas-fasilitas yang akan dihadirkan dalam perancangan ini antara lain adalah ruang serbaguna yang dilengkapi audio visual, toko dan area pamer, perpustakaan, area baca dan fasilitas penunjang lainnya. Perancangan interior Christian Bible Centre ini diharapkan dapat membantu sekolah Teologia dalam mengenal Allah sebagai pribadi yang unik dan mampu membantu pcrtumbuhan iman dan menambah wawasan kerohanian masyarakat luas untuk menjadi pribadi yang tinggi ilmu, tinggi iman dan pengabdian.",
  "creators": "YOSEPHA YOSSI IRMA",
  "contributors": "MULJONO HUSODO (Advisor 1); Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor 2); HARTOTO INDRA (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 0052/DIN/2002; Yosepha Yossi Irma Wijaya (41498096)",
  "subjects": "CHURCH FACILITIES-DECORATION; RELIGIOUS FACILITIES-DECORATION"
}