{
  "id": "13335",
  "title": "Potensi kawasan Teluk Ijo di Banyuwangi sebagai obyek wisata yang layak untuk dikembangkan",
  "abstract": "Banyuwangi memiliki banyak keindahan alam yang berpotensi sebagai obyek wisata. Salah satu kawasan wisata yang memiliki banyak potensi sebagai obyek wisata di Kabupaten Banyuwangi adalah kawasan Teluk Ijo. Kawasan ini memiliki kekayaan dan keindahan alam yang dapat dikembangkan menjadi suatu obyek wisata. Tenangnya kawasan hutan yang masih alami, kicaunya suara burung diantara pepohonan, batu - batu karang yang berdiri kokoh di sekitar laut yang menggelora dan deburnya suara ombak yang tiada hentinya akan membuat segala kegiatan wisata yang dilakukan menjadi lebih menyenangkan. . Dalam usaha untuk mengembangkan kawasan ini menjadi obyek wisata, diperlukan keterlibatan semua pihak yang berhubungan dengan pengembangan kawasan ini. Keterlibatan Pemerintah Daerah setempat dalam melakukan keja sama dengan pihak Perhutani Kabupaten Banyuwangi serta pihak swasta dalam mengusahakan pengadaan dan pembangunan sarana dan prasarana yang dibutuhkan, ditambah dengan dukungan masyarakat setempat dalam upaya pengembangannya akan membuat kawasan ini menjadi suatu obyek wisata yang menyenangkan. Dukungan dari masyarakat setempat misalnya dengan menerima kedatangan para wisatawan dengan ramah dan mendukung dalam hal pengadaan sarana pariwisata dengan menyewakan perahu untuk penyeberangan ke pantai Teluk Ijo. Usaha pengembangan tersebut akan berhasil dengan baik apabila semua pihak yang terkait ikut terlibat di dalamnya dan mengusahakan agar kegiatan dan usaha yang dilakukan tetap mengacu pada pedoman atau kebijakan yang sudah ditetapkan. Pihak terkait yang dimaksud adalah Pemerintah Daerah, Perhutani Kabupaten Banyuwangi dan masyarakat setempat. Keberadaan kawasan wisata Teluk Ijo akan menjadi suatu obyek wisata yang menarik dan menyenangkan dengan segala potensi dan kesiapannya di masa yang akan datang dalam menunjang pengembangan kepariwisataan Indonesia.",
  "creators": "DEASY INDRIANI WARSITO; NATALIA DJUANTORO",
  "contributors": "Yacintha Yoranouw Suryawijaya (Advisor 1); LANY WARDANA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 308/PAR/1998; Deasy Indriani (91395039)",
  "subjects": "TELUK IJO (BANYUWANGI)-TOURIST TRADE"
}