{
  "id": "13345",
  "title": "Memaksimalkan homepage travel agent di Indonesia sebagai media informasi dan promosi",
  "abstract": "Perkembangan teknologi di bidang komunikasi saat ini telah banyak membantu manusia di berbagai bidang kehidupan, termasuk di dalam dunia pariwisata. Salah satu kemajuan teknologi di bidang komunikasi yang dapat dimanfaatkan untuk penyediaan informasi dan promosi kepariwisataan adalah Internet. Saat ini Internet khususnya penggunaan homepage, mulai banyak digunakan dalam dunia pariwisata, mengingat keunggulan-keunggulan yang dimilikinya. Travel Agent yang merupakan salah satu unsur yang memiliki peranan penting dalam dunia pariwisata juga banyak yang telah memanfaatkan Internet khususnya penggunaan homepage. Penggunaan homepage melalui jaringan Internet oleh Travel Agent adalah untuk melakukan promosi perusahaan dan memberikan informasi tanpa dibatasi oleh keterbatasan waktu dan ruang lingkup. Selain itu juga dapat menghemat biaya pencetakan brosur, pos, kurir, dan Iain-lain. Dengan demikian diharapkan Travel Agent pengguna homepage tersebut dapat memperoleh lebih banyak konsumen dan juga manfaat-manfaat lainnya. Dengan berbagai keunggulan dari penggunaan fasilitas homepage dibandingkan media promosi konvensional yang ada saat ini, maka hendaknya Travel Agent di Indonesia dapat memanfaatkannya secara maksimal agar dapat menjadi media informasi dan promosi perusahaan yang tepat, cepat dan efisien sehingga dapat memenuhi segala kebutuhan konsumen. Akan tetapi karena homepage saat ini belum banyak dikenal, maka belum banyak Travel Agent di dalam negeri yang telah mempunyai web site, sehingga media ini perlu lebih dimasyarakatkan mengingat keunggulan-keunggulan yang dimilikinya. Selain itu bagi Travel Agent di Indonesia yang telah memiliki web site juga perlu lebih memaksimalkan homepagenya., agar tujuan yang dikehendaki dapat tercapai.",
  "creators": "GUNADI SUTOMO; SRI DARMAWATI",
  "contributors": "Tio Sally Puspasari (Advisor 1); SIDNIWATI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 351/PAR/1999; Gunadi Sutomo (91396032), Sri Darmawati (91396055)",
  "subjects": "TOURIST TRADE-ELECTRIC MAIL SYSTEMS ASPECT"
}