{
  "id": "13344",
  "title": "Mengangkat kesenian angklung caruk Banyuwangi sebagai salah satu obyek wisata budaya Jawa Timur",
  "abstract": "Dalam rangka menyambut Tahun Seni dan Budaya 1998, Jawa Timur dengan begitu banyak aset wisata yang dimilikinya khususnya wisata budaya, mempunyai peluang yang cukup besar untuk menjadi salah satu daerah wisata yang diminati oleh para wisatawan. Tetap seiring dengan bertambah majunya jaman dan teknologi, masyarakat seakan terlupa akan kesenian khas yang dimilikinya. Salah satunya terdapat di Banyuwangi yaitu kesenian Angklung Caruk yang merupakan kesenian tradisional warisan nenek moyang kita yang seharusnya kita jaga dan mempertahankannya sebagai ciri khas Banyuwangi. Oleh karena itu hal ini merupakan tantangan bagi masyarakat Jawa Timur khususnya Banyuwangi untuk berupaya sedemikian rupa untuk mencegah semakin tenggelamnya kesenian tradisional tersebut. Didalam upayanya mengangkat kembali kesenian tradisional tersebut banyak ditemui berbagai macam kendala yang harus dipecahkan demi kelangsungan diri kesenian Angklung Caruk tersebut. Setelah kendala dapat dipecahkan kita dapat melakukan upaya-upaya lainnya yang ikut menunjang keberadaan Angklung Caruk di dalam tujuannya untuk diangkat menjadi salah satu obyek wisata budaya Jawa Timur. Upaya-upaya tersebut meliputi pembenahan-pembenahan baik ke dalam yaitu kesenian Angklung Caruk itu sendiri maupun ke luar yaitu pihak-pihak dan hal-hal yang bersangkutan dengan kemajuan kesenian itu sendiri. Adapun pembenahan ke dalam yang dilakukan antara lain pembenahan sarana dan prasarana, pembinaan mental para pemain, pembinaan masyarakat, dan lainnya sedangkan pembenahan ke luar dapat berupa promosi. Sehingga melalui usaha-usaha tersebut diharapkan kesenian tersebut dapat berkembang dan diangkat kembali untuk dijadikan sebagai obyek wisata yang menarik dan berpotensial sehingga selain dapat menarik minat para wisatawan yang berkunjung juga dapat menunjang kepariwisataan Jawa Timur khususnya Banyuwangi baik dimasa kini maupun di masa yang akan datang.",
  "creators": "INA MONICA",
  "contributors": "LANY WARDANA (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No 299/PAR/1998; Ina Monica (91395008)",
  "subjects": "TOURIST TRADE"
}