{
  "id": "1335",
  "title": "Studi tentang global positioning system",
  "abstract": "Sistem navigasi telah berkembang seiring dengan perkembangan teknologi. Sistem navigasi yang tengah populer saat ini adalah sistem navigasi dengan memanfaatkan kecanggihan perangkat elektronik dan satelit yang diberi nama Global Positioning System (GPS). Global Positioning System ini memiliki fungsi sebagai alat bantu penentu koordinat posisi dalam koordinat tiga dimensi, serta penunjuk tanggal dan waktu, serta informasi lain yang berkaitan dengan navigasi. Pada tugas akhir ini akan dijelaskan mengenai sistem dasar (Global Positioning System yang terdiri dari tiga komponen utama, yaitu segmen angkasa, segmen kontrol dan segmen pengguna, beserta blok diagram masing-rnasing bagian, serta perkembangan dan aplikasi-aplikasi penggunaan. Global Positioning System ini dalam kehidupan nyata, seperti penelusuran posisi dengan GPS dengan memanfaatkan fasilitas Short Message Service (SMS) pada telepon selular, pemanfaatan GPS pada kendaraan bermotor, serta pada pesawat terbang. Ada dua jenis sistem GPS yang dipelajari, yaitu Precise Positioning System (PPS) dan Standard Positioning System (SPS). Pada GPS jenis PPS memiliki spesifikasi tingkat akurasi posisi horisontal sejauh 22 meter, posisi vertikal sejauh 27.7 meter serta keakuratan waktu UTC sebesar 200 nanodetik. Sedangkan pada GPS jenis SPS memiliki akurasi waktu horisontal sejauh 100 meter dan akurasi vertikal 156 meter. serta keakuratan waktu UTC sebesar 340 nanodetik. Dari dua jenis sistem ini, masing-masing memberikan tingkat akurasi presisi yang sama besarnya, sebesar 95% dengan tingkat kesalahan sebesar 5%.",
  "creators": "THERESIA",
  "contributors": "Murtiyanto Santoso (Advisor 1); Aditya Umbu Tana Amah (Advisor 2); Resmana Lim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/E/EL/020/566; Theresia (23497069)",
  "subjects": "ARTIFICIAL SATELLITES IN TELECOMUNICATION"
}