{
  "id": "13362",
  "title": "Evaluasi kelayakan pendirian cabang baru Restoran Pizza Pasta di wilayah Surabaya Barat",
  "abstract": "Dal am tugas akhir ini dibahas mengenai studi kelayakan pembangunan cabang outlet baru restoran PIZZA PASTA di wilayah Surabaya Barat. Pembangunan outlet baru ini sebenarnya telah mulai dilakukan sejak bulan Maret 1997 yang lalu dan sejak Juni 1997 outlet tersebut telah mulai beroperasi. Namun dalam pembangunan tersebut tidak diperhitungkan secara spesifik tingkat keberhasilan yang nantinya akan dicapai serta manfaat optimal yang akan didapatkan dari investasi yang telah ditanamkan. Sebagai langkah awal penulis melakukan analisis pasar terlebih dahulu untuk mengetahui kondisi pasar yang ada di Surabaya Barat. Analisis tersebut didahului dengan survey menggunakan kuesioner yang disebarkan kepada orang-orang dari berbagai tingkat usia dan sosial-ekonomi yang bertempat tinggal di wilayah tersebut Berdasarkan hasil survey ini dilakukan analisis terhadap kondisi pasar yang meliputi kemampuan ekonomis pasar dan kecenderungan-kecenderungan yang terjadi. Dari hasil analisis inilah penulis kemudian mengajukan saran-saran mengenai strategi pemasaran yang tepat untuk menunjang keberhasilan operasi outlet baru tersebut. Selanjutnya dilakukan analisis teknis yang berisi perhitungan-perhitungan untuk memperkirakan jumlah optimal fasilitas-fasilitas yang diperlukan yang dalam hal ini dibatasi pada jumlah meja dan kursi makan serta luasan area optimal yang diperlukan. Analisis jumlah optimal meja dan kursi makan tersebut didasarkan pada tingkat kedatangan tamu tiap jam dari cabang outlet lain yang telah lama beroperasi yaitu dari outlet di Plasa Surabaya Lt. 1. Pada akhir analisis teknis ini dilakukan pula analisis lay-out (tata letak) secara kualitatif menggunakan metode ARC(Activity Relationship Chart) ditinjau dari kedekatan hubungan tiap-tiap bagian restoran tersebut. Analisis terakhir yang dilakukan adalah analisis finansial untuk menghitung ulang besarnya investasi yang dibutuhkan serta tingkat pengembalian dari investasi yang ditanamkan tersebut. Metode yang digunakan dalam analisis ini adalah perhitungan rate of return (tingkat pengembalian) dan perhitungan payback periode (periode pengembalian). Dari sini kemudian dapat diketahui secara jelas apakah pendirian outlet baru di Surabaya Barat tersebut cukup layak atau tidak.",
  "creators": "DANIEL SUNYOTO",
  "contributors": "Sujono Poetrodjojo (Advisor 1); Stevanus Adrianto Tjandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 098/TMI-28/1998; Daniel Sunyoto (25493067)",
  "subjects": "RESTAURANTS-FEASIBILITY STUDY-VALUATION; INDUSTRIAL FEEDING-FEASIBILITY STUDY-VALUATION"
}