{
  "id": "13364",
  "title": "Perbaikan pada departemen pengayakan beras di UD. Hari Jaya",
  "abstract": "Selama ini pada mesin ayakan di UD. Hari Jaya masih belum mempunyai model yang paling baik untuk memperoleh hasil yang paling baik. Model ayakan yang selama ini digunakan masih menggunakan metode coba-coba (trial method). Hal ini yang mendasari penulis untuk melakukan penelitian tugas akhir dengan menggunakan metode desain eksperimen. Perbaikan pada mesin ayakan dilakukan dengan mengadakan eksperimen menggunakan sample beras yang terdiri dari mutu 1, mutu 2 dan mutu 3. Variabel-variabel yang mempengaruhi kadar tercampurnya beras ada tiga, meliputi kecepatan getar ayakan (Xi), kemiringan ayakan (X2) dan jumlah pakan (=pengumpan) yang dituangkan dalam mesin ayakan. Pada penelitian ini mula-mula digunakan desain eksperimen 2 k dengan uji MANOVA karena hasil percobaan yang diperoleh ada 2 respon. Hal ini dilakukan dengan tujuan untuk mengetahui variabel-variabel yang signifikan. Setelah mengetahui variabel-variabel yang signifikan, penelitian dilanjutkan dengan desain eksperimen 3 k untuk mengetahui model optimasi, untuk perbaikan pada mesin ayakan beras tersebut. Pada rancangan eksperimen 3 k , disesuaikan untuk masalah optimasi, maka digunakan desain faktorial tiga level dan tiga faktor. Hasil desain eksperimen 3 k menyatakan bahwa model optimasi yang sesuai adalah Y-38.913-5.134 Xi -3.188 X2+0.049 X3-0.415 Xi 2-0.483 X2 2 +0.038 X3 2-0.127 X,X2-3.744 XiX,-0.848 X2X3 Dan kondisi optimum variabel kecepatan adalah 1354 rpm, untuk variabel kemiringan 6? dan untuk variabel jumlah pakan 236 kg.",
  "creators": "IMELDA SEILIA HALIM",
  "contributors": "Didik Wahjudi (Examination Committee 1); Jani Rahardjo (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 290/TI-17/2000; Imelda Seilia Halim (25494102)",
  "subjects": "QUALITY CONTROL-STATISTICAL METHODS; QUALITY OF PRODUCTS"
}