{
  "id": "13383",
  "title": "Perencanaan keuangan bapak Natalus pada tabungan bank Central Asia, tabungan Britama, deposito bank Central Asia, reksadana Optima likuid, Optima obligasi, Bahana dana infrastruktur, Fortis ekuitas",
  "abstract": "Studi kasus ini membahas mengenai Perencanaan Keuangan bagi Bapak Natalus dengan tujuan untuk membantu dalam memenuhi tujuan-tujuan investasi yang diinginkan olehnya. Tujuan investasi tersebut tidak lain adalah kebutuhan dana darurat, asuransi, dana pensiun, dana pendidikan anak, dana pembelian rumah, dana pernikahan, dana pembelian mobil, dan dana ziarah ke Israel. Penempatan dana darurat dialokasikan pada Kas di Tangan, Tabungan BCA, Tabungan BRITAMA, Deposito BCA, dan Reksadana Optima Likuid, Asuransi dibiayai dengan cash flow, Dana Pensiun pada Reksadana Optima Obligasi, Bahana Dana Infrastruktur, dan Fortis Ekuitas, Dana Pendidikan pada Reksadana Optima Obligasi, Bahana Dana Infrastruktur, dan Manulife Dana Saham, Dana Pembelian Rumah pada Reksadana Optima Obligasi, Bahana Dana Infrastruktur, dan Schroder Dana Prestasi Plus, Dana Pernikahan pada Reksadana Optima Obligasi, Bahana Dana Infrastruktur, dan Schroder Dana Prestasi Plus, Dana Pembelian Mobil pada Reksadana Optima Obligasi, Bahana Dana Infrastruktur, dan Schroder Dana Prestasi Plus. Dana Ziarah ke Israel pada Reksadana Optima Obligasi, Bahana Dana Infrastruktur, dan Manulife Dana Saham. Dengan kondisi keuangan yang baik berupa alur dana yang positif dan adanya aset yang cukup merupakan modal utama yang membantu Bapak Natalus untuk mencapai tujuan investasinya secara efektif dan efisien.",
  "creators": "IMANUEL SANDRO SALIM",
  "contributors": "Sautma Ronni Basana (Advisor and Examination Committee); Liem Pei Fun, S.E., M.Com. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 37010005/MAN/2009; Imanuel Sandro Salim (31404272)",
  "subjects": "CORPORATIONS-FINANCE; FINANCIAL STATEMENTS"
}