{
  "id": "13381",
  "title": "A Study of the significance of human suffering as the result of self-deception as seen through Hetty Sorrell and Arthur Donnithorne in George Eliot's Adam Bede",
  "abstract": "As a matter of fact, it is very human that one often deceives oneself by the pleasures offered without considering the consequences which might lead to one's downfall. Due to this fact, this thesis discusses about the significance of human suffering as a result of self-deception through the lives of Hetty Sorrell and Arthur Donnithome in George Eliot's Adam Bede. The analysis is done by studying the character of Hetty and Arthur. These two characters have their own kind of self-deception which bring them to their downfall. In Adam Bede. Hetty is pictured as a farm girl with outstanding beauty, who deceives herself by keeping her self-deluding dream to be Arthur's wife. While Arthur's nature born as a rich good-looking gentleman supports him to grow his self-indulgence toward Hetty by having a secret affair with her. Because of their self-deception, later they have to bear their suffering. However, the discussion of this thesis is focused on how Hetty's and Arthur's suffering brings significance in their lives. The significance of Hetty's sufferring is proved when she finally comes to accept the fact that Arthur never wants to marry her. Then, instead of being captured in her indifference toward others, she realizes that she needs to socialize with others. The last significance is seen when Hetty finds out that actually her life might end better by marrying Adam, whom she used to ignore. While Arthur's suffering brings him into a reality in which he has to reveal his own being, especially his self-indulgence. Because of his self-indulgence, he has to give up all his plan and dream to inherit and manage the Donnithome estate, which suppossed to be his. He also realizes that he causes Hetty's life so terrible that she has to spend the rest of her life in exile. This makes him even suffer until his old days. However, finally Arthur comes to accept the fact that not all his wrong deeds can always be compensated. Through the analysis of the characterization of Hetty and Arthur, it is proved that their suffering really brings significance in their lives.",
  "creators": "VONNY KAMDARI",
  "contributors": "Liliek Soelistyo (Advisor 1); Guillermina L. Verzosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergradute Thesis No. 531; Vonny Kamdari (11493036)",
  "subjects": "ELIOT, GEORGE, 1819-1880. ADAM BEDE--STUDY AND TEACHING; ENGLISH FICTION--19TH CENTURY--STUDY AND TEACHING"
}