{
  "id": "13392",
  "title": "Penurunan loss time pada divisi cetak plong serta peningkatan kapasitas produksi pada divisi lem di P.T. Krisanthium Offset Printing",
  "abstract": "P.T. Krisanthium Offset Printing adalah perusahaan yang bergerak di bidang percetakan kemasan produk dan label. Perusahaan ini termasuk perusahaan dengan sistem job order yang pola kedatangannya bersifat dinafnis. Untuk saat ini order yang diterima perusahaan semakin besar tetapi perusahaan tidak mampu memenuhi semua permintaan konsumennya. Hal ini disebabkan karena rendahnya efisiensi waktu kerja perusahaan pada 2 divisinya, divisi cetak dan plong, serta rendahnya kapasitas produksi pada divisi lemnya. Untuk itu dilakukan penelitian dengan mencari penyebab hilangnya jam kerja efektif {loss lime) dan menentukan altematif terbaik untuk menurunkan loss lime pada divisi cetak dan plong serta meningkatkan kapasitas produksi pada divisi lem. Dari hasil pengamatan, ditemukan loss lime terbesar di divisi cetak diakibatkan oleh sel-up mesin dan kerusakan yang dialami mesin pada beberapa komponennya. Untuk divisi plong, loss lime terjadi ketika melakukan penggantian komponennya. Sedangkan rendahnya kapasitas produksi divisi lem disebabkan mesin yang tidak disetting pada kecepatan yang optimal karena kekurangan tenaga kerja. Setelah diketahui permasalahan pada setiap divisi, selanjutnya dicari altematif pcmecahannya. Untuk divisi cetak adalah mengganti bahan pencuci roll dan merancang jadwal perawatan pencegahan {preventive maintenance). Untuk divisi plong mengganti alat lama yang dibuat oleh perusahaan sendiri dengan alat bam yang dibeli dari pihak luar. Untuk divisi lem adalah menambah jam kerja dan jumlah tenaga kerja. Dari hasil pengolahan dan analisa data didapatkan altematif terbaik untuk menurunkan loss time divisi cetak dan plong serta meningkatkan kapasitas produksi pada divisi lem, yaitu pada divisi cetak selain didapat selang penggantian yang optimal, juga dipilih bahan pencuci bam. Pada divisi plong dipilih alat baru yang dibeli dari pihak luar. Pada divisi lem dibutuhkan penambahan 8 orang pekerja untuk pembendelan, 4 orang pekerja untuk pengepakan, dan 2 orang pekerja untuk pembuatan dos.",
  "creators": "SANDY SUWANO",
  "contributors": "Maja Indahwati (Examination Committee 1); Kriswanto Widiawan (Advisor 1); I Nyoman Sutapa (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 432/TI-023/2001; Sandy Suwano (25496073)",
  "subjects": "PLANT MAINTENANCE; PRODUCTION PLANNING; WORK MEASUREMENT"
}