{
  "id": "13402",
  "title": "Perancangan visualisasi buku edukasi mengenai disiplin mengelola uang bagi anak-anak kelas 5-6 sekolah dasar",
  "abstract": "Masalah keuangan seringkali menjadi alasan utama dibalik berbagai kesulitan hidup seseorang, baik internal seperti stress dan depresi maupun eksternal, seperti kemiskinan, hutang, dan tindakan kriminal. Keengganan untuk melatih ketrampilan mengatur uang dengan tepat merupakan salah satu sumber penyebab masalah tersebut. Kebanyakan orang dewasa tidak terlalu memusingkan bagaimana cara mengatur uang mereka, seperti merencanakan anggaran, menabung, dan menentukan prioritas penggunaan uang sejak kecil. Baik budaya dan kebiasaan lingkungan di Indonesia maupun pendidikan formal akademik tidak terlalu menekankan pentingnya ketrampilan mengatur uang sejak masa anak-anak. Tidak mudah bagi anak-anak Indonesia untuk menemukan buku panduan praktis untuk belajar ketrampilan mengatur uang. Padahal, masa anak-anak adalah saat yang paling tepat untuk membentuk pola kebiasaan hidup seseorang. Ketika anak-anak dapat mengerti dan mulai mempraktekkan disiplin mengatur uang dengan tepat, maka akan sangat banyak manfaat dan dampak positif yang akan mereka nikmati bagi bidang-bidang kehidupan yang lain saat mereka dewasa. Serial buku edukasi ini dirancang untuk memberikan pendidikan dan memotivasi disiplin bagi anak-anak pra remaja Indonesia untuk mengatur uang secara mandiri. Buku ini diharapkan dapat mendorong perilaku disiplin dan bertanggung jawab pada anak pra-remaja mulai dari penggunaan uang saku mereka dalam kehidupan sehari-hari.",
  "creators": "LUSIANA BUDIARDJO",
  "contributors": "ALBERT J. SOEHARDJO (Advisor 1); BUDI PRASETYADI (Advisor 2); Deddi Duto Hartanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Komik/Ilustrasi/Cergam",
  "source": "Komik dan Ilustrasi No. 00021507/DKV/2009; Lusiana (42405226)",
  "subjects": "LOGOS (SYMBOLS); BOOK DESIGN; COMMERCIAL ART; GRAPHIC ARTS; POSTERS; BOOK COVERS"
}