{
  "id": "13410",
  "title": "Analisa faktor-faktor yang mempengaruhi perilaku mahasiswa dalam menentukan pembelian produk di Koperasi Karyawan Universitas Kristen Petra",
  "abstract": "Pemahaman perilaku konsumen sangat penting untuk kemajuan suatu perusahaan dalam menjalankan usahanya. Namun tidak semua perusahaan mampu memahami perilaku konsumennya. Hal ini karena sangat kompleksnya faktor-faktor yang mempengaruhi perilaku konsumen suatu perusahaan. Penelitian ini dilakukan untuk mengungkapkan faktor-faktor tersebut, khususnya faktor-faktor yang mempengaruhi perilaku mahasiswa Universitas Kristen Petra dalam menentukan pembelian produk di Koperasi Karyawan Universitas Kristen Petra. Prosedur pengumpulan data pada penelitian ini adalah dengan sigi lapangan melalui penyebaran kuesioner kepada 400 orang responden dari Koperasi Karyawan Universitas Kristen Petra disamping wawancara singkat. Penelitian ini menggunakan analisa statistik Paktonal dan Chi Square lest. Disamping itu juga menggunakan program SPSS For MS Windows 95 Release 6.0. Hasil dari pengolahan data penelitian terhadap analisa faktor yang mempengaruhi perilaku konsumen didapat bahwa konsumen Koperasi Karyawan Umversitas Kristen Petra sangat memperhatikan variasi dan harga barang yang ditawarkan. Artinya, pembentukan perilaku mahasiswa Universitas Kristen Petra dalam menentukan pembelian produk di Koperasi Karyawan Umversitas Kristen Petra dipengaruhi oleh variasi dan harga barang. Disamping segi pendapatan mahasiswa dalam satu bulan dan lokasi yang dekat dengan pusat kegiatan mereka sebagai mahasiswa.",
  "creators": "YULIANUS ERWIN CHANDRA",
  "contributors": "Drs. Sugiono Sugiharto, M.M., Ph.D. (Advisor 1); Sundring Pantja Djati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 954/EM/1997; Yulianus Erwin Chandra (31494142)",
  "subjects": "CONSUMER RESEARCH; CONSUMER BEHAVIOR"
}