{
  "id": "13411",
  "title": "Prospek ekonomi dan bisnis pasca Pemilu 1999",
  "abstract": "Prospek perekonomian dan bisnis suatu negara ditentukan oleh kondisi ekonomi negara tersebut, kebijakan-kebijakan pemerintah, dan para pelaku bisnis. ApaJagi dalam pascapemilu ini dituntut kesadaran dari masyarakat dan para pelaku bisnis dalam menghadapi krisis yang melanda Indonesia. Di mana selama ini krisis Indonesia, Indonesia termasuk Country Riskyang tinggi. Oleh karena itu diperlukan kebijakan-kebijakan makro yang mendasar seperti kebijakan restrukturisasi perbankan, kebijakan fiskal, dan kebijakan mengenai badan usaha dan pemerataan yang sangat penting peranannya dalam memperbaiki perkonomian dan membantu para investor untuk menanamkan modal agar tercipta lapangan kerja. Dalam peningkatan pelayanan terhadap pelanggan, faktor utama adalah kualitas karenamerupakan penilaian dari pelanggan baik atau buruknya produk atau jasa yang diterima. Begitu pula dengan komplain atau keluhan yang dilontarkan oleh pelanggan juga harus diperhatikan karena dengan demikian dapat membantu pihak perusahaan dalam memperbaiki kekurangan-kekurangan yang ada. Semua ini perlu dilakukan untuk memberikan kepuasan pada pelanggan. Di mana kepuasan ini merupakan tujuan dari perusahaan dan secara tidak langsung akan memberikan image yang baik pada perusahaan. Di sini diperlukan juga keterlibatan para pekerja karena mereka berpengaruh langsung atau sangat berhubungan dengan pelanggan untuk memberikan penilaian puas atau tidaknya pelayanan yang diberikan. Pemerintah Orde Baru telah banyak mengubah bangsa Indonesia dan pembangunan Ekonomi. Tetapi secara tidak langsung juga memecahkan persatuan dan kesatuan bangsa seperti isu-isu SARA. Pemerintah juga menyalahgunakan kekuasaan dan kepercayaan yang telah diberikan rakyat seiama 32 tahun ini. Karena timbul perlakuan tidak adil dalam masyarakat seperti kesenjangan ekonomi dan sosial, kemiskinan, dominasi kekuasaan ekonomi dan politik, sentralisasi kekuasaan, pelecehan hak asasi dan kebebasan yang masih terancam, maka peranan pemerintah dan pemegang kekuasaan sangat berpengaruh dalam perputaran roda perekonomian dan kehidupan rakyat Indonesia. Jadi diharapkan adanya penerapan kebijakan-kebijakan yang tepai dan sesuai dengan penerapan hukum yang berlaku di Indonesia serta terlepas dari unsur-unsur Korupsi, Kolusi, dan Nepotisme (KKN).",
  "creators": "MIDY NAGAWATY",
  "contributors": "Nanik Linawati (Advisor 1); LUKAS SUGENG MUSIANTO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 6/EM/1999; Midy Nagawaty (31494304)",
  "subjects": "BUSINESS ENTERPRISES-INDONESIA; INDONESIA--ECONOMIC POLICY"
}