{
  "id": "13427",
  "title": "A Study of self-sacrifice as seen through Frank Osbaldistone in Sir Walter Scott's Rob Roy",
  "abstract": "This thesis is an analysis of self-sacrifice in Rob Roy. It deals with the life of the main character, Frank Osbaldistone. The thesis writer is curious to know why Frank decides to sacrifice himself and also wants to know the effects of Frank's sacrifice. For the purpose of the analysis, the writer wants to show Frank's reasons in deciding to sacrifice himself and the effects of his sacrifice. Accomplishing this analysis, the writer uses the literary and psychological theories, which are used to support the analysis. Besides, the author's life and his works will be considered also as it provides the background for the writing of the novel so that the writer can comprehend the topic of the thesis. The idea of self-sacrifice is found out when the thesis writer notes that Frank Osbaldistone makes a great self-sacrifice toward his father. Frank's remain obstinate to be a poet instead of a businessman makes him estrange from his father. However, Frank's self-sacrifice comes out when he receives a letter, which informs him that the firm is going to be bankrupt. This bankruptcy will affect his father's spirit and health, which become the concern of Frank. Here, Frank experiences anxiety whether he has to choose to be a poet like he desired to be or to be a businessman in order to save his father's life. Frank begins to struggle with his personal problem. Because of Frank's love toward his father and also because of his responsibility, Frank finally sacrifices his own interest to be a poet, and becomes a businessman. Furthermore, by sacrificing himself, Frank can be reunited with his father. Frank's sacrifice makes the thesis writer conclude that he has made a good decision since the effects of his sacrifice brings happiness not only for his father, but also for himself. In addition, Frank's sacrifice also gives a positive result to him since from his sacrifice, William, Frank's father also learns about it and he finally gives consent to Frank to marry Diana, who is a Catholic, while he is a fanatic Presbyterian.",
  "creators": "evelin",
  "contributors": "CHERRY HADIKUSUMO, Dra. (Advisor 1); Stefanus Suprayitno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 548; Evelina Thenata (11492086)",
  "subjects": "SCOTT, SIR WALTER, 17171-1832. ROB ROY-STUDY AND TEACHING; ENGLISH FICTION--19TH CENTURY--STUDY AND TEACHING"
}