{
  "id": "13425",
  "title": "A Study of the main female character's loyality in William Shakespeare's all's well that ends well",
  "abstract": "Shakespeare is one of the greatest Elizabethan writers for he is a genius and prolific writer. His genius is revealed through his incredible variety of plays and characters. All's Well that Ends Well, which was written about 1602, is considered as one of Shakespeare's dark comedies that had some of his finest passages. It tells about a young woman who keeps loyal to her husband although her husband never loves her, and he also treats her badly. The writer is interested in finding what factors which influence her to be so since usually a woman cannot stand such situation. In her analysis, the writer uses literary theories of characterization and setting. She also uses literary criticisms to support her analysis. The writer finds that the main female character's loyalty in the play is influenced by two factors, the internal and external factor. The internal factors influencing her to be loyal to her husband are her character traits especially her being pious, persistent, and virtuous. Her piety allows her to obey the Christian teaching including the doctrine which regulates love and marriage like the book of I Corinthians and also the book of Matthew. Her persistence makes her able to overcome the hardship for being Bertram's real wife, and her virtue allows her to forgive Bertram again and again and still stay in the marriage. The writer finds that the society's view on marriage and the countess are the external factors influencing the main female character's loyalty. The external factors strengthen the internal factors influencing her to be loyal to her husband",
  "creators": "YENNY NATALIA",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 837; Yenny Natalia (11496002)",
  "subjects": "LINGUISTICS"
}