{
  "id": "13434",
  "title": "The Sovereignty in marriage as seen in Chaucer's the canterbury tales : \"the wife of Bath's tale,\" \"the Clerk's tale,\" and \"the Franklin's tale\"",
  "abstract": "This thesis is a study on the sovereignty in marriage in the three tales of Chaucer's The Canterbury Tales: \"The Wife of Bath's Tale,\" \"The Clerk's Tale,\" and \"The Franklin's Tale.\" Those three tales suggest that sovereignty in marriage can be held by the husband, the wife, or not be held by both of them. From this condition, it is assumed that there must be factors that lead to those three ideas of sovereignty. This thesis, therefore, analyze3 the characters of each tale to reveal the factors that cause the differences on the idea of sovereignty. Besides, this thesis also aims to analyze how each couple deals with the sovereignty in their marriage. The analysis, then, reveals that one's position, one's experience, or one's love , for his spouse, as the external factor and one's character trait or one's age, as the internal factor can determine who will hold the sovereignty. Furthermore, through the analysis, it is found out that the sovereign deals with his/her sovereignty differently. The sovereign husband in \"The Clerk's Tale\" applies his sovereignty on his wife by testing her for several times; on the contrary, the Wife of Bath in \"The Wife of Bath's Tale\" holds the sovereignty in her marriages without applying it. Meanwhile, as neither Arveragus nor Dorigen, the couple in \"The Franklin's Tale,\" holds the sovereignty in their marriage, they, in turn, take the sovereignty to help each other. Finally, this thesis also reveals the importance of love as a way to solve the sovereignty matter.",
  "creators": "MELIANA SUSAN",
  "contributors": "Liliek Soelistyo (Advisor 1); ANITA LIE (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 534/SING/1997; Meliana Susan (11493045)",
  "subjects": "ENGLISH POETRY-MIDDLE ENGLISH, 1100-1500 - STUDY AND TEACHING; CHAUSER, GEOFFREY, 1343-1400. THE CANTERBURY TALES-STUDY AND TEACHING"
}