{
  "id": "13439",
  "title": "Analisa dan rancang sistem informasi akuntansi atas siklus pendapatan, pengeluaran, dan pelaporan keuangan pada PT. Karya Alam Cipta Artha di Surabaya",
  "abstract": "Latar belakang penulisan skripsi ini adalah penulis melihat kondisi perusahaan khususnya ekspor yang masih belum menyadari betapa pentingnya peranan sistem informasi akuntansi terhadap kinerja perusahaan, dalam hal ini adalah menghasilkan informasi yang tepat sehingga pihak manajemen tidak keliru dalam mengambil keputusan. Sistem informasi akuntansi harus disusun dengan baik dan membutuhkan kemampuan menganalisa dan merancang, sehingga sistem informasi akuntansi dapat memenuhi kebutuhan perusahaan. Jenis penelitian skripsi adalah deskriptif. Tempat penelitian skripsi adalah PT. Karya Alam Cipta Artha yang terletak di Jalan Margomulyo Indah 1/ Blok A-23 Surabaya. Masalah penelitian adalah bagaimana menganalisa dan dan merancang sistem informasi akuntansi atas siklus pendapatan, pengeluaran, dan pelaporan keuangan PT. Karya Alam Cipta Artha. Tujuan penelitian adalah memperoleh data dan informasi tentang siklus pendapatan, pengeluaran, dan pelaporan keuangan PT. Karya Alam Cipta Artha, sehingga penulis dapat menganalisa sistem informasi akuntansi yang dipakai PT. Karya Alam Cipta Artha apakah sesuai dengan teori sistem informasi akuntansi dan merancang sebagai bahan masukan kepada pihak manajemen PT. Karya Alam Cipta Artha mengenai sistem yang telah dianalisa. Selain itu penulis ingin mengetahui transaksi antara perusahaan ekspor dengan buyer dengan menggunakan Letter of Credit. Metode penelitian skripsi dengan memberikan gambaran secara mendetail kepada para pembaca dan mengungkapkan keadaan yang sebenarnya Kesimpulan penelitian skripsi ini adalah PT. Karya Alam Cipta Artha sudah mempunyai dan menerapkan sistem informasi akuntansi, namun masih terdapat beberapa kelemahan seperti perangkapan jabatan yang tidak sehat dan prosedur operasjonal yang terlalu rumit.",
  "creators": "HEINTJIE GUNAWAN NJOTO",
  "contributors": "Oviliani Yenty Yuliana (Advisor 1); Setyarini Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.136/97/FE.AK/2001, Heintjie Gunawan Njoto (32497019)",
  "subjects": "ACCOUNTING"
}