{
  "id": "13437",
  "title": "Implikasi publikasi income perusahaan terhadap harga pasar saham di Bursa Efek Surabaya",
  "abstract": "Dalam karya tulis ini hendak diungkapkan ada tidaknya \"Implikasi Publikasi Income Perusahaan Terhadap Harga Pasar Saham di Bursa Efek Surabaya\". Menurut Ball and Brown, implikasi tersebut terbukti ada apabila perusahaan yang mempunyai Unexpected income positif, akan memiliki Abnormal return yang positif pula, demikian juga sebaliknya. Unexpected income akan dinilai positif apabila income yang dipublikasikan ( aktual ) lebih besar dibanding income yang diprediksikan / diperkirakan / diharapkan, namun bila sebaliknya Unexpected income akan dinilai negatif. Sedangkan Abnormal return akan dinilai positif apabila return saham aktual lebih besar dibanding return saham yang diprediksikan / diperkirakan / diharapkan, namun bila sebaliknya Abnormal return akan dinilai negatif. Penghitungan Abnormal return ini dilakukan dalam tiga periode: - 1 minggu sebelum publikasi laporan keuangan/ laporan rugi laba ( X - 1 ) - minggu terjadinya publikasi laporan keuangan/ laporan rugi laba (X) - 1 minggu setelah publikasi laporan keuangan/ laporan rugi laba ( X +1) Ternyata melalui uji korelasi kontigensi yang dilakukan dalam tiga periode tersebut, diketahui bahwa memang tidak ada hubungan antara Unexpected income dengan Abnormal return. Hal ini berarti para investor di Bursa Efek Surabaya masih belum mempergunakan laporan keuangan khususnya laporan rugi laba sebagai pertimbangan dalam membeli dan menjual saham, atau dengan kata lain pasar belum efisien dalam menyerap informasi income yang dipublikasikan. Dari sudut efisiensi informasi, pasar yang demikian tergolong dalam Weakform Market (pasar dalam bentuk lemah). Jadi harga pasar saham di Bursa Efek Surabaya cenderung hanya berfluktuasi menurut naik turunnya trend harga sebelumnya, bukan dipengaruhi oleh adanya publikasi laporan rugi-laba.",
  "creators": "IRWAN BUDISETIAWAN",
  "contributors": "Devie (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1279/EM/1999; Irawan Budisetiawan (31495007)",
  "subjects": "STOCKS-PRICES; CORPORATIONS--FINANCE"
}