{
  "id": "13444",
  "title": "Refusal strategy used by Chinese and Javanese female and male sellers at Pasar Atom, Surabaya",
  "abstract": "Refusal is one language function that is considered an act which by its nature threatens someone's positive face. Many linguists believe that certain social factors, such as sex, ethnicity, status, or age, affect the way people express language functions. Therefore, the writer was interested in analyzing how sellers at Pasar Atom of different sex and ethnicity express their refusal. The writer wanted to see the different strategies they used, in expressing refusal. In conducting this research, the writer used qualitative approach in order to gain a more holistic picture of the way male and female Javanese and Chinese Indonesian sellers express their refusal to interlocutors. The data were collected by directly getting involved as a buyer and using a hidden tape recorder in order to get the conversations being recorded easily and naturally. The data then were analyzed by identifying and classifying according to Leslie M.Beebe's and T.Takahashi's classification. The findings of the study show that male and female Javanese and Chinese sellers mostly used direct refusal strategies. On the other hand, the respondents also used indirect refusal strategies like giving reason, convincing, requesting, offering alternative, self defense, regretting, promising, giving positive opinion, and joking, when expressing refusal to the buyers. The greatest difference between Chinese and Javanese sellers occurred in the use of giving reason. Meanwhile, female and male sellers had differences in their use of requesting, positive opinion, and self defense. The thesis writer then concluded that as far as the research is concerned, people of different sex and ethnicity do have differences in their use of language, in particular in their way of expressing refusal.",
  "creators": "SIE LIE NA",
  "contributors": "Bintoro (Advisor 1); SUBANDI DJAJENGWASITO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 843; Sie Lie Na (11496047)",
  "subjects": "SOCIOLINGUISTICS"
}