{
  "id": "13443",
  "title": "Pembangunan rumah makan apung di Sungai Kalimas untuk meningkatkan jumlah wisatawan nusantara di Surabaya",
  "abstract": "Dalam pengembangan bisnis wisata di Indonesia saat ini, setiap daerah berusaha untuk mengembangkan potensi wisata yang ada di daerah-daerahnya masing-masing dengan sebaik-baiknya, baik itu obyek wisata alam maupun obyek wisata buatan. Begitu pula dengan Surabaya sebagai kota bisnis, berusaha untuk mengelola wisata alam yang ada menjadi wisata buatan sebagai daya tarik wisatawan domestik bagi para manca negara. Dalam penulisan tugas akhir ini, penulis ingin menyajikan potensi wisata bahari buatan sekaligus hidangan, Rumah Makan Apung yang kehadirannya dapat menambah aset potensi wisata alam dan hidangan baru di Surabaya. Adapun daya tarik potensi wisata yang ada di sini yaitu kapal tersebut dapat dijalankan mengelilingi sungai Kalimas dan para wisatawan dapat menikmati hidangan yang disajikan dengan melihat pemandangan sekitar dari atas kapal tersebut. Selain itu kapal juga dimodifikasi sedemikian rupa agar tampak tradisional, supaya nilai kebudayaan Indonesia tidak luntur begitu saja. Rencana pembangunan rumah makan apung ini mempunyai beberapa kendala yang sangat fatal apabila tidak segera diatasi. Dalam hal ini penulis telah mencoba untuk mengatasi kendala-kendala tersebut. Dengan adanya rumah makan apung ini maka penulis mengharapkan jumlah wisatawan domestik maupun manca negara dapat lebih meningkat dan devisa negara dapat bertambah.",
  "creators": "DEBBY LELYANA; SHERLY GOENAWAN",
  "contributors": "SIDNIWATI (Examination Committee 1); Yacintha Yoranouw Suryawijaya (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 387/PAR/1999; Debby Lelyana (91396062), Sherly Goenawan (91396099)",
  "subjects": "FLOATING RESTAURANTS (SURABAYA)-TOURIST TRADE; TOURIST TRADE-SURABAYA"
}