{
  "id": "13459",
  "title": "A Study of Jocelin's motivation in building the spire on William Golding's The Spire",
  "abstract": "The changing motivation is the focus of discussion in this thesis since this topic has a broad influence to the main character's idea and plan to build the spire. Based on this reason, the writer chooses to analyse whether Jocelin undergoes a changing motivation or not in order to understand the main character's idea and plan to build the spire, the writer analyses Jocelin as the main character through conflicts and characterization. Jocelin's action in building the spire emerges because of the vision from God. His purpose in building the spire is for the greater glory of God. In Jocelin's opinion, building the spire is also one kind of serving and praying to God. For this reason, the writer assumes that Jocelin's first motivation is devotion. During the process of building the spire, Jocelin faces conflict with Roger Mason, the master builder, Pangall, the caretaker, some priests and the townspeople around the cathedral. Most of them oppose Jocelin's action to build the spire because the foundation is not strong enough to hold the four hundred feet spire. Eventhough Jocelin tries to convince them, nobody believes him or helps him. This condition causes some difficulties for Jocelin in carrying out his action. So Jocelin finds any kind of ways to make other people willing to help him in building the spire since he needs help from them to fulfill his action. In this condition, the writer finds out that Jocelin's undergoes some changing in his behaviour and treatment toward other people. He tends to force other people to help him in building the spire. The success of the spire is important for Jocelin to prove his words. From this situation, the writer finds that Jocelin's purpose in building the spire is also changing along with his need. She analyses the changing attitude in order to find out that Jocelin builds the spire for his prestige or to get respect from other people. This means mat Jocelin motivation is prestige since he builds the spire for his own sake no longer for the greater of God. From this finding, the writer concludes that Jocelin undergoes a changing in his motivation. Jocelin's first motivation is devotion since he builds the spire for show the God's glory. Then, Jocelin experiences a changing in his attitude toward other people. It means that Jocelin has different motivation in building the spire.",
  "creators": "INGE CHRISTANTI",
  "contributors": "Vyrna Santoso (Advisor 1); Theophilus Jokri (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 670; Inge Christanti (11493047)",
  "subjects": "ENGLISH FICTION- 20TH CENTURY-STUDY AND TEACHING; GOLDING, WILLIAM GERALD, 1911-... THE SPIRE-STUDY AND TEACHING"
}