{
  "id": "13452",
  "title": "Keberadaan dan pengembangan potensi obyek wisata alam di Balikpapan",
  "abstract": "Indonesia yang terdiri atas lebih dari 17.000 pulau, besar dan kecil. Lebih dari 6.000 pulau ini berpenghuni dan terbagi menjadi luas wilayah daratan 1.919.443 km (36.79%) dan luas wilayah laut 3.257.357 km (63,21%), serta merupakan negara kepulauan yang terbesar di dunia. Selain itu Indonesia juga terbagi atas empat pulau besar yaitu : Jawa, Sumatera, Kalimantan, dan Sulawesi. Tingkat kunjungan wisatawan mancanegara yang semakin lama semakin meningkat adalah bukti dari kekayaan, keindahan alam serta potensi wisata yang dimiliki Indonesia. Hal ini menyebabkan pemerintah harus mengambil langkah yang tepat agar penyebaran para wisatawan ke daerah - daerah wisata dapat merata, tidak hanya daerah-daerah yang telah terlebih dahulu dipromosikan dan dikenal luas seperti pulau Bali yang memamng merupakan tolok ukur perkembangan pariwisata di Indonesia. Daerah-daerah lainnya seperti kota Balikpapan yang terletak di Kalimantan Timur, yang mana pulau Kalimantan ini merupakan pulau terbesar ketiga di dunia juga mempunyai obyek wisata alam yang tidak kalah menariknya dengan daerah-daerah lain di Indonesia, seperti misalnya pulau Tukung dan masih banyak lagi yang bisa ditawarkan kepada wisatawan yang khususnya menyukai keindahan alam. Pantai Manggar yang selalu ramai pada musim-musim liburan, memaksa pemerintah daerah harus turut campur dalam mengembangkan potensi obyek wisata alam pantai Manggar iini dan juga yang lainnya. Oleh karena itu, upaya-upaya yang harus dilakukan untuk pengembangan kepariwisataan di Balikpapan harus direncanakan dengan baik dan matang.",
  "creators": "ROBERT THEISJEN",
  "contributors": "Yacintha Yoranouw Suryawijaya (Examination Committee 1); SIDNIWATI (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 251/PAR/1997; Robert Theisjen (91394038)",
  "subjects": "TOURIST TRADE-BALIKPAPAN-EAST KALIMANTAN"
}