{
  "id": "13466",
  "title": "Pemetaan kepemimpinan dengan kepuasan kerja karyawan hotel bungaya, Makasar",
  "abstract": "Penelitian ini bertujuan untuk menguji dan menganalisis perbedaan kepuasan kerja karyawan Hotel Bungaya, Makasar ditinjau dari tiga gaya kepemimpinan yang meliputi gaya otokratis, gaya partisipatif, dan gaya kendali bebas. Jenis penelitian ini adalah penelitian komparatif. Variabel yang digunakan meliputi gaya kepemimpinan (gaya otokratis, gaya partisipatif, dan gaya kendali bebas) dan kepuasan kerja. Pengukuran variabel yang digunakan adalah Skala Likert. Pengumpulan data dengan memberikan kuesioner dengan jumlah sampling yang diambil sebanyak 123 karyawan Hotel Bungaya. Metode analisa yang digunakan adalah uji F atau ANOVA. Berdasarkan hasil analisis dapat disimpulkan bahwa terdapat perbedaan kepuasan kerja karyawan Hotel Bungaya, Makasar ditinjau dari tiga gaya kepemimpinan yang meliputi gaya otokratis, gaya partisipatif, dan gaya kendali bebas, dengan nilai signifikansi kurang dari 0.05. Sehingga hipotesis penelitian yang menyatakan bahwa (terdapat perbedaan kepuasan kerja karyawan ditinjau dari tiga gaya kepemimpinan) adalah diterima. Gaya kepemimpinan yang diterapkan oleh pimpinan Hotel Bungaya, Makassar cenderung memiliki tipe kepemimpinan kendali bebas, dimana kepemimpinan kendali bebas pada dasarnya merupakan suatu tipe kepemimpinan yang dinilai sangat bebas, yang artinya pimpinan tersebut secara bebas memberikan wewenang untuk mengambil keputusan kepada para bawahan, pimpinan menyerahkan tanggung jawab kepada bawahan, tetapi dalam hal ini bawahan dituntut untuk memiliki kemampuan atau keahlian yang tinggi.",
  "creators": "NOVIANA INTAN",
  "contributors": "Soekarno (Advisor and Examination Committee); Ronny Herowind Mustamu (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 37010001/MAN/2008; Noviana Intan (31401382)",
  "subjects": "PERSONNEL MANAGEMENT; JOB SATISFACTION"
}