{
  "id": "13476",
  "title": "Meningkatkan kepariwisataan Kota Semarang dengan program city tour",
  "abstract": "Kota Semarang sebagai ibukota propinsi Jawa Tengah adalah sebuah kota yang memiliki banyak potensi wisata. Baik itu berupa tata letak kotanya yang unik (yang terdiri dari dataran tinggi sekaligus dataran rendah yang terletak di tepi laut), atraksi wisata budaya ataupun berupa makanan-makanan khasnya . Bila diperhatikan secara lebih jauh Kota Semarang serupa dengan salah satu daerah tujuan wisata yang cukup terkenal di Malaysia yaitu Pulau Penang. Dengan adanya potensi-potensi wisata tersebut seharusnya program city tour dapat berjalan di Kota Semarang. Tetapi penulis mendapati program city tour tidak dapat berjalan di Kota Semarang. Setelah penulis mengumpulkan data yang didapatkan dengan jalan mengadakan survey secara langsung di lapangan dan dengan mengadakan wawancara terhadap pihak-pihak pariwisata yang terkait penulis berpendapat bahwa permasalahan dasar yang dihadapi terletak pada pemasaran kepariwisataan. Untuk memberikan saran dan pemecahannya, penulis mengambil landasan teori dari HF. Stanley yang berlandaskan pada teori pemasaran (marketing). Adapun saran utama yang diberikan oleh penulis secara keseluruhan adalah agar pemerintah lebih memprioi itaskan pemasaran daya tank kepariwisataan Kota Semarang di luar negeri, yang didukung dengan melengkapi fasilitas-fasilitas yang sudah ada dengan fasilitas-fasilitas baru dan lebih memadai dan meningkatkan kualitas pelayanan staf yang bersangkutan terhadap para wisatawan yang datang ke Kota Semarang. Bila saran-saran yang dikemukakan oleh penulis dapat dilaksanakan dan berjalan dengan lancar maka akan lebih menarik banyak wisatawan datang ke Kota Semarang dan pihak city tour operator dapat mengoperasikan program city tour di Kota Semarang.",
  "creators": "NOVITA KURNIAWATI",
  "contributors": "LANY WARDANA (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 317/Par/1998; Novita Kurniawati (91395058)",
  "subjects": "TOURIST TRADE-SEMARANG"
}