{
  "id": "13471",
  "title": "A Study of alienation and the influence upon the heroine ea ssen in Gabriel Garcia Marquez's of Love and Other Demons",
  "abstract": "In Of Love and Other Demons, Gabriel Garcia Marquez tells a story that depicts the problem of alienation. It is a story about human beings' relationship with his or her fellowbeings; the need of an individual to be related with others. This study attempts to analyse the problem of alienation which is portrayed through the heroine's life. The writer is eager to analyse the causes as well as the process of Sierva Maria's alienation and how alienation influences her life. The study includes the alienation encountered by Sierva Maria, the causes, and the influences upon her physical and psychological conditions. The writer divides the problems experienced by the heroine into two: the alienation encountered by the heroine in her parents' mansion and the alienation encountered by the heroine in the convent of Santa Clara. In order to understand more about the heroine's alienation, the writer applies literary approach, psychological theory about alienation, and additional psychological theories related to the problem. Having analysed the problem of Sierva Maria's alienation, the writer finds out that the heroine's alienation is caused by outside and inside forces which result eventually in rejecting herself. The writer learns that in the first alienation which takes place in her parents' mansion, Sierva Maria's alienation is caused by her parents' inharmonious relationship and an inside force that is her odd behavior. Furthermore, the Catholic belief that rabies in human beings is equal to demonic possession, and the prejudices against Sierva Maria can be considered as the outside forces that bring her to the second alienation in the convent of Santa Clara. From the analysis the writer also proves that the alienation encountered by Sierva Maria has great influences on her physical and psychological conditions. In the end, the writer concludes that the girl is the victim of her parents and the society that holds certain belief and mores. The alienation encountered by Sierva Maria indeed have destructive influences upon her. Finally, due to the alienation, the girl experiences the most severe form of self alienation. She turns out to be an alienated figure who eventually rejects herself.",
  "creators": "NJOO, SYLVIA YOUNG",
  "contributors": "Vyrna Santoso (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 613; Njoo, Sylvia Young (11493077)",
  "subjects": "COLUMBIAN FICTION-20TH CENTURY-STUDY AND TEACHING; MARQUES, GABRIEL GARCIA.1928-.... OF LOVE AND OTHER DEMONS-STUDY AND TEACHING"
}