{
  "id": "13475",
  "title": "A Study on madame Defarge's revenge that turns her life in to tragedy in Charlles Dickens, A tale of two cities",
  "abstract": "A family is a basic thing that can be used as a reason to take revenge. Because of a family' tragedy, Madame Defarge as the cruelest character in this story is blind in everything. Her heart is full of anger and there is only one thing in her mind that is 'revenge'. This becomes the scope of this study. As for the limitation of the study, the thesis writer will focus her analysis on Madame Defarge as the main female character who is obsessed with taking revenge. In this study, the writer uses a library research to find and to collect all the information about Charles Dickens and his novel. By using a literary approach of characterization and conflict, the thesis writer analyzes Madame Defarge as a doer of revenge. Revenge is her ambition and no one can erase it from her heart, her mind even her soul. From the beginning until the end of the story, her family's tragedy leaves lasting scars in her mind that lead her to be unforgiving, revengeful and pitiless. Revenge is like a devil in her flesh. She reckons her enemies in her mind. However, revenge is not the solution. Her ambition to kill her enemies is too big that finally she gets herself killed. Besides, revenge gives troubles to the innocent people. It happens to Charles Damay who has to be sent to jail twice and condemned to die. Charles Darnay as a main character is innocent. He is not doing anything toward Madame Defarge's family, but he has to bear the consequence. Finally, the thesis writer concludes that some of Madame Defarge's efforts are successful while some others are not. The most important thing is, however, whether they are successful or not, revenge itself brings tragedy to the person who is obsessed with it.",
  "creators": "LUSIA ISKANDAR",
  "contributors": "Liem Satya Limanta (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 11496093; Lusia Iskandar (11496093)",
  "subjects": "DICKENS, CHARLES, 1812-1870. A TALE OF TWO CITIES-STUDY AND TEACHING; ENGLISH FICTION--19TH CENTURY--STUDY AND TEACHING"
}