{
  "id": "13478",
  "title": "Analisa performance based design untuk sistem rangka penahan momen (SRPM) yang direncanakan sesuai SNI",
  "abstract": "Filosofi Performance Based Design (PBD) telah banyak dipergunakan. Dalam penerapannya PBD memberikan gambaran yang eksplisit dan kuantitatif tentang kinerja struktur yang diharapkan, baik yang direncanakan untuk gempa kecil, sedang maupun besar. Dalam tugas akhir ini akan dievaluasi kinerja dari struktur baja Sistem Rangka Penahan Momen (SRPM) 4, 8, 12 lantai yang didesain berdasarkan Rancangan Standar Nasional Indonesia (SNI) Bahan Konsensus 2000. Sedangkan untuk analisa beban gempanya dipergunakan Standar Perencanaan Ketahanan Gempa untuk Struktur Rumah dan Gedung (Konsep ke-2) untuk wilayah gempa IV di Indonesia. Kinerja struktur yang dinyatakan dalam drift index didapatkan dengan analisa statis non-linier yang dinamakan Capacity Spectrum Method (CSM). Metode ini dipilih karena hasilnya yang berupa tampilan gratis dapat menggambarkan hubungan antara kapasitas struktur dan beban secara lebih jelas. Sebagai pembanding dan pemeriksaan perilaku struktur, pada bagian akhir dilakukan analisa dinamis non-linier riwayat waktu terhadap struktur tersebut. Hasil penelitian menunjukkan bahwa Kinerja Struktur Sistem Rangka Penahan Momen (SRPM) yang didesain berdasarkan SNI temyata tidak sesuai dengan batasan yang berlaku dalam Performance Based Design (PBD); bila ditinjau dari persyaratan SNI tentang rotasi inelastis pada kolom paling bawah, ada kecenderungan bahwa untuk struktur-struktur yang lebih tinggi persyaratan tersebut semakin dapat dipenuhi; dan Analisa CSM menghasilkan gaya geser dasar yang lebih kecil dibandingkan dengan analisa Riwayat Waktu. Hal ini menunjukan bahwa struktur yang dianalisa dengan CSM cukup baik.",
  "creators": "CUBING EFENDI; SIE WELLY ALEXANDER",
  "contributors": "Hasan Santoso (Advisor 1); Ima Muljati Ginsar (Advisor 2); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1161 S; Cubing Efendi (21497006), Sie Welly A. (21497075)",
  "subjects": "STRUCTURAL DESIGN; BUILDING-EARTHQUAKE EFFECTS"
}