{
  "id": "13485",
  "title": "A Study on the main characters' attitudes toward death as seen in oscar wilde's the Ballad of Reading Goal",
  "abstract": "The Ballad of Reading Gaol talks about the attitudes of the main characters, namely the trooper and the speaker. They have been imprisoned because of the crimes they have committed. The trooper has murdered his own wife in cold-blood and has to accept the death punishment. The speaker has committed a sexual scandal with an important person in his city, and has to accept the two-year imprisonment of hard labour. The problem in the ballad is that the main characters conduct different attitudes. The trooper, in facing his execution, is able to act calmly and bravely. Meanwhile, the speaker faces it fearfully. The thesis writer arouses the question about the reasons of the different attitudes. Using some of the literary theories as her method of analysis, she finds out that the trooper realises his evil deed, repents from his sin, and longs for paying it. By accepting the death punishment, he believes that he has paid for his crime. Thus, he is freed from his burden, and is able to accept death calmly and bravely. The speaker and also the other prisoners do not acknowledge their crimes and do not repent from their evil deeds. Therefore, they live in desperation. Another problem is that after the trooper's death, the speaker undergoes the process of change. The thesis writer arouses the question about how it happens. At first, the speaker has to struggle whether to conduct the attitude of despair or hopeful. The struggle happens for some time, but in the end he chooses to change his attitudes. His belief that Christ has saved the trooper has a role in his changing process, because then he starts believing in Christ and believes that He will save him and the other prisoners also. Therefore, he changes to the attitudes of optimistic and hopeful.",
  "creators": "ALOYSIA VIRA HERAWATI",
  "contributors": "Sarah Limuil (Advisor 1); LENIWATI SLAMET (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 794; Aloysia Herawati (11493109)",
  "subjects": "ENGLISH POETRY-19TH CENTURY-STUDY AND TEACHING; WILDE, OSCAR, 1854-1900. THE BALLAD OF READING GAOL-STUDY AND TEACHING"
}