{
  "id": "13482",
  "title": "An Analysis of the Indonesian translation of the book entitles \"Ke Tempat Yang Tinggi\" from the original (English) version",
  "abstract": "This thesis is about an analysis of Indonesian translation from English book, entitled Hind's Feet on High Places. The writer wants to know what kinds of errors that occur in the target language and what kinds of errors that influential in the target language. In doing the analysis, the writer uses the theories of Nida, Newmark, and Razak. The theories are the criterias of a good translation, which are economic and correct in messages, and the procedures of translation, which are analysing, transferring, and restructuring, and the theory of Indonesian grammar. In collecting the data, the writer takes some samples from the whole chapters of the book entitled 'Ke Tempat yang Tinggi'. Then, the data is divided into three groups: syntax errors, lexical errors, and punctuation errors. Based on those groups, the writer will count the percentage of the errors that make the translation inaccurate and the percentage of errors that mostly cause change in meaning. Then, the writer finds that the biggest percentage that mostly cause inaccurate translation are punctuation errors but it is the least number of error that cause change in meaning because the reader can guess the meaning of the sentences by themselves. The translator also make errors in translating syntax, and it is the biggest number of error that cause change in meaning because it dealt with sentence structure. The least number of error is lexical errors, but it also cause many changes in meaning because usually the errors deal with the word choice that usually cause change in meaning.",
  "creators": "LILY TRIANA PRASETIJO",
  "contributors": "Julia Eka Rini (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 697; Lily TrianaI Prasetijo (11494006)",
  "subjects": "ENGLISH LITERATURE-TRANSLATIONS INTO INDONESIAN; TRANSLATING AND INTERPRETING"
}