{
  "id": "13500",
  "title": "Analisa preferensi konsumen terhadap atribut beberapa produk pada kelompok profesional muda di Surabaya",
  "abstract": "The idea of the thesis writing emerges from the phenomena that occur in the market, as described at background of the study. The example is costomer behavior that tends to change toward the attribute of a product and also the development of it, especially to the attribute, that becomes one of solutions. In applying it, the correct understanding about kind and attribute of the product is needed, that is basic of customer action in deciding to buy the product. By having this basic knowledge, the thesis writer brings a statement of the problem of\" How is customer preference toward the attribute of several products in young professional group\", the purpose of the study is to know whether there is a different preference of young professional group who has little expense (<500,000 - 750,000) compare to those who has great level of expense (760,000 -> 1,500,000) in giving credit to the attribute of convenience product (shampoo and liquid soap), shopping (clothes and jeans), and specialty (celluler phone and car). In analysis the issue, the thesis writer uses primary data (questionnaire) of 100 respondents, they are young professional who live in Surabaya. Those respondents consist of : 25 married male respondents ; 25 married female respondents ; 25 single male respondents ; 25 single female respondents. Then, the data is processed using SPSS for Windows Release 6.00 program (crosstab and diffrent mean test is enclose at appendix 1 and 2). The result of analysis and discussion at chapter 4 shows that the preference of young professional group is generally homogeneous. In this case, the different preference of both young professional group who have low end high level of expenses is not too dominant or does not occur. So, at chpter 5 the thesis writer concludes that the segmentation concept or pattern applying, targetting, and positioning (STP) daes not have to be applied if having the customer criteria like this research / project. In addition, customer preference is relatively changed, so that continuing research toward this preference issue is needed.",
  "creators": "OTTO FINARDI",
  "contributors": "Bambang Haryadi (Advisor 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1366/EM/1999; Otto Finardi (31495029)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS-PREFERENCES; CONSUMERS-RESEARCH"
}