{
  "id": "13510",
  "title": "Analisa kepuasan konsumen untuk mengindentifikasi peluang perbaikan pelayanan di Atlas",
  "abstract": "Penelitian yang dilakukaii dalam Tugas Akliir ini berhuburigan dengan analisa kebutuhan dan kepuasan konsumen pada Atlas Clark Hatch. Penelitian ini dilakukan unluk mengetaliui faktor-faktor yang mempengaruhi layanan dan kesenjanganyaiigterjadi di suatufitnes center. Langkah avval yang dilakukan adalah melakukan vvawancara secara mendalam kepada beberapa anggota untuk mengetaliui kebutuhan dan kepuasan yang tirnbul pada diri anggota Dari hasil wawancara inilali maka kuesioner dapat dibentuk. Berikutnya dilakukan analisa terhadap kuesioner yang secara garis besar meliputi analisa deskripsi dan analisa gap. Melalui analisa deskripsi diperoleh ganibaran tentang responden kuesioner dan ketergantungan antara waktu latihaii dengan kegiatan latihaii utama Sedang dari analisa gap diperoleh komponen-komponen gap yang terjadi pada pelayanan di Atlas. Analisa tersebut dilakukan dengan banluan software SPSS/PC+ dan Minitab. Yang lerakliir adalah analisa juinlali fasilitas Treadmill yang akan disediakan oleh Atlas dengan menggunakan simulasi antrian software Promodel 3.0. Data-data yang dibutulikan dalam simulasi, diperoleh dengan cara melakukan pengamatan dan perhitungan di perusahaan. Di dalam Tugas Akliir ini, penulis nieiiawarkaii berbagai model antrian dengan juinlali Treadmill yang berbeda-beda dan disertai dengan rata-rata waktu antrian tiap-tiap model dan utilitas masing-masiug Treadmill sehingga perusahaan dapat menentukan berapa juinlali treadmill yang akan disediakan. Dengan demikian diharapkan dapat meningkatkan kepuasan kousmnen melalui perhitungan-perhitungan teoritis dan ketiyataaii yang ada di lapangan sehingga dapat direalisasikan pada kondisi perusahaan yang sesungguhnya",
  "creators": "LENY SOEGIHARTI",
  "contributors": "Julianingsih (Examination Committee 1); MEILANIA (Advisor 2); Daniel Indarto Prajogo (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 131/TI-61/1998, Leny Soegiharti (25494110)",
  "subjects": "CONSUMER BEHAVIOR-ANALYSIS; CONSUMERS-RESEARCH"
}