{
  "id": "13528",
  "title": "Upacara adat perkawinan Yogyakarta sebagai salah satu alternatif atraksi wisata budaya di Yogyakarta",
  "abstract": "Indonesia merupakan salah satu negara yang terkenal kaya akan kebudayaannya dan salah satu diantaranya adalah upacara adat perkawinan Yogyakarta. Upacara adat perkawinan ini dianggap penting dan perlu karena perkawinan bukanlah sekedar ikatan antara seorang lelaki dan seorang perempuan, tetapi juga merupakan proses menyatunya dua keluarga. Perkawinan yang diselenggarakan tanpa upacara adat akan menjadi bahan pergunjingan.Hampir semua urutan upacara adat perkawinan mengandung pralambang tertentu. Upacara adat perkawinan di Indonesia inipun beraneka ragam antara suku bangsa yang satu dengan yang lain Dalam penulisan ini, akan dibahas upacara adat perkawinan Yogyakarta dengan beberapa pertimbangan, antara lain karena Yogyakarta terkenal sebagai daerah yang kaya dan masih kental kebudayaannya, sekaligus masii dianggap aman hingga saat ini setelah adanya berbagai kerusuhan yang terjadi di berbagai daerah di Indonesia. Upacara adat perkawinan Yogyakarta sangat unik dan menarik serta memiliki berbagai potensi apabila diangkat menjadi atraksi wisata budaya. Sayangnya, sampai saat ini belum pernah ada usaha untuk memasukkan upacara adat perkawinan sebagai salah satu alternatif wisata budaya. Dalam hal ini, penulis ingin meningkatkan kesadaran para penyelenggara paket wisata, pemerintah maupun masyarakat setempat akan keuntungan yang dapat diperoleh dari penyelenggaraan atraksi tersebut seperti meningkatkan jumlah wisatawan yang berlamjung ke Yogyakarta,memperkaya jenis atraksi budaya di Yogyakarta, selain itu bagi pihak pengantin akan memperoleh tambahan penghasilan. Penulis juga memberikan saran dan masukan mengenai langkah yang dapat diambil dalam pelaksanaan atraksi tersebut dan promosi yang harus dilakukan.",
  "creators": "ANGGRAINI ELLIANA",
  "contributors": "Tio Sally Puspasari (Advisor 1); SIDNIWATI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 341/Par/1999; Anggraini Elliana (91395096)",
  "subjects": "JAVANESE-MARRIAGE CUSTOMS AND RITES-TOURIST TRADE; TOURIST TRADE"
}