{
  "id": "13522",
  "title": "Analisis produktivitas reseptionis Hotel Satelit",
  "abstract": "Tugas akhir ini membahas mengenai analisis produkvitas resepsionis. Yang dijadikan obyek pengamatan adalah resepsionis Hotel Satelit. Tujuan penulisan tugas akhir ini yaitu menganalisis produktivitas dari waktu produktif resepsionis secara kualitatif dan kuantitatif. Pengambilan data dilakukan dengan langkah-langkah sebagai berikut: Menetapkan tujuan pengukuran, melibatkan para pekerja yang diukur, mencatat semua informasi dari seluruh kegiatan resepsionis dan menentukan aktivitas resepsionis yang akan diamati, mengklasifikasikan elemen aktivitas yang produktif dan tidak produktif berdasarkan kesesuaian dengan job desc, penentuan output, membuat daftar jam pengamatan secara random, mengisi tabel pengumpulan data. Pengolahan data dilakukan dengan langkah-langkah sebagai berikut: mendesain tabel untuk pengolahan data, menentukan tingkat kepercayaan untuk menentukan nilai k, melakukan pengamatan sesuai dengan jadwal yang sudah ditetapkan dengan berdasarkan prinsip random, mencari derajat ketelitian (S), menganalisa produktivitas total aktivitas produktif per minggu, menganalisa produktivitas total aktivitas produktif per hari, menganalisa produktivitas tiap elemen aktivitas dalam 1 minggu dan menganalisa produktivitas tiap elemen aktivitas per hari. Kesimpulan yang didapat yaitu: resepsionis pada shift pagi tidak produktif karena produktivitasnya sebesar 67.18% (dengan tingkat ketelitian sebesar 3.5%), tetapi perlu juga diperhatikan bahwa idle (stand-by) tidak dapat dianggap sebagai kegiatan tidak produktif. Idle ini terjadi (meskipun semua pekerjaan lain yang produktif sudah dikerjakan) karena adanya faktor di luar kemampuan resepsionis yang mempengaruhi produktivitasnya dan middle shift mengakibatkan Idle (stand-by) menjadi meningkat dua kali lipat, jadi perlu dipertimbangkan. Saran penyusun yaitu: perlunya penelitian lebih lanjut mengenai middle shift sesuai dengan karakteristik di shop floor, upaya-upaya untuk mengurangi allowance serta waktu tidak produktif dan perlu diteliti juga kualitas pelayanan yang diberikan kepada pelanggan karena produktivitas resepsionis juga meliputi kualitas pelayanan.",
  "creators": "BUDY SANTOSO",
  "contributors": "Kriswanto Widiawan (Advisor 1); Daniel Indarto Prajogo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 166/TI-96/1998; Budy Santoso (25493069)",
  "subjects": "WORK MEASUREMENT-ANALYSIS; HOTEL FRONT DESK PERSONNEL-MANAGEMENT"
}