{
  "id": "13520",
  "title": "Perbankan sistem syariah di Indonesia",
  "abstract": "Dalam mewujudkan program pemerintah tentang ekonomi kerakyatan bank syariah ikut andil dalam upaya mencegah terjadinya persaingan tidak sempurna di pasar. Dengan pemberian sistem kredit tanpa bunga bank syariah ditujukan untuk membantu usaha-usaha agar mampu bersaing dipasaran. Bank syariah dengan sistem bagi hasil dengan pada sisi pengerahan dana mendukung upaya pemerataan pendapatan secara adil, sedang pada sisi penyaluran dana, bank syariah mampu memperluas daya jangkau dan penetrasi penyaluran kesemua lapisan masyarakat. Maka hal ini akan mendukung upaya pertumbuhan ekonomi yang tinggi. Tetapi bank syariah kurang mempelajari bagaimana dampak jangka panjangnya terhadap pasar. Padahal dengan sistem yang diterapkannya, justru akan menciptakan persaingan tidak sehat dalam meraih konsumen di pasaran. Pemerintah berusaha mengarahkan sistem perbankan nasional menjadi sistem perbankan syariah. Dengan alasan bahwa bank syariah dengan sistem bagi hasil dan tanpa suku bunga bank terbukti lebih dapat bertahan di tengah krisis. Sesungguhnya bank syariahpun tidak luput dari krisis. Bahkan dalam kondisi terdesak untuk mempertahankan hidupnya , ia malah melanggar komitmennya sebagai bank Islam. Bank syariah adalah satu-satunya perbankan Islam di Indonesia yang dipercaya untuk menjalankan operasional perbankan dengan syariah Islam. Tetapi perbankan dengan sistem syariah ini hanya akan dapat berkembang kalau dikelola dan sahamnya dikuasai oleh orang-orang yang memiliki kredibilitas yang baik di mata masyarakat. Karena perbankan sistem syariah dapat berkembang, tergantung pada loyalitas nasabahnya. Nasabah akan tetap loyal dan setia apabila bank syariah dikelola oleh orang-orang yang komitmen terhadap syariat Islam.",
  "creators": "DWI PRAWITARINI S.",
  "contributors": "MARIA CHRISTIANI MUSIANTO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 10/EM/1999; Dwi Prawitarini (31494361)",
  "subjects": "BANK MANAGEMENT"
}