{
  "id": "13527",
  "title": "Upaya untuk meningkatkan arus wisatawan Jepang ke Indonesia melalui pengenalan karakteristik wisatawan Jepang",
  "abstract": "Upaya peningkatan arus wisatawan Jepang ke Indonesia dapat dilakukan melalui pengenalan karakteristik wisatawan Jepang. Karena dengan mengenal karakteristik wisatawan Jepang, insan pariwisata dan semua orang yang berhubungan dengan orang Jepang dapat memprediksikan selera tamu / wisatawan Jepang mereka, sehingga mereka dapat memberikan pelayanan yang sesuai dengan selera tamu Jepang mereka. Hal ini akan membuat wisatawan Jepang gembira, mereka akan merasa diterima dan dikehendaki kehadirannya di Indonesia. Karena di Indonesia mereka mendapat perlakuan sebagaimana mereka diperlakukan di negara asalnya. Faktor in akan mempengaruhi mereka untuk datang lagi ke Indonesia, dan mereka mungkin akan mengajak saudara atau teman mereka untuk datang dan mencoba pelayanan yang diberikan oleh orang Indonesia kepada mereka Dalam hal ini, tentunya insan pariwisata dan semua yang berhubungan dengan orang Jepang harus selalu menjaga mutu dan kualitas pelayanan mereka agar tetap tinggi dan sesuai dengan selera dan keinginan wisatawan Jepang. Di sampmg alasan tersebut, pengenalan terhadap karakteristik wisatawan Jepang sangat diperlukan untuk menghindari kesalahpahaman. Karena ada hal-hal tertentu yang dianggap sebagai hal biasa bagi orang Indonesia, tetapi merupakan hal yang tidak sopan bagi orang Jepang. Misalnya, pada saat bercakap-cakap sambil duduk di sofa, bagi orang Indonesia, bercakap-cakap sambil duduk bersandar di sandaran sofa merupakan hal yang biasa. Namun orang Jepang menganggap sikap tersebut tidak sopan, karena dianggap tidak menghargai lawan bicaranya. Dalam berhadapan dengan orang Jepang, insan pariwisata dan semua orang yang berhubungan dengan orang Jepang hendaknya dapat menyesuaikan diri dengan etika-etika yang berlaku dalam kehidupan bermasyarakat orang Jepang. Karena bangsa Jepang merupakan bangsa yang paling formal di dunia. Mereka sangat memperhatikan kesopanan, bahkan sampai pada hal yang kecil sekalipun. Sebagai etika, dalam pergaulannya, orang Jepang terbiasa untuk saling menukar kartu nama pada saat perkenalan. Ada etika yang berlaku tentang bagaimana cara menerima kartu nama yang sopan Pengetahuan-pengetahuan semacam ini diperlukan bagi insan pariwisata dan semua orang yang berhubungan dengan orang Jepang agar tidak dianggap kasar dan tidak tahu sopan santun.",
  "creators": "PURO SRI DEWI TANTI",
  "contributors": "Yacintha Yoranouw Suryawijaya (Advisor 1); LANY WARDANA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 316/Par/1998; Puro Sri Dewi Tanti (91395051)",
  "subjects": "QUALITY OF SERVICE; TOURIST TRADE-JAPANESE"
}