{
  "id": "13525",
  "title": "Dampak krisis moneter terhadap harga saham dan investasi di dalam negeri serta seberapa besar kemampuan pasar dapat mempengaruhi harga saham",
  "abstract": "Topik pembahasan artikel pertama mengenai faktor-faktor yang mempengaruhi harga saham sektor manufaktur di Bursa Efek Jakarta, apalagi dengan adanya krisis moneter yang mengakibatkan penurunan dalam IHSG hingga menembus level 400. Dalam artikel ini dijelaskan bahwa pergerakan harga saham rata-rata sektor manufaktur untuk periode Januari sampai dengan Desember 1997 hanya dipengaruhi secara signifikan oleh tingkat Devidend yang diberikan kepada para pemegang saham, sedangkan faktor ratio keuangan lainnya seperti Price Earning ratio dan Debt Ratio ternyata tidak signifikan dalam mempengaruhi harga saham. Namun secara bersamaan, ketiga faktor tersebut mempengaruhi harga saham secara signifikan dan mempunyai korelasi yang erat dengan harga saham rata-rata sektor manufaktur. Topik artikel kedua membahas mengenai pengaruh tingkat suku bunga terhadap investasi di dalam negeri. Dalam artikel ini dijelaskan bahwa penurunan tingkat suku bunga belum tentu atau bahkan tidak akan mempengaruhi permintaan investasi, karena investor lebih melihat dan mempertimbangkan faktor resiko yang dipertajam dengan adanya faktor ketidakpastian yang masih menggelayuti perekonomian di masa yang akan datang. Faktor resiko tersebut banyak berasal faktor seperti adanya penjarahan, kampanye, pemilu dan lain sebagainya. Topik artikel ketiga membahas mengenai seberapa besar kemampuan pasar dapat mempengaruhi nilai saham. Dalam artikel ini dijelaskan bahwa kemampuan pasar sangat berpengaruh terhadap nilai saham. Hal ini terlihat jelas dalam kerangka kerja peneliti, karena pembatasan terhadap kemampuan pasar ternyata dapat mengakibatkan diskon untuk kemampuan pasar yang rendah dapat menjadi besar bahkan ketika masa pembatasan terhadap kemampuan pasar sangat singkat. Selain itu semakin banyak berubah harga sahamnya maka semakin tinggi akibat yang memungkinkan terjadinya pemberhentian peredaran, perdagangan, dan larangan dalam kegiatan perdagangan. Namun apabila penbatasan terhadap kemampuan pasar dilonggarkan maka penanam modal dapat menjual sahamnya ketika harga saham mencapai harga tertinggi dan hal ini jelas sangat menguntungkan bagi para penanam modal karena dapat meningkatkan arus kasnya. Berdasarkan 3 topik artikel di atas, maka ditarik kesimpulan bahwa ternyata adanya gejolak moneter yang sedang melanda di Indonesia menyebabkan banyak hal diantaranya, penurunan IHSG hingga menembus level 400 dan tingginya tingkat suku bunga yang secara studi empiris dapat meyebabkan turunnya permintaan investasi. Dan selain, pergerakan harga saliam dapat dipengaruhi oleh Devidend, Price Earning Ratio dan Debt Ratio, kemampuan pasar juga dapat mempengaruhi nilai saham.",
  "creators": "ELLEN YULIA SUTANTO",
  "contributors": "Bambang Haryadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 111/EM/2001; Ellen Yulia Sutanto (31496053)",
  "subjects": "INVESTMENT ANALYSIS; MONETARY ECONOMICS; STOCK EXCHANGE-ANALYSIS"
}