{
  "id": "13543",
  "title": "Pengukuran kadar Hb dalam darah dengan spektrum cahaya",
  "abstract": "Pada dasarnya proses pengucuran kadar Haemoglobin (Hb) dalam darah dapat dilakukan dengan dua metoda, yaitu: metoda Sahli (manual) dan metoda Cyanmethemoglobin (dengan Spektrofotometer). Kebanyakan proses pengukuran kadar Hb dalam darah pada Iaboratorium-laboratorium medis masih menggunakan metoda Sahli (manual), dengan alasan harga Spektrofotometer yang relatif mahal. Karena itu direncanakan suatu alat pengukur kadar Hb dalam darah dengan menggunakan spektrum cahaya yang menggunakan prinsip kerja dasar dari Spektrofotometer dengan ketelitian hingga 0.1 g%. Secara garis besar cara kerja dari Spelctrofotometer adalah: darah yang akan diukur ditempatkan dalam sebuah kuvet yang berisi larutan Drabkins dengan perbandingan tertentu, kemudian seberkas cahaya dengan panjang gelombang 500-6OOnm dilewatkan pada kuvet tersebut, kemudian intensitas cahaya setelah melewati kuvet diukur oleh sebuah sensor cahaya untuk kemudian diolah dan ditampilkan pada display. Pada alat yang akan direalisasikan pengolahan data dilakukan oleh PC (Personal Computer) dan ditampilkan pada monitor PC. Setelah alat direalisasikan, maka diadakan suatu pengujian. Pengujian dilakukan dengan membandingkan kadar Hb dari sampel darah yang diukur dengan metoda Sahli, dengan kadar Hb dari sampel darah yang diukur dengan alat tersebut di atas. Dari pengujian didapatkan bahwa error rata-rata yang didapat adalah 1,595%, sehingga dapat dikatakan bahwa alat yang bersangkutan dapat bekerja cukup baik.",
  "creators": "HENDRO HARTONO",
  "contributors": "HERLIANTO TENGGARA (Advisor 1); Yohanes Trilaksono Dibyo S. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00/E/EL/060/497; Hendro Hartono (23495037)",
  "subjects": "BLOOD CELL-EQUIPMENT AND SUPLIES; MEDICAL INSTRUMENTS AND APPARATUS; HEMOCYTOMETERS"
}