{
  "id": "13541",
  "title": "A Sociolinguistic study of chastisements use by Chinese and Javanese male and female of Petra Christian University Students",
  "abstract": "This study is about a sociolinguistic study on the chastisement expression of Petra Christian University students classified into Chinese and Javanese, Female and Male. The chastisement here has a limitation in status that is from higher to lower only. This research aims to discover the influence of the ethnic and gender groups of the employers on the semantic features of the chastisement expression. This is a qualitative study and the source is taken from 60 Petra Christian University students divided into 4 groups: 15 Chinese females, 15 Chinese males, 15 Javanese females, and 15 Javanese males. The instrument used is an interview in order to find out the background of the respondents and chastisement responses based on a topic that can escalate the respondents? emotion. By recording, transcribing, classyfying tabulating, analysing, and then calculating each of the semantic features in chastisement utterances, the tendency of each group in expressing chastisements is discovered. Research finds that basically all of the respondents have similarities in expressing chastisements that is they tend to criticize and state the error of the maids. However, further observation finds out that there are some differences relating to gender and ethnic groups. The females from both ethnic groups tend to be more indirect compared to the males. Although the data discovers that the cultures of both ethnic groups are not completely reflected in the chastisement responses, this research still finds the little influence of the cultures in them. The Javanese females incline to be more indirect compared to the Chinese females. However, the males from both ethnic groups do not show a significant difference.",
  "creators": "SANTI KARTIKA",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 807; Santi Kartika (11496082)",
  "subjects": "SOCIOLINGUISTICS"
}