{
  "id": "13545",
  "title": "Analisis faktor-faktor untuk mengevaluasi kinerja proyek pada perusahaan kontraktor di Surabaya",
  "abstract": "Kinerja perusahaan konstruksi sepenuhnya bergantung pada kinerja para manajernya. Sistem penilaian terhadap kinerja yang efektif merupakan langkah yang penting bagi perusahaan konstruksi dalam usahanya untuk bertahan dan bersaing pada pasar yang selalu berubah dan sangat kompetitif. Oleh karena itu perlu bagi perusahaan konstruksi untuk mengetahui faktor-faktor utama dalam mengevaluasi kinerja manajer proyek supaya dapat mengadakan perbaikan secara tepat dan terarah berdasarkan faktor-faktor tersebut. Dalam mengevaluasi kinerja manajer proyek terdapat 12 faktor yang mempengarubi kinerja manajer proyek, yaitu : Tujuan perusahaan, Penggunaan sumber daya yang efisien, Efisiensi administrasi dan Pengelolaan, Peningkatan kualitas, Kemampuan dalam pengembangan dan inovasi, Keuntungan (setelah analisis), Aspek-aspek personal, Teknik yang efisien, yang dipakai, Kemampuan melakukan komunikasi dan berhubungan dengan orang lain, Disiplin dan ketaatan terhadap prosedur dan regulasi, Catatan dan daftar pengalaman, dan Kejujuran. Penelitian dilakukan dengan menyebarkan kuesioner pada 48 perusahaan konstruksi dengan kualifikasi kelas A. hasil kuesioner yang diperoleh kemudian diolah dengan Analisis Mean dan Analisis faktor. Deskripsi hasil penelitian menyatakan bahwa tujuan perusahaan (mean=1.45) dan aspek-aspek personal (mean=1.62) merupakan faktor terutama dalam evaluasi kinerja. Sedangkan mampu berpikir kreatif, dapat beradaptasi dan fleksibel (mean=1.35) dan Kemampuan dalam memikul tanggung jawab (mean=l.38) merupakan variabel terutama dalam evaluasi kinerja manajer proyek. Pengelompokan analisis faktor menghasilkan 10 faktor, dimana faktor 1 terdiri dari variabel kemampuan dalam memikul tanggung jawab (0.807), mempunyai kemampuan untuk bekerja secara efektif? (0.766), dapat mengambil keputusan pada saat yang tepat (0.716), kemampuan dalam memimpin suatu proyek (0.685), mampu memakai teknik yang dapat meminimalkan biaya operasi (0.684), mampu memecahkan konflik yang terjadi (0.680), mampu menggunakan teknik secara fleksibel (0.624) mampu melakukan negosiasi dengan baik (0.618), Meningkatkan produktifitas proyek (0.589), Mempunyai kernampuan teknik yang layak (0.549), melaksanakan sistim kontrol waktu dan biaya (0.525), Mampu menganalisa tersedianya peralatan untuk proyek (0.444) serta peningkatan kualitas proses kontruksi secara terus menerus (0.395). Dari penelitian yang dilakukan disimpulkan bahwa tujuan perusahaan, aspek-aspek personal, Mampu berpikir kreatif, dapat beradaptasi dan fleksibel, Kemampuan dalam memikul tanggung jawab serta faktor 1 dati analisis faktor merupakan hal-ha1 terutama dalam mengevaluasi kinerja manajer proyek pada perusahaan konstruksi di Surabaya.",
  "creators": "HENDRAWAN; CHANDRA",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Harry Patmadjaja (Advisor 2); Jonathan Hendra Kusuma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 915 S; Chandra (21493054), Hendrawan (21493238)",
  "subjects": "PROJECT MANAGEMENT"
}