{
  "id": "13551",
  "title": "A Study of mutual relationship that lead the main characters to their changes of social class and attitudes towards money in Charles Dickens' Our Mutual Friend",
  "abstract": "This thesis is a study of mutual relationships that lead the main characters to their changes of social class and attitudes towards money in Charles Dickens? Our Mutual Friend. The thesis writer wants to find out how the relationships that the characters have can be mutual ones and whether those relationships are the ones that lead them to have both of the changes. She applies literary and sociological approaches for doing the analysis. She uses characterization as the literary device, and she emphasizes the knowledge of Victorian society, particularly on the social class and people?s ways in valuing money in their lives. She analyzes the characters? personalities in order to know the characters? attitudes towards money, and then, she refers them to the Victorian?s general attitudes. The thesis writer does the analyses both before and after the characters get involved in the relationships to one another. The analyses indicate whether the characters? changes are led by the relationships, and what benefits that they get from those relationships. Finally, after doing all the analysis, the thesis writer finds out that the characters? changes exist after they have their relationships to one another. They move to another social class, and have new attitudes towards money. In addition, the relationships are also mutual ones since each of them makes the other become better people who have better living condition in the society.",
  "creators": "helen",
  "contributors": "ANITA LIE (Examination Committee 1); Stefanus Suprayitno (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 561; Helen Ongkowijoyo (11493128)",
  "subjects": "DICKEN, CHARLES, 1812-1870. OUR MUTUAL FRIENDS-STUDY AND TEACHING; ENGLISH FICTION--19TH CENTURY--STUDY AND TEACHING"
}