{
  "id": "13569",
  "title": "A Comparative study on human disintegration in William Golding's lord of the flies and Yusuf Bilyarta Mangunwijaya's Burung-burung Manyar",
  "abstract": "Thus thesis attempts to analyze the process of human disintegration experienced by the protagonists, Ralph in Lord of the Flies and Setadewa in burung-burung manyar. A state of human disintegration is a condition in which the life of a person becomes torn apart disorderly. Human weaknesses which are reinforced by critical circumstances such as failure to control the situation, fear, and capacity to do evil are the conditions which lead them to experience human disintegration. As a result, a person experiencing such disintegration is losing his self identity, in chaos, and isolated. This condition tends to bring the person to run away from reality. and even to be destructive by attacking and killing others. Moreover, it will be dangerous if this condition is not overcome. Significantly, this condition makes the person realize and learn of his defects and limitations. To discuss the topic, the writer mainly applies comparison-contrast method to bring out the similarities and differences of the authors' ideas, characters, and circumstances. Soren Kierkegaard s existentialism will also be used as the main frame of reference in the thesis. The study is significant in conveying the essential issue on the state of human disin-tegration, which might happen to both individual and society, at anytime and any place. The study could -be helpful for the readers who are willing to understand and appreciate Golding and Mangunwijaya s ideas in the novels.",
  "creators": "ERLINA KURNIASARI",
  "contributors": "ANITA LIE (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 424; Erlina Kurniasari (11492026)",
  "subjects": "MANGUWIJAYA, YUSUF BILYARTA, 1924-... BURUNG-BURUNG MANYAR; NOVELISTS INDONESIA-20TH CENTURY-HISTORY AND CRITISCM"
}