{
  "id": "13561",
  "title": "Listeners' attitudes toward the unseen speakers of Madurese, Javanese, and Chinese Indonesian in Surabaya",
  "abstract": "According to de Jong, stereotypes of Madurese are bad-tempered, rough, and impolite. Meanwhile, Mulder suggests that Javanese are refined, humble, but indirect. In addition, Hariyono states that Chinese Indonesians are hardworking, wealthy, but proud and intolerant. These developing stereotypes, in fact, have been patterned in people's minds. This study, therefore, attempts to find out whether the people's general assumptions of Madurese, Javanese, and Chinese Indonesian stereotypes suit the listeners' opinions. This study proves that there is a link between attitude and language. The findings show twenty seven out of thirty six listeners (75%) are able to identify the unseen speakers' ethnicity from the languages the speaker use. In addition, this study is intended to analyze the listeners' attitudes toward the unseen speakers of Madurese, Javanese, and Chinese Indonesian in Surabaya based on ethnic group and educational level differences as well to reveal the important factors that may influence the listeners in evaluating the unseen speakers. In relation to the analysis, Holmes's pattern of questionnaire is used, however, it has been modified by the writer in order to facilitate the listeners in giving answers concerning their attitudes toward certain unseen speakers. The findings show that the Javanese and Chinese Indonesian listeners consider the Madurese to be bad-tempered, rough, irritable, frank, dishonest, loyal, unsociable, tolerant, polite, discriminating, unambitious, hardworking, less educated, and poor. In contrast, the Madurese listeners view themselves to be good-tempered, refined, patient, humble, frank, responsible, loyal, sociable, tolerant, polite, indiscriminate, and generous. Meanwhile, the Madurese listeners regard the Javanese as good-tempered, refined, humble, honest, responsible, sociable, tolerant, polite, indiscriminate, but lazy. The Chinese Indonesians, on the other hand, claim that the Javanese is indirect, irresponsible, unambitious, lazy, extravagant, but tolerant. The Javanese listeners' attitudes toward the Javanese, then, are more or less the same as those of the Madurese listeners, however, they admit that the Javanese is extravagant as well as generous. Finally, the findings of listeners' attitudes toward the Chinese Indonesian speaker, in fact, are very surprising. All of the listeners of Madurese, Javanese, and Chinese Indonesian themselves, consider the Chinese Indonesian to be good-tempered, responsible, ambitious, hardworking, competitive, better educated, wealthy, and economical. In addition, the Madurese listeners consider the Chinese Indonesian as irritable but polite, while the Javanese listeners regard the Chinese Indonesian patient, however, he is proud and discriminating. Similar to the Javanese listeners, the Chinese Indonesians feel that the Chinese Indonesian is patient, but proud and intolerant. From the findings above, it can be concluded that people's general assumptions of Madurese, Javanese, and Chinese Indonesian stereotypes do not always conform with the perceptions of the respondents in this study. As a matter of fact, educational and environmental factors influence the listeners in evaluating the unseen speakers. The findings show that the less educated class and the better-educated class, to some extent, differ in evaluating the unseen speakers.",
  "creators": "YAUW SIU LI",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); SUBANDI DJAJENGWASITO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 744; Yauw Siu Li (11494027)",
  "subjects": "LINGUISTICS; SOCIOLINGUISTICS"
}