{
  "id": "13563",
  "title": "Memperkenalkan hotel niagara sebagai obyek wisata di Kota Lawang",
  "abstract": "Kekayaan Indonesia akan sumber wisata tidak diragukan lagi. Baik itu wisata budaya, sejarah, pantai, dan banyak lagi yang lainnya. Objek-objek wisata ini ada yang sudah berkembang semaksimal mungkin, tetapi ada pula yang belum berkembang dengan baik.. Tidak berkembangnya objek wisata tersebut biasanya dikarenakan tidak adanya dana, daerah tersebut dianggap tidak potensial, serta kurangnya perhatian insan pariwisata pada objek wisata itu scndiri, sehingga tidak pemah dimasukkan dalam paket wisata di Jawa Timur dan tidak pemah dipromosikan. Salah satu objek wisata Jawa Timur juga belum dilembagakan untuk menjadi objek wisata adalah Hotel Niagara di kota Lawang, yang terletak sekitar 20 kilometer arah utara kota Malang. Hotel ini merupakan hotel yang sangat tua dan unik serta mempunyai sejarah yang menarik. Hotel Niagara ini juga mempunyai bentuk arsitektur yang menarik, baik dari sisi depan bangunan maupun di dalam hotel itu sendiri. Potensi yang dimiliki oleh Hotel Niagara sebagai objek wisata budaya sangatlah besar. Dilihat dari sudut lokasi, hotel ini dapat dicapai dalam waktu kurang lebih 1 jam dari Surabaya ataupun Malang. Selain itu bentuk arsitektur bangunan yang unik dan menyimpan sejarah juga merupakan potensi dari Hotel Niagara. Dalam ha1 ini diperlukan pengembangan Hotel Niagara agar layak dijadikan salah satu objek wisata andalan di Jawa Timur. Salah satu cara pengembangannya adalah merenovasi beberapa bagian dari hotel tersebut, memperbaiki fasilitas - fasilitas yang ada dan menambah fasilitas yang dianggap perlu. Selain itu diperlukan juga manajemen yang baik dari pihak hotel sehingga membuat Hotel Niagara semakin nyaman untuk dikunjungi maupun ditinggali. Hal - ha1 mengenai potensi dan cara - cara mengembangkan Hotel Niagara akan dibahas lebih lanjut dalam bab - bab di Tugas Akhir ini. Dengan melihat potensi -potensi dari Hotel Niagara diharapkan insan pariwisata akan tergerak untuk mempromosikannya.",
  "creators": "YOVANTINUS SURYONO; JESSICA",
  "contributors": "Foedjiawati, S.S., M.A., Ph.D. (Advisor 1); Yacintha Yoranouw Suryawijaya (Advisor 2); Tio Sally Puspasari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 412/PAR/2000; Yovantinus Suryono (91395013), Jessica Satya (91396030)",
  "subjects": "ADVERTISING-HOTELS, TAVERNS, ETC."
}