{
  "id": "13568",
  "title": "The Semantic and pragmatic analysis of short-text humors as seen in reader's digest magazine of November 1993 edition",
  "abstract": "So far, humor is analized from the psychological point of view. There are only a few linguistic studies about humor. Therefore, the writer attempts to develop linguistic theory by analizing short-text humor in Reader's Digest magazine of November 1993 edition. She wanted to find out what linguistic element was violated by short-text humors in that magazine. To support her study, the writer used semantic and pragmatic theories. Here, the semantic theory covered semantic ambiguity (lexical and grammatical ambiguities) and truth conditional semantics (including causal falla-cy), whereas, the pragmatic one covered Austin's speech acts theory and Grice's co-operative principle. Thus, there are nine linguitic elements, i.e. : lexical ambi-guity, grammatical ambiguity, truth conditional seman-tics, causal fallacy, speech acts, maxim of quality, maxim of quantity, maxim of relevance and the last is maxim of manner. Each humor, except the non-linguitic ones, violated one of them. In a humor, there was a semantic mechanism working in it. This mechanism arranged the humor so it sounded funny. After understanding the humor through its semantic mechanism, the writer could justify which linguistic element was violated by the humor. The writer used qualitative approach in this study because it was a case study. Furthermore, she also used quantitative data in analizing the data. She collected all short-texts humor in Reader's Digest of November 1993 edition as her source of data. The analysis of the data contained two parts. The first was the analysis of semantic mechanisms of humor and the second was the analysis of linguistic element violations. From the first one, the writer found that most humor used unexpected meaning to surprise the read-ers and only one humor used expected meaning. The later analysis let the writer to find that speech acts was the most frequently violated linguistic element.",
  "creators": "MERRY PREMAWATI SURYADI",
  "contributors": "SUKEMI, PROF.DR.M.A. (Advisor 1); Jusuf Imam Ibrahim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 333; Merry Premawati Suryadi (11490063)",
  "subjects": "WIT AND HUMOR-LINGUISTICS ASPECTS-STUDY AND TEACHING; HUMORIESTS-LINGUISTIC ASPECTS-STUDY AND TEACHING"
}