{
  "id": "13566",
  "title": "Pembuatan model utilitas untuk faktor-faktor internal dalam strategi tender",
  "abstract": "Salah satu masalah yang timbul bagi seorang kontraktor pada saat mengikuti penawaran konstruksi adalah menentukan besarnya penawaran yang optimum. Apabila mark up yang diajukan terlalu tinggi maka ia dapat kehilangan kesempatan mendapatkan proyek, tetapi bila penawaran yang diminta terlalu rendah maka bisa menimbulkan kerugian bagi perusahaan ataupun kontraktor itu sendiri. Maka dari itu diperlukan nilai penawaran yang optimum sehingga kontraktor bisa mendapatkan proyek tapi juga dapat menghasilkan keuntungan yang optimum. Model utilitas ini mempertimbangkan faktor-faktor internal yang kemudian dibuat grafik untuk tiap-tiap faktor tersebut sehingga dapat menentukan nilai penawaran yang optimum. Dalam membuat grafik digunakan kuesioner untuk menentukan titik-titik dalam grafik. Dalam kuesioner tersebut juga ditanyakan mengenai pembobotan dari masing-masing faktor internal tersebut. Kuesioner disebarkan pada kontraktor dengan kualifikasi A yang berdomisili di Surabaya. Hasil kuesioner diolah dengan analisa mean untuk mendapatkan titik-titik dalam grafik model utilitas yang dapat dipergunakan untuk mendapatkan profit margin yang optimum dalam tender. Grafik utilitas yang dihasilkan merupakan perbandingan antara faktor-faklor internal dengan profit margin. Gralik-grafik yang dihasilkan dapat dipergunakan oleh praktisi di bidang konstruksi untuk menentukan profit margin secara cepat yang dapat digunakan sebagai acuan dalam melakukan penawaran tender, dengan catalan bahwa pembobotan untuk tiap-tiap faktor dapat disesuaikan dengan subjektifitas dari tiap-tiap kontraktor.",
  "creators": "MELVIN TIMOTHY; DONNY KRISTIANTO",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Budiman Proboyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1098.S; Melvln Timothy (21495018), Donny Kristianto (21495121)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; INDUSTRIAL PROJECT MANAGEMENT"
}