{
  "id": "13560",
  "title": "A Study of the optimism of Kwan, the main character in Amy Tan's the hundred secret senses",
  "abstract": "Optimism is an element which is studied by the thesis writer in A Study of The Optimism of Kwan, The Main Character in Amy Tan's The Hundred Secret Senses. Optimism is a tendency to achieve the best outlook on a circumstance, such as in an incident resulting from conflicts or problems. This positive attitude which is based on hope and confidence, can be seen through a person's principle of life, her/his life events and also from the journey in which s/he achieve her/his life goals. To analyze the optimism in Kwan, the thesis writer uses the concepts of characterization and conflict supported by the concept of optimism and also the concept of Chinese cultural background. The thesis writer, after doing close reading of The Hundred Secret Senses. has discovered that Kwan has an optimistic way of thinking. She is a character who is pictured by Amy Tan, the author of the novel, to be a cheerful and happy person even though she is living in harsh conditions of life. She grows up in the Chinese beliefs such as fatalism and superstition which may construct her to be a fatalistic person - - one who has strong fatalism outlook ? and a superstitious person --one who lives in the supernatural world. She also owns Chinese patterns of thought which allows her to look at the past for the future. Through the analysis, the thesis writer concludes mat Kwan lives a hopeful life and has confident outlook. She has been in a long journey to achieve her goals and the journey has proved her to be an optimistic person.",
  "creators": "LANNY ROSINTA",
  "contributors": "Liliek Soelistyo (Advisor 1); Guillermina L. Verzosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 596; Lanny Rosinta (11493173)",
  "subjects": "TAN, AMY, 1952-.... THE HUNDRED SECRET SENSES-STUDY AND TEACHING"
}