{
  "id": "13578",
  "title": "Pengembangan dan promosi obyek wisata pantai dampar sebagai daerah tujuan wisata alam alternatif di Jawa Timur",
  "abstract": "Lumajang merupakan salah satu kota-kota yang ada di Jawa Timur ternyata mempunyai banyak obyek wisata alam yang sangat menarik, salah satunya yaitu: Pantai Dampar Di Pantai Dampar ini selain terdapat pantai, juga terdapat danau dan gua. Jadi banyak sekali pemandangan yang indah di sana, misalnya: di tengah danau Dampar dapat dijumpai suatu keunikan, yaitu: batu yang berbentuk meja yang disebut \"Watu Meja\". Pada sore harinya di Pantai Dampar, kita dapat menikmati keindahan matahari terbenam yang tak kalah indahnya dengan yang di Kuta-Bali Di sana juga terdapat gua yang unik, bentuknya seperti pintu yang menghubungkan antara danau dengan pantai. Namun sayangnya obyek wisata alam yang cukup berpotensi untuk dijadikan daerah tujuan wisata andalan ini belum cukup dikenal di kalangan masyarakat pada umumnya maupun di kalangan masyarakat setempat. Hal ini disebabkan karena letak pantai yang terpencil dan kondisi jalannya yang rusak sehingga hanya transportasi tertentu saja, misalnya Jeep, yang dapat melewati jalan tersebut Oleh sebab itu penduduk lokalpun enggan ke sana Untuk menunjang obyek wisata alam ini; papan penunjuk jalan, depot atau rumah makan, dan toilet sangat diperlukan di sana. Oleh sebab itu penulis ingin memyumbangkan saran-saran yang membangun yang mungkin dapat menjadi bahan masukan bagi Pemerintah Daerah Lumajang untuk membuat proposal pada Bank Dunia agar menyumbangkan dana untuk mengembangkan Pantai Dampar. Fasilitas-fasilitas yang dibutuhkan adalah: jalan beraspal yang baru untuk menuju Pantai Dampar, beberapa papan penunjuk jalan, menambah beberapa transportasi umum untuk memudahkan para wisatawan menuju ke Pantai Dampar, beberapa depot atau rumah makan yang dibangun di pinggir Danau Dampar, dan beberapa toilet yang dibersihkan setiap hari dan dibangun di dekat tebing. Selain itu perlu juga diupayakan untuk mempromosikan Pantai Dampar sebagai obyek wisata alam ideal untuk membuat para wisatawan tertarik untuk berwisata ke Pantai Dampar. Usaha-usaha promosi yang dapat dilakukan, misalnya: memasukkan upacara tradisional di Pantai Dampar dalam kalender pariwisata, mengikuti pameran foto yang bertemakan wisata alam, dan memasukkan informasi mengenai keindahan Pantai Dampar di Internet. Untuk itu penulis menyarankan agar Pemerintah Daerah Lumajang bekerjasama dengan pihak swasta (misalnya: stasiun televisi swasta) dan masyarakat setempat untuk merealisasikan semua fasilitas yang dibutuhkan dan mempromosikan Pantai Dampar sebagai daerah tujuan wisata alam alternatif di Jawa Timur",
  "creators": "VINCENTIA AIRIN T; LELY ROSMAWATI FRANSISCA",
  "contributors": "Yacintha Yoranouw Suryawijaya (Advisor 1); SIDNIWATI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 368/PAR/1999; Vicentia Airin (91395076), Lely Rosmawati Francisca (91395095)",
  "subjects": "TOURIST TRADE-JAWA TIMUR; DAMPAR COAST (JAWA TIMUR)-TOURIST TRADE"
}