{
  "id": "13572",
  "title": "A Study of the pioneer women's hars life and the ways to overcome it in Willa Cather's My Antonia",
  "abstract": "The thesis is a study of Willa Cather's My Antonia. It focuses on the life of two pioneer women, Antonia Shimerda and Lena Lingard in facing and overcoming their harsh life until they finally could achieve a happy and successful life. Due to this reason, the writer is triggered to know what kinds of difficulties that the two pioneer women have and how they overcome them. In the analysis, the writer applies literary devices, namely, characterization and setting of place. Finishing the analysis, the writer finds out that Antonia and Lena, although having different characters, have one similarity, that is, they both are strong women. Antonia and Lena live in the prairies when they were little girls and in the prairies, they have to face the harshness of the new land, Nebraska. Both of them can survive from the harshness of Nebraska by being strong and independent women. They are willing to sacrifice their own needs in order to help their family. Furthermore, after they grow up and move to Black Hawk town, things do not become easier for Antonia and Lena. Both of them still have to face people's negative judgment toward the pioneer women and their love affairs with towns men do not work well. There, Antonia and Lena can survive through their difficulties because both of them are willing to learn something new in the town and they have great self-confidence in facing other people's judgment. Yet, they also can survive because of the helps of their friends, neighbor and their family. The fact that Antonia finally can live in happiness with her husband and her eleven children proves that Antonia succeeds in handling all of her difficulties. Meanwhile, Lena also finally can build a good house for her mother and she becomes a successful dressmaker and runs her own dress-shop. It shows that Lena is able to survive through her harsh life and reveal her dreams as a dressmaker. As a conclusion, the way Antonia and Lena face and overcome their harsh life in Nebraska and the success of searching for a better life is answered in Antonia being able to be a good house wife and a good mother for her children, and Lena being able to become a successful dressmaker.",
  "creators": "STEPHANIE LOEKITO",
  "contributors": "Theophilus Jokri (Advisor 1); ANITA LIE (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 748; Stephanie Lukito (11495019)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; CATHER, WILLA, 1873-1947. MY ANTONIA STUDY AND TEACHING"
}