{
  "id": "13576",
  "title": "Perancangan buku biografi visual abdi dalem Keraton Kasunanan Surakarta",
  "abstract": "Perlu dicari cara yang inovatif, termasuk di bidang Desain Komunikasi Visual, untuk membangun kembali image budaya bangsa di mata masyarakat. Cara-cara inovatif di bidang Desain Komunikasi Visual itu mestilah memiliki image yang kuat dan berkarater Indonesia. Salah satu cara inovatif itu adalah kembali mengusung salah satu peninggalan budaya Bangsa, yakni Keraton Kasunanan Surakarta. Tema yang diangkat adalah Buku Biografi Abdi Dalem Keraton Kasunanan Surakarta. Abdi Dalem adalah petugas di keraton yang bekerja sukarela dengan bayaran yang minimum. Tujuan dari perancangan ini ialah menghasilkan sebuah buku biografi visual Abdi Dalem Keraton Kasunanan Surakarta. Perancangan ini dikembangkan berdasarkan model prosedural. Agar produk perancangan efektif, proses perancangan dikembangkan berdasarkan landasan empirik maupun konseptual yaitu data lapangan dan data pustaka. Data lapangan terdiri atas data visual dan atmosfer objek-objek wisata penuh nilai sejarah dari Keraton Kasunanan Surakarta, data target market, serta data pemasaran lainnya. Data pustaka utamanya terkait dengan data komunikasi pemasaran terintegrasi serta perancangan print media. Proses perancangan dikembangkan berdasarkan rumusan konsep perancangan hasil analisis-sintesis kedua kategori data tersebut. Eksekusi visual perancangan menggunakan Photo Shop CS2 dan Corel Draw X-4. Perancangan ini menghasilkan sebuah produk utama berupa buku biografi Abdi Dalem Keraton Kasunanan Surakarta beserta produk-produk pendukungnya Produk utama berupa buku biografi dengan ketebalan 100 halaman full colour. Berukuran (18x25)cm. Pada setiap buku dicantumkan masing-masing profile tentang Abdi Dalem yang diamati. Berikut adalah susunan dari media utama, (a) Cover (b) penjelasan Keraton Kasunanan (c) Mbah Ramyono (d) Bapak Tri (e) Bapak Karno (f) Bapak Ponco Sugiyartono (g) Bapak Reksa (h) Bapak Kasbandi (i) testimonial dari orang-orang di sekitar keraton (j) halaman penutup. Selain itu dihasilkan media pendukung berupa (a) pembatas buku, (b) postcard, (c) pin, (d) kaos, (e) topi, (f) gantungan kunci, (f) tas kertas, (g) poster, (h) x-banner dan (i) katalog. Secara teoritis hasil perancangan ini telah melewati prosedur metodologi yang ketat. Meski pun demikian dibutuhkan riset yang seksama agar diperoleh tingkat keefektifan produk secara empiris. Disarankan, agar pengembangan perancangan komunikasi visual bertemakan budaya terus dapat ditingkatkan agar masyarakat lebih mengenal dan mencintai budayanya.",
  "creators": "ASTRI RUTH MANDASARI",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); Agung haryono (Advisor 2); Cons. Tri Handoko (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00021458A/DKV/2009; Astri Ruth Mandasari (42405146)",
  "subjects": "GRAPHIC ARTS; VISUAL COMMUNICATION; BOOK DESIGN; BOOK COVERS; COMMERCIAL ART"
}