{
  "id": "13579",
  "title": "Usulan implementasi sistem umpan balik 360 derajat di perusahaaan konstruksi X",
  "abstract": "Perusahaan kotraktor memiliki banyak sumber daya manusia yang terlibat dalam berbagai seksi-seksi yang ada, baik di dalam organisasi perusahaan maupun yang ada di proyek. Untuk mengetahui prestasi kerja karyawan dalam perusahaan konstruksi diperlukan suatu sistem penilaian kinerja, sistem tersebut harus dapat mencakup kekurangan dan kelebihan karyawan guna keperluan pengembangan individu dan keperluan pemberian kompensasi. Sistem penilaian yang diusulkan sistem umpan balik 360 derajat, definisi umpan balik 360 derajat adalah suatu sistem penilaian prestasi kerja yang memperhatikan masukan-masukan dari beberapa sumber yang terdiri dari atasan, rekan sekerja, bawahan, customer dan diri sendiri. Hal yang menyebabkan sulitnya penilaian adalah kurangnya pengetahuan penilai tentang karyawan yang dinilai, yang dilakukan dengan metode konvensional yaitu metode penilaian dari atasan kepada bawahannya. Dengan sistem umpan balik 360 derajat hal itu dapat diatasi dengan penilaian yang dilakukan tidak berdasarkan pada penilaian atasan saja, melainkan dengan memperhatikan penilaian orang-orang di sekitar karyawan bekerja yang dipertimbangkan sebagai masukan-masukan. Yang perlu diperhatikan dalam menerapkan sistem umpan balik 360 derajat adalah diperlukan persiapan-persiapan yang jelas dan dukungan dari seluruh personel yang ada di dalam perusahaan. Meskipun masih banyak faktor-faktor yang lain perlu mendapat perhatian, tanpa dukungan dan persiapan yang matang sistem tersebut tidak dapat diterapkan.",
  "creators": "DAVID YUNIANTO NUGROHO; TAN CHANDRA YUSUP K S",
  "contributors": "Guana Tandjung (Advisor 1); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1115 S; David Yunianto (21496040), Tan Chandra J 21496157()",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; INDUSTRIAL PROJECT MANAGEMENT"
}