{
  "id": "13584",
  "title": "The Study of conflicts that lead annabel to her self-realization in Ellen Glasgow's the romantic comedians",
  "abstract": "This thesis is the study of self-realization that is shown in Ellen Glasgow's The Romantic Comedians. It analyzes the main female character, Annabel, who has to face some series of conflicts when she tries to get her life and her happiness by finding her love. The writer would like to analyze how Annabel's character traits that cause her conflicts lead her to self-realization. Through Annabers character traits that cause her conflicts, the thesis writer goes deeper to discuss Annabel's conflicts. By analyzing Annabers character traits and the conflicts, the thesis writer wants to show how both lead Annabel to achieve her self-realization. The writer feels it is important to know self-realization because it will arouse awareness within one self. The thesis writer uses the literary approach as her tool to dig out Annabel's character traits. Annabel's character that is honest, brave and emotional has caused her conflicts with the other characters in the story. There are two kinds of conflicts that are discussed in this study. First is the external conflicts between Annabel and the other characters. The second is the internal conflicts that arouse within Annabel herself. As a young woman, Annabel wants to get her happiness by herself. She does not want to pretend with her feelings. That decision has made her leave her husband, Judge Honeywell and her mother, Mrs. Upchurch to run away with her lover, Dabney Birdsong. Annabel has achieved her self-realization after she undergone some conflicts and has gotten her happiness as the result She is able to reach the lite she wants to be and she is able to be honest and truthful with lier feelings.",
  "creators": "HILDA SUSANTI DEWI",
  "contributors": "Stefanus Suprayitno (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 641; Hilda Susanti Dewi (11493053)",
  "subjects": "AMERICAN DRAMA--20TH CENTURY--STUDY AND TEACHING; GLASGOW, ELLEN, 1873-1945. THE ROMANTIC COMEDIANS-STUDY AND TEACHING"
}