{
  "id": "13588",
  "title": "Children development in learning some English grammar as seen through their errors",
  "abstract": "Studying learners' errors is significant since errors function as a sign of learning. In this thesis, the writer observed the errors of the subjects in order to be able to explain their development in learning some English rules after six months of learning. The rules include indefinite article, plural form, present progressive tense, modal and co-ordination between S-V in questions and S-V in answers. The writer wanted to know, firstly, what kinds of errors occurred in the use of these rules and secondly, whether the learned rules are able to be acquired after six months of learning. In order to solve the problems in this thesis, the writer relied on some theories of second language acquisition, errors analysis and English grammar rules. The subjects of this thesis were some Indonesian children aged five to nine years old learning English as a foreign language. This thesis was cross-sectional ly design in a way that three consecutive classes were observed in one period of time. She observed eight meetings in the beginning of the term and three meetings in the end of the term for each class. The findings of this thesis shows that in several last observations, the errors' number in the use of five rules are below 20%. In conclusion, the subjects show development in the use of those rules. They can be said to have acquired the learned rules after six months of learning.",
  "creators": "SRIANA TARISYA CATRA",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); Lisa Setiawati Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 627; Sriana Tarisya Catra (11493153)",
  "subjects": "ENGLISH LANGUAGE-GRAMMAR-STUDY AND TEACHING"
}