{
  "id": "13587",
  "title": "Studi kelayakan atas penilaian usulan investasi armada angkutan truk PT. 33 di Kediri",
  "abstract": "PT. 33 yang berlokasi di Jalan Sisingamangaraja 28 Kediri, berupaya untuk meningkatkan atau mempertahankan posisi bersaing, meningkatkan kinerja perusahaan, serta meningkatkan laba perusahaan. Oleh karena itu PT. 33 merencanakan untuk melakukan usulan investasi berupa penambahan armada baru Hino Super Ranger 2000. Biasanya dalam melakukan penambahan armada tersebut, manajemen bertindak atas dasar intuisi atau melihat pengalaman sendiri dan orang lain tanpa memeriksa kelemahan-kelemahan yang ada serta perubahan-perubahan ekonomi dan teknologi yang terjadi. Hal ini sangat berbahaya sekali jika usulan investasi yang akan dilaksanakan tidak direncanakan secara matang dan hanya bertindak atas dasar intuisi saja. Mengingat sifat jangka panjang dan kebutuhan dana yang relatif besar dari pengeluaran modal itulah yang sangat riskan terhadap kelangsungan hidup perusahaan tersebut. Dengan melihat situasi tersebut, maka penulis berusaha untuk membantu manajemen dalam menilai usulan investasi dengan cara melakukan studi kelayakan yang ditinjau dari berbagai aspek namun lebih menekankan pada aspek keuangan, sehingga dapat diambil keputusan investasi yang tepat. Dengan melakukan studi kelayakan, maka dapat memberikan informasi yang dibutuhkan oleh perusahaan tentang layak tidaknya usulan investasi tersebut untuk dijalankan. Dalam melakukan studi kelayakan yang ditinjau dari aspek keuangan, maka digunakan alat analisa keuangan yaitu Net Present Value method. Jika NPV positif maka proyek layak untuk dijalankan, jika NPV negatif maka proyek tidak layak untuk dijalankan, dan jika NPV nol maka nilai perusahaan tetap. Jadi hasil dari melakukan studi kelayakan yang menggunakan alat ukur kuantitatif berupa NPV method, menunjukkan bahwa NPV positif sebesar Rp 191.892.984,- dan untuk analisis sensitivitas juga menunjukkan NPV positif sebesar Rp 46.261.249,-. Dengan positifnya NPV maka usulan investasi berupa penambahan armada barn I lino Super Ranger 2000 layak untuk dijalankan.",
  "creators": "YATIEK SUSIANI",
  "contributors": "Devie (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 116/97/FE.AK/2001; Yatiek Susiani (32497049)",
  "subjects": "COST ACCOUNTING"
}