{
  "id": "13589",
  "title": "Pengaruh gaya hidup dan motivasi terhadap keputusan anak muda untuk mengunjungi Java Jimmy's Irish Pub di Hotel Westin Surabaya",
  "abstract": "Bar, Pub dan kafe adalah tempat hiburan yang menyediakan makanan, minuman dan live Band yang berasal dari dalam maupun luar negeri. Dengan mengenakan tarif masuk yang beragam dan mungkin juga hanya pada waktu-waktu tertentu seseorang akan mendapatkan hiburan di tempat- tempat tersebut. Java Jimmy's Irish Pub (JJ's) merupakan salah satu pub yang lagi populer di Surabaya terutama di kalangan anak muda. Tujuan penelitian ini adalah untuk mengetahui apakah ada pengaruh antara gaya hidup dan motivasi tehadap keputusan anak muda mengunjungi JJ's. Adapun analisa dan evaluasi dilakukan dengan menggunakan 2 atribut yaitu: (1) Gaya hidup yang terdiri dari actual izer, fulfilleds, achievers, experience?, believers, strivers, makers dan struggler; (2 ) Motivasi yang terdiri dari: consistency, attribution, categorization, objedification, autonomy, exploration ,matching, utilitation, tension reduction, self expression, ego defensive, reinforcement, assertion, affiliation, identification dan modeling. Penelitian ini dilakukan dengan menggunakan survei lapangan dan studi pustaka. Survei lapangan adalah survei yang dilakukan dengan cara menyebarkan kuisioner kepada pengunjung JJ's baik pria maupun wanita dengan kriteria yang sudah ditetapkan. Sedangkan studi pustaka adalah pengumpulan data yang diperlukan dari literatur yang menunjang. Hasil jawaban responden kemudian dianalisa dengan teknik regresi linier berganda dengan bantuan program komputer SPSS. Dengan ini akan diketahui seberapa besar pengaruh gaya hidup dan motivasi terhadap keputusan anak muda untuk mengunjungi JJ's. Analisa dengan menggunakan uji simultan menunjukkan F hitung (54,3256) > F 2 tabel (3,1260) dan koefisien determinasi (R ) sebesar 60,14% untuk sisanya 39,86% dipengaruhi oleh alat atau faktor lainnya. Sedangkan analisa dengan menggunakan uji parsial untuk Xi menunjukkan t hitung 6,2256 > t tabel 1,9935 dan untuk X2 menunjukkan t hitung 8,7127 > t tabel 1,9935. Nilai korelasi parsial Xi sebesar 0,5916 dan korelasi parsial X2 sebesar 0,7168. Hasil analisa menunjukkan pengaruh motivasi lebih dominan daripada gaya hidup.",
  "creators": "BOBBY KUSUMA DJADJA; SHIRLEY",
  "contributors": "Juliuska Sahertian (Advisor 1); EDWIN ERVANTO SOELISTYO, S.E.,M.M. (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 020/EP/2001; Bobby Kusuma (33496098), Shirley (33496144)",
  "subjects": "HOTEL MANAGEMENT"
}