{
  "id": "13592",
  "title": "Analisis faktor-faktor yang penting dalam memperoleh, menggunakan dan membayar kembali kredit bank bagi perusahaan kontraktor",
  "abstract": "Perusahaan kontraktor, seiring perkembangannya, membutuhkan dana untuk mensuplai tambahan modal. Bank adalah sumber modal ekstern yang utama bagi perusahaan kontraktor. Bank sendiri, memandang bisnis jasa konstruksi memiliki resiko keuangan tinggi, sehingga menyebabkan kegagalan pembayaran kembali kredit. Penelitian ini bertujuan untuk mengetahui faktor-faktor yang penting dalam memperoleh, menggunakan dan membayar kembali kredit sehingga diharapkan dapat meminimalkan kegagalan pembayaran kembali kredit. Faktor-faktor yang menentukan bagi bank dalam memberi kredit yaitu character, capital, capacity, collateral dan conditions. Sedangkan faktor-faktor yang menentukan bagi perusahaan kontraktor dalam memilih bank yaitu toleransi bank terhadap resiko peminjam, kesediaan bank memberi bimbingan dan konseling, loyalitas bank terhadap peminjam, spesialisasi bank, besar maksimum pinjaman dan layanan-layanan lainnya. Kredit bank biasanya digunakan untuk meningkatkan modal kerja dan pembelian aset-aset tetap. Untuk memastikan penggunaan kredit sesuai dengan tujuan, maka diperlukan pengontrolan biaya. Cara pembayaran owner dan jangka waktu kredit adalah faktor-faktor yang mempengaruhi pembayaran kembali kredit. Penelitian ini merupakan penelitian studi kepustakaan dan survey dengan menyebarkan kuesioner kepada 34 perusahaan kontraktor dan 22 bank di Surabaya. Analisa data menggunakan program SPSS v. 9.00 dengan fasilitas nonparametric analysis yaitu Friedman test dan Wilcoxon signed-ranks test, untuk mengetahui peringkat dari masing-masing faktor. Dari hasil analisa data, faktor-faktor yang penting dalam memilih kreditur adalah loyalitas bank (mean rank 4,66), besar maksimum pinjaman (mean rank 4,54) dan toleransi bank terhadap resiko (mean rank 4,18), sedangkan faktor-faktor yang penting dalam memilih debitur adalah capacity (mean rank 6,91), character (mean rank 6,50), collateral (mean rank 6,25). Alokasi penggunaan kredit yang penting adalah untuk biaya material (mean rank 4,57) dan biaya pembelian peralatan (mean rank 4,15). Untuk dapat membayar kembali kredit, faktor-faktor yang penting adalah cara pembayaran owner (mean 5,66) dan jangka waktu kredit (mean rank 5,03). Dari hasil penelitian, ditarik kesimpulan bahwa bagi kontraktor, bank yang diharapkan adalah bank dengan loyalitas dan toleransi tinggi serta dapat menyediakan kredit dalam jumlah yang cukup, sedangkan bagi bank, kontraktor yang diharapkan adalah kontraktor dengan character, capacity dan collateral yang baik. Alokasi penggunaan kredit yang besar terdapat pada biaya material dan biaya pembelian peralatan, sehingga diperlukan pengontrolan yang lebih seksama. Dalam membayar kembali kredit yang hams dipertimbangkan adalah cara pembayaran owner dan jangka waktu kredit.",
  "creators": "RICKO TJOUWASI; LINAWATI",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Januar Buntoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 987 S; Ricko T. (21495165), Linawati (21496044)",
  "subjects": "BANK LOANS-ANALYSIS; CONCRETE CONSTRUCTION INDUSTRY-MANAGEMENT"
}