{
  "id": "13593",
  "title": "Studi tentang perilaku seismik struktur rangka beton bertulang pada berbagai tahap batas (limit state)",
  "abstract": "Filosofi yang biasanya digunakan dalam perencanaan struktur rangka beton bertulang masih menggunakan design struktural pada keadaan ultimat dengan pengaruh gempa besar. Selain itu, dalam mendesign harus diperhatikan agar kerusakan struktur pada waktu terjadi gempa kecil dan sedang masih di bawah kerusakan yang diijinkan. Dengan dasar ini, para perencana mulai mengambil langkah baru untuk menganalisa secara lebih jelas mengenai kerusakan struktur yang terjadi pada tahap Serviceability limit state (SLS), Damage Control Limit State (DCLS), dan Ultimate Limit State (ULS) dengan memberikan batasan yang lebih jelas. Tujuan lain yang ingin dicapai adalah agar perencanaan struktur dapat menyesuaikan permintaan dari pihak pemilik dalam arti adanya penyesuaian antara tingkat kerusakan struktur yang terjadi dengan permintaan pihak pemilik. Salah satu cara dalam menentukan batasan pada masing-masing tahap batas adalah dengan menganalisa tingkat kerusakan yang dialami oleh struktur. Ang dan Park (1985), mencoba memberikan suatu indikator yang digunakan dalam menganalisa kerusakan struktur yang dinamakan indikator Damage Index. Harga dari Damage Index (D) ini berkisar antara 0 sampai dengan 1. Bila batasan ini dilampaui dimana harga Damage Index melebihi 1 berarti struktur sudah mengalami keruntuhan. Batasan kerusakan yang diusulkan oleh Ang dan Park (1985) adalah untuk tingkat SLS diharapkan tidak terjadi kerusakan struktur, tingkat DCLS sudah mulai terjadi sendi plastis pada balok, dan tingkat ULS terjadi kerusakan berat tanpa keruntuhan. Dari hasil analisa struktur dapat disimpulkan bahwa struktur rangka beton bertulang pada tahap SLS akan mengalami kerusakan ringan dengan ditandai terjadi retak rambut. Sedangkan kerusakan struktur pada tahap DCLS memberikan hasil yang tidak jauh berbeda dengan kerusakan pada tahap ULS, yaitu terjadi kerusakan pada elemen struktural yang sudah melewati batasan yang disyaratkan. Dari Hasil ini dapat disimpulkan bahwa pemyataan Ang dan Park tidak sepenuhnya benar.",
  "creators": "JEFFREY JULIANTO; WIRATAMA L.DIYATMOKO",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1); Benjamin Lumantarna (Advisor 2); Takim Andriono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1021 S; Jeffrey Julianto (21495109), Wiratama Listyo Diyatmoko (21496236)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS"
}