{
  "id": "13594",
  "title": "Alternatif spesifikasi aspal beton konvensional yang tahan lama",
  "abstract": "Jalan di Indonesia umumnya memakai jenis Laston (Lapis Aspal Beton). Dengan adanya pertumbuhan ekonomi maka volume kendaraan meningkat dan juga diikuti dengan bertambahnya kendaraan berat seperti truk-truk kontainer, di mana beban berat ini harus dipikul oleh perkerasan jalan. Hal ini menyebabkan timbulnya masalah keretakan dini, yaitu apabila jalan tersebut belum mencapai umur penggunaan yang diinginkan sudah mengalami keretakan. Masalah yang lain yaitu permukaan jalan yang licin seperti gejala bleeding yang disebabkan oleh terjadinya pemadatan tambahan oleh kendaraan berat. Dari hasil sampling Bina Marga pada jalan yang baru dibuka untuk lalu lintas ternyata masalah yang timbul terutama disebabkan karena tidak tercukupinya rongga udara pada Laston akibat adanya penambahan pemadatan dari kendaraan berat, sehingga rongga udara mengecil mendekati nol dan tidak memenuhi Spesifikasi yaitu: 3% - 5% Untuk mengatasi masalah pengecilan rongga udara pada campuran Laston ini maka diadakan modifikasi dalam pengujian yaitu dengan melakukan pengujian Marshall dengan 400 tumbukan yang berdasarkan hasil simulasi PRD yang dilakukan oleh Puslitbang Jalan. Dari hasil pengujian Marshall, Tarik tak langsung, dan Modifikasi PRD diperoleh amplop gradasi yang telah memenuhi semua persyaratan dari Spesifikasi termasuk rongga udara dan batas maksimum tebal film aspal. Dan berdasarkan pengujian tersebut ukuran agregat butir maksimum 1\" lebih direkomendasikan karena memiliki lentur dan kekuatan yang terbesar.",
  "creators": "VIVI SANTOSO; SOEFEIWARTI",
  "contributors": "Harry Patmadjaja (Advisor 1); SOEHARTONO IRAWAN (Advisor 2); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 965 S; Vivi Santoso (21494095), Soefeiwarti (21494143)",
  "subjects": "ASPHALT CONCRETE; ROAD CONSTRUCTION-SPECIFICATIONS"
}