{
  "id": "13602",
  "title": "Dampak krisis moneter terhadap kepariwisataan Bali",
  "abstract": "Sejauh ini pariwisata di Indonesia telah menjadi sumber devisa yang besar bagi negara, namun beberapa waktu terakhir ini keadaan pariwisata Indonesia tidaklah sebaik dahulu. Banyak usaha di bidang pariwisata yang mengalami kemerosotan yang cukup berarti dan bahkan beberapa diantaranya telah menutup usahanya. Hal ini menimbulkan pertanyaan yang cukup serius mengenai apa yang sebenarnya terjadi di Indonesia. Tetapi yang lebih mengharukan lagi adalah kenyataan bahwa kemerosotan dalam bidang pariwisata bukan hanya dialami oleh Indonesia saja tetapi juga dirasakan oleh hampir seluruh negara di dunia dan terutama negara-negara yang mengembangkan pariwisata sebagai titik terang ekonomi negaranya. Ada baiknya bila kita melakukan kilas balik terhadap apa yang terjadi di Indonesia dan dunia pada beberapa waktu terakhir dan mencoba untuk memahami sebab-sebabnya. Berdasarkan berita dan kenyataan yang ada, telah banyak kemerosotan yang terjadi dan terjadinya kemerosotan bukan hanya dalam bidang pariwisata tetapi pada hampir seluruh bidang kehidupan dan bukan saja terjadi di Indonesia tetapi di dunia. Kita lebih mengenal masalah ini dengan istilah krisis moneter karena istilah ini lebih banyak dipakai oleh masyarakat umum. Krisis moneter terjadi mulai pada pertengahan tahun 1997 dan berlangsung berlarut-larut sampai dengan saat ini. Krisis yang berkembang ini ternyata tidak berhenti pada bidang moneter saja tetapi menjalar ke segala bidang kehidupan dan juga bidang pariwisata. Dalam bidang pariwisata Indonesia benar-benar merasakan pengaruhnya karena bagi Indonesia, bidang pariwisata adalah sangat dominan dalam penerimaan devisa. Dalam bidang pariwisata ini kita akan menyoroti Bali karena Bali adalah merupakan daerah wisata yang sangat indah dan terkenal baik terhadap wisatawan domestik maupun mancanegara. Banyak diberitakan bahwa dalam situasi Indonesia yang kacau ini Bali masihlah dikenal sebagai daerah yang aman. Hal ini bukan saja dikemukakan oleh masyarakat Indonesia sendiri tetapi juga oleh masyarakat mancanegara. Sejauh apakah kebenarannya dan bagaimanakah sampai hal ini terjadi akan dipelajari dan dibahas agar daerah lain di Indonesia maupun dunia akan dapat menjadikan Bali sebagai acuan dalam menjaga kepercayaan. Dan agar pariwisata akan semakin berkembang di seluruh penjuru dunia.",
  "creators": "JUDHITE",
  "contributors": "LANY WARDANA (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 311/Par/1998; Judhite (91395042)",
  "subjects": "TOURIST TRADE-BALI"
}