{
  "id": "13614",
  "title": "The Influence of uncle tom's and george harris's character traits on their reactions to slavery in herriet beecher stowe's uncle tom's cabin",
  "abstract": "In this study, the writer wants to show that character traits have a great influence on someone's reaction. In Uncle Tom's Cabin, Uncle Tom and George Harris have different kind of reactions and take different survival technique. The writer chooses to analyze the influence of character traits of Uncle Tom and George Harris to their reactions toward slavery. Here, the writer wants to know how character traits can influence the characters' reactions. She also analyzes what kinds of survival technique they have done and what kind of freedom they get. Here, the writer uses literary devices and some other theories to help her to understand all the problems that she has in this study. First, she analyzes the character traits of Uncle Tom and George Harris based on the theory of characterization. After that, she concludes what kind of reaction that Uncle Tom and George Harris use based on the survival technique theory. In Uncle Tom's Cabin, the writer finds out that Uncle Tom has character traits such as honesty, loyalty, faithfulness and forgiveness. They are character traits that greatly influence Uncle Tom's reactions since he is a devoted Christian. Considering Uncle Tom's character, the writer finds out that Uncle Tom's survival technique is through his Christianity and the freedom he dreams of is spiritual freedom. In contrast, George Harris has different character from Uncle Tom. It can be seen from his pride, strong-will, intelligence and lack of belief. In this case, George Harris's character traits really influence on his reactions to get freedom. He never gives up to free himself from slavery. He prefers to die rather than to live as a slave. So finally he gets physical freedom. Based on the two male characters above, the writer assumes that Uncle Tom and George Harris have different character traits, that influence on their reactions toward slavery. As a result, they also get different kind of freedom. In this case, Uncle Tom gets spiritual freedom because he feels peace without having denied God. On the other hand, George Harris gets physical freedom. Although they have different way to get their freedom, both of them could reach their own goal based on their freedom that they want.",
  "creators": "MARLIN KUMALA",
  "contributors": "Dra. Sarah Prasasti, M.Hum. (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 864; Marlin Kumala (11495118)",
  "subjects": "AMERICAN FICTION--19TH CENTURY--STUDY AND TEACHING; STOWE, HARRIET, BEECHER, 1811-1896. UNCLE TOM S. CABIN-STUDY AND TEACHING"
}