{
  "id": "13639",
  "title": "Istana yogurt",
  "abstract": "\"ISTANA YOGURT\" merupakan usaha yang bergerak dalam bidang makanan dan minuman khususnya menjual produk berupa minuman yogurt yang dibuat tanpa bahan pengawet. Di \"ISTANA YOGURT\" akan dijual produk yogurt dalam berbagai rasa sesuai dengan keinginan konsumen, secara langsung dapat disajikan dan dinikmati oleh konsumen dalam segala usia umumnya dan orang dewasa pada khususnya, yang senang mengunjungi pusat pembelanjaan seperti GALAXY MALL dan TUNJUNGAN PLAZA III. Pasar sasaran yang akan dibidik oleh \"ISTANA YOGURT\" adalah konsumen yang mengunjungi GALAXY MALL dan TUNJUNGAN PLAZA III, khususnya orang dewasa. Alasan memilih orang dewasa sebagai pasar sasaran adalah sebagai berikut: 1. Orang dewasa lebih memikirkan kesehatan tubuhnya dan berusaha untuk mulai menjaga tubuhnya agar tetap kuat dan sehat. 2. Dipandang dari segi gizi, produk yogurt memiliki kadar protein, kalsium dan vitamin B lebih tinggi daripada susu segar, sehingga dapat mencegah pengeroposan {osteoporosis) tulang. 3. Yogurt merupakan produk minuman kesehatan yang rendah kalori, sehingga cocok bagi orang dewasa yang ingin berdiet. Lokasi \"ISTANA YOGURT\" berada di GALAXY MALL dan TUNJUNGAN PLAZA III. Adapun pemilihan lokasi tersebut karena TUNJUNGAN PLAZA III terletak pada Central Business District (Distrik Bisnis Pusat Kota/CBD), artinya lokasi TUNJUNGAN PLAZA 111 berada di pusat kota. Sedangkan GALAXY MALL berada di kawasan perumahan untuk masyarakat golongan menengah ke atas. Kedua tempat tersebut merupakan pusat pembelanjaan yang banyak dikunjungi oleh masyarakat Surabaya khususnya orang dewasa yang menjadi potensial konsumen untuk produk yogurt. Pemilihan lokasi di dua pusat pembelanjaan tersebut dapat memudahkan bagi kita untuk memperkenalkan dan memasarkan minuman yogurt. Dalam mengatur manajemen \"ISTANA YOGURT\", dari pembelian bahan baku, pengolahan sampai dengan memasarkan produk, dibentuk organisasi dengan struktur yang sederhana yaitu organisasi garis (Line Organization). Tipe organisasi garis tepat untuk digunakan dalam \"ISTANA YOGURT\", di mana dibutuhkan sentralisasi control yang tinggi untuk pengambilan putusan yang cepat. Salah satu alasan \"ISTANA YOGURT' menggunakan struktur organisasi tersebut supaya mempermudah pemegang saham (pemilik) untuk mengontrol dan mengawasi tugas dari masing-masing bagian. Untuk mendirikan dan menjalankan \"ISTANA YOGURT\", diperlukan modal untuk menyewa tempat usaha, membeli peralatan seperti freezer, dispenser, meja-meja, kursi-kursi, rak piring dan gelas, membeli perlengkapan, membuat meja bar tempat membuat yogurt dan aktiva-aktiva lainnya. Sehingga biaya sebelum operasional sampai biaya operasionalnya, \"ISTANA YOGURT\" menggunakan modal yang berasal dari modal sendiri (equity capital) yaitu sebesar Rp 224.624.606,00. Modal tersebut terdiri dari: 1. Modal FERAWATI. S. sebesar Rp 112.312.303,00. 2. Modal YUDDY HARTONO sebesar Rp 112.312.303,00. Kebutuhan modal untuk \"ISTANA YOGURT\" menggunakan modal sendiri karena untuk masa sekarang ini, bunga yang dipinjam lebih besar dari pada angsuran. Oleh sebab itu, maka untuk mendirikan dan menjalankan \"ISTANA YOGURT\" menggunakan modal sendiri.",
  "creators": "YUDDY HARTONO",
  "contributors": "SOEGIONO SUGIHARTO (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 07/EM/2000; Yuddy Hartono (31496318)",
  "subjects": "MANAGEMENT"
}