{
  "id": "13630",
  "title": "Evaluasi sistem informasi akuntansi terkomputerisasi pada siklus pendapatan PT. Embasse Prima Food Industry di Surabaya",
  "abstract": "Agar dapat mendukung dan mengendalikan aktivitas-aktivitas dalam siklus pendapatan sesuai dengan tujuan dan sasaran yang ingin dicapai badan usaha, maka badan usaha perlu menciptakan struktur pengendalian internal yang memadai, yang dihasilkan dari penerapan sistem informasi akuntansi terkomputerisasi yang sesuai dengan kebutuhan badan usaha tersebut. Struktur pengendalian internal yang memadai dalam sistem informasi akuntansi terkomputerisasi dapat menghasilkan informasi yang cepat, tepat, akurat, dan dapat diandalkan, serta dapat melindungi harta badan usaha dari pemborosan, kecurangan dan kerugian lainnya. Sehubungan dengan hal tersebut, masalah yang diangkat penulis dalam penelitian ini adalah apakah struktur pengendalian internal yang dihasilkan dari penerapan sistem informasi akuntansi terkomputerisasi pada siklus pendapatan PT. Embasse Prima Food Industry telah memadai. Jenis penelitian yang dilakukan oleh penulis adalah penelitian deskriptif berupa studi kasus dengan obyek penelitian PT. Embasse Prima Food Industry. Jenis data yang digunakan adalah data kualitatif dan sumber data yang digunakan adalah data internal. Metode pengumpulan data yang digunakan oleh penulis adalah studi pendahuluan, studi lapangan dan studi kepustakaan. Dalam studi lapangan, penulis menggunakan tiga cara, yaitu: observasi, wawancara dan dokumentasi. Sedangkan teknik analisis yang digunakan adalah analisis kualitatif. Terdapat tiga hal yang dianalisis dan dibahas oleh penulis, yaitu struktur organisasi dan Job description, sistem informasi akuntansi terkomputerisasi pada siklus pendapatan dan formulir. Berdasarkan analisis dan pembahasan tersebut, diketahui bahwa struktur pengendalian internal yang dihasilkan dari penerapan sistem informasi akuntansi terkomputerisasi pada siklus pendapatan PT. Embasse Prima Food Industry telah memadai di beberapa bagian dan belum memadai di beberapa bagian. Ada beberapa prosedur dan beberapa bagian dalam struktur organisasi yang harus diubah atau dihilangkan, dan beberapa formulir yang perlu diperbaiki.",
  "creators": "VIVI CAROLIN",
  "contributors": "Oviliani Yenty Yuliana (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 022/94/FE.AK/1999; Vivi Carolin (32494047)",
  "subjects": "FINANCIAL STATEMENTS; ACCOUNTING-COMPUTER PROGRAMS; AUDITORS REPORTS; AUDITING"
}