{
  "id": "13634",
  "title": "Kepuasan pelanggan sebagai kunci keberhasilan travel agent dalam menjual produk outbound tour",
  "abstract": "Memuaskan pelanggan adalah kunci bagi kemampuan suatu badan usaha untuk menghasilkan laba dalam jangka panjang, karena kepuasan pelanggan merupakan kunci sukses untuk menjual produknya serta menjalin hubungan yang langgeng dengan pelanggannya. Dan lebih jauh lagi, pelanggan yang merasa puas dapat diharapkan akan menceritakan kepada lingkungannya. Promosi yang demikian ini tidak diragukan kejujurannya. Ini disebut sebagai promosi intern dan merupakan promosi yang biasanya paling efektir\". Berlandaskan hal tersebut di atas, maka perlu diketahui mengenai pentingnya faktor pelanggan, unsur-unsur yang menentukan kepuasan pelanggan, serta pengaruhnya yang besar dalam keberhasilan suatu badan usaha. Dalam penulisan ini, dengan memaparkan dan mengacu pada kasus-kasus yang seringkali terjadi dalam transaksi jual beli produk dan jasa antara pihak travel agent dan konsumen, maka penulis mencoba mengaitkannya dengan peranan suatu travel agent dalam menciptakan kepuasan pelanggan melalui produk dan jasa yang dijual, khususnya dalam penjualan produk paket wisata luar negri {Package Outbound Tour). Oleh karena itu, dalam penulisan ini akan dijelaskan dan dipaparkan mengenai usaha travel agent sebagai badan usaha di bidang tours and travel dalam menghasilkan dan menjual produk paket wisata yang dapat memberi kesenangan bagi wisatawan, sehingga wisatawan puas dan akhimya menjadi pelanggan setia travel agent yang bersangkutan. Karena sekali lagi, bahwa: Strategi terbaik dari semua bisnis adalah pelanggan yang puas. Adapun perlu diperhatikan bahwa produk paket wisata meliputi seluruh serangkaian pelayanan dan fasilitas yang tidak dapat dipisah-pisah, yang diberikan sebelum, selama, dan sesudah pelaksanaan tour.",
  "creators": "TENNY",
  "contributors": "LIM TJUANG U (Advisor 1); Yacintha Yoranouw Suryawijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 206/PAR/1996; Tenny (91393023)",
  "subjects": "CONSUMER SATISFACTION"
}