{
  "id": "13633",
  "title": "Perlakuan merger dinilai dari segi akuntansi dan perpajakan sehubungan dengan restrukturisasi usaha pada PT. \"X\" dan PT. \"Y\"",
  "abstract": "Latar belakang penelitian yang diambil oleh penulis adalah kondisi perekonomian yang memburuk membawa dampak yang cukup penting bagi kelangsungan usaha suatu perusahaan. Untuk mengatasi keadaan tersebut diperlukan langkah-langkah perbaikan, misalnya restrukturisasi usaha. Salah satu bentuk restrukturisasi usaha adalah merger. Ada dua cara yang dapat digunakan untuk merger yaitu dengan menggunakan purchase method dan menggunakan pooling of interest method. Penulis ingin membandingkan antara perlakuan akuntansi yang umumnya menggunakan purchase method dengan perlakuan perpajakan untuk merger yang menggunakan pooling of interest method. Metode penelitian yang digunakan adalah penelitian deskriptif dengan studi kasus pada PT. \"X\" yang melakukan merger dengan PT. \"Y\", di mana yang bertahan adalah PT. \"X\". Pengolahan data dilakukan dengan mengumpulkan data yang diperoleh dari perusahaan dan laporan keuangan gabungan setelah merger baik dengan menggunakan purchase method maupun pooling of interest method dibuat. Setelah itu penulis mencari perbedaan-perbedaan antara kedua metode pencatatan tersebut. Hasil yang diperoleh dari penelitian ini adalah penulis berhasil membuktikan adanya sejumlah perbedaan antara kedua metode pencatatan merger tersebut. Perbedaan antara Purchase Method dan Pooling of Interest Method adalah bila menggunakan Purchase method akan timbul Goodwill, nilai investasi berbeda, serta aktiva dan kewajiban perusahaan yang diambil alih harus dinilai kembali dan kena PPh final 10%. Bila menggunakan Pooling of Interest Method tidak kena PPh final 10%.",
  "creators": "SILVIA SOENJAYA",
  "contributors": "Devie (Examination Committee 1); Lisa Linawati Utomo (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 021/95/FE.AK/1999; Silvia Soenjaya (32495009)",
  "subjects": "ACCOUNTING; CONSOLODATION AND MERGER OF CORPORATIONS-ACCOUNTING ASPECTS"
}