{
  "id": "13635",
  "title": "Penerapan analisis value chain untuk meningkatkan efisiensi biaya pada PT. HM Sampoerna Tbk",
  "abstract": "Manajemen membutuhkan analisis biaya yang berfokus luas, tidak terbatas hanya pada sebagian operasi perusahaan, tetapi berfokus pada sehiruh kegiatan opcrasi perusahaan, dimulai dari perolehan bahan baku sampai dengan ke tangan konsumen. Analisis yang dimaksud adalah analisis value chain. Analisis value chum merupakan salah satu lema kunci manajemen biaya strategik yang dapat digunakan iinluk melakukan analisis biaya pada aktivitas internal dan ekslernal perusahaan. Analisis yang dilakukan dimulai dengan mengidentifikasi rantai nilai perusahaan menjadi aktivitas ulama lalu mencari co.\\t drivers liap aktivitas nilai tersebut dan langkah terakhir melakukan pengendalian terhadap cost drivers tersebut sehingga efisiensi biaya dapat tercapai. Sehubungan dengan hal tersebut, problematika yang diangkat adalah bagaimana menerapkan analisis value chain untuk meningkatkan efisiensi biaya pada PT 11.M Sampoerna Tbk. .lenis penelitian yang dilakukan adalah penelitian deskriptif berupa studi kasus dengan obyek penelitian PT H.M Sampoerna Tbk. Jenis data yang digunakan adalah data kiiantitatif dan data kualitatif Sumber data berupa sumber data primer dan sekunder yang diperoleh dari sumber data internal dan eksternal. Metodc pengumpulan data yang digunakan adalah melakukan wawancara., pencatatan sistematis, dokumentasi lerhadap obyek penelitian yang bersangkutan dan mengumpulkan data teoritis sehubungan dengan masalah yang dibahas. Teknik analisis data menggunakan analisis kualitatif dan analisis kiiantitatif serla mengikuti langkah-langkah dalam metodologi value chain yang baku. Dari hasil penelitian yang dilakukan dapat diketahui adanya beberapa aktivitas yang tidak menambah nilai (non value added activity) yaitu aktivitas penyimpanan dan aktivitas pemindahan., yang harus segera dikurangi agar biaya produksi menjadi lebih efisien. Setelah dilakukan reduksi lerhadap aktivitas-aktivitas yang tidak menambah nilai tersebut. maka efisiensi terhadan Total Beban Produksi PT H.M Sampoerna Tbk. dapat lerlaksana.",
  "creators": "YENNI MARLINA",
  "contributors": "Setyarini Santosa (Examination Committee 1); MADE SUDARMA (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.113/96/FE.AK/2001; Yenni Marlina (32496053)",
  "subjects": "VALUE ANALYSIS (COST CONTROL)"
}