{
  "id": "13636",
  "title": "Diskriminasi gender dalam kaitannya dengan representasi wanita di bidang ekonomi menuju era globalisasi",
  "abstract": "Persoalan gender adalah persoalan yang peka dan kompleks. Persoalan ini telah menjadi sesuatu yang klasik, bahkan setua peradaban manusia itu sendiri. Perbedaan pria dan wanita yang pada hakikatnya hanya merupakan perbedaan karakteristik biologis (jenis kelamin) dipertajam melalui proses sosialisasi sehingga menuntun pada berbagai praktik diskriminasi terhadap wanita di berbagai bidang. Padahal seperti kita ketahui bersama, jumiah penduduk dunia sebagian besar wanita dan selama dekade terakhir ini, wanita telah menjadi segmen penting dalam berbagai bidang kehidupan termasuk dalam bidang ekonomi. Oleh karena itu penting untuk mengetahui apakah diskriminasi terhadap wanita dalam pasar tenaga kerja masih ada, yang jawabannya termuat pada jurnal berjudul '''Evidence on Discrimination in Employment: Codes of Color, Codes of Gender\" oleh William A. Darity Jr. dan Patrick L. Mason. Dalam jurnal ini diketahui bahwa diskriminasi menyebabkan representasi wanita dalam ekonomi menurun dan mengakibatkan kerugian baik secara material maupun spiritual. Kerugian itu antara lain membuat pasar tenaga kerja kurang kompetitif karena mereka menjadi kurang termotivasi dan secara emosional kurang sehat akibat penolakan yang dialaminya. Akan tetapi Patrick L. Schul & Brent M. Wren dalam jurnalnya yang berjudul \"The Emerging Role of Women in Industrial Selling: A Decade of Change\" menunjukkan fenomena yang berlawanan di mana akhir-akhir ini representasi wanita dalam ekonomi justru meningkat pesat bahkan dalam bidang- bidang pekerjaan yang sebelumnya didominasi oleh pria. Konsekuensi logis dari semua itu adalah semakin besar kontribusi wanita dalam ekonomi khususnya dalam industri penjualan. Penelitian tersebut mungkin telah terbukti di beberapa negara tetapi di sejumlah negara lain (termasuk Indonesia) agaknya masih perlu diuji lebih jauh karena di banyak negara berkembang gerakan wanita harus berhadapan dengan tembok struktural yang cenderung patriarkhal. Seperti yang terlihat dalam penelitian Patricia Arttachariya yang berjudul: \"\"A Study on Women Managers in Thailand: Cultural, Organizational, and Domestic Issues\". Berdasarkan studi kasus yang dilakukan pada wanita Thailand maka ditemukan bahwa diskriminasi menyebabkan representasi wanita Thailand dalam ekonomi menurun karena: - Adanya tuntutan untuk berperan sebagai ibu rumah tangga yang baik di satu pihak dan bekerja secara profesional di lain pihak. - Wanita Thailand sampai saat ini bekerja dalam sistem yang didominasi oleh nilai-nilai pria. - Adanya pemikiran \"Think Manager - Think Male\" yang mempertaruhkan identitas wanita Thailand. - Persepsi pimpinan perusahaan membatasi peluang kerja wanita Thailand. - Kultur Thailand yang berorientasikan pada pria. - Adanya sikap membeda-bedakan jenis kelamin dan penerimaan tradisi tanpa pemikiran menjadi penyebab diskriminasi dalam perekrutan, seleksi, dan promosi tenaga kerja. Jadi, makna diskriminasi gender berbeda-beda menurut zaman dan tempat. Dengan kata lain, diskriminasi gender merupakan konstruksi sosial yang berkaitan erat dengan nilai-nilai budaya dan tatanan masyarakat yang ada sehingga perspektif gender sangat relatif dan bersifat multi dimensi. Walaupun demikian, diharapkan semua pihak dapat berpartisipasi dalam meminimalkan segala bentuk diskriminasi dan menghapusnya suatu saat agar tercipta kondisi dunia kerja yang sehat pada khususnya dan kondisi masyarakat dunia yang sehat pada umumnya.",
  "creators": "OLIVIA KURNIAWATI",
  "contributors": "Eddy Madiono Sutanto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 117/EM/2001; Olivia Kurniawati (31497002)",
  "subjects": "GENDER IDENTITY; WOMAN IN BUSINESS"
}