{
  "id": "13652",
  "title": "Analisa teori plog terhadap masyarakat Surabaya guna menentukan daerah tujuan wisata yang tepat bagi tiap tipe kepribadian",
  "abstract": "Pada era kompetisi yang ketat seperti sekarang ini, hampir semua Biro Perjalanan Wisata di Surabaya membuat paket tour dengan daerah tujuan yang beraneka ragam, tetapi sayangnya kebanyakan Biro Perjalanan Wisata di Surabaya membuat paket tour ke tempat-tempat yang sudah terkenal dan diketahui secara umum, yang memang sesuai untuk tipe midcentric yang merupakan salah satu tipe kepribdian dalam teori Plog. Padahal menurut Plog, ada tiga jenis tipe kepribadian konsumen yaitu psycocentric, midcentric dan allocentric, di mana setiap individu memiliki tipe kepribadian masing-masing yang dapat mempengaruhi motivasi perjalanan dan daerah tujuan yang mereka inginkan. Di dalam penelitian ini, penulis menggunakan angket untuk menganalisa tipe-tipe kepribadian masyarakat Surabaya dan daerah tujuan wisata yang mereka pilih. Dan dari angket tersebut, dihasilkan bahwa 25% dari 100 responden merupakan orang psycocentric dengan daerah tujuan wisata Taman Safari Prigen dan Taman Mini Indonesia. Fakta tersebut sesuai dengan teori Plog, yang mengatakan bahwa orang psycocentric tidak suka bepergian jauh dari tempat tinggal mereka. 51% lainnya adalah orang midcentric dan mereka memilih ke Gunung Bromo, Candi Borobudur, Kuta, Pura Tanah Lot, Bedugul, Tembok Besar Cina dan Takasimaya Shopping Centre Singapura. Tempat-tempat tersebut merupakan daerah tujuan wisata yang terkenal dan diketahui secara umum dan pilihan mereka tersebut sesuai dengan teori Plog. Tipe yang terakhir adalah 24% untuk orang allocentric, yang menurut Plog, mereka suka untuk melakukan perjalanan yang bersifat petualangan, mengunjungi atau melihat kehidupan suku-suku di pulau lain. Orang allocentric Surabaya lebih suka pergi ke Gunung Semeru, Gunung Arjuna, Cape Town-Afrika Selatan dan Gereja St. Peter Basilica-Roma.",
  "creators": "MAYA MARIANA; DOHO SANTOSO",
  "contributors": "Tio Sally Puspasari (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 418/PAR/2000; Maya Mariana (91397014), Doho Santoso (91397103)",
  "subjects": "TOURIST TRADE-SURABAYA; TRAVEL AGENTS-SURABAYA-RESEARCH"
}