{
  "id": "13655",
  "title": "Linguistic features of direction-giving conversation of male and female students of Petra Christian University",
  "abstract": "This study investigates the type of linguistic features of male and femaje students of Petra Christian University and the gender influences on the direction-giving conversation. In order to categorize their linguistic features, the writer uses a conversation model of direction-giving conversation of Scottpn and Bernsten (1988). The subjects of this study are 25 male and femaje students and taken randomly without considering their social background, but only their sexes. To collect the data, the writer posed as the direction seeker, a student of one university, who was finding out the location of the University Auditorium. While making conversation, the writer recorded the conversation as natural as possible. Through analyzing, the writer found that surnmary-like statement, bald imperative, and closing informal are the type of linguistic features that mostly used by the students. Meanwhile, the gender differences of the direction giver influences on summary-like statement in the opening unit, which make the opening unit of the female longer, and on you + verb directive, indirect directives, and parenthetical remark, which make the female's directives longer, more various, and more indirect than males'. In addition, both male and female students have a great tendency not to synthesize the directions in the pre-closing unit; rather, some of them are more likely to give suggestion or offering. Indirect directive which begins with extraposition clause and which implies more direct directive, and comprehension check do not appear in the direction-giving conversations of the female and male students of Petra Christian University.",
  "creators": "LIBERTY CAROLINA LASUT",
  "contributors": "ANGELA MIEKE DEWI (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 845; Liberty CarolinaLasut (11496147)",
  "subjects": "LANGUAGE AND LANGUAGES-DISCOURSE ANALYSIS; LINGUISTICS"
}