{
  "id": "13656",
  "title": "Pengaruh pembentukan bulb terhadap daya dukung pondasi tiang",
  "abstract": "Sislem pondasi liang dewasa ini mengalami kemajuan pesal dan ramah terhadap lingkungan sehingga dapal diaplikasikan terhadap berbagai macam siluasi lapartgan. Salah salimya adalali sislem JACKED PILE, yaitu sualu sislem yang nienggunakan dongkrak untuk menekan pondasi liang precast ke dalam tanah sehingga tidak menimbulkan getaran dan dapat langsung memberikan konfirmasi daya dukung liang saat pelaksanaannya. Kelemahan sislem ini adalah daya dukung tiang terganlung dari beban counterweigh! dan kapasitas dongkrak yang digunakan pada saat pelaksanaan. Untuk mengatasi kelemahan ini dikembangkan sislem jacked pile cast in situ yang bagian ujung bawah liang dibuat lebih besar sehingga daya dukung yang dihasilkan dapat ditingkatkan melebihi beban counterweight yang digunakan. Penelilian dilaksanakan dengan membuat suatu model Hang pondasi pada lapisan pasir sebagai lapisan pendukung tiang. Model pondasi liang dibuatdan sislem jacked cast in situ dengan hendolan (Bulb) di bawahnya yang dibenluk oleh gaya lekan tertentu. Jarak pergerakan pipa dalam proses pemhentukan bulb diteliti juga di dalam penelilian lugas akhir ini. Untuk mengalami keunlungan dari bulb ini, sualu liang pondasi tanpa bulb juga dibual sebagai pembanding. Test pembebanan dilakukan pada seliap model pondasi tiang lersebut sehingga dapat diketahui daya dukung dari masing -masing model pondasi tiang. Hasil test pembebanan menunjukkan : - Jarak pergerakan pipa yang paling menghasilkun daya dukung yang paling besar pada waklu pemhentukan bulb adalah pergerakan pipa dengan gerak pipa sebesar 2 d, dimana d = diameter pipa. (dalam percobaan ini d = 5 cm) - Pondasi Tiang dengan bulb yang dibenluk dengan gaya tekan tertentu menghasilkan daya dukung ultimate minimal 300% dari gaya lekan yang digunakan saat peiiihenliikan bulb.",
  "creators": "BENNY CHANDRA; RUDYANTO IBRAHIM",
  "contributors": "Sugie Prawono (Advisor 1); Indarto, Dr. Ir. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.958 S; Benny Chandra (21495226), Rudyanto Ibrahim (21495231)",
  "subjects": "PILING (CIVIL ENGINEERING)"
}