{
  "id": "13668",
  "title": "A Study of William James' pragmatism on Jack Burden in Robert Penn Warren's All the King's Men",
  "abstract": "This thesis is an analysis about the existance of William James' Pragmatism on Jack Burden in Robert Penn Warren's All the King's Men. The thesis writer is curious to know the existance of William James' Pragmatism on Jack Burden because he is the only person who can survive and understand about his world It includes the experience of Jack Burden to the past which made him change from a person who does not know anything happen surround him to a person who achieves an integration between himself and the world he lives in The thesis writer finds out that there is the philosophy of pragmatism in the novel because Jack Burden, as a researcher of truth, did the experience to the past which made him change into a person who can understand his world better and can live in his world Philosophy of pragmatism based on the conception of truth and as mediating system, stress the importance of experience which can change the view of a person so that the person can live in his world better and he can achieve the integration with the world he lives in. Jack, at first, does not want to know about everything happen surround him because he feels that it is useless to know anything happen in the world since he cannot understand the world he lives in. But, as a researcher of truth, Jack should find out the truth in the life of Judge Irwin, which made him change into the person who is aware of the important of the knowledge after he made an experience to the past life of the Judge. From the experience he knew that what he has done was wrong and it made him change into a person who is more responsible, more understand about his world, and know how should live for the future. The experience made him become the person who can understand his world better and can live in his world with his loving mother and wife. Besides, as a mediator person, Jack gains the knowledge from Willie and Adam that man cannot live only base on his idea or action, but on both of them Idea and action must be in a balance. By becoming a researcher of truth and a mediator person, Jack can live harmoniously with his mother and his lover, Anne. So, the change in Jack which leads him to the harmonious life with his mother and his lover, make the thesis writer concludes that there is William James'pragmatism in Jack Burden",
  "creators": "TASHYA YENNY",
  "contributors": "Theophilus Jokri (Advisor 1); Guillermina L. Verzosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 428; Tashya Yenny (11492114)",
  "subjects": "AMERICAN FICTION-20TH CENTURY; WARREN, ROBERT PENN, 1905-... ALL THE KING'S MEN"
}