{
  "id": "13666",
  "title": "An Analysis of forrest gump's direct speech based on the grammatical and pronounciation characteristic in the original and translated novel",
  "abstract": "This research is focussed on the transfer of Forest Gump's grammatical errors and pronunciation characteristics in his direct speeches into Bahasa Indonesia. Forest Gump is the main character in the novel \"Forest Gump\" written by Winston Groom who is described as an idiot because his IQ is only 70. Forrest Gump's speech is not similar with normal people. He made many grammatical errors and his pronunciation is far from standard English pronunciation. The writer is interested in studying how the translator of the novel transferred the grammatical errors and pronunciation characteristics into Indonesian to make the same impression of Forest Gump's idiotness as shown by the author of the novel in the original version. The data is taken from the direct speeches found in the novel \"Forest Gump\", in both English and Indonesian version. In this study, the writer uses descriptive approach. In analyzing the grammatical errors and pronunciation characteristics that she found in the novel, she took the theory of Nida and Taber on translation, Karin Stromswold and Thomas E. Berry for the theories on grammatical errors, Daniel Jones gave the basics for pronunciation theories. The grammatical errors and pronunciation characteristics that she found in the original version were put into a table according to their categories and were then compared to the translated version. The writer concluded that eventhough some of Forrest Gump's speech characteristics can be applied in the translated version to create the same impression in the readers' mind that Forrest Gump is an idiot, the translator did not do so. By using a mix of formal and non-formal bahasa Indonesia, the translator has created a different image of Forrest Gump, not only that he loses his local southern dialect but also that he seems as a normal person.",
  "creators": "PATRICIA MAUREEN",
  "contributors": "SUBANDI DJAJENGWASITO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 800; Patricia Maureen (11494081)",
  "subjects": "ENGLISH LANGUAGE-ERRORS OF USAGE-ANALYSIS; ENGLISH LANGUAGE-GRAMMAR, COMPARATIVE-INDONESIA"
}