{
  "id": "13669",
  "title": "Peningkatan kualitas maintenance pada pengolahan limbah PT.Sier",
  "abstract": "Proses pengolahan limbah industri merupakan suatu hal yang sangat penting untuk diperhatikan, mengingat hasil dari proses ini dipergunakan untuk aktifitas / kegiatan sehari-hari orang banyak. PT. SEER sebagai perusahaan yang menjual jasa pengolahan limbah industri berupaya untuk meningkatkan kualitas dari pengolahan limbahnya agar layak dikonsumsi masyarakat. Salah satu cara yang digunakan untuk meningkatkan kualitas produknya adalah dengan meningkatkan kualitas perawatan mesinnya dengan menggunakan metode Statistical Process Control (SPC). Statistical Process Control (SPC) mempunyai beberapa peralatan yang dapat digunakan untuk mengatasi beberapa permasalahan maintenance, termasuk permasalahan yang ada di Pengolahan Limbah PT. SIER. Beberapa alat SPC yang digunakan adalah pengumpulan data, diagram Pareto, Peta Kendali, diagram sebab-akibat, serta checksheet. Peta Kendali digunakan untuk mengetahui apakah data-data yang ada sudah terkendali atau tidak, diagram sebab-akibat digunakan untuk mengetahui penyebab downtime, sedangkan diagram pareto digunakan untuk mengidentifikasi faktor penyebab tingginya downtime. Setelah analisa permasalahan yang terjadi menggunakan peralatan SPC, maka selanjutnya dilakukan penjadwalan preventive maintenance dengan tujuan mengurangi biaya maintenance. Langkah-langkah tersebut dilakukan dengan suatu harapan untuk meningkatkan kualitas maintenance pada pengolahan limbah PT. SIER yang pada akhirnya meningkatkan kualitas produk hasil pengolahan limbah.",
  "creators": "PURWANA ADHITYAWARMAN",
  "contributors": "Tanti Octavia (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 471/TI-062/2001; Purwana Adhityawarman (25494096)",
  "subjects": "QUALITY CONTROL-STATISTICAL METHODS"
}