{
  "id": "13672",
  "title": "The Study of the english translation of indonesian children fable petualangan sang kancil",
  "abstract": "In Indonesia many books are translations from English or other languages. Thus, translating Indonesian texts into English, in the writer's opinion, from the point of view of translation study or translating activity, presents a challenge of its own. Concerning Indonesia, the writer finds that this nation has a great number of various cultures and traditions. Among those rich cultures, the writer is particularly interested in children folk tales. One of the most famous folk tales is the fable of the mouse deer (Petualangan Sarig Kancil), telling the adventures of a cunning mouse deer in saving his life from other stronger predatory animals as well as deceiving other less smart animals. The writer believes that such stories will entertain children regardless of their nationality. She thinks the first step is to translate them into English because English is an international language. However, translating itself needs special skill. And after studying the translation of Petualangan Sang Kancil - a picture story book - the writer, therefore, is curious to know the lexical and syntactic errors which mislead the readers and change the author's intended meaning. According to Newmark's method of semantic translation, in translating a literary work such as a folk tale, the translator should be faithful to the form and content of the original version, but still should take more account of the aesthetic value and compromise on 'meaning' where appropriate. First step in collecting the data, which are the errors, is paying attention to the sentence, then, narrowing down to the collocation and/or words which the sentence contains. These errors are categorized as different sense, less precise, inappropriate, unnecessary paraphrase, unexplained, ungrammatical, redundant, wordy, less coherent, less cohesive, added and left out. And, it turns out that there are a lot of lexical errors which change the intended meaning of the original. There are also some syntactic errors, but the ones which change the intended meaning of the original are few. After analyzing the data and suggesting the solution for each error, the writer concludes that the translation is not 'adequate' since there are too many errors violating the method of translating literature. Besides that, the writer also adds some general guidelines in translating such Indonesian children folk tales into English. As a translator, one should not add anything to or omit anything from the original version. One should render the expressions of exclamation into their closest equivalent in English, transfer the cultural term and give its explanation in a note, follow the grammar of the target language, avoid making redundant and wordy sentences, and preserve coherence in a sentence and between sentences.",
  "creators": "INNAWATI",
  "contributors": "Julia Eka Rini (Advisor 1); SUBANDI DJAJENGWASITO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 836/SING/2000; Innawati (11492059)",
  "subjects": "FABLES, INDONESIAN-TRANSLATIONS INTO ENGLISH; TRANSLATION"
}