{
  "id": "13673",
  "title": "Persoalan khusus dan penetapan aturan untuk meningkatkan kesuksesan pengembangan produk baru",
  "abstract": "Dalam dekade terakhir terjadi perubahan dramatis dalam lingkungan bisnis, diantaranya yaitu perkembangan tehnologi yang cepat dalam komputer, telekomunikasi dan informasi ilmu pengetahuan dan globalisasi bisnis. Namun ternyata perubahan dramatis yang berpengaruh hebat pada semua aspek kehidupan kita dan praktek bisnis tersebut, tidak diikuti dengan lajunya praktek pengembangan produk baru. Salah satu alasannya menurut Jerry Wind dan Vijay Mahajan adalah kurangnya pemanfaatan dan riset dan model pemasaran yang tepat, selain itu pendekatan riset dan model pemasaran yang ada tidak efektif. Pendekatan pengembangan produk baru dan riset pemasaran serta pembuatan model untuk pengembangan produk baru yang ada saat ini tidak mencukupi. Pemikiran ulang yang radikal bagi riset pemasaran dan pembuatan model harus dilakukan. Relevansi dan nilai riset pemasaran dan pembuatan model bagi pengembangan produk baru tergantung pada keberanian untuk melakukan sesuatu yang berbeda dan kemampuan akademisi dan para pakar berkaitan dengan pendekatan - pendekatan baru dibidang penelitian pasara dan pembuatan model, yang mensyaratkan adanya pemikiran ulang, formulasi ulang, dan repositioning. Untuk mencapai keunggulan kompetitif melalui pengembangan produk baru perusahaan dapat mempercepat proses pengembangan produk baru. Penggunaan tim lintas fungsi dan alat - alat desain yang maju menjamin pengaruh kinerja pada kecepatan pengembagan produk baru. Menurut Christopher D. Ittner dan David F. Larcker kecepatan pengembangan produk baru tidak cukup untuk meraih kinerja yang lebih tinggi, karena kinerja sangat dipengaruhi oleh kualitas produk, keunikan dan praktek pengembangan yang digunakan oleh perusahaan. Seperti yang tertulis di atas bahwa penggunaan tim lintas fungsi sangat membantu dalam melakukan pengembangan produk baru. Dalam proses pengembangan, kolaborasi antar tim pemasaran dengan fungsi-fungsi lain seperti produksi, desain dan riset dan pengembangan (R&D) juga penting bagi penciptaan produk baru yang menguntungkan dan tepat waktu. Untuk itu manajer pemasaran harus dapat menentukan mekanisme koordinasi apa yang tepat dalam setiap proses pengembangan. Dari hasil penelitian yang dilakukan oleh Eric M. Olson, Orville C. Walker, Jr., dan Robert W. Ruekert terdapat perbedaan penerapan mekanisme koordinasi dengan tingkat kebaharuan produk. Mekanisme koordinasi organik, desentralisasi dan partisipatif yang dihubungkan dengan kinerja pengembangan produk yang lebih baik akan menghasilkan produk dengan kualitas yang lebih tinggi, perolehan yang lebih baik dari tujuan penjualan, partisipan yang lebih puas dan waktu yang lebih pendek bagi pengembangan, tetapi hanya jika digunakan dalam proyek yang melibatkan keinovatifan konsep produk baru bagi dunia (atau sekurangnya baru bagi perusahaan). Ketika digunakan untuk mengatur proyek bagi pengembangan modifikasi produk atas perluasan lini diperlukan struktur mekanisme koordinasi yang lebih birokratis, yaitu struktur yang lebih tersentralisasi dan formalisasi.",
  "creators": "CHRISTANTY KUMALADEWI",
  "contributors": "Peter Remy Yosy Pasla (Advisor 1); SENTOT HARMAN GLENDOH (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 55/EM/2000; Christanty Kumaladewi (31496154)",
  "subjects": "MARKETING-MANAGEMENT"
}