{
  "id": "13683",
  "title": "Pengukuran kualitas pelayanan pada jurusan Teknik Industri pada Universitas 'X'",
  "abstract": "Kemajuan di segala bidang, khususnya dalam era industrialisasi, memicu tingginya permintaan masyarakat atas pengetahuan serta ketrampilan yang memadai. Universitas 'X' membuka jurusan teknik industri untuk mengantisipasi permintaan tersebut. Universitas 'X' dihadapkan pada banyaknya pesaing yaitu universitas yang membuka jurusan serupa, maka kualitas pelayanan mutlak diperlukan. Usaha untuk meningkatkan kualitas pelayanan didahului dengan usaha pengenalan 'siapa mahasiswa kita', 'apa yang diharapkan'' alasan memilih jurusan teknik industri pada universitas yang bersangkutan' dan 'bagaimana mahasiswa mengenalnya'. Proses untuk menentukan posisi dan target pasar menggunakan analisa deskriptif. Penelitian yang menggunakan metode SERVQUAL ini dilanjutkan dengan mengidentiflkasi variabel penting bagi mahasiswa dalam usaha untuk mewujudkan pelayanan yang berkualitas, dibandingkan dengan persepsi mahasiswa atas pelayanan yang telah diterima selama ini. Adapun subyek penelitian yang diambil adalah staf dosen, tata usaha, fasilitas serta material. Perbedaan yang terjadi antara nilai harapan dengan persepsi dengan rumusan SERVQUAL mean gap score ini, kemudian diuji secara statistis dengan analisa paired comparisons. Sejauh ini kesenjangan pelayanan antara persepsi mahasiswa dengan apa yang mereka harapkan sudah dapat dikenali, namun untuk menguji apakah pihak penyedia layanan seperti halnya para dosen dan staf tata usaha juga memiliki persepsi yang sama dengan mahasiswa agar usaha perbaikan dapat lebih terarah, maka dilakukan analisa comparing two population. Mengingat ditemukan adanya kesenjangan pada hampir seluruh variabel pelayanan, diperlukan pengamatan yang lebih teliti terhadap dimensi pelayanan yang ada, yaitu dimensi tertentu yang dinilai penting bagi mahasiswa, nilainya jauh negatif sebaliknya dimensi yang lebih tidak penting, nilainya tidak jauh negatif sehingga prioritas perbaikan ditempatkan dengan tepat.Penilaian mahasiswa terhadap kelima dimensi pelayanan yang terdiri atas Assurance, Reliability, Responsiveness, Empathy dan Tangible berbeda-beda, perbedaan tingkat kepentingan dalam lima dimensi ditunjukkan dengan nilai Weighted dan Unweighted. Untuk subyek penelitian dosen dan staf tata usaha berlaku kelima dimensi, sedangkan untuk fasilitas dan material hanya berlaku tiga dimensi yaitu Assurance, Reliability dan Tangible. Kesenjangan dalam pelayanan bagi mahasiswa merupakan hal yang krusial karena mahasiswa dalam posisi sebagai pelanggan berhak untuk menerima pelayanan sesuai dengan yang diharapkan, adanya ketidak-sesuaian dapat menimbulkan kekecewaan dan institusi pendidikan yang bersangkutan akan kalah dalam persaingan.. Sejalan dengan penelitian yang dilakukan terdahulu terhadap perusahaan jasa, ditemukan bahwa mahasiswa menentukan dimensi pelayanan dari rating yang tertinggi adalah Assurance, diikuti Reliability, Responsiveness, Empathy dan Tangible, sedangkan penilaian dosen adalah Assurance, Reliability, Empathy, Responsiveness dan Tangible. Adanya keserupaan pola kepentingan antara dosen dengan mahasiswa ini membawa angin segar dalam usaha mewujudkan kualitas pelayanan.",
  "creators": "JUNIARTI WONGSOSAPUTRA",
  "contributors": "Daniel Indarto Prajogo (Advisor 1); Sujono Poetrodjojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 134/TI-64/1998; Juniarti Wongsosaputroi (25494047)",
  "subjects": "QUALITY OF SERVICE; TOTAL QUALITY MANAGEMENT"
}