{
  "id": "13688",
  "title": "Perancangan pier jembatan beton bertulang di daerah gempa berdasarkan konsep perpindahan (displacement-based design)",
  "abstract": "Selama ini dasar pendekatan yang umum dipakai ialah respons spektrum percepatan seperti yang ditentukan dalam Pedoman Perencanaan untuk Bangunan dan Gedung di daerah Gempa. Beberapa hasil studi mutakhir menunjukkan kelemahan-kelemahan dalam teori dasar pendekatan tersebut, antara lain teori \"EqualDisplacement\" dan teori \"EqualEnergy\". Akhir-akhir ini muncul konsep perencanaan seismik berdasarkan konsep perpindahan, yaitu suatu metodologj altematif perencanaan struktur terhadap gempa yang menggunakan perpindahan struktur sebagai basis disain. Dalam prosedur perencanaan tersebut, perencanaan gempa dibuat dengan berdasarkan respons spektrum perpindahan. Pada perencanaan struktur berdasarkan konsep perpindahan, kekakuan struktur tergantung pada besarnya perpindahan yang telah direncanakan. Dalam tugas akhir ini dibahas suatu metode alternatif perencanaan struktur terhadap beban gempa berdasarkan respons spektrum perpindahan, sebagai tahap awal model struktur yang dipakai adalah struktur pier jembatan tunggal beton bertulang dengan berbagai pengaruh variasi ukuran diameter yang terletak di tanah lunak wilayah 4 peta gempa Indonesia. Maksud dan tujuan dari pembuatan tugas akhir ini adalah untuk membandingkan filosofi dan aplikasi kedua konsep y mempelajari parameter-parameter baru dengan memperhatikan berbagai pengaruh dari variasi ukuran diameter dan ketinggian struktur pier jembatan. Untuk melakukan studi banding ini maka dilakukan proses studi yang terdiri dari modelling struktur (pier jembatan beton bertulang), dan perencanaan struktur yang berdasarkan konsep gaya dan konsep perpindahan, serta melakukan analisa riwayat waktu pada struktur pier jembatan beton bertulang untuk mengetahui perilaku struktur dari kedua konsep perencanaan tersebut saat terkena gempa. Hasil yang diperoleh dari perbandingan kedua konsep tersebut menunjukkan bahwa konsep perpindahan lebih tepat dari segi daktilitas dan rasio simpangan bila dibandingkan dengan konsep gaya, walaupun gaya gempa yang terjadi lebih besar. Pengaruh gaya gempa yang terjadi terhadap diameter pier pada konsep perpindahan merupakan kebalikan dari konsep gaya. Perilaku struktur yang direncanakan berdasarkan konsep gaya saat terkena gempa besar tidak seperti yang diharapkan, berbeda dengan konsep perpindahan. Jadi dari semua hasil tersebut dapat dinyatakan bahwa konsep perpindahan lebih tepat dan lebih rasional dalam merencanakan besarnya perpindahan dibandingkan konsep gaya.",
  "creators": "LINDAWATIEK",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1); Takim Andriono (Advisor 2); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 720 S.; Lindawatiek (21492095), Thomas (21492206)",
  "subjects": "BRIDGE-DESIGN AND CONSTRUCTION; BUILDING-EARTHQUAKE EFFECT; PRESTRESSED CONCRETE"
}