{
  "id": "13689",
  "title": "Analisa langkah-langkah dan sumber-sumber dalam penjadwalan proyek",
  "abstract": "Agar suatu proyek konstruksi diselesaikan sesuai dengan spesifikasi, tepat waktu dan sesuai dengan anggaran diperlukan suatu penjadwalan proyek yang tersusun secara sistematis dan terencana dengan baik. Dalam menyusun penjadwalan proyek tersebut, harus mempertimbangkan langkah-langkahnya yaitu urutan kegiatan yang dilakukan untuk menyelesaikan suatu pekerjaan (ada 7 langkah antara lain menetapkan tujuan teknik, finansial, program, dan Iain-lain) dan sumber-sumber penjadwalan proyek yaitu semua faktor yang digunakan untuk mendukung terlaksananya suatu kegiatan (ada 5 sumber antara lain sumber daya manusia, rekayasa peralatan dan material, dan Iain-lain). Penjadwalan proyek adalah sebuah proses mekanik untuk menyusun suatu fungsi perencanaan dengan menetapkan estimasi waktu untuk setiap aktifitas pekerjaan dalam rangkaian yang logis, berurutan dan sistematis Penelitian ini menggunakan sampel 41 perusahaan kontraktor kualifikasi A di Surabaya. Metodologi yang digunakan yaitu analisa faktor untuk mendapatkan suatu identifikasi peranan dari setiap variabel langkah-langkah dan sumber-sumber penjadwalan proyek dan analisa mean untuk mendapatkan suatu urutan variabel penyebab terjadinya hambatan pada langkah-langkah, serta hal yang perlu diperhatikan dan solusi pada sumber-sumber penjadwalan proyek. Hasil yang didapatkan yaitu bahwa baik langkah-langkah maupun sumber-sumber dalam penjadwalan proyek mempunyai peranan yang tidak sama terhadap penjadwalan proyek. Frekuensi terbesar yaitu pada tanggapan responden tentang menetapkan tujuan teknik (63.4%) dan operator (75.6%). Nilai korelasi terbesar terdapat pada korelasi antara tanggapan responden mengenai estimasi waktu kegiatan/ aktifitas dengan tanggapan responden mengenai estimasi waktu proyek (0.923) dan tanggapan responden mengenai penyediaan peralatan dan material dengan metode konstruksi (0.762). Variabel yang paling berperan (berdasarkan analisa mean) yaitu hambatan oleh kontraktor dalam melakukan estimasi waktu proyek (mean=5.3659 dan varian=0.4878), mutu/kualitas pekerja (mean=5.2927 dan varian=0.2622), dan data harga yang akurat (mean=5.4634 dan varian=0.2549). Oleh karena itu, beberapa pokok penting yang perlu diperhatikan dan direncanakan lebih detail yaitu penetapan tujuan dari proyek, alokasi waktu, tenaga kerja, peralatan dan material, fasilitas lapangan, dan keuangan proyek. Agar penjadwalan yang dibuat dapat dilaksanakan dengan lebih baik, semuanya harus diperhatikan dalam suatu kesatuan yang tidak terpisah karena semua faktor tersebut saling mempengaruhi satu sama lain.",
  "creators": "DEBORA; ERVINA",
  "contributors": "Herry Pintardi Chandra (Advisor 3); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 982 S; Ervina (21495049), Debora (21495072)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; INDUSTRIAL PROJECT MANAGEMENT"
}