{
  "id": "13698",
  "title": "Faktor-faktor yang mempengaruhi keputusan konsumen dalam pembelian rumah pada PT. Aneka Bangunan Mulia Jaya",
  "abstract": "Dewasa ini pertumbuhan penduduk dari tahun ke tahun semakin meningkat. Hal ini menyebabkan kebutuhan akan rumah semakin meningkat pula karena rumah merupakan kebutuhan primer manusia. Kebutuhan rumah yang semakin meningkat inilah yang menyebabkan para pemodal membangun perumahan-perumahan. Persaingan antar pengembang pun semakin tajam. Oleh karena itu diperlukan strategi pemasaran yang handal. Salah satu cara untuk mengetahui strategi pemasaran yaitu dengan mengetahui faktor-faktor yang mempengaruhi keputusan konsumen dalam pembelian rumah. Subyek penelitian ini ialah faktor gaya hidup, motivasi, harga rumah dan cara pembayaran yang mempengaruhi keputusah konsumen dalam pembelian rumah pada PT. Aneka Bangunan Mulia Jaya. Adapun tujuan dari penelitian ini ialah mengidentifikasi ada tidaknya ketergantungan antara faktor-faktor yang diteliti dan mengidentifikasi faktor dominan diantara faktor-faktor yang diteliti yang mempengaruhi keputusan konsumen dalam pembelian rumah pada PT. Aneka Bangunan Mulia Jaya. Data yang digunakan dalam penelitian ini ialah data primer yang diperoleh dari jawaban responden yang disebarkan melalui kuesioner dan data sekunder untuk melengkapi data yang diperlukan. Untuk hasil yang baik dalam pengumpulan data maka digunakan tehnik wawancara, kuesioner, studi kepustakaan dan observasi. Analisa yang digunakan dalam penelitian ini ialah Analisa Deskriptif, Analisa Chi Square, dan Analisa Mean. Hasil penelitian menunjukkan bahwa: a. Ada ketergantungan antara faktor gaya hidup dengan motivasi, faktor gaya hidup dengan harga rumah, faktor gaya hidup dengan cara pembayaran, faktor motivasi dengan harga rumah, faktor harga rumah dengan cara pembayaran, sedangkan antara faktor motivasi dengan cara pembayaran tidak ada ketergantungan. b. Faktor harga rumah dengan variabel lokasi yang merupakan faktor dominan yang mempengaruhi keputusan konsumen dalam pembelian rumah pada PT. Aneka Bangunan Mulia Jaya.",
  "creators": "LILIANA SUSANTO; ELISABETH LAURANCESIA",
  "contributors": "Ricky Wang (Advisor 1); Hartono Subagio (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1471/EM/2001; Lliliana Sutanto (31497086), Elizabeth Laurencesia (31497115)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER BEHAVIOR"
}