{
  "id": "13694",
  "title": "Perancangan media sosialisasi biodiesel berbahan baku kelapa sawit berbasis animasi dua dimensi",
  "abstract": "Ada banyak isu mengenai lingkungan, salah satunya adalah pemanasan global. Pemanasan global adalah hasil dari kurangnya tanggung jawab manusia dalam hal penggundulan hutan maupun polusi udara. Salah satu solusinya adalah menggunakan biodiesel sebagai alternatif sumber energi. Masalah terjadi karena biodiesel tidak dikenal oleh masyrakat sehingga dibutuhkan sosialisasi. Sosialisasi ini menggunakan animasi dua dimensi karena keefektifannya untuk mentransfer informasi dengan menggunakan visual maupun audio. Perancangan ini menggunakan model prosedural. Ini berdasarkan pada data empiric maupun konseptual. Data lapangan berisi pengetahuan masyarakat mengenai biodiesel sementara data pustaka berisi cara produksi biodiesel dan keunggulannya. Ekseskusi dari perancangan ini adalah dengan menggunakan Adobe Flash CS 3 dan Macromedia Freehand MX. Hasil perancangan ini adalah animasi dua dimensi yang mengandung informasi mengenai biodiesel. Untuk media pelengkapnya dibuat pula (a) poster, (b) brosur, (c) display box, (d) CD case, (e) x-banner, (f) stiker, (g) mouse pad, (h) wallpaper, dan (i) web banner. Secara teoritis hasil perancangan ini telah melewati prosedur metodologi yang ketat. Meski pun demikian dibutuhkan riset yang seksama agar mengetahui tingkat keefektifan produk. Disarankan pula untuk membuat animasi lain untuk melengkapi penjelasan mengenai biodiesel terutama bagi masyarakat yang benar-benar tertarik untuk mendalami hal ini.",
  "creators": "ANITA BONG",
  "contributors": "ASNAR ZACKY (Advisor 1); Agung haryono (Advisor 2); Cons. Tri Handoko (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Audio Visual dan Animasi",
  "source": "Audio dan Animasi No. 00021371/DKV/2009 Anita Bong (42405024)",
  "subjects": "VISUAL COMMUNICATION; GRAPHIC ARTS; TEACHING-AIDS AND DEVICES-DESIGN"
}