{
  "id": "13690",
  "title": "Studi tentang penggunaan asuransi C.A.R (Contractor All Risk Insurance) sebaga alternatiif pengalihan risiko dan salah satu upaya proteksi dampak risiko pada proyek konstruksi",
  "abstract": "Dalam dunia insustri konslruksi, banyak dijumpai berbagai inacam hambatan-hambatan. Salah satu yang menjadi hambatan dalam dunia industri konstruksi adalah adanya risiko-risiko pada proyek konstruksi yang dapat memberikan dampak kerugian pada proyek konstruksi apabila risiko tersebut terjadi. Salah satu upaya untuk memberikan proteksi dampak risiko pada proyek konstruksi adalah dengan metode pengalihan risiko dan penggunaan asuransi proyek konstruksi. Salah satu bentuk asuransi proyek konstruksi yang cukup dikenal oleh kontraktor di Indonesia adalah asuransi C. A.R. (Contractor All Risk Insurance). Tujuan penelitian ini adalali untuk mengetahui apakah asuransi C.A.R. merupakan suatu upaya terbaik dalam menghadapi risiko-risiko di proyek konstruksi dan untuk mengetahui apakah asuransi C.A.R. dapat memberikan proteksi terhadap dampak-dampak yang ditimbulkan bila risiko tersebut terjadi. Selain itu juga untuk mencari dan mengukur keterkaitan faktor-faktor yang mempengaruhi penggunaan asuransi C.A.R pada proyek konstruksi serta untuk mengetahui bagaimana proses penggmiaan asuransi C.A.R. dan kondisi penggunaan asuransi C.A.R. yang dilakukan oleh para kontraktor. Penelitian ini lianya dibatasi pada proyek konstruksi gedung bertingkat dan perusahaan kontraktor serta perusaliaan asuransi yang ada di Surabaya, serta tidak ditinjau dari segi keuangan. Perolehan data' penelitan dilakukan dengan menyebarkan kuisioner-kuisioner kepada responden-responden yang berupa perusahaan-perusaliaan kontraktor yang ada di Surabaya. Kuisioner tersebut berisi 18 variabel berupa risiko-risiko proyek konstruksi pada cakupan C.A.R. dan 27 variabel berupa risiko-risiko proyek konstruksi yang bukan cakupan C.A.R. Variabel-variabel tersebut diukur terliadap 4 parameter berupa \"Tingkat Kepentingan\", \"Kemungkinan Frekuensi Terjadinya\", \"Dampak Kerugian\" dengan skala pengukuran berupa skala Linkert 1 sampai dengan 4 dan \"Solusi\" dengan skala pengukuran berupa pilihan \"asuransi\" atau \"altematif lain\".Data yang diperoleh diolah dengan teknik analisa dan uji statistik. Teknik analisa dan uji statistik yang digunakan pada penelitian ini adalali analisa deskriptif nilai rata-rata, prosentase dan standar deviasi, uji validitas dan reliabilitas data, analisa varian dan uji kuadrat chi tentang ketidaktergantungan (chi square test). Hasil penelitian mengindikasikan bahwa pemililian \"'Solusi\" dalam rangka memberikan proteksi terliadap dampak risiko proyek konstruksi tidak tergantung dari \"Tingkat Kepentingan\", '\"Kemungkinan Frekuensi Terjadinya\" dan \"Dampak Kerugian\", dan pemakaian asuransi tidak mejadi solusi untuk semua risiko proyek konstruksi pada cakupan C.A.R. Rasa aman merupakan alasan utama bagi sebagian besar kontraktor untuk memakai C.A.R. pada proyek konstruksi mereka, dan sebagian besar kontraktor yang pemali memakai C.A.R. termotivasi oleh karena kewajiban kontrak dan saran dari owner. Kondisi-kondisi ini menyebabkan asuransi C.A.R. udak dapat dimanfaatkan secara optimal, sehingga asuransi C.A.R. bukan merupakan solusi terbaik dalam memberikan proteksi dampak risiko proyek konstruksi. Kondisi pemakaian C.A.R. seperti di atas timbul karena sebagian besar kontraktor kurang memahami tentang penanganan risiko (risk management), selain itu juga karena standar asuransi C. A.R. yang dipakai di Indonesia (Munich Re Standard, Jerman) tidak cocok dengan kondisi yang ada di Indonesia. Untuk itu perlu dikembangkan suatu modifikasi model standar asuransi C.A.R. yang cocok untuk digunakan di Indonesia, kliususnya di Surabaya, agar asuransi C.A.R. dapat dimanfaatkan secara optimal di masa-masa mendatang.",
  "creators": "BUDI MINTARSA; IGNATIUS BERNARD MAUKAR",
  "contributors": "Budiman Proboyo (Advisor 1); HERRY PINTARDI CHANDRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1137 S; Budi Mintarsa (21496046), Ign. Bernard Maukar (21496117)",
  "subjects": "CONSTRUCTION INDUSTRY-INSURANCE; CONSTRUCTION INDUSTRY-MANAGEMENT"
}