{
  "id": "13727",
  "title": "Studi literatur tentang constructability dalam proyek konstruksi",
  "abstract": "Dewasa ini terdapat pemisahan di antara proses desain dan konstruksi. Hal ini membawa beberapa kerugian pada proses-proses konstruksi. Pada awalnya, proses membangun dan mendesain merupakan satu kesatuan dalam satu master organisasi. Organisasi ini bertanggung-jawab penuh terhadap semua aktifitas proyek yang diperlukan, yaitu proses perencanaan, desain, dan pembangunan. Seiring dengan kemajuan jaman, mulai dikenal sistem manufaktur, dimana dapat dihasilkan produk dalam jumlah besar dan menuju pada spesialisasi, tidak terkecuali industri konstruksi. Spesialisasi ini menyebabkan adanya pemisahan antara aktifitas desain dan aktifitas pembangunan. Pemisahan ini berakibat kurangnya pengertian diantara keduanya sehingga biaya konstruksi melonjak, dan yang lebih parah menghasilkan desain yang tidak dapat dibangun. Untuk menjembatani gap ini diperlukan penerapan constructability. Constructability adalah penggunaan optimum dari ilmu konstruksi dan pengalaman dalam perencanaan, desain, persiapan, dan operasi lapangan untuk mencapai sasaran proyek secara keseluruhan. Constructability diharapkan menjadi tujuan utama dalam semua proses konstruksi untuk meningkatkan kinerja konstruksi. Diperlukan pendekatan-pendekatan dalam penerapan constructability, konsep constructability, model proses constructability yang membantu pemilik untuk menerapkan constructability dalam proyek-proyek mereka. Jenis penelitian adalah studi literatur dan penclitian lapangan dengan menyebarkan kuisioner kepada para perencana dan kontraktor di Surabaya.Teknik sampling yang digunakan adalah simple random dimpling Penyebaran dan pengambilan kuisioner dilakukan kepada para perencana dan kontraktor di Surabaya. Dalam menganalisa data digunakan analisa mean dan analisa perbandingan sehingga didapatkan hal-hal yang siap dilakukan untuk mendukung constructability, yaitu peninjauan sumber-sumber daya, peninjauan pengalaman kerja, keanekaragaman fasilitas, job description dan wewenang, pertemuan proyek, dan sebagainya. Dari penelitian ini dapat disimpulkan bahwa para praktisi konstruksi telah melaksanakan constructability. Hal ini dapat dilihat bahwa secara umum posisi mean tiap aktivitas berada pada daerah pilihan 1 sampai 3, dan secara total memiliki nilai mean 2.434 yang berarti pelaksanaan constructability di Surabaya cukup baik.",
  "creators": "STEVANUS WIDJAJA; LESTYA TARYO",
  "contributors": "Budiman Proboyo (Examination Committee 1); Paulus Nugraha (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1090.S; Stevanus Widjaja (21495110), Lestya Taryq (21495186)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}