{
  "id": "13729",
  "title": "A Study of David's weak and immature personality in his process to achieve self identity in James Baldwin's The Amen Corner",
  "abstract": "The Amen Corner is Baldwin?s first play which generally describes about the life in Black community ghettos and the black people?s problem and conflict. The background of this play takes place in a Harlem storefront church. David is described as a son of its spiritual spirituals leader who has to experience a problem in possessing his own self identity. The Main problem of the thesis is find out the problem dealing with David?s weak and immature personality which he has to face in his process to archive self identity. To Analyze and discuss the obstacles in David?s quest for this self identity, which become the aim of the thesis, the thesis writer conducts library research and collects secondary sources related to the topic. A Literary approach which consist of theories of conflict, characterization, and criticism to avoid personal judgment is used in addition to the author?s biography. A Clear analysis of the thesis also involves the existence of supporting theories; psychological and historical background. As it is related to the title and the purpose, the main discussion is about David. David has a personality problem which is mainly learned by his finally background. This problem has lead him into a confusion concerning his self identity. The Process that David has to undergo in order to archive his identity includes his rebellion as his beginning reaction, and this process will develop until it reaches its peak and result in his final action which determines his own identity. Through the analysis, the thesis writer concludes David?s effort to overcome his obstacles, especially his weak and immature personality, to become an independent individual in his process to archive self identity ands up successfully. The Significant findings which can be derived from the analysis are two things. First, a person could not process identity and exist as a complete individual in a certain community unless somebody accepts, recognizes, and loves her/him as she really is. The Second major finding is that immaturity and weak personality might disrupt self identity.",
  "creators": "WITTA NANDYANINGROEM",
  "contributors": "ANITA LIE (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 609; Witta Nandyaningroem (11493025)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; BALDWIN, JAMES, 1924-1987. THE AMEN CORNER-STUDY AND TEACHING"
}