{
  "id": "13734",
  "title": "A Study of the character traits of the main characters that lead to their downfall as seen in Fitzgerald's The Beautiful And Damned",
  "abstract": "In the Fitzgerald?s world, the American rich were a class who bad been given the opportunity to become a n ari stot racy and hsd always failed (Way, 37:). As in The Beautiful and Damned Anthony and Gloria, the main characters are given the opportunity to become an aristocracy from Anthony's grand father Yet they failed. That is why the thesis writer is curious to know whether their character traits lead them to their downfall or not. In the analysis the thesis writer uses literary approach in the case she uses characterization in order to trait the main characters in The Beautiful and Damned. Furthermore, she uses conflict to analyze the process that lead to their downfall. After she analyzes the story, she finally finds out that Anthony and Gloria has similar character traits that lead them to their downfall. At the end of the story they finally get what they want from the inheritance; however, it is too late since Anthony is insane already. Anthony's and Gloria?s downfal1 are because of their character traits. At the beginning Gloria is a sparkling woman who likes to divide people anto clean and unclean but at the end of the story, she loses her beauty and appears unclean. Anthony's downfall is describes at the end of the story, he became insane. He has a lot of money but inside he is nothing but an empty shell. Yet, she gets a valuable lesson I that people should not be lazy and selfish person because those traits only lead them to their downfall..",
  "creators": "LILIEK HENNY SETIAWAN",
  "contributors": "Stefanus Suprayitno (Advisor 1); Dra. Sarah Prasasti, M.Hum. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 620; Liliek Henny Setiawan (11493031)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; FITZGERALD, FRANCES SCOTT KEY, 1891-1940. THE BEAUTIFUL AND DAMNED-STUDY AND TEACHING"
}