{
  "id": "13746",
  "title": "Perkembangan ekonomi di Hongkong serta dampak-dampaknya terhadap bisnis dengan Eropa",
  "abstract": "Dari artikel pertama, masalah yang dibahas adalah tentang motivasi FDI Hong Kong ke China, dimana motivasi utama Hong Kong mau berinvestasi ke China adalah karena faktor murah dalam tenaga kerja dan tanah. Ini sangat berbeda dengan motivasi negara-negara lain dimana negara barat cenderung mempunyai motivasi agar \"cepat dalam masuk pangsa pasarnya\", \"fasilitas ekaspansi internasional\", \"tingkat pengembalian yang cepat\". Berangkat dari sini dapat disimpulkan bahwa setiap negara mempunyai motivasi yang berbeda dalam pengambilan keputusan untuk berinvestasi (FDI). Dari artikel kedua, masalah yang dibahas adalah tentang atribut-atribut pendukung untuk menjadi manajer yang sukses diantara manajer laki-laki di Hong Kong dan di China (Guangdong), dimana dapat diketahui meskipun orang Hong Kong dan orang China mempunyai banyak kemiripan baik dalam bahasa maupun adat istiadat, tetapi sesungguhnya diantara kedua orang tersebut sangat berbeda. Dimana orang China lebih cenderung tidak bersifat fleksibel dan kurang kreatifitas dibandingkan dengan Hong Kong ini dikarenakan bahwa manajer China lebih bersifat patemalistik dan lebih cenderung mematuhi peraturan, tata tertib, status, dan tradisi. Dari artikel ini dapat disimpulkan bahwa sangat tidak bijaksana kalaulah kita menyamakan atribut pendukung untuk menjadi manajer yang sukses di semua negara, dikarenakan perbedaan kultural. Dari artikel ketiga, masalah yang dibahas adalah persoalan penggabungan Hong Kong ke China serta dampaknya terhadap bisnis di Eropa. Sebelum kitaq membahas permaslahan tersebut ada baiknya kita melihat dahulu sejarah tentang Hong Kong. Hong Kong menjadi salah satu pusat perdagangan di Asia Tenggara dikarenakan sejak abad ke 20 pemerintah Inggris memberikan wewenang sepenuhnya dalam bidang ekonomi yang berazaskan laissez-faire, dan ini menjadi salah satu penyebab kebangkitan Hong Kong, karena berangkat dari sistem itulah maka Hong Kong menjadi sukses dalam bidang industri maupun jasa, terutama jasa keuangan. Setelah kita mengatahui sejarah yang ada maka kita akan bahas tentang dampak-dampak penggabungan Hong Kong ke China, terhadap bisnis di Eropa. Sebagaimana telah dibahas di atas bahwa dengan penggabungan Hong Kong ke China diharapkan agar China lebih terbuka dalam melakukan perdagangan internasional dengan negara-negara lain selain negara di kawasan Asia, dan ini menjadi tujuan utama dari Inggris untuk menyerahkan kembali Hong Kong ke China. Eropa melihat adanya suatu potensi pasar yang sangat besar dan menguntungkan di Asia terutama di China sehingga diharapkan dengan penggabungan ini maka jalinan kerjasama antara China dan Eropa dapat lebih erat. Sesungguhnya dari informasi yang didapat bahwa terlihat adanya suatu kesempatan bersama untuk menciptakan keuntungan bersama antara keduabelah pihak (China dan Eropa). Dimana China mempunyai pasar yang sangat menarik bagi Eropa untuk dijadikan pangsa pasar mereka, sedangkan dari pihak Eropa bisa menawarkan teknologi untuk dapat meningkatkan komunikasi di China, Eropa juga menawarkan Foreign Direct Invesment (FDI) di berbagai macam industri antara lain adalah bisnis automotive, elektronik, obat-obatan dan peralatan telekomunikasi yang dapat mengurangi keterbelakangan yang terjadi di China, dan dapat dilihat bahwa yang semua yang ditawarkan oleh Eropa ke China sangat menguntungkan bagi China. Maka saran yang dapat dikatakan adalah kerjasama yang lebih erat antara pihak Eropa dan pihak China. Dari ketiga artikel di atas dapat ditangkap suatu benang merah yaitu dalam pengambilan keputusan dalam investasi (FDI) Hong Kong ke China, Hong Kong lebih menyukai faktor tenga kerja dan tanah yang murah, dan dapat diketahui pula bahwa invesatasi Hong Kong tersebut bersifat export oriented, sehingga dapat membantu pemerintah China dalam pertumbuhan ekspornya. Dengan pengembalian Hong Kong ke China maka akan menjadi lebih mudah bagi pemerintah untuk dapat membuat suatu kebijaksanaan t",
  "creators": "BAMBANG IRAWAN",
  "contributors": "WANG SUTRISNO (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Rangkuman Karya Ilmiah No. 12/EM/2000; Bambang Irawan (31496107)",
  "subjects": "INTERNATIONAL BUSINESS ENTERPRISES"
}