{
  "id": "13748",
  "title": "Peranan perilaku konsumen dalam usaha pencapaian tujuan dan perumusan strategi pemasaran",
  "abstract": "Pada era globalisasi sangat mutlak bagi perusahaan untuk mempunyai suatu strategi yang mampu membawa perusahaan tersebut agar tetap survive. Di samping itu dalam menghadapi persaingan ekonomi, perusahaan harus mampu bertahan melawan badai krisis yang berkepanjangan. Untuk itu pihak marketing perusahaan harus mampu untuk mengetahui bagaimana konsumen berperilaku agar mereka dapat memproduksi produk yang sesuai dengan selera konsumen. Di dalam hal memprediksi perilaku konsumen ini, Theory Planned Behaviour sebagai hasil dari pengembangan Theory of Reasoned Action mampu memprediksi perilaku dengan akurat, dan jika sikap konsumen semakin spesifik (berkaitan dengan apa produk yang akan dibeli, harga yang akan dibayar, distribusi tempat pembelian dan promosi pembelian) maka semakin kuat pula prediksi perilakunya. Jika perusahaan mengenal perilaku konsumen dalam hal pemenuhan kebutuhan produk yang sesuai dengan seleranya, konsumen juga diharapkan mampu menentukan dan memutuskan langkah-langkah evaluasi alternatif dalam memilih produk, sehingga dapat diketahui produk-produk mana yang perlu dan tidak perlu, mana yang disukai dan yang tidak disukai untuk dikonsumsi. Dalam mencapai tujuannya tersebut konsumen juga diharapkan mempertimbangkan pentingnya suatu rangkaian tujuan, karena dengan menyusun suatu tujuan akan memberikan pengaruh yang besar dalam perilakunya, seperti : apa tujuan konsumsi ?, bagaimana mewakilkan tujuan dalam pemikiran mereka dan yang paling penting adalah bagaimana tujuan itu tetap berjalan lancar serta tercapai pada akhirnya. Jika hal ini dikaitkan dengan keadaan krisis ekonomi, maka konsumen harus semakin kritis, bertindak rasional dalam melakukan pemilihan dan pembelian sebuah produk, ini disebabkan karena sumber daya mereka yang semakin terbatas. Hal ini membuat perusahaan-perusahaan semakin berusaha keras untuk mengembangkan strategi pemasarannya agar menjadi lebih fleksibel, supaya dimata konsumen produk yang diproduksi oleh perusahaan tersebut mampu untuk memenuhi kebutuhan dan keinginan mereka di masa krisis ekonomi. Berikut ini akan disertakan sekilas tentang ketiga artikel yang semuanya berhubungan dengan perilaku konsumen. Pada artikel yang pertama, dapat dilihat bahwa berdasarkan penelitian, Theory of Planned Behaviour dalam kaitannya dengan sikap, niat dan perilaku sangat berperan dalam memprediksi perilaku konsumen secara akurat. Pada artikel kedua, menjelaskan bagaimana konsumen mempertimbangkan pentingnya sebuah tujuan yang akan mempengaruhi pembuatan keputusan pembelian sekaligus juga memberikan petunjuk bagi konsumen untuk memilih dan bertindak dalam usahanya untuk mencapai tujuan. Pada artikel ketiga dijelaskan dampak dari krisis ekonomi membawa perubahan dalam kecenderungan perilaku konsumen, dimana akan terjadi pergeseran kecenderungan konsumsi produk, menurunnya tingkat pembelian dan kepercayaan terhadap produk-produk yang ada di pasaran. Hal tersebut menyebabkan perusahaan harus menemukan strategi apa yang paling tepat dan sesuai untuk mengatasinya. Dari ketiga artikel diatas menunjukkan bahwa perilaku konsumen memiliki peranan yang besar, baik dalam merumuskan pencapaian suatu tujuan maupun dalam memprediksi strategi pemasaran pada suatu perusahaan secara tepat pada masa krisis.",
  "creators": "YOZAR SUHARDI YUWONO",
  "contributors": "SENTOT HARMAN GLENDOH (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Rangkuman Karya Ilmiah No. 91/EM/2001; Yozar Suhardi Yuwono (31496217)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS-RESEARCH"
}