{
  "id": "13761",
  "title": "Kawasan Kemang sebagai alternatif tujuan wisata seni di DKI Jakarta",
  "abstract": "In attempt to develop tourism businesses in Indonesia, each region struggles to develop their tourism potencies in their owm areas as best as they can. DKI Jakarta, for instance, has a lot of tourist attractions that are continually developed by the local government. One of the tourist resorts in DKI Jakarta that is potential to be developed is Kemang. Kemang si located in South Jakarta and has many art galleries, reataurants and cafes that are all attractive to visit. There are 2 (two) art tourism centers in Kemang, namely : Kemang Raya and Kemang Timur. In these two centers, there are a great number of art galleries displaying and marketing high quality artistic works originating from Bali, Lombok, Yogyakarta, Central Java and the native of Betawi. Restaurants and cafes with local architectures and nuances also feature the unique performance of Kemang. Kemang as an art center in 2000, is getting crowded with art galleries and entertainment centers, such as restaurants and cafes that make Kemang alive day and night. Almost every single area in Kemang Raya and Kemang Tiniur is full of art galleries selling various artistic and unique products made by the Indonesian people. The interior in each art gallery is strongly touched with local nuances that make Kemang area become an art tourist attraction. In the writer's point of view, Kemang is currently not yet assessed by foreign tourists as an art tourist attraction, as Ancol Art Center is more popular since it has more strategic locations, i.e. integrated with Ancol Beach and Fantasy World. Therefore, through this writing, the writers would like to explain the tourism potencies in Kemang, infrastructures that are available and promotion that have been conducted by the management of Kemang Center in order to attract more domestic and foreign tourists to visit Kemang.",
  "creators": "PATRICIA JOAN; SURYANTI NUGRAHWATI S",
  "contributors": "SIDNIWATI (Advisor 1); Tio Sally Puspasari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 427/PAR/2000; Patricia Joan (91397051), Suryanti Nugrahwati Sutiknyo (91397056)",
  "subjects": "TOURIST TRADE-JAKARTA; KEMANG ART CENTER-TOURIST TRADE"
}