{
  "id": "13763",
  "title": "Orientasi pasar, orientasi pembelajaran dan organisasi pembelajar",
  "abstract": "Artikel pertama berbicara mengenai penelitian pada orientasi pasar dan orientasi pembelajaran yang menunjukkan, bagaimana organisasi beradaptasi dengan lingkungannya dan membangun keunggulan kompetitif. Penulis mencoba untuk menghadirkan suatu kerangka konseptual yang memasukkan gagasan mengenai inovasi ini ke dalam penelitian berorientasi pasar. Berikutnya penulis menunjukkan bahwa terdapat aspek budaya tertentu yang mempengaruhi keinovasian. Faktor-faktor seperti orientasi pasar, orientasi pembelajaran, budaya keinovasian dan kapasitas inovatif (jumlah inovasi sukses yang diterapkan) adalah kekayaan perusahaan yang mempengaruhi inovasi. Perusahaan/organisasi dengan kapasitas yang lebih besar untuk berinovasi akan lebih berhasil dalam meresponi lingkungannya dan dalam membangun kemampuan baru yang memimpin kcpada pencapaian keunggulan kompetitif serta unjuk kerja yang superior. Artikel kedua berbicara mengenai pengolahan informasi pasar sebagai perantara dari orientasi pasar (yang menghasilkan informasi pasar) menuju kepada pembelajaran organisasi. Penulis dalam artikel ini memberikan suatu cin-ciri hubungan antara keduanya, pengolahan informasi pasar dan pembelajaran organisasi. Secara khusus pembelajaran organisasi disini difokuskan pada pembelajaran organisasi yang berorientasi pasar lebih dari pembelajaran organisasi yang berfokus kedalam maupun kepada pihak eksternal lainnya seperti pensuplai, konsultan, universitas, bisnis-bisnis di industri lainnya. Penulis memberikan banyak contoh dan penjelasan mengenai pembelajaran organisasi yang berdasarkan pemasaran, hierarki dari pengetahuan pasar, informasi pasar sebagai fungsi suplai dan kebutuhan, dan banyak usulan-usulan mengenai hubungan antara pengolahan informasi pasar dengan pembelajaran organisasi. Dalam artikel yang terakhir, penulis berbicara mengenai elemen-elemen yang mendorong pembelajaran suatu organisasi. Penulis mengajukan lima elcmen yang diyakini sebagai pendorong bagi pembelajaran organisasi. Dua dari elcmen tersebut yaitu orientasi pasar dan kewirausahaan adalah elemen dari budaya, sedangkan tiga yang lain yaitu kepemimpinan fasilitatif, struktur yang organik dan rencana strategis yang terdesentralisasi adalah elemen dari iklim. Apabila kclima elemen tersebut hadir dalam organisasi, maka akan menyediakan dukungan yang kuat bagi pembelajaran organisasi yang akan mengarahkan pada penciptaan pengetahuan, perubahan perilaku, pencapaian keunggulan kompetitif (melalui penciptaan nilai-nilai superior bagi pelanggan) dan akhirnya peningkatan keuntungan bagi perusahaan. Ketiga artikel ini saling berkaitan dan secara bersama-sama membentuk suatu pemahaman yang lebih komperhensif mengenai pembelajaran organisasi yang pada akhirnya ditujukan bagi peningkatan unjuk kerja dan pembangunan keunggulan kompetitif. Dimulai dari penjelasan mengenai elemen budaya dan iklinryang mcndukung pembelajaran organisasi (artikel ketiga) dengan pcnekanan utama pada orientasi pasar dan pembelajaran, maka informasi pasar yang dihasilkannya akan diproses sedemikian rupa hingga membawa dampak perubahan perilaku (artikel kedua). Berikutnya sebagai hasil dari penggunaan informasi pasar, maka inovasi yang mengarahkan pada keunggulan kompctitif juga semakin meningkat (artikel pertama).",
  "creators": "BEDJO",
  "contributors": "Eddy Madiono Sutanto (Advisor 3); Sundring Pantja Djati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 43/EM/2000; Bedjo (31496168)",
  "subjects": "MARKETING"
}