{
  "id": "13762",
  "title": "Perancangan metode kerja pada lintasan pengisian dan pengepakan di PT Tirta Jayamas Unggul",
  "abstract": "Tugas akhir yang dilakukan di PT. Tirta Jayamas Unggul ini bertujuan untuk menemukan suatu rancangan metode kerja yang lebih baik dan lebih efisien dibandingkan dengan metode yang lama, di mana dapat mengurangi jumlah tenaga kerja yang diperlukan namun dapat meningkatkan produktivitas tenaga kerjanya. Perancangan dilakukan pada lintasan pengisian dan pengepakan untuk air mineral kemasan 1500 ml. Di mana proses manual yang dila-kukan dalam satu lintasan cukup banyak yaitu proses storage (mema-sukkan botol kosong ke dalam lintasan), proses labeling (memasang label), proses sealing (memasang seal), proses finishing (memasukkan botol yang telah selesai ke dalam kotak) dan proses packing (menutup kotak yang telah penuh). Tetapi dalam tugas akhir ini hanya dilakukan perancangan metode kerja untuk proses labeling, sealing serta finish-ing. Beberapa rancangan metode dianalisa berdasarkan kelemahan dan keuntungan tiap-tiap metode. Selain itu sebelum diuji cobakan, ranca-ngan- rancangan yang ada didiskusikan terlebih dahulu dengan pihak perusahaan. Setelah diuji coba diukur waktu prosesnya dengan meng-gunakan metode stopwatch. Hasil pengukuran tersebut dibandingkan dengan hasil pengukuran metode lama dilakukan pengujian secara statistik untuk membuktikan bahwa metode baru lebih baik daripada metode lama. Selain itu dihi-tung waktu standard, output standard, kebutuhan tenaga kerja dan tingkat produktivitasnya kemudian dibandingkan dengan metode lama. Perancangan dikatakan berhasil apabila diperoleh waktu standard, output standard dan produktivitas yang lebih baik dari metode sebe-lumnya. Selain itu dengan metode kerja yang baru jumlah tenaga kerja dapat dikurangi.",
  "creators": "MARIA DEWIANGGRAENI",
  "contributors": "Moses L. Singgih (Advisor 1); Stevanus Adrianto Tjandra (Supervisors CHN 2); Murtiyanto Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 05/TMI-005/1996; Maria Dewi Anggraeni (25492018)",
  "subjects": "MANUFACTURING PROCESS; WORK DESIGN; PRODUCTION MANAGEMENT"
}