{
  "id": "1377",
  "title": "Pembuatan aplikasi video editor menggunakan microsoft visual C++",
  "abstract": "Berkembangnya teknologi memberi kesempatan masyarakat untuk mengabadikan saat-saat melalui video. Pembentukan video digital yang baik membutuhkan proses editing yang baik pula. Untuk melakukan proses editing video digital dibutuhkan program editor. Berdasarkan permasalahan diatas maka dibuatlah aplikasi editor sederhana untuk video digital. Pembuatan aplikasi memakai teknik pemrograman di bidang multimedia, khususnya video. Perencanaan dalam pembuatan aplikasi tersebut akan dimulai dengan pembentukan kompresi dan dekompresi file video, kemudian dilanjutkan dengan proses editing terhadap file video digital. Selain itu program juga dilengkapi dengan fasilitas untuk mendukung proses editing. Aplikasi tersebut akan dibuat dengan Microsoft Visual C++ dengan menggunakan teknologi DirectX, khususnya DirectShow. Aplikasi tersebut meyediakan fasilitas-fasilitas dasar yang membantu proses editing pada video digital. Dengan aplikasi tersebut dihasilkan file video baru dalam format AVI yang terbentuk dari proses editing yang dilakukan. Melalui proses pengujian aplikasi didapatkan beberapa hasil yang menunjukkan kemampuan aplikasi melakukan proses pemotongan dan penyisipan file video dalam format AVI, MPEG, MPG dan DAT. Proses pemotongan dan penyisipan dilakukan dengan urutan yang statis. Selain itu aplikasi juga menyediakan efek antara masing-masing clip. Dan yang terakhir melakukan proses penyimpanan satu file dalam format AVI yang terbentuk dari proses editing dalam aplikasi.",
  "creators": "TEGUH MUJIANTO",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Ibnu Gunawan (Advisor 2); Petrus Santoso, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/0062/INF/2003; Teguh Mujianto (26498019)",
  "subjects": "DIGITAL VIDEO-EDITING; MICROSOFT VISUAL C++"
}