{
  "id": "13782",
  "title": "Pemeliharaan terencana bangunan rumah sakit kelas A, B, dan C di Surabaya",
  "abstract": "Rumah sakit adalah salah satu fasiliias pelayanan kesehatan yang berfungsi untuk memulihkan kesehatan para pasien, sehingga memerlukan pemeliharaan yang lebih khusus dibandingkan dengan bangunan-bangunan lainnya. Ada empat belas elemen bangunan penting yang terdapat dalam proses pemeliharaan gedung yang akan diaplikasikan dalam studi ini, yaitu dekorasi bagian luar, dekorasi bagian dalam, atap, lantai dasar, lantai atas, tangga, dinding bagian luar, jendela dan pintu, partisi, instalasi mekanikal, instalasi elektrikal, instalasi gas, sanitasi dan pekerjaan luar. Data yang diperoleh ada 2 macam, yaitu data yang berasal dari kuesioner dan wawancara serta data yang berasal dari buku literatur. Data periode waktu dan data kebijaksanaan pemeliharaan diolah dengan analisa sebaran persentase frekuensi relatif. Dari pengolahan data kebijaksanaan pemeliharaan dapat dilihat bahwa yang lebih ditekankan adalah pemeliharaan struktur, sedangkan periode waktu untuk pemeliharaan struktur hampir dilakukan tiap had. Untuk data jumlah perkerja dan data biaya pemeliharaan diolah dengan persentase rata-rata. Dari pengolahan diperoleh bahwa jumlah pekerja yang diperlukan tergantung pada kapasitas masing-masing rumah sakit, sedangkan untuk biaya pemeliharaan didapat bahwa biaya pemeliharaan yang paling besar terdapat pada instalasi mekanikal. Data pengadaan bahan diolah dengan alur perbandingan flow chart. Dalam pengadaan bahan alurnya hampir sama, hanya ada beberapa bagian yang berbeda namanya Disimpulkan bahwa elemen yang terpenting adalah elemen yang berhubungan dengan struktur seperti lantai atas, lantai dasar, dekorasi bagian luar, dekorasi bagian dalam, dan tangga. Disarankan perlu adanya peningkatan terhadap kinerja elemen yang sudah bernilai baik maupun kurang baik, agar proses pengoperasian rumah sakit dapat menjadi lebih baik di masa yang akan datang.",
  "creators": "DONNY KURNIAWAN; ANDY KRISTANTO",
  "contributors": "Connie Susilawati (Advisor 1); JULISTIONO HANDOJO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1152 S; Donny Kurniawan (21497084), Andy Kristanto (21497215)",
  "subjects": "BUILDINGS-MAINTENANCE"
}