{
  "id": "13789",
  "title": "Perencanaan dan pembuatan papan peraga grafik dot matrik dengan menggunakan mikrokontroler 8031 dengan interfacing IBM PC yang dapat di expand",
  "abstract": "Perkembangan di bidang periklanan/advertising sudah sedemikian pesat, banyak perusahaan besar maupun kecil memanfaatkan iklan untuk mempromosikan hasil produk mereka kepada masyarakat. Pada saat ini sebagian besar papan iklan yang ada di jalan- jalan maupun di komplek pertokoan masih menggunakan neon sign, dimana neon sign ini menyerap daya yang tidak sedikit, dimana hal ini merupakan pemborosan dari segi biaya dan juga neon sign ini hanya dapat dipakai untuk mempromosikan satu jenis produk saja. Untuk mengatasi hal tersebut dapat digunakan suatu papan peraga grafik berbentuk layar yang dapat menampilkan suatu tampilan yang menarik seperti gambar yang bergerak dan dapat dipakai untuk mempromosikan bermacam-macam produk. Papan tampilan grafik ini tersusun dari Bicolor LED yaitu led yang dapat menampilkan warna merah dan warna hijau dan warna kuning didapat dengan menggabungkan warna merah dan hijau. Bicolor LED ini disusun sehingga membentuk suatu layar. Gambar yang akan ditampilkan terlebih dahulu digambar di IBM PC, selanjutnya akan ditransfer ke minimum sistem 8031 untuk ditampilkan ke layar. Untuk menampilkan suatu gambar bergerak maka gambar tiap gerakan harus gambar di IBM PC dan kemudian akan dikirimkan satu persatu untuk ditampilkan ke layar sehingga menghasilkan suatu gambar bergerak yang menarik.",
  "creators": "AGUS SUTANTO WIBISONO",
  "contributors": "SOETIKNO (Advisor 1); Rolly Intan (Advisor 2); NAWANTO WIBOWO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 96/E/EL/006/0266; Agus Sutanto Wibisono (23489052)",
  "subjects": "AUTOMATIC CONTROL-COMPUTER PROGRAMS; INTEL 8031 (MICROCONTROLLER)"
}