{
  "id": "13784",
  "title": "Faktor-faktor yang mempengaruhi pelaksanaan pembayaran dalam proyek konstruksi",
  "abstract": "Pelaksanaan pembayaran dalam proyek konstruksi oleh pemilik kepada kontraktor sering terlambat dari yang dijanjikan di dalam kontrak. Hal ini tentunya sangat merugikan kontraktor. Untuk itu, kontraktor perlu mengetahui faktor-faktor apa saja yang bisa menyebabkan keterlambatan pelaksanaan pembayaran agar kelak dapat mengambil langkah-langkah antisipasi di masa mendatang. Penelitian ini bertujuan untuk menemukan macam-macam aturan pembayaran yang sering digunakan, faktor-faktor yang mendominasi penyebab keterlambatan pembayaran dari pemilik proyek kepada kontraktor, akibat-akibat paling dominan dari keterlambatan pembayaran, antisipasi-antisipasi yang paling perlu dilakukan untuk mengatasi keterlambatan pembayaran, hubungan antara faktor-faktor penyebab keterlambatan pembayaran serta pengaruh dari faktor-faktorpenyebab keterlambatan pembayaran terhadap masing-masing akibat.dari keterlambatan tersebut. Penelitian dilakukan dengan studi literatur untuk mendapatkan parameter-parameter untuk kuesioner setelah itu mendistribusikan kuesioner tersebut kepada kontraktor-kontraktor kualifikasi kelas A dan B yang berkedudukan di Surabaya. Hasil penelitian menunjukkan bahwa faktor yang paling dominan sebagai penyebab keterlambatan pembayaran dari pemilik proyek adalah \"Prosedur pembayaran yang lambat karena banyaknya tahapan proses\", sedangkan dari pihak kontraktor adalah \"Kegagalan terus menerus dalam melaksanakan pekerjaan sesuai dokumen kontrak\". Akibat yang paling dominan adalah \"Keterlambatan dalam proyek konstruksi\". Antisipasi yang paling perlu dilakukan adalah \"Orang-orang dari pihak pemilik diberi informasi yang cukup hal-hal mengenai pembayaran agar waktu untuk menyetujui pembayaran menjadi minimum\". Hubungan paling kuat antara faktor-faktor penyebab keterlambatan dalam kategori yang satu dengan kategori lainnya adalah antara faktor \"Pemilik proyek tidak puas terhadap hasil pekerjaan proyek (kategori Pemilik)\" dengan \"Adanya kesalahan pekerjaan yang tidak dibetulkan (kategori Kontraktor)\".",
  "creators": "RINA INDRA YULITA; KUMALASARI",
  "contributors": "Paulus Nugraha (Examination Committee 1); Budiman Proboyo (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 953 S; Rina Indra Yulita (21495153), Kumalasari (21495241)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; PROJECT MANAGEMENT"
}