{
  "id": "13780",
  "title": "Analisa struktur bangunan bertingkat tinggi menggunakan metode sequential loading dengan memasukkan pengaruh creep",
  "abstract": "Perencanaan struktur beton bangunan bertingkat tinggi pada umumnya menggunakan metode pembebanan langsung atau metode sequential loading. Pada metode pembebanan langsung, beban seolah-olah diberikan sekaligus segera setelah proses pembangunan selesai. Metode sequential loading melakukan pembebanan yang disesuaikan dengan proses pembangunan di lapangan. Metode sequential loading menghasilkan gaya-gaya dalam lebih kecil daripada metode pembebanan langsung. Perpendekkan kolom di lapangan selain disebabkan oleh beban gravitasi akibat berat sendiri struktur (deformasi elastis), juga disebabkan oleh creep (rangkak) pada beton. Creep terjadi saat beban mulai bekerja dan meningkat seiring dengan berjalannya waktu. Creep pada kolom yang menerima beban aksial tidak sama besar akan menambah perbedaan perpendekkan kolom akibat beban gravitasi, sehingga mempengaruhi gaya-gaya dalam balok yang menghubungkan kedua kolom tersebut. Metode creep sequential mencoba memasukkan pengaruh creep dalam setiap tahap sequential dengan cara mengganti modulus elastisitas (E) kolom dengan modulus elastisitas creep ekivalen (ECT). Gaya-gaya dalam yang diperoleh kemudian dibandingkan dengan metode pembebanan langsung, metode sequential loading, dan metode creep. Bangunan yang ditinjau adalah bangunan 10, 20, 30 dan 40 lantai dengan dinding geser setebal 30 cm serta denah struktur yang simetris, sedangkan pengaruh creep yang dimasukkan dihitung sampai bangunan berumur 5 tahun. Hasil analisa menunjukkan bahwa metode creep sequential menghasilkan gaya-gaya dalam yang lebih besar dibandingkan metode sequential loading, tetapi lebih kecil jika dibandingkan dengan metode pembebanan langsung.",
  "creators": "YUSTANTO; ADHITAMA NUR",
  "contributors": "Benjamin Lumantarna (Lecturer); Handoko Sugiharto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 971 S; Adhitama Nur (21495246), Yustanto (21495249)",
  "subjects": "STRUCTURAL ANALYSIS (ENGINEERING); TALL BUILDINGS; REINFORCED CONCRETE CONSTRUCTION"
}