{
  "id": "13781",
  "title": "Sistem jaminan kualitas dan biaya kualitas pada proyek tangki elpiji",
  "abstract": "Pengertian kualitas di dalam industri konstruksi adalah merupakan suatu kepastian tercapainya kebutuhan {Conformance to Requirement). Kualitas adalah faktor yang sangat penting dan merupakan tanggung jawab profesional yang dapat dicapai dengan suatu sistem yang disebut jaminan kualitas (Quality Assurance). Penerapan sistem jaminan kualitas ini menimbulkan pengaruh terhadap biaya yang disebut biaya kualitas. Biaya kualitas terdiri dari biaya manajemen kualitas (biaya pencegahan + biaya penilaian) dan biaya kegagalan. Penerapan sistem jaminan kualitas akan menambah biaya manajemen kualitas, tetapi dengan penambahan biaya manajemen kualitas diharapkan dapat mengurangi biaya kegagalan yang terjadi. Suatu penelitian telah dilakukan pada proyek tangki elpiji dengan mengevaluasi sistem jaminan kualitas dan biaya kualitas proyek. Evaluasi sistem jaminan kualitas pada proyek ini dilakukan dengan menyebarkan angket kepada pelaksana proyek, sedangkan biaya kualitas dilakukan dengan cara menghitung proporsi biaya kualitas. Hasil penelitian terhadap sistem kualitas proyek menunjukkan bahwa ada beberapa komponen sistem jaminan kualitas yang masih perlu diperbaiki, antara lain: pelatihan, kontrol proses, kontrol perbaikan pekerjaan ulang, pemeriksaan supplier dan subkontraktor, pemeriksaan alat dan material, dan kontrol inspeksi dan pengujian. Hasil evaluasi biaya kualitas menghasilkan biaya kualitas secara total adalah 8,4% dari total biaya proyek, dimana biaya manajemen kualitas sebesar 7,4%, sedangkan biaya kegagalan sebesar 1% dari total biaya proyek.",
  "creators": "JOKO SUSANTO; STANLEY ADRIAN",
  "contributors": "Handoko Sugiharto (Examination Committee 1); Ratna S. Alifen (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 889 S; Joko Susanto (21493046), Stanley Adrian (21493196)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; INDUSTRIAL PROJECT MANAGEMENT"
}