{
  "id": "13785",
  "title": "Pengaruh notasi musik berwarna terhadap kemampuan asosiasi notasi musik anak pada pembelajaran piano tingkat dasar",
  "abstract": "Mempelajari musik secara prosedural memerlukan pembelajaran terhadap notasi musik. Notasi musik konvensional dengan nada - nada pada skala diatonik yang berhubungan dengan garis - garis pada garis paranada yang dikenal saat ini masih mempunyai kelemahan yaitu notasi ini merepresentasi ketinggian nada yang berbeda yang dibedakan dengan kelas oktaf saja. Konsep penelitian berawal dari prinsip Vikham yang mewarnai lahirnya sebuah sistem pewarnaan yang dipatenkan dengan merk dagang ColorKeys ? 2006 dibawah nama David Kestenbaum. Penelitian ini dilakukan untuk mengetahui pengaruh notasi musik berwarna Kestenbaum terhadap kemampuan asosiasi notasi musik anak pada pembelajaran piano tingkat dasar, dengan cara mengujikan metode notasi musik berwarna kepada anak - anak yang sedang mempelajari piano tingkat dasar, dan membandingkannya dengan anak - anak yang menggunakan metode notasi musik konvensional hitam putih. Penelitian ini merupakan sebuah penelitian dasar yang menggunakan metode prediktif yaitu eksperimental semu, atau kuasi - eksperimental. Eksperimen ini melibatkan dua kelompok anak yaitu kelompok eksperimen yang diberikan perlakuan berupa perlakuan pembelajaran menggunakan notasi musik berwarna, dan kelompok kontrol yang menggunakan notasi musik konvensional. Jenis desain penelitian yang dipakai adalah desain pre-test/post-test yaitu tes sebelum maupun sesudah perlakuan yang diujikan pada kedua kelompok penelitian. Metode analisa datanya menggunakan statistik parametrik uji-t untuk sampel bebas dengan melakukan uji hipotesis. Didapatkan dari hasil uji - t data kemampuan asosiasi notasi musik awal bahwa nilai Pvalue (Sig.) > 0.05, sehingga asumsi yang dipakai adalah asumsi bahwa varian hasil tes awal kedua kelompok adalah sama. Dalam hasil penelitian juga dapat dilihat bahwa -ttabel (-1.991) < - thitung ( - 0.200 ) < t tabel (yaitu 1.991 untuk derajat kebebasan n = 78) dan P value > 0.05, sehingga H0 diterima, yang artinya tidak ada perbedaan yang signifikan antara kelompok kontrol dan kelompok eksperimental (ekuivalen) sehingga dapat ditarik kesimpulan bahwa hasil penelitian tidak disebabkan oleh perbedaan subyek sejak awal melainkan merupakan akibat dari pemberian perlakuan. Hasil uji beda hasil akhir kemampuan asosiasi notasi musik anak pada kelompok eksperimental maupun kelompok kontrol menunjukkan bahwa nilai -thitung (-3.462) < -ttabel (yaitu -1.991 untuk derajat kebebasan n = 78 ) dan P value (0.001) < 0.05, sehingga artinya terdapat perbedaan yang signifikan antara skor tes kemampuan akhir asosiasi notasi musik anak yang menggunakan metode notasi musik berwarna, dibandingkan dengan skor tes kemampuan akhir asosiasi notasi musik anak yang menggunakan metode notasi musik konvensional pada pembelajaran piano tingkat dasar. Artinya, metode notasi warna Kestenbaum bekerja dengan efektif untuk membantu meningkatkan efektivitas penginterpretasian notasi musik pada anak - anak yang memepelajari piano tingkat dasar. Dapat disimpulkan bahwa proses pengolahan informasi notasi musik berwarna ini merupakan sebuah sistem substitusi yang memanfaatkan pemrosesan infomasi secara global pada saat membaca notasi musik berwarna, yaitu tersedianya sebuah sistem pengganti bagi memori kerja untuk mengolah informasi yang mulanya memanfaatkan persepsi kontur visual, dengan proses persepsi lokal dalam 15 posisi ketinggian (2 oktaf), dipersepsikan secara global dengan membuat 2 golongan besar dan 7 jenis warna secara lokal, yaitu dengan total hanya 9 faktor pembeda saja. Walaupun metode ini terbukti efektif, perlu dicatat pula bahwa kelemahan utama dari metode ini adalah ketidak-universal-an sistem dalam hal warna, karena walaupun dengan standar CMYK yang telah ditetapkan sekalipun, perbedaan output masih sangat rentan terjadi pada proses pencetakan dengan variasi piranti yang digunakan. Hal lainnya adalah masalah yang timbul ketika seorang buta warna yang mempelajari notasi musik, baik sebagian maupun penuh, jelas tidak dapat memanfaatkan me",
  "creators": "MORGEN BUDI S SUGIHARTO",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); Agung haryono (Advisor 2); Cons. Tri Handoko (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 000111353/DKV/2009; Morgen Budi Satrya (42404234)",
  "subjects": "VISUAL COMMUNICATION; GRAPHIC ARTS"
}