{
  "id": "13786",
  "title": "Analisis teks ilustrasi buku pelajaran ilmu pengetahuan alam (ipa) kelas iv sekolah dasar",
  "abstract": "Penyampaian informasi melalui teks atau narasi saja dianggap sesuatu yang membosankan. Selain menimbulkan ketegangan selama proses belajar berlangsung, hal ini berpengaruh terhadap rendahnya kualitas dan daya ingat pembelajar. Situasi yang demikian dianggap hanya terpaku pada sistem lama di mana belajar hanya berkembang melalui otak kiri saja. Untuk mengubah situasi yang ada, selanjutnya media-media pembelajaran mulai mengikutsertakan pesan-pesan visual yang atraktif, baik melalui pewarnaan maupun bentuknya yang menarik. Metode ini diasumsikan sebagai suatu cara yang menguntungkan sebagaimana hasil dari sebuah percobaan menunjukkan adanya rata-rata penilaian yang lebih baik pada ingatan jangka pendek maupun jangka panjang. Namun dari penelitian terbaru yang telah dilakukan, menunjukkan hasil yang berlawanan. Gambar-gambar dengan tampilan warna-warna indah yang tidak terkait isi memang baik untuk menarik minat belajar. Namun diragukan kontribusinya terhadap peningkatan prestasi belajar. Hal ini dikarenakan gambar-gambar beserta elemen-elemen visualnya mengakibatkan kelebihan muatan informasi. Selain itu, sebelum informasi terproses di dalam ingatan jangka pendek telah masuk informasi lain sehingga informasi tidak sampai masuk ke dalam ingatan jangka panjang. Penelitian dilakukan dengan menggunakan objek penelitian berupa 4 (empat) buah buku IPA kelas IV sekolah dasar, yaitu buku-buku dari penerbit yang berbeda-beda, yaitu Yudhistira, Grasindo, The Mailbox (USA), dan EPH (Singapura). Keempat buku tersebut dianalisis dengan menggunakan pendekatan deskriptif kuantitatif. Melalui metode deskriptif, teks ilustrasi diamati dan dideskripsikan untuk mendapatkan penjabaran : deskripsi tanda, makna, serta relevansi di antara tanda dan makna. Pada analisis relevansi, teks ilustrasi terlebih dahulu dibagi ke dalam 3 aspek penting, meliputi : aspek fungsi tanda, aspek kontekstual, serta aspek kejelasan makna tanda (autentik). Hasil akhir yang diperoleh dari penelitian ini berupa data kuantitatif. Data ini didapatkan melalui penghitungan deskripsi relevansi yang telah terlebih dahulu diawali dengan pengkategorian tanda menurut 3 aspek penting yang telah disebutkan di atas. Data-data yang terkumpul selanjutnya dihitung ke dalam bentuk persen. Hal ini bertujuan agar lebih mudah dalam membuat suatu simpulan tentang tanda pada ilustrasi yang terdapat pada masing-masing buku.",
  "creators": "LINDA ANGGRENI HADI",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); Agung haryono (Advisor 2); Cons. Tri Handoko (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Media Interaktif",
  "source": "Media Interaktif No. 000211350/DKV/2009; Linda Anggreni Hadi (42404215)",
  "subjects": "VISUAL COMMUNICATION; COMMERCIAL ART; GRAPHIC ARTS"
}