{
  "id": "13805",
  "title": "Pemilihan metode lot sizing untuk perencanaan kebutuhan material di PT Gatra Mapan",
  "abstract": "Persediaan bahan baku merupakan faktor yang penting dalam menunjang kelancaran proses produksi, yang harus direncanaikan dengan baik supaya biaya persediaan dapat ditekan seminimal mungkin. Perencanaan kebutuhan material di PT. Gatra Mapan akan memegang peranan yang cukup penting, melihat lead time pemesanan bahan bakunya yang cukup lama. Oleh karena itu perlu ditentukan berapa ukuran lot optimal dalam satu kali pemesanan dan kapan pemesanan tersebut harus dilakukan agar bahan baku tersedia saat dibutuhkan. Untuk mengantisipasi ketidakpastian permintaan produk jadi di masa mendatang diperlukan suatu analisis peramalan. Peramalan menggunakan metode dekomposisi multiplikatif, karena sesuai dengan karakteristik data masa lalu dan juga memperhitungkan faktor kesalahan peramalan. Dari hasil peramalan ini diketahui jumlah permintaan produk yang akan datang, sehingga dapat dicari perkiraan kebutuhan masing-masing material. Kemudian membuat perencanaan kebutuhan material dengan menggunakan beberapa metode lot sizing. Dari perhitungan lot sizing yang telah dilakukan, ada beberapa metode yang menghasilkan kebijaksanaan pemesanan yang sama dengan total biaya persediaan yang minimum. Karena adanya suatu kondisi dimana pihak suplier menetapkan kuantitas minimum dalam melakukan pembelian, maka lot sizing untuk beberapa material tidak dapat diterapkan karena ukuran lot pemesanan yang dihasilkan lebih kecil dari minimum pembeliannya.",
  "creators": "LINA SETIAWATI",
  "contributors": "Maja Indahwati (Examination Committee 1); Didik Wahjudi (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 233/TI-59/1999; Lina Setiawati (25495034)",
  "subjects": "PRODUCTION PLANNING; MANUFACTURING PROCESSES"
}