{
  "id": "13801",
  "title": "Implementasi metode logika fuzzy menggunakan prosesor sinyal digital TMS320C50 untuk sistem kendali pendulum terbalik",
  "abstract": "Dengan semakin berkembangnya filosofi sistem logika llizzy dibandingkan dengan sistem-siRtem lain, maka logika fuzzy banyak sekali digunakan dalam berbagai bidang seperti sistem kendali, pemrosesan sinyal dan Iain-lain. Sebagai sistem kendali, logika fuzzy mempunyai keunggulan dibandingkan dengan sistem kendali biasa seperti PID karena kemudahan yang dimiliki oleh logika fuzzy dalam hal menentukan strategi pengendali dimana pada logika fuzzy tidak memerlukan perhitungan matematik yang komplek atau pemodelan yang sistematis dalam relasi input ke output seperti pada sistem lain, namun hanya dengan menggunakan aturan secara linguistik kita sudah dapat merancang suatu sistem dan respon sistem yang dihasilkan temyata lebih baik, oleh karena itu logika fuzzy sangat cocok untuk mengimplementasikan ide manusia ke suatu sistem karena lebih menggambarkan keadaan yang sesungguhnya Dalam proyek ini, sistem kendali logika fuzzy dicoba untuk diimplementasikan dalam sistem kendali pendulum terbalik. Pada plant pendulum terbalik ini terdapat tangkai pendulum yang diletakkan pada suatu kereta yang dapat bergerak ke kiri dan ke kanan secara bebas. Pada poros dari tangkai tersebut terdapat sensor berupa potensiometer yang akan menyensor sudut kemiringan dan kecepatan sudut dari tangkai pendulum. Sistem kendali logika fuzzy pada pendulum terbalik ini menggunakan dua input yaitu error yang merupakan selisih antara tegangan referensi dengan tegangan DC dari Rangkaian Sensor Posisi yang diterima oleh ADC dan delta error yang merupakan kecenderungan terjadinya error dimana masing-masing input menggunakan lima buah label untuk membership functionnya, sedangkan rule yang digunakan sebanyak sembilan belas buah rule. Metode denazification yang digunakan adalah center of gravity dengan bentuk singleton. Output crisp dari sistem ini adalah suatu tegangan yang akan digunakan untuk mengendalikan motor driver dengan metode PWM Hasil akhir dari tugas akhir ini masih belum sesuai tujuan yang ingin dicapai. Hal ini disebabkan kurang tepatnya desain plant dan hardware sehingga kereta penopang tangkai pendulum tidak mampu dikendalikan. Namun demikian implementasi software dari sistem ini telah sesuai dengan logika yang ingin dicapai yakni dengan melihat pergerakan motor tanpa melibatkan kereta pendulum terbalik. Dimana mulai proses pengambilan input, proses pengolahan input secara fuzzy, hingga proses pengiriman sinyal analog dari sistem ini telah sesuai.",
  "creators": "DARWIN",
  "contributors": "Resmana Lim (Advisor 1); Yohanes Trilaksono Dibyo S. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 99/E/EL/ 040/434; Darwin (23493017)",
  "subjects": "COMPUTERS-CIRCUITS; FUZZY LOGIC"
}