{
  "id": "13819",
  "title": "Pengenalan profil wisatawan Taiwan sebagai salah satu kiat dalam meningkatkan kunjungan wisata Jawa Timur",
  "abstract": "Pengenalan profil wisatawan Taiwan merupakan faktor penunjang yang sangat penting dalam meningkatkan jumlah kunjungan wisatawan ke Jawa Timur khususnya wisatawan Taiwan, mengingat jumlah kepulangan wisatawan Taiwan melalui pintu gerbang Surabaya semakin meningkat akhir-akhir ini. Akan tetapi jumlah kunjungan/kedatangan wisatawan Taiwan untuk berwisata di Jawa Timur ini masih kurang bila dibandingkan dengan di Denpasar, Bali karena Jawa Timur masih kurang begitu dikenal oleh mereka. Dengan adanya pemahaman mengenai profil wisatawan Taiwan yang meliputi kebiasaan dan perilaku serta selera yang disukai oleh mereka dan hal-hal apa saja yang menjadi pantangan bagi mereka, tentunya akan lebih efektif dan merupakan kunci utama bagi para insan pariwisata untuk menarik minat serta memberikan pelayanan yang positif bagi wisatawan Taiwan sehingga potensi pariwisata yang terdapat di Jawa Timur yang jumlahnya begitu banyak yang berupa obyek wisata alam, budaya, dan buatan manusia dapat diketahui, patut dikunjungi serta dinikmati oleh mereka. Namun banyak sekali faktor penghambat yang mempengaruhi wisatawan Taiwan untuk datang ke Jawa Timur. Maka dari itu upaya yang harus dijalankan yaitu dengan memberikan pelayanan yang baik dengan penyediaan sumber daya manusia yang benar-benar mengetahui profil wisatawan Taiwan agar dapat mencapai apa yang diinginkan oleh mereka serta pembuatan-pembuatan paket-paket wisata yang dikemas dan disajikan sedemikian rupa sesuai dengan selera mereka. Upaya tersebut diharapkan akan memberikan kepuasan bagi wisatawan Taiwan selama berwisata di Jawa Timur serta memberikan kesan menyenangkan bagi mereka agar mereka ingin datang kembali ke Jawa Timur di kesempatan yang akan datang serta mengajak masyarakat Taiwan lain untuk datang ke Jawa Timur sebagai wisatawan.",
  "creators": "SUYAKTI",
  "contributors": "LANY WARDANA (Examination Committee 1); Yacintha Yoranouw Suryawijaya (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 298/Par/1998; Suyakti (91395007)",
  "subjects": "CHINESE-SOCIAL LIFE AND CUSTOMS; TOURIST TRADE-JAWA TIMUR"
}