{
  "id": "13811",
  "title": "An Analysis of word order and semantic changes in the process of translation from English into Indonesian phrases in 'Program nasionalisasi bahasa'",
  "abstract": "This study deals with the word order and semantic changes in the process of translation from English into Indonesian phrases in 'Program Nasionalisasi Bahasa'. There are four questions which need to be answered. The writer uses three theories to analyze the data. They are Newmark's Theory concerning on Vocative Function, The Guideline of Indonesian language 's Usage and The Transfer Rule of Words and Terms from English into Indonesian Phrases and The New Terms' Formation Rule. To collect the data, the writer uses the descriptive approach. She gathers the data from the newspapers and bill-boards in Surabaya and then she compares the translated phrases to the previous English phrases by using common bilingual dictionaries. Finally, she describes their semantic and word order changes. To make the analysis easier, the writer uses the table to separate which the translated phrases under-go the word order and semantic change. There are translated phrases which undergo word order change only and they do not undergo semantic change. Those kinds of phrases usually just change their Head and Modifier's position without translating or changing their proper names. On the other hand, there are translated phrases which undergo both semantic and word order changes and these phrases also change or translate their proper names. Not all translated phrases which have translated their proper names undergo semantic change. Sometimes, their translation's way has already been correct. It means that the translation does not change the meaning and context of the previous phrases. From the analysis, the writer could conclude that most of translated phrases which undergo word order change are already based on Newmark's Theory, Transfer Rule and The New Terms' Formation Rule. Besides, not all the translated phrases which undergo semantic change are based on those three kinds of theories. Most of the translated phrases which are not based on the theories have different meaning and context with the previous English names.",
  "creators": "VONY WIJAYA",
  "contributors": "SUKEMI, PROF.DR.M.A. (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 550; Vony Wijaya (11493088)",
  "subjects": "INDONESIAN LANGUAGE-SEMANTICS-STUDY AND TEACHING"
}