{
  "id": "13831",
  "title": "Perancangan komik pemberdayaan masyarakat tentang bahaya money politics pada pesta demokrasi di Indonesia",
  "abstract": "Dewasa ini semakin susah untuk menghindari keterlibatan terhadap money politics dikarenakan keadaan ekonomi yang semakin sulit, namun sesungguhnya jika kita hendak berpikir jauh ke depan dengan terlibat tindakan money politics akan menghancurkan masa depan diri sendiri bahkan tidak jarang ikut menyengsarakan orang lain baik itu keluarga sendiri maupun orang lain yang sama sekali tidak dikenal. Selain disebabkan keadaan ekonomi keterlibatan tersebut juga dapat disebabkan oleh keinginan untuk mendapat keuntungan sendiri maupun disebabkan keinginan untuk menduduki suatu kedudukan. Dengan dibuatnya buku komik ini diharapkan dapat membantu menyadarkan masyarakat untuk tidak terlibat dalam tindakan money politics. Selain pada komik ini tidak terdapat kesan menggurui sehingga lebih mudah untuk merubah persepsi masyarakat. Perancangan ini dikembangkan berdasarkan model prosedural. Agar produk perancangan efektif, proses perancangan dikembangkan berdasarkan landasan empirik maupun konseptual yaitu data lapangan dan data pustaka. Data lapangan terdiri atas data visual, data target market, kompetitor, serta data pemasaran lainnya. Data pustaka utamanya terkait dengan data komunikasi pemasaran terintegrasi serta perancangan print media. Proses perancangan dikembangkan berdasarkan rumusan konsep perancangan hasil analisis-sintesis kedua kategori data tersebut. Eksekusi visual perancangan menggunakan Photoshop CS 3. Perancangan ini menghasilkan sebuah buku komik beserta produk-produk pendukungnya. Produk utama berupa sebuah buku komik bergaya kartun realis, berukuran 21cm x 29,7 cm dicetak di atas kertas matt 120 gram. Selain itu, dihasilkan beberapa produk pendukung berupa (a) katalog, (b) poster, (c) banner, (d) pin, (e) kaos, (f) mug, dan (h) pembatas buku. Secara teoritis hasil perancangan ini telah melewati prosedur metodologi yang ketat. Meski pun demikian dibutuhkan riset yang seksama agar diperoleh tingkat keefektifan produk secara empiris. Disarankan, agar pengembangan komik di masa depan dalam perkuliahan desain komunikasi visual untuk memberi porsi yang lebih mengenai pembahasan komik beserta segala aspek yang berhubungan dengan komik.",
  "creators": "SURYA SIGIT SURYONO",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); Agung haryono (Advisor 2); Cons. Tri Handoko (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Komik/Ilustrasi/Cergam",
  "source": "Komik dan Ilustrasi No. 00021341/DKV/2009; Surya Sigit Suryono (42404069)",
  "subjects": "GRAPHIC ARTS; VISUAL COMMUNICATION; COMIC BOOKS, STRIPS, ETC."
}