{
  "id": "13869",
  "title": "Analisa ketergantungan antar faktor yang memepengaruhi perilaku konsumen dalam mengunjungi pasaraya Sri Ratu Madiun",
  "abstract": "Munculnya pusat-pusat perbelanjaan baru yang memiliki kelebihan yang berbeda-beda menimbulkan persaingan semakin tajam. Konsumen mempunyai banyak alternatif pilihan dalam menentukan pusat perbelanjaan mana yang akan dipilih. Dalam penulisan skripsi ini, penulis ingin mengetahui apakah ada ketergantungan antar faktor yang mempengaruhi perilaku konsumen dalam mengunjungi pusat perbelanjaan ditinjau dari faktor sosiaL faktor personal dan faktor psikologi. Obyek penelitiannya adalah Pasaraya Sri Ratu di Madiun. Analisa data yang penulis gunakan adalah analisa diskriptif, analisa mean dan analisa ketergantungan antar faktor. Penelitian dilakukan dengan cara penyebaran kuesioner terhadap 200 responden yang datang ke Pasaraya Sri Ratu - Madiun. Berdasarkan hasil analisa ketergantungan diketahui terdapat ketergantungan antara : status dengan pemberi inisiatif ke Pasaraya Sri Ratu, jenis kelamin dengan motivasi bermain di Pasaraya Sri Ratu. Dan berdasarkan hasil analisa pendapat responden dapat diketahui bahwa jalan-jalan merupakan motivasi utama responden dalam mengunjungi Pasaraya Sri Ratu - Madiun, yang menjadi pertimbangan responden dalam mengunjungi Pasaraya Sri Ratu adalah lokasi yang strategis, keamanan, suasana, desain, kelengkapan produk dan tempat parkir yang luas. Manfaat penelitian adalah memberi informasi bagi perusahaan mengenai faktor-faktor yang mempengaruhi perilaku konsumen dalam memutuskan untuk memilih/mengunjungi Pasaraya Sri Ratu.",
  "creators": "AUGUSTINE TURONGGO",
  "contributors": "Devie (Advisor 1); Hartono Subagio (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1353/EM/1999; Augustine Turonggo (31493175)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS-RESEARCH"
}