{
  "id": "13867",
  "title": "A Study of Leicester's desire for power in Sir Walter Scott's Kenilworth",
  "abstract": "Year by year people's desire to get more than they own becomes more and more obvious. This desire often leads them into conflicts which result in chaotic situation. Having observed one of the most striking human characteristics, many authors consider ambition as an interesting topic to write as the main idea in their literary works. A Scottish author, Sir Walter Scott presents ambition as the main discussion through one of his novels, Kenilworth. Kenilworth vividly picturizes the ambition of the main character in order to be a king. In relevance to this, the thesis writer's main concern is on Leicester, the main character, for he is the one who has the desire for power. The thesis writer finds him interesting to discuss because he undergoes two different lives. While he is with the Queen he acts as a single man and as a husband when he is with his legal wife, Amy Robsart. In finding out the results that bring Leicester into destruction, the thesis writer analyses his character traits and the conflict he has to face. In analysing it she uses literary approach especially the theory of characterization. From the discussion, it is revealed that Leicester's character traits which support him to the destruction are being selfish, irresponsible, ambitious, and irrational. Besides, in order to have the right understanding the thesis writer also uses the theory of ambition to help the thesis writer in analysing Leicester's desire and the results of his desire to be a king that lead him to destruction. After analysing the topic, the thesis writer concludes that a person in Leicester's position with his mind that is always surrounded by ambition only gets sorrow and remorse in his life.",
  "creators": "EMI LESTARI",
  "contributors": "CHERRY HADIKUSUMO, Dra. (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 610; Emi Lestari (11492004)",
  "subjects": "ENGLISH FICTION--20TH CENTURY--STUDY AND TEACHING; SCOTT, SIR WALTER, 1771-1832. KENILWORTH-STUDY AND TEACHING"
}