{
  "id": "13865",
  "title": "A Study of significant contribution of the speaker's memory of his past experiences with his beloved in helping him to revive his love to .....",
  "abstract": "This thesis deals with Thomas Hardy's selected poems of \"Poems of 1912-13\". The writer through this thesis endeavors to find out the significant contribution of the speaker's memory of his past experiences with his beloved in helping him revive his love to her. In order to grasp sufficient comprehension of \"Poems of 1912-13\" in relation to the speaker's love's revival, the thesis writer pinpoints on four key poems, \"The Going\", \"The Voice\", \"After a Journey\", and \"At Castle Boterel\". In probing those four poems, the thesis writer uses literary devices of tone, imagery, denotation and connotation, and psychological theories of memory. Those literary theories are used to reveal the speaker's underlying motivation in reviving his love to her and the process on reviving his love with the help of memory. The theories of memory reveals the significant contribution of the speaker's memory in helping revive his love to her. The analysis itself deals with two important points. The first is relating to the speaker's condition before and immediately after the beloved's death which serves as the underlying motivation of his decision to revive his love. It is \"The Going\" that depicts those conditions leading to his decision to revive his love to her. While the second point relates to the speaker's love revival that succeeds due to the contribution of his memory of his past experiences with his beloved as described by \"The Voice\", \"After a Journey\" and \"At Castle Boterel\". The analysis results in proving the significance of the memory to help the speaker in reviving his love to his beloved by retaining, reviving and especially by re-experiencing the happy moment with her. Thus, memory proves itself to be one of the most essential capacities in human life that enables humans encode, restore, and retrieve impressions of experiences or moments as shown by the speaker's memory in selected poems of \"Poems of 1912-13\".",
  "creators": "LINDA",
  "contributors": "Liliek Soelistyo (Advisor 1); Sarah Limuil (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 768; Linda (11495027)",
  "subjects": "HARDY, THOMAS, 1840-1928. POEMS OF 1912-1913 STUDY AND TEACHING; ENGLISH POETRY-19TH CENTURY-STUDY AND TEACHING"
}