{
  "id": "13877",
  "title": "Identifikasi informasi properti dalam website broker di beberapa negara",
  "abstract": "Perkembangan teknologi komputer telah sangat maju dengan keberadaan internet. Media ini dapat dimanfaatkan oleh para broker properti untuk memperkenalkan perusahaan dan produk mereka kepada seluruh dunia dengan cara membuat sebuah website. Studi ini bertujuan untuk mengidentifikasi informasi-informasi properti yang penting ditampilkan dalam sebuah website bagi beberapa negara serta untuk mengetahui kontribusi internet dalam penjualan properti para broker. Penelitian dilakukan dengan melakukan pengamatan website dan menyebarkan kuesioner melalui e-mail kepada 163 broker properti di 11 negara yaitu Amerika Serikat, Inggris, Kanada, Australia, Irlandia, Selandia Baru, dan negara-negara di Asia (Singapura, India, Jepang, Philipina, Indonesia, yang dalam penelitian dikelompokkan menjadi Asia). Dengan analisa frekuensi x mean didapatkan informasi-informasi properti yang dianggap penting. Untuk informasi properti yang dianggap penting secara keseluruhan negara adalah harga, kamar mandi dan kamar tidur, dan foto tampak. Sedangkan informasi-informasi properti yang dianggap penting untuk tiap negara yaitu harga dianggap penting di semua negara, untuk foto tampak dianggap penting oleh semua negara kecuali Asia, jumlah kamar mandi & kamar tidur dianggap penting oleh 3 negara yaitu Kanada, Australia dan Irlandia, untuk untuk lokasi dianggap penting oleh 2 negara yaitu Amerika Serikat dan Asia, dan untuk daerah sekitar hanya dianggap penting oleh satu negara yaitu Irlandia. Sedangkan untuk variabel-variabel seperti luas bangunan, luas tanah, keistimewaan, keuangan, lairi-lain, tfdak dianggap penting oleh negara manapun. Untuk negara Indonesia hanya menganggap penting variabel lokasi, luas bangunan, luas tanah dan foto tampak. Pembuatan website yang dilakukan para broker properti di beberapa negara temyata membenkan kontribusi terhadap penjualan mereka dengan nilai rata-rata sebesar 30% dengan nilai minimum sebesar 25% dan nilai maksimum sebesar 40% pada tahun 2000.",
  "creators": "DANIEL SETIAWAN; RUDY LAI",
  "contributors": "Paulus Nugraha (Advisor 1); Connie Susilawati (Advisor 2); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1044 SIP/2001; Daniel Setiawan (21495039), Rudy Lai (21495257)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; REAL ESTATE-MARKETING"
}