{
  "id": "13878",
  "title": "Perbandingan antara analisa statik nonlinier pushover dengan analisa dinamik nonlinier riwayat waktu secara tiga dimensi beraturan",
  "abstract": "Perkembangan perencanaan bangunan tahan gempa dari konsep konvensional Strength Based Design ke Performance Based Design membutuhkan analisa nonlinier sederhana yang mampu menggambarkan respons inelastik bangunan ketika mengalami gempa. Analisa statik nonlinier Pushover merupakan sarana untuk mengevaluasi berbagai solusi dalam konsep Performance Based Design. Dasar analisa ini cukup sederhana, yaitu diberikannya pola pembebanan statik lateral secara berangsur-angsur pada suatu struktur sampai mengalami keruntuhan, sehingga diketahui perilaku inelastik struktur seperti letak terbentuknya sendi plastis dan performansi struktur. Tujuan penelitian ini adalah mengetahui apakah analisa Pushover mampu mencerminkan perilaku nonlinier suatu struktur ketika mengalami gempa. Digunakan bangunan beraturan 5, 10, dan 15 lantai dengan tonjolan seperempat bagian intinya untuk analisa. Sebagai analisa pembanding digunakan analisa Dinamik Nonlinier Riwayat Waktu dengan beban gempa El Centra 1940 N-S modifikasi berdasarkan Konsep ke-3 SNI 1726-1999. Kurva kapasitas berupa perbandingan roof displacement dan base shear dari kedua analisa akan dibandingkan. Juga akan dibahas pengaruh rigid end offset dan eksentrisitas pusat massa dan kekakuan dalam analisa Pushover. Didapatkan bahwa analisa Pushover cukup aman dalam menganalisa struktur yang ditinjau, tetapi lebih tepat untuk struktur dengan mode pertama dominan. Pengaruh eksentrisitas yang tidak terlalu signifikan tampak dalam kurva kapasitas yang terbentuk dan pola terbentuknya sendi plastis pada analisa Pushover.",
  "creators": "BUDI SANTOSO; SOERYA WIDJAJA",
  "contributors": "Benjamin Lumantarna (Advisor 1); Takim Andriono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1107/SIP/2001; Budi Santoso (21496107), Soerya Widjaja (21497057)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS"
}