{
  "id": "13889",
  "title": "Pengembangan Goa Akbar sebagai obyek wisata penunjang di Tuban",
  "abstract": "Perkembangan pariwisata di Indonesia pada saat ini mengalami perkembangan yang pesat dan Indonesia sebagai negara kepulauan mempunyai banyak obyek wisata, baik itu wisata alam, pantai, budaya maupun wisata lainnya. Namun pengembangan yang telah dilakukan rnasih belum semuanya mencapai hasil yang memuaskan. Tuban sebagai kota seribu goa merupakan salah satu daerah tujuan wisata yang cukup potensial bagi wisatawan yang akan datang berkunjung ke Jawa Timur. Salah satu obyek wisata yang cukup menarik dan unik untuk dikunjungi di Tuban adalah Goa Akbar, yang terletak di tengah jantung kota Tuban, sekitar satu km dari pusat pemerintahan, tepatnya di Dusun Ngabar, Desa Gedongombo, kecamatan Semanding. Goa ini sangat unik dengan keberadaan stalaktit dan stalakmit dengan berbagai bentuk yang sangat indah dan sungai kecil yang mengalir di dalam goa tersebut sehingga sangatlah menarik bagi perkembangan pariwisata di Tuban. Tetapi pada kenyataan, pengunjung Goa Akbar ini adalah wisatawan domestik yang berasal dari dalam dan luar kota sekitar Tuban saja. Hal ini dikarenakan keberadaannya belum banyak diketahui oleh para wisatawan domestik dari daerah-daerah lainnya. Padahal Goa Akbar ini memiliki potensi untuk dijadikan suatu obyek wisata yang menarik. Untuk itu diperlukan pengembangan seperti tetap menjaga kebersihan goa tersebut serta menambah fasilitas di dalam dan di luar goa. Sedangkan di bidang promosi dapat dilakukan kerjasama dengan Travel agent dan perusahaan yang dapat memberikan sponsor untuk pemasangan iklan tentang keberadaan Goa Akbar.",
  "creators": "SUSI IRAWATI; LISA NENSIH",
  "contributors": "Foedjiawati, S.S., M.A., Ph.D. (Advisor 1); SIDNIWATI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 371/Par/1999; Susi Irawati (91396010), Lisa Nensih (91396111)",
  "subjects": "AKBAR CAVE (TUBAN)-TOURIST TRADE; TOURIST TRADE-TUBAN"
}