{
  "id": "13886",
  "title": "Komputerisasi sistem administrasi tugas akhir di Jurusan Teknik Elektro UK Petra menggunakan delphi dan access",
  "abstract": "Manusia adalah mahluk yang haus akan informasi. Tidak mengherankan apabila kita melihat betapa pesatnya perkembangan teknologi informasi dalam berbagai bidang. Kehandalan sistem informasi yang ada membawa dampak positif bagi peningkatan kinerja suatu sistem. Tujuan dari tugas akhir ini adalah untuk meningkatkan efisiensi dan kehandalan dari sistem administrasi Tugas Akhir di Jurusan Teknik Elektro UK Petra. Pembuatan tugas akhir ini dibagi menjadi empat tahap, tahap pengumpulan data, tahap perencanaan sistem, tahap pembuatan program, dan tahap pengujian program. Pada pengumpulan data, penulis menghubungi pihak -pihak yang terkait dengan pelaksanaan proses Tugas Akhir. Pada perencanaan sistem, ada dua hal yang penulis lakukan yaitu, perencanaan sistem database dan perencanaan sistem pemrograman. Pada tahap pengujian program, penulis memasukan data - data mahasiswa yang telah lulus maupun yang sedang mengerjakan Tugas Akhir. Dari hasil yang telah ada, terlihat bahwa program dapat berjalan dengan baik sampai pada bagian data input, yaitu data proposal TA, data hasil rapat proposal, data ujian TA, dan data hasil ujian TA. Ada beberapa output yang formatnya tidak beraturan, disebabkan oleh kesulitan dalam perancangan report yang kompleks. Pengujian program menunjukkan baliwa dalam penggunaan program administrasi ini memerlukan beberapa penyesuaian dari yang selama ini sudah dilakukan sehingga tercapai suatu sistem yang handal.",
  "creators": "ANDRE KURNIAWAN",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1); Lily Puspa Dewi, S.T., M.Kom. (Advisor 2); Kartika Gunadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/E/KOM/012/088; Andre Kurniawan (23496036)",
  "subjects": "UNIVERSITIES AND COLLEGES-DATA PROCESSING"
}