{
  "id": "13881",
  "title": "Penerapan cycle time pada proses produksi untuk mengendalikan kualitas produk di PT. Sinar Angkasa Rungkut",
  "abstract": "Ketika Indonesia mengalami krisis moneter, persaingan di lingkungan bisnis makin ketat. Harga barang-barang melonjak dan daya beli konsumen menurun drastis. Perubahan ini juga berpengaruh pada perilaku konsumen, mereka semakin selektif dalam memilih produk yang dikonsumsinya. Konsumen saat ini menginginkan produk yang bermutu tinggi, fungsional, diserahkan tepat waktu dan berharga murah. Dalam menghasilkan produk yang sesuai dengan keinginan konsumen, perusahaan harus dapat menghasilkan produk yang berkualitas. Untuk itu perlu diadakan pengendalian kualitas di bidang produksi, khususnya pada saat proses produksi, dengan demikian perusahaan dapat menghemat waktu dan biaya produksi yang digunakan untuk menyelesaikan suatu produk. Penggunaan waktu pada saat proses produksi ini dapat diukur dengan menggunakan metode cycle time. Semakin panjang cycle time yang digunakan dibandingkan dengan standarnya berarti semakin banyak aktivitas yang tidak menambah nilai dilakukan. Pada kasus perusahaan ini jumlah waktu terbanyak yang dikeluarkan adalah pada tahap waiting time. Akan tetapi waiting time ini tidak dapat disebut non value added activity sebab baru tiga hari kemudian akan nampak apakah lampu tersebut mengalami pengabutan atau tidak sebelum siap dipasarkan.Dengan menggunakan metode cycle time perusahaan dapat meningkatkan efisiensi unit produksi melalui waktu proses produksi. Efisiensi proses produksi ini dapat diukur dengan manufacturing cycle eficiency (MCE). MCE yang diharapkan adalah sebesar 1. Hal ini berarti proses produksi yang dilakukan telah efisien. Pada perusahaan ini hasil MCE sudah mendekati nilai 1. Hal ini berarti efisiensi proses produksi sudah cukup baik.",
  "creators": "SISKA MULYANI SOEGILI",
  "contributors": "R.Arja Angka Asa Aras Adji S. (Advisor 1); I MADE NARSA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.078/95/FE.AK/2000; Siska Mulyani Soegili (32495051)",
  "subjects": "ACCOUNTING; MANAGERIAL ACCOUNTING"
}