{
  "id": "13884",
  "title": "Metode dan cara pengukuran yang dapat dipakai dalam usaha meningkatkan efektifitas penjualan",
  "abstract": "Pada jaman sekarang ini perilaku konsumen dalam berbelanja membuat para produsen berlomba-lomba membuat riset tertentu, penelitian tertentu, sehingga dapat melakukan pendekatan - pendekatan yang berguna bagi peluncuran produk, atau menentukan lokasi dengan baik dan memberikan tawaran - tawaran belanja yang efektif. Pengembangan dan pengujian suatu model, dengan mengestimasikan hubungan yang sangat penting antara biaya tetap dan biaya variabel belanja,meneliti segmentasi pelanggan, dan mengenalkan ukuran - ukuran baru dari kompetisi toko - toko dari suatu sudut pandang biaya belanja. Model dari perilaku pemilihan toko berdasarkan asumsi bahwa setiap pembelanja lebib suka mengunjungi suatu toko dengan biaya berbelanja paling rendah. Dengan tujuan membentuk kesatuan lingkup pengambilan keputusan para pemilik ritel agar dapat memaksimalkan keuntungannya, dengan pertimbangan bahwa perdagangan yang memakai sistem kupon dan bonus pembelian berhubungan dengan pembelian balik. Pada jurnal ini penulis ingin menjelaskan bagaimana suatu perusahaan dapat menggabungkan penilaian manajerial dan pengukuran pasar berdasarkan state of the art ( perusahaan yang identik dengan produk atau merk tertentu ) yang ditentukan oleh produk baru, perbaikan teknologi untuk efisiensi,dan pemberhentian pembuatan produk yang mungkin akan dapat menjadi spekulasi bisnis yang dapat terus aktif berjalan pada saat target peluncuran perdananya.",
  "creators": "WELLY SANJAYA",
  "contributors": "Eddy Madiono Sutanto (Examination Committee 1); Ronny Herowind Mustamu (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 110/EM/2001; Welly Sanjaya (31493185)",
  "subjects": "MARKETING-MANAGEMENT; CONSUMER BEHAVIOR"
}