{
  "id": "13887",
  "title": "A Study on the destruction of Nina's innocence in Anton Chekhov's the Seagull",
  "abstract": "Chekhov is known as a great symbolist with one of his favourite theme of destruction of the nature by human indifference. He marks the great development in Russian Literature in terms of its routine contemporary life and traditions. Chekhov artistic style is admired for providing a choice of interpretations in his plays as to leave the readers decide on the ending. He emphasizes on the feelings of each character he creates in his plays whom can be described as a particular set of emotional preoccupation. The thesis writer considers The Seagull being Chekhov's most interesting play as to provide evidence upon his background as a writer. The Seagull in which a seagull is used to represent the destruction of Nina's innocence, is a four-act play about a young girl (Nina) as a character who is identified as a seagull because of her innocence and attachment to the lake and also later because of her destruction. Here, the thesis writer discusses the way the seagull represents both Nina's innocence adolescence and destroyed life, also the way when she later emerges into a mature woman. The thesis writer studies each character in The Seagull who is involved in Nina's life journey in order to form their characterization in the play. The thesis writer also looks into the setting of the play in order to understand the background of each character including Nina's, so as to interpret problems and solutions of the play. The thesis writer analyses Nina's attachment to the lake as the cause to her innocence, that misleads her to be drawn to the glamour of fame in her innocence idealism, as well as being drawn to Trigorin. Nina's desire for fame and Trigorin turns out to be more important than her attachment to the lake, that she chooses to abandon the lake. Later on in her failure to pursue fame and love, Nina is abandoned by a selfish man and this destruction refers to the seagull being killed by a man who has nothing better to do. Finally, Nina proves to emerge from her sufferings into a stronger mature woman.",
  "creators": "YUDI HARIJANTO",
  "contributors": "Jenny Mochtar Djundjung (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 737; Yudi Harijanto (11493041)",
  "subjects": "CHEKHOV, ANTON, 1860-1904. THE SEAGULL--STUDY AND TEACHING; RUSSIAN FICTION-19TH CENTURY STUDY AND TEACHING"
}