{
  "id": "13891",
  "title": "Peningkatan kepuasan pelanggan melalui kebijakan yang berorientasi pasar dan faktor-faktor yang mempengaruhinya",
  "abstract": "Kepuasan pelaiiggaii merupakan suatu hasil yang diperoleh setelah adanya suatu hubungan antara penjual dan pembeli. Tingkat kepuasaii pelanggan itii dapat diukui' tinggi atau rendahnya berdasar pada kepuasan menyeluruh yaiig dirasakan oleli pelanggan. Daii kepuasan menyeluruh yang dirasakan oleh pelaiiggaii, maka akan ada suatu respon balik yaug dilakukan oleh pelanggan seperti pembelian ulang terhadap barang dan jasa yang ditawarkan. Tinggi rendahnya tingkat kepuasan pelanggan yang dapat dicapai oleh perusalinan aniat bergantung pada sejauh rnana perusahaan itu nienialiaini dan inenerapkan konsep oriental pasar. Jaworsky dan Kohli (1996) inenyatakan ada enipat definisi orientasi pasar yang sering dikemukakan: ? Orientasi' pasar adalah upaya mendorong agar seluruh organisasi/ perusahaan memiliki kemampuan mengenal pasar yang berkaitan dengan kebutuhan pelanggan saat ini dan yang akan datang, dan diseminasi kemampuan tersebut kepada seluruh bagian perusahaan dan daya tanggap pasar secara menyeluruh (Kohli dan Jaworsky, 1990). ? Orientasi pasar terdiri dari tiga komponen perilaku - onentasi konsunien, orientasi pesaing, dan koordinasi antar iiingsi dan dua kriteria kepufusan-fokusnya pada jangka panjang (Naver dim Slater, 1990). ? Orientasi pasar didefinisikan sebagai suatu kesadaran yang menernpatkan kepentingan pelanggan terlebih dahulu, tanpa mengesampingkan pihak yang berkepentingan lain (stake holder), seperti pemilik , manajer dan pegawai; untuk mengembangkan perusahaan yang menguntungkan dalam jangka panjang (Deshpande, Faley, dan Webster, 1993). ? Orientasi pasar mengganibarkan keahlian yang tinggi dalam memaharni dan memuaskan pelanggan (Day, 1994). Dalam mengembangkan konsep orientasi pasar, Jaworsky dan Kohli melakukan suatu studi I iterator. Studi ini dilakukan dengan cara: pertama, membandingkan empat definisi orientasi pasar di atas; kedua, melakukan penelitian tentang hubungan orientasi pasar dengan konsep-konsep pemasaran yang lain, seperti market information processing, market research; yang ketiga, mereka juga mengetengahkan konsekuensi orientasi pasar. Hasil yang diperoleh bahwa konsep-konsep tersebut dapat diterapkan pada perusahaan-perusahaan yang lebih kecil, organisasi nonlaba, permasalahan sosial, perawatan kesehatan, dan beibagoi konteks organisasi lainnya. Kesimpulan menunjukkan baliwa orientasi pasar bennanfaat untuk mengukur daya tanggap kepuasan pelanggan karena pelanggan merupakan hakim yang sesungguhnya dari daya tanggap sebuali perusahaan. Dengan orientasi pasar dapat dipelajari pandangan pesaing dan membantu meiigatasi niasalali yang terjadi dalam perusahaan. MittaJ, Ross, dan Baldasare (1998) mencoba meneliti kepuasan pelanggan dalam haJ dampak kinerja pada tingkat atribut produk terhadap kepuasan menyelumh dan keinginan pembelian ulang. Menurut mereka, literatur yang ada selama ini menyatakan bahwa kinerja pada tingkat atribut produk, kepuasan menyelumh, dan keinginan pembelian ulang mempunyai hubungan yang simetri dan linier. Sedangkan Mittal, dkk. memiliki suatu keyakinan bahwa ada hubungan yang asimetri dan non linier di antara tingkat atribut produk, kepuasan menyelumh, dan keinginan pembelian ulang. Mereka meiakukan penelitian secara empiris dan teoritis dengan menggunakan data dan dengan mengajukan lima jenis hipotesa ? Suidi kasus I, dilakukan pada organisasi perawatan kesehatan yang berdomisili di Amerika Serikat Data yang diperoleh dengan cara interview yang memberikan open-ended question melalui telepon terhadap 4.517 responden. Pengukurannya dioperasionalisasikan pada skala 5 poin berdasarkan dependent measures dan dependent variable. ? Studi kasus H, dilakukan terhadap pemsahaan otomotif di seluruh Amerika Serikat. Penelitian ini memakai sistem survei melalui pos. Respondennya dipilih secara acak dari 250.000 responden yang meiakukan pembelian mobil bam di Amerika Serikat. Pengukuran terhadap kepuasan menyelumh diukur dengan s",
  "creators": "AIDA OLIVIA",
  "contributors": "Hartono Subagio (Examination Committee 1); Peter Remy Yosy Pasla (Lecturer)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 16/EM/2000; Aida Olivia (31494292)",
  "subjects": "CONSUMER SATISFACTION.; MARKETING MANAGEMENT"
}