{
  "id": "13899",
  "title": "Strategi pemberian nama merek dan perluasan merek serta penggunaan iklan sebagai sarana pembentukan citra merek",
  "abstract": "Dalam persoalan pemberian merek masalah yang mendasar adalah pemberian nama merek. Walaupun nama merek tidak dapat memecahkan semua masalah yang dihadapi perusahaan tetapi bisa menjadi faktor kunci keberhasilan atau kegagalan perusahaan. Dalam pemberian nama , Joseph Arthur Roonev (1995) dalam artikelnya menyarankan metode enam tahap seperti yang dianjurkan oleh Shipley dan Howard (1993). Tahap itu diawali dengan menetapkan tujuan merek diikuti dengan mengkhususkan kriteria pemberian nama merek, menciptakan ide nama, memilih ide nama dan terakhir memilih nama. Selain itu juga disarankan bahwa sebuah nama merek seharusnya memiliki 4 ciri yaitu kekhususan, relevan, mudah diingat dan fleksibilitas (Berry et al., 1988). Dalam pemberian nama merek, menurut Daniel A. Sheinin (1998) perluasan merek yang paling sering digunakan dibandingkan dengan pemberian nama merek baru pada produk baru. Perluasan merek merupakan salah satu teknik aplikasi pemberian merek yang digunakan banyak organisasi untuk memperluas merek yang sudah terkenal pada suatu produk baru sehingga berhasil di pasar baru. Dalam perluasan merek ada 2 keputusan yang harus diambil oleh manajer merek. Keputusan pertama mengenai kategori apa yang dimasuki, dengan menyimpulkan bahwa meningkatnya kesesuaian yang dirasakan antara merek induk dan kategori perluasan mengarah pada evaluasi lebih positif (Aaker dan Keller, 1990; Park etal., 1991). Sedangkan keputusan kedua mengenai strategi pemasaran apa yang digunakan. Dalam strategi pemasaran ini faktor terpenting dalam memasarkan produk baru adalah positioning, yang merupakan proses mempenganihi perasaan konsumen dengan cara menentukan ciri-ciri, manfaat atau citra yang memberikan perbedaan antara satu produk dengan produk lainnya (Kotler, 1997; Sujan dan Bertman. 1989). Dalam perluasan merek positioning sangat penting karena positioning bisa merubah kecocokannya dengan dua sumber pengetahuan relevannva yaitu merek induk dan kategori perluasan. Jalan pintas pembentukan pengetahuan adalah kecocokan yang merupakan kemiripan informasi baru tentang pengetahuan yang ada. Dalam positioning, hal-hal yang perlu dipertimbangkan adalah kekuatan merek yang akan diperluas, baik dalam kategorinya maupun dalam istilah/pengertian merek tersebut menurut pandangan umum; posisi mana yang membuat pemakaian terkuat, dari kekuatan merek yang ada atau ciri-ciri unik produk itu sendiri serta apakah perluasan baru tersebut dapat merusak gambaran merek induk. Setelah memberi nama produk baik dengan pemberian nama baru maupun dengan cara perluasan merek harus didukung dengan iklan dan komunikasi. Menurut Tony Meenaghan (1995) supaya produk berhasil, pemilik merek harus mengerahkan lebih banyak sumber daya untuk mempromosikan melalui iklan. Tugas pertama iklan adalah membangun kesadaran akan merek. Melalui iklan, pelaku pasar memperkenalkan merek kepada calon konsumen dan memberi mereka kesempatan untuk menerimanya. Peran iklan ini menjadi begitu penting dengan adanya pergeseran perhatian dari aspek fisik dan keuntungan fungsional produk menjadi kumpulan dan pernyataan simbolis produk (Poiesz, 1989). Alasan meningkatnya tekanan ini dikarenakan oleh : o Pemasaran dapat meningkatkan pengetahuan aspek perilaku dalam pengambilan keputusan konsumen. o Kecenderungan pada masyarakat yang sudah berkembang untuk lebih memperhatikan aspek simbolis produk daripada aspek fungsional produk sesungguhnya. o Peningkatan ragam produk yang relatif homogen yang mengakibatkan semakin kompleknya produk dan pesan-pesan yang disampaikan menjadi sangat membingungkan sehingga berakibat semakin meningkatnya kepercayaan konsumen pada aspek citra produk. o Kenyataan bahwa inovasi teknologi yang sangat rentan untuk ditiru, bisa jadi tidak lagi menawarkan tingkat keuntungan kompetitif yang mendukung seperti dulu (King, 1991; Parker, 1991; Wells, 1989).",
  "creators": "FREDDY HARTONO",
  "contributors": "Peter Remy Yosy Pasla (Advisor 1); Eddy Madiono Sutanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 09/EM/2000; Freddy Hartono (31496077)",
  "subjects": "MARKETING MANAGEMENT; SALES PROMOTION"
}