{
  "id": "1390",
  "title": "Perancangan sistem pengendalian persediaan bahan baku di PT. Multiplast Jaya Tatamandiri",
  "abstract": "Perencanaan bahan baku di PT. Multiplast Jaya Tatamandiri masih bersifat konvensional dalam arti hanya berdasarkan perkiraan saja, masih belum ada teori khusus yang diterapkan, sehingga kemungkinan kesalahan dalam menentukan kebijakan bahan baku adalah besar. Hal ini menyebabkan biaya persediaan yang tidak efisien. Selain itu produk yang dipesan dari pelanggan mempunyai variasi yang sangat banyak dan bersifat probabilistik sehingga sulit untuk melakukan pengendalian bahan baku. Karena itu penulis ingin mencoba merancang sistem pengendalian persediaan bahan ba.ku dalam rangka untuk meminimalkan total biaya persediaan, dan juga menentukan kebijakan persediaan yang meliputi tingkat pemesanan kembali dan jumlah pemesanan yang optimal. Yang pertama dilakukan adalah mengenali sistem produksi beserta prosesnya, kemudian menjabarkan spesifikasi tiap produk dan membuat daftar kebutuhan bahan baku, lalu mengambil data permintaan dan mulai menghitung jumlah pemesanan yang optimal. Jumlah pemesanan tersebut dipakai untuk menentukan tingkat pemesanan kembali dan persediaan pengamannya. Terakhir membandingkan total biaya antara hasil perhitungan dengan kebijakan perusahaan. Didapatkan bahwa biaya persediaan dari hasil perhitungan lebih kecil daripada biaya persediaan dari kebijakan perusahaan. Hal ini disebabkan karena jumlah pemesanan yang dilakukan perusahaan selama ini tidak optimal, sehingga tingkat persediaan rata-rata di gudang menjadi besar.",
  "creators": "CENTERMAN HUSADA",
  "contributors": "Herri Christian Palit (Advisor 1); Kriswanto Widiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No.01/0648/IND/2003; Centerman Husada (25498088)",
  "subjects": "INVENTORY CONTROL; PRODUCTION PLANNING"
}