{
  "id": "13907",
  "title": "Museum bunga empat musim",
  "abstract": "Proyek ini merupakan bangunan yang didalamnya menghadirkan tanaman khususnya tanaman berbunga dari negara empat musim, termasuk negara dua musim dengan panoramanya serta menyajikan kehidupan tanaman. Tujuan dari proyek ini adalah merencanakan suatu wadah aktivitas yang baru dan mengangkat kekayaan alam yaitu tanaman bunga sebagai obyek penelitian, pendidikan dan sekaligus sebagai obyek wisata, sehingga masyarakat mendapatkan wadah aktivitas yang mendidik namun juga bersifat rekreatif. Selain itu juga bertujuan memberikan kontribusi bagi pelestarian dan pengembangan kekayaan alam khususnya tanaman bunga melalui wadah aktivitas penelitian, pembibitan dan pemeliharaan bunga-bunga unggul. Tapak yang dipilih berada di Jalan Sultan Agung, Kelurahan Sisir, Kecamatan Batu, Kabupaten Malang, Jawa Timur. Tapak di pilih karena kondisi dari suhu udara yang tidak terlalu panas dan cocok untuk pertumbuhan bunga. Pengolahan tapak dengan penataan massa bangunan yang memiliki fasilitas yang sama membentuk satu kelompok/unit dan mempunyai plasa sebagai pengikat. Fasilitas yang ada berupa fasilitas umum, fasilitas utama/pamer, fasilitas penelitian dan fasilitas penunjang. Tiap-tiap kelompok ditata menjadi satu kesatuan dengan memiliki jalur utama dalam tapak sebagai pengikat. Untuk segala aktivitas dalam tapak dilakukan dengan berjalan kaki, dikarenakan proyek ini juga bersifat rekreasi, maka pengunjung dapat menikmati pemandangan yang ada di dalam tapak. Sistem struktur yang dipilih untuk massa utama adalah sistem struktur rangka batang bidang dengan bentukan bulat. Sistem struktur ini dipilih karena dapat digunakan untuk bentangan yang sangat besar juga memiliki bidang tangkap cahaya yang luas yang sangat berguna untuk tanaman yang berada didalamya. Pohon sebagai lansekap dibuat atau ditata sebagai pengarah, peneduh, barrier, taman-taman. Elemen lansekap yang lain seperti lampu taman didisain sebagai pengarah pada bagian depan dan dalam. Pot-pot bunga diletakkan pada sepanjang jalan, plasa-plasa sebagai hiasan dan penyerap panas. Dan yang terakhir untuk utilitas yang dianggap penting untuk di disain adalah sistem air bersih, pembuangan (air kotor, kotoran dan air hujan) serta tata udara.",
  "creators": "SINTIAWATI HARYONO",
  "contributors": "Handoko Istanto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1509/ARS/20/1999; Sintiawati Haryono (22494018)",
  "subjects": "FLOWERS-MUSEUMS"
}