{
  "id": "13906",
  "title": "A Study of Delia Grinstead's character development in Anne Tyler's ladder of years",
  "abstract": "This thesis is a study about character development of the main character, Delia Grinstead in Anne Tyler's Ladder of Years. In the novel, Delia Grinstead, makes a provocative decision by leaving her family. For this reason, the thesis writer is curious to analyze what reasons that make Delia leave her family and how her leaving finally enables Delia to gain character development and also to change her idea toward her family. Therefore, this thesis intends to prove that there are reasons that cause Delia to leave her family and that her leaving finally changes her character and idea toward her family. Furthermore, in order to make an analysis on the reasons of Delia's leaving and Delia's character development, the thesis writer will apply literary device namely theory of characterization. In addition, she will add the definition of key term of escape and psychological theory on human relations to support the analysis. From the analysis, the thesis writer finds out that Delia's background of lacking social life and her weakness in facing problems affect her relationship with her family. Another reason why Delia leaves her family is because Delia wants to escape from her problem that is her bad relationship with her family. However, during her escape, Delia undergoes character development through the improvement of her social life. Further, her wrong idea toward her family is also changed since Delia can have an open communication with her family so that she can renew her relationship with her family and Delia returns to her family finally.",
  "creators": "RATNAWATI",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); Dra. Sarah Prasasti, M.Hum. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 629; Ratnawati (11493076)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; TYLER, ANNE,1941-.... LADDERS OF YEARS-STUDY AND TEACHING"
}