{
  "id": "13909",
  "title": "Evaluasi penerapan sistem informasi akuntansi dalam menunjang pengendalian internal persediaan bahan baku pada PT. Kasogi International, Tbk",
  "abstract": "Setiap perusahaan terutama yang bergerak dalani bidang industri, baik pada perusahaan berskala besar, menengah maupun kecil, selalu menganggap bahwa persediaan bahan baku merupakan faktor penting untuk menjamin kelancaran proses produksinya Perusahaan hams mampu menyediakan persediaan bahan baku sesuai dengan kebutuhan produksi, dan tidak terjadi kelebihan bahan baku akibat dari pemesanan bahan baku yang tidak sesuai dengan kebutuhan produksi, sehingga dapat menyebabkan terjadinya kerugian bagi perusahaan. Untuk itu diperlukan sistem informasi akuntansi yang baik, dalani menunjang pengendalian internal pada perusahaan sehingga dapat meininimalkan terjadinya kesalahan atau kecurangan. Penulis meneliti mengenai studi kasus yang bersifat deskriptif pada PT.Kasogi Internasional,Tbk. Dengan meuggunakan jenis data kualitatif, yang bersumber dari data internal perusahaan. Metode penelitian yang digunakan adalah survey pendahuluan, penelitian kepustakaan, interview, observasi dan inspection. Penulis mengevaluasi stuktur organisasi, job description, dokumen dan prosedur perusahan agar sistem informasi akuntansi dan pengendalian internal persediaan bahan baku perusahaan dapat mencegah terjadinya kelebihan persediaan balian baku dan nieminimalkan kecurangan-kecurangari. Dari hasil penelitian diperoleh adanya perangkapan fungsi, kekuiangan dan kelebihan distribusi dokumen dan adanya kelebihan persediaan bahan baku akibat pesanan jumlali balian baku yang tidak tepat. Ini berarti kurang memadainya pengendalian internal dan sistem informasi akuntansi perusahaan, maka penulis mengusulkan pemisalian fungsi, dokumen dan prosedur persediaan balian baku perusahaan yang baru.",
  "creators": "NANIK SAFITRI",
  "contributors": "Oviliani Yenty Yuliana (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 027/94/FE.AK/1999; Nanik Safitri (32494021)",
  "subjects": "ACCOUNTING"
}