{
  "id": "13914",
  "title": "Teater musik Surabaya",
  "abstract": "Tanggapan masyarakat Surabaya terhadap musik sangat baik. Setiap acara musik di Surabaya pasti dipadati oleh penonton, demikian pula dengan penjualan kaset dan barang musik lainnya yang laku keras. Para pemusik baru juga mulai bermunculan, baik yang usianya masih belia atau masih anak-anak maupun orang dewasa. Hal ini menunjukkan betapa musik amat diminati semua usia dan juga kalangan bukan cuma sebagai hiburan, tetapi merupakan suatu hobby yang bahkan bisa jadi pekerjaan. Akan tetapi fasilitas yang khusus untuk menampung pergelaran musik di Surabaya ini belum ada. Seringkali pergelaran musik diadakan pada tempat umum saja yang sebenarnya semula tidak difungsikan untuk pergelaran musik yang walaupun pergelaran itu bisa diadakan tetapi kurang maksimal mengingat akustik ruang yang bukan untuk musik maupun daya tampung ruang terhadap jumlah penonton dan lahan parkir yang memadai. Laporan ini disajikan untuk menghadirkan suatu fasilitas yang menampung aktivitas pergelaran musik yang memadai, baik untuk daya tampung penontonnya maupun untuk kapasitas parkirnya sehingga tidak mengganggu jalan raya, sekaligus juga ada fasilitas penjualan barang musik (alat musik, souvenir, buku-buku,dll) dan studio rekaman. Dengan adanya fasilitas tersebut, kesemuanya akan memberi masyarakat kemudahan baik dalam mendengarkan atau menikmati sajian musik, mencari barang musik, maupun untuk menyalurkan bakat atau hobbynya akan musik melalui studio rekaman dan bisa bermalam di sana dalam wisma pemusiknya, yang kesemuanya ada di saru lokasi, sehingga praktis. Adapun untuk pergelaran musik yang dimaksud di sini mencakup konser musik, orkestra musik, maupun drama musikal, untuk itu fasilitas ini diberi nama Teater Musik Surabaya, karena menampung segala bentuk sajian musik dan penunjangnya. Dengan adanya Teater Musik Surabaya ini, musik akan terwadahi dengan baik, hobi masyarakat akan musik akan terpenuhi, dan diharapkan musik dapat makin berkembang dan populer.",
  "creators": "LISA",
  "contributors": "Ir. Achmad Archajadi (Examination Committee 1); V.P. Nugroho Susilo (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1863/ARS/21/2001; Lisa (22497041)",
  "subjects": "THEATERS--DESIGNS AND PLANS"
}