{
  "id": "13913",
  "title": "Lembaga pendidikan dan pusat pelayanan kecantikan, kebugaran di Surabaya",
  "abstract": "Laporan perancangan tugas akhir yang berjudul \"Lembaga Pendidikan dan Pusat Pelayanan Kecantikan, Kebugaran di Surabaya\" ini merupakan suatu wadah bagi berlangsungnya kegiatan pendidikan informal dan keterampilan yang terlengkap di bidang perawatan kecantikan, pengembangan pribadi dan profesi serta melayani kebutuhan masyarakat saat ini akan arti pentingnya perawatan kesehatan, kecantikan kulit, tubuh, wajah, rambut serta kebugaran raga yang terletak di kota Surabaya. Dalam proyek perawatan kecantikan, fasilitas yang ditawarkan meliputi spa, facial, body treatment, beauty salon, sedangkan pada fasilitas kebugaran meliputi squash, gymnasium, yoga, sauna dan kolam renang, dimana semua fasilitas ini dikumpulkan dalam satu wadah sehingga memudahkan mobilisasi baik dari dan di dalam bangunan. Sebagai suatu sarana untuk kenikmatan keluarga maka tampilan bangunan diharapkan menarik, prestige, dan menerima dengan ramah. Sedangkan untuk fasilitas pendidikan informal di bidang kecantikan dilengkapi dengan perpustakaan dan sarana internet untuk mengakses segala informasi yang sangat cepat dan berguna bagi kepentingan pendidikan. Disediakan pula ruang serbaguna untuk kegiatan pertunjukkan mode dan acara seminar. Diharapkan dengan kehadirannya masyarakat Surabaya dapat menikmati sarana yang lengkap, nyaman dan bersama-sama dengan seluruh anggota keluarganya dapat menikmatinya dalam waktu yang bersamaan.",
  "creators": "MEILIYANI GUNAWAN",
  "contributors": "Handinoto (Examination Committee 1); Wanda Widigdo Canadarma (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1862/ARS/20/2001; Meiliyani Gunawan (22497033)",
  "subjects": "PHYSICAL FITNESS CENTERS--DESIGNS AND PLANS; PHYSICAL EDUCATION FACILITIES-DESIGNS AND PLANS; PHYSICAL EDUCATION AND TRAINING-BUILDINGS"
}