{
  "id": "13929",
  "title": "Menggunakan gabungan iklan untuk pengenalan produk baru dan akibat timbal balik yang ditimbulkan dari penggabungan merek (pemasaran)",
  "abstract": "Perkembangan ekonomi yang sangat cepat dengan diiringi teknologi moderen, menyebabkan perusahaan atau produsen menghadapi persaingan yang sangat kompleks pada berbagai macam produk yang dihasilkan. Dan untuk memasarkan suatu produk, merek memegang peranan penting dalam proses keputusan pembelian produk tertentu (baik produk baru maupun produk yang sedang berkembang). Karena setiap perusahaan atau produsen mempunyai ciri khusus pada merek yang dimilikinya agar mudah diingat oleh konsumen dan berharap agar konsumen tidak mudah terpengaruh oleh merek lain. Agar konsumen mudah untuk mengingat produk yang dijuaL harus diperhatikan bagaimana cara mengiklankan produk tersebut. Perusahaan atau produsen harus dapat mengetahui apakah produk yang dihasilkannya mempunyai nilai pelengkap yang tinggi atau tidak. Karena apabila suatu produk mempunyai nilai pelengkap yang tinggi tentunya akan lebih mudah diingat oleh konsumen. Bila perusahaan ingin menggabungkan 2 (dua) produk yang berlainan seperti Slim Fat dan Godiva, maka untuk mengiklankannya perusahaan atau produsen harus memperhatikan siapa yang menjadi header dan modifier-nya agar dapat lebih disukai oleh konsumen. Karena jika posisi tersebut dibalik maka akan menimbulkan pengaruh negatif di benak konsumen. Contohnya : Godiva by Slim Fat. Selain itu harus diperhatikan juga cara penggabungannya, apakah penggabungan 2 (dua) produk tersebut sama-sama berasal dari produk yang sudah terkenal atau tidak. Karena dalam penelitian dikatakan bahwa bila salah satu dari produk tersebut tidak terkenal (non familiar), maka akan mempengaruhi penjualan dari salah satu produk tersebut.",
  "creators": "ELIZABETH RINNEKE",
  "contributors": "Sundring Pantja Djati (Advisor 1); Soekarno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 23/EM/2000; Elizabeth Rinneke (31494198)",
  "subjects": "CONSUMERS-RESEARCH; MARKETING RESEARCH"
}