{
  "id": "13928",
  "title": "Museum bahari sebagai elemen penambah kesan Surabaya sebagai kesan kota maritim",
  "abstract": "Museum Bahari adalah suatu tempat menyimpau benda-benda bersejarah yang merupakan lembaga yang bersifat tetap yang bertujuan mengumpulkan, memelihara, meneliti, memamerkan dan mengkomunikasikan benda-benda, ilmu pengetahuan dan teknologi, dimana lembaga ini diwujudkan kedalam bentuk suatu bangunan yang terbuka untuk umum dan tidak bertujuan mencari keuntungan yang keberadannya akan menambah rasa kecintaan akan laut dan kesadaran untuk menggali sumber daya laut sebagai altematif sumber kehidupan bangsa Indonesia. Dengan mengambil konsep filosofi tentang penggabungan antara hakekat museum dan hakekat bahari didapatkan sebuah konsep perancangan. Untuk konsep bahari diambil konsep tentang ombak yaitu: \"Waves are made up by the wind.A breeze starts up blows a cross calm water its factional drag creates ripples. The breeze pushes against sloping surface of the apples and whips them into wavelets\" \"An ocean wave is formed by the movement of the countless particles which revolve, in circles at and below the surface. Each time the particles go around in a circle, they go ahead slightly in the direction the waves move.\" \"Particles of water moved in circle, at the chest or the top of the water, I believed the water moved in the direction of the wave then it moved just as a wheel turns, down into the top or lowest part of the wave around up again to the chest of next wave \". Sehingga dapat diambil sebuah konsep arsitektur yaitu \"continuity\" . Continue adalah: \"The object then appears to have been formed from a single mould\" \"A circular movement of signs in rotation \" 5 Dengan menggunakan prinsip-prinsip pada supennatism yang berhubungan dengan konsep arsitektur saya mencoba mentransfer konsep kedalam perancangan bangunan dan lanskap. Sedangkan bentuk bangunan diambil berdasarkan analisa urban dimana bagunan merupakan sebuah bangunan penanda tepi kawasan (edge defining building) pada kawasan Pemuda Timur,dan dapat mencapai apa yang diinginkan yaitu Museum Bahari merupakan penanda Monumen Kapal Selam sebagai monumen utama pada tapak.",
  "creators": "FEBRI HAPSARI",
  "contributors": "Istiawati Kiswandono (Advisor 1); Samuel Hartono (Advisor 2); Jimmy Nurdi Kusuma Priatman (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitetur No. 1533/ARS/44/1998; Febri Hapsari (22494117)",
  "subjects": "NAVAL MUSEUMS; MUSEUM BUILDINGS"
}