{
  "id": "13922",
  "title": "Peranan manajemen properti dalam menetapkan dan meningkatkan nilai properti",
  "abstract": "Investasi di bidang properti memerlukan manajemen properti yang baik dan profesional. Manajemen properti merupakan proses pengelolaan properti yang mencoba mempertahankan atau bahkan meningkatkan nilai investasi. Proses ini sekaligus menghasilkan pendapatan untuk pemilik investasi melalui pengawasan aspek-aspek keuangan, fisik, dan administrasi dari pengoperasian serta pemeliharaan properti. Pada umumnya manajemen properti dikerjakan oleh seorang manajer yang berada pada top manajemen, yang memegang kunci kendali dan tanggung jawab mengelola suatu properti. Untuk dapat mencapai tujuan dari pemilik properti, manajer properti perlu menjalankan fungsi-fungsi manajemen sebagai berikut: 1. Membuat perencanaan manajemen (management plan). 2. Membuat anggaran. 3. Menunjukkan dan menyewakan properti. Fungsi menyewakan properti dapat diklasifikasikan dalam beberapa tahapan, yaitu: menetapkan tarif sewa, mengumpulkan calon penyewa lalu melakukan seleksi penyewa, dan menegosiasikan serta membuat kontrak sewa. 4. Penagihan uang sewa. 5. Memelihara hubungan baik dengan penyewa. 6. Menyusun jadual pemeliharaan properti. 7. Menghemat energi. 8. Pengadaan keamanan. 9. Pengawasan personil. 10. Membiayai asuransi dari properti. 11. Memperhatikan lingkungan di sekitar properti. Bila ditelusuri lebih lanjut, manajemen properti erat hubungannya dengan tiga artikel/karya ilmiah yang ditulis oleh beberapa penulis tersebut. Pada artikel satu jelas terlihat bahwa fungsi perencanaan manajemen dari manajemen properti berhubungan dengan praktek-praktek penilaian, karena sebelum dapat meningkatkan nilai properti maka sangat diperlukan keakuratan penilaian guna menetapkan nilai dari properti yang ada. Selanjutnya pada artikel dua fungsi-fungsi manajemen dari manajemen properti berpengaruh luas dalam menentukan tarif sewa dari properti apartemen, khususnya meningkatkan nilai properti dikarenakan adanya penyediaan berbagai fasilitas-fasilitas, pelayanan-pelayanan, dan faktor-faktor eksternal. Tentu saja manajer properti harus menganalisa sebelumnya manfaat-manfaat yang akan diperoleh dengan menyediakan berbagai hal tersebut serta pengaruhnya pada penetapan tarif sewa apartemen yang dikelolanya. Untuk artikel tiga, fungsi penanganan perhatian terhadap lingkungan terutama di lokasi properti dan sekitarnya turut berpengaruh dalam penetapan harga properti kondominium. Manajer properti perlu memperhatikan hal ini karena secara tidak langsung berpengaruh dalam membangun citra dari properti yang pada gilirannya dapat meningkatkan atau bahkan menurunkan nilai properti apabila hal ini tidak diperhatikan. Ditinjau dari fungsi-fungsi manajemen di atas terlihat bahwa peranan manajemen properti begitu besar dalam menetapkan dan meningkatkan nilai properti. Oleh karena itu keseluruhan fungsj-fungsi manajemen dari manajemen properti ini apabila diperankan secara baik dan profesional oleh manajer properti maka dapat menunjang tugas manajer properti dalam mencapai tujuan dari pemilik properti secara terarah dan berkelanjutan.",
  "creators": "ARIAWAN",
  "contributors": "Ricky Wang (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 15/EM/2000; Ariawan (31494059)",
  "subjects": "REAL ESTATE MANAGEMENT"
}