{
  "id": "13935",
  "title": "Gereja Kristen Indonesia Jatim Gayungsari",
  "abstract": "Laporan perencanaan dan perancangan ini disusun sebagai pelengkap gambar perencanaan dan perancangan Proyek Akhir AR. 4500, periode XL, bulan Maret - Juli 1999 di Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra Surabaya. Sebagai judul dari Proyek Akhir ini adalah : \"GEREJA KRISTEN INDONESIA JATIM GAYUNGSARI\" Pada bagian pendahuluan diuraikan latar belakang gagasan proyek, fungsi, sasaran . lingkup, metoda, dan sistematika penulisan. Berikutnya adalah bab perancangan yang berisikan tentang dasar perancangan tapak dan perancangan bangunan yang kemudian diterapkan melalui analisis tapak, urban, perancangan tapak, dan perancangan bangunan. Perancangan bangunan pada proyek GKI Jatim Gayungsari ini lebih ditekankan pada pendekatan filosofis. Oleh karenanya pada laporan ini, penjelasan hal-hal teknis tidak dijelaskan secara spesifik, namun hanya pada aras sistem saja. Hal ini berdasarkan pertimbangan bahwa aras sistem pemikiran-pemikiran yang sifatnya mutlak dapat terakomodasi pada hasil proyek akhir yang merupakan tahapan pra rencana. Penekanan filosofis dari proyek GKI Jatim Gayungsari ini diarahkan pada pemahaman kita terhadap Gereja yang selalu mengalami perkembangan dari waktu ke waktu sehingga perlu adanya suatu reinterpretasi terhadap hal-hal yang memang perlu dipahami ulang. Dengan pemahaman yang baru ini, diharapkan kita dimampukan untuk menghadapi kondisi-kondisi yang ada pada kehidupan suatu Gereja dimanapun ia berada. Oleh karenanya dalam hal ini, kontekstuahsasi dan keterbukaan memegang peranan penting bagi kita untuk bisa memperoleh pemahaman yang lebih baik drai waktu ke waktu. Semoga hasil dari laporan ini dapat memberikan manfaat bagi semua pihak yang membutuhkan. Kiranya Tuhan memberkati kita sekalian.",
  "creators": "GOENADI ONGKO",
  "contributors": "A.Y. SETIAWAN (Advisor 1); Irwan Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1573/Ars/21/1999; Goenadi Ongko (22495001)",
  "subjects": "CHURCH ARCHITECTURE"
}