{
  "id": "1393",
  "title": "Sistem informasi manajemen proyek bangunan sipil pada kontraktor Yulianto Group",
  "abstract": "Kebutuhan akan sistem infomasi manajemen proyek sangatlah dibutuhkan saat ini yang harus dapat menyajikan secara cepat, tepat dan efektif. Hal ini tidak dapat dilakukan secara manual , maka mendorong untuk menggunakan system database untuk memberikan kemudahan untuk pengguna dalam mengatasi berbagai masalah proyek. Dengan system database Microsoft Access 2000 dengan aplikasi Microsoft Visual Basic pengguna dapat menentukan penjadwalan kedatangan bahan, durasi lama setiap pekerjaan, ongkos setiap pekerjaan, dan tahapan-tahapan semua aktivitas proyek. Dalam studi kasus ditunjukan pengguna database information system ini untuk mengatasi masalah aktivitas kegiatan proyek bangunan sipil. Jika menggunakan database information system ini pengguna untuk melihat jadwal kebutuhan bahan bangunan beserta volume bahan bangunan dapat dilihat pada laporan penjadwalan dan volume bahan sekalian dengan tampilan durasi pada laporan tersebut, begitu juga untuk melihat nilai nominal dari proyek yang telah disesuaikan dengan jadwal dan volume dari bahan bangunan, sehingga pengguna mengontrol serta mengawasi kegaiatan proyek dengan cepat, tepat dan efektif dengan menggunakan database information system. Proses untuk menampilkan Laporan Penjadwalan kebutuhan bahan banguan dan anggaran biaya proyek dari awal sampai jadi adalah dengan memasukan macam-macam bahan bangunan yang dipakai, macam- macam analisa pekerjaan yang dipakai dan dilengkapi dengan bahan bangunan yang dibutuhkan untuk melakukan analisa pekerjaan tersebut, lalu dilanjutkan dengan dilanjukan dengan melakukan pengurutan pekerjaan beserta dengan durasi lama pekerjaan, mulai dilakukannya pekerjaan tersebut dan analisa yang digunakan untuk melakukan pekerjaan tersebut.Setelah melakukan proses diatas maka dapat ditampilakan laporan kebutuhan bahan dengan besaran volume, laporan kebutuhan bahan dengan besaran nominal dan laporan angarran keseluruhan proyek yang dibagi dengan durasi mingguan beserta dengan total keseluruhan. Hasil dari aplikasi yang dipergunakan untuk melakukan penjadwalan seluruh aktifitas pekerjaan proyek baik yang mempunyai ukuran yang cukup besar dan mempunyai data yang besar atau ukuran proyek yang kecil akan lebih cepat dan efektif dan tidak menimbulkan kesalahan karena perhitungan baik kebutuhan bahan serta pehitungan nilai nominal seluruh biaya proyek telah dihitung dengan menggunakan variable-variable yang terdapat di dalam program tersebut dan pengguna tidak perlu menghitung secara manual.",
  "creators": "ANDRE RAHARJA",
  "contributors": "Kartika Gunadi (Advisor 1); Agustinus Noertjahyana (Advisor 2); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/0039/INF/2003; Andre Raharja (26498104)",
  "subjects": "DATABASE MANAGEMENT; DATABASE DESIGN"
}