{
  "id": "13931",
  "title": "Wisata berkuda sebagai alternatif berwisata di Gunung Kawi",
  "abstract": "Gunung Kawi yang terletak sekitar 20 kilometer dari kota Malang merupakan salah satu obyek wisata alam pegunungan yang ada di Jawa Timur, dan lebih dikenal sebagai obyek wisata ritual. Disamping sebagai obyek wisata ritual, temyata Gunung Kawi memiliki potensi keindahan alam yang masih alarm yang dapat dinikmati keindahannya dari atas punggung kuda yang biasa disebut wisata berkuda. Kegiatan wisata berkuda ini masih merupakan jenis wisata baru, yang diharapkan dapat memberikan pilihan lain bagi wisatawan baik wisatawan domestik maupun wisatawan mancanegara yang berkunjung ke Gunung Kawi selatn kegiatan berziarah. Kegiatan wisata berkuda yang diadakan di Gunung Kawi ini memiliki arti tersendiri karena selama ini para pengunjung hanya mengenal padepokan makam Eyang Djoego, tempat mereka berziarah sedangkan di Gunung Kawi masih banyak tempat-tempat yang bisa dikunjungi untuk beribadah bagi umat Budha serta menikmati pemandangan alam pegunungan dan perbukitan. Diharapkan dengan ditawarkannya paket tour ini wisatawan dapat mengenal lebih jauh dan memperoleh pengalaman serta pengetahuan tentang Gunung Kawi yang memiliki nilai sejarah yang tinggi. Di dalam tugas akhir ini penulis mengharapkan dapat memberikan masukan dan gambaran yang bermanfaat bagi pihak-pihak pemerintah dan instansi terkait untuk mengadakan dan mengembangkan wisata berkuda sebagai wisata attematif kepada para pengunjung Gunung Kawi menjadi wisata yang unik dan menonjolkan kealamian lingkungan pegunungan.",
  "creators": "LANAWATI",
  "contributors": "LANY WARDANA (Advisor 1); SALLY SUHONGGO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 326/Par/1998; Lanawati (91395071)",
  "subjects": "GUNUNG KAWI-TOURIST TRADE; TOURIST TRADE-MALANG"
}