{
  "id": "13941",
  "title": "Analisis ekonomis biaya alat gali (backhoe) sebagai dasar pengambilan keputusan penggantian alat",
  "abstract": "Metode Analisis Penggantian Alat {Replacement Analysis) adalah salah satu metode ekonomi yang digunakan untuk menganalisis umur ekonomis sebuah peralatan selama umur guna peralatan tersebut. Parameter-parameter yang dipertimbangkan dalam analisis penggantian peralatan adalah biaya investasi, biaya penyusutan, biaya pemeliharaan, biaya pengoperasian, nilai sisa dengan mempertimbangkan nilai uang terhadap waktu. Dalam tugas akhir ini, penulis membuat suatu program sebagai salah satu informasi bagi para kontraktor untuk mengetahui umur ekonomis suatu peralatan dan menentukan pilihan alternatif pengganti peralatan tersebut, dengan menggunakan program komputer. Program ini dikhususkan pada peralatan backhoe. Proses analisis penggantian dimulai dengan pengumpulan data, pengelompokan data, dan perhitungan. Selanjutnya membuat program komputer dengan bahasa Delphi 5.0. yang dapat digunakan oleh para kontraktor atau pemilik backhoe hanya dengan memasukkan data-data antara lain: identitas alat, harga pembelian alat (biaya investasi), biaya pemeliharaan, biaya operasional, suku bunga, dan nilai sisa yang diinginkan. Sedangkan untuk menghitung alternatif alat pengganti (challenger) kontraktor hanya memasukkan data biaya investasi challenger, perkiraan biaya operasional dan pemeliharaan alat pertahun. Hasil yang akan diperoleh adalah grafik yang menunjukkan umur ekonomis peralatan dan perbandingan biaya total tahunan antara alat yang dimiliki (sebagai defender) dengan alat penggantinya (challenger). Kata kunci: peralatan, investasi, analisis penggantian, umur ekonomis.",
  "creators": "CANDRA PURWANINGSIH W; CHRISTINA HALIM",
  "contributors": "Ratna S. Alifen (Advisor 1); Budiman Proboyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1113/SIP/2001; Candra PW (21494157), Christina Halim (21495017)",
  "subjects": "BUILDING-EQUIPMENT AND SUPPLIES-ESTIMATES"
}