{
  "id": "1395",
  "title": "Perencanaan dan pembuatan modul evaluation tools dan files management pada platform e-learning",
  "abstract": "Saat ini pendidikan sudah menjadi kebutuhan utama bagi banyak orang. Proses belajar mengajar yang hanya dilakukan dengan tatap muka secara langsung tidak dapat memenuhi kebutuhan pengajaran yang berkembang dengan pesat. Selain itu sistem pendidikan tradisional melalui tatap muka, dengan menggunakan media buku, surat atau telepon memerlukan biaya yang sangat besar. Dalam tugas akhir ini, penulis mengembangkan sebuah sistem pengajaran jarak jauh berbasiskan Internet yang akan melayani proses pelaksanaan ujian melalui web yang memakan biaya lebih murah dan cepat. Sistem ini menggunakan jaringan internet dan fasilitas World Wide Web. Pengajar dapat memberikan test dan siswa dapat mengerjakan test tersebut melalui halaman web. Koreksi dan pemberian nilai test dilakukan oleh pengajar melalui halaman web juga. Siswa dapat mengukur kemampuannya dalam matakuliah tertentu melalui fasilitas selftest. Selain itu, pengajar dan siswa dapat melakukan pengaturan file dan folder yang ada dalam direktori mereka pada komputer server. Sistem ini dikembangkan dengan teknologi PHP yang diletakkan pada sebuah web server. Web server sistem dihubungkan dengan MySQL database server. Database server ini digunakan untuk menyimpan semua data yang digunakan dalam sistem. Pengujian terhadap sistem ini menunjukkan bahwa sistem dengan berbasiskan web ini dapat menunjang perkuliahan yang ada saat ini agar dapat lebih optimal lagi. Persiapan dan pelaksanaan ujian dapat dilakukan dengan lebih efisien karena dapat menghemat biaya dan waktu. Melalui fasilitas selftest, siswa dapat mengukur kemampuannya dalam mata kuliah tertentu. User juga dapat melakukan pengaturan file dan folder dengan mudah.",
  "creators": "NORA KRISTIANA",
  "contributors": "Resmana Lim (Advisor 1); Andreas Handojo (Advisor 2); M. ISA IRAWAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 010078/INF/2003; Nora Kristiana (26499018)",
  "subjects": "COMPUTER PROGRAMS; DATABASE MANAGEMENT; DATABASE DESIGN"
}