{
  "id": "13965",
  "title": "A Study of \"marriage de convenance\" as seen through the main female character in Effi Briest by Theodor Fontane",
  "abstract": "The writer of this thesis is interested in exploring Fontane's Effi Briest because it is a kind of psychological novel. She is concerned about Effi's marriage de convenance which is full of conflicts. Marriage de convenance is a marriage which is not arranged by the couple themselves, but by their parents, and the bride's response may be primarily condition during her marriage. She has many psychological problems such as, loneliness and stress. She gets little attention from her husband because her husband is more concerned with his job than with his relationship with her. Finally, in the last part of the discussion, the writer portrays Effi's condition after she divorced her husband. Her health declined rapidly and her disappointment about her child leads her to her death. Marriage de convenance brings conflicts that cause a change of characters, and finally lead to a sad ending of life. one of the obedience to her parents. The writer of this thesis tries to show how Effi's marriage de convenance can lead her into a sad ending of life. To analyze and support the analysis, the writer uses the theory of literature, namely characterization and conflict. She also uses theory of psychology-love in order to explain what kind of love influences Effi's life. For this purpose, she uses library research, literary approach and a little bit of psychological theory. Through the topic presented in this thesis, the writer wants to analyze Effi's love and marriage de convenance in the three periods of her life: before marriage, during her marriage and after her divorce. At first, she gets love, care and affection from her parents, especially her mother. Effi is influenced much by her parent's love which shapes her to certain personality. In the second part of the discussion, the writer portrays Effi's",
  "creators": "XON Nl",
  "contributors": "Julia Eka Rini (Advisor 1); Guillermina L. Verzosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 479/SING/1997; Xon ni (11492120)",
  "subjects": "FONTANE, THEODOR, 1819-1898. EFFI BRIEST-STUDY AND TEACHING; GERMAN FICTION-19TH CENTURY-STUDY AND TEACHING"
}