{
  "id": "13979",
  "title": "The Ability of four retarded students of 6th grade of elementary school to convey ideas in writing in \"bahasa indonesia\" lesson",
  "abstract": "This thesis is written based on the research done to reveal the ability of four retarded students of 6 th grade of elementary school to convey ideas In writing. This research Includes some markers of structure that can affect the flow of the ideas of sentences, which are, punctuation, capitalization, and effective sentences. He excludes factors affecting language acquisition such as motivation, attitude, aptitude, and age. intelligence, represented by IQ documents, as one of the factors affecting language acquisition, is included as consideration in selecting the subjects, whose IQ are below 80.The theories used to analyze data are based on theory of proposition and Indonesian grammar. Review of textbook used by the subjects of this research in \"Bahasa Indonesia\" lesson is included to see what aspects of Indonesian grammar they have learned. This is descriptive as well as qualitative study. Descriptive means that the writer presents a description of everything as fully and carefully as possible. Meanwhile, qualitative study means that the writer acts as the instrument to get data, and the samples used in this study are not many. Finally, he found that the four retarded students are unable to convey their ideas in writing, and this disability can be viewed In two ways. The first is that their \"sentences\" show the complexity of ideas. The word \"sentences\" here is written between quotation because they do not fulfill the requirement to be cailcd sentences formally. The other is that they cannot transform their ideas by applying appropriately the simplest markers of ideas, punctuation and capitalization, so that their \"sentences\" tend to be long consisting of complex ideas.",
  "creators": "PAULUS ADIWIJAYA",
  "contributors": "Julia Eka Rini (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 874/SING/2001; Paulus Adiwijaya (11497052)",
  "subjects": "PSYCHOLINGUISTICS; LANGUAGE ACQUISITION"
}