{
  "id": "13970",
  "title": "The Code-switching used by Srimulat comedy entertainer in Indosiar",
  "abstract": "This thesis is about the code-switching used by Srimulat comedy entertainers in Indosiar television program. Of their unique language behavior, the writer was interested in analyzing the codes the entertainers used, the code-switching which occurred in their dialogues, the types of clause of the code-switching, and the three factors (speaker-hearer, topic, and function) affecting the code-switching occurrences. To collect the data, she took one episode of Srimulat show and focused only on the spoken code-switching. She listened and recorded the whole dialogue. Then, it was divided into ten parts. The result shows that the codes used are : consultative Indonesian, casual Indonesian, and Ngoko Javanese. The code-switching utterances occurrences were mostly affected by speaker-hearer, topic, and function. The writer concluded that the casual Indonesian (Indonesian sprinkled with Ngoko Javanese elements) was used dominantly by Srimulat. For the code-switching, the casual Indonesian - Ngoko Javanese combination occurred frequently in the form of a pair of independent clauses. The servant was the main character who uttered the code-switching mostly. The topics used frequently were family and love. The main function was joking. Obviously, the code-switching in Srimulat aimed at creating humorous dialogues.",
  "creators": "JESICCA MARGARETHA; JESICCA MARGARETHA",
  "contributors": "Bintoro (Advisor 1); Bintoro (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 734/SING/1999; Jessica Margaretha (11494036)",
  "subjects": "LANGUAGE, MIXED; SOCIOLINGUISTICS"
}