{
  "id": "13989",
  "title": "Perbaikan mutu produk teko aluminium",
  "abstract": "Perusahaan ini merupakan Perusahaan Swasta yang bergerak dalam memproduksi peralatan alat-alat dapur (panci, rantang, teko dan Iain-lain) dengan bahan dasar alumunium dan stainless steel. Untuk mengantisipasi persaingan produk peralatan dapur yang saat ini semakin banyak di Indonesia, perusahaan ini selalu berusaha meningkatkan mutu produknya dan berusaha mengefisiensikan biaya produksi. Di perusahaan ini proses pembuatan produk masih menggunakan mesin yang dikerjakan secara manual dan tiap bagian yang ada sudah ada bagian pengontrol kualitas, namun meskipun demikian masih ada bagian produksi yang mempunyai prosentase kerusakan yang masih tinggi. Hal ini menyebabkan penggunaan bahan baku dasar tidak optimal dan hal ini membuat perusahaan rugi. Untuk mengantisipasi keadaan ini perlu dilakukan suatu Perancangan Sistem Pengendalian Proses Statistik secara berkesinambungan, terutama pada proses-proses yang sering dapat menyebabkan kecacatan produk. Dari hasil analisis berdasarkan data masa lalu didapatkan bahwa ada beberapa proses produksi yang mempunyai tingkat kecacatan yang cukup besar. Proses-proses itu adalah proses press, linggis potong, linggis badan (manual dan semi-auto), Poles dan Perakitan. Dan dari data Januari sampai dengan Maret 1997 yang di Paretok di ketahui bahwa ada dua proses yang mempunyai tingkat kecacatan yang besar, yaitu press dan linggis badan. Setelah itu maka pengambilan sampel mulai dilakukan pada proses press, proses linggis badan manual dan linggis badan semi-auto. Dan dilakukan pengujian hipotesa secara Varian dan Mean. Sehingga nantinya diketahui apakah kedua proses itu sudah berhasil diperbaiki tingkat kecacatannya selama bulan April 1997. Hasil yang didapat setelah melakukan proses perbaikan secara sederhana disimpulkan, bahwa proses perbaikan pada proses press dan linggis badan belum berhasil mengurangi prosentase kecacatan yang ada selama ini.",
  "creators": "SAMUEL ARDIANTO SETIAWAN",
  "contributors": "Daniel Indarto Prajogo (Advisor 1); Maja Indahwati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 074/TMI-04/1998; Samuel Ardianto Setiawan (25492007)",
  "subjects": "PRODUCTION MANAGEMENT-QUALITY CONTROL"
}