{
  "id": "13984",
  "title": "Evaluasi terhadap beda tetap dan beda waktu antara laporan keuangan menurut standar akuntansi keuangan dengan undang-undang pajak penghasilan pada PT 'X' di Surabaya",
  "abstract": "Fungsi akuntansi memegang peranan yang sangat penting dalam suatu perusahaan antara lain sebagai alat bagi manajemen untuk mengambil keputusan yang merupakan salah satu bagi pelaporan internal, khususnya di bidang pajak. Bagi pihak-pihak yang berkepentingan di dalam dunia usaha, berbagai aspek harus diperhitungkan dengan matang agar keputusan yang diambil oleh manajemen bisa efektif dan efisien. Berdasarkan permasalahan yang diulas pada latar belakang karya tulis ilmiah ini, menurut Tata Cara Perpajakan No.9 tahun 1994 tentang perubahan atas Undang-Undang Nomor 6 tahun 1983, dimana Wajib Pajak diberikan kepercayaan untuk menghitung, memperhitungkan dan membayar serta melaporkan sendiri jumlah pajak terutangnya atau dikenal dengan istilah self assesment. Dalam hal ini terdapat perbedaan yang prinsip, antara lain perusahaan menerapkan metode penyusutan berdasarkan straight line yang tentu berbeda dengan kepentingan fiskal; sehingga diantara keduanya selalu disajikan angka-angka penetapan yang berbeda. Jenis penelitian ini adalah studi kasus yang meneliti kasus perbedaan nilai depresiasi atas aktiva tetap dan perbedaan pengakuan pendapatan atau beban di PT.'X' Surabaya yang merupakan perusahaan manufaktur yang bergerak di bidang kabel kendaraan bermotor. Jenis data yang dikumpulkan adalah data kuantitatif yang berupa dokumen dan angka-angka laporan yang dibuat oleh perusahaan. Sumber data dari intern perusahaan dan data eksternal, yang dikumpulkan dengan instrumen wawancara dan observasi. Berdasarkan hasil evaluasi terhadap pengakuan beban dan penghasilan yang diakui oleh komersial ternyata terdapat perbedaan antara perhitungan komersial dan menurut perhitungan fiskal, dengan kata lain terdapat perbedaan yaitu perbedaan tetap (Permanent Different) dan perbedaan waktu (timing different). Perbedaan tetap disini disebabkan oleh perbedaan pengakuan beban dan pendapatan/ penghasilan yaitu pengakuan beban sumbangan/ iuran, beban pajak, beban kesejahteraan karyawan, beban jamuan dan hiburan, beban perjalanan dinas, dan penghasilan bunga deposito dan jasa giro. Sedangkan perbedaan waktu dikarenakan perbedaan penerapan metode penyusutan dan tarif penyusutan aktiva tetap.",
  "creators": "TEGUH SANTOSO",
  "contributors": "Devie (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 020/94/FE.Ak/1999; Teguh Santoso (32494058)",
  "subjects": "TAX ACCOUNTING; ACCOUNTING; FINANCIAL STATEMENTS"
}