{
  "id": "1398",
  "title": "A Study on the process of maturity in Hanif Kureishi's Gabriel's gift",
  "abstract": "Hanif Kureishi is a successful British writer whose works are well accepted and awarded in the literary circle. His talent in writing makes him recognized as a writer of a great talent. This is the reason I choose Hanif Kureishi and his work to be discussed. His newest novel, Gabriel?s Gift, that I am going to analyze describes the life of a child who lives in North London. He has a gift of artistic talent and imagination, yet he has to face problems and conflicts in his life relating to this gift. He has to overcome all the problems and conflicts in his life which show the sign of his maturity. Thus, this thesis is trying to explore Gabriel?s process to reach his maturity, which finally brings him into one unique personal individual. The main problem of this thesis is to know what are the conditions that lead to Gabriel?s confusions over his problems and how he uses his imagination to overcome his confusions. Furthermore, I also want to find out how Gabriel finally achieves his maturity. I find out that Gabriel has to undergo a process to achieve his maturity. Gabriel has to overcome his confusions by using imagination before he achieves his maturity successfully. To analyze and discuss the effort in Gabriel?s process in achieving his maturity, which becomes the aim of this thesis, I conduct library research and collect secondary sources related to the topic. I analyze the story by using literary approach with the tools of characterization and conflict. I also use the psychological concepts of hallucination, imagination and maturity, as the supporting concepts to get a clear analysis about the story. The main character in this story, Gabriel, has confusions which mainly formed by his family and surrounding. These conditions have led him into confusion concerning his self-existence as one individual and his hallucination. The process that Gabriel has to undergo in order to achieve his maturity will develop through the stages until it reaches the result of his final action, which determines his own belief about himself. Through the analysis, I conclude Gabriel?s effort to overcome his obstacles, especially his confusion to become an independent individual in his process to achieve his maturity ends up successfully. He is able to retain what he really wants in life although he has to fight briefly. The significant findings, which can be derived from the analysis is a person could not really exist as a complete individual in any community unless somebody accepts, recognizes and loves him as he really is.",
  "creators": "HEMI TIONO",
  "contributors": "Jenny Mochtar Djundjung (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1199/ING/2004; Hemi Tiono (11499084)",
  "subjects": "ENGLISH DRAMA-20TH CENTURY-STUDY AND TEACHING"
}