{
  "id": "13980",
  "title": "Analisa optimasi proses pencampuran cat tembok dengan metode experiment design",
  "abstract": "PT 'X' merupakan industri cat yang memproduksi cat tembok warna putih dengan 3 jenis kualitas. Perusahaan menginginkan analisa optimasi proses pencampuran cat tembok melalui kualitas warna putih pada kualitas 3 dan harga pokok produksi yang memungkinkan untuk bersaing secara kompetitif. Adapun cara yang dilakukan pertama adalah merancang experimen dan menentukan faktor-faktor apa saja berpengaruh pada kualitas wama putih cat tembok. Dan rancangan experimen pada orde I digunakan T factorial design, di orde II digunakan metode Central Composite Design (CCD). Dari pengujian statistik orde I didapatkan faktor yang berpengaruh pada kualitas warna putih, yaitu pengental, pengawet, pewarna dan pengikat. Dari pengujian statistik CCD diperoleh bahwa data tidak memenuhi asumsi dasar sehingga tidak dapat digunakan lebih lanjut, maka langkah yang diambil untuk pendekatan optimasi yaitu dengan analisa regresi dan plot efek dari faktor utama dan interaksi dari ? factorial design yang mempunyai pengaruh paling besar respon. Dari pendekatan optimasi tersebut didapatkan komposisi dengan faktor pengental 0,225%, faktor pengawet pada 0,1%, faktor pewarna pada 0,25%, dan faktor pengikat pada komposisi 7%. Estimasi harga produksi yang didapat dari komposisi optimal adalah Rp 791,465, harga ini mengalami penurunan sebesar Rp 13,088 dari harga pokok produksi semula yaitu sebesar Rp 804,553.",
  "creators": "TANTY MARIA CHRISTINA",
  "contributors": "Tanti Octavia (Examination Committee 1); Fredi Suryadi (Advisor 2); Oegik Soegihardjo (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 370/TI-97/2000; Tanty Maria Christina (25495036)",
  "subjects": "PRODUCTION PLANNING-STATISTICAL METHODS; PRODUCTION PLANNING-MATHEMATICAL MODELS"
}