{
  "id": "13994",
  "title": "Perluasan merk yang dilakukan oleh perusahaan merk terkenal di era globalisasi",
  "abstract": "Sebagaimana industri semakin tumbuh dan berkembang, maka dapat kita lihat bahwa merk yang memiliki nama besar semakin diminati berhubung merk yang memiliki nama besar sudah terjamin mutu dan kualitasnya. Mengingat persaingan bisnis yang semakin ketat membuat perusahaan merk dengan nama besar cenderung melakukan perluasan merk dengan disain yang berbeda. Hal ini berguna untuk menarik konsumen baru yang memiliki kelas berbeda dengan konsumen pemakai merk induk. Disamping itu perusahaan dapat menambah keuntungan dengan merambah pasar dalam masyarakat serta sebagai peningkatan nilai (value adding) bagi image merk tersebut. Dalam hal ini perlu untuk melihat terlebih dahulu apakah sebuah perusahaan merk induk tersebut melakukan perluasan merk dan produk (menciptakan lini produk yang berbeda) atau hanya melakukan perluasan merk namun masih berada dalam satu lini produk. Dalam menciptakan produk dengan merk berbeda yang ditujukan bagi kelas konsumen yang berbeda diperlukan adanya brand personality. Brand personality umumnya dijelaskan sebagai rangkaian karakteristik-karakteristik individu yang berhubungan dengan suatu merk. Brand personality mewakili sincerity, excitement, competence, sophistication, dan ruggedness, yang dinyatakan dalam bentuk simbol supaya masyarakat dapat langsung mengetahui karakteristik dari produk tersebut dimana mewakili jiwa atau karakteristik pemakai produk/konsumen itu juga.Dari hasil penelitian dalam suatu artikel mengenai dimensi dari brand personality, ditemukan hasil bahwa 3 dimensi dari brand personality berhubungan dengan 3 dari \"Lima Besar\" dimensi kepribadian manusia, yaitu : sincerity, excitement, dan competence. Sementara 2 dimensi lainnya, yaitu : sophistication dan ruggedness tidak berhubungan dan berbeda dengan dimensi kepribadian manusia. Bila sincerity, excitement, dan competence mengarah pada bagian dari kepribadian manusia, maka sophistication dan ruggedness mengarah pada dimensi yang diinginkan oleh banyak individu tetapi tidak selalu dimiliki. Untuk itulah diciptakan suatu karakteristik guna membentuk citra suatu merk (artikel 1). Bila sophistication dan ruggedness digunakan terhadap perluasan merk yang diciptakan oleh perluasan dari merk induk, maka perluasan merk justru akan membawa dampak negatif bagi merk induk itu sendiri, karena hal itu akan melemahkan nama dari merk induk tersebut dan terjadinya penurunan nilai dari image merk tersebut (artikel 2). Hal ini disebabkan karena ke-2 dimensi tersebut tidak berhubungan dengan kepribadian manusia, padahal konsumen memegang peran yang sangat penting dalam pembelian produk dari suatu merk. Apabila nama dari merk induk melemah dan terjadi penurunan nilai dari image merk, maka konsumen akan kehilangan kepercayaan sedikit demi sedikit terhadap merk induk, sehingga perluasan merk harus dilakukan secara teliti dan mendalam. Sedangkan jika dikaitkan dengan Ownership Effect yang merupakan respon konsumen terhadap suatu produk dari suatu merk, maka dari ke-3 dimensi brand personality yang berhubungan dengan \" Lima Besar\" dimensi kepribadian manusia, yaitu : sincerity, excitement, dan competence, yang berhubungan dengan Ownership Effect adalah excitement dan competence. Dimana excitement mewakili para owners yang cenderung merespon terhadap merk yang mempunyai karakteristik menarik, trendi, berjiwa muda, dan aktif, sedangkan competence mewakili para owners yang tertarik dengan merk yang berkarakteristik dapat diandalkan, menunjukkan kesuksesan, dan kepemimpinan. Jadi dapat disimpulkan bahwa bila ada dimensi dari brand personality yang menyebabkan dampak negatif atas perluasan merk, maka ada pula dimensi dari brand personality yang menghasilkan dampak positif bagi perluasan merk, yaitu Ownership Effect. Yang mana, bila hal ini terjadi, akan memberikan keuntungan pendapatan bagi perusahaan disebabkan oleh karena para konsumen yang sudah mengetahui atau pernah menggunakan merk tersebut akan lebih loyal",
  "creators": "CYNTHIA DEWI SOEGIHARTO",
  "contributors": "Drs. Sugiono Sugiharto, M.M., Ph.D. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 115/EM/2001; Cynthia Dewi Soegiharto (31497107)",
  "subjects": "CONSUMERS-RESEARCH; MARKETING RESEARCH"
}