{
  "id": "13995",
  "title": "Evaluasi struktur pengendalian intern atas siklus pembelian pada PT \"X\" di Surabaya",
  "abstract": "Pembelian bahan baku dan pembantu peda perusahaan penting, untuk kelanjutan produksi. Karena apabila pembelian tidak dilakukan, perusahaan akan berhenti produksi, maka kelangsungan hidup perusahaan tidak dapat berlanjut. Untuk itu perlu adanya pengendalian intern yang baik dalam perusahaan. Pengendalian intern dalam suatu pemsaliaan dibuat oleh manajemen. Adapun tujuan pengendalian intern adalah : 1. Menjaga kekayaan fisik dan Catalan organisasi, agar tidak terjadi kecurian dan penyalahgunaan. 2. Mengecek ketelitian dan keandalan data akuntansi, untuk menjamin proses pengolahan data akuntansi akan menghasilkan informasi keuangan yang teliti dan andal. 3. Mendorong efisiensi, yaitu pencegahan pemborosan penggunaan sumber daya Yang tidak efisien. 4. Mendorong dipatuhinya kebijakan manajemen oleh karyawan. Adapun unsur pengendalian intern adalah lingkungan pengendalian, sistem akuntansi dan prosedur pengendalian. Lingkungan pengendalian meliputi struktur organisasi yang menggambarkan pemisahan tugas dan fungsi yang tegas antar bagian agar tidak terjadi perangkapan fugas dan fungsi, sehingga masing-masing individu dapat mempertanggungjawabkan tugasnya. Sistem akuntansi diciptakan untuk mengindentifikasi, menggolongkan, menganalisis, mencatat dan melaporkan transaksi guna mempertanggungjawabkan kekayaan dan hutang kesatuan usaha Transaksi yang dicatat harus sah, diotorisasi. dicatat dan dimasukkan dalam buku pembantu. Dengan demikian tidak ada penyalahgunaan oleh individu-individu tertentu. Prosedur pengendalian meliputi pemisahan fungsi yang memadai, prosedur otorisasi, perancangan dan penggunaan dokumen dan catatan yang memadai. Hal ini dilakukan guna untuk menjamin data akuntansi yang andal. Dengan adannya pengendalian inten yang baik akan menjamin kelangsungan hidup perusahaan. Perusahaan dapat berkembang dan maju. Selain itu juga dapat mengekspor ke luar negeri.",
  "creators": "YULIANA AGAHARI",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); I MADE NARSA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 012/94/FE.AK/1999; Yuliana Agahari (32494020)",
  "subjects": "AUDITING, INTERNAL"
}