{
  "id": "13993",
  "title": "Analisa pengaruh volatilitas nilai tukar mata uang terhadap perkembangan ekspor",
  "abstract": "Dari ketiga artikel tersebut, dapat disimpulkan bahwa antara ekspor dengan exchange rate mempunyai hubungan yang erat kaitannya antara satu dengan yang lain karena ekspor merupakan suatu kegiatan perdagangan yang sifatnya internasional dan oleh karena itu dalam raelakukan ekspor atau impor dibutuhkan lebih dari satu macam mata uang maka peranan exchange rates sangat vital dalam perdagangan internasional. Melalui exchange rates, seseorang dapat raenganalisa dan memprediksi bagaimanakah prospek perkembangan ekspor di masa mendatang dan melalui teori-teori yang sudah ada dapat digunakan untuk menghitung langkah yang paling menguntungkan dalam melakukan ekspor ataupun menghindarinya apabila diprediksi tidak menguntungkan. Sifat hubungan antara exchange rates dengan beberapa komponen lainnya saling berlainan, ada yang positif dan ada yang negatif. Yang terutama adalah hubungan antara exchange rates dengan volume ekspor dimana hubungan yang terjadi sifatnya adalah negatif sehingga apabila nilai mata uang suatu negara mengalami depresiasi maka volume ekspor negara tersebut akan meningkat begitu juga sebaliknya bila nilai mata uang suatu negara mengalami apresiasi maka volume ekspor negara tersebut akan menurun. Tetapi semakin tinggi tingkat volatilitas (fluktuasi) nilai mata uang maka keuntungan potensial yang dapat diperoleh dari perdagangan internasional juga semakin meningkat tetapi resiko yang ditanggung oleh perusahaan akan menjadi semakin besar juga. Oleh karena itu, bila volatilitas nilai mata uang dihubungkan dengan ekspor maka hubungan yang terjadi dapat menjadi positif ataupun negatif karena semua ini bergantung dari tingkat risk aversion perusahaan yang bersangkutan. Jika tingkat risk aversion tidak terlalu tinggi maka hubungan antara volatilitas nilai mata uang dengan volume produksi dan ekspor bersifat positif tetapi bila tingkat risk aversion mencapai unity maka hubungan tersebut bersifat negatif Exchange rales juga merupakan komponen yang paling banyak memberikan informasi mengenai perkembangan pertumbuhan ekspor dan pertumbuhan ekonomi di masa mendatang. Oleh karena itu, dapat disimpulkan bahwa antara exchange rates dengan perdagangan interaasional dan ekspor berhubungan sangat erat.",
  "creators": "BUDI WONGSODIRJO",
  "contributors": "Adwin Surja Atmadja (Advisor 1); Sautma Ronni Basana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 128/EM/2001; Budi Wongsodirjo (31497022)",
  "subjects": "CORPORATIONS-FINANCE"
}