{
  "id": "14004",
  "title": "Analisa ketergantungan kinerja resepsionis dengan kepuasan tamu di hotel Westin Surabaya",
  "abstract": "Resepsionis memegang peranan penting dalam memberikan kesan pertama dan terakhir pada tamu yang baru datang dan yang akan check-out. Penulis hendak mengukur kinerja resepsionis di hotel Westin, Surabaya dalam hal pengetahuan kerja, kualitas kerja, kuantitas kerja, dan inisiatif terhadap kepuasan tamu. Khususnya tamu yang menginap melalui reservasi, untuk melihat bagaimana penilaian tamu yang sudah melakukan reservasi tentang kinerja resepsionis, Serta untuk melihat ada ketergantungan antara kinerja resepsionis di hotel westin, Surabaya dalam hal pengetahuan kerja, kualitas kerja, kuantitas kerja, dan inisiatif terhadap kepuasan tamu. Untuk memecahkan masalah dalam penelitian ini, penulis menggunakan penelitian kuantitatif Sampel dalam penelitian ini adalah tamu yang menginap melalui reservasi di hotel Westin, Surabaya sebanyak 92 responden. Teknik pengambilan sample adalah stratified random sampling. Teknik analisa data yang digunakan adalah tabulasi (cross tab) dengan bantuan SPPS for window version 10.1. Dengan tabulasi silang penulis hendak menentukan kinerja resepsionis di hotel Westin, Surabaya dalam hal pengetahuan kerja, kualitas kerja, kuantitas kerja, dan inisiatif terhadap kepuasan tamu. Selain itu penulis menggunakan chi-square untuk melihat ketergantungan antara kinerja resepsionis dalam hal pengetahuan kerja, kualitas kerja, kuantitas kerja, dan inisiatif terhadap kepuasan tamu di hotel Westin, Surabaya. Hasil penelitian menunjukkan bahwa : hotel Westin, Surabaya lebih banyak dikunjungi oleh tamu pria berusia 30-40 tahun yang bertujuan bisnis, dan sudah sering datang untuk menginap atau tamu tetap di hotel Westin, Surabaya. Sedangkan penilaian tamu terhadap pengetahuan kerja, kualitas kerja, kuantitas kerja, dan inisiatif pada umumnya baik. Kepuasan tamu pada umumnya mempunyai ketergantungan terhadap kinerja resepsionis dalam hal prosedur check-in dan check-out saja yang tidak mempunyai ketergantungan terhadap kepuasan tamu di hotel Westin, Surabaya.",
  "creators": "CAHYONO LEGUNDI; JENNY",
  "contributors": "Juliuska Sahertian (Advisor 1); RICHARD NAPITUPULU (Advisor 2); Nanik Linawati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 013/EP/2001; Cahyono Legundi (33496071), Jenny (33496088)",
  "subjects": "CONSUMER SATISFACTION"
}