{
  "id": "14018",
  "title": "Analisa korelasi loan to deposit rasio terhadap return on assets dan return on equity pada sektor perbankan sebelum krisis moneter(tahun 1993-1996) pada data bursa efek Surabaya",
  "abstract": "Bank adalah lembaga yang menghimpun dana dari masyarakat dalam bentuk sirapanan dan menyalurkannya kepada masyarakat dalam rangka meningkatkan taraf hidup rakyat banyak (pasal 1 angka 1 Undang-undang No. 7 tahun 1992 tentang perbankan). Setelah melewati kurun waktu lebih dari sepuluh tahun berlakunya undang-undang dan peraturan pemerintah tersebut, disertai dengan perkembangan politik dan perekonomian yang telali terjadi dalam periode tersebut, dipandang perlu oleh pemerintah untuk mengadakan penyehatan tata perbankan pada khususnya, serta pengamanan keuangan negara pada umumnya seperti yang ditegaskan dalam pasal 55 keputusam MPRS Nomer XXII / MPRS / 1966. Maka dengan adanya ketentuan-ketentuan mengenai loan to deposit ratio (LDR) yang dapat mempengaruhi tingkat profitabilitas bank yang dapat diukur dengan return on equity (ROE) atau return on assets ( ROA ) dengan batas maksimal loan to deposit ratio (LDR) dapat mendorong pihak bank untuk menurunkan tingkat loan deposit ratio (LDR) nya yang dapat berakibat menurunya laba bank. Dengan adanya latar belakang yang telah diuraikan di atas maka, timbul beberapa pertanyaan : Bagaimanakah korelasi Loan deposit Ratio (LDR) terhadap Return on assets ( ROA ) dan Loan to deposit ratio (LDR) terhadap Return on equity (ROE) serta berapa besar pengaruh tersebut. Jenis penelitian ini adalah penelitian empirik yang bersifat causal research, dengan periodesasi observasi data tahun 1993 - 1996 pada data bank yang listing di Bursa Efek Surabaya. Sebagai variabel bebas adalah LDR, dan variabel tergantung adalali ROA, ROE. Perhitimgan koefisien korelasi antara rasio-rasio keuangan (LDR terhadap ROA. ROE), dengan menggunakan rumus pearson product moment co- efficient of correlation. Koefisien korelasi yang diperoleh akan dapat memberikan gambaran mengenai bagaimana pengaruh usaha perbaikan satu rasio keungan terhadap rasio keuangan lainnya dan berapa besar pengaruh tersebut serf* apakah perubahan tersebut sesuai dengan delegulasi Bank Indonesia pada saaat itu, dan apabila perbaikan salah satu rasio keuangan tidak berakibat memburuknya rasio keuangan lain, maka pihak bank tidak perlu takut untuk melakukan usaha perbaikan sehingga tingkat kesehatan bank dapat optimal dan kepercayaan masyarakat dapat tetap terpelihara. Dan juga diperlukan adanya manjer yang baik yang, profesional dan transparan karena bank merupakan bisnis kepercayaan serta tahu situasi perekonomian agar mampu menghadapi persaingan yang semakin global dan dapat meningkatkan kepercayaan masyarakat terhadap dunia perbankan.",
  "creators": "DONNY",
  "contributors": "I MADE NARSA (Examination Committee 1); Adwin Surja Atmadja (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 061/96/FE.AK/2000; Donny (32496067)",
  "subjects": "BANK AND BANKING-ACCOUNTING"
}