{
  "id": "14021",
  "title": "Kebudayaan Suku Dayak sebagai salah satu aspek penunjang kepariwisataan di Kalimantan Timur khususnya Samarinda",
  "abstract": "Indonesia secara geografis adalah negara Bhinneka Tunggal Ika yang terdiri atas beribu-ribu pulau, besar dan kecil, dengan segala macam kebudayaan dan adat istiadat. Namun semuanya itu bersatu dalam Negara Kesatuan Republik Indonesia. Dipandang dari sudut sosio-budaya pun Indonesia adalah Bhinneka Tunggal Ika dimana bangsa Indonesia yang mendiami Nusantara terdiri atas bermacam-macam suku bangsa dan ras yang berbeda-beda asal dan keturunannya. Keanekaragaman ini mengakibatkan adanya keaneka ragaman seni budaya, bahasa, adat istiadat, tata cara, kebiasaan, agama dan kepercayaan kepada Tuhan Yang Maha Esa yang tumbuh dan berkembang di Bumi Nusantara ini. Salah satu suku bangsa yang ada di Indonesia adalah masyarakat suku Dayak di Kalimantan Timur, Samarinda, dimana mereka memiliki kebudayaan yang menarik baik itu mencakup kesenian, adat istiadat, upacara-upacara adat serta ciri khas yang unik berupa kuping panjang dan tato. Keberadaan dari kebudayaan Dayak ini patut untuk tetap dijaga dan dilestarikan, karena hal ini dapat mendorong tumbuh dan berkembangnya budaya daerah yang dapat dimanfaatkan untuk menarik kunjungan wisatawan baik wisatawan mancanegara maupun wisatawan nusantara, Agar dapat menjadi obyek wisata penunjang di Kalimantan Timur maka diperlukan upaya pengembangan supaya potensi yang dimiliki kebudayaan Dayak ini dapat menjadi salah satu obyek wisata yang menarik. Dukungan dari pemerintah dan berbagai pihak yang terkait sangat diperlukan, terutama dalam mempromosikannya kepada masyarakat luas dari dalam dan luar daerah agar lebih mengenal kebudayaan dayak.",
  "creators": "DEVI",
  "contributors": "Tio Sally Puspasari (Examination Committee 1); Foedjiawati, S.S., M.A., Ph.D. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. Devi (91394025)",
  "subjects": "DAYAK TRIBE-TOURIST TRADE; TOURIS TRADE-KALIMANTAN TIMUR"
}