{
  "id": "14027",
  "title": "Perbandingan sistem kerja di PT. Falcon dengan pendekatan sistem simulasi",
  "abstract": "Tenaga kerja merupakan salah satu faktor yang mendukung suatu perusahaan. Apalagi jika perusahaan itu dalam proses produksinya menggunakan tenaga manusia. Dalam suatu perusahaan, jika terdapat kelebihan jumlah tenaga kerja akan dapat mengakibatkan biaya produksi meningkat. Di PT. Falcon, proses produksinya banyak menggunakan tenaga manusia. Perusahaan ingin mengetahui berapa jumlah tenaga kerja yang mendekati optimal. Selama ini, banyak operator yang menganggur karena menunggu proses produksi yang lainnya. Keadaan inilah yang mendorong penyusun untuk melakukan penelitian dan membuat simulasi di perusahaan ini. Penyusun menggunakan bantuan Software Promodel. Sebagai input adalah data waktu produksi yang didapatkan dari hasil pengamatan langsung proses produksinya. Program simulasi ini dapat memperlihatkan jalannya proses produksi sehari-hari sehingga dapat diketahui keadaan-keadaan misalnya utilitas operator, jumlah produk yang dihasilkan dan Iain-lain. Berdasarkan hasil simulasi ini, diketahui bahwa untuk divisi Fiber lebih baik menggunakan enam orang operator yang bekerja dengan sistem yang baru. Dengan sistem kerja yang baru ini, diperoleh peningkatan output sebesar dua puluh tiga buah per minggu. Sedangkan untuk Marble, tetap memakai sistem perusahaan yang sekarang, karena altematif yang ada tidak memberikan pertambahan output. Hal ini dikarenakan proses wait yang lama untuk proses cor.",
  "creators": "SANDI OKTAVIA",
  "contributors": "I Gede Agus Widyadana (Examination Committee 1); Kriswanto Widiawan (Advisor 1); SANDY CITRO (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 415/TI-06/2001; Sandi Oktavia (25496107)",
  "subjects": "WORK MEASUREMENT; TIME STUDY; PRODUCTION PLANNING"
}