{
  "id": "14028",
  "title": "Pengaruh sistem waralaba terhadap kepuasan kinerja pada industri waralaba restoran makanan cepat saji",
  "abstract": "Penelitian ini membahas mengenai tiga kasus yaig berbeda, namun memiliki keterkaitan yang erat. Dalam penelitian ini mengungkapkan tentang pengaruh suatu model yang terdapat pada sistem waralaba sehingga mampu meningkatkan kinerja perusahaan industri waralaba restoran makanan cepat saji. Penentuan dan penerapan suatu model yang baik pada sistem waralaba restoran makanan cepat saji memiliki pengaruh yang besar bagi pemberi waralaba dan penerima waralaba karena dapat memaksimalkan kinerja pada seluruh sistem waralaba mereka. Selain itu agar dapat meningkatkan kepuasan penerima waralaba, perlu dilakukan suatu usaha bagi pemberi waralaba diantaranya memberikan karakteristik pemilihan sistem waralaba baru yang berhasil membangun jaringan yang kuat dan berkembang pesat sehingga mampu meningkatkan kontribusi pada sistem waralaba mereka. Sesuai dengan hasil penelitian yang dilakukan oleh peneliti, menunjukkan bahwa tingkat kepuasan penerima waralaba restoran ternyata sangat penting bagi pengoperasian sistem waralaba. Selain itu agar sistem waralaba restoran cepat saji dapat memiliki karakteristik yang saling berhubungan, penerima waralaba hams menemukan pemberi waralaba yang tidak menjanjikan banyak dukungan di lapangan. Ternyata, penerima waralaba lebih tertarik kepada pembayaran kontan daripada dukungan layanan iklan pemberi waralaba sebagai ganti rugi kehilangan pendapatan yang disebabkan karena penambahan unit baru.",
  "creators": "ADI PURNAMA",
  "contributors": "SENTOT HARMAN GLENDOH (Examination Committee 1); Filicia Chandra (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 67/EM/2000; Adi Purnama (31495196)",
  "subjects": "FRANCHISES (RETAIL TRADE)"
}