{
  "id": "14033",
  "title": "Penerapan activity based costing sebagai salah satu alternatif dalam penetapan harga pokok produk pada badan usaha \"Agung Plastik\" Surabaya",
  "abstract": "PENERAPAN ACTIVITYBASED COSTING SEBAGAI SALAH SATU ALTERNATIF DALAM PENETAPAN HARGA POKOK PRODUK PADA BADAN USAHA \"AGUNG PLASTIK\" SURABAYA Dalam penetapan harga pokok produk ada tiga unsur biaya yang penting yaitu : biaya bahan baku, biaya tenaga kerja langsung, dan biaya overhead pabrik. Biaya overhead menduduki proporsi yang jauh lebih tinggi dibandingkan biaya bahan baku dan biaya tenaga kerja langsung. Dalam membebankan biaya overhead pabrik, badan usaha menggunakan p/anf wide rate yang dihitung dengan unit based cost driver dengan asumsi hanya satu unit based cost driver yang menyebabkan timbulnya biaya. Dengan demikian masing-masing produk dibebani biaya yang sama. Sistem plant wide rate menganggap bahwa biaya overhead pabrik dipicu oleh jumlah unit yang diproduksi atau besarnya biaya overhead yang akan dibebankan pada setiap produk adalah proporsional dengan volume produksi. Dengan Activity Based Costing dapat memperbaiki perhitungan pembebanan biaya overhead pabrik. Metode Activity Based Costing, melakukan penelusuran aktivitas-aktivitas yang menimbulkan biaya. Activity Based Costing dilakukan dalam dua tahap, pada tahap pertama mengidentifikasikan aktivitas dan biaya dibagi dalam homogenous cost pool agar dapat menentukan pool rate. Dan pada tahap kedua biaya overhead ditelusuri ke produk yang dilakukan dengan menggunakan pool rate yang dihitung pada tahap pertama. Diharapkan dengan menggunakan metode Activity Based Costing badan usaha dapat menentukan harga pokok produk yang akurat dan dapat bersaing dengan perusahaan-perusahaan sejenis.",
  "creators": "SELVINA",
  "contributors": "Devie (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 028/94/FE.Ak/1999; Selvina (32494037)",
  "subjects": "COST ACCOUNTING"
}