{
  "id": "14036",
  "title": "Peningkatan kualitas produk sandal menggunakan peta kendali p terstandarisasi di PT. Rajapaksi Adyaperkasa",
  "abstract": "P.T. Rajapaksi Adyaperkasa adalah perusahaan yang memproduksi produk sandal. Proses produksi pembuatan sandal secara garis besar meliputi empat proses, yaitu proses plong, jahit, lem dan gerinda. Setiap proses produksi terdapat beberapa jenis cacat, misalnya pada proses gerinda terdapat empat jenis cacat, yaitu sol tidak rata, sol kurang tergerinda, sol terlalu banyak tergerinda dan upper tegerinda. Karena itu, dalam setiap akhir proses dilakukan inspeksi untuk memisahkan produk baik dan cacat. Jika produk cacat dapat diperbaiki maka akan dilakukan reworking, tetapi jika produk cacat tidak dapat diperbaiki maka akan dilakukan recycle. Untuk memperbaiki mutu produk maka diperlukan suatu metode pengendalian kualitas yang tepat pada proses produksi. Tujuan dari tugas akhir ini adalah menganalisa mutu proses dan melakukan perbaikan mutu dengan menggunakan peta kendali p terstandarisasi dengan Variable Sampling Interval (VS1). Penehtian dilakukan pada proses yang paling banyak menghasilkan cacat terhadap empat jenis produk sandal, yaitu Birkenstock, Top Dutchy, Beach Reflex dan Beach Warrior. Proses yang paling banyak menghasilkan cacat adalah lem. Gerinda line 1 dan gerinda line 2. Setelah dilakukan perbaikan proses terhadap proses produksi tersebut maka dilakukan monitoring. Aktivitas monitoring yang dilakukan menggunakan peta kendali p terstandarisasi dengan VSI. Hasil analisa dari pengujian mean dua populasi dari proses lem, gerinda line 1 dan gerinda line 2 didapatkan bahwa terdapat penurunan rata-rata taksiran proporsi cacat antara sebelum dilakukan perbaikan proses dan setelah dilakukan perbaikan proses. Hal ini berarti pengendalian kualitas yang baru lebih baik.",
  "creators": "WIBIANTO",
  "contributors": "Pauline Astari Singgih (Advisor 2); Tanti Octavia (Advisor 1); Maja Indahwati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 437/TI-028/2001; Wibianto (25496070)",
  "subjects": "QUALITY CONTROL; PRODUCTION MANAGEMENT; TOTAL QUALITY MANAGEMENT"
}