{
  "id": "14034",
  "title": "Analisa faktor - faktor yang membentuk perilaku customer switching pada biro perjalanan wisata di Surabaya",
  "abstract": "Dunia bisnis pariwisata yang kian berkembang mewajibkan para pelaku usaha di dalamnya untuk terus berinovasi dan berkreasi agar mereka bisa tetap eksis di tengah persaingan yang ketat. Jika mereka tidak menjaga konsumen mereka dengan baik, konsumen akan berpindah dari satu BPW ke BPW yang lain. Hal ini disebut juga Customer Switching. Ada delapan faktor penyebab terjadinya customer switching, yaitu core service failure, employee responses to service failure, service encounters failure, pricing, inconvenience, ethical problems, attraction by competitors, dan involuntary switching and seldom-mentioned incidents. Dalam penelitian ini, penulis ingin meneliti apakah benar faktor-faktor di atas merupakan faktor-faktor yang membentuk perilaku customer switching pada BPW di Surabaya dan faktor mana yang paling dominan. Jumlah sampel yang digunakan penulis untuk penelitian ini adalah 100 responden yang berasal dari Surabaya. Berdasarkan hasil penelitian yang didapat dari Analisa Faktor, faktor pembentuk customer switching dikelompokkan menjadi enam faktor baru dengan pengelompokkan dan nama baru, yaitu Service Failure, Ethical Problems on Selling, Inconvenience, Attraction by Competitors, Involuntary Switching, dan Image. Sedangkan faktor dominan yang membentuk customer switching adalah Service Failure. Hal ini menunjukkan konsumen lebih mementingkan kualitas layanan dibandingkan dengan faktor-faktor lainnya.",
  "creators": "MARIA MAGDALENA; MEGAWATI",
  "contributors": "Foedjiawati, S.S., M.A., Ph.D. (Advisor 1); Dra. Monica Ida Uniati , M.M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010030/MAN/2009; Maria Magdalena (35404003), Megawati Kurniawan (35404005)",
  "subjects": "TRAVEL AGENTS; TOURISM-MARKETING; CONSUMER BEHAVIOR"
}