{
  "id": "14050",
  "title": "Analisa faktor-faktor personal determinant bagi warga lanjut usia di Surabaya dalam elakukan wisata kuliner",
  "abstract": "Penelitian ini dilakukan untuk menganalisa faktor-faktor yang menjadi personal determinant bagi pria dan wanita warga lanjut usia di Surabaya dalam melakukan wisata kuliner, dan untuk mendeskripsikan karakteristik produk wisata kuliner yang diinginkan oleh mereka. Analisis faktor digunakan untuk mendapatkan pembentukan faktor baru, T- test untuk uji beda, dan tabulasi silang untuk mendeskripsikan karakteristik produk wisata kuliner. Hasil Penelitian menunjukkan terbentuknya tujuh faktor baru yang termasuk dalam personal determinant, dengan urutan yaitu faktor private transportation, faktor responsibilities, faktor interest of food, faktor knowledge, time and habit, faktor planning of consumption, faktor conditions, dan faktor fear of food. Ada perbedaan antara pria dan wanita warga lanjut usia di Surabaya atas faktor-faktor personal determinant, yaitu faktor planning of consumption, faktor responsibilities dan faktor interest of food dalam melakukan wisata kuliner. Selain itu, karakteristik produk wisata kuliner yang diinginkan oleh mayoritas warga lanjut usia di Surabaya adalah makanan Indonesia yang digoreng, bertekstur sedang, berasa asin manis, tidak bersantan, minuman teh hangat, dengan lokasi yang terpisah dari pusat perbelanjaan, ruangan bercahaya terang dan lampu putih, tempat duduk berbahan spons, sandaran tegak, tipe ruang semi terbuka, memiliki toilet duduk, diiringi musik instrumental, pembayaran dalam bentuk tunai dan tanpa valet parking.",
  "creators": "DEWI ANIS SANJAYA; NOVY",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010021/MAN/2009; Dewi Anis Sanjaya (35404021), Novy (35404040)",
  "subjects": "TOURISM-MANAGEMENT; TOURIST TRADE-CONSUMER BEHAVIOR"
}