{
  "id": "1405",
  "title": "A study of the main characters' struggles againts the tradition and the results of the struggles in the characters' live in Hajin's waiting",
  "abstract": "The thesis is about Lin Kong, Manna, and Shuyu?s struggles against the tradition as portrayed in Ha Jin?s Waiting. I want to reveal each character?s struggles against the tradition as seen through the conflicts and the results of the struggles on the characters? lives. The analysis is focused on how the three characters are fighting against the tradition to be with the person they love. In order to achieve the purpose of the study that is to reveal the characters? struggles against the tradition and the results of the struggle, I use literary approaches namely characterization and conflict, and also additional information about courtship in Chinese tradition. In the analysis I explain each character?s struggles in their actions against the tradition. I observe that all characters do struggle for showing their love as seen from their characterization and conflicts. As the result, though they fail to break the tradition, they succeed to reach the purpose of their struggle that is to be with the person they love. To reach their purpose Lin Kong sacrifices his career, Manna loses her health, and Shuyu gives up her marriage, yet all of them learn to become mature. Lin Kong learns to accept his life and try to live in it; thus, now he simply prefers a peaceful mind. Manna becomes more sympathize to Shuyu. Shuyu learns that divorce cannot end his relationship with Lin Kong; thus, even after they have divorced, Lin Kong comes to say his true feeling to her. As a conclusion, a long struggle can teach someone to become a better person.",
  "creators": "MEILY CIANG",
  "contributors": "Vyrna Santoso (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1214/ING/2004; Meily Ciang (11499161)",
  "subjects": "JIN, HA, 1955-... WAITING-STUDY AND TEACHING"
}