{
  "id": "14056",
  "title": "Analisa potensi dan desain tour de kampoeng sebagai alternatif wisata kota di Surabaya menurut market mahasiswa di Surabaya",
  "abstract": "Surabaya memiliki beberapa kampung yang khas dan bisa dikembangkan untuk dijadikan atraksi wisata kota. Suatu bentuk one day single destination tour yang mengunjungi kampung-kampung tersebut pernah diadakan oleh Program Manajemen Kepariwisataan Universitas Kristen Petra bekerja sama dengan Perpustakaan Universitas Kristen Petra dengan nama Surabaya Memory Heritage Walk Tour de Kampoeng. Penelitian ini merupakan penelitian deskriptif yang menganalisa potensi - potensi wisata yang ada di kampung - kampung yang dikunjungi dalam Surabaya Memory Heritage Walk Tour de Kampoeng serta desain produk paket tour menurut market mahasiswa di Surabaya. Mahasiswa yang ditetapkan sebagai responden dalam penelitian ini ditetapkan berusia antara 17 ? 25 tahun, tidak tinggal di kampung - kampung yang diteliti, serta memiliki minat untuk mengunjungi kampung-kampung yang diteliti. Hasil penelitian menunjukkan bahwa kampung - kampung yang dikunjungi dalam Surabaya Memory Heritage Walk Tour de Kampoeng memiliki banyak potensi wisata, baik potensi fisik seperti bentuk rumah, keadaan lingkungan kampung, alat - alat yang digunakan dalam pekerjaan sehari - hari masyarakatnya dan potensi sosio - kultural seperti aktivitas sehari - hari masyarakatnya, keunikan etnis, pertunjukan kesenian, makanan khas setempat, pola hidup masyarakat setempat yang dapat menarik responden untuk mengunjungi dan mengikuti suatu paket tour ke kampungkampung tersebut. Hasil penelitian juga menunjukkan minat responden mengenai desain one day single destination tour ke kampung - kampung yang diteliti.",
  "creators": "YANUAR ADITAMA",
  "contributors": "Dra. Monica Ida Uniati , M.M. (Advisor 1); Rachmat Sugianto (Advisor 2); Foedjiawati, S.S., M.A., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010011/MAN/2009; Yanuar A (35404014), Feliana (35404076)",
  "subjects": "TOURISM-MANAGEMENT; TOURISM-MARKETING"
}