{
  "id": "14058",
  "title": "Analisa efisiensi penggunaan komputer di Unit Usaha Simpan Pinjam Koperasi Pegawai Negeri Republik Indonesia RSUD Dr. Soetomo Surabaya",
  "abstract": "Pada era yang serba modern seperti sekarang ini, teknologi informasi telah berkembang dengan sangat pesat Perusahaan yang ingin tetap bertahan dalam persaingan di era globalisasi mendatang perlu beradaptasi dengan kemajuan teknologi. KPRI RSUD Dr. Soetomo Surabaya berusaha mengikuti kemajuan teknologi informasi dengan mengaplikasikan sistem yang terkomputerisasi untuk unit usaha simpan pinjam. Pada awalnya penyelesaian pekerjaan di unit usaha simpan pinjam dilakukan secara manual, dimana tentu saja banyak terjadi kesalahan karena kapasitas manusia terbatas dan manusia bisa merasa lelah. Lain halnya dengan komputer yang mampu bekerja konsisten dan tak mengenal lelah. Atas pertimbangan untuk memperoleh informasi yang akurat dan cepat, manajer KPRI RSUD Dr. Soetomo ingin meniadakan pekerjaan secara manual yang membutuhkan waktu sangat lama dengan mempergunakan komputer. Dalam penulisan tugas akhir ini penulis ingin membuktikan apakah penggunaan komputer memang efisien untuk kegiatan adiministrasi yang ribuan jumlahnya. Untuk tujuan di atas, penulis berusaha membandingkan waktu penyelesaian pekerjaan secara manual dan komputerisasi untuk mengetahui tingkat efisiensi penggunaan komputer melalui metode Stop Watch Time Study. Atas dasar perbandingan tersebut dapat ditarik kesimpulan bahwa penyelesaian pekerjaan dengan mempergunakan komputer sangat cepat, selain itu dapat merampingkan jumlah pegawai yang dibutuhkan untuk menyelesaikan selumh elemen kerja yang ada di unit usaha simpan pinjam. Waktu standart penyelesaian pekerjaan secara manual diperhitungkan dengan maksud bila menggunakan komputer, maka waktu penyelesaiannya tidak boleh melebihi dari waktu standart manual.",
  "creators": "FILICIA CHANDRA",
  "contributors": "Oviliani Yenty Yuliana (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1049/EM/1998; Filicia Chandra (31494063)",
  "subjects": "COOPERATIVE SOCIETIES-COMPUTER PROGRAMS; MANAGEMENT-COMPUTER PROGRAMS"
}