{
  "id": "14069",
  "title": "A Comparative study on Huck's and Scout's character development as seen through their changing attitudes towards southern racism in Mark Twain's the adventures of Huckleberry Finn and Harper Lee's to",
  "abstract": "The classic, award winning novels. The Adventures of Huckleberry Finn and To Kill A Mockingbird have always been questioned as proper reading for children and young adults since both books mostly refer to the uncomfortable issue of racism in the south. Such serious undercurrents within the novels, however, are presented through the perspective of the main children characters, Huck and Scout. Within the boundaries of the setting of time, place and society, they are acquainted with two different forms of racism: slavery and segregation . Through a sequence of initiation process, they eventually oppose the society's value of racism. From the topic presented in this thesis, the writer wants to reveal the process of character development that occurs on the children. Therefore, the writer of this thesis attempts to compare every early racist attitudes that reveal the children's traits, die conflicts which serves as initiations and their latter anti-racist attitudes that prove their changing traits. Analyzing both novels, the writer is going to use a comparative study, setting, characterization and conflict to learn how the children are forming themselves as anti-racists from their initial conducts which cany the essence of racism. The children's character development from immaturity to maturity gives them a better knowledge of the world, helps them recognize the deviated social values, and leads them to the ability to take a stand in the issue of racism. Commencing from his naive initial state of mind, Huck nurtures his defiance against racism by valuing his friendship to Jim, whereas Scout comprehends the bitter facts of racial discrimination in her society under the guide of wise Atticus. The children, having been nurtured with the very core of racism in their society through all their life, gradually determine to change their perspective towards the blacks.",
  "creators": "EVA MARY MARCUS",
  "contributors": "Dra. Sarah Prasasti, M.Hum. (Advisor 1); ANITA LIE (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 742/ISNG/1999; Eva Mary Marcus (11495013)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; AMERICAN FICTION--19TH CENTURY--STUDY AND TEACHING; TWAIN, MARK, 1835-1910. THE ADVENTURES OF HUCKLEBERRY FINN-STUDY AND TEACHING; LEE, NELLE HARPER, 1926-... TO KILL A MOCKINGBIRD-STUDY AND TEACHING"
}