{
  "id": "14083",
  "title": "Penerapan analisis value chain untuk meningkatkan efisiensi biaya pada PT Semen Gresik (Persero) Tbk.",
  "abstract": "Bermula dari tidak memadainya penggunaan analisis value-added yang hanya berfokus pada aktivitas interna] perusahaan, maka perlu diciptakan suatu analisis yang lebih luas yang dapat membantu perusahaan dalam memperkuat hubungan antar perusahaan dengan pemasok dan konsumennya. Analisis yang dimaksud adalah analisis value chain. Sehubungan dengan hal itu, skripsi ini mengangkat problematika utama yaitu bagaimana menerapkan analisis value chain di PT Semen Gresik (Persero) Tbk. guna meningkatkan efisiensi biaya Jenis penelitian yang dilakukan adalali penelitian deskriptif dengan menggunakan rancangan penelitian berupa studi kasus pada PT Semen Gresik (Persero) Tbk. Jenis data yang digunakan adalah data kuantitatif dan data kualitatif Sedangkan sumber data diperoleh dari sumber data internal dan eksternal berupa sumber data primer dan sekunder. Metode pengumpulan data menggunakan studi Iapangan dan studi literatur. Studi Iapangan dilakukan dengan menggunakan wawancara, observasi, dan dokumentasi terhadap obyek penelitian yang bersangkutan. Teknik analisis data menggunakan analisis kualitatif dan mengikuti langkah-langkah dalam metodologi value chain. Ada lima rantai nilai yang dianalisis, yaitu Aktivitas Penambangan, Aktivitas Menghasilkan Terak, dan Aktivitas Menghasilkan Semen sebagai aktivitas internal, serta Aktivitas Distribusi dan Aktivitas Langganan Tetap sebagai aktivitas eksternal PT Semen Gresik (Persero) Tbk. Berdasarkan analisis dan pembahasan tersebut, diketahui bahwa ada beberapa aktivitas yang tidak menambah nilai {Non Value - Added Activity) yang harus segera dikurangi agar perusahaan dapat berjalan dengan eiisien, yaitu aktivitas penyimpanan dan aktivitas pengangkutan barang dari tempat penyimpanan. Dengan melakukan reduksi sebesar 30 % atas aktivitas-aktivitas yang tidak menambah nilai, maka terjadi efisiensi sebesar 0,07 % dalam Total Beban Produksi PT Semen Gresik (Persero) Tbk.",
  "creators": "LUKITA SARI",
  "contributors": "I MADE KRISNA M SANTIKA (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 033/95/FE.AK/1999; Lukita Sari (32495034)",
  "subjects": "ACCOUNTING; COST ACCOUNTING"
}