{
  "id": "14105",
  "title": "Penerapan PPh pasal 21 dalam rangka koreksi fiskal atas laba kena pajak perusahaan pada laporan keuangan PT. \"X\" di Sidoarjo",
  "abstract": "PT \"X\" adalah perusahaan yang bergerak dalam bidang manufakture yaitumanufacture dengan produksi barang-barang rumah tangga dari melamine, perusahaan ini memiliki karyawan yang cukup banyak. Untuk itu perusahaan harus menghitung pajak penghasilan masing-masing karyawan sesuai dengan ketentuan dalam Undang-Undang Perpajakan tahun 1994, karena perusahaan diberi kepercayaan menghitung, memperhitungkan, memotong, dan menyetorkan pajak penghasilan baik pajak penghasilan karyawan maupun pajak penghasilan badan.Untuk itu perusahaan dapat memenejemen pajak penghasilan karyawan maupun badan maka perusahaan harus mengetahui teknik-teknik untuk meminimalkan pajak penghasilan. Perusahaan harus memberikan tunjangan pajak penghasilan bagi setiap karyawan dan tunjangan-tunjangan lain pengaruhnya biaya yang ditanggung perusahaan lebih besar sehingga laba perusahaan akan menurun akibatnya pajak penghasilan yang dikenakan kecil. Jenis penelitian yang digunakan adalah studi kasus yaitu meneliti kasus dengan membandingkan perhitungan perusahaan dengan tunjangan pajak dengan perhitungan yang dilakukan peneliti. Jenis data yang dikumpulkan adalah data kuantitatif yang berupa dokumen dan angka-angka laporan yang dibuat oleh perusahaan. Sumber data dari intern perusahaan dan data eksternal, yang dikumpulkan dengan instrumen dan wawancara. Berdasarkan perhitungan pajak penghasilan karyawan dan badan yang dilakukan perusahaan dapat dikatakan minimal tetapi masih ada cara untuk lebih meminimalkan pajak penghasilan karyawan dan badan yaitu dengan cara merubah biaya yang dikeluarkan perusahaan untuk kepentingan karyawan sebagai tunjangan, sehingga biaya yang dikeluarkan perusahaan dapat diakui biaya.",
  "creators": "LANI LIANAWATI",
  "contributors": "Devie (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 030/94/FE.Ak/1999; Lany Lianawati (32494045)",
  "subjects": "FINANCIAL STATEMENTS; TAX ACCOUNTING"
}