{
  "id": "1410",
  "title": "Analisis diskriminan dan aplikasi analytical hierarchy process untuk menghitung faktor-faktor yang mempengaruhi mark-up penawaran",
  "abstract": "Kontraktor pada saat melakukan penawaran untuk suatu proyek menemui suatu kondisi dimana kontraktor harus memberikan mark-up penawaran yang cukup rendah untuk bisa memenangkan proyek tersebut, dan sekaligus cukup tinggi agar perusahaan tidak mengalami kerugian. Ada banyak faktor yang harus dipertimbangkan oleh kontraktor untuk tujuan ini, dan pertimbangan antara kontraktor satu dengan yang lain bisa berbeda terhadap faktor-faktor tersebut. Tujuan dari penelitian, pertama adalah mengidentifikasi peringkat faktor-faktor yang mempengaruhi mark-up pada kontraktor omset menengah dan besar pada kondisi sebelum krisis moneter 1997 dan tahun 2004. Kedua, mencari faktor-faktor yang membedakan antara kedua klaksifikasi kontraktor menggunakan analisis diskriminan. Selain itu, penelitian ini akan menerapkan metode Analytical Hierarchy Process (AHP) dengan menghitung faktor-faktor tersebut untuk menetapkan mark-up penawaran. Dari hasil penelitian menunjukan bahwa terdapat perbedaan pada peringkat faktor-faktor antara sebelum krisis moneter 1997 dan tahun 2004 antara kontraktor omset menengah dan besar. Hasil analisis diskriminan menunjukan bahwa faktor-faktor yang membedakan antara kontraktor omset menengah dan besar dalam pengajuan mark-up pada saat sebelum krisis moneter 1997 adalah Cash flow yang dibutuhkan proyek, Besarnya premi asuransi, Rate of return, Ketidak pastian dalam estimasi biaya. Sedangkan pada tahun 2004, faktor-faktor yang membedakan adalah kredibilitas Konsultan/CM, Ttipe kontrak (lumpsum, cost+fee,dll), Rate of return. Hasil perhitungan menunjukkan bahwa pada studi kasus pertama, kontraktor I mengajukan mark-up sebesar 9,96%. Sedangkan pada studi kasus kedua , mark-up yang diajukan oleh kontraktor II adalah 14,61%. Penelitian ini membahas dan melakukan analisis sensitivitas terhadap hasil perhitungan ini.",
  "creators": "ERY ACHJARI",
  "contributors": "Andi (Advisor 1); Jani Rahardjo (Advisor 2); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Thesis No. 01000079/MTS/2004; Ery Achjari (01502008)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}