{
  "id": "14166",
  "title": "Penerapan konsep akuntansi inflasi sebagai informasi pelengkap dalam pengambilan keputusan manajemen pada PT. Suparma",
  "abstract": "Laporan keuangan konvensional adalah laporan keuangan yang didasarkan pada prinsip harga perolehan (historical cost), yang berasumsi bahwa nilai uang adalah stabil. Hal ini berarti mengabaikan adanya inflasi yang nyata-nyata ada dalam suatu negara. Adanya asumsi tersebut, maka yang terjadi dalam laporan laba rugi akan menunjukkan angka laba bersih yang overstated. Hal ini karena penghasilan diukur menurut daya beli yang sedang berlaku, atau setidaknya menurut daya beli yang berlaku terakhir kali, sementara beban diukur menurut daya beli yang berlaku pada periode sebelumnya yang berbeda. Jika laba bersih ini digunakan untuk membayar dividen, maka yang terjadi adalah adanya erosi modal yang akan berpengaruh terhadap pertumbuhan perusahaan untuk periode berikutnya, sehingga terjadi disinvestasi. Dari penjelasan ini dapat diketahui, bahwa pada saat inflasi, laporan keuangan berdasarkan biaya historis kurang memberikan informasi yang relevan dalam pengambilan keputusan manajemen. Hal ini karena laporan keuangan konvensional tidak mencerminkan dampak perubahan tingkat harga pada tanggal laporan keuangan. Dengan demikian informasi yang terdapat pada laporan keuangan berdasarkan biaya historis berbeda dari kenyataan yang sebenaraya. Dari kenyataan tersebut, timbullah pemikiran untuk mencari solusi yaitu dengan penerapan general price level accounting (GPLA) sebagai informasi pelengkap dalam pengambilan keputusan manajemen. GPLA merupakan suatu metode yang menyatakan kembali sepenuhnya laporan keuangan konvensional kedalam suatu cara yang mencerminkan perubahan daya beli. Sifat dan karekteristik penelitian yang digunakan penulis adalah penelitian deskriptif yang merupakan studi kasus pada PT. \"Suparma\". Jenis data yang dikumpulkan adalah data kualitatif dan kuantitatif yang diperoleh penulis dari Bursa Efek Surabaya, Biro Pusat Statistik serta perpustakaan. Instrumen yang digunakan dalam pengumpulan data yaitu dengan catatan dan fotocopy, serta metode pengumpulan yang digunakan adalah studi kepustakaan dan dokumentasi. Teknik analisis data yang digunakan dalam penelitian adalah deskriptif kuantitatif. Dengan diterapkannya GPLA, maka angka-angka pada laporan keuangan baik neraca maupun laporan laba rugi berdasarkan GPLA lebih besar daripada laporan keuangan konvensional. Adanya pengaruh GPLA terhadap neraca dan laporan laba rugi akan mempengaruhi juga dalam analisis rasio keuangan. Dimana secara keseluruhan dari segi liquidity ratio, leverage serta profitability ratio pada laporan keuangan berdasarkan GPLA lebih baik dibandingkan dengan laporan keuangan berdasarkan biaya historis.",
  "creators": "VERA KRISTIAN",
  "contributors": "ROEKHUDIN (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 053/95/FE.AK/2000; Vera Kristian (32495011)",
  "subjects": "ACCOUNTING; MANAGERIAL ACCOUNTING"
}