{
  "id": "1417",
  "title": "Perancanangan sistem informasi persediaan bahan baku di PT Surabaya Perdana Rotopack",
  "abstract": "Persediaan bahan baku merupakan salah satu aspek penting dalam fungsi manajemen. Kelebihan maupun kekurangan bahan baku selalu menimbulkan dampak yang merugikan dan dapat mempengaruhi total biaya produksi. Hal inilah yang mendorong pentingnya penerapan pengendalian persediaan sehingga dapat meminimumkan total biaya. Untuk menunjang penerapan sistem persediaan, perlu diperhatikan masalah sistem informasi yang berkaitan dengan pengendalian persediaan. Kelancaran dan keakuratan arus informasi antar bagian akan mempermudah pihak perusahaan dalam pengambilan keputusan. Untuk mengantisipasi ketidakpastian permintaan bahan baku di masa mendatang diperlukan suatu analisis peramalan. Peramalan menggunakan metode Box Jenkins yang menganalisa data historis dan menentukan model yang sesuai dengan dasar statistik. Dari hasil peramalan diketahui jumlah permintaan bahan baku yang akan datang, sehingga dapat dicari perkiraan jumlah masing-masing bahan baku yang dibutuhkan. Kebijakan persediaan yang diterapkan adalah continuos-review, dimana tingkat persediaan selalu dimonitor secara kontinu dan pesanan sebesar Q dilakukan pada saat tingkat persediaan mencapai titik pemesanan kembali. Perancangan sistem informasi persediaan yang terpadu dan berbasis komputer akan menghasilkan informasi yang tepat waktu, tepat guna, tepat biaya dan akurat. Rancangan dibuat berdasarkan prosedur persediaan yang diterapkan diperusahaan dan memberikan usulan perbaikan yang diperlukan serta dipadukan dengan sistem persediaan hasil rancangan. Penggunaan basis data bertujuan meningkatkan ketepatan, kecepatan dan keamanan memperoleh informasi persediaan, sehingga dapat meningkatkan pengontrolan persediaan. Untuk menunjang realisasi dari hasil rancangan maka dibuat program basis data dengan menggunakan software Visual-Foxpro sehingga hasil rancangan semakin mudah diaplikasikan dalam perusahaan.",
  "creators": "JOHANES SOETANTO",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Bernardo Nugroho Yahya (Advisor 2); I Nyoman Sutapa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 582/TI-063/2002; Johanes Soetanto (25497026)",
  "subjects": "MATERIALS MANAGEMENT; INVENTORY CONTROL"
}