{
  "id": "14170",
  "title": "Pengaruh pengkapitalisasian bunga terhadap penentuan harga perolehan aktiva tetap pada PT. \"X\" di Surabaya",
  "abstract": "Dalam skripsi ini penulis membahas mengenai pengaruh pengkapitalisasian bunga pinjaman terhadap penentuan harga perolehan aktiva tetap. Skripsi ini adalah penelitian deskriptif yang memberi gambaran secara obyektif tentang keadaan yang sebenarnya untuk memperoleh manfaat yang lebih luas. Penulis mengadakan penelitian pada PT.\"X\" yang bergerak di bidang usaha paving stone yang terletak di Surabaya. PT.\"X\" memutuskan untuk membangun sendiri aktiva tetapnya yang berupa bangunan, dengan sebagian besar dana konstruksi tersebut diperoleh dari pinjaman bank jangka panjang yang menimbulkan biaya bunga. Masalah yang timbul adalah bagaimana cara pengkapitalisasian bunga dalam menentukan harga perolehan perusahaan dan pengaruhnya terhadap laporan keuangan. Penelitian ini bertujuan untuk mengetahui cara pengkapitalisasian bunga terhadap harga perolehan aktiva tetap dengan menggunakan perusahaan sebagai obyek penelitian dan sekaligus membandingkan antara alteraatif penilaian aktiva tetap yang digunakan perusahaan yaitu membebankan biaya bunga kedalam beban administrasi dan umum dengan alternatif pengkapitalisasian biaya bunga kedalam harga perolehan aktiva tetap. Hasil dari penelitian menunjukkan informasi keuangan yang dapat digunakan untuk pengambilan keputusan oleh manajemen. Sebaliknya, dengan membebankan biaya bunga pinjaman atas kegiatan konstruksi tersebut dapat mengakibatkan laba/rugi perusahaan menjadi understated dan aktiva tetap pada masa konstruksi dinilai terlalu rendah juga. Dengan demikian sebaiknya bunga pinjaman untuk kegiatan konstruksi dikapitalisasi ke dalam harga perolehan aktiva tetap.",
  "creators": "HIE LAN FANG",
  "contributors": "Yenni Mangoting (Advisor 1); ALI DJAMHURI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.064/96/FE.AK/2000; Hie Lan Fang (32496109)",
  "subjects": "ACCOUNTING"
}