{
  "id": "14172",
  "title": "Analisis strategi underpricing pada saat IPO",
  "abstract": "Skripsi ini berjudul ANALISIS STRATEGI UNDERPRICING PADA SAAT IPO (studi empiris pada penisahaan go publik di Bursa Efek Surabaya)\" yang memiliki latar belakang bahwa di Amerika rata-rata perusahaan go publik yang menawarkan sahamnya untuk pertama kali memberi harga 11% lebih rendah dan harga pasar sebenarnya (strategi underpricing), dengan demikian problematika yang niuncul ada 2 yaitu hagaimariflkflh strategi yang digunakan perusahaan dalam hal penetapan harga saham perdananya dan apakah ada perbedaan kinerja harga saham pada pasar sekunder antara perusahaan yang menerapkan strategi underpricing dan yang menerapkan strategi overpricing. Bila dikaitkan dengan latar belakang yang ada penetitian ini bertujuan untuk mengetahui strategi apa yang diterapkan perusahaan go publik di BES dan apakah ada perbedaan kinerja harga sahamnya pada pasar sekunder jika strategi yang digunakan berbeda, dimana informasi tersebut dapat bermanfaat bagi investor dan pihak lain yang terkait Untuk menjawab problematika tersebut penulis menggunakan penehtian inferensial dengan rancangan penehtian data sekunder yang diperoleh dari perpustakaan BES, populasinya yaitu perusahaan go publik yang tercatat di BES antara tahun 1990 hingga tahun1998, pengukuran datanya dengan skala rasio, metode pengurnpulan data yaitu studi pustaka dan dokumentasi melalui komputer. Selain itu penulis juga menggunakan alat bantu statistik untuk mengetahui perbedaan kinerjanya dengan pengujian perbedaan dua rata-rata. Setelah penuhs menggunakan uji statistik diatas diperoleh liasii bahwa adanya perbedaan kinerja liarga saliam perusahaan yang menerapkan strategi yang berbeda yaitu kinerja harga saham perusahaan yang menerapkan strategi underpricing lebih baik dibanding dengan overpricing. Dan penulis juga memperoleh hasil bahwa dari 127 perusahaan go publik yang tercatat mulai tahun 1990 hingga 1998 di BES yang menggunakan strategi underpricing 75% dan overpricing 17%, sedangkan sebanyak 8% penisahaan tidak menerapkan strategi underpricing maupun overpricing.",
  "creators": "LENY SUGIARTI",
  "contributors": "Lisa Linawati Utomo (Advisor 1); ALI DJAMHURI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 040/96/FE.AK/2000; Leny Sugiarti (32496006)",
  "subjects": "CORPORATIONS-FINANCE; GOING PUBLIC (SECURITIES)"
}