{
  "id": "14177",
  "title": "Peranan kegiatan seleksi dan kegiatan pelatihan karyawan terhadap produktivitas kerja karyawan CV Danaco di Semarang",
  "abstract": "Di dalam suatu perusahaan tidak terlepas dari kegiatan personalia. Dimana kegiatan tersebut dilakukan untuk menentukan tenaga-tenaga kerja yang baik dan bertanggungjawab. Dari kegiatan-kegiatan personalia yang ada di dalam perusahaan tersebut, terdapat kegiatan yang sangat menentukan kemajuan karir tenaga kerja yang ada di dalam perusahaan tersebut yaitu kegiatan seleksi dan kegiatan pelatihan tenaga kerja. Kedua kegiatan tersebut bertujuan untuk memperoleh tenaga kerja yang sesuai dengan bidangnya, dimana keberhasilan dari pekerjaan yang dilaksanakannya betul-betul dapat dipertanggungjawabkan keberhasilannya. Keberhasilan dari pekerjaan tersebut salah satunya dapt terlihat dari produktivitas kerja yang disumbangkan pekerja tersebut terhadap perusahaan. Di dalam upaya memperoleh produktivitas kerja yang terbaik, maka diupayakan untuk memperoleh estimasi terbaik dari pelaksanaan seleksi dan pelatihan tenaga kerja dari data yang diperoleh dari perusahaan. Maksud dari pencarian estimasi tersebut, agar diperoleh suatu standart penilaian dari kegiatan seleksi dan kegiatan pelatihan secara tepat. Estimasi tersbut diperoleh dengan menentukan persamaan regresi serta persentase dari sumbangan masing masing kegiatan seleksi dan kegiatan pelatihan terhadap produktivitas kerja karyawan yang dapat diperoleh dengan menggunakan analisis korelasi detrminasi. Dari analisis regresi dapat ditarik kesimpulan bahwa kegiatan pelatihan lebih berpengaruh terhadap produktivitas kerja dibandingkan dengan kegiatan seleksinya. Sedangkan persentase sumbangan yang diberikan kegiatan pelatihan terhadap produktivitas tersebut sebesar kurang lebih 85% sedangkan persentase sumbangan yang diberikan kegiatan seleksi sebesar kurang lebih 4% dan sisanya dipengaruhi oleh faktor-faktor lain",
  "creators": "YAM PAMUJI UTAMA",
  "contributors": "LUKAS SUGENG MUSIANTO (Advisor 1); Soekarno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1294/EM/1999; Yam Pamuji Utama (31492124)",
  "subjects": "EMPLOYEE SELECTION; PERSONNEL MANAGEMENT; EMPLOYEES-TRAINING OF"
}