{
  "id": "14175",
  "title": "Meneliti peluang pasar turis ransel bagi industri pariwisata di Yogyakarta",
  "abstract": "Setiap orang baik kaya maupun tidak, baik mereka dari kalangan sibuk maupun bukan, akan meluangkan waktu untuk melakukan perjalanan. Dengan demikian dari status sosialnya para pelaku perjalanan dapat dibagi menjadi dua bagian besar yaitu orang-orang berduit yang cenderung memilih fasilitas mewah pada saat melakukan perjalanan. Sementara golongan pelaku perjalanan yang Iain adalah orang-orang yang lebih memilih kepraktisan dalam melakukan perjalanan, mereka adalah yang kita sebut turis ransel atau 'backpackers'. Disini penulis akan memfokuskan pada turis ransel dan pasarnya terhadap industri pariwisata di Yogyakarta. Turis ransel sangat besar jumlahnya dan walaupun mereka membelanjakan uang lebih sedikit dari pada turis biasa, mereka adalah pasar yang potensial. Sebagai contoh misalnya sebuah guest house, tamu-tamu potensialnya adalah turis ransel. Para turis ransel ini datang dari beragam status sosial. Mereka bisa merupakan murid sekolah ataupun orang-orang yang sudah bekerja. Walaupun latar belakang mereka berbeda, mereka memiliki pikiran yang sama yaitu: menjelajahi sebanyak mungkin daerah wisata dengan membelanjakan uang sesedikit mungkin. Ini bahkan mungkin telah menjadi pameo mereka. Dari beberapa contoh karakteristik turis ransel tersebut diatas, penulis ingin meneliti apa yang dapat dilakukan industri pariwisata di Indonesia, khususnya di Yogyakarta untuk menarik perhatian mereka. Tujuannya adalah untuk mengetahui apa yang dapat dijual kepada turis ransel dan seberapa besar peluang pasar yang dapat tercipta dari turis ransel, serta untuk mencari tahu cara-cara yang mungkin dapat dilakukan untuk meningkatkan industri pariwisata di Yogyakarta.",
  "creators": "ELVIE LUCIANA JOHAN; ELLY ANGKADJAJA",
  "contributors": "Widjojo Suprapto (Advisor 1); SIDNIWATI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 369/PAR/1999; Elvie L. Johan (91396005), Elly Angkadjaja (91396054)",
  "subjects": "TOURIST TRADE-YOGYAKARTA; TOURIST TRADE-YOGYAKARTA-MARKETING"
}