{
  "id": "14184",
  "title": "Di seputar strategi pemasaran: pemosisian, pemosisian kembali dan pengembangan pemosisian yang berkelanjutan",
  "abstract": "Strategi pemosisian bagi produk atau jasa sangat penting agar produk tersebut dapat selalu memenuhi kebutuhan konsumennya. Jika kebutuhan konsumen terpenuhi, maka otomatis produk atau jasa tersebut dapat tetap bertahan hidup dalam suatu pasar. Para produsen rokok dalam memasarkan produknya juga menggunakan strategi pemosisian ini. Strategi pemosisian dalam industri rokok dapat dilihat dari bagaimana cara mereka mengiklankan produknya. Tetapi seringkali didalam usahanya untuk memosisikan produknya, produsen rokok dapat terbentur pada tanggung jawab moral pada publik. Misalnya dalam pemilihan model iklan untuk memosisikan merknya, produsen rokok harus memperhatikan kode iklan rokok yang melarang penggunaan model yang terlihat berusia di bawah usia 25 tahun. Tetapi beberapa produsen rokok di Amerika Serikat melanggar ketentuan ini. Akibatnya mereka menerima banyak kritikan keras dari masyarakat yang khawatir oleh akibat iklan rokok ini bagi remaja dan anak-anak. Untuk menyikapi hal ini, pemerintah berupaya untuk mengatur ataupun membatasi peredaran iklan rokok dengan mengeluarkan peraturan-peraturan yang diantaranya adalah membatasi penayangan iklan rokok di televisi dan media cetak. Bahkan ada peraturan yang melarang penggunaan model, slogan ataupun skenario dalam iklan rokok tersebut. Tetapi perusahaan rokok tetap harus memosisikan dan memasarkan produknya. Sehingga produsen rokok mulai mencari media lain untuk mengiklankan produknya Karena tujuan pemasaran adalah untuk meningkatkan pengenalan pada produk, maka banyak produsen yang menempatkan produk mereka dalam film-film yang menarik dan menyenangkan dengan harapan bahwa penonton film tersebut akan menyukai dan menggunakan barang-barang yang dipakai dalam film tersebut. Atas dasar pemikiran tersebut, maka sejak tahun 1920-an industri rokok telah menempatkan produk mereka dalam film. Tetapi penempatan produk mereka dalam film pun tak luput dari kritikan masyarakat. Karena kebanyakan dari produsen rokok menempatkan produk mereka dalam film-film remaja. Karena itulah peran iklan anti rokok penting agar para penonton yang berusia remaja tidak terpengaruh untuk mencoba rokok, setelah melihat adegan rokok dalam film.",
  "creators": "RIMA AMIRIANTI",
  "contributors": "Soekarno (Advisor 1); Hatane Semuel (Advisor 2); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 13/EM/2000; Rima Amirianti (31494303)",
  "subjects": "MARKETING-MANAGEMENT"
}