{
  "id": "14182",
  "title": "Pentingnya penerapan sistem material requirements planning dalam proses produksi dalam rangka meningkatkan efisiensi biaya sediaan pada PT. S.S. Utama di Surabaya",
  "abstract": "Fluktuasi yang tidak menentu di Indonesia beberapa tahun belakangan ini sempat menciptakan kelesuan pada aktivitas perekonornian Indonesia. Banyak investor yang mengurungkan niamya untuk berinvestasi di Indonesia Hal ini terjadi karena dipengaruhi oleh situasi politik Indonesia yang tidak menentu. Namun seiring dengan munculnya berbagai kebijakan baru dari Pemerintah di bidang ekonomi, sektor ekonomi Indonesia kembali bergairah. Iklim persaingan yang sempat lesu belakangan ini tumbuh kembali. Perusahaan-perusahaan kembali saling bersaing. Fokus mereka sekarang adalah efisiensi produksi dan efektivitas distribusi. Oleh karena itu untuk dapat mencapai kedua fokus ini, dirasakan perlu adanya perhatian perusahaan terhadap aktivitas perencanaan dan pengendalian produksi. Masalah dari penelitian ini muncul karena sering terjadinya penumpukan material atau terkadang justru terjadi shortage (kekurangan material) dalam proses produksi yang disebabkan karena tidak adanya perencanaan dan pengendalian kebutuhan bahan yang baik sehingga biaya produksi meningkat dan berpengaruh pada ketidakmampuan memenuhi janji pengiriman. Oleh karena itu dibutuhkan suatu sistem informasi yang menekankan pada aktivitas penjadwalan produksi yaitu melalui penerapan sistem MRP. Penelitian skripsi ini adalah deskriptif, yang dilakukan pada FT S.S. Utama di Surabaya Metode penelitian yang digunakan adalah metode studi kasus. Dalam menjawab permasalahan yang timbul, penulis mencoba membandingkan berapa biaya sediaan yang hams dikeluarkan oleh perusahaan jika menggunakan sistem MRP dan jika tanpa menggunakan sistem MRP. Dengan menggunakan sistem yang berbeda, besarnya biaya sediaan yang hams dikeluarkan oleh perusahaan berbeda pula. Dengan sistem MRP, biaya sediaan dapat ditekan sedemikian rupa sehingga terjadi penghematan untuk setiap bularmya Walaupun penghematan yang terjadi tersebut tidak material dan kurang berarti bagi perusahaan saat ini namun untuk jangka panjang jika suatu saat perusahaan berkembang dengan pesat dan kapasitas produksinya bertambah besar maka akan menjadi masalah bagi perusahaan karena kapasitas produksi yang besar cenderung menghasilkan inefisiensi yang besar pula apabila perusahaan tidak mempunyai perencanaan produksi yang tepat dan terperinci..Dan yang lebih penting lagi dengan sistem MRP janji pengiriman bisa terpenuhi. Sistem MRP ini memiliki banyak kelebihan. Dengan sistem MRP, dampak yang langsung tampak adalah pengurangan sediaan dan memperlancar proses produksi, yang berarti juga peningkatan efisiensi karena dengan waktu yang sama diperoleh hasil yang lebih banyak. Di samping itu, MRP juga membantu badan usaha dalam meningkatkan komitmen terhadap janji pengiriman dan pelayanan kepada konsumen. Hal ini penting karena hanya dengan kepercayaan konsumenlah suatu badan usaha dapat tetap hidup dan berkembang.",
  "creators": "FRANSISKUS L",
  "contributors": "HAMBALI (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 081/96/FE.AK/2000; Fransiskus L (32496095)",
  "subjects": "MATERIALS MANAGEMENT; PRODUCTION MANAGEMENT"
}