{
  "id": "1419",
  "title": "Perbaikan sifat mekanik besi cor nodular feritik perlitik dengan proses laku panas annealing dan austempering",
  "abstract": "Proses laku panas yang dikenakan pada besi cor nodular feritik perlitik ini dilakukan untuk mengetahui sejauh mana pengaruh proses laku panas terhadap sifat mekanik dari besi cor nodular feritik perlitik. Besi cor nodular feritik perlitik yang digunakan dalam penelitian ini adalah besi cor nodular dengan matrik feritik dan perlitik dengan grade FCD - 40. Proses lakuan panas annealing yang dilakukan yaitu dengan memanaskan besi cor tersebut sampai temperatur austenisasi, kemudian ditahan selama 2,5 jam, setelah itu temperatur diturunkan sampai temperatur annealing yaitu pada temperatur 700 ?C, pada temperatur tersebut ditahan selama 5 jam setelah itu dilakukan pendinginan dalam tungku. Untuk proses austempering, besi cor dipanaskan sampai temperatur austenisasi kemudian ditahan selama 2 jam kemudian dilakukan pendinginan dengan cepat hingga temperatur 300 ?C, pada temperatur tersebut ditahan selama 3 jam setelah itu spesimen didinginkan dengan pendinginan udara. Spesimen hasil proses baik proses annealing, austempering dan kombinasi dari kedua proses tersebut dilakukan pengamatan struktur mikro, pengujian kekerasan dan uji tarik kemudian hasilnya dibandingkan dengan besi cor nodular feritik perlitik hasil coran (as cast). Dari data penelitian menunjukkan bahwa pengaruh dari perlakuan panas annealing dapat menurunkan kekerasan sebesar 10 %, menurunkan kekuatan tarik sebesar 7,4 % dan prosentase pertambahan panjang hanya 3,5 %. Untuk proses austempering dapat meningkatkan kekerasan sampai sebesar 30 %, kekuatan tarik mengalami peningkatan sebesar 40,65 %, sedangkan prosentase pertambahan panjangnya sebesar 4%. Dan untuk proses laku panas kombinasi dari annealing dan austempering didapatkan kenaikan kekerasan sebesar 20 % dan meningkatkan kekuatan tarik sebesar 27,52 %, sedangkan prosentase pertambahan sebesar 4 %.",
  "creators": "HENDRI SUKAMTO TJ",
  "contributors": "HELENA C. KIS AGUSTIN (Advisor 1); Soejono Tjitro (Advisor 2); Ninuk Jonoadji (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/0630/MES/2004; Hendri Sukamto (24498100)",
  "subjects": "IRON FOUNDING"
}