{
  "id": "14197",
  "title": "Analisa value chain untuk menerapkan strategic cost reduction pada PT Pancamas Jayaprakasa",
  "abstract": "Globalisasi saat ini yang disertai dengan pertimbangan konsumen yang semakin kritis terhadap kualitas dan harga, memacu perkembangan perkonomian dan persaingan yang semakin ketat. Iklim dunia usalia semakin efisien dan mempunyai competitive advantage untuk dapat bertahan dan berkembang. Competitive advantage tumbuh dari nilai yang dapat diciptakan bagi pembeli. Nilai tersebut dapat berbentiik harga yang lebih murah dibandingkan pesaing dengan manfaat yang sama Badan usaha memerlukan pengelolaan biaya yang efektif dan efisien dalam setiap aktivitasnya. Skripsi mengenai value chain cost analysis ini bermaksud untuk memberikan sumbangan manajerial bagi manajemen untuk dapat melakukan efektifitas dan efisiensi biaya berdasarkan strategic cost reduction sebagai dasar competitive advantage bagi badan usaha Competitive advantage hanya dapat dipahami dengan melihat badan usaha sebagai suatu keseluruhan dari banyak ragam aktivitasnya dalam mendesain, membuat, memasarkan, mendistribusikan, dan mendukung produknya Alat utama unluk menganalisis surnber keunggulan bersaing adaJali value chain analysis. Value chain memilah-milah suatu badan usalia ke dalam berbagai aktivitas antara lain aktivitas primer yang terdiri dari: aklivitas inbound logistic, operation, outbound logistic, marketing and sales, service dan aktivitas pendukung yang terdiri dari: aktivitas procurement, technology development, human resource management dan firm infrastructure.Dari hasil analisis value chain cost dapat diketahui distribusi biaya pada tiap-tiap aktivitas nilai yang kemudiaxi dapat dilakukan koordinasi dan optimasi secara lebih baik untuk mencapai eflsiensi dan efektifitas biaya, selain itu juga dapat ditelusuri aktivilas value added dan aktivitas non value added untuk dilakukan pengelolaan aktivitas yang secara keselumhan dapat menurunkan total biaya badan usaha.",
  "creators": "MARNATA PRAJOGO",
  "contributors": "Devie (Advisor 1); Nanik Linawati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1349/EM/1999; Marnata Prajogo (31495134)",
  "subjects": "CORPORATIONS-FINANCE; MANAGERIAL ACCOUNTING"
}