{
  "id": "14198",
  "title": "Perlakuan nasabah perorangan terhadap tabungan dan deposito pada Bank Umum di Surabaya periode rekapitalisasi perbankan",
  "abstract": "This research is about respondents 1 behavior toward savings and deposits at public banks in Surabaya during the recapitalization period. The respondents of this research are those retail customers who own savings and / or deposits at public banks in Surabaya and who are personally responsible for making decisions for their money situation. In this research, the writer uses primary data which is obtained through questionnaires and direct interviews with retail customers so they are believed to be the appropriate respondents. Next, through the data collected, the writer applies descriptive analysis and comparison of means analysis uses Paired - Samples T Test with the guidance of the SPSS program. The main purpose of this analysis is to give a description of respondents' characteristics, together with the average percentage and to differentiate the percentage of savings and deposits which is allocated by respondents based on time Then the writer gives further description of the respondents' behavior, i.e : the withdrawal, transfer, and deposit of funds. Last of all, the respondents' behavior is compare based on groups. Through the analysis above, the writer reaches conclusions as follows : ? Group 1 (that is who has the amount of savings and deposits below 100 million rupiahs) were tend to have the same status as that of group 2 (that is who have the amount of savings and deposits above 100 million rupiahs) which were mostly in the status as husband. Despite their marrital status, they did not have the same status in their jobs, which mostly of that status of group 1 were in the private employee's status of job. On the other hand, group 2 were mostly in the private enterpreneur's status. ? That banking recapitalization program which has been done when the third party's saving guarantee program was still proceeding and also followed by the relatively stabil political situation, has made the respondents beliefed to the bank.? During the recapitalization period, respondents tend to have more faith in state banks and foreign private banks, compared to private national banks. ? Before the announcement of the banking recapitalization that has been planned to be announced on March '99, both group 1 and group 2 of the respondents were mostly tend to allocated both their savings and their deposits on IDR currency and put them in to the National Private Banks ? Group 1 of the respondents were mostly tend to allocated both their savings and their deposits on IDR currency and put them in to State Banks, not only before the recapitalization program that has been planned to be started on March '99 began but also after that Meanwhile, group 2 of that respondents were mostly tend to allocated their savings and their deposits on foreign currency and put them in the National Private Banks. Nevertheless, they had also planned to switch them into the Foreign Private Banks in a short future ? During the recapitalization period, some respondents who own money equivalent to or less then IDR 100,000,000 are inclined to be more passive, and more selective in handling their savings and deposits, while respondents who possess savings and deposits above IDR 100,000,000 tend to be more panicky, more agressive, more braver, and have more freedom of action in taking care of their finances.",
  "creators": "MARIANNA TATRA",
  "contributors": "Bambang Haryadi (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1385/EM/1999; Marianna Tatra (31495195)",
  "subjects": "BANK DEPOSITS; BANK MANAGEMENT"
}