{
  "id": "1420",
  "title": "Analisis karakteristik calon pengunjung dan perhitungan luas Citra Fajar Mall : Studi terhadap pengunjung Sidoarjo Mall dan Sidoarjo Plaza",
  "abstract": "Seiring dengan perkembangan kota Surabaya, Sidoarjo sebagai kota yang berdekatan menjadi pilihan yang baik bagi masyarakat, baik sebagai tempat tinggal maupun usaha. Sidoarjo merupakan salah satu kawasan perumahan yang sangat potensial dalam lingkup metropolitan Surabaya. Perkembangan penduduk akan diikuti dengan meningkatnya kebutuhan, sehingga untuk memenuhi kebutuhan tersebut perlu tersedia sarana pendukung seperti misalnya pusat perbelanjaan. Pemerintah Daerah Sidoarjo telah memberi peluang pembangunan Mall di Sidoarjo kepada pengembang. PT. Dua Sekawan Propertindo berencana untuk memanfaatkan peluang tersebut dengan membangun Citra Fajar Mall, suatu Pusat Perbelanjaan modern di Sidoarjo. Penelitian terhadap konsumen dua pusat perbelanjaan yang ada yaitu Sidoarjo Plaza dan Sidoarjo Mall dilakukan untuk mengetahui faktor-faktor yang mempengaruhi keputusan konsumen dalam menentukan pilihan berbelanja mereka dan luasan mall yang diperlukan. Karakteristik ini akan menggambarkan profil calon potensi pengunjung , faktor-faktor utama dan luasan Mall yang diperlukan. Penelitian ini memperoleh hasil bahwa faktor-faktor utama yang menentukan keputusan konsumen dalam memilih pusat perbelanjaan adalah lokasi, desain dan tata letak, tempat parkir, kualitas barang, promosi, fasilitas pendukung, pelayanan, kenyamanan suasana dan keamanan. Hasil lain dari penelitian ini adalah pengaruh hubungan antar faktor, sebagai berikut : 1. Fasilitas penunjang Mall terhadap pengeluaran perbulan 2. Tujuan berbelanja terhadap tempat yang dikunjung 3. Lama perjalanan terhadap frekwensi berbelanja 4. Pengeluaran per bulan terhadap suasana berbelanja 5. Daya tarik acara terhadap pengeluaran perbulan 6. Jenis produk yang dibeli terhadap pengeluaran perbulan. Berdasarkan formula Huff perhitungan luasan matematis sebagai prediksi luasan Citra Fajar Mall yang diperlukan dengan harapan pengunjung yang akan berbelanja di Citra Fajar Mall melebihi kedua pusat perbelanjaan yang lain, untuk jangka panjang diperoleh hasil 29.632 m?.",
  "creators": "OEY TJIE HUI",
  "contributors": "SUTOTO YAKOBUS (Advisor 1); Jani Rahardjo (Advisor 2); Hasan Oetomo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Thesis No. 066/MTS/2003; Oey Tjie Hui (01597017)",
  "subjects": "DECISION-MAKING BUSINESS"
}