{
  "id": "14209",
  "title": "Aplikasi quality function deployment sebagai pendukung dalam perencanaan sistem pelayanan Rumah Sakit Surabaya Internasional",
  "abstract": "Usaha untuk memadukan konsep kesehatan modern (bernuansa internasional yang berusaha disajikan oleh Rumah Sakit Surabaya Internasional) dengan nilai-nilai yang terdapat dalam masyarakat (yang terwakili dalam kebutuhan dan keinginan pelanggan yang tentunya tidak bertentangan dengan norma-norma kesehatan dan kedokteran), melalui suatu alat yang disebut Quality Function Deployment (QFD) atau Fungsi Penyebaran Mutu. Penerapan QFD ini diharapkan dapat memberi informasi kepada pihak pengelola Rumah Sakit Surabaya Internasional sebagai pendukung dalam perencanaan sistem pelayanannya agar dapat tercapainya kepuasan pelanggan sekaligus memberi nilai daya saing pada Rumah Sakit Surabaya Internasional. Metode yang digunakan dalam menyusun tugas akhir ini meliputi 2 bagian besar yaitu survei atau penelitian ke lapangan untuk mendapatkan daftar keinginan dan kebutuhan pelanggan mengenai suatu rumah sakit beserta tingkat kepentingannya, tingkat kepuasan maupun evaluasi dengan rumah sakit pesaing, dan yang kedua adalah membangun matriks-matriks sebagai alat tampil QFD dengan bantuan pembimbing lapangan yang berisikan informasi-informasi yang kemudian akan dianalisa dan disajikan kepada pihak pengelola Rumah Sakit Surabaya Internasional. Kesimpulan yang didapatkan dari matriks pertama (yang sering kali disebut 'rumah mutu') pelayanan bahwa keandalan dalam bekerja serta keahlian dan ketrampilan memiliki bobot yang sangat tinggi dikarenakan berpengaruh dalam keselamatan jiwa seseorang. Akhirnya jawaban dari semua itu dengan pengajaran dan kualitas dalam bentuk pelatihan diharapkan dapat meningkatkan keahlian dan ketrampilan serta perilaku dari penyedia pelayanan.",
  "creators": "SHANTI TJAHJADI",
  "contributors": "Julianingsih (Examination Committee 1); Daniel Indarto Prajogo (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 130/TI-60/1998; Shanti Tjahjadi (25494109)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER SATISFACTION"
}