{
  "id": "14213",
  "title": "Binx bolling's search for self-realization in Walker Percy's the moviegoer",
  "abstract": "This thesis concerns with Binx Boiling's search for self-realization in Walker Percy's The Moviegoer. In Percy's novel, the main character, Binx Boiling feels lost in the everyday problems and struggles to confront the haunted past to make the present a living condition. Besides, what concerns the novelist is the search for whatever it is that can banish despair in the modern era. Thus, this thesis will analyze what the main character's problems are and how the main character reaches his self-realization. In addition, the thesis writer wants to show that Binx Boiling's search has an important role in the success of his self-realization by using the repetition way, which means the return to the past to find comfort from the painful reality of his present life, and the rotation way, which means the quest for new experiences by turning to the future in order to avoid the absurd present and any unplanned attempt to increase one's consciousness by breaking through the everydayness. To analyze and support the analysis, the writer uses literary approach especially the theory of characterization and theory of conflict. Besides, the writer also needs theory of self-realization in order to have the right schemata, and to analyze the growth of Binx's realization of his despair that leads Binx to accept the reality of his life through his mother, his cousin, Kate Cutrer, and his half-brother, Lonnie Smith. Finally, through the study, the writer concludes that only after Binx learns and tries to analyze his life through recollecting of his past and having new experiences, further on affects his life such a way. It does not only develop and improve him and gain his self-realization, but it also gives Binx a lively spirit to be himself. He becomes courageous to face his life and accepts himself and others both as human beings.",
  "creators": "RAGIL SAPTOWATI",
  "contributors": "ANITA LIE (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 594; Ragil Saptowati (11492055)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; PENCY, WALKER, 1916-1990. THE MOVIEGOER-STUDY AND TEACHING"
}