{
  "id": "14226",
  "title": "Meneliti minat masyarakat Surabaya terhadap paket wisata sport tourism",
  "abstract": "Industri Pariwisata Indonesia di sektor outbound kembali pulih seiring dengan membaiknya perekonomian di pertengahan tahun 1999. Semakin banyak orang Surabaya melakukan perjalanan ke luar negeri setelah krisis moneter, tetapi mereka melakukan perjalanan ke luar negeri adalah untuk wisata leisure. Jarang orang bepergian untuk motivasi-motivasi lain selain leisure seperti bepergian untuk melihat event-event olahraga di luar negeri dan jarang pula biro perjalanan yang menawarkan paket tur seperti ini. Hanya 3 - 4 biro perjalanan di Surabaya yang menawarkan paket ini untuk menikmati event-event olahraga di laur negeri seperti Olimpiade, Formula-1, Piala Dunia sepak bola. Padahal sesungguhnya jenis paket tur ini dapat menarik para penggemar olahraga yang ingin melihat event-event olahraga internasional secara langsung. Dalam penelitian ini penulis ingin mengetahui seberapa besar peluang untuk mengemas dan memasarkan paket wisata olahraga in. Jenis paket wisata olahraga apa yang paling diminati, dan penyebab mengapa paket wisata olahraga yang sudah ada tidak dapat berjalan dengan optimal. Dari hasil penelitian lapangan menyebarkan kuesioner dan melakukan wawancara dengan beberapa biro perjalanan di Surabaya, penulis mendapati bahwa paket wisata olahraga ini mempunyai peluang yang bagus untuk ditawarkan jika biayanya terjangkau dan tidak memerlukan waktu yang lama. Dari hasil penelitian juga terlihat bahwa Grand Prix Formula-1 dan sepakbola adalah olahraga yang paling diminati, sedangkan untuk paket tur yang selama ini dijual penulis mendapati bahwa paket tersebut ditawarkan dengan promosi yang kurang oleh biro perjalanan wisata karena hanya dilakukan dari mulut ke mulut saja.",
  "creators": "IRWAN SANTOSO; JEMMY WALAKANDOU",
  "contributors": "Tio Sally Puspasari (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 436/PAR/2000; Irwan Santoso (91397025), Jimmy W. (91397037)",
  "subjects": "TOURIST TRADE-SURABAYA; CONSUMERS-RESEARCH; SPORTS-TOURIST TRADE"
}