{
  "id": "14224",
  "title": "Analisis daftar minuman campuran dalam usaha meningkatkan profitabilitas di The Bar Hotel Sofitel Palm Resort, Johor Bahru, Malaysia",
  "abstract": "Penjualan minuman di suatu bar adalah merupakan transaksi yang diharapkan untuk mendapatkan keuntungan bagi pihak hotel terutama bar. Dalam skripsi ini, penulis melakukan penelitian tentang bar di Hotel Sofitel Palm Resort, Johor Bahru, Malaysia yang mempunyai nama \"The Bar\". Pihak manajemen Hotel Sofitel melakukan penurunan harga minuman di \"The Bar\" dengan harapan dapat meningkatkan volume penjualan minuman di \"The Bar\". Hal itu mengakibatkan terjadinya peningkatan pada biaya minuman dari 25% sampai 40% sehingga keuntungan setiap minuman menurun dan keuntungan rata-rata setiap bulannya tetap. Pihak \"The Bar\" ingin meningkatkan keuntungannya .dengan cara menaikkan harga minumannya kembali, namun pihak manajemen hotel tidak menyetujui langkah tersebut. Penulis membantu pihak \"The Bar\" untuk tetap dapat meningkatkan keuntungannya tanpa melakukan peningkatan harga jual minumannya yaitu dengan cara setiap bulannya mendorong penjualan produk minuman campuran tertentu yang mempunyai harga pokok minuman kurang dari 35%. Ada 12 jenis minuman campuran dengan harga pokok minuman kurang dari 35% yaitu terdiri dari 2 jenis minuman campuran non-alkohol dan 10 jenis minuman campuran yang beralkohol. Berdasarkan perhitungan penjualan minuman campuran yang didasarkan pada tingkat hunian rata-rata hotel setiap bulannya maka penulis menyimpulkan bahwa dengan menonjolkan 3 jenis minuman campuran dapat membantu pihak \"The Bar\" meningkatkan keuntungannya dengan menekan harga pokok minuman sebesar 3,37% dan meningkatkan kontribusi margin sebesar 3,37%.",
  "creators": "VERONICA; TONNY WIDYAYA",
  "contributors": "Nanik Linawati (Examination Committee 1); Fransisca Andreani (Advisor 2); Sienny Thio (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skrips No. 002/EP/2001; Veronica (33496139) dan Tonny Widjaya (33496141)",
  "subjects": "BEVERAGES; HOTELS-MANAGEMENT"
}