{
  "id": "14222",
  "title": "Analisa biaya kualitas terhadap harga pokok produksi pada P.T. Rajawali Gloves Company di Surabaya",
  "abstract": "Penelitian yang dilakukan penulis pada PT Rajawali Golves Company bertujuan untuk melakukan analisa biaya kualitas terhadap harga pokok produksi karena biaya kualitas merupakan salah satu bagian dari biaya produksi. Maka dalam hal ini penulis berusaha mencari data biaya yang ada pada perusahaan kemudian mengklasifikasikan biaya tersebut ke dalam biaya kualitas baik sebagai biaya prevention, biaya appraisal dan failure. Dari sini penulis melihat prosentase besarnya biaya kualitas terhadap harga pokok produksi, melihat unsur biaya kualitas yang terbesar apakah biaya prevention, appraisal atau failure. Penulis dalam melakukan penelitian terhadap masalah biaya kualitas ini menggunakan metode statistik yaitu korelasi. Dengan korelasi dapat dilihat apakah biaya prevention & appraisal yang dikeluarkan efektif terhadap biaya failure. Demikian juga halnya dengan unit yang diproduksi serta unit yang rusak apakah peningkatan unit yang diproduksi diikuti oleh peningkatan unit yang rusak. Dari hasil penelitian yang dilakukan terhadap PT Rajawali Golves Company ternyata bahwa biaya kualitas yang dikeluarkan oleh perusahaan benar-benar efektif, hal ini dapat dilihat dari hasil korelasi negatif antara biaya prevention & appraisal dengan biaya failure. Prosentase dari biaya kualitas terhadap harga pokok produksi dapat juga dilihat dari proporsi biaya kualitas yang terbesar prosentasenya dimana proporsi biaya kualitas yang terbesar pada tahun 1996 yaitu biaya prevention. Biaya prevention yang besar pada tahun 1996 disebabkan oleh unit yang diproduksi besar jadi perlu dikeluarkan biaya pemeliharaan mesin agar dalam proses produksi tidak terjadi kemacetan yang dapat menimbulkan penundaan produksi. Melalui penelitian ini maka dapat diambil kesimpulan bahwa pentingnya biaya kualitas dalam perusahaan untuk dapat melihat tingkat produktivitas baik karyawan maupun management dari satu perusahaan . Dengan biaya kualitas management dapat menilai hasil kinerjanya Setelah biaya kualitas dianalisa maka dapat disimpulkan bahwa peningkatan biaya prevention & appraisal akan menurunkan biaya failure , dari segi produksi dimana peningkatan unit yang diproduksi diikuti oleh adanya unit yang rusak. Maka dalam mencegah peningkatan unit yang rusak maka perusahaan harus memperhatikan baik proses produksinya ataupun tenaga kerja yang ada.",
  "creators": "IRENE TARIGAN",
  "contributors": "Devie (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.015/94/FE.AK/1999; Irene Tarigan (32494044)",
  "subjects": "MANAGERIAL ACCOUNTING; TOTAL QUALITY MANAGEMENT"
}