{
  "id": "14220",
  "title": "The Study of locutionary and illocutionary act of \"ratrimo\" in Jawa Pos",
  "abstract": "This thesis discusses about the application of pragmatic theory. The writer limits her discussion on locutionary and illocutionary act of the utterance which is produced by \" Ratrimo \".The functions of\" Ratrimo \" are to refreshing the mind through its funny picture and criticizes the situation which happens in Indonesia through its utterance.The creator of \"Ratrimo\", Leak only uses short utterances in his caricature to express his idea. Thus, the understanding of locutionary and illocutionary act is very useful to avoid misinterpretation of the creator's idea and message. In this study, the writer wants to find out the most frequent type of locutionary and illocutionary act which occur in \" Ratrimo \". The writer uses Langacker and Searle theory in analysing her data. Langacker divides locutionary act into three types namely declarative, interogative and imperative while Searle categorizes illocutionary act into five types namely representatives, directives, commisives , expressives and declarations. The writer collects thirty data .In analysing her data, the writer uses descriptive research to describe the types of locutionary and illocutionary act which occur in \" Ratrimo. Besides, the writer also uses qualitative research to observe the particular setting or context of the data. The writer puts the result of the analysis in the table in order to make easier in counting the most frequent type of locutionary and illocutionary act which occur in \" Ratrimo\". After doing her analysis, the writer finds that the most frequent type of locutionary act which occur in \" Ratrimo \" are declarative type while the most frequent type of illocutionary act which occur in \"Ratrimo\" are directives-requesting. Besides, in her data, the writer does not find two types of illocutionary act namely expressives and declarations.",
  "creators": "LUCKY RAKHMANIA",
  "contributors": "Gaston Soehadi (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 850; Lucky Rakhmania (11495082)",
  "subjects": "DISCOURSE ANALYSIS"
}