{
  "id": "14236",
  "title": "A Study of Okonkwo's downfall through character traits and conflicts in Chinua Achebe's Thingss Fall Apart",
  "abstract": "This thesis is basically the study of Okonkwo's downfall through his character traits and conflicts in Chinua Achebe's Things Fall Apart. This novel is about the British first setting down their foot in the world of Africa. This creates a great destruction to the tribal life (Ibo) and eventually changes the nature of the Ibo. This thesis is about a tragedy of the main character Okonkwo who is caught in the transition oetween the tribal life of his forefathers (Ibo) and the culture that replaces it, the culture introduced by the white people (British). This thesis examines the factors that lead Okonkwo to his external conflicts and ultimately leadto his tragic downfall. Furthermore, the purpose of the writer in the analysis is to reveal how Okonkwo eventually faces his downfall. Therefore, in the analysis the writer mostly applies the literary theories of characterization and conflict to reveal Okonkwo's downfall. Through the analysis, the writer finds out that Okonkwo's character traits and the arrival of the whites are the factors of the downfall. Then, the thesis writer shows Okonkwo's external conflicts to show the process of his downfall and those are the conflicts against fate, his eldest son Nwoye, and the British court. Okonkwo finally meets his tragic downfall, he can not adjust to the new world that is developing around him; thus he is destroyed. He finds no place for him to achieve his ambitions again in a changed world (part Ibo and part Christians). He eventually chooses to end his life by committing suicide.",
  "creators": "SUSIANA",
  "contributors": "ANITA LIE (Advisor 1); Sarah Limuil (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 775; Susiana (11494049)",
  "subjects": "ACHEBE, CHINUA, 1930-...THINGS FALL APART-STUDY AND TEACHING; AFRICAN FICTION-20TH CENTURY-STUDY AND TEACHING"
}