{
  "id": "14230",
  "title": "The Study of lexical stylistic in its relation to the author's attitude toward death as seen through Emily Dekinson's poem",
  "abstract": "This thesis is basically a study of stylistic. As Widowson said in his book, Stylistics and The Teaching of Literature, that Stylistics is the study of literary discourse from a linguistic orientation. Because of this statement, the writer is interested to analyze Emily Dickinson's book of poem by using Semantic and Stylistic approach. Through the study on Emily Dickinson's book of poem, the writer intends to analyze her attitude toward death. Talking about attitude toward death, there are 2 kinds of attitude, positive and negative. Different people, of course, have different attitudes. Therefore, the writer is interested to know whether Emily has positive or negative attitude. Or she even has no both of them that means she is neutral. The writer studies 18 poems of the whole book entitled Emily Dickinson. She uses two keywords to analyze the lexical items of 18 poems which have the theme of death. She then divides the two keywords into \"nice\" which refers to positive attitude due to use of nice words and \"unpleasant\" which refers to negative attitude due to use of bad words. The writer would like to find out (1) What lexical items refer to the first keyword and (2) What lexical items refer to the second keyword by using semantic approach (3) I low they are used. Then, the writer counts the number of lexical items of each keyword in each poem to find the result whether the poem has positive or negative attitude toward death. Finally, the writer will count how many poems reveal Hniily's positive attitude and how many poems reveal her negative attitude. By using the result of the count of the number of poem, the writer finds that at last, Emily has positive attitude toward death. Although her attitude often changes in her whole life, Emily decides to give more positive attitude toward death than negative attitude until she dies. The way Emily expresses her positive attitude comes from the \"nice\" words she chooses. Emily use many \"nice\" words which have 45 nouns, 32 adjectives, 30 verbs and 7 adverbs of lexical items. It is obvious that Emily uses more nouns in her poems and less adverbs.",
  "creators": "SHERLIJ SIJNTHIJA",
  "contributors": "SUKEMI, PROF.DR.M.A. (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 826; Sherlij Sijnthija Supit (11492119)",
  "subjects": "AMERICAN POETRY-20TH CENTURY-STUDY AND TEACHING-LINGUISTICS ASPECTS; DICKINSON, EMILY,...-...IN POETRY-STUDY AND TEACHING-LINGUISTICS ASPECTS"
}