{
  "id": "14247",
  "title": "Pengaruh publikasi laporan keuangan terhadap volume dan nilai saham",
  "abstract": "Perasaan aman akan suatu investasi yang dilakukan oleh seorang investor sangat diperlukan.Hal ini wajar dilakukan oleh siapapun yang menginginkan imbal hasil yang baik dan suatu tindakan investasi. Laporan Keuangan merupakan suatu alat bagi emiten di Pasar Modal untuk dapat memberikan informasi yang baik guna mendapatkan modal bagi perusahaanya. Laporan Keuangan tersebut perlu dipublikasikan agar diketahui oleh masyarakat sehingga dapat mempengaruhi daya jual yang mempengaruhi nilai saham. Judul I: Pengaruh Informasi Penghasilan Perusahaan terhadap Harga Saham di Bursa Efek Jakarta Didalam melakukan suatu investasi, investor di pasar modal berkepentingan dengan informasi kinerja suatu perusahaan. Salah satu sumber informasi yang dapat digunakan oleh para investor adalah laporan keuangan, khususnya informasi penghasilan perusahaan yang dapat digunakan untuk menilai kinerja perusahaan. Jurnal ini meneliti apakah informasi penghasilan yang disajkan dalam laporan keuangan mempunyai pengaruh terhadap harga saham di BEJ. Alasan untuk menggunakan informasi penghasilan daripada arus kas disamping adanya bukti empiris bahwa informasi penghasilan dapat memberikan petunjuk tentang arus kas juga dikarenakan laporan arus kas baru efektif diwajbkan bagi perusahaan di Indonesia mulai tahun 1995. Judul II : Pengaruh Publikasi Publikasi Laporan Arus Kas terhadap Volume Perdagangan Saham Perusahaan di Bursa Efek Jakarta Penelitian dalam jurnal ini menunjukan bahwa laporan keuangan masih dipandang sebagai informasi yang cukup penting bagi para investor di BEJ dalam artian bahwa laporan keuangan yang disajikan mampu mengubah beliefs yang tercermm lewat perubahan volume perdagangan saham. Hal ini didasarkan pada Standar Akuntansi Keuangan (SAK) no 2 Ikatan Akuntan Indonesia tahun 1994, yang menyatakan bahwa laporan arus kas sudah harus disertakan dalam laporan keuangan perusahaan sejak periode dimulai 1 januari 1995. Judul III: How Much Can Marketability Affect Security Values ? Dalam jurnal ini dikatakan apakah besarnya daya jual dan pembatasan daya jual mempengaruhi nilai dari saham.",
  "creators": "ANDREAS YUWONO",
  "contributors": "Dewi Astuti (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 71/EM/2000; Andreas (31495102)",
  "subjects": "CORPORATIONS-FINANCE; FINANCIAL STATEMENTS"
}