{
  "id": "14250",
  "title": "Optimasi rencana pengembangan fasilitas asrama mahasiswa UK Petra dengan metode linear programming",
  "abstract": "Dalam usaha menunjang kredibilitas universitas dan memenuhi kebutuhan mahasiswa, maka 'asrama mahasiswa' dapat menjadi salah satu fasilitas yang tepat untuk dibangun. Asrama yang terdiri dari kamar serta fasilitas penunjang Iain dilingkupi berbagai kendala yang harus dipenuhi yaitu persyaratan maupun kondisi-kondisi yang ada serta keinginan para pembuat keputusan sendiri. Oleh karena itu, Linear Programming sebagai suatu alat bantu pengambiIan keputusan dalam masalah optimasi lahan dipakai untuk menghasilkan perencanaan site alocation asrama (meliputi jumlah kamar dan luasan fasilitas yang harus dibangun) yang mampu memenuhi berbagai kendala sekaligus menghasilkan keuntungan yang optimum. Metodologi pengumpulan data yang dipakai adalah survey tarif sewa kamar pemondokan di sekitar kampus UK Petra, tarif sewa ruang/ bangunan, dan harga-harga barang 7 furniture. Selain itu dilakukan studi banding pada asrama mahasiswa Universitas Kristen Satya Wacana Salatiga tentang fasilitas yang disediakan asrama, serta studi literatur. Basil optimasi Linear Programming menunjukkan bahwa fasilitas yang direkomendasikan untuk dibangun adalah kamar, kamar mandi/wc, ruang tamu, ruang makan, ruang bersama, kantin, toko buku, toko swalayan, wartel, lapangan olah raga dan parkir; sedangkan taman tidak direkomendasikan (luasannya bernilai nol). Hasil yang diperoleh dari perencanaan ini dapat menjadi suatu input bagi perencanaan asrama yang sesungguhnya (sesuai master plan universitas) tentang pengalokasian lahan yang dapat menghasilkan keuntungan yang optimum.",
  "creators": "DESIRE LIANA I. LITAAY; ANDREA PARSAULIAN",
  "contributors": "Budiman Proboyo (Examination Committee 1); Connie Susilawati (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 929 S; Desire Liana I. Litaay (21491173), Andrea Parsaulian (21491232)",
  "subjects": "DORMITORIES-DESIGN AND CONSTRUCTION-RESEARCH-MATHEMATICAL MODELS; STUDENT HOUSES-DESIGN AND CONSTRUCTION-RESEARCH-MATHEMATICAL MODELS"
}