{
  "id": "14258",
  "title": "Efektivitas kebijakan promosi melalui promosi harga dan faktor-faktor lain yang mempengaruhinya",
  "abstract": "Ringkasan jurnal ini diambil dari beberapa jurnal yang mempunyai keterkaitan dengan bidang pemasaran khususnya dalam melakukan kebijakan promosi. Dimana pada judul artikel pertama diungkapkan bagaimana elastisitas promosi dan karakteristik kategori mempunyai peran yang penting dalam melakukan perencanaan dan mengevaluasi promosi penjualan. Selanjutnya judul artikel kedua diungkapkan bagaimana promosi suatu merek akan menimbulkan suatu efek yang negatif bagi evaluasi merek itu sendiri. Judul artikel ketiga kapan promosi harga mempengaruhi evaluasi merek sebelum pembelian. Dengan mengambil tiga judul artikel akan memberi arahan kepada kita tentang bagaimana program promosi pada suatu merek dijalankan, bagaimana kita melakukan sebuah promosi harga dan yang terakhir bagaimana menjalankan sebuah evaluasi untuk program promosi tersebut. Dalam melakukan promosi yang efektif tidak hanya sekedar melakukan promosi potongan harga tetapi bagaimana menyusun sebuah promosi harga menjadi lebih efektif dengan memperhatikan beberapa variabel yang mempengaruhinya seperti penetrasi kategori, waktu antar pembelian, tingkat harga, pasar dari label privat, jumlah dari merek, nilai dorongan pembelian, dan nilai skala kemampuan untuk menimbun. Dalam melakukan kebijakan promosi potongan harga sendiri ada tiga hal yang dapat dijadikan alternatif yaitu potongan harga murni, potongan harga yang ditampilkan dan potongan harga yang ditonjolkan. Dalam melakukan kebijakan promosi tentunya perlu dilakukan evaluasi ulang untuk mengetahui sampai dimana keberhasilan akan evaluasi merek yang dipromosikan agar selanjutnya tidak menimbulkan efek negatif terhadap profitabilitas merek, mengingat untuk melakukan suatu program promosi memerlukan biaya yang besar. Dalam evaluasi ulang tersebut, dengan membandingkan beberapa kebijakan promosi yang dilakukan dari sebuah promosi merek maka dapat diambil sebuah kebijakan promosi merek yang efektif dan tepat. Sedangkan untuk kebijakan promosi pada merek-merek yang akan dicoba kbususnya pada kegiatan promosi harga perlu lebih diperhatikan, mengingat beberapa karakteristik yang berpengaruh seperti perilaku promosi di masa lalu, sampai dimana tanggapan individu dalam menerima informasi yang diberikan, dan juga bagaimana tanggapan-tanggapan yang diperoleh konsumen dalam menilai sebuah promosi mempunyai pengaruh yang cukup besar terhadap keberhasilan promosi tersebut. Rangkaian tiga artikel mengenai kebijakan promosi, dimulai dari bagaimana melakukan promosi harga dengan memperhatikan berbagai variabel yang mempengaruhinya, dilanjutkan dengan melakukan sebuah evaluasi promosi harga dan diakhiri dengan melakukan kebijakan promosi harga pada merek-merek yang baru dicoba. Berdasarkan rangkaian tiga artikel tersebut, maka pada rangkuman ketiga artikel ini diambil tema atau judul: \"Efektivitas Kebijakan Promosi Melalui Promosi Harga Dan Faktor-Faktor Lain Yang Mempengaruhinya\".",
  "creators": "CHRISTINE",
  "contributors": "Hartono Subagio (Examination Committee 1); Filicia Chandra (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 122/EM/2001; Christine (31495222)",
  "subjects": "SALES PROMOTION"
}