{
  "id": "14264",
  "title": "A study of disagreement between male and female students of Petra Christian University",
  "abstract": "Disagreement is considered as an act that threatens someone's positive face. In this case, one is supposed to consider whom s/he talks to and in what situations. There are some factors that influence people in expressing disagreement such as status differences and sex differences between the speaker and the interlocutor. From these factors, the writer is interested in analyzing disagreement, particularly about what kinds of linguistic choices that are used the most in expressing disagreement. The data of this study were taken from the questionnaires distributed to 10 female students and 10 male students of Petra Christian University. The data were categorized based on Garcia's classification (1989) concerning confrontational and nonconfrontational devices. From the analysis, the writer found out that one of nonconfrontational devices, that is, ^Giving reasons' is used the most by the respondents in expressing disagreement. It is frequently used when female addressers disagree with female addressees. They tend to give reasons as it functions to explain why they disagree. The second linguistic choice is ^Downtoned suggestion.' It is frequently used when H addressers disagree with L addressees. It is also used when female addressers disagree with female addressees. The last is ^Refusing to cooperate' which is frequently used when L addressers disagree to H addressees, and when male addressers express disagreement to female addressees.",
  "creators": "EKA MARYANTY",
  "contributors": "SUBANDI DJAJENGWASITO (Examination Committee 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 590; Eka Maryanty (11493054)",
  "subjects": "LINGUISTICS; SOCIOLINGUISTICS"
}