{
  "id": "14265",
  "title": "Peranan life cycle budgeted cost sebagai alat bantu dalam menetapkan harga jual PT Tjakrindo Mas Gresik",
  "abstract": "Dengan adanya perkembangan teknologi menyebabkan inovasi produk sangat pesat sehingga daur hidup produk ( product life cycle) menjadi semakin pendek. Semakin pendeknya daur hidup produk, semakin memerlukan perencanaan yang matang atas keseluruhan pendapatan dan biaya selama daur hidup produk agar investasi yang dilakukan perusahaan untuk desain dan pengembangan produk dapat tertutup dari kas masuk bersih selama daur hidup produk yang diperkirakan. Biaya pengembangan produk dan biaya logistik merupakan biaya yang cukup besar proporsinya dan berpengaruh terhadap kelangsungan hidup produk yang bersangkutan, sehingga perlu diperhitungkan dalam penetapan harga pokok produk sekaligus dapat menetapkan harga jual. Penelitian ini adalah penelitian deskriptif dan dilaksanakan dengan pendekatan studi kasus. Kasus yang diangkat dalam penelitian ini adalah kemungkinan penerapan Life Cycle Costing untuk menentukan harga pokok produk yang nantinya dapat dipakai untuk menetapkan harga jual produk, khususnya untuk produk pipa saluran air minum PT Tjakrindo Mas, di Gresik. Perhitungan harga pokok pipa saluran air minum ini dilakukan dengan menjumlahkan biaya proproduksi (biaya pengembangan produk) dan biaya post produksi (biaya logistik).Penetapan biaya daur hidup untuk keputusan penetapan harga perlu didukung dengan adanya Life cycle budgeted, karena dalam Life cycle budgeted dimungkinkan untuk melakukan biaya penghematan biaya mencapai Life cycle costing minimum. Sehingga akhirnya akan menghasilkan informasi yang akurat dan tepat bagi manajemen dalam mengambil keputusan penetapan harga jual produk yang kompetitif.",
  "creators": "STEFANNY CECILIA",
  "contributors": "Devie",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 069/96/FE.AK/2000; Stefanny Cecilia (32496081)",
  "subjects": "COST ACCOUNTING; LIFE CYCLE COSTING"
}