{
  "id": "14263",
  "title": "Penerapan matching principle pada proyek jangka panjang dalam rangka penyajian laporan keuangan yang layak pada perusahaan konstruksi PT. HHM di Balikpapan",
  "abstract": "Pada masa globalisasi sekarang ini, persaingan antar badan usaha semakin ketat, dimana tidak lagi terdapat batasan perdagangan antara negara yang satu dengan negara yang lain. Pengembangan sektor jasa perlu mendapatkan perhatian lebih besar mengingat kontribusi sektor jasa sangat dominan pada defisit transaksi berjalan. Pekerjaan pemborongan yang dilaksanakan oleh badan usaha konstruksi umumnya memakan waktu yang relatif cukup lama dan terkadang pelaksanaannya melebihi satu periode akuntansi. Mengingat lamanya pelaksanaan pekerjaan pemborongan yang dilakukan oleh badan usaha konstruksi, berkembang pula masalah dalam menetapkan metode-metode perlakuan akuntansi yang tepat dalam penyajian laporan keuangan perusahaan dan pelaksanaan pekerjaan proyek. Oleh karena itu diperlukan suatu perlakuan akuntansi yang tepat atas pengakuan pendapatan dan pembebanan biaya yang dilaksanakan oleh badan usaha tersebut atas proyek yang dikerjakan, sehingga nantinya laporan keuangan yang disajikan dapat dianggap layak dan tidak menyesatkan para pemakainya. Penelitian skripsi ini bersifat deskriptif, yang dilakukan pada PT HMM di Balikpapan. Metode penelitian yang digunakan adalah metode studi kasus. Dalam menjawab permasalahan yang timbul, penulis mencoba memberikan gambaran kepada pembaca tentang penerapan matching principle atas pelaksanaan pekerjaan proyek jangka panjang. Penulis juga mencoba membandingkan kewajaran laporan keuangan yang disajikan oleh perusahaan jika menerapkan matching principle dan jika tidak menerapkan matching principle, khususnya laporan laba rugi yang dapat mencerminkan nilai yang sebenarnya. Dengan menerapkan matching principle yang tepat, laporan keuangan yang disajikan lebih wajar daripada sebelumnya dan tidak menyesatkan para pemakainya, karena biaya yang diperkirakan telah menghasilkan pandapatan pada periode yang bersangkutan, sesuai dengan standar akuntansi yang diterima umum. Dan apabila manajemen atau pihak-pihak lain yang menggunakan laporan tersebut sebagai sumber informasi untuk mengadakan penilaian terhadap perusahaan, maka pihak-pihak tersebut akan mendapatkan gambaran yang benar dan laporan laba rugi periode yang dihasilkan oleh PT HMM dapat digunakan untuk menunjukkan secara tepat efisiensi perusahaan dalam memperoleh pendapatannya.",
  "creators": "T.A ROCKY APRIYANTO",
  "contributors": "Devie (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 103/97/FE.AK/2001; T. A. Rocky Apriyanto (32497089)",
  "subjects": "CONSTRUCTION INDUSTRY-ACCOUNTING; FINANCIAL STATEMENTS"
}