{
  "id": "14267",
  "title": "A comparative study of the influences of setting to the main female characters' struggles for freedom in Gaskell's Mary Barton and North and south",
  "abstract": "Mary Barton and North and South are two outstanding novels written by Elizabeth Gaskell, an English novelist. These novels are categorized as social-problem novels which talk about the contemporary social and industrial issues. Moreover, these novels also involve women's roles, with their heroines revealing unfeminine energies. In fact, these novels are dominated by their female characters' struggles; therefore, the discussion in this thesis will focus on the main female characters, Mary Barton in Mary Barton and Margaret Hale in North and South, and their struggles for the freedom of the other characters named Jem Wilson, Bessy Higgins, Nicholas Higgins, and also John Thornton. The thesis writer will try to connect both struggles in a comparative study. Moreover, concerning the influences of setting toward the character traits of the main female characters, the writer will use the theory of setting, characterization and theme in analyzing those struggles since the characterization can be influenced by setting, and the theme can be revealed by characterization. From the similarities and differences of those two struggles, the different ideas of freedom can be seen. Finally, at the end of the story, the writer sees that the main female characters in Mary Barton and North and South can succeed in their struggles for they struggle very hard.",
  "creators": "LINDA DARMAYANTI OKTAVIA",
  "contributors": "Jenny Mochtar Djundjung (Examination Committee 1); ANITA LIE (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 792; Linda Darmayanti Oktavia (11495070)",
  "subjects": "ENGLISH FICTION--19TH CENTURY--STUDY AND TEACHING; GASKELL, ELIZABETH, 1810-1865. MARY BARTON-STUDY AND TEACHING; GASKELL, ELIZABETH, 1810-1865. NORTH AND SOUTH-STUDY AND TEACHING"
}