{
  "id": "14270",
  "title": "The Search for truth and its concequences in Hendrik Ibsen's the Wild Duck",
  "abstract": "In The Wild Duck. Ibsen creates his main characters with their conscience. The main characters represents different aspects of life. Gregers Werle represents a person with his claim of ideal, and Hjalmar Ekdal represents a person who is unable to face the reality of life. Gregers' idealistic mission is so totally misapplied to Hjaimar's character and situation that later leads to the end of Hjalmar's happy family. The writer is interested to analyse this play since it concerns human social problem that is regarded as universal problem Therefore, the writer will analyse the search for truth and its consequences. She is curious to know what motivates Gregers to find truth. Truth is something that man regards as a goodness that they value, but in this play the truth is very dangerous and leads to the destruction of Hjaimar's family. In The Wild Duck. Ibsen uses Retrospective technique to create the problem. By using literary tools of character, characterization, and conflict, the writer will analyze Gregers' motivation to find the truth and its consequences to the other characters. Besides, the writer also uses psychological theories to get a deeper understanding of the main male character. She takes some theories of motivation, illusion, and idealism. From the analysis, the writer sees that truth which is positive by nature can be negative, since it destroys someone's happiness. By analysing Henrik Ibsen's The Wild Duck, the writer wants to show that truth is not always recommendable, because sometimes man needs illusion in his life.",
  "creators": "NYOO BIE SIAN",
  "contributors": "ANTONIUS GURITO (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 804; Njoo Bie Sian (11496006)",
  "subjects": "IBSEN, HENDRIK, 1828-1906. THE WILD DUCK-STUDY AND TEACHING; NORWEGIAN DRAMA-19TH CENTURY-STUDY AND TEACHING"
}