{
  "id": "14277",
  "title": "A Comparative study of the suffering of the major female characters in three short stories by Thomas Hardy",
  "abstract": "In this thesis, the writer analyzed three of Thomas Hardy's short stories; \"The Fiddler of the Reels\", \"The Son's Veto\", and \"The Waiting Supper\". Since this thesis is a comparative study, the writer will show the similarities in the suffering of the major female characters in the stories, Carline. Sophy, and Christine. By writing this thesis, the writer wants to acknowledge the negative aspect of love and ambition as portrayed in Hardy's short stories. They do not always bring happiness and success to someone but they also can lead someone to great suffering. In the analysis, the writer tries to identify the causes and effects of their suffering. She has found that all of the major female characters in these stories suffer because of love. They do not marry die men they truly love and love is not kind to them. The other cause of their suffering is their ambition. They are willing to do anything to fulfill their ambition of getting a better life and better status including marrying men whom they do not love. As a result of their ambition, they have to suffer in their lives. They do not fulfill their ambition and they also fail in they love because they are not loyal to the love itself. Their lives become empty, they feel guilty and blame themselves for what has happened in their lives. From the analysis the writer concludes that these three short stories have similarities in trial the major female characters suffer in their lives because of love and ambition.",
  "creators": "INGE PARENGKOAN",
  "contributors": "Guillermina L. Verzosa (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 475; Inge Parengkoan (11492009)",
  "subjects": "ENGLISH FICTION--19TH CENTURY--STUDY AND TEACHING; HARDY, THOMAS, 1840-1928. IN SHORT STORIES-STUDY AND TEACHING"
}