{
  "id": "14288",
  "title": "The Syntactic structures produced by three-year-old Indonesian children",
  "abstract": "This study is about first language acquisition of three-year-old Indonesian children. The thesis writer focuses her study on the syntactic structures produced by three-year-old Indonesian children in their utterances. The writer tries to find out the syntactic structures by describing the categorical and functional formulas of the children's utterances. In analyzing their utterances, the writer tries to discover the general formulas that the children follow in producing utterances. In this study, the writer uses 10 weekly meetings every Sunday in a class of three-year-old children in a Sunday School to get the samples from the utterances of 20 children. Seen from the internal structure of the main clause, the data used in this study contain perfect and imperfect sentences. As the next stage, the samples in each of the two types of sentences are classified based on the type of the sentences seen from the context and the answers or response given to the sentences in a continuous discourse. For the perfect sentences, the writer tries to figure out the functional and categorical formulas of the sentences in each type of sentences. While for the imperfect sentences, the writer draws out the categorical formula of each sentence in each type of sentences. The findings of this study show that the children produce simple sentences in their utterances. They produce from one-word sentences to complete simple sentences (the simple sentences that have the complete basic elements of sentences). The result of the study also reveals that in each type of sentences, the children produced utterances that follow certain general formula(s). It is discovered that in each type of sentences, the constructions of the children's utterances follow one or more general formulas.",
  "creators": "RUTH YULIANI",
  "contributors": "Julia Eka Rini (Advisor 1); Lisa Setiawati Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 720; Ruth Yuliani (11495090)",
  "subjects": "INDONESIAN LANGUANGE-SYNTAX-CHILDREN ASPECTS; PSYCHOLINGUISTICS"
}