{
  "id": "14283",
  "title": "Pamela's concept of self-ownership against mr. b's concept dominance as seen in Samuel Richardson's pamela",
  "abstract": "This thesis deals with the main male character's male dominance and the main female character's self-ownership as seen in Samuel Richardson's Pamela since I have the assumption that the novel mainly talks about those concepts. In this case, according to Brissenden, demonstrating moral and social predicaments of individual's rights, essentially the women's rights, is Richardson's obsession in Pamela. Two sets of feelings of the main female character, Pamela, and the main male character, Mr. B., which are inextricably involved, trigger the sexual conflicts concerning Pamela and Mr. B. with their concepts. In the course of their argumentations, I want to reveal how Mr. B. expresses his notion of male dominance toward Pamela, how Pamela also performs her notion of self-ownership toward Mr. B., and what the resolutions of their confrontations are. In this study, I apply a feminist approach since the theories of male dominance and the theories of self-ownership are in line with the world of feminist theories. In order to support the theories of self-ownership, I apply the extropian theories of self-ownership as they represent the idea of the individual's rights obviously. In this case, I view the extropian theories of self-ownership still from the feminist point of view. Furthermore, I apply literary theories, namely characterization and conflict in order to help me show Pamela's self-ownership and Mr. B.'s male dominance more clearly. In relation with the theory of characterization, I want to prove that Pamela and Mr. B. really have the concept of self-ownership and the concept of male dominance. In this case, their concepts of male dominance and self-ownership are reflected through their character traits. Next, I apply theories of conflict in order to evaluate the conflicts between Pamela and Mr. B.. As of my analysis, I construe that Mr. B. is a man with dominance while Pamela is a woman with self-ownership since their speeches and actions prove that. Conclusively, I find out that despite the fact that Mr. B. has a strong notion of male dominance, fundamentally his domination fails since Pamela is able to overcome all his efforts to own her without marriage. Mr. B. also changes his manners toward Pamela. The fact that Mr. B. even requests her to marry him becomes the final resolution of their great conflicts.",
  "creators": "YULIWATI",
  "contributors": "Liliek Soelistyo (Advisor 1); ANITA LIE (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 842; Yuliwati (11497007)",
  "subjects": "RICHARDSON, SAMUEL, 1706-1761. PAMELA-STUDY AND TEACHING; ENGLISH FICTION-17TH CENTURY-STUDY AND TEACHING"
}