{
  "id": "14296",
  "title": "Analisis teks visual branding cover majalah Businessweek dan Swa",
  "abstract": "Praktik branding erat kaitannya dengan dunia bisnis, yaitu yang memelihara brand sejak lahirnya, tumbuh, dan berkembang hingga menjadi dewasa, yang turut membawa keuntungan bagi pelaku bisnis. Karena itu, majalah bisnis adalah media yang paling banyak mengulas mengenai brand. Majalah BusinessWeek dan SWA adalah dua brand majalah bisnis yang populer di Indonesia, dengan lingkup target market yang mirip, yang tentunya juga perlu melakukan praktek branding untuk memperluas pasar masing-masing. Visual branding dalam cover majalah berperan untuk menyampaikan pesan dan image tentang brand ke audiens. Karena cover majalah menjadi titik interaksi pertama kali dengan audiens maka perlu mendapat perhatian khusus agar memiliki karakteristik brand yang baik. Penelitian ini menggunakan analisis teks untuk melihat isi teks cover, menemukan karakteristik visual branding, dan melihat dinamika perubahan pada cover majalah BusinessWeek dan SWA selama tahun 2008 hingga awal tahun 2009. Yang menjadi indikator penelitian adalah karakteristik brand yang baik yaitu jelas/spesifik, konsisten, berbeda, unik, dan impressive sehingga dapat menghasilkan identitas yang dikenal dan disukai oleh audiens. Hasil penelitian menunjukkan adanya konsistensi pada visualisasi cover berdasarkan strategi branding masing-masing brand tersebut. Dinamika perubahan brand majalah BusinessWeek lebih lambat dari SWA, namun keduanya sama-sama berupaya membentuk brand yang \"menzaman\". Untuk penelitian selanjutnya, dapat dilakukan analisis yang lebih mendalam pada visualisasi cover dalam kaitannya dengan peristiwa yang sedang terjadi pada saat penerbitan majalah.",
  "creators": "RISSA REVINA RENADA F",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); Agung haryono (Advisor 2); Cons. Tri Handoko (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 0001334/DKV/2009; Rissa Revina R. (42404007)",
  "subjects": "VISUAL COMMUNICATION; GRAPHIC ARTS"
}