{
  "id": "14305",
  "title": "Compliment response strategies used by the Americans and Indonesians based on sex differences",
  "abstract": "Strategies used in responding to compliments play an important role for a person who receives a compliment since he or she is expected to say something in response to the compliments given. Misunderstanding may occur between people from different cultural background, in this study Americans and Indonesians because these Americans and Indonesians have different norms in responding to the compliments. Concerning this, the writer conducted this study in order to find whether there are any differences in responding to compliments on appearance and ability between male and female Americans and Indonesians and to find whether sex of the respondents play a role in determining the type of compliment response strategies used. Furthermore, it also tries to see the dominant types of compliment responses which are often used by each group of respondents. In conducting the research, the writer used two sets of role-plays consisting of two situations made as close as possible to the real-life situations. The first set is for the American respondents and another set is for the Indonesian respondents. The writer, then, asked her respondents to respond to the situations by writing in what they said in order to be analyzed latter. The analysis is made based on Herbert's theory which distinguishes 12 types of compliment responses. They are Appreciation Token, Comment Acceptance, Praise Upgrade, Comment History, Reassignment, Return, Scale Down, Question, Disagreement, Qualification, No Acknowledgement, and Request Interpretation. The writer finds that Indonesian and American have indeed some differences in responding to compliments. For the Americans, Appreciation Token has the highest frequency while for the Indonesians, it is the Question type who has the highest frequency. Besides, the findings show that sex is a determining factor in choosing particular compliment responses for both among Americans and Indonesians.",
  "creators": "VENNY YUNIATI",
  "contributors": "SUBANDI DJAJENGWASITO (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 784; Venny Yuniati (11495052)",
  "subjects": "SOCIOLINGUISTICS"
}