{
  "id": "14303",
  "title": "A Study on the speaker's search for life-fulfillment as seen in Percy Bysshe Shelley's epipsychidion",
  "abstract": "This thesis is a study on the speaker's search for life-fulfillment as seen in Shelley's Epipsychidion. This poem is one of the greatest poems of Percy Bysshe Shelley. Also known as a great Romantic poet, Shelley pouts out his genius in this wonderful poem. Believes mat Shelley's poem is worth-studying, the thesis writer chooses Shelley and his Epipsychidion to be the poet and the poem of her study. In beautiful passages, Shelley confesses his needs for life-fulfillment. As the thesis writer finds that the necessity for life-fulfillment becomes many people's needs, she focuses her study on mis subject Voicing this idea through the speaker of the poem, Shelley describes the whole process of searching for his life-fulfillment The process starts from the speaker's past life, continues to the present and is stopped by the envision of the future. The searching for life-fulfillment is focused by the speaker to the Ideal Beauty, an ideal model he has aeated in his mind possessing all the best characteristics he does aot have. He believes that his search will be accomplished if he finds the Ideal Beauty and unites with her. The searching needs a hard endeavour in life, and the speaker finds only the embodiment of the Ideal Beauty, in Emily and in the Elysian earth. The thesis writer, curious to know the process of mat search, analyzes the speaker's struggle for' achieving his life-fulfillment using literary devices such as metaphor and simile, symbol, and other figures of speech. Finally, she finds that the speaker fails to get his life-fulfilled in Emily, since she is only the embodiment of the Ideal Beauty, in this mortal and imperfect world. In the end, the speaker hopes through his true love to get his life fulfilled later after death.",
  "creators": "FANNY AGUSTINA",
  "contributors": "Sarah Limuil (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 770; Fanny Agustina (11494020)",
  "subjects": "ENGLISH POETRY-18TH CENTURY-STUDY AND TEACHING; SHELLY, PERCY BYSSHE, 1792-1822. EPIPSYCHIDION-STUDY AND TEACHING"
}