{
  "id": "14308",
  "title": "The Speech styles used on the radio drug advertisings based on the degree of formality and sex differences",
  "abstract": "This study observes the speech style, which becomes the part of language variation. Speech style is unique since everyone uses different styles in everyday communication. Moreover, language variation is a fundamental unity because there are similarities and diversities within a language. In this study, the styles are analyzed based on Martin Joos' five degrees of formality-frozew, formal, consultative, casual and intimate. The writer uses qualitative approach to analyze the speech styles used in the drug advertising on the radio and also the differences between men and women's speech on it. The data are taken from six local radio stations in Surabaya (Merdeka-FM, EBS-FM, Suara Surabaya-FM, Suara Giri-FM, MTB-FM, and Wijaya-FM). However, language also plays an important role-as an instrument to express the messages-in the radio advertising. And the language in advertising is also produced in different styles, hi this case, the writer takes twenty-four drug advertisings on the radio by using tape recorder and cassette recorder. In analyzing the data, the writer uses the theory of Martin Joos, and completed by H. A. Gleason, and Wisnu Widarso's theories. Since the data are taken in the form of conversation, the writer also uses Dell Hymes' Etnography of Communication in order to provide the context of the utterances. As a study about speech styles in Indonesian radio advertising, this thesis is primarily based on the Indonesian language and its grammar as well. From this study, it is found that there are only four styles used in the drug advertising on the radio, namely formal, consultative, casual and intimate. Both men and women tend to use more casual styles than the other styles, except if they are as narrators, they tend to use formal styles. Therefore, there are no particular differences between men and women's speech styles in the radio advertising since gender does not influence their speech variations. In radio advertising, the speech variations are influenced by the society and its civilization where the advertising is broadcasted.",
  "creators": "ELYNA SETIO RAHARDJO",
  "contributors": "SUBANDI DJAJENGWASITO (Examination Committee 1); Theophilus Jokri (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 788; Elyna Setio Rahardjo (11495056)",
  "subjects": "SOCIOLINGUISTICS"
}