{
  "id": "14314",
  "title": "Perancangan sistem informasi persediaan bahan baku di Pizza Pasta Surabaya Plaza",
  "abstract": "Persediaan bahan baku merupakan salah satu aspek penting dalam fungsi manajemen. Kelebihan maupun kekurangan bahan baku selalu menimbulkan dampak yang merugikan dan dapat mempengaruhi total biaya produksi. Hal inilah yang mendorong pentingnya penerapan pengendalian persediaan sehingga dapat meminimumkan total biaya. Untuk menunjang penerapan sistem persediaan, perlu diperhatikan masalah sistem informasi yang berkaitan dengan pengendalian persediaan. Kelancaran dan keakuratan arus informasi antar bagian akan mempermudah pihak perusahaan dalam pengambilan keputusan. Untuk memprediksi kebutuhan bahan baku pizza, salad, dan sandwich di masa mendatang diperlukan suatu analisis peramalan. Peramalan menggunakan metode Winter dan Exponential Smoothing. Dari hasil peramalan diketahui jumlah kebutuhan bahan baku pizza, salad, dan sandwich yang akan datang sehingga dapat digunakan dalam merancang pengendalian persediaan. Kebijakan persediaan yang diterapkan adalah continuous-review, di mana tingkat persediaan selalu dimonitor secara kontinu dan pesanan sebesar Q dilakukan pada saat tingkat persediaan mencapai titik pemesanan kembali. Perancangan sistem informasi persediaan yang terpadu dan berbasis komputer akan menghasilkan informasi yang tepat waktu, tepat guna, tepat biaya, dan akurat. Rancangan dibuat berdasarkan prosedur persediaan lama yang diterapkan di perusahaan dan memberikan usulan perbaikan yang diperlukan serta dipadukan dengan sistem persediaan hasil rancangan. Penggunaan basis data bertujuan meningkatkan ketepatan, kecepatan, dan keamanan memperoleh informasi persediaan, sehingga dapat meningkatan pengontrolan persediaan. Untuk menunjang realisasi dari hasil rancangan maka dibuat program basis data dengan menggunakan program Delphi sehingga hasil rancangan semakin mudah diaplikasikan dalam perusahaan",
  "creators": "ALVIN JOHANES",
  "contributors": "Oviliani Yenty Yuliana (Advisor 1); I Gede Agus Widyadana (Advisor 2); Daniel Indarto Prajogo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 083/TMI-13/1998; Alvin Johanes (25493116)",
  "subjects": "MATERIAL MANAGEMENT"
}