{
  "id": "14323",
  "title": "Taji's search for happiness through place settings as seen in Melville's Mardi",
  "abstract": "This thesis is a study of Melville's liardi through the analysis on Taji's search for happiness through place settings. The writer intends to show how Taji searches for happiness through place settings and what kind of happiness he is searching for. In order to achieve her purpose, the writer uses literary approach, in this case, she uses two devices namely setting and character. In searching for happiness, Taji moves from one place to the other places. The first search is done in the old Arcturion, however the condition on that ship makes him feel dissatisfied. Therefore, he moves to Parki, Yet, the condition on the ship also makes him fail to find satisfaction. Then, he comes to the canoe and he finds Yillah there who gives him inner happiness, Un f o r tun a te1y, w hen he visits 0do, he 1oses Yillah, After a vain search for Yillah in Odo, he moves to Vivenza where he thinks he can find happiness there, In spite of finding happiness, he faces slavery which shows it is impossible to find happiness in Yivenza. At last, he comes to a perfect place, Serenia, The condition in Serenia promises happiness because people in Serenia live in happiness,, However, Taji still does not find his happiness in Serenia, It means that happiness which can be given by Serenians is not the happiness that Taji wants to possess. In other words, Taji's happiness is the happiness which is given by Yillah only. The happi ness which can satisfy his inner self and find his meaning of life. He does not feel happy before he finds Yillah. That is why, the fact shows that he still does search in the open sea.",
  "creators": "MARGARETHA PANGER",
  "contributors": "Theophilus Jokri (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 455; Margaretha Panger (11491001)",
  "subjects": "AMERICAN FICTION--19TH CENTURY--STUDY AND TEACHING; MELVILLE'S, HERMAN, 1819-1891. MARDI-STUDY AND TEACHING"
}