{
  "id": "14332",
  "title": "Apology strategies used by students in the faculty of letters of Petra Christian University : similarities and differeneces based on gender, relationship of participants and degree of offense",
  "abstract": "Apologizing is very important in social interaction. Many linguists believe that there are differences in the way people ask for an apology. Therefore, the writer conducted this study in order to find out the different types of apology strategies used by females and males and whether there are indeed any differences and/or similarities in their use of these strategies. Furthermore, the writer also wanted to see whether different levels of intimacy and degrees of offense play a role in the choice of apology strategies used by female and male respondents. In conducting this research, the writer used the descriptive approach to study the various apology strategies made by 10 males and 10 females under study based on the level of intimacy and the degree of offense. The writer used socio linguistic approach as well. The writer collected data by using a written task mode consisting of 12 situations. The writer asked her respondents to respond to the situations by writing in what they would say. The data then were analyzed by classifying the responses into the categories formulated by Trosborg. The findings of the study show that female and male respondents have some differences in choosing the appropriate way of apologizing. The findings show that the greatest differences between females and males occur in the use of the strategies of rejection and expression of concern for hearers. The second greatest differences are in the use of acknowledgement of responsibility, minimizing the degree of offense, and promise of forbearance. Females and males do not have great differences in the use of explanation strategy. Gender differentiation can not be found in the strategies of expressing an apology and offering repair. The thesis writer then concludes that in general, men and women do show differences in their use of language, in particular, in their use of apology strategies. In addition to gender, the use of apology strategies is influenced by the degree of offense, for example males and females have a tendency to use strategies of rejection, minimizing the degree of offense, and acknowledgement of responsibility in the situations resulting in serious damage. In mild damage, they most often use promise of forbearance strategy. In slight damage, males and females use explanation strategy and offer of repair strategy. As for the strategy of expressing an apology, females use it most often in serious damage and least often in slight damage. The use of this strategy by females is in contrast with males. The level of intimacy also influences the use of apology strategies. Most of the male and female respondents use rejection strategy or expression of apology and offer of repair in dealing with strangers. Males and females most often use the strategies of minimizing the degree of offense, expression of apology, and offer of repair towards their classmates. Explanation and offer of repair are used most often to close friends. For boyfriends/girlfriends, most of the male and female respondents tend to use the strategies of acknowledgement of responsibility and promise of forbearance.",
  "creators": "VERAWATY",
  "contributors": "Guillermina L. Verzosa (Advisor 1); SUBANDI DJAJENGWASITO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 591; Verawaty (11493004)",
  "subjects": "SOCIOLINGUISTICS; LINGUISTICS"
}