{
  "id": "14337",
  "title": "Analisa pengaruh return on equity (roe) dan earning per share (eps) terhadap harga saham pada perusahaan go public yang bergerak di bidang perbankan periode tahun 1996-1998 di Bursa Efek Surabaya",
  "abstract": "Pentingnya informasi mengenai Return On Equity (ROE) dan Earning Per Share (EPS) yang terdapat di dalam laporan keuangan sangat diperlukan bagi seorang investor di dalam usahanya untuk memutuskan apakah harus membeli atau menjual saham. Keputusan membeli atau menjual seorang investor akan mempengaruhi harga saham di bursa efek. Permasalahan yang diangkat dalam penelitian ini adalah apakah faktor-faktor seperti ROE dan EPS mempunyai pengaruh yang signifikan terhadap harga saham. Skripsi ini merupakan penelitian yang bersifat inferensial dengan menggunakan data sekunder. Jenis data yang dikumpulkan merupakan data kuantitatif yang bersumber dari laporan keuangan perusahaan periode tahun 1996-1998. Populasi yang dipakai dalam penelitian ini adalah perusahaan-perusahaan yang bergerak di bidang perbankan yang terdaftar di Bursa Efek Surabaya. Sedangkan sampel dalam penelitian ini adalah perusahaan-perusahaan perbankan yang terdaftar di Bursa Efek Surabaya dari tahun 1996-1998. Teknik analisis data yang dipakai adalah analisis regresi berganda. Hasil penelitian yang diperoleh ternyata menunjukkan bahwa variabel Return On Equity (ROE) dan Earning Per Sliare (EPS) mempunyai pengaruh yang tidak signifikan terhadap perubahan harga saham. Hasil penelitian tersebut konsisten baik untuk pengujian secara bersama-sama maupun untuk pengujian secara parsial untuk masing-masing tahun.",
  "creators": "LEONARD HANDOYO SANTOSA",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 118/96/FE.AK/2001; Leonard Handoyo Santosa (32496075)",
  "subjects": "CORPORATIONS--FINANCE; FINANCIAL STATEMENTS"
}