{
  "id": "14342",
  "title": "A Study on Jeremiah Beaumont's idealism in Robert Penn Warren's world enough and time",
  "abstract": "This thesis discusses Jeremiah Beaumont's idealism in Robert Penn Warren's World Enough and Time. It dis'cusses the main character's process in fighting for his idealism. Here, the main character of this novel, Jeremiah Beaumont, is described as a man of ideal who has a strong belief in justice. However, his strong belief in justice leads him to his death. In relevance to this, the thesis writer wants to reveal the causes of Jeremiah Beaumont's idealism and also the effects of his idealism for his life. To answer these questions, the thesis writer will discuss the influences that cause Jeremiah Beaumont to have such strong belief in his idealism and to analyze the effect of his idealism to his life. In analyzing the topic, the thesis writer uses the theory of characterization anad also the theory of idealism and justice. In the analysis, the thesis writer discusses the influence of Jeremiah Beaumont's father and Colonel Cassius Fort on Jeremiah Beaumont. Because of them, Jeremiah Beaumont has a strong belief in honor and justice. The thesis writer also discusses the effect of Jeremiah Beaumont's idealism on his relationship with Wilkie Barron, Rachel Jordan and on his own life. Jeremiah Beaumont dies in defending his idealism and he has died believing that justice should be done. Although he feels that he has failed in his fight to defend justice, Jeremiah Beaumont has lived all his life believing in justice. He has lived and died in his strong belief for his honor as a man who will always defends justice.",
  "creators": "MEDYANA WAHJUDI",
  "contributors": "Jenny Mochtar Djundjung (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 690; Medyana Wahjudi (11490034)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; WARREN, ROBERT PENN, 1905-... WORLD ENOUGH AND TIME-STUDY AND TEACHING"
}