{
  "id": "14343",
  "title": "The Study of social relationships between Doctor Ridgeon and his interlocutors as seen thorugh their use of terms of address and references in Bernard Shaw's the doctor's dilemma",
  "abstract": "People use different forms of address based on their relationships with the other, whether it is intimate or distant. It means that linguistic variation can also reveal information. Started from this notion of sociolinguistics, the writer developed his problem to find the social relationships between Doctor Ridgeon and his interlocutors through their use of terms of address and references toward each other. He used the qualitative approach to collect the data, and descriptive method for the analysis. The writer relied on Holmes' sociolinguistic theory in his analysis. The source of data was taken from Bernard Shaw's The Doctor's Dilemma. The reason why the writer took the play was because it provided a complete varieties of terms of address and references, moreover the characters came from a different social background There were nine characters in this play. Emmy as the doctor's servant; Redpenny, the doctor's assistant; Leo Schutzmatcher, Ridgeon's college mate; Sir Patrick, a long time acquaintance; Cutler Walpole, a surgeon; Sir Ralph, the doctor's counterpart; Dr Bienkinsop, Ridgeon's friend who later became his patient; Lois Dubedat, a brilliant artist who had tuberculosis; and Jennifer Dubedat, Louis' wife who appealed the doctor's help. In his study, the writer found a different social relationships between Doctor Ridgeon and each interlocutor, compared with the relationships which already created by the author. The four social factors, participant, setting, topic and function were proved could influence those characters' choices of address form. The doctor and Emmy's social relationship was like a son and his mother. With Redpenny, the doctor had the relationship as a teacher and his pupil. Leo Shutzmacher and the doctor was close friends. Sir Patrick had a social relationship a like a father and his son, toward doctor Ridgeon. Cutler Walpole and the doctor's social relationship was rather distant and respectful. Toward Sir Ralph, the doctor considered him as a friend and also a respectful man. Doctor Ridgeon and Doctor Bienkinsop Relationship was rather distant and respectful. The social relationship as doctor and patient happened between the doctor and Jennifer Dubedat. With Jennifer husband, Louis, the doctor had a distant relationship.",
  "creators": "BERNAD AMILEX W.BOWAKH",
  "contributors": "SUKEMI, PROF.DR.M.A. (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 689; Bernad Amilex Willem Bowakh (11493162)",
  "subjects": "ENGLISH DRAMA--19TH CENTURY--STUDY AND TEACHING; SHAW, BERNARD, 1856-1950. THE DOCTOR'S DILEMMA-STUDY AND TEACHING"
}