{
  "id": "14354",
  "title": "Penggunaan slag berbagai bahan pengganti agregat base course pada perkerasan jalan",
  "abstract": "Dijaman yang semakin maju ini dengan jumlah penduduk bumi makin bertambah banyak, manusia selalu berusaha untuk menciptakan sesuatu untuk mempermudah maupun untuk memperbaiki keadaan yang sudah ada sekarang ini. Karena kita semua tahu bahwa dengan bertambahnya jumlah populasi dunia berarti jumlah kebutuhan semakin meningkat. Pertumbuhan populasi ini menyebabkan peningkatan kegiatan di segala bidang, salah satu kegiatan tersebut adalah industri pengolahan baja yang menghasilkan limbah berupa slag. Kami mendapatkan sample slag ini dari PT Jatim Taman Steel, Sidoarjo. Studi ini bertujuan untuk memanfaatkan hasil limbali slag untuk digunakan sebagai bahan pengganti agregat base course pada perkerasan jalan, sehingga limbah ini tidak terbuang dengan percuma tanpa pemanfaatan yang lebih baik. Kami melakukan percobaan pada slag ini sebagaimana yang disyaratkan pada agregat sirtu, yang hasilnya menunjukkan bahwa nilai CBR untuk slag adalah sebesar 70 % (masuk agregat sirtu kelas B dengan nilai CBR minimum 40 %). Sedangkan campuran slag-sirtu dimana slag yang tertahan ayakan no. 4 sebagai agregat kasar dan sirtu yang lolos ayakan no. 4 sebagai agregat halus mempunyai nilai CBR 100 % (masuk agregat sirtu kelas A dengan nilai CBR minimum 80 %). Apabila slag ini digunakan sebagai agregat untuk campuran ATB maka menghasilkan stabilitas maksimum 1190 kg dengan kadar aspal 3,8 %.",
  "creators": "MELINDA; FREDDY JOESOEF",
  "contributors": "Tirta Djusman Arief (Examination Committee 1); YANUAR SANTOSA (Advisor 2); Harry Patmadjaja (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1033 S; Melinda (21494075) dan Freddy Joesoef (21495051)",
  "subjects": "PAVEMENTS; PAVEMENTS ASPHALT; PAVEMENTS, BITUMINOUS"
}