{
  "id": "14350",
  "title": "A Sociolinguistic study of interruption and verbocity of the liteners of Suara Surabaya base on sex and social status",
  "abstract": "This thesis delves into the interruptions and verbosity happening in listeners' conversations on a radio station, Suara Surabaya 100.55FM based on sex and social status differences. There are three questions the writer wants to answer. First, who interrupts more in giving the information, the males or the females? Second, who interrupts more in giving the information, the higher-status persons or the lower-status persons? Third, who are more verbose in giving the information, the males or the females? The writer takes forty listeners to conduct this study. There are twenty male listeners (ten of whom have a higher social status and the other ten have a lower social status) and twenty female listeners with the same division as the male listeners. Those forty listeners participate in Kelana Kota, an interactive program on Suara Surabaya 100.55FM which occurs every day from 6.30am to 9.00am, by informing the situation they have seen such as accidents, traffic jams, and robbery. The writer begins to collect the data in October until December 1999. From all the recorded conversations, the writer identifies the interruptions and verbosity, and enumerates the occurrence of interruptions and the words the listeners use. The research finds that the male listeners contribute 80 percent, while the female listeners contribute only 20 percent of the interruptions. It means that the male listeners make more interruptions than the females. In verbosity, the male listeners contribute 57 percent and the female listeners contribute 43 percent. Again, it means that the male listeners use more words than the females. Thus, sex determines the number of interruption and verbosity. In interruptions, the male listeners of higher social status contribute 49 percent and the female listeners of higher social status contribute 12 percent. While from lower social status, the male listeners contribute 31 percent and the females 8 percent. Thus, the males of the higher social status make more interruptions. In verbosity, the male listeners of higher social status contribute 36 percent and the females contribute 21 percent, while the males of lower social status contribute 21 percent and the females of lower social status contribute 22 percent. Therefore, this study shows the reverse of the stereotypes except for the males make more interruptions than the females which is more confirming. Thus, both sex and social status have influenced the making of interruptions as well as in verbosity.",
  "creators": "EDITH CAMELIA KUSUMA",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 820 (11495122)",
  "subjects": "SOCIOLINGUISTICS"
}