{
  "id": "14353",
  "title": "Pacific center for comprehensive care: a cancer treatment and preventive studies retreat",
  "abstract": "Penyakit kanker bukanlah penyakit yang baru. Namun penyakit kanker ini makin menarik perhatian masyarakat karena meningkatnya kasus-kasus penyakit kanker yang dikenal, baik stadium dini maupun stadium lanjut. Penyakit ini menduduki urutan ketiga keganasannya dari sepuluh jenis penyakit yang menyebabkan kematian. Kanker ialah sejenis tumor yang mengancam nyawa manusia, dimana dimulai dari pembesaran sebagian tubuh secara abnormal. Tujuan proyek adalah mewujudkan suatu jenis wadah perawatan dengan memperhatikan konsep perawatan secara keseluruhan, yaitu: perawatan kanker, pendidikan, dan dilengkapi dengan riset. Dengan memperhatikan lingkungan sekitar yang menjadi potensi bagi tapak, disediakan juga sebuah fasilitas retreat bagi keluarga pasien, untuk menambah wawasan tentang penyakit kanker bagi keluarga maupun pasien. Perawatan dan pencegahan penyakit kanker ditujukan melalui terapi bagi pasien rawat jalan, keluarga, pendidikan bagi warga serta riset data. Klinik Screening akan meneliti hasil diagosa awal pasien dan photo bagjan dalam tubuh ke pengobatan dengan biji nuclear dan mammography. Terapi yang ditawarkan terdiri dari terapi radiasi dan kemoterapi, ditunjang dengan perawatan dengan obat-obatan alternative. Klinik ini menekankan pada perawatan keseluruhan bagi pasien, tidak hanya masalah obat-obatan tapi juga aspek mental bagi pasien maupun keluarganya. Melalui pendekatan pada lingkungan sekitar (alam) diharapkan dapat menjadi obat menenangkan bagi jiwa pasien. Lingkungan alam atau potensi utama tapak yang ingin disajikan adalah samudera yang terbentang dihadapan tapak, diikuti dengan taman maupun tree line yang dipreservasi. Massa utama yang dirancang untuk menikmati view ke samudera langsung adalah bangunan treatment.",
  "creators": "IWAN TJANDRA",
  "contributors": "Joyce M.Laurens (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1674/ARS/3/2000; Iwan Tjandra (22496008)",
  "subjects": "HEALTH FACILITIES; CLINICS"
}