{
  "id": "14377",
  "title": "Kendali logika fuzzy untuk sistem aktif power filter dengan menggunakan digital signal processor TMS320C50",
  "abstract": "Dengan semakin berkembangnya filosofi daripada sistem logika fuzzy dibandingkan dengan sistem-sistem lain, maka logika fuzzy banyak sekali digunakan dalam berbagai bidang seperti sistem kendali, pemrosesan sinyal dan lain sebagainya. Sebagai sistem kendali, logika fuzzy mempunyai keunggulan dibandingkan dengan sistem kendali biasa seperti PID karena kemudahan yang dimiliki oleh logika fuzzy dalam hal menentukan strategy pengendali dimana pada logika fuzzy tidak memerlukan perhitungan matematik yang kompleks atau pemodelan sistematis dalam relasi input ke output seperti pada sistem lain namun hanya dengan menggunakan aturan secara linguistik kita sudah dapat merancang suatu sistem dan respon sistem yang dihasilkan ternyata lebih baik, oleh karena itu Logika Fuzzy sangat cocok untuk mengimplementasikan ide manusia ke suatu sistem karena lebih menggambarkan keadaan yang sesungguhnya Dalam proyek ini, sistem kendali logika fuzzy dicoba untuk diimplementasikan pada sistem Aktif Power Filter dengan menggantikan PID Controller yang dipakai sebelumnya. Aktif Power Filter merupakan suatu konsep yang relatif baru untuk mengeliminasi gelombang-gelombang harmonisa yang disebabkan oleh beban yang tidak linear seperti rectifier, cycloconverter, switching power supply dan Iain-lain. Gelombang harmonisa tersebut dapat merusak kualitas arus sumber. Dengan membangkitkan juga gelombang harmonisa yang merupakan kompensasi harmonisa dari beban tidak linier maka dihasilkan arus sumber yang terbebas dari harmonisa pada jaringan. Sistem kendali logika fuzzy pada Aktif Power Filter ini menggunakan dua input yaitu error yang merupakan selisih antara tegangan referensi dengan tegangan DC Bus dan delta error yang merupakan kecenderungan terjadinya error di mana masing-masing input menggunakan lima buah label untuk membership functionnya, sedangkan rule yang digunakan sebanyak sebelas buah rule dan dihasilkan sebuah output dimana output merupakan tegangan referensi untuk DC Bus controller pada sistem Aktif Power Filter. Kendali Logika Fuzzy ini dioperasikan secara digital dengan menggunakan digital signal prosesor yang mempunyai keunggulan dibandingkan dengan mikroprosesor biasa diantaranya adalah kecepatan yang tinggi sehingga dimungkinkan suatu proses yang real time. Dari hasil pengujian sistem, ternyata Aktif Power Filter yang menggunakan kendali Logika Fuzzy dapat memperbaiki kualitas arus sumber dengan beberapa variasi beban dimana persentase total harmonisa yang sebelumnya sekitar 65 % berkurang menjadi sekitar 30 % dan power faktor sistem yang sebelumnya sekitar 0.75 dapat ditingkatkan menjadi sekitar 0.9.",
  "creators": "DAVID MULYADI",
  "contributors": "Resmana Lim (Advisor 1); Prof. Ir. Hanny Hosiana Tumbelaka, M.Sc., Ph.D. (Advisor 2); HERLIANTO TENGGARA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 99/E/EL/017/411; David Mulyadi (23494077)",
  "subjects": "AUTOMATIC CONTROL-COMPUTER PROGRAM; DIGITAL CONTROL SYSTEM-COMPUTER PROGRAM"
}