{
  "id": "14370",
  "title": "Happy foods & beverages",
  "abstract": "A. PRODUCT Rancangan Usaha (Business Plan) ini diberi nama Happy Food & Beverage karena bergerak di bidang usaha makanan diet untuk para penderita penyakit tertentu seperti: diabetes, kolesterol, jantung koroner, hipertensi , dan orang yang menjalankan diet untuk melangsingkan tubuh (slimming). Produk yang dihasilkan oleh Happy Food & Beverage adalah jenis makanan dan minuman yang rendah lemak (low fat), rendah garam, dan rendah gula (sugar free). Oleh karena itu Happy Food & Beverage menggunakan bahan-bahan pilihan seperti: pemanis menggunakan gula diet, susu rendah lemak (low fat), minyak goreng terbuat dari jagung, kedelai, minyak sayur (minyak goreng non cholesterol). Selain itu untuk memberikan kualitas yang terbaik , Happy Food & Beverage mengolah dan menyediakan makanan dan minuman diet di bawah pengawasan Ahli gjzi dan memberikan pelayanan berupa konsultasi dokter gratis melalui telepon ( on call). Harga makanan dan minuman di Happy Food & Beverage cukup terjangkau oleh kalangan menengah dengan rata-rata harga jual antara Rp.5.000,- sampai Rp. 10.000,-. B. LOKASI USAHA Happy Food & Beverage mengambil lokasi usaha di Plaza Tunjungan III lantai 5 bagian Food Court yang merupakan lokasi tersendiri tempat berjualan makanan dan minuman. Alasan pemilihan lokasi usaha adalah : 1. Letaknya strategis Plaza Tunjungan terletak di tengah kota dan dekat dengan pusat bisnis. 2. Dekat dengan konsumen Plaza Tunjungan terletak di pusat kota Surabaya , sehingga mudah terjangkau oleh konsumen. Selain itu Plaza Tunjungan dikunjungi oleh banyak pengunjung dengan rata-rata pengunjung 75000 orang perhari. (data dari lampiran). 3. Lokasi Plaza Tunjungan merupakan pusat perbelanjaan terbesar di Surabaya , dan merupakan tempat yang aman, nyaman (full AC ), dan bersih untuk berbelanja, jalan-jalan, maupun tempat untuk makan. C. TARGET MARKET Pasar sasaran dari Happy Food & Beverage adalah kalangan menengah , sedangkan sasaran konsumen Happy Food & Beverage adalah para penderita penyakit seperti: diabetes, kolesterol, jantung koroner, hipertensi, dan orang yang melakukan diet untuk melangsingkan tubuh (slimming). Konsumen dari Happy Food & Beverage diperkirakan berasal dari golongan usia 30 tahun ke atas, hal ini berdasarkan asumsi bahwa para penderita penyakit tersebut kebanyakan adalah orang-orang dewasa tua yang mudah terserang penyakit tersebut karena bertambahnya usia yang semakin tua. D. PEMASOK (Supplier) Untuk kebutuhan operasional sehari-hari Happy Food & Beverage melakukan pembelian bahan-bahan baku seperti: ayam, daging, bumbu masak, beras, dll di Pasar Pabean, sedangkan kebutuhan akan sayuran dan buah-buahan dibeli di Pasar Keputran dan kebutuhan lain seperti: tissue, sedotan, gelas plastik di Makro, Alfa pusat grosir. E. PESAING ( COMPETITOR ) Adapun usaha makanan diet yang sejenis seperti Happy Food & Beverage belum ada pesaingnya untuk produk yang sejenis, yang ada sebatas pesaing tidak langsung yaitu rumah-rumah makan vegetarian, karena ini merupakan usaha yang masih baru dan dapat dikatakan bahwa Happy Food & Beverage merupakan pendatang baru ( new entrants ) untuk usaha makanan diet siap saji. Sedangkan pesaing tidak langsung dari Happy Food & Beverage adalah usaha makanan lain yang berlokasi di Plaza Tunjungan I, II, dan III. F. MARKETING Happy Food & Beverage merupakan usaha baru yang bergerak di bidang makanan diet siap saji (fast food) , oleh sebab itu pemasaran yang dilakukan adalah pemasaran yang berorientasi kepada konsumen (consumer oriented ) dengan sistem penjualan langsung (direct selling) ke konsumen secara satuan (retail). G. PROMOTION Promosi penjualan yang dilakukan oleh Happy Food & Beverage adalah dengan melakukan penyebaran brosur ke lokasi perumahan, perkantoran, klinik-klinik pelangsingan (slimming center), pemasangan iklan koran dan iklan radio yang secara efektif langsung dapat dibaca dan didengar oleh masyarakat. H. PENDANAAN Happy Food &",
  "creators": "SHIRLEY IRAWAN; DAVID WIRAHONO",
  "contributors": "SENTOT HARMAN GLENDOH (Advisor 1); Nanik Linawati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rancangan Usaha",
  "source": "Rancangan Usaha No. 21/EM/2000; Shirley Irawan (31495014) & David Wirahono (31495114)",
  "subjects": "RESTAURANT MANAGEMENT"
}