{
  "id": "14389",
  "title": "Studi manajemen operasional dalam bidang cargo pada \"Eva Air\"di Surabaya",
  "abstract": "Era pasar bebas sudah semakin dekat, tahun 2003 mulai dibuka pasar bebas ASEAN (AFTA), siap ataupun tidak siap kita hams menghadapinya. Kecenderungan (trend) yang menjadi karakteristik era pasar bebas atau globalisasi tersebut perlu kita cermati sebaik-baiknya. Para ahli telah mengidentifikasi dan merumuskan, bahwa paling tidak terdapat 3 (tiga) kecenderungan (trend) yang menandai era globalisasi. Ketiga kecenderungan tersebut disebt sebagai revolusi 3 T (Triple-T-Revolution), yaitu : revolusi di bidang transportasi, revolusi di bidang travel dan revolusi di bidang tehnologi informasi. Dalam rumusan 3T diatas juga berlaku bagi \"EVA AIR\" yang beroperasi di Indonesia, walaupun \"EVA AIR\" merupakan perusahaan penerbangan luar negeri akan tetapi \"EVA AIR\" mempunyai jaringan yang sangat luas dalam kerjasamanya dengan travel agent yang ada di Indonesia serta menyewa perusahaan-perusahaan jasa pengiriman yang ada di Indonesia. Dengan demikian untuk menghadapi era pasar bebas tersebut \"EVA AIR\" sudah sangat siap hal ini dapat dilihat dari manajemen operasional yang ada di perusahaan tersebut. Kemampuan dari manajemen operasional \"EVA AIR\" telah disesuaikan dengan standart internasional. Dari apa yang telah penulis uraikan diatas maka penulis ingin menggambarkan bagaimana pengaruh manajemen operasional cargo \"EVA AIR\" terhadap peningkatan aktivitas dan service, sehingga \"EVA AIR\" akan tetap eksis dan berkompetisi dengan perusahaan lain dalam lingkup di dalam dan luar Indonesia. Dalam penulisan Tugas Akhir ini penulis juga akan memberikan garis besar gambaran bagimana tugas manajemen operasional cargo pada umumnya dan \"EVA AIR\" pada khususnya.",
  "creators": "WIDIANTO SURJADJI; YANI MARGONO",
  "contributors": "Tio Sally Puspasari (Examination Committee 1); BAMBANG MEGA ARIJANTO (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 422/PAR/2000; Widianto Surjadji (91397028) & Yani Margono (91397092)",
  "subjects": "AERONAUTICS, COMMERCIAL-FREIGHT-RESEARCH; TOURIST TRADE-SURABAYA"
}