{
  "id": "14383",
  "title": "Gaza dalam bingkai editorial media Suara Pembaruan, Media Indonesia, dan Republika",
  "abstract": "Jalur Gaza telah menjadi lokasi konflik terpanjang di dunia antara Israel-Palestina, dan hingga saat ini tak kunjung berakhir. Konflik ini telah menjadi isu penting bagi dunia internasional dan media di dunia, tak terkecuali media di Indonesia. Berbagai liputan pemberitaan, opini, dan editorial ikut menyuarakan pendapatnya dengan masing-masing kepentingannya. Lebih menarik lagi, di Indonesia yang merupakan negara berpenduduk muslim terbesar di dunia, konflik Israel-Palestina seringkali dibawa ke dalam ranah agama. Surat kabar dengan latar ideologi yang berbeda-beda menghasilkan tulisan dengan bingkai yang berbeda pula. Bingkai inilah yang mendasari konstruksi peristiwa oleh surat kabar untuk kemudian dituliskan kepada khalayak pembacanya. Tak heran jika masyarakat juga bisa memiliki data fakta yang berbeda-beda mengenai konflik Gaza. Oleh karenanya peneliti tertarik untuk mengetahui bagaimana bingkai kasus (konflik) Gaza dalam editorial surat kabar di Indonesia. Dalam penelitian ini, peneliti menggunakan metode analisis framing untuk mengetahui perbandingan bingkai surat kabar Suara Pembaruan (SP), Media Indonesia (MI), dan Republika. Dari hasil penelitian ditemukan bahwa landasan ideologi yang berbeda-beda dari masing-masing media mempengaruhi bingkai editorial media. Suara Pembaruan membingkai Palestina (Hamas) sebagai kelompok ekstrimis yang berdampak negatif dan melihat Israel serta Resolusi DK-PBB dari sisi positif. MI melihat konflik ini sebagai konflik politik, dan Republika melihat konflik ini sebagai akibat kekejaman Israel dan kelumpuhan PBB.",
  "creators": "ANITA SIERIA",
  "contributors": "Ido Prijana Hadi (Advisor 1); Desi Yoanita (Advisor 2); R. OTTO BAMBANG WAHJUDI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010499/KOM/2009; Anita Sieria (51405127)",
  "subjects": "COMMUNICATION; MASS MEDIA"
}