{
  "id": "14385",
  "title": "Kepuasan masyarakat Surabaya dalam menggunakan situs jaringan sosial Facebook",
  "abstract": "Salah satu inti dari teori uses and gratifications adalah aktivitas audien yaitu pilihan yang disengaja oleh para pengguna isi media untuk memenuhi (memuaskan) kebutuhan mereka. Teori ini dapat memberikan kerangka yang sangat berguna untuk mempelajari internet dan komunikasi new media, dalam penelitian ini yang dimaksud adalah situs jaringan sosial Facebook. Website Inside Facebook menyatakan Indonesia sebagai negara dengan tingkat pertumbuhan pengguna Facebook paling tinggi di Asia Tenggara. Pada tahun 2008, pengguna Facebook di Indonesia tumbuh 645 persen mengalahkan China, India, Malaysia, Thailand, dan Singapura. Jawa Timur, dengan ibukotanya Surabaya yang memiliki ciri khas penduduk mudah bergaul, merupakan provinsi ketiga di Indonesia dengan pengguna Facebook terbanyak. Oleh karena itu peneliti tertarik untuk meneliti adakah kepuasan masyarakat Surabaya dalam menggunakan situs jaringan sosial Facebook dilihat dari kesenjangan nilai mean GS dan GO dari indikator hubungan sosial, berbagi identitas, foto, isi, investigasi sosial, social Dari hasil penelitian didapat bahwa ada kesenjangan antara kepuasan yang dicari atau (Gratification Sought) dengan kepuasan yang diperoleh atau (Gratification Obtained), ehingga dapat disimpulkan bahwa masyarakat Surabaya puas menggunakan situs jaringan sosial Facebook. Sedangkan untuk tingkat kepuasan tertinggi dilihat dari selisih nilai mean GS dan GO masing-masing indikator adalah hubungan sosial, diikuti oleh indikator foto, investigasi sosial, berbagi identitas, isi, status updates, dan social network surfing",
  "creators": "SARAH PUTRI OKTAVIANIE S",
  "contributors": "Felicia Goenawan (Advisor 1); Jandy Edipson Luik (Advisor 2); SOETOJO DARSOSENTONO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skipsi No. 20010498/KOM/2009; Sarah Putri O.S (51405167)",
  "subjects": "COMMUNICATION; MASS MEDIA"
}