{
  "id": "14388",
  "title": "Pola relasi wartawan kriminal dan polisi",
  "abstract": "Dalam berita kriminal, sumber berita yang dibutuhkan wartawan adalah polisi. Polisi memiliki pola kerja yang berdasarkan garis komando. Garis komando ini mengharuskan polisi untuk bergerak dan melakukan aktifitas berdasarkan perintah atasan. Hal ini mengakibatkan tertutupnya lingkungan kepolisian terhadap orang-orang luar. Wartawan kriminal memiliki kepentingan untuk dapat masuk dalam lingkungan kepolisian untuk mendapatkan informasiinformasi yang potensial menjadi berita. Dengan birokrasi yang tertutup maka wartawan harus mengembangkan cara-cara khusus agar dapat berelasi dengan polisi dan mengakses informasi yang potensial menjadi berita. Peneliti ingin menelaah pola relasi yang terjadi antara wartawan dan polisi sebagai sumber berita. Pola relasi wartawan dan sumber berita sendiri dijabarkan dalam 2 bentuk yaitu relasi yang saling bermusuhan dan relasi yang saling berbagi kepentingan. Pola relasi wartawan kriminal dan polisi dapat dilihat dengan menggunakan metode studi kasus. Dengan metode studi kasus ini maka akan dapat diungkapkan secara mendalam bagaimana pola relasi wartawan kriminal dan polisi. Dari penelitian ini ditemukan lima pola relasi wartawan kriminal dan polisi, yaitu relasi yang saling berbagi kepentingan dan melibatkan konflik kepentingan dalam peliputan berita, relasi dalam berita 8 - 6, relasi sebagai teman, relasi di luar peliputan berita, dan relasi dengan polisi yang menjadi informan wartawan.",
  "creators": "FRAN CELINO OCTHANTO BATA",
  "contributors": "Nanang Krisdinanto (Advisor 1); Desi Yoanita (Advisor 2); Judy Djoko Wahjono Tjahjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010468/KOM/2009; Fran Celino Octhanto Bata (51404111)",
  "subjects": "JOURNALISM"
}