{
  "id": "14384",
  "title": "Jurnalisme damai dalam berita televisi: analisis isi pemberitaan konflik Israel-Palestina di liputan 6 petang SCTV",
  "abstract": "Dalam pemberitaan mengenai konflik, salah fungsi media adalah sebagai issue intensifier. Di sini, media berpotensi memunculkan isu atau konflik, dan mempertajamnya. Salah satu pendekatan baru yang bisa digunakan media agar fungsinya sebagai pengarah konflik bisa berjalan dengan baik adalah pendekatan jurnalisme damai, yang dicetuskan oleh Johan Galtung. Pendekatan ini menggunakan empat orientasi, yaitu orientasi pada perdamaian/konflik, orientasi pada kebenaran, orientasi pada masyarakat, dan orientasi pada penyelesaian. Salah satu konflik yang marak diberitakan adalah Konflik antara Israel-Palestina, dimana Israel melancarkan serangan yang disebut \"Cast Lead\". Konflik ini menimbulkan banyak korban jiwa maupun kerusakan bangunan dan fasilitas umum. Dengan penelitian deskriptif kualitatif menggunakan metode analisis isi kualitatif, peneliti ingin mengetahui bagaimana penerapan pendekatan Jurnalisme Damai dalam konflik tersebut. Objek yang diteliti adalah empat berita mengenai Konflik Israel-Palestina yang ditayangkan dalam kurun waktu 26 Desember 2008 - 18 Januari 2009, yang mewakili tahap-tahap konflik milik Fisher, yaitu Tahap Konfrontasi, Krisis, Akibat, dan Pasca Konflik. Berita yang memuat tahap pertama, yaitu Pra Konflik, tidak ditemukan dalam kurun waktu tersebut. Kesimpulannya, dari 16 (enam belas) kategorisasi pendekatan jurnalisme damai dalam pemberitaan konflik, Liputan 6 Petang SCTV telah memenuhi 14 (empat belas) kategorisasi yang ada, dan memfokuskan liputannya di orientasi pada masyarakat.",
  "creators": "CHORY ANGELA WIJAYANTI",
  "contributors": "Prof.Dr.Drs. BURHAN BUNGIN, M.SI. (Advisor 1); Megawati Wahjudianata (Advisor 2); Ido Prijana Hadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.20010500/KOM/2009; Chory Angela Wijayanti (51405145)",
  "subjects": "JOURNALISM; TELEVISION BROADCASTING OF NEWS"
}