{
  "id": "14391",
  "title": "Sikap pemirsa Surabaya pada program Kick Andy di Metro TV",
  "abstract": "Program televisi saat ini sangat bervariasi jenisnya, dari program informasi hingga hiburan yang di dalamnya juga masih terdapat banyak paket acara, diantaranya seperti hard news, soft news, musik, film - film drama, permainan (game show), dan sebagainya. Setiap stasiun televisi, tentu memiliki sajian acara yang mampu menarik perhatian pemirsanya. Metro TV sebagai salah satu stasiun televisi zaman sekarang, telah berhasil mewujudkan ketertarikan tersendiri pada salah satu tayangan tetapnya, yaitu Kick Andy. Fenomena yang terjadi pada Kick Andy yaitu adanya perbedaan rating yang dihasilkan oleh dua lembaga berbeda, Metro TV dan AGB Neilsen. Namun, perbedaan rating ini tidaklah menjadi hambatan bagi Kick Andy untuk menyandang status program talk show terfavorit, pada malam penghargaan Panasonic Award. Sebagai bagian kecil dari ini, peneliti tertarik untuk melakukan riset mengenai Sikap Pemirsa Surabaya Pada Program Kick Andy di Metro TV, di sikap pemirsa Kick Andy dilihat dari komponen kognitif dan afektifnya. Penelitian ini menggunakan pendekatan kuantitatif, dan metode penelitian yang digunakan adalah survey dengan menggunakan kuesioner. Jumlah sampel pada penelitian ini adalah 100 orang yang merupakan penduduk Surabaya. Dan hasil yang diperoleh dari penelitian sikap pemirsa Surabaya pada program Kick Andy di Metro TV adalah positif, sebesar 96 %, yang menandakan bahwa pemirsa menyukai program Kick Andy, terutama karena tidak pernah menampilkan konflik, tetapi kurang banyak menampilkan narasumber dari kalangan orang terkenal.",
  "creators": "RUFINA GIZELA LIMANTARA",
  "contributors": "Ido Prijana Hadi (Advisor 1); Astri Yogatama (Advisor 2); R. OTTO BAMBANG WAHJUDI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010493/KOM/2010; Rufina Gizela Limantara (51405020)",
  "subjects": "COMMUNICATION; MASS MEDIA"
}