{
  "id": "14411",
  "title": "Implementasi fungsi Public Relations pada situs Departemen Perindustrian dan Departemen Pertanian",
  "abstract": "Praktik yang sedang berkembang dalam ranah public relations pemerintahan adalah e-government dalam upaya mencapai pemerintahan yang bersih dan transparan. Untuk dapat memenuhi fungsi pokoknya, public relations pemerintah perlu memilih dan menggunakan media komunikasi. Salah satunya adalah pengunaan situs web. Alat ukur situs web yang digunakan peneliti adalah headlines, briefs, kontak informasi, sederhana, penempatan informasi, grafis, link aktif dan berguna. Penelitian ini untuk mengetahui apakah situs departemen pemerintah mengimplementasikan fungsi public relations. Penelitian ini merupakan penelitian kuantitatif, dengan metode analisis isi pada situs Departemen Perindustrian dan Departemen Pertanian. Hasil penelitian menunjukkan bahwa fungsi public relations pemerintah sudah dilaksanakan di kedua situs, yaitu 58 persen untuk Departemen Pertanian dan 51 persen untuk Departemen Perindustrian. Situs Departemen Perindustrian unggul di dua fungsi, yaitu upaya dialog dan stabilitas nasional. Sebaliknya, situs Departemen Pertanian unggul di tiga pelaksanaan fungsi yaitu pelayanan, informasi kebijakan, dan informasi program kerja. Implementasi fungsi public relations dipengaruhi oleh artikel utama dalam situs, kemampuan situs melakukan update rutin, kepemimpinan dalam organisasi, desain situs yang memiliki tingkat keterbacaan dan aksesibilitas, serta adanya pemantauan khusus terhadap situs (web - observer). Selain itu, kedua situs masih belum berada pada tahap transaktif, di mana situs Departemen Perindustrian di tahap pengadaan dan situs Departemen Pertanian di tahap interaksi.",
  "creators": "VERAVINNA HANDOKO",
  "contributors": "Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 1); Jandy Edipson Luik (Advisor 2); R. OTTO BAMBANG WAHJUDI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010490/KOM/2009; Veravinna Handoko (51405003)",
  "subjects": "PUBLIC RELATIONS"
}