{
  "id": "14415",
  "title": "Penerimaan konsumen McDonald's terhadap film Super Size Me",
  "abstract": "Film Super Size Me bercerita tentang perilaku konsumsi produk McDonald's, serta McDonald's sebagai industri makanan cepat saji multinasional. Sebagai sebuah industri makanan cepat saji multinasional, gerai McDonald's juga terdapat di Surabaya. Dengan jumlah tidak kurang dari 10 gerai tersebar secara merata di Surabaya, gerai-gerai tersebut mempunyai jumlah konsumen yang signifikan. Film Super Size Me sendiri sebagai film dokumenter merupakan sebuah produk budaya yang diterima dan diinterpretasikan oleh audience sesuai dengan konteks sosialnya. Pemaknaan audience adalah prinsip utama dari teori reception. Oleh sebab itu menarik untuk dilakukan penelitian tentang bagaimana konsumen McDonald's di Surabaya meresepsi film Super Size Me. Penelitian ini menggunakan metode reception analysis. Informan terbagi menjadi tiga kategori, yaitu light user, heavy user, dan super heavy user. Data yang didapat dari pemaknaan informan, peneliti jelaskan dengan menggunakan teori decoding Stuart Hall, yaitu dengan tiga posisi yang diambil audience ketika menerima pesan media. Ketiga posisi tersebut adalah dominant, negotiated, dan oppositional. Penelitian ini menemukan bahwa pengalaman mereka mengkonsumsi dari ketiga informan ternyata konsisten dengan posisi yang mereka ambil ketika meresepsi pesan dalam film. Di luar pola konsumsi, latar belakang pengalaman dan pengetahuan informan bisa membuat ketidakkonsistenan antara posisi yang diambil dalam meresepsi pesan film, dengan perilaku konsumsi informan.",
  "creators": "LO ANDY ADI WIJAYA",
  "contributors": "Judy Djoko Wahjono Tjahjo (Advisor 1); Grace Swestin (Advisor 2); Ido Prijana Hadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010465/KOM/2009; Andy Adi Wijaya (51405103)",
  "subjects": "COMMUNICATION; MASS MEDIA; MOTION PICTURE"
}