{
  "id": "14423",
  "title": "The Study of american two-liner jokes through semantic and discourse analysis",
  "abstract": "Humour and jokes can be found everyday, everywhere, in magazines, newspapers and in human beings' daily lives across cultures. Their many functions in the society have already been realised, as they are used openly and frequently in a vast range of relationships. Therefore, the abilities to understand jokes eloquently are very much needed. It is too bad that it is easier said than done. Evidences have shown that it is very difficult to do so competently, moreover if we have to do it in a complete different world and culture from ours. This particular language function assumed to be very easy to do, all of a sudden turn into a major obstacle in life. Therefore, the writer was interested in analysing this topic, humour and jokes, especially American two-liner jokes from the linguistic point of view. Not only she did it because there were still a few studies about this topic, but also because she wanted to try to help foreign language learners to be able to perform this language function of understanding humour better. It would be even wonderful if they can master this particular language function. The writer was curious, first of all, to find out what actually makes the American two-liner jokes understandable or even funny. Secondly, she wanted to know which of the three manipulations that create the funniness in those two-liner jokes that occurred most. The purpose of doing this study were not only to satisfy her own curiosity, but she also wanted to find solutions for non-native speakers of English to overcome the many difficulties they face in understanding similar jokes. The data are gathered from the Internet and finally selected and narrowed down into thirty-five jokes randomly. These jokes were analysed using the theories of semantics, which consisted of the theory of lexical and phonetic ambiguity and also, discourse analysis's theory of background knowledge. This study was a qualitative study. The writer gathered, selected and analysed the data to answer her curiositiy above. In achieving her purpose, the writer divided the study into three-step analyses. The first discussed the analyses of all the data to find out what manipulation or manipulations were used to create the funniness of the joke. The second step showed how the results of the first analyses were put into table. From the first and second analysis, the writer discovered that the manipulation of background knowledge was the most frequently used and most importantly mechanisms in creating the funniness in the jokes It can be inferred that background knowledge is indeed very important in understanding two-liner jokes. Without sufficient backround knowledge, readers, in this case, the non-native speakers of English will never be able to understand, moreover to think of this type of joke funny.",
  "creators": "JIJIN PURWAHJUNI",
  "contributors": "Lisa Setiawati Nugraha (Examination Committee 1); Julia Eka Rini (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 853; Jijin Purwahjuni (11496061)",
  "subjects": "DISCOURSE ANALYSIS; SEMANTICS"
}