{
  "id": "14422",
  "title": "Arthur Kipps' language change in H.G. Wells' Kipps: the story of a simple soul",
  "abstract": "This thesis is in general an analysis of the factors that determine Kipps' language change used by Arthur Kipps, the main character in H.G. Wells' novel Kipps: The Story of a Simple Soul. The topic is divided into four questions, that are the factors which influenc Kipps mostly and the changes have been made by him.. The theory applied in investigating the matter is the theory of Janet Holmes which is concerned with the existance of two factors, language factors and social factors. As for the analysis, the writer examines the data. First, the writer deals with all kinds of language and social factors used by Kipps. Then, she will see the relationship between those factors through the table given. In this way, the writer finds out what language factors and social factors used most frequently by Kipps and show that social factors influence his language. Finally, she will show the changes of his language. To be able to do that, she uses the method of comparison. The result shows that Kipps' has undergone some changes in his language. The changes is influenced by the social factors, they are setting, participant, topic, and function. In conclusion, Holmes' theory about the relationship between language and social factors that social factors are more likely to affect the linguistic factors can be seen through this novel as all aspects in non-standard and standard English is really affected by the social factors. Thus, one may see the importance of the social factors on one's life as it can change someone's language.",
  "creators": "RATNA NOVIA",
  "contributors": "SUBANDI DJAJENGWASITO (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 896; Ratna Novia (11494080)",
  "subjects": "ENGLISH FICITON-19TH CENTURY-STUDY AND TEACHING; H.G. Wells., 1866-1946-kipps-study and teaching"
}