{
  "id": "14424",
  "title": "Analisa faktor-faktor orientasi pasar serta dampaknya terhadap kinerja dan profitabilitas organisasi",
  "abstract": "Orientasi pasar adalah sebuah filosofi bisnis dan sesuatu yang menjadi tujuan atau pernyataan mengenai kebijakan perusahaan. Orientasi pasar sebagai sebuah filosofi bisnis dapat diartikan dengan bagaimana sebuah organisasi mengimplementasikan konsep orientasi pasar yang dapat dilihat dari aktifitas dan perilaku organisasi yang bersangkutan. Oleh karena itu sebuah organisasi yang berorientasi pasar adalah sebuah organisasi yang tindakan-tindakannya konsisten dengan konsep pemasaran. Orientasi pasar ditentukan oleh tiga faktor yang mendukung, yaitu: Faktor Manajemen Senior, Faktor Dinamika Antar Bagian, dan Sistem Organisasional. Faktor manajemen senior adalah bahwa nilai orientasi dan kepercayaan dari konsumen merupakan tanggung jawab manajer puncak, sehingga komitmen mereka sangat penting bagi pelaksanaan orientasi pasar. Faktor dinamika antar bagian adalah interaksi yang ada dalam organisasi baik formal maupun informal, seperti konflik, hubungan antar bagian, dan menghargai pendapat dan ide dari bagian lain. Sistem organisasional adalah hal-hal yang berkaitan dengan struktur organisasi seperti departementalisasi, formalisasi dan sentralisasi. Selain ditentukan oleh tiga faktor yang mendukung tersebut diatas, orientasi pasar juga memiliki tiga konsekuensi, yaitu: Respon Konsumen, Kinerja Bisnis, dan Respon Pekerja. Respon konsumen disini adalah tugas organisasi untuk menciptakan konsumen yang puas, sehingga dengan sendirinya mereka akan selalu membeli produk-produk perusahaan. Kinerja bisnis disini berarti orientasi pasar membantu memperjelas fokus dan tujuan organisasi. Karena semakin baik orientasi pasar organisasi, semakin baik pula kinerja bisnisnya. Respon pekerja adalah jika semakin baik orientasi pasar organisasi, semakin besar pula semangat kelompok, kepuasan kerja, dan komitmen mereka terhadap perusahaan. Sejauh mana kinerja bisnis sebagai salah satu konsekuensi orientasi pasar memiliki dampak pada organisasi apakah mengalami peningkatan atau penurunan adalah dengan adanya dua moderator yang mendukung, yaitu: Moderator Sisi Penawaran , dan Moderator Sisi Permintaan. Moderator sisi penawaran adalah hal-hal yang berkaitan dengan keadaan pasar yang tidak stabil, dan perubahan teknologi. Sedangkan untuk Moderator sisi permintaan adalah hal-hal yang berhubungan dengan persaingan dan keadaan ekonomi pada umumnya. Dampak konsekuensi orientasi pasar terhadap kinerja bisnis menurut (Nerver dan Slater) adalah determinan yang penting bagi organisasi dan merupakan hubungan yang kuat diantara keduanya sehingga menghasilkan kinerja dan profitabilitas yang maksimal bagi organisasi. Walaupun orientasi pasar merupakan konsep yang penting dalam strategi pemasaran dan semakin banyak perusahaan yang menerapkan konsep tersebut dalam kegiatannya, menurut Kohli dkk (Bernard J. Jaworski dan Ajith Kumar) belum terdapat alat ukur yang baku untuk mengukur orientasi pasar dan dampaknya bagi kinerja perusahaan. Dengan melakukan penelitian terhadap beberapa unit bisnis strategis (SBU), Kohli dkk. kemudian mengemukakan suatu konsep MARKOR yang berguna bagi organisasi di dalam mengukur orientasi pasar. MARKOR adalah konsep orientasi pasar yang menetapkan tingkat dimana sebuah unit bisnis strategis (SBU): Terlibat dalam aktifitas peningkatan informasi pesan antar bagian dalam perusahaan. - Menyebarkan informasi baik secara vertikal maupun horisontal dengan melalui saluran yang formal dan infomal. - Mengembangkan serta mengimplementasikan program pemasaran dengan dasar peningkatan informasi pasar. Selain ketiga faktor diatas, terdapat pula tiga karakter utama dari konsep pengukuran orientasi pasar, yaitu: - Fokus pada konsumen dari SBU dan usaha yang mengarah pada kebutuhan dan pilihan mereka. Unsur-unsur yang berdasar pada aktifitas, bukan pada filosofi bisnis. - Batasan dari faktor orientasi pasar secara umum dan faktor komponen yang terkait.",
  "creators": "MICHEL GEOFFRY SETIADI",
  "contributors": "Peter Remy Yosy Pasla (Advisor 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 83/EM/2000; Michel Geoffry Setiadi (31496319)",
  "subjects": "MARKETING; MARKETING RESEARCH"
}