{
  "id": "14427",
  "title": "Penerapan confrontation strategy melalui pengeloaan cost reduction dalam meminimumkan beban produksi di PT. Rimba Prima Nusantara Sidoarjo",
  "abstract": "Setiap badan usaha menginginkan tingkat keuntungan yang tinggi di atas rata-rata industri. Setiap badan usaha yang bersaing dalam industri mempunyai strategi bersaing. Strategi bersaing adalah titik awal bagaimana badan usaha dapat secara aktual menciptakan dan mempertahankan keunggulan bersaing dalam industrinya. Keunggulan bersaing merupakan hal yang penting sehingga badan usalia dapat bertahan dalam persaingan ini. Lingkungan yang kompetitif dari mass producers (proses produksi secara terus menerus) mendukung strategi generik dari cost leadership dan product differentiation. Kedua strategi ini mengasumsikan bahwa suatu badan usaha dapat meraih sustainable competitive advantage, sehingga badan usaha dapat memenangkan persaingan. Skripsi yang berjudul: \"Penerapan Confrontation Strategy Melalui Pengelolan Cost Reduction Dalam meminimumkan Beban Produksi di PT. Rimba Prima Nusantara\" Di Sidoarjo bertujuan untuk meminimumkan beban produksi yang ada di PT. Rimba Prima Nusantara dengan pengelolan cost reduction. Badan usaha beralih menggunakan confrontation strategy yang tidak menghindari persaingan, melainkan menghadapinya karena dalam lingkungan persaingan yang semakin kompleks, membuat badan usaha semakin sulit untuk dapat memiliki keunggulan bersaing yang dapat dipertahankan. PT. Rimba Prima Nusantara adalah salah satu badan usaha yang bergerak di industri kayu harus berusaha keras agar dapat bertahan hidup. PT. Rimba Prima Nusantara tidak dapat lagi menghindari persaingan dengan menggunakan strategi generik cost leadership maupun differentiation, tetapi harus masuk dalam arena persaingan untuk bersaing sacara langsung satu sama lain.",
  "creators": "AGUS WIJOYO",
  "contributors": "Hartono Subagio (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 108/95/FE.AK/2001; Agus Wijoyo (32495085)",
  "subjects": "COST ACCOUNTING"
}