{
  "id": "14420",
  "title": "Hubungan iklim komunikasi organisasi dengan motivasi kerja divisi marketing PT. Pangan Lestari cabang Sidoarjo (FINNA)",
  "abstract": "Iklim komunikasi organisasi yang kondusif, nyaman, dan positif, dipercaya akan meningkatkan motivasi kerja dari para anggota organisasi atau karyawan perusahaan. Dari pernyataan ini dapat diketahui adanya hubungan diantara kedua varibel tersebut. Begitu pula dengan kenyataan yang seharusnya terjadi. Adanya fenomena komunikasi yang terjadi, bahwa sering terjadinya kesalahpahaman antar individu yang satu dengan individu yang lain, sehingga dapat memberikan dampak terhadap iklim komunikasi organisasi dan motivasi kerja karyawan. Oleh karenanya, peneliti ingin mengetahui adanya hubungan antara iklim komunikasi organisasi dengan motivasi kerja di PT. Pangan Lestari cabang Sidoarjo, dengan adanya batasan sampel pada divisi marketing saja, karena fenomena komunikasi terjadi di divisi ini. Peneliti menggunakan pendekatan kuantitatif dengan metode survei, yang menggunakan teknik pengumpulan kuesioner kepada seluruh populasi yang digunakan sebagai sampel atau biasa disebut sampling jenuh. Dengan menggunakan statistik deskriptif untuk pengolahan data, dan mencari hubungan dan membuktikan hipotesis hubungan diantara kedua variabel. Setelah dilakukan analisis menggunakan product moment pearson, dapat disimpulkan bahwa terdapat hubungan antara iklim komunikasi organisasi dengan motivasi kerja, karena diketahui besarnya hubungan adalah 0.837.",
  "creators": "KHE LIONG CLIFFTON C K",
  "contributors": "WOLLY BAKTIONO (Advisor 1); Felicia Goenawan (Advisor 2); Ido Prijana Hadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010484/KOM/2009; Khe Liong Cliffton Conrad Kalalo (51405132)",
  "subjects": "COMMUNICATION IN ORGANIZATION; COMMUNICATION IN PERSONNEL MANAGEMENT; COMMUNICATION"
}