{
  "id": "14425",
  "title": "Orientasi pasar sebagai suatu proses pembelajaran organisasi, perubahan perilaku yang inovatif, dan peningkatan kinerja bisnis",
  "abstract": "Menurut penelitian Kohli dan jaworski (1990 dan 1993) Orientasi pasar adalah upaya unhik mendorong agar seluruh organisasi atau perusahaan memiliki kemampuan untuk mengenal pasar yang berkaitan dengan kebutuhan pelanggan saat ini dan yang akan datang, menyebarkan informasi tentang keterangan pasar terhadap departemen-departemen di dalam organisasi atau perusahaan dan respon terhadap keadaan pasar. Orientasi pasar disini merupakan hasil dari pengembangan konsep pemasaran yang terdiri dari fokus pelanggan, pemasaran yang terkoordinasi dan profitabilitas. Dari ketiga hal diatas fokus pelanggan dan pemasaran yang terkoordinasi merupakan dua hal yang mendasari orientasi pasar, sedangkan profitabilitas merupakan konsekuensinya. Fokus pelanggan adalah elemen pusat dari suatu orientasi pasar yang mana melatarbelakangi perolehan keterangan pasar dan pemasaran terkoordinasi merupakan tindakan terkoordinasi oleh berbagai departemen dari suatu organisasi atau perusahaan untuk bersikap responsif (tanggap) terhadap keterangan pasar. Dengan kata lain orientasi pasar mengacu pada pengenalan, penyebaran informasi dan responsifitas secara menyeluruh dari organisasi terhadap keterangan pasar. Dalam penelitiannya Kohli dan Jaworski (1990 dan 1993) juga menemukan bahwa ada hubungan antara orientasi pasar dan kinerja bisnis dimana sebuah organisasi yang berorientasikan pasar yaitu organisasi yang melacak dan merespon terhadap kebutuhan dan keinginan pelanggan sehingga dapat memuaskan pelanggan dengan lebih baik oleh karenanya berkinerja pada tingkat yang lebih tinggi. Dalam sebuah penehtian, Hurley Dan Hunt (1998) mencoba untuk meneliti hubungan antara inovasi, orientasi pasar dan pembelajaran organisasi. Untuk mendukung hasil dari penehtian ini, Hurley dan Hunt mengamati perspektif literatur yang berhubungan dengan orientasi pasar, orientasi pembelajaran dan inovasi oleh beberapa periset yang lain. Jaworski dan Kohli (1993, p. 56) menyatakan bahwa suatu orientasi pasar secara esensial melibatkan melakukan sesuatu yang baru atau berbeda dalam meresponi kondisi pasar, hal itu dapat dipandang sebagai suatu bentuk dari perilaku inovatif. Menurut Zaltman, Duncan, dan Holbek (1973, p. 62) perilaku inovatif terdiri atas dua tahap: (1) tahap inisiasi (misal: kepedulian dan pengambilan keputusan) dan (2) tahap implementasi (misal: menjalankan keputusan). Di dalam konteks ini, tahap inisiasi dapat disamakan dengan kemampuan untuk mengenal pasar, penyebaran informasi, dan respon dari organisasi, sedangkan tahap implementasi dapat disamakan dengan respon organisasi yang aktual. Pembelajaran organisasional adalah pengembangan pengetahuan atau pandangan baru yang memiliki potensi untuk mempengaruhi perilaku (Huber 1991). Sedangkan inovasi adalah suatu konsep yang lebih luas yang mencakup implementasi dari ide-ide, produk-produk, atau proses-proses baru (Thompson 1965). Dengan kata lain, dengan berorientasikan pada pasar menyediakan suatu sumber ide untuk berubah dan peningkatan; dengan berorientasikan pada pembelajaran mengindikasikan suatu penghargaan dan hasrat untuk mengasimilasi ide-ide baru. Jadi kesimpulannya inovasi (implementasi dari ide-ide, produk-produk, atau proses-proses baru ) dan pembelajaran organisasi (pengembangan dari pengetahuan dan pandangan-pandangan baru untuk mempengaruhi perilaku) merupakan mekanisme primer untuk merespon pada pasar, dimana hal ini merupakan salah satu dari aktivitas orientasi pasar. Dengan adanya keterkaitan dari ketiga hal tersebut diatas, kebutuhan dan kejnginan pelanggan dapat terpenuhi sehingga menimbulkan rasa puas dari pelanggan yang secara otomatis juga akan menimbulkan suatu respon balik dari pelanggan seperti pembelian ulang atas produk atau jasa yang ditawarkan dimana hal ini dapat meningkatkan kinerja bisnis suatu organisasi atau perusahaan. Keterangan diatas menyatakan orientasi pasar sebagai suatu proses pembelajaran organisasi, perubahan perilaku yang",
  "creators": "DEASY ANGGRAINI HARTONO",
  "contributors": "Drs. Sugiono Sugiharto, M.M., Ph.D. (Advisor 1); Hartono Subagio (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 120/EM/2001; Deasy Anggraini Hartono (31497053)",
  "subjects": "MARKETING RESEARCH"
}