{
  "id": "14435",
  "title": "Efek pesan \"Mencintai Produk Indonesia\" dalam iklan televisi Teh Botol Sosro pada masyarakat Surabaya",
  "abstract": "Iklan mempengaruhi konsumen melalui beberapa tahapan dalam urutan dimulai dari kesadaran pertama mengenai produk atau jasa hingga tahap pembelian yang sesungguhnya. Iklan Teh Botol versi \"Mencintai Produk Indonesia\" dikeluarkan dalam rangka meningkatkan penggunaan produk-produk asli Indonesia. Untuk itu, tujuan dari penelitian ini adalah untuk efek pesan \"Mencintai Produk Indonesia\" dalam iklan televisi Teh Botol Sosro pada masyarakat Surabaya. Dalam penelitian ini teori yang digunakan adalah teori hierarki efek periklanan. Jenis penelitian yang digunakan dalam penelitian ini adalah deskriptif dengan menggunakan pendekatan kuantitatif. Metode yang digunakan adalah survei. Sampel dalam penelitian ini adalah masyarakat Surabaya yang sudah pernah melihat iklan Teh Botol Sosro di televisi minimal 3 kali serta berusia 17- 60 tahun. Jumlah sampel dalam penelitian ini sebanyak 100 responden. Sedangkan teknik analisis data yang digunakan adalah statistik deskriptif. Dari hasil penelitian menunjukkan efek pesan \"Mencintai Produk Indonesia\" dalam iklan televisi Teh Botol Sosro pada masyarakat Surabaya termasuk tinggi. Masyarakat Surabaya yang memiliki efek pesan termasuk tinggi berarti masyarakat Surabaya memiliki kesadaran terhadap merek produk Teh Botol Sosro sebagai produk Indonesia, menyukai produk Teh Botol Sosro karena produk Indonesia dan berkeinginan menggunakan produk Teh Botol Sosro karena pesan yang terkandung dalam iklan bahwa Teh Botol Sosro adalah produk asli Indonesia. PT.Sinar Sosro ini mendapatkan dua keuntungan sekaligus dengan penyangan iklan Teh Botol Sosro versi Mencintai Produk Indonesia ini dimana bukan hanya image produk Teh Botol Sosro saja yang meningkat, namun juga efek behavioral dari masyarakat untuk mengkonsumsi Teh Botol Sosro juga semakin tinggi. Dengan ini tujuan bisnis dari PT.Sinar Sosro tercapai dan dapat dikatakan sangat berhasil.",
  "creators": "SYELLA HEDWIG LIOW",
  "contributors": "Jandy Edipson Luik (Advisor 1); Marsefio S. Luhukay (Advisor 2); Felicia Goenawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010509/KOM/2010; Syella Hedwig (51405074)",
  "subjects": "TELEVISION ADVERTISING; COMMUNICATION IN MARKETING"
}