{
  "id": "14449",
  "title": "Tingkat pengetahuan masyarakat Surabaya mengenai program Djarum Bakti Pendidikan",
  "abstract": "PT. Djarum, Tbk menempatkan tanggung jawab sosial (Corporate Social Responsibility) sebagai nilai penting dalam membangun karakter / budaya perusahaan. Program Djarum Bakti Pendidikan merupakan salah satu program Corporate Social Responsibility yang dijalankan oleh PT. Djarum, Tbk. Program tersebut bergerak dalam bidang dalam hal pemberian beasiswa dan beberapa pelatihan soft skill kepada para mahasiswa dari 71 perguruan tinggi di 23 provinsi di seluruh Indonesia dari berbagai disiplin ilmu yang telah dilaksanakan sejak tahun 1984 sampai dengan sekarang. Karena hal tersebut, peneliti tertarik untuk mengetahui lebih lanjut mengenai tingkat pengetahuan masyarakat Surabaya mengenai program Djarum Bakti Pendidikan. Teori yang digunakan sebagai dasar penelitian ini adalah teori S-O-R, dimana peneliti melihat response dari organism yang berupa efek kognitif, termasuk di dalamnya pengetahuan. Jenis penelitian ini adalah penelitian deskriptif dengan pendekatan kuantitatif. Teknik penarikan sampel yang digunakan adalah Multistage Random Sampling. Metode pengumpulan data menggunakan kuesioner, sedangkan teknik analisa datanya menggunakan format statistik deskriptif. Berdasarkan hasil analisis disimpulkan bahwa tingkat pengetahuan masyarakat Surabaya tentang program Djarum Bakti Pendidikan berada pada tingkat sedang. Dalam hal ini masyarakat Surabaya cukup mengetahui secara detail tentang program Djarum Bakti Pendidikan tersebut.",
  "creators": "FIRINA SETYO PUTRI",
  "contributors": "Felicia Goenawan (Advisor 1); Marsefio S. Luhukay (Advisor 2); Ido Prijana Hadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010472/KOM/2009; Firina Setyo Putri (51405124)",
  "subjects": "COMMUNICATION IN INDUSTRIAL RELATIONS; COMMUNICATION--SOCIAL ASPECTS"
}