{
  "id": "14443",
  "title": "Proses komunikasi interpersonal dalam memelihara hubungan pacaran jarak jauh",
  "abstract": "Interaksi dalam pemeliharaan hubungan pacaran jarak jauh adalah suatu fenomena komunikasi yang kompleks di mana terdapat banyak bukti empiris yang menyatakan bahwa peningkatan PJJ sangatlah drastis. Dalam PJJ dibutuhkan proses komunikasi yang efektif antara kedua belah pihak di mana dalam pemeliharaan hubungannya lebih sulit dibandingkan dengan PJD karena tidak adanya komunikasi tatap muka yang menjadi hal esensial serta fondasi dalam sebuah hubungan. Penelitian ini menggunakan teori pemeliharaan hubungan Mark L.Knapp yang terdiri dari memberikan saran, memberikan penghargaan dan penguatan kepada pasangan sebagai bentuk komitmen, manajemen penyelesaian konflik yang baik, keterbukaan, positivisme, berbagi tugas serta interaksi dengan lingkungan sosial dengan menggunakan metode studi kasus. Penelitian ini menggunakan dua pasang informan yang memiliki latar belakang yang berbeda konteks pemisahan jarak yang berbeda, satu pasang PJJ luar dan dalam negeri sekaligus dengan latar belakang perekonomian menengah ke atas dan karakter masing-masing individu yang sangat bertolak belakang dan pasangan kedua yang menjalankan PJJ dalam negeri dan memiliki latar belakang perekonomian menengah ke bawah. Hasil penelitian menunjukkan bahwa proses komunikasi interpersonal pada pemeliharaan hubungan pacaran jarak jauh tidaklah jauh berbeda karena memiliki kesulitan yang sama ketika mengevaluasi hubungan, menyesuaikan kembali setelah PJJ berakhir yang disertai konflik di mana diharuskan dilakukan komunikasi tatap muka yang efektif pada rentan waktu tertentu di mana kepastian waktu PJJ menjadi krusial untuk rencana perkiraan hubungan PJJ ke depannya.",
  "creators": "ABEDNEGO SETIAWAN SANTOSO",
  "contributors": "Grace Swestin (Advisor 1); Desi Yoanita (Advisor 2); Ido Prijana Hadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010517/KOM/2010; Abednego Setiawan Santoso (51405102)",
  "subjects": "COMMUNICATION; INTERPERSONAL COMMUNICATION"
}