{
  "id": "14452",
  "title": "Pengaruh pesan iklan \"Molto Ultra Sekali Bilas\" di televisi terhadap tingkat pengetahuan ibu rumah tangga di Surabaya",
  "abstract": "Pesan iklan merupakan suatu ide atau berita yang dikomunikasikan atau yang disampaikan kepada audiens melalui media iklan, salah satunya adalah iklan di televisi. Tentunya dalam menyampaikan pesan iklan kepada audiens tidak dapat sembarangan, tetapi harus memperhatikan isi pesan, struktur pesan, format pesan, dan sumber pesan. Salah satu iklan yang saat ini ditayangkan di televisi adalah iklan \"Molto Ultra Sekali Bilas\" . Oleh karena itu, tujuan dari penelitian ini adalah untuk mengetahui pengaruh pesan iklan yang disampaikan dalam iklan \"Molto Ultra Sekali Bilas\" yang ditayangkan di televisi terhadap tingkat pengetahuan Ibu Rumah Tangga di Surabaya mengenai produk. Jenis penelitian ini adalah eksplanasi dengan menggunakan pendekatan kuantitatif. Metode yang digunakan adalah survei. Populasi dalam penelitian ini adalah Ibu Rumah Tangga di Surabaya, dengan sampel berjumlah 400 responden. Sedangkan teknik pengambilan sampelnya menggunakan Cluster Random Sampling. Teknik pengumpulan data yang digunakan melalui penyebaran kuesioner. Sedangkan teknik analisis data menggunakan analisis korelasi, RSquare dan analisis regresi. Dari hasil penelitian menunjukkan bahwa semakin bagus isi pesan, struktur pesan, format pesan, serta sumber pesan yang disampaikan dalam iklan maka semakin tinggi pula tingkat pengetahuan Ibu Rumah Tangga di Surabaya yang menjadi audience. Dengan demikian dapat dijelaskan bahwa semakin baik pesan iklan yang ditampilkan dalam iklan maka semakin tinggi tingkat pengetahuan Ibu Rumah Tangga di Surabaya mengenai produk \"Molto Ultra Sekali Bilas\" .",
  "creators": "JESSICA TANADA",
  "contributors": "Felicia Goenawan (Advisor 1); Jandy Edipson Luik (Advisor 2); Ido Prijana Hadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010471/KOM/2009; Jessica Tanada (51405038)",
  "subjects": "TELEVISION ADVERTISING; COMMUNICATION"
}