{
  "id": "14457",
  "title": "Strategi Marketing Public Relations (MPR) A Mild melalui event sponsorship Libama",
  "abstract": "Public Relations (PR) tidak hanya penting bagi perusahaan, namun saat ini juga telah dirasakan pentingnya oleh departemen marketing. Kolaborasi antara PR dan marketing ini kemudian dikenal dengan nama Marketing Public Relations (MPR). MPR memberikan penekanan bukan pada kegiatan penjualan, melainkan pada komunikasi pemberian informasi atau peningkatan pengetahuan mengenai suatu produk, jasa, atau perusahaan. Untuk mencapai tujuan-tujuan komunikasi yang dapat mendukung kegiatan pemasaran diperlukan suatu strategi yang berfungsi sebagai panduan kegiatan MPR. Dalam membuat sebuah strategi MPR ada tahapan-tahapan yang harus dilakukan, yaitu: establishing objectives (menentukan tujuan), choosing messages and vehicles (memilih pesan dan alat), implementing the plan and evaluating research (mengimplementasikan rencana dan melalukan penelitian evaluasi). MPR sendiri mempunyai berbagai macam pilihan alat komunikasi yang dapat digunakan untuk mencapai tujuannya, antara lain berita, pidato, event, sponsorship, publikasi, identitas media, dan lain-lain. A Mild mempunyai departemen MPR yang bertugas untuk mengkomunikasikan merek A Mild kepada audiens sasaran mereka. Sebagai produk rokok, A Mild mempunyai banyak aturan yang mengikat terutama dalam hal promosi dan komunikasi. Sedangkan saat ini, persaingan dalam industri rokok sangat ketat. Karena itulah dibutuhkan suatu strategi komunikasi yang tepat untuk mendukung kegiatan pemasaran mereka. Melakukan kegiatan sponsorship event adalah salah satu strategi MPR A Mild. Olahraga khususnya bola basket adalah salah satu bidang kegiatan yang dipilih A Mild karena sesuai dengan audiens sasaran mereka. Oleh karena itu dipilihlah Libama sebagai salah satu event sponsorship A Mild.",
  "creators": "AKE YULILA AMAMIRA",
  "contributors": "WOLLY BAKTIONO (Advisor and Examination Committee); Felicia Goenawan (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010478/KOM/2009; Ake Yulila Amamira (51404021)",
  "subjects": "STRATEGIC PLANNING; PUBLIC RELATIONS; MARKETING"
}