{
  "id": "14453",
  "title": "Persepsi petani yang tidak terlibat dalam program Green Belt mengenai program Green Belt PT Semen Gresik (Persero) Tbk di Tuban",
  "abstract": "Banyak perusahaan yang memberikan kontribusi sosial kepada masyarakat dalam berbagai macam program atau bentuk kegiatan kepedulian sosial atau yang biasa disebut dengan Corporate Social Responsibility. Terdapat banyak sekali jenis kegiatan dari Corporate Social Responsibility dan tentunya beragam pula motif dari perusahaan yang melakukan program tersebut. Tanggung jawab sosial perusahaan harus dikomunikasikan dengan baik kepada masyarakat, sehingga nantinya akan tercipta saling pengertian antara perusahaan dengan masyarakat. PT Semen Gresik ( Persero ) Tbk adalah salah satu dari sekian banyak perusahan yang melaksanakan kegiatan Corporate Social Responsibility, salah satunya adalah melalui program Green Belt. Penelitian ini bertujuan untuk mengetahui persepsi petani yang tidak terlibat dalam program Green Belt mengenai program Green Belt PT Semen Gresik ( Persero ) Tbk. Pengumpulan data penelitian ini dilakukan menggunakan metode survey yang dilengkapi dengan wawancara, dan dokumentasi. Olah data dengan menggunakan program SPSS. Penelitian ini dilakukan dengan membagikan kuesioner dan melakukan wawancara dengan para petani di Kecamatan Kerek dan Merakurak desa Pongpongan, Mliwang, SumberArum, KarangLo, dan desa Temandang yang tidak terlibat dalam program Green Belt. Dari hasil penelitian diketahui bahwa Persepsi petani yang tidak terlibat dalam program Green Belt mengenai program Green Belt PT Semen Gresik ( Persero ) Tbk di Tuban adalah negatif.",
  "creators": "CINDY YULIA SUSANTO",
  "contributors": "YULI NUGRAHENI (Advisor 1); Judy Djoko Wahjono Tjahjo (Advisor 2); Ido Prijana Hadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010470/KOM/2009; Cindy Yulia Susanto (51405075)",
  "subjects": "PUBLIC RELATIONS"
}