{
  "id": "14463",
  "title": "Tingkat pengetahuan members terhadap isi newsletter Simpatizone",
  "abstract": "Penerbitan media korporasi merupakan salah satu bentuk kegiatan komunikasi antara dua pihak yang berhubungan, yaitu antara korporasi dan pembaca yang dimaksudkan untuk memenuhi kepentingan kedua pihak. Pemilihan media korporasi yang tepat sebagai \"jembatan\" komunikasi dengan publiknya juga akan semakin meningkatkan efektivitas dalam penyampaian informasi. Media korporasi yang dipilih dan digunakan juga disesuaikan dengan jenis kepentingan dari publik yang menjadi sasaran pesan dalam proses komunikasi. Berdasarkan latar belakang masalah tersebut, penelitian ini dilakukan untuk mengetahui tingkat pengetahuan members terhadap isi newsletter Simpatizone. Unsur media korporasi, yang terdiri dari kategori informasi dan teknik penyajian, serta unsur tingkat pengetahuan turut berperan dalam menentukan penilaian 390 responden (members) terhadap newsletter Simpatizone, yang akhirnya menunjukkan hasil akhir mengenai tingkat pengetahuan members terhadap isi newletter Simpatizone. Teknik analisis yang digunakan dalam penelitian ini adalah deskriptif dengan metode survei dan melakukan wawancara untuk mendeskripsikan tingkat pengetahuan members terhadap isi newsletter Simpatizone. Hasil akhir yang merupakan kesimpulan dari penelitian ini menunjukkan bahwa tingkat pengetahuan members terhadap isi newsletter Simpatizone tergolong tinggi. Dalam hal ini isi newsletter Simpatizone yang dimaksud terdiri dari kategori informasi, teknik penyajian, dan unsur tingkat pengetahuan itu sendiri.",
  "creators": "VARITA VALENTYNA CINDRA",
  "contributors": "R. OTTO BAMBANG WAHJUDI (Advisor 1); Marsefio S. Luhukay (Advisor 2); Ido Prijana Hadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010481/KOM/2009; Varita Valentina Cindra (51404046)",
  "subjects": "COMMUNICATION"
}