{
  "id": "14478",
  "title": "Analisa faktor yang mempengaruhi tahapan investasi pengembang perumahan",
  "abstract": "Tahapan Investasi merupakan suatu langkah yang dilakukan oleh pengembang perumahan dalam merencanakan investasinya agar investasi tersebut dapat berjalan dengan lancar dan menguntungkan. Sebuah konsep investasi tersebut terdiri dari 10 variabel dari tahapan investasi tersebut yaitu menentukan strategi investasi, mencari alternatif, analisa properti dengan kemungkinan dasar keuangan, negosiasi dengan penjual, meneliti detil segala kemungkinan, penyelesaian keuangan dan pajak, analisa performa arus kas masuk-keluar, penutupan dan negosiasi akhir, mengatur properti, dan mengakhiri properti. Dari faktor-faktor tersebut diteliti dengan menggunakan metode kuesioner dimana Responden penelitian ini meliputi pengembang besar dan pengembang kecil di Surabaya dan Sidoarjo. Analisis yang digunakan adalah analisis deskriptif dan analisis inferensial. Dari hasil penelitian ini diperoleh kesimpulan berdasarkan analisa deskriptif yaitu faktor tahapan investasi yang sangat berpengaruh bagi pengembang dalam menentukan langkah investasi yang akan diambil adalah faktor filosofi, faktor lokasi properti, faktor hukum / politik / lingkungan. Berdasarkan analisa inferensial ( two - way ANOVA ) tidak diperoleh perbedaan pengaruh faktor-faktor tahapan investasi antara pengembang besar maupun pengembang kecil dalam menentukan langkah investasi dimana Frasio lebih kecil dari F - 5 %.",
  "creators": "RICHARD IKLANATA SANTOSO; HANDRA BELLIUNG",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Harry Patmadjaja (Advisor 2); Sentosa Limanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011685/SIP/2009; Richard Iklanata (21404079), Handra Beliung (21404105)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}