{
  "id": "14494",
  "title": "Promosi Pulau Lae-Lae sebagai pulau wisata untuk meningkatkan kepariwisataan di Ujungpandang",
  "abstract": "Pariwisata di Sulawesi Selatan mengalami kemajuan pesat beberapa tahun terakhir ini. Untuk menarik minat turis agar mau datang ke sana maka tempat-tempat yang bisa di kembangkan menjadi obyek wisata harus dikelola secara maksimal, Ujungpandang memiliki banyak pulau yang berpotensi untuk dijadikan sebagai pulau wisata. Salah satu pulau yang dilirik investor adalah pulau Lae-lae yang berada di lepas pantai Ujungpandang. Promosi dan pengembangan pulau Lae-lae sangat penting dalam menjadikannya sebagai pulau wisata sebab tempat ini masih baru dikelola dan banyaknya hotel di dekat pantai menimbulkan persaingan yang ketat. Dengan dikembangkannya obyek-obyek wisata baru di Ujungpandang oleh pemerintah setempat maka turis akan tertarik untuk kesana dan akan memberikan kesempatan untuk mempromosikan pulau Lae-lae. Dalam pengembangan pulau Lae-lae menjadi pulau wisata, potensi yang ada harus dikembangkan semaksimal mungkin. Banyak kegiatan rekreasi dan wisata yang bisa dilakukan di sana, terutama kegiatan wisata bahari. Masalah yang dihadapi adalah kurangnya promosi, namun dengan kerjasama yang baik antar instansi terkait seperti pemerintah daerah dan pengusaha di bidang pariwisata, diharapkan akan mampu menyelesaikan dan mengatasi masalah yang ada. Bertambahnya obyek wisata di Sulawesi Selatan, khususnya di Ujungpandang akan menarik minat turis untuk berkunjung ke sana, dengan demikian akan meningkatkan pendapatan daerah dan taraf hidup rakyat.",
  "creators": "FERRY ANRI BALI",
  "contributors": "LANY WARDANA (Advisor 1); Tio Sally Puspasari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 275/Par/1998; Ferry Anri Bali (91395002)",
  "subjects": "LAE-LAE ISLANDS-TOURIST TRADE; TOURIST TRADE-UJUNG PANDANG"
}