{
  "id": "14500",
  "title": "A Study of Marlow's and Kate Hardcastle's self concept and its influence upon their attitudes in Oliver Goldsmith's she stoops to conquer",
  "abstract": "The analysis in Oliver Goldsmith's She Stoops to Conquer, is about Marlow and Kate Hardcastle's self concept. Marlow and Kate Hardcastle have different self concepts when they are surrounded by upper and lower class people. Their self concept is formed individually and for this reason the writer is eager to analyze what Marlow's and Kate Hardcastle's self concept are and how their self concepts influence their attitudes. In order to understand more about self concept, the writer applies psychological theory about self concept and literary approach through characterization to develop the analysis. The writer also includes the social background in the eighteenth century for according to Goldsmith, in the eighteenth century people formed self concepts to determine their behavior. Having analyzed the existence of Marlow and Kate Hardcastle's self concept, the writer finds out that their self concept are formed by both personal security and interpersonal relationships and their self concepts influence how they behave. The writer finds that Marlow's shyness is caused by his negative self concept in which it fails his relationships with Kate Hardcastle and his bravery is caused by his positive self concept. While Kate Hardcsatle's negative self concepts on an idea of ideal husband leads her to change Marlow. Her effort has succeeded and it is able to change Marlow's",
  "creators": "SURYANI DEWI DAMAYANTI",
  "contributors": "Vyrna Santoso (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 701; Suryani Dewi Damayanti (11493160)",
  "subjects": "ENGLISH DRAMA-17TH CENTURY-STUDY AND TEACHING; GOLDSMITH, OLIVER,1728-1774. SHE STOOPS TO CONQUER-STUDY AND TEACHING"
}