{
  "id": "14505",
  "title": "A Study of the main character's ambition in Sean O'Casey's Red Rose for Me",
  "abstract": "Red Roses for Me is the most autobiographical play of Sean O'Casey, an Irish dramatist. This play is based on O'Casey's experience when he was a zealous member of the Transport Union and a best friend of the rector of St. Barnabas Church. O'Casey is represented by the main character of the play, Ayamonn Breydon, who is one of the leaders of the laborers' union and also a good friend of Rev. E. Clinton, rector of St. Burnupus Church. This main character has an ambition to improve the life condition of the Irish who mostly live in destitute life. To materialize his ambition, the main character does some efforts that cause him to his death. This shows how hard he tries to fight for his ambition, and thus, the thesis writer chooses to analyze his ambition in her thesis. The thesis writer is curious to find out how Ayamonn reaches his ambition and changes that may occur as the result of his efforts to materialize it. The purpose of this thesis is to reveal his efforts and changes that occur as the result of these efforts. To achieve her goal, the thesis writer uses literary approach where she included characterization, conflict and ambition as the tool by relating it to the discussion. Finally, after analyzing the play, the thesis writer comes to a conclusion. She finds out that character can influence people's efforts to materialize their ambition. Ayamonn's characters have also influenced his efforts to reach his ambition.",
  "creators": "MURNI",
  "contributors": "Stefanus Suprayitno (Advisor 1); SANTIKO BUDI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.877; Murni (11494010)",
  "subjects": "ENGLISH DRAMA-20TH CENTURY-STUDY AND TEACHING; ENGLISH DRAMA-IRISH AUTHORS-20TH CENTURY-STUDY AND TEACHING; O'CASEY, SEAN, 1880-1964. RED ROSES FOR ME-STUDY AND TEACHING"
}