{
  "id": "14506",
  "title": "Analisis kualitas dan keandalan sistem tenaga listrik 150 KV di Jawa Timur Bagian Timur dan Bali setelah dioperasikannya PLTU Paiton dengan metode analisis aliran daya fast decoupled",
  "abstract": "Pembangunan yang telah dilakukan oleh pemerintah selama beberapa dasawarsa ini mengakibatkan pertumbuhan yang pesat di bidang industri di seluruh Indonesia pada umumnya dan di daerah Jawa Timur bagian Timur dan Bali pada khususnya. Seiring dengan pertumbuhan sektor industri ini permintaan terhadap tenaga listrik pun semakin meningkat. Hal ini mendorong pihak pemerintah dalam hal ini PLN untuk segera memenuhi kebutuhan tenaga listrik tersebut. Pihak PLN membangun dua unit PLTU di daerah Paiton dengan kapasitas dua x 400 MW untuk memenuhi permintaan tenaga listrik tersebut. Sebelum PLTU Paiton dioperasikan tingkat kualitas tegangan yang dihasilkan di Jawa Timur bagian Timur dan Bali menjadi buruk ( lebih dari 50 V. bus 150 kV di daerah ini mempunyai nilai tegangan dibawah 0,95 pu atau 142,5 kV ) dan tingkat keandalannya pun menjadi kurang baik karena untuk memasok kebutuhan tenaga listrik di daerah Jawa Timur bagian Timur dan Bali sangat bergantung pada bus Waru 150 kV dan dua sirkit saluran transmisi Waru - Bangil sebagai titik pusat pasokan daya. Jika terjadi gangguan pada bus Waru atau pun saluran transmisi Waru - Bangil, hal ini akan menyebabkan tidak terpenuhinya kriteria tingkat keamanan N-l. Untuk mengatasi hal ini, PLTU Paiton dioperasikan. Dengan beroperasinya PLTU Paiton maka tingkat kualitas sistem tenaga listrik menjadi sangat baik ( tidak ada bus yang mempunyai tegangan di bawah 0,95 pu ). Begitu pula dengan tingkat keandalan sistem. Dengan adanya dua sirkit saluran baru Paiton - Situbondo, maka pasokan daya menuju sistem tenaga listrik 150 kV di Jawa Timur bagian Timur dan Bali tidak lagi dipusatkan pada saluran transmisi Waru - Bangil. Bus Waru 150 kV tidak lagi menjadi titik pusat pasokan daya karena telah ada bus Paiton 150 kV. Sehingga secara keseluruhan dengan adanya PLTU Paiton maka tingkat kualitas dan keandalan sistem tenaga listrik menjadi baik.",
  "creators": "SUJATMIKO DONOHADI",
  "contributors": "IDHAM KHALID PURBA (Examination Committee 1); ONTOSENO PENANGSANG (Advisor 1); BENJAMIN HADISURYA (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 95/E/TST/020/0147; Sujatmiko Donohadi (23490058)",
  "subjects": "ELECTRIC POWER DISTRIBUTION; ELECTRIC POWER TRANSMISSION; ELECTRIC POWER SYSTEMS"
}