{
  "id": "14511",
  "title": "Perancangan ulang tata letak lantai produksi C.V. Win Design dengan group technology",
  "abstract": "C.V. WIN DESIGN adalah perusahaan yang bergerak dalam bidang pembuatan mebel. Selama ini pihak perusahaan memiliki masalah dengan tata letak lantai produksinya yang masih belum tertata dengan baik, hal ini mengakibatkan biaya material handling cukup besar. Karena adanya masalah di atas maka perlu dilakukan perancangan ulang tata letak lantai produksi, dalam tugas akhir ini masalah tersebut dibahas dengan menggunakan group technology, dimana group technology berusaha mengelompokkan mesin-mesin yang melakukan proses pada komponen produk yang sama menjadi satu machine cell dan komponen produk yang sejenis dikelompokkan menjadi satu part family. Perancangan ulang tata letak lantai produksi dilakukan berdasarkan metode terbaik yang terpilih dari 4 metode, antara lain : Bond Energy Algorithm (BEA), Cluster Identification Analysis (CIA),. Rank Order Clustering (ROC), dan Single Linkage Cluster Analysis (SLCA). Dari keempat metode yang dibandingkan, metode SLCA memberikan total biaya perpindahan yang paling minimum, yaitu sebesar Rp 1.678.600,00 per bulan dan mengelompokkan mesin-mesin yang ada menjadi 7 sel mesin. Berdasarkan hasil dari metode SLCA, disusun 5 rancangan alternatif tata letak lantai produksi yang mungkin. Alternatif terbaik adalah alternatif kesatu karena memiliki momen total yang terkecil, yaitu sebesar 54842,8 meter, sehingga terjadi penghematan momen sebesar 53990,6 meter, dimana momen total pada tata letak lantai produksi yang ada saat ini adalah sebesar 108.833,4 meter. Sehingga tenaga kerja yang dibutuhkan untuk melaksanakan kegiatan material handling berkurang dari 5 orang menjadi 3 orang. Dengan demikian biaya material handling yang dapat dihemat adalah sebesar Rp 500.000,00 per bulan. Sedangkan estimasi biaya yang diperlukan untuk melaksanakan perancangan ulang tata letak lantai produksi adalah sebesar Rp 3.444.000,00, maka payback period dapat dicapai setelah 7,2 bulan sejak selesai dilaksanakannya perancangan ulang tata letak lantai produksi yang baru.",
  "creators": "FENDI HERI YANTO",
  "contributors": "I Gede Agus Widyadana (Examination Committee 1); Pauline Astari Singgih (Advisor 1); Kristiana Asih Damayanti (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 424/TI-015/2001; Fendi Heri Yanto (25496093)",
  "subjects": "PLANT LAYOUT"
}