{
  "id": "14520",
  "title": "Penerapan metode weighted multi faktor productivity index (WMFPI) untuk pengukuran total produktifitas di PT. Sakata Angkasa",
  "abstract": "Total produktifitas merupakan salah satu alat ukur bagi pihak manajemen untuk mengambil kebijakan-kebijakan ke depan sesuai dengan tujuan perusahaan. Kesesuaian antara kondisi perusahaan (data-data yang mencerminkan kondisi perusahaan) dengan metode pengukuran total produktifitas yang digunakan sangat diperlukan, sehingga dikembangkan metode Weighted Multi Factor Productivity Index (WMFPI). Tujuan penelitian adalah menerapkan metode WMFPI untuk pengukuran total produktifitas di PT. Sakata Angkasa yang memproduksi aneka tipe komponen lampu yang disebut \"Base Cap\" dimana produksinya sebagian besar digunakan untuk menyuplai Chiyoda Group. Penelitian dilakukan dengan memilih metode WMFPI-F1C atau WMFPI-AHP dengan cara menyesuaikan kriteria-kriteria masing-masing metode dengan kondisi PT. Sakata Angkasa Metode yang telah dipilih akan digunakan untuk menghitung total produktifitas di PT. Sakata Angkasa selama bulan September 1999 s.d. Pebruari 2000 (6 bulan). Metode yang dipilih adalah metode WMFPI-AHP dengan nilai total produktifitas selama bulan September 1999 s.d. Pebruari 2000 (6 bulan) dimana nilainya tidak dapat didefinisikan secara eksak, namun digunakan untuk menganalisa kondisi perusahaan per bulan sebagai dasar untuk menentukan kebijakan-kebijakan ke depan sesuai dengan tujuan perusahaan. Tiga hal yang dapat disimpulkan. Pertama, dengan terjadinya pemogokan kerja semua tenaga kerja selama 4 hari pada bulan Desember 1999, masih membawa dampak negatif pada bulan Januari 2000 dengan nilai total produktifitas yang terkecil (57.4883) dan penurunan nilai total produktifitas yang terbesar (24.5576 %), namun usaha pihak PT. Sakata Angkasa untuk mengembalikan kondisi perusahaan seperti semula adalah berhasil berdasarkan bulan Pebruari 2000 dengan nilai total produktifitas (86.4125) dan kenaikan nilai total produktifitas terbesar (50.3132 %). Kedua, perlu adanya peningkatan usaha untuk menekan kebutuhan energy dan membuat pemakaian energy lebih efisien guna meningkatkan nilai total produktifitas karena bobot faktor produksi Energy cukup besar dan yang terbesar (40.31 s.d. 40.64 %). Ketiga, kebijakan PT. Sakata Angkasa yaitu tidak membentuk bagian baru yaitu Maintenance namun menggabungkannya ke bagian Bengkel sudah tepat karena sesuai dengan analisa dimana bobot faktor produksi Operasional sangat kecil dan yang terkecil (10.75 s.d. 11.13%)",
  "creators": "WULAN KRISTIANTI SARWONO",
  "contributors": "Jani Rahardjo (Examination Committee 1); I Nyoman Sutapa (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 388/ TI-115/ 2000; Wulan Kristianti Sarwono (25496056)",
  "subjects": "PRODUCTION PLANNING-MATHEMETICAL MODELS"
}