{
  "id": "14529",
  "title": "Analisa hubungan faktor personal, faktor sosial dan faktor kesempatan dengan pemilihan aktivitas leisure dalam pemanfaatan waktu luang oleh masyarakat berkebutuhan khusus di Surabaya",
  "abstract": "Penelitian ini dilakukan untuk mengetahui sejauh mana faktor - faktor pembentuk keputusan dalam pemilihan aktivitas leisure mempengaruhi pemilihan aktivitas leisure oleh masyrakat berkebutuhan khusus di Surabaya. Menurut Torkildsen ( 1992; p. 91 - 92 ) ada tiga faktor yang dapat membentuk partisipasi dan pemilihan aktivitas leisure bagi masyarakat secara general, yaitu faktor personal, faktor sosial dan faktor kesempatan. Dengan penelitian ini, penulis ingin mengetahui apakah teori tersebut juga berlaku untuk masyarakat berkebutuhan khusus dalam mempengaruhi keputusan untuk melakukan suatu aktivitas leisure tertentu. Dari hasil pengolahan data menggunakan SPSS 13.0 dengan metode analisa regresi berganda diperoleh kesimpulan bahwa secara simultan ( bersama - sama ) faktor personal, faktor sosial dan faktor kesempatan berpengaruh signifikan terhadap pemilihan aktivitas leisure yang dilakukan oleh masyarakat berkebutuhan khusus. Secara parsial ( individual ) faktor personal dan faktor kesempatan berpengaruh signifikan terhadap pemilihan aktivitas leisure yang dilakukan oleh masyarakat berkebutuhan khusus, sedangkan faktor sosial secara parsial ( individual ) tidak berpengaruh signifikan terhadap pemilihan aktivitas leisure yang dilakukan oleh masyarakat berkebutuhan khusus. Faktor yang paling dominan dalam mempengaruhi pemilihan aktivitas leisure yang dilakukan oleh masyarakat berkebutuhan khusus adalah faktor kesempatan.",
  "creators": "OLIVIA NATHALIE JAPOLA",
  "contributors": "Yacintha Yoranouw Suryawijaya (Advisor 1); Foedjiawati, S.S., M.A., Ph.D. (Advisor 2); Dra. Monica Ida Uniati , M.M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010056/MAN/2010 Olivia Nathalie Japola; (35406044)",
  "subjects": "LEISURE"
}