{
  "id": "14521",
  "title": "Perencanaan keuangan keluarga Bapak Michael pada tabungan, deposito, asuransi kesehatan, reksadana pasar uang, pendapatan tetap, reksadana campuran, dan reksadana saham",
  "abstract": "Studi kasus ini membahas mengenai Perencanaan Keuangan Keluarga Bapak Michael dengan tujuan untuk membantu memenuhi tujuan-tujuan investasi yang diinginkan olehnya. Tujuan investasi tersebut tidak lain adalah kebutuhan dana darurat, dana pendidikan, dana pensiun, asuransi kesehatan, dana beli ruko, dana beli mobil, dana liburan, dan dana pernikahan untuk anak pertama dan kedua. Untuk Dana darurat digunakan produk Tabungan Bank Central Asia, Deposito Bank Danamon, dan Reksadana Schroder Dana Likuid, Dana pendidikan pada Reksadana Schroder Dana Likuid, BNI Dana Syariah, Danamas Fleksi, dan Danareksa Mawar, Dana pensiun pada Reksadana Schroder Dana Likuid, BNI Dana Syariah, Danamas Fleksi, dan Danareksa Mawar, Asuransi kesehatan pada AXA, Dana beli ruko pada Reksadana Schroder Dana Likuid, BNI Dana Syariah, Danamas Fleksi, dan Danareksa Mawar, Dana beli mobil pada Reksadana Schroder Dana Likuid, BNI Dana Syariah, Danamas Fleksi, dan Danareksa Mawar, Dana liburan pada Reksadana Schroder Dana Likuid, BNI Dana Syariah, Danamas Fleksi, dan Danareksa Mawar, Dana pernikahan anak pertama dan kedua pada Reksadana Schroder Dana Likuid, BNI Dana Syariah, Danamas Fleksi, dan Danareksa Mawar. Dengan kondisi keuangan yang baik berupa alur dana yang positif merupakan modal utama yang membuat keluarga Bapak Michael akan mudah mencapai tujuan investasinya.",
  "creators": "KATHERINE IRAWAN",
  "contributors": "Devie (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perencanaan Keuangan",
  "source": "Perencanaan Keuangan No. 32010094/AKT/2010; Katherine Irawan (32406014)",
  "subjects": "ACCOUNTING; FINANCIAL STATEMENTS; CORPORATIONS-FINANCE"
}