{
  "id": "14530",
  "title": "Perbandingan atmosfer tenant di Sogo dan Galeri Keris dalam mendukung pembelian tidak direncanakan, ditinjau berdasarkan kepribadian pengunjung ( Studi Kasus Di Galaxy Mall Surabaya )",
  "abstract": "Penelitian ini bertujuan untuk mengetahui ada tidaknya perbedaan penilaian pengunjung terhadap atmosfer tenant di Sogo dan Galeri Keris berdasarkan kepribadian pengunjung, untuk menjelaskan ada tidaknya perbedaan intensitas impulsive buying di Sogo dan Galeri Keris berdasarkan kepribadian pengunjung, dan untuk menjelaskan pengaruh atmosfer tenant di Sogo dan Galeri Keris terhadap pembelian tidak direncana. Hasil penelitian ini menunjukkan bahwa terdapat perbedaan penilaian pengunjung terhadap atmosfer tenant di Sogo dan Galeri Keris berdasarkan kepribadian pengunjung. Perbedaan ini terletak pada perbedaan penilaian atas musik. Sedangkan untuk variabel pencahayaan, pewarnaan, pengaturan barang, dan suhu tidak terdapat perbedaan berdasarkan kepribadian. Terdapat perbedaan intensitas impulsive buying di Sogo dan Galeri Keris berdasarkan kepribadian pengunjung. Hal ini berarti setiap pengunjung berdasarkan pada tipe psikografisnya menentukan terhadap intensitas impuls buying konsumen. Hasil analisa regresi linier berganda diketahui bahwa atmosfer tenant di Sogo dan Galeri Keris berpengaruh terhadap pembelian tidak direncana. Berdasarkan pengujian secara simultan menunjukkan bahwa kelima variabel atmosfer tenant mempengaruhi terhadap impuls buying . Sedangkan pengujian secara parsial menunjukkan bahwa musik, pewarnaan, pengaturan produk, dan suhu yang mempengaruhi terhadap impuls buying",
  "creators": "HANDY GUNAWAN; ASWIN ARIEFIANTO DJUNAIDI",
  "contributors": "Edwin Japarianto (Advisor 1); Foedjiawati, S.S., M.A., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010053/MAN/2010; Handy Gunawan (35404013), Aswin Ariefianto Djunaidi (35404027)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS-RESEARCH; RETAIL TRADE"
}