{
  "id": "14537",
  "title": "A Study on the conflcting ideas concerning the black people's roles in son's and Jadine's relationship as seen in Toni Morrison's tar baby",
  "abstract": "This thesis entitled A Study on the Conflicting Ideas Concerning The Black People's Roles in Son's and Jadine's Relationship deals with the black female main character's lacks of self-consciousness to realize the part of herself that is the blackness that she has to bear. The author of the novel aims to show that black people may not forget their origin as well as their indigenous nature, in which they should know and follow their traditions as black people. Jadine neglects her own tribe by forgetting her indigenous nature, so that she has a conflict with Son concerning the black people's roles. This conflict triggers the writer to question and to analyze the causes and the ending of the story. Their conflicts are caused by their different characters and personalities, shaped by their different backgrounds during their teenage years. Their ideas concerning black people's roles are never able to meet. Literary theories such as: characterization, conflict and setting will be applied in analyzing Jadine's refusal to be black that leads to her conflict with Son. Moreover, in helping the analysis, black identity theory and social background of America in 1980s will also be used, for this theory can help to find out the answer. Eventually, by using all these tools, this study concludes that Son and Jadine fail to keep their relationship because they have very contrasting ideas of black people's roles. Jadine represents a modern woman who cannot be united to Son that represents a traditional man.",
  "creators": "VIVI SOFIANTI",
  "contributors": "ANITA LIE (Advisor 1); Vyrna Santoso (Advisor 2); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 695; Vivi Sofianti (11494091)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; MORRISON, TONI; 1931-.... TAR BABY-STUDY AND TEACHING"
}