{
  "id": "14532",
  "title": "The Idea of love, women and women's love in james Baldwin's if beale street could talk",
  "abstract": "This thesis is the study of women and love in James Baldwin's If Beale Street Could Talk. Women and love have an important role in helping the main characters' struggle, in this case Fonny and Tish' struggle, to solve their problem, that is to find the way to free Fonny from jail and from the false accusation. There are two problem in the novel, first the effort to get justice for Fonny, and second to fight Hie racial hatred and prejudice in the form of injustice toward the main character people. Through the love of the female characters, the writer wants to find out how the women's love helps the main characters to survive. The female characters' supporting, caring, comforting, and encouraging attitudes influence the way the main characters deal with the problem. In analyzing the loving qualify of the female characters, the writer uses the theories of love, theories of women's love, theories of characterization, the psychological approach, and literary criticisms on James Baldwin and his works. The analysis shows that the acts of the major female characters and the main characters express their true love to each other. Finally, the writer concludes that love has the power to solve the main characters' problem Furthermore, women through their loving acts, also has an important role in solving the main characters' problem. Love strengthens Fonny and Tish as the main characters, in surviving from the pain and suffer in their life. Love still becomes the biggest support for those who suffer.",
  "creators": "SELVY YULIA MARIA",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 579; Selvy Yulia Maria (11492111)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; BALDWIN, JAMES, 1924-1987. IF BEALE STREET COULT TALK-STUDY AND TEACHING"
}