{
  "id": "14535",
  "title": "A Study of the acquisition of english grammatical morphemes of Petra English departement students through their writings",
  "abstract": "It is claimed that second language learners, regardless of their native language background, acquire certain English grammatical morphemes in the same or a similar sequence or called natural order. The present study is designed to investigate the acquisition order of English grammatical morphemes of first semester students of English Department, Petra Christian University. Besides that, it also wants to verify whether monitoring process and the setting of learning a language really influence students' acquisition order. Thirty-two students' writings are taken as the sources of data. Their uses of nine grammatical morphemes are scored. The easiest morpheme or morpheme with the least incorrect occurrences is considered as the morpheme acquired the earliest, while the most difficult morpheme is considered as the morpheme acquired the last. The easiest morpheme is indicated by morpheme with the highest correct percentage, while the most difficult morpheme is the one with the lowest correct percentage. Then, those morphemes are ordered descendingly from morpheme acquired the earliest to the latest. The results of this study find that students' acquisition order is not the same as Krashen's natural order. It might be because the monitoring process and the setting of learning a language really influence the acquisition order of grammatical morphemes of Petra English Department's students.",
  "creators": "ERNY SUSILOWATI RUSTANTO",
  "contributors": "Lisa Setiawati Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 698; Erny Susilowati Rustanto (11494067)",
  "subjects": "ENGLISH LANGUAGE-GRAMMAR-STUDY AND TEACHING"
}