{
  "id": "14536",
  "title": "Perancangan dan pembuatan sistem pakar untuk menganalisa kerusakan sepeda motor berbasis Web (Intranet)",
  "abstract": "Sistem pakar merupakan sebuah sistem yang menggunakan pengetahuan manusia yang telah disimpan dalam komputer untuk menyelesaikan permasalahan yang umumnya memerlukan kepakaran dari seseorang. Sistem yang telah didesain dengan baik akan meniru pola pikir yang digunakan oleh seorang pakar untuk menyelesaikan suatu masalah. Sistem Pakar Berbasis Web Untuk Analisa Kerusakan Sepeda Motor Automatic dengan Metode Forward Chaining ini dirancang dan dibangun dengan tujuan untuk memberikan informasi dan diagnosa mengenai kerusakan yang mungkin terjadi dan dialami oleh pengguna atau pemilik sepeda motor berdasarkan gejala-gejala dan pertanyaan-pertanyaan yang diajukan. Sistem ini merupakan sistem berbasis web yang dibangun dengan menggunakan PHP dan MySQL. Dari hasil kuisioner aplikasi ini mempunyai presentase nilai keseluruhan program sebesar 60 %, sehingga dapat disimpulkan bahwa aplikasi sudah dibuat sesuai kebutuhan perusahaan. Sistem pakar ini dibangun menggunakan metode Forward Chaining. Pemilik motor nantinya akan mendapatkan diagnosa dari sistem berdasarkan jawaban-jawaban yang diberikan kepada sistem. Dari ujicoba yang dilakukan, didapat hasil bahwa Sistem Pakar Berbasis Web Untuk Identifikasi Kerusakan Sepeda Motor Automatic dapat membantu pengguna atau pemilik motor untuk memperoleh solusi yang terjadi pada sepeda motor. Selain itu, dengan menu yang interaktif seorang pakar dapat memasukkan atau melihat kembali pengetahuan (knowledge) yang telah ada dengan mudah.",
  "creators": "CHARLES",
  "contributors": "Andreas Handojo (Advisor 1); Gregorius Satiabudhi (Advisor 2); Agustinus Noertjahyana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02020852/INF/2009; Charles (26404152)",
  "subjects": "WEB SITES; EXPERT SYSTEMS (COMPUTER SCIENCE)"
}