{
  "id": "1453",
  "title": "Peranan konsultan manajemen konstruksi terhadap tingkat kemandirian masyarakat pada proyek P2MPD di Kabupaten Jember",
  "abstract": "Krisis ekonomi mengakibatkan pengangguran dan jumlah penduduk miskin semakin meningkat. Asia Development Bank (ADB) telah memberikan bantuan dana cukup besar berupa proyek P2MPD (Pendukung Pemberdayaan Masyarakat dan Pemerintah Daerah) dengan tujuan memberdayakan masyarakat kelurahan/desa agar dapat mandiri dan ikut serta berperan aktif dalam pembangunan daerah, dengan koordinasi Konsultan Manajemen Konstruksi. Penelitian ini dilakukan untuk mengetahui pengaruh peranan Konsultan MK terhadap kemandirian masyarakat dalam proyek pembangunan jalan, dengan melakukan penyebaran angket kepada masyarakat penerima proyek P2MPD di Kabupaten Jember Jawa Timur. Alat yang dipakai untuk mengukur Tingkat Kemandirian masyarakat adalah ditinjau dari sisi tugas Konsultan MK dan proyek pembangunan jalan di Kabupaten Jember. Hasil penelitian menunjukkan bahwa secara umum, ada pengaruh peranan Konsultan MK terhadap tingkat kemandirian masyarakat. Namun perlu diperhatikan bahwa peranan Konsultan MK tersebut belum dapat diterima pada aspek Pekerjaan Pelaksanaan hal ini disebabkan karena tugas Konsultan MK pada pekerjaan pelaksanaan lebih berat karena harus keliling pada 5 desa yang didampingi. Sedangkan masyarakat menuntut Konsultan MK agar memberikan pendampingan seperti pada saat pekerjaan persiapan dan perancangan. Sehingga perlu ditingkatkan peranan MK dalam hal pekerjaan pelaksanaan, agar tujuan proyek bisa dicapai dengan baik.",
  "creators": "AKHMAD NILUL MAROM",
  "contributors": "Ratna S. Alifen (Advisor 1); Jani Rahardjo (Advisor 2); JANUAR BUDIMAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 065/MT/2003; Akhmad Nilul Marom (01500017)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}