{
  "id": "14550",
  "title": "Perencanaan keuangan keluarga Bapak Wena pada tabungan Mandiri, deposito BCA, reksadana Mandiri Investa Pasar Uang, reksadana schroder dana Mantap Plus, reksadana Fortis Equitra...",
  "abstract": "Studi kasus ini membahas mengenai Perencanaan Keuangan bagi bapak Wena dengan tujuan untuk membantu dalam memenuhi tujuan-tujuan investasi yang diinginkan olehnya. Tujuan investasi tersebut tidak lain adalah kebutuhan dana darurat, dana pernikahan, asuransi jiwa, dana persalinan istri, dana membeli mobil, dana membeli rumah, dan dana pensiun. Untuk dana darurat digunakan produk tabungan Mandiri, deposito BCA, dan reksadana Mandiri Investa Pasar Uang. Dana pernikahan menggunakan reksadana Mandiri Investa Pasar Uang, reksadana Schroder Dana Mantap Plus, reksadana Fortis Equitra, dan reksadana Fortis Ekuitas. Dana persalinan istri menggunakan reksadana Mandiri Investa Pasar Uang, reksadana Schroder Dana Mantap Plus, reksadana Fortis Equitra, dan reksadana Schroder Dana Prestasi Plus. Dana membeli mobil menggunakan reksadana Mandiri Investa Pasar Uang, reksadana Schroder Dana Mantap Plus, reksadana Fortis Equitra, dan reksadana Fortis Ekuitas. Dana membeli rumah menggunakan reksadana Mandiri Investa Pasar Uang, reksadana Schroder Dana Mantap Plus, reksadana Fortis Equitra, dan reksadana Fortis Ekuitas. Dana pensiun menggunakan reksadana Mandiri Investa Pasar Uang, reksadana Schroder Dana Mantap Plus, reksadana Fortis Equitra, dan reksadana Fortis Ekuitas. Dengan kondisi keuangan yang baik, berupa alur dana yang positif merupakan modal utama yang membuat keluarga bapak Wena akan mudah mencapai tujuan investasinya.",
  "creators": "YOUNGKY SETIAWAN",
  "contributors": "Sautma Ronni Basana (Advisor 1); Pwee Leng (Advisor 2); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perencanaan Keuangan",
  "source": "Perencanaan Keuangan No. 32010117/AKT/2010; Youngky Setiawan (32405028)",
  "subjects": "ACCOUNTING; CORPORATIONS-FINANCE; FINANCIAL STATEMENTS"
}