{
  "id": "14566",
  "title": "Perancangan dan pembuatan sistem pemesanan online pada lapangan Fantasy Futsal berbasis web",
  "abstract": "Sistem yang mendukung pemesanan sewa lapangan di Fantasy Futsal masih dilakukan secara manual dan sederhana. Lapangan Fantasy Futsal juga masih belum memiliki media bagi para pelanggannya untuk saling mengenal satu sama lain sehingga komunitas dari tempat futsal tersebut masih belum ada. Hal ini menyebabkan Lapangan Fantasy Futsal membutuhkan suatu sistem pemesanan yang efisien dan efektif untuk kedua belah pihak, baik dari pihak customer ataupun pihak pemilik. Disamping itu, Lapangan Fantasy Futsal juga membutuhkan sebuah media berbentuk forum diskusi untuk jaringan komunitas bagi para pelanggannya. Sistem pemesanan online ini dikembangkan dengan menggunakan PHP dan MySQL. Selain website untuk staf admin yang mampu mengontrol sistem ini, dibuat juga customer website untuk para pelanggan tempat futsal tersebut agar dapat melakukan pemesanan online. Dalam sistem pemesanan online ini, terdapat fitur tambahan yang berguna untuk membentuk komunitas futsal di tempat tersebut. Fitur ini menggunakan aplikasi phpBB. Dari hasil implementasi serta kuisioner untuk staff, dapat disimpulkan bahwa 79,98% dari kuisioner berkata bahwa website secara keseluruhan sudah sangat baik. Kemudian dari sisi kuisioner untuk website customer, dapat disimpulkan bahwa 66,62% dari kuisioner berkata bahwa website secara keseluruhan sudah sangat baik. Website dapat dikembangkan dengan menambahkan mobile website yang praktis dalam hal pemesanan online.",
  "creators": "FREDDY PRATIKNYO",
  "contributors": "Leo Willyanto Santoso (Advisor 1); Arlinah Imam Rahardjo (Advisor 2); Oviliani Yenty Yuliana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02020847/INF/2009; Freddy Pratiknyo (26405050)",
  "subjects": "INTERNET PROGRAMMING; WEBSITE DESIGN; DATABASE DESIGN"
}