{
  "id": "14575",
  "title": "Analisa faktor-faktor yang mempengaruhi pengunjung yang berdomisili di Surabaya untuk menjadikan Batu Night Spectacular (BNS) sebagai pilihan tempat wisata",
  "abstract": "Batu Night Spectacular (BNS) merupakan tempat wisata baru. Oleh karena itu, penulis ingin mengetahui faktor-faktor yang mempengaruhi konsumen untuk menjadikan BNS sebagai pilihan tempat wisata dan dari semua faktor tersebut, faktor apa yang paling dominan terhadap pengambilan keputusan konsumen untuk menjadikan BNS sebagai pilihan tempat wisata. Penelitian ini termasuk penelitian kuantitatif dengan penyebaran kuesioner. Hasil penelitian menunjukkan faktor travel stimuli secara parsial berpengaruh signifikan terhadap pengambilan keputusan konsumen untuk menjadikan BNS sebagai tempat wisata, determinan personal dan sosial dalam perilaku berwisata secara parsial berpengaruh signifikan terhadap pengambilan keputusan konsumen untuk menjadikan BNS sebagai tempat wisata, variable eksternal secara parsial berpengaruh signifikan terhadap pengambilan keputusan konsumen untuk menjadikan BNS sebagai tempat wisata, karakteristik dan keistimewaan tempat wisata secara parsial berpengaruh signifikan terhadap pengambilan keputusan konsumen untuk menjadikan BNS sebagai tempat wisata, dan trip feature secara parsial berpengaruh signifikan terhadap pengambilan keputusan konsumen untuk menjadikan BNS sebagai tempat wisata. Faktor yang paling dominan adalah trip feature. Faktor travel stimuli, determinan personal dan sosial dalam perilaku berwisata, variable eksternal, karakteristik dan keistimewaan tempat wisata, dan trip feature secara bersama-sama berpengaruh signifikan terhadap pengambilan keputusan konsumen untuk menjadikan BNS sebagai tempat wisata.",
  "creators": "IRENE MEGAWATIE",
  "contributors": "Rachmat Sugianto (Advisor 1); Melissa Sutanto (Advisor 2); Dra. Monica Ida Uniati , M.M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010035/MAN/2010; Irene Megawatie (35405012)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS-RESEARCH"
}