{
  "id": "14582",
  "title": "Persepsi konsumen terhadap kualitas layanan maskapai penerbangan Citilink rute Surabaya - Jakarta",
  "abstract": "Tujuan penelitian ini adalah untuk menjelaskan persepsi konsumen terhadap layanan maskapai penerbangan Citilink khususnya pada penerbangan rute Surabaya - Jakarta. Untuk menjelaskan ada tidaknya perbedaan persepsi konsumen terhadap layanan maskapai penerbangan Citilink berdasarkan jenis kelamin konsumen. Untuk menjelaskan ada tidaknya perbedaan persepsi konsumen terhadap layanan maskapai penerbangan Citilink berdasarkan status marital konsumen.Untuk menjelaskan ada tidaknya perbedaan persepsi konsumen terhadap layanan maskapai penerbangan Citilink berdasarkan tujuan penerbangan. Berdasarkan jenis kelamin penumpang, diketahui terdapat perbedaan persepsi untuk penumpang laki-laki dan penumpang perempuan pada counter check in dan arrival. Penumpang laki ? laki,memiliki penilaian yang lebih tinggi pada counter check-in. Di arrival diketahui bahwa perempuan memiliki penilaian yang lebih tinggi dibandingkan dengan laki - laki. Sedangkan untuk value for money, boarding, dan inflight service ternyata dinilai tidak berbeda oleh responden. Berdasarkan status marital penumpang, terdapat perbedaan persepsi untuk value for money dan counter check in yang memiliki perbedaan signifikan antara penumpang belum menikah dan telah menikah. Value for money, dinilai bukan menjadi suatu masalah oleh penumpang yang belum menikah dibandingkan dengan yang telah menikah. Counter check in, memiliki penilaian yang lebih tinggi di penumpang yang telah menikah dibanding dengan penumpang yang belum menikah. Berdasarkan tujuan penerbangan, diketahui tidak terdapat perbedaan persepsi konsumen terhadap kualitas layanan maskapai penerbangan Citilink.",
  "creators": "SENDY NANCYLIA; YENNY KARTIKA SARI",
  "contributors": "Foedjiawati, S.S., M.A., Ph.D. (Advisor 1); Rachmat Sugianto (Advisor 2); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010039/MAN/2010; Sendy Nancylia (35403036), Yenny Kartika Sari (35404018)",
  "subjects": "CONSUMER-RESEARCH; TOURISM-MANAGEMENT; CONSUMER BEHAVIOR"
}