{
  "id": "14581",
  "title": "Pemetaan persepsi konsumen tourist shopper terhadap retail mix ditinjau dari hedonic shopping motivation di Surabaya",
  "abstract": "Banyaknya jumlah pusat perbelanjaan di Surabaya membuat pihak pusat perbelanjaan harus memiliki strategi tersendiri dalam menjaga ketatnya persaingan. Dengan menggunakan perceptual mapping pihak pusat perbelanjaan dapat mengetahui persepsi masing-masing tourist shopper terhadap retail mix (location, merchandise assortment, pricing, customer service, store layout & design, and comunication mix). Di sisi lain, saat ini konsumen cenderung memilih pusat perbelanjaan bukan hanya untuk tempat berbelanja tetapi juga tempat untuk berekreasi, dan bersosialisasi dengan orang lain. Inilah yang disebut dengan hedonic shopping motivation, di mana konsumen ingin mencari kenikmatan dengan mendatangi pusat perbelanjaan. Penelitian ini bertujuan untuk mengetahui persepsi konsumen tourist shopper terhadap retail mix ditinjau dari hedonic shopping motivation dengan menggunakan lima pusat perbelanjaan sebagai objek penelitian yang dianggap dapat mewakili tiap-tiap wilayah di Surabaya, yaitu : Pakuwon Trade Center, Galaxy Mall, Tunjungan Plaza, Royal Plaza, dan Pasar Atum Mall. Metode yang digunakan yaitu multidimensional scalling (MDS), yaitu sebuah teknik yang mengukur sikap/respon mengenai suatu obyek-obyek pada lingkungan multimimensi yang didasarkan pada pertimbangan responden mengenai tingkat kemiripan objek tersebut.? Hasil penelitian menunjukkan bahwa masing-masing variabel hedonic shopping motivation memiliki persepsi yang berbeda-beda. Tetapi berdasarkan perhitungan SPSS variabel social dan value shopping lah yang lebih dominan. Oleh karena itu disarankan kepada pihak pusat perbelanjaan untuk dapat memfasilitasi apa yang menjadi kebutuhan konsumennya. Bagi social shopping, pusat perbelanjaan perlu memberikan dukungannya terhadap kegiatan-kegiatan berbasis komunitas. Sedangkan bagi value shopping, pusat perbelanjaan perlu memberikan tawaran yang lebih menarik dalam artian promosi penjualan dengan maksud agar mereka merasakan value produk yang lebih besar.",
  "creators": "PRISCILA W J PANGERAPAN",
  "contributors": "Edwin Japarianto (Advisor 1); Dessy Indah Sari Dinata (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010050/MAN/2010; Priscila W. J. Pangerapan (35405054)",
  "subjects": "TOURISM-MARKETING; CONSUMER BEHAVIOR"
}