{
  "id": "14596",
  "title": "Non-standard English in Yank's Utterances in Eugene O'Neill's the hairy ape",
  "abstract": "This study begins with some problems based on experiences in understanding Non-Standard English found in Eugene O'Neill's The Hairy Ape. Therefore, in this study, the writer tries to collect some more information and theories in order to solve the problems, which are to find out kinds of Non-Standard English used by Yank and a kind of Non-Standard English Yank uses the most. Besides that, the writer hopes to improve her knowledge about Non-Standard English. In this study, the writer analyzes the kinds of Non-Standard English, which are used by Yank, the main character in Eugene O'Neill's The Hairy Ape. In conducting this study, the writer uses linguistic approach, a combination of qualitative and descriptive approaches, which means the writer deals with the language factor, which is Non-Standard English. The subject of this study is Yank. The data are collected from Yank's utterances, which are Non-Standard English. For the theory, the writer uses the theory of Non-standard English by Trudgill, which is the writer's main theory. The writer uses this theory to analyzes the data. In analyzing the data, the writer describes the features of Non-Standard English and provides some examples taken from Yank's Non-Standard English in the play. Finally, the writer presents the result of the analysis. Here, the writer uses a table to show the frequency and percentage of the use of Non-Standard English by Yank. From the table, the writer finds that Yank uses twenty-one features of Non-Standard English out of twenty-five features. Besides, the writer finds that Yank uses (t) and (d) in place of (th) in most of his utterances.",
  "creators": "SRI ASIH",
  "contributors": "SUBANDI DJAJENGWASITO (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 875; Sri Asih (11496008)",
  "subjects": "ENGLISH LANGUAGE-STUDY AND TEACHING; O'NEILL, EUGENE, 1888-1953. THE HAIRY APE--STUDY AND TEACHING"
}