{
  "id": "1459",
  "title": "Tingkat kepentingan dan alokasi resiko pada proyek konstruksi",
  "abstract": "Pada proyek-proyek konstruksi terdapat sangat banyak resiko dimana resiko-resiko tersebut sangat bervariatif. Tetapi untuk manajemen yang efektif dan efisien, perlu untuk memberikan prioritas utama kepada resiko-resiko yang penting sebelum memulai sebuah proyek konstruksi. Selain itu, penting juga untuk menentukan alokasi resiko yang tepat agar dapat mengurangi kerugian biaya, waktu dan kualitas akibat resiko tersebut. Penelitian ini membahas pandangan mengenai tingkat kepentingan dan alokasi resiko pada proyek konstruksi, baik itu oleh pemilik proyek maupun kontraktor sebagai pelaksana proyek yang datanya diperoleh dari hasil kuesioner yang dibagikan kepada pemilik dan kontraktor di kota Surabaya dan Bogor. Hasil analisa menunjukkan bahwa resiko change order merupakan resiko yang terpenting menurut pandangan pemilik dan kontraktor. Resiko penting lainnya menurut pandangan pemilik adalah resiko yang berhubungan dengan kinerja dari kontraktor, sedangkan menurut pandangan kontraktor, resiko penting lainnya adalah resiko yang berhubungan dengan masalah kesalahan desain, gambar dan spesifikasi. Alokasi resiko yang dihasilkan pada penelitian ini menunjukkan bahwa alokasi yang diharapkan dan yang terjadi menurut pandangan pemilik pada umumnya sama, sedangkan menurut kontraktor apa yang terjadi selama ini masih ada yang tidak sesuai dengan harapan. Ada kecenderungan dari masing-masing pihak untuk mengalokasikan resiko kepada pihak kedua dan pihak ketiga. Dan ternyata semua alokasi yang terjadi menurut kedua partisipan pada umumnya sama dengan alokasi resiko menurut FIDIC.",
  "creators": "RUDY SANTOSO",
  "contributors": "Andi (Advisor 1); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Thesis No. 067/MTS/2004; Rudy Santoso (01501016)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; INDUSTRIAL PROJECT MANAGEMENT"
}