{
  "id": "1461",
  "title": "Pemilihan lokasi kantor pemasaran bersama pengembang perumahan menengah dan sederhana di Surabaya dengan menggunakan AHP (analytical hierarchy process) (studi kasus : pameran perumahan AJBS Surabaya)",
  "abstract": "Pameran perumahan merupakan media yang efektif bagi komunikasi antara perusahaan pengembang dengan konsumen, namun demikian pameran memiliki biaya sewa yang tinggi, durasi yang singkat (kurang lebih dua minggu), dan persiapan dekorasi stand yang membutuhkan waktu dan biaya. Kantor Pemasaran Bersama (KPB) merupakan pameran perumahan yang berlangsung secara terus-menerus sepanjang tahun. Penelitian ini akan menentukan alternatif lokasi KPB yang diminati oleh pengembang perumahan menengah dan sederhana maupun konsumen dengan menggunakan metode AHP (Analytical Hierarchy Process). Kantor pemasaran bersama (KPB) pengembang perumahan menengah dan sederhana adalah sebuah pusat perbelanjaan (shopping centre) yang menjual rumah dan perlengkapannya. Menurut pengembang, kriteria pemilihan lokasi KPB adalah akses regional, karakteristik umum lokasi, dan lokasi mudah tampak dari jalan raya, sedangkan menurut konsumen adalah kenyamanan. Penelitian ini menggunakan metode AHP (Analytical Hierarchy Process), sedangkan program komputer yang digunakan adalah SPSS versi 11.00 for Windows dan Expert Choice versi 9.00. Hasil penelitian ini adalah responden yang tertarik terhadap KPB sebanyak 45%, agak tertarik 32%, kurang tertarik 11%, sangat tertarik 8%, tidak tertarik 3%, sangat tidak tertarik 1%, dan alternatif lokasi yang diminati oleh konsumen untuk dijadikan KPB adalah tanah di sebelah BCA Prapen dengan bobot 0.173 (17,3%), sedangkan lokasi yang cocok untuk KPB menurut pengembang adalah tanah di sebelah Vida Supermarket dengan bobot 0.264 (26.4%). Secara keseluruhan, lokasi yang diminati oleh konsumen maupun pengembang perumahan menengah dan sederhana di Surabaya untuk dijadikan lokasi KPB adalah tanah di sebelah Vida Supermarket dengan bobot 0.204 (20.4%)",
  "creators": "CHRISTIAN WULI",
  "contributors": "SUTOTO YAKOBUS (Advisor 1); Jani Rahardjo (Advisor 2); Hasan Oetomo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 063/MTS/2003; Christian Wuli (01501010)",
  "subjects": "REAL ESTATE MARKETING"
}