{
  "id": "14617",
  "title": "Implementasi program Community Relations yang dijalankan oleh PT Semen Gresik Tbk sebagai upaya membentuk opini positif Komunitas Pati",
  "abstract": "Seorang public relations harus mampu menjaga hubungan baik dengan komunitas di sekitar organisasi tempatnya bekerja yang diwujudkan melalui berbagai program kegiatan community relations. Hubungan dengan masyarakat sekitar ( community relations ) senantiasa perlu dipelihara dan dibina apalagi hubungan ini terjadi di tengah kentroversi, seperti yang terjadi pada PT.Semen Gresik Tbk yang memiliki rencana pembangunan pabrik semen baru di Pati dan ternyata rencana tersebut mendapat penolakan dari komunitas di sekitarnya. Kegiatan community relations diharapkan mampu memberikan pengarahan dan penjelasan yang benar akan sisi baik dari adanya pembangunan pabrik semen ini dan pada akhirnya membuat masyarakat menerima kehadiran pembangunan pabrik semen milik PT Semen Gresik Tbk. Peneliti melakukan observasi dan wawancara mendalam mengenai topik pembahasan ini dan diperoleh hasil bahwa meskipun ada pernyataan pabrik yang di Pati akan ditunda oleh PT Semen Gresik Tbk namun keadaan di lapangan berbeda. Kegiatan community relations masih dilakukan namun secara teknisnya berbeda antara sebelum dan setelah ada pernyataan ditunda. Penelitian ini menemukan bahwa saat ini bentuk community relations tidak hanya dilakukan secara terbuka namun juga secara tertutup dan bahkan menggunakan pihak lain untuk melakukannya. Metode penelitian yang digunakan dalam penelitian ini adalah studi kasus.",
  "creators": "LILIANA ANGGRAENI LESTARI",
  "contributors": "Judy Djoko Wahjono Tjahjo (Advisor 1); Marsefio S. Luhukay (Advisor 2); Felicia Goenawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010518/KOM/2010; Liliana Anggraeni Lestari (51405095)",
  "subjects": "PUBLIC REALATIONS"
}