{
  "id": "14626",
  "title": "Stasiun televisi swasta di Surabaya",
  "abstract": "Menuju akhir abad ke-20, media massa televisi telah mengalami perkembangan teknologi yang sangat pesat dengan penyebaran hampir ke seluruh dunia. Fenomena ini juga terjadi di Indonesia, sehingga sejak tahun 1989 telah muncul beberapa stasiun televisi swasta, mendampingi TVRI yang sudah ada sejak 1962 dalam penyebaran informasi pembangunan di Indonesia. Selain SCTV yang berpusat di Surabaya, semua stasiun televisi yang lain berpusat di Jakarta. Fakta ini menunjukkan bahwa memang wilayah Barat Indonesia yang lebih berkembang dibandingkan dengan wilayah lainnya. Memperhatikan faktor besarnya jumlah penduduk Indonesia dan luasan wilayahnya, maka kehadiran stasiun-stasiun televisi baru sangat diperlukan. Ini untuk membantu pemerataan penyebaran informasi pembangunan serta bisa mengangkat dan menyorot aspek-aspek kehidupan wilayah Tengah dan Timur dalam rangka mempertahankan dan menanamkan nilai-nilai luhur budaya bangsa. Untuk proyek ini, Surabaya merupakan kota yang tepat karena posisi dan peranannya yang strategis dalam pembangunan Indonesia maupun dalam Wawasan Nusantara. Letak Surabaya secara geografis berada di tengah-tengah kepulauan Indonesia dan dalam pembangunan, Surabaya merupakan pusat pembangunan wilayah Indonesia Tengah dan sekaligus pintu gerbang bagi pembangunan kawasan Indonesia bagian Timur. Sebagai langkah awal, perlu adanya pemahaman yang benar akan media pertelevisian, yaitu antara lain tentang sistemnya, bagaimana cara kerjanya dan peraturan-peraturan pemerintah yang berkaitan langsung dengan perancangan stasiun televisi. Data-data ini dicari dan diperoleh melalui penelitian yang berlangsung selama masa tugas akhir sekitar kurang lebih 4 bulan. Penelitian tugas akhir ini memakai metoda: - survey, ke fasilitas-fasilitas sejenis dan ke lokasi untuk melihat keadaan fisik dan potensi lokasi dan lingkungan. - wawancara, untuk memperoleh data-data tentang operasi stasiun televisi, ketentuan dan spesifikasi teknis. - studi literatur, untuk studi kebutuhan dan ketentuan yang diperlukan, studi banding, peraturan Pemerintah dan konsep-konsep arsitektural. - sintesa, dalam mengintegrasikan data-data dari lapangan dan literatur yang digunakan dalam penyusunan. Dari data- data yang telah diperoleh tadi, dapat disusun program yang tepat bagi stasiun ini dan dapat diketahui bagaimana memilih lokasi yang tepat. Lokasi yang terpilih berda di kawasan tertinggi di Surabaya yaitu di jalan H.R. Mohammad, tepat di depan monumen patung kuda.. Permasalahan yang didapati dalam perancangan stasiun televisi ini meliputi aspek: perencanaan dan antisipasi kebutuhan, hubungan antar fasilitas dan antar ruang, penyediaan jalur-jalur kabel, pengkondisian udara dan tampilan bangunan. Sehingga sasaran yang ingin dicapai oleh proyek ini adalah : untuk merancangan massa dan bangunan yang memiliki makna dan mendukung citra stasiun baik sebagai bangunan publik maupun citra yang secara khusus ingin ditampilkan oleh stasiun, dengan tata ruang yang fungsional dan hubungan ruang yang jelas, efektif, terarah dan dapat menjaga privasi pengelola, dengan pengkondisian udara dan tersedianya jalur kabel yang baik. Untuk mencapai sasaran ini, pertama dibuat perencanaan - perencanaan yang berkaitan langsung dengan perancangan bangunan. Perancangan dimulai dari ide dasar 'citra' yang ingin ditampilkan oleh stasiun kepada masyarakat. Dalam hal ini citra yang ingin ditampilkan diambil dari karakter televisi itu sendiri, yaitu \"maju dan kompleks\".",
  "creators": "YULIA CHANDRA",
  "contributors": "Stephanus Setiadi (Advisor and Examination Committee); Istiawati Kiswandono (Advisor 1); Ir. Achmad Archajadi (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1247/ARS/66/1996; Yulia Chandra (22492103)",
  "subjects": "TELEVISION STATIONS"
}