{
  "id": "14629",
  "title": "Perancangan sistem pengendalian persediaan bahan baku karet sintetis di PT Surya Mas Agung",
  "abstract": "Pengendalian persediaan merupakan suatu fungsi manajerial yang sangat penting, karena persediaan fisik (bahan baku) dapat melibatkan investasi yang sangat besar. Apabila perusahaan menanamkan terlalu banyak dananya didalam persediaan maka dapat menyebabkan biaya yang berlebihan, karena dana tersebut dapat ditanamkan didalam investasi lain yang dapat memberikan keuntungan yang lebih baik. Demikian pula, bila perusahaan tidak mempunyai persediaan yang cukup, dapat mengakibatkan biaya-biaya terjadinya kekurangan dari bahan baku. Sistem pengendalian persediaan bahan baku yang akan diterapkan harus sesuai dengan kondisi perusahaan yang ada. Dalam tugas akhir ini akan dirancang sistem pengendalian persediaan pada perusahaan vulkanisir ban yaitu yang memperbaiki ban bekas menjadi ban yang baru kembali. Sistem persediaan yang dirancang meliputi bahan baku karet rss, karei brown, aromantic oli, pentar, zine oxida, creatil acid, anti oxonan, anti oxydan, carbon m330, oselator mor, sulfur, dimana bahan baku tersebut dipakai didalam vulkanisir ban. Perusahaan vulkanisir ini berdasarkan pesanan dari cabang-cabangnya. Peramalan yang dilakukan untuk mengetahui kuantitas pemesanan dimasa yang akan datang. Berdasarkan pola data masa lalu dan berdasarkan rata-rata kesalahan terkecil, maka dapat digunakan software untuk menghitung metode moving average, exponential smoothing, double exponential smoothing, winter. Hasil perancangan tersebut digunakan untuk merancang sistem pengendalian persediaan tahunan untuk bahan baku dengan menggunakan metode Economic Order Quantity probabilistic sehingga dapat diketahui jumlah pemesanan bahan baku, titik pemesanan berserta persediaan pengaman yang dapat meminimalkan total biaya persediaan.",
  "creators": "SABRINA SUMARLI",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Danny Prabowo Soetanto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 150/TI-80/1998; Sabrina Sumarli (25492021)",
  "subjects": "INVENTORY CONTROL-COMPUTER PROGRAMS; INVENTORY CONTROL"
}