{
  "id": "14631",
  "title": "Perancangan keseimbangan lintasan produksi pada perusahaan koper",
  "abstract": "Keseimbangan lintasan merupakan hal yang sangat penting dalam perencanaan hasil produksi. Apabila lintasan produksi produksi tidak seimbang, maka target produksi yang sudah direncanakan oleh perusahaan tidak akan dapat tercapai. Perancangan keseimbangan lintasan produksi yang dilakukan dalam pembuatan tugas akhir ini bertujuan untuk meminimalkan waktu menganggur {idle time) pada lintasan produksi dan menganalisa kebutuhan waktu, pembagian stasiun kerja serta jumlah operator yang dibutuhkan sesuai dengan target jangka panjang yang ingin dicapai oleh perusahaan. P.T. XYZ memproduksi 3 macam produk yaitu tas travel, beauty case, dan tas kantor. Pada departemen assembly upaya perbaikan dilakukan dengan jalan mengatur pembagian lintasan assembly sesuai dengan komposisi yang ideal. Pembagian ini dilakukan dengan jalan menghitung persentase dari target produksi yang ingin dicapai dari ketiga jenis produk tersebut dalam 1 tahun, sehingga dapat diketahui berapa lintasan yang dibutuhkan untuk setiap jenis produk. Dari empat lintasan assembly yang ada, tiga lintasan digunakan untuk lintasan tas travel dan satu lintasan digunakan untuk lintasan gabungan dari tas travel, beauty case dan tas kantor. Untuk lintasan gabungan diambil langkah-langkah seperti menggabungkan precedence diagram dari ketiga macam produk. Di sini diambil waktu proses yang maksimum dari masing-masing produk, dimana waktu proses yang maksimum tersebut dapat mengcover waktu proses untuk masing-masing produk. Kemudian diambil waktu siklus yang minimum dari masing-masing produk, dimana waktu siklus yang minimum ini dapat memenuhi target produksi dari ketiga macam produk. Perancangan keseimbangan lintasan produksi dilakukan dengan cara mengelompokkan operasi-operasi kerja dalam stasiun kerja menggunakan metode COMSOAL. Karenapengelompokan hanya dilakukan dengan memperhatikan waktu dan urutan proses saja, maka hasilnya hams disesuaikan lagi secara kualitatif apakah operasi-operasi tersebut dapat dimasukkan ke dalam satu stasiun kerja atau tidak. Hasil yang didapat dari perancangan tersebut adalah adanya peningkatan efisiensi lintasan yang sebanding dengan penurunan balance delay sebesar 30.54 % serta pengurangan jumlah operator sebanyak 12 orang untuk lintasan tas travel (lintasan 1, 2, 3) dan peningkatan efisiensi lintasan sebesar 24.12 % serta pengurangan jumlah operator sebanyak 10 orang untuk lintasan gabungan (lintasan 4)",
  "creators": "JULY AGUSTIN",
  "contributors": "Didik Wahjudi (Advisor 1); I Gede Agus Widyadana (Advisor 2); Maja Indahwati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 103/TMI-33/1998; July Agustin (25493072)",
  "subjects": "WORK MEASUREMENT; PRODUCTION CONTROL; PRODUCTION MANAGEMENT-QUALITY CONTROL"
}