{
  "id": "14652",
  "title": "Studi penggunaan medan magnet sebagai tenaga pendorong kapal laut",
  "abstract": "Pemakaian dan penggunaan medan magnet sebagai tenaga dorong alat-alat transportasi telah banyak dirintis oleh negara - negara maju. Khususnya suatu alat transportasi kapal laut yang tidak lagi menggunakan baling - baling sebagai tenaga pendorongnya, melainkan dengan menggunakan tenaga dorong medan magnet. Dalam penulisan tugas akhir ini akan dibuktikan kemampuan medan magnet sebagai tenaga penggerak kapal melalui suatu percobaan. Percobaan dilakukan dengan membuat suatu model kapal magnetik yang berukuran 20 cm x 20 cm x 40 cm dari bahan mika plastik dan bahan almunium sebagai kerangka. Tegangan DC diberikan kepada kedua buah lempeng elektrode sehingga arus listrik muncul diantara kedua elektrode melalui medium air. Tegak lurus dengan arus yang timbul diantara kedua elektrode tersebut dibangkitkan suatu medan magnet yang kuat yang diperoleh dari sebuah elektromagnet menyerupai bentuk huruf \" C \" berbahan silicon steel 27ZH95. Hubungan dari adanya arus listrik dan medan magnet menimbulkan gaya magnetik yang berfungsi sebagai tenaga dorong dari model kapal magnetik tersebut. Setelah 15,64 detik menempuh jarak 80 cm, model kapal magnetik dapat mencapai kecepatan maksimum 7,58 cm / dtk dengan massa beban seberat 7 kg Kecepatan tersebut diperoleh dengan mengalirkan arus elektrode sebesar 5 A dan arus kumparan sebesar 4 A pada air dengan konduktifitas 0,04 (Q.cm)' 1 dan kadar garam 3,5 %. Kecepatan dari model kapal magnetik dapat dinaikkan dengan memperbesar arus elektrode dan / arus kumparan",
  "creators": "AGUNG PRAYUDI",
  "contributors": "Heri Saptono Warpindyasmoro (Advisor 2); Prof. Ir. Hanny Hosiana Tumbelaka, M.Sc., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00/E/TST/044/377; Agung Prayudi (23495127)",
  "subjects": "ELECTROMAGNETIC FIELD; ELECTROMAGNETIC MEASUREMENT"
}