{
  "id": "14653",
  "title": "The Downfall process of Hjalmar and Gina's marriage in Henrik Ibsen's the wild duck",
  "abstract": "This thesis mainly deals with the causes and the effects of the downfall of the marriage of Hjalmar Ekdal and Gina Ekdal in Henrik Ibsen?s The Wild Duck. Through this study, I would like to find out what the causes of Hjalmar and Gina? downfall of the marriage are. Moreover, I intend to know the effects of Hjalmar and Gina?s downfall of the marriage on Hjalmar and Hedvig, their only daughter. For this analysis I use literary approach. The literary tools that I am going to apply are conflict and characterization. In the analysis, I find out that the process of the downfall of Hjalmar and Gina?s marriage is start by the interference of the third person, lack of openness between them and Hedvig?s uncertain parentage. Moreover, the effects are the changing behaviors that Hjalmar and Hedvig have to experience. Hjalmar changed into a careless man in terms of physical appearance. He also leaves his family. In addition, the way he uses a language becomes harsher. Hedvig, as the daughter also experiences changing behavior, such as changing into a desperate child, rebellion against her parents? order and she also changes into a child who can trust adult, other than her parents more easily like never before the downfall of the marriage. As a conclusion, marriage problem can bring bad effects to the people who experience it even though it is a common thing happens in the marriage. Though, communication is one of the ways to solve the problem in marital life. Inside the marriage life, there should be openness toward each other to minimize the problem. Through openness, their couple will not get misunderstanding perception toward their spouse and it can minimize the problem.",
  "creators": "MARIA STEFANI",
  "contributors": "Theophilus Jokri (Advisor 1); Meilinda (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011903/ING/2009; Maria Stefani (11405016)",
  "subjects": "NORWEGIAN DRAMA-19TH CENTURY-STUDY AND TEACHING; IBSEN, HENDRIK, 1828-1906. THE WILD DUCK-STUDY AND TEACHING"
}