{
  "id": "14659",
  "title": "Edmond Dantes? changing concept of justice in Alexandre Dumas? The Count of Monte Cristo",
  "abstract": "This thesis discusses about Edmond Dantes? changing concept of justice. I apply the concept of retributive justice to explain Edmond Dantes? early concept of justice and restorative justice to explain his latter concept of justice. I see that Edmond Dantes changes his concept of justice, from retributive justice to restorative justice. The main reason why Edmond Dantes applies his concept of retributive is the pain and suffering which he gets from his enemies. Edmond Dantes applies the concept of justice to make an equal pain and suffering. However, after he executes his concept of retributive justice, Edmond Dantes has a state of fear and emptiness. These fear and emptiness then make Edmond Dantes change his concept of retributive justice to restorative justice. Edmond Dantes applies the concept of restorative justice as a payment for the troubles created by his concept of retributive justice. I apply the theory of utilitarianism to explain why Edmond Dantes changes his early concept of justice to his latter concept of justice. As the conclusion, there are lots of things that can be learned especially about justice. Edmond Dantes? case shows that retributive justice is not a perfect concept of justice because it will create another trouble. On one hand, restorative justice can give the solution to the problem.",
  "creators": "ANTONIUS CHRISTOPHER",
  "contributors": "Liem Satya Limanta (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011908/ING/2009; Antonius Christopher (11406019)",
  "subjects": "FRENCH FICTION-19TH CENTURY-STUDY AND TEACHING; DIMAS, ALEXANDER 1802-1870. THE COUNT OF MONTE CRISTO-STUDY AND TEACHING"
}