{
  "id": "14666",
  "title": "Perencanaan dan pembuatan alat test darah untuk mengukur kadar kolesterol dan glucose dalam darah dengan menggunakan IBM PC",
  "abstract": "Penyakit jantung dan diabetes semakin banyak diderita orang saat ini, hal itu disebabkan banyaknya mengkomsumsi makanan dengan kadar lemak dan gula yang tinggi, sehingga kadar lemak dan gula dalam darah semakin tinggi. Karena kenaikan kadar lemak dalam darah ini menyebabkan terjadinya penyumbatan-penyumbatan pada pembuluh darah di jantung sehingga kerja jantung semakin keras. Dengan menggunakan kemajuan teknologi dibidang medis khususnya kimia klinik, kelebihan kadar glukose dan kolesterol dalam darah dapat diditeksi dengan menggunakan spektofotometri. Dengan spektofotometri ini dapat diketahui berapa besar kadar glukose dan kolesterol dalam darah sehingga kita dapat mencegah sejak dini dan dokter dapat mengobati dengan dosis yang tepat sesuai dengan yang diperlukan. Berangkat dari permasalahan diatas maka dalam tugas akhir ini direncanakan dan dibuat alat test darah untuk mengetahui kadar glukose dan kolesterol dalam darah dengan menggunakan IBM PC. Cara kerjanya dimulai dari cahaya lampu halogen yang kemudian difiIter pada panjang gelombang 500 nm dan kemudian dilewatkan lensa cembung dan dikenakan pada tabung reaksi yang berisi serum darah yang sudah dicampur dengan reagen tertentu, kemudian cahaya yang sudah melewati tabung reaksi tersebut difokuskan oleh lensa cembung pada sensor foto dioda yang kemudian dari sensor tersebut sinyal dikuatkan dengan amplifier ? 110 kali setelah itu dilakukan sampling oleh rangkaian Analog to Digital Converter supaya tegangan analog dapat dibaca dengan IBM PC dan melalui perhitungan didapat kadar dari glukose atau kolesterol dalam darah dapat diketahui. Hasil yang dicapai adalah alat ini sudah dapat bekerja sesuai teori absorbansi yang mempunyai rumus I = Ige -Ad . Setelah data diproses dengan regresi linier maka didapat korelasi untuk pengukuran glukosa adalah 0,8452 dan untuk pengukuran kolesterol adalah 0,16. Kesimpulan yang diperoleh adalah pada pengukuran kolesterol didapat hasil yang kurang baik itu disebabkan karena metode yang digunakan lain. Pada alat ini metode yang digunakan adalah menggunakan standart serum sebagai pembanding. Sedangkan reagent yang digunakan tidak menggunakan standart serum. Untuk pengukuran glukose mempunyai range 0 - 185 mg/dl dan untuk kolesterol mempunyai range 0 - 242 mg/dl.",
  "creators": "LAUW TIONG TIK",
  "contributors": "MOCHAMAD HEROE (Examination Committee 1); HERLIANTO TENGGARA (Advisor 1); Heri Saptono Warpindyasmoro (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 97/E/EL/006/305; Lauw Tiong Tik (23490026)",
  "subjects": "ELECTRONIC APPARATUS AND APLIANCES; MEDICAL INSTRUMENTS AND APPARATUS"
}