{
  "id": "14676",
  "title": "Tinjauan atas koreksi fiskal laporan laba rugi PT. Telekomuniksi Indonesia, Tbk dikaitkan dengan undang-undang no. 10 tahun 1994 dan undang-undang no. 17 tahun 2000",
  "abstract": "PT. Telekomunikasi Indonesia, Tbk (PT Telkom) merupakan suatu badan usaha yang bergerak di bidang jasa telekomunikasi dan setiap tahunnya berkewajiban membayar pajak penghasilan badan usaha kepada negara. PT Telkom dalam menyusun laporan keuangannya berdasarkan standar akuntansi keuangan, yang disebut dengan laporan keuangan komersial. Laporan keuangan komersial ini tidak dapat digunakan dalam penghitungan pajak penghasilan badan yang terutang karena terdapat perbedaan-perbedaan yang mendasar dalam pengakuan penghasilan dan biaya antara standar akuntansi keuangan dibandingkan dengan peraturan perpajakan yang berlaku. Untuk itu maka PT TELKOM harus melakukan koreksi atas laporan keuangannya, dalam hal ini adalah laporan laba rugi tahun 1999, agar sesuai dengan peraturan perpajakan yang berlaku. Permasalahan yang timbul adalah apakah koreksi fiskal atas laporan laba rugi tahun 1999 yang telah dilakukan PT TELKOM telah sesuai dengan Undang-Undang No. 10 tahun 1994 serta bagaimana dampak yang timbul apabila laporan laba rugi tersebut dikoreksi dengan menggunakan Undang Undang No. 17 tahun 2000. Tujuan penelitian ini adalah untuk mengetahui apakah laporan laba rugi tahun 1999 yang telah dikoreksi telah sesuai dengan Undang Undang No 10 tahun 1994, serta mengetahui dampak yang timbul apabila laporan laba rugi tersebut dikoreksi dengan menggunakan Undang Undang No. 17 tahun 2000. Penelitian yang penulis lakukan adalah penelitian deskriptif yang menjabarkan dan menjelaskan hasil-hasil pengamatan survey atas data primer dan data sekunder. Jenis data yang dipergunakan adalah data kuantitatif dan data kualitatif, sedangkan sumber data yang dipergunakan merupakan data primer yang diperoleh secara langsung dari sumber asli serta data sekunder yang diperoleh secara tidak langsung melalui pihak Iain. Metode pengumpulan data melalui penelusuran sumber-sumber kepustakaan, wawancara serta survey lapangan. Kesimpulan atas penelitian ini adalah (1) PT TELKOM telah melakukan koreksi fiskal atas laporan laba rugi tahun 1999 dan telah dilakukan sesuai dengan Undang Undang No 10 tahun 1994, (2) terdapat kesalahan penghitungan salah satu akun pada laporan laba rugi, serta (3) adanya perubahan apabila koreksi fiskal tersebut didasarkan pada Undang Undang No 17 tahun 2000. Saran-saran atas penelitian ini adalah bahwa sekiranya PT TELKOM dapat terus melakukan koreksi fiskal terhadap laporan laba ruginya sesuai dengan peraturan perpajakan yang berlaku,, serta PT TELKOM dapat berusaha memenuhi persyaratan peraturan perpajakan yang berlaku di tahun tahun mendatang.",
  "creators": "NORRATTRI",
  "contributors": "R.Arja Angka Asa Aras Adji S. (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 123/97/FE.AK/2001; Norrattri (32497041)",
  "subjects": "TAX ACCOUNTING"
}