{
  "id": "14675",
  "title": "Lembaga pelatihan musik dan pujian di Surabaya",
  "abstract": "Perkembangan musik di Indonesia sangatlah pesat. Karena artis-artis Indonesia sudah banyak dikenal di luar negeri. Juga dari warna musik yang dikenalkan, sudah begitu bagus dari segi kualitas dan kuantitas. Hal ini terjadi karena tuntutan dari masyarakat Indonesia yang sudah banyak mengenal tentang perkembangan dunia luar, terutama dalam musik. Perkembangan musik dan trennya masuk kedalam seluruh lapisan dan golongan masyarakat, termasuk kedalam lingkungan masyarakat gereja. Sehingga cepat atau lambat musik gereja juga berkembang mengikuti aliran trend musik yang ada. Namun sejauh mana batasan-batasan dari warna musik yang bisa masuk kedalam masyarakat gereja, karena musik gereja adalah musik yang bisa mencerminkan tentang kasih Kristus dan di sisi Iain musik gereja tidak boleh kalah dalam kualitasnya dengan musik sekular. Karena masyarakat gereja yang majemuk dari segi umur dan golongan, maka musik gereja harus mampu memberikan warna yang majemuk pula. Selama ini ada upaya untuk meningkatkan secara kualitas dan kuantitas dari para pemusik gereja dengan memberikan seminar-seminar dan kursus-kursus untuk lagu rohani, dengan harapan membuat mereka dibekali secara skill didalam pelayanan mereka di gereja. Lembaga Pelatihan Musik dan Pujian di Surabaya ini merupakan salah satu fasilitas pengajaran dan pelatihan musik gereja yang didanai oleh gereja lokal di Surabaya. Lembaga tersebut memberikan suatu pengajaran dan pelatihan baik secara ilmu dan rohani. Sehingga diharapkan mereka menjadi para pelayan imam musik di gereja yang tidak hanya pintar, tapi juga memiliki kedewasaan rohani.",
  "creators": "HERRY SOEDJONO",
  "contributors": "Wanda Widigdo Canadarma (Advisor 1); Joyce M.Laurens (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1726/ARS/4/2000; Herry Soedjono (22495082)",
  "subjects": "INTEL 68HC11 (MICROCONTROLLER); AUTOMATIC CONTROL-COMPUTER PROGRAMS"
}