{
  "id": "14682",
  "title": "Women as victims of patriarchy seen in Caryl Churchill?s Top Girls",
  "abstract": "Caryl Churchill?s play, Top Girls, discusses about women?s position in society and illustrates how women are treated differently and oppressed by the opposite sex. The play talks about Marlene?s struggle and other historical and fictional women have to survive within the world that is dominated by men. Each of the women has a goal in life; therefore they make strategies to achieve the goal. Within the play, one can see that each of them has different strategies. I am interested to analyze how these women utilize the strategies they have chosen. The analysis will explain each character?s way in employing the strategies. Though, I am going to analyze three characters only?Marlene, Joan and Lady Nijo because these three characters are main and dominant characters. From these ladies ways of behaving and acting, I consider them as feminists. Because of that, I am going to use the concept of radical feminism, especially the descriptions of ?oppression? from Allison Jaggar. These descriptions will help me revealing the sufferings which are experienced by the characters. The finding of the analysis will explain that the three characters live within patriarchal societies. Further, the patriarchy system has existed from past to present time and takes place all over the world. As the conclusion, this thesis will reveal that the characters are the oppressed group and the victims of patriarchy.",
  "creators": "NJO AILY",
  "contributors": "Jenny Mochtar Djundjung (Advisor 1); Meilinda (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011899/ING/2009; Njo Aily (11405062)",
  "subjects": "CHURCHILL, CARYL, 1938-.... TOP GIRLS-STUDY AND TEACHING; ENGLISH DRAMA-20TH CENTURY-STUDY AND TEACHING"
}