{
  "id": "14699",
  "title": "Penelitian proses implementasi ISO 9000 pada industri manufaktur di Jawa Timur",
  "abstract": "Laporan Tugas Akhir ini berisi penelitian proses implementasi ISO 9000 pada industri manufaktur di Jawa Timur. Inti dari penelitian ini yaitu untuk mengetahui gambaran keadaan perusahaan sebelum dan sesudah memperoleh ISO 9000 yaitu dengan melihat kesesuaian antara harapan serta kenyataan yang diperoleh dengan memiliki sertifikasi, serta pengalamannya di dalam memperoleh sertifikasi ISO 9000 termasuk faktor-faktor apa yang mempengaruhi, dan kesulitan yang ditemui selama proses implementasi ISO 9000, dan juga mengamati proses dari awal sampai mendapatkan sertifikat di tiap-tiap perusahaan. Hal tersebut dapat dijadikan sebagai pengalaman yang berharga bagi perusahaan lainnya yang akan melaksanakan ISO 9000. Karena penelitian ini dilakukan secara mendalam dan menggunakan metode kualitatif, serta adanya keterbatasan waktu dan tenaga, maka kami hanya dapat melakukan penelitian di empat perusahaan. Proyek penelitian ini merupakan perpaduan antara survey dan studi kasus yang didasarkan pada beberapa literatur yang berkaitan. Di dalam penelitian ini kami melakukan wawancara secara mendalam (in depth interview) dengan personel yang mengerti tentang ISO 9000 pada tiap-tiap perusahaan. Dari hasil penelitian tersebut, dapat disimpulkan bahwa ISO 9000 membawa banyak manfaat baik eksternal (keuntungan marketing) maupun internal (perbaikan sistem manajemen mutu), meskipun juga didapati banyak kendala selama proses implementasi tersebut. Mereka mengharapkan adanya continuous improvement dalam sistem mutu mereka. Secara umum, kesulitan yang dirasakan semua perusahaan yaitu dalam hal pendokumentasian. Mereka menyadari adanya peranan yang besar dari pimpinan yang terus mendorong semua personelnya untuk mau ikut terlibat dalam proses implementasi ISO 9000. Secara umum mereka menganggap bahwa setelah mendapatkan ISO 9000 tidak membuat proses mereka berhenti, bahkan mereka terus berusaha meningkatkan mutu produknya yang dihasilkan dari sistem manajemen mutu yang baik.",
  "creators": "FENNY",
  "contributors": "Maja Indahwati (Examination Committee 1); Daniel Indarto Prajogo (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 145/TI-75/1998; Fenny (25494018)",
  "subjects": "MANUFACTURING PROCESSES-QUALITY CONTROL"
}