{
  "id": "14703",
  "title": "Optimasi biaya perkerasan lentur jalan cara Bina Marga dengan program linear",
  "abstract": "Optimasi beaya proyek merupakan topik yang aktual dewasa ini. Demikian juga optimasi dalam bidang pembangunan jalan. Dalam Tugas Akhir ini dilakukan optimasi biaya perkerasan lentur cara Bina Marga dengan program linier. Program linier adalah program praktis dan mudah dilakukan serta bermanfaat dalam menentukan biaya minimum ataupun maksimum dari suatu pekerjaan. Hal ini menyebabkan program linier populer di bidang yang menyangkut ekonomisasi. Dengan bantuan komputer, prosedur iterasi untuk program linier dapat dijalankan dengan mudah serta relatif cepat. Dalam Tugas Akhir ini disajikan penyelesaian masalah optimasi biaya perkerasan dengan program Simplex. Disini penentuan Indeks Tebal Perkerasan dengan program komputer. Pemasukan data - data yang diperlukan untuk memenuhi tuntutan kekuatan struktur dan biaya persatuan unit dari lapisan perkerasan dilakukan secara simultan dan diproses dengan Portable Computer dalam bahasa BASIC. Hasil akhir menunjukkan bahwa metode optimasi dengan program Simplex adalah cukup potensial dalam penghematan biaya konstruksi jalan tanpa menyimpang dari seluruh persyaratari yang dianjurkan oleh Standard Bina Marga. Manfaat lain yang diperoleh adalah alternatif disain perkerasan jalan yang effisien dengan penggunaan material - material setempat yang dapat dipakai sebagai bagian lapisan perkerasan jalan.",
  "creators": "TJAHJONO TJANDRAWIDJAJA",
  "contributors": "Harry Patmadjaja (Examination Committee 1); Indriani Santoso (Advisor 2); Sugeng Setyawan (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi :No. 358 S; Tjahjono Tjandrawidjaja (281122)",
  "subjects": "HIGHWAY ENGINEERING-COMPUTER PROGRAMS; PAVEMENTS-DESIGN AND CONSTRUCTION-COMPUTER PROGRAMS"
}