{
  "id": "14719",
  "title": "Galeri dan pusat pendidikan musik klasik di Surabaya",
  "abstract": "Musik klasik merupakan dasar pengetahuan musik yang penting, maka upaya untuk tetap menghidupkan jenis musik ini pun juga terus dikembangkan. Musik klasik sendiri berjalan seiring dengan perkembangan dan pertumbuhan jenis musik lain. Mengamati perkembangan musik klasik dewasa ini, maka tidaklah berlebihan bila diberikan adanya perhatian lebih terhadap jenis musik ini. Sarana maupun tempat belajar yang memadai, beragam informasi tentang musik klasik (seperti galeri musik) hingga pergelaran musik klasik serta pementasan musik klasik baik lokal maupun manca negara yang sering diadakan akhir-akhir ini, merupakan salah satu bentuk perkembangan yang diperhatikan para praktisi, penggemar dan simpatisan musik, khususnya musik klasik. Galeri dan pusat pendidikan musik klasik yang direncanakan, merupakan salah satu sarana yang dikembangkan. Dalam kaitannya dengan perancangan proyek ini, dilakukan upaya untuk mengaplikasikan musik ke dalam arsitektur. Karena terdapat kaitan antara konsep musik dan arsitektur, sehingga dapat diterapkan dan diwujudkan dalam desain arsitektural. Konsep dasar desain dilakukan dengan metode tematik desain. Di mana konsep desain dipilih dari suatu karya musik klasik Haydn yang dikenal sebagai London Symphony no. 104 pada D mayor. Berangkat dari pembongkaran karakteristik tiap penggalan atau movement yang terdapat dalam rangkaian karya tersebut, kemudian tiap karakteristik tersebut menjadi acuan dalam penerapan desain bangunan secara keseluruhan. Hal ini diterapkan dalam tiap pembagian zoning dan pola penataan massa maupun ke dalam konsep perancangan lainnya hingga ke dalam bentuk bangunan. Pada dasarnya, karya Haydn tersebut terbagi dalam 3 movement/penggalan, yang diaplikasikan dalam 3 pembagian besar fungsi bangunan. Pada movement I merupakan education wing yang merupakan wujud awal proses pengenalan dan belajar musik seseorang. Pada movement II merupakan development wing, di mana pada bagian ini terdapat berbagai sarana - fasilitas umum penunjang bagi pengetahuan musik seseorang. Sedang pada movement III diwujudkan dalam sarana-sarana pergelaran yang merupakan wujud final dari proses rangkaian belajar musik. Anggapan dan batasan terdapat dalam perancangan bangunan yang terdiri dari kebutuhan ruang, persyaratan-persyaratan fisik maupun peraturan pemerintah lainnya. sehingga proyek dapat diwujudkan. Dalam tugas akhir ini ingin ditampilkan kaitan penerapan konsep dalam musik dan arsitektur, sehingga penerjemahan komposisi lagu yang berupa bahasa/teks yang disampaikan melalui media bunyi dan suara tersebut, dapat diterjemahkan melalui wujud desain arsitektural secara total.",
  "creators": "VERONICA HARTONO",
  "contributors": "Frans Soehartono (Examination Committee 1); J. Loekito Kartono (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1611/Ars/59/1999; Veronica Hartono (22495135)",
  "subjects": "MUSIC-HALLS"
}