{
  "id": "14713",
  "title": "Penjadwalan tenaga kerja dengan menggunakan metode integer linear programming dan heuristik di perusahaan plastik \"X\"",
  "abstract": "Perusahaan plastik \"X\" memproduksi beberapa produk yang terbuat dari plastik dan salah satunya adalah produk Salllad Spinner. Produk ini adalah salah satu produk yang diekspor ke luar negeri. Dengan banyaknya persaingan dengan perusahaan-perusahaan lainnya, maka salah satu cara adalah dengan memberikan harga yang sedikit lebih rendah dari perusahaan lain tetapi dengan kualitas produk yang sama. Untuk mendapatkan harga produk yang kompetitif atau yang lebih rendah , maka salah satu upaya yang harus diambil adalah dengan mengurangi biaya produksi. Dan dari biaya produksi yang dapat dikurangi adalah biaya tenaga kerja. Oleh karena itu, pada pengerjaan Tugas Akhir ini akan ditentukan berapa jumlah tenaga kerja yang optimal dengan menggunakan metode Linear Programming dan metode Heuristic. Metode Heuristic ini terdiri dari 4 macam cara, yaitu metode heuristik Keith (K), heuristik Morris and Showalter (MS), heunstik McGinnis, Culver, andDeane (MCD), dan heuristik Bechtold and Showalter (BS). Dengan menggunakan metode-metode tersebut maka diharapkan dapat mengetahui berapa jumlah tenaga kerja yang benar-benar dibutuhkan agar dapat meminimumkan biaya produksi. Setelah dilakukan perhitungan jumlah tenaga kerja maka didapatkan bahwa jumlah tenaga kerja yang optimal adalah 61 orang. Dan dari perhitungan total biaya produksi maka didapatkan bahwa total biaya produksi dengan menggunakan jumlah tenaga kerja hasil dari metode Integer Linear Programming lebih kecil sebesar Rp 8.977.920,- atau berkurang sebesar 23% dari total biaya produksi dibandingkan dengan kenyataan yang ada pada perusahaan.",
  "creators": "AGATHA M. ANITA SETIOWATI",
  "contributors": "Tessa Vanina Soetanto (Advisor 1); Indriati Njoto Bisono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 385/TI-112/2000; Agatha Maria Anita Setiawati (25496053)",
  "subjects": "PRODUCTION PLANNING; SCHEDULING (MANAGEMENT)"
}