{
  "id": "14725",
  "title": "Ciater Ranch Resort Hotel di Ciater",
  "abstract": "Laporan Perencanaan dan Perancangan ini disusun sebagai salah satu bagian dari proyek akhir periode XXVII Juli-Desember 1992 yang merupakan mata kuliah merancang Arsitektur semester IX Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra Surabaya. Laporan ini berisi tentang perencanaan dan perancangan pengadaan proyek CIATER BRANH RESORT HOTEL DI CIATER JAWA BARAT untuk membantu pemerintah daerah setempat dalam rangka meningkatkan sumber devisa negara melalui sektor pariwisata. Karena sektor pariwisata merupakan sektor yang cukup dominan di Jawa Barat apalagi Jawa Barat telah ditetapkan oleh pemerintah sebagai daerah pengembangan pariwisata ke - 2 di Indonesia bagian barat setelah Bali selain itu diharapkan pula mesyarakat disekitar lokasi proyek dapat turut merasakan segi positif dari keberadaan proyek tersebut. Pembahasan diawali dengan suatu pendahuluan yang menerangkan proyek secara garis besar, kemudian dijelaskan mengenai latar belakang dan pengadaan proyek ini. dilanjutkan dengan menerangkan konsep-konsep pada Arsitektur suda dan sejauh mana penerapannya di dalam disain, serta hasil studi proyek sebagai bahan perbandingan diteruskan dengan menentukan dasar perencanaan untuk mengetahui kebutuhannya. selanjutnya memakai tahap perancangan yang meliputi hal-hal yang mempengaruhi penampilan fisik bangunan beserta seluruh sistem yang digunakan dimana nantinya akan disajikan dalam gambar-gambar pro-perencanaan yang akhirnya adalah perhitungan modal dan jangka pengembaliannya secara garis besar . Akhirnya kami berharap agar karya ini dapat bermanfaat walaupun hasinya masih jauh sempurna.",
  "creators": "STENLI SURYADINATA",
  "contributors": "Andhi Wijaya (Examination Committee 1); Irwan Santoso (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No.1039/Ars/15/95; Stenli Suryadinata (22490024)",
  "subjects": "HOTELS, TAVERNS, ETC."
}