{
  "id": "14735",
  "title": "Usaha alternatif dalam meningkatkan pendapatan biro perjalanan wisata di Surabaya",
  "abstract": "Krisis moneter yang tengah melanda Indonesia berdampak pula pada industri pariwisata, seperti hotel, perusahaan penerbangan,dan restoran. Hal ini membuat dunia pariwisata di Indonesia mengalami masa kegelapan, banyak Biro Perjalanan wisata yang melakukan merger guna mempertahankan diri dalam menghadapi krisis ekonomi pada saat ini. Berbagai cara telah ditempuh oleh Biro Perjalanan Wisata di Surabaya untuk mempertahankan kelangsungan hidupnya antara Iain dengan menggalakkan penjualan paket wisata dengan discount yang menarik, membuat paket wisata inbound. Namun usaha-usaha tersebut tidak seluruhnya berhasil dengan baik. Banyak hambatan ,antara lain di sebabkan oleh kondisi politik negara yang saat ini masih tidak menentu sehingga banyak wisatawan mancanegara enggan datang ke Indonesia. Dalam situasi seperti ini banyak alternatif telah ditempuh misalnya; penghematan pembuatan brosur, listrik, te!pon,dan air. Selain itu juga penghematan dalam hal shif bagi karyawan. Tetapi cara ini dapat di gunakan dalam bertahan situasi saat ini, langkah salah dapat merugikan Biro Perjalanan Wisata itu sendiri. Situasi krisis ekonomi saat ini juga merupakan saat yang tepat bagi perusahaan untuk melakukan peninjauan kembali terhadap kualitas pelayanan yang diberikan para karyawan kepada konsumen dan pemberian latihan guna meningkatkan kualitas pelayanan tersebut. Pada saat ini di dalam kondisi krisis ekonomi Biro Perjalanan Wisata harus dapat mencoba alternatif lainnya guna menambah pemasukan agar dapat bertahan hidup. Untuk dapat berjalan, B.P.W harus menggunakan semua data client yang ada pada daftar di B.P.W dalampenjualan barang-barang.",
  "creators": "SUGENG HARTANTO; LUKAS BUDI GUNAWAN",
  "contributors": "Yacintha Yoranouw Suryawijaya (Advisor 1); SIDNIWATI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 362/PAR/1999; Sugeng Hartanto (91395011), Lukas Budi Gunawan (91396105)",
  "subjects": "TRAVEL AGENTS; TOURIST TRADE-SURABAYA"
}