{
  "id": "14736",
  "title": "A Study of compliment responses through facebook 'wall' based on the gender",
  "abstract": "This thesis mainly deals with the males? and females? compliment responses from facebook `wall? in which the four types of compliments were given by a male and a female. The focus of my analysis is the types of males? and females? compliment responses, the types of compliment responses that occurred the most frequently by both of the genders, and the differences of males? and females? compliment responses types. To analyze the facebook data, I used Holmes? (1995 & 2006), Wolfson?s (1989), David A. Huffaker and Sandra L. Calvert?s (2005), and Thurlow, Lengel, and Tomic?s (2004) theories. I used Rosemarie?s research (1997) as well for the contrast between an online communication research and an offline communication research. For the methods, I used a descriptive qualitative approach supported by quantitative data in developing my research. Then, from my analysis, I found out that both male and female interlocutors tended to accept the compliments given either from a male or female complimenter. Here, online communication might have played an important role because the ten male and female interlocutors tended to accept the compliments given that were sent via facebook `wall?. Accordingly, online communication especially this facebook research brings new findings in these compliment speech and gender field.",
  "creators": "MAGDA IVONE LESMANA",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011898/SI/2009; Lie, Magda Ivone Lesmana (11406024)",
  "subjects": "CONVERSATION ANALYSIS; SOCIOLINGUISTICS; COMPLIMENTS; LANGUAGE AND LANGUAGES-SEX DIFFERENCES"
}