{
  "id": "14731",
  "title": "Perbaikan kualitas dan total quality management pada perusahaan kerajinan perak F. Xaverius",
  "abstract": "Perusahaan kerajian perak F. Xaverius menginginkan untuk lebih mengembangkan daerah pemasarannya, yaitu dengan melakukan ekspor. Namun kendala yang dihadapi oleh perusahaan bahwa selama ini standar produk yang dihasilkan masih belum sesuai dengan keinginan pelanggan, terutama pelanggan yang memiliki pasar langsung di Luar Negeri. Oleh karena itu tujuan dari penelitian ini adalah untuk memperbaiki total kualitas dengan menerapkan konsep Total Quality Management untuk membentuk divisi persiapan melakukan produksi ekspor. Penelitian ini dilakukan pertama - tama dengan menyebarkan kuisioner bagi pelanggan untuk mengetahui bagaimana tanggapan pelanggan terhadap kualitas produk yang dihasilkan oleh perusahaan selama ini. Kemudian dilakukan perhitungan terhadap kinerja karyawan, khususnya yang sedang mengerjakan pesanan produk dari pelanggan yang memiliki pasar langsung di luar negeri. Selanjutnya dilakukan langkah perbaikan dalam perusahaan dengan melakukan pelatihan dan pengarahan kerja. Hasil yang diperoleh adalah pada perusahaan terjadi peningkatan probabilitas jumlah produk yang baik menurut pelanggan sebanyak 67.9%,. Sedangkan adanya perubahan proses dan pelatihan kerja pada karyawan, menimbulkan peningkatan rata - rata pada probabilitas jumlah produk baik yang dihasilkan oleh karyawan sebesar 22.45%, sedangkan pada waktu pengerjaannya juga mengalami peningkatan sebesar 5.98%. Ssedangkan dengan adanya pemberian insentif juga terjadi peningkatan rata - rata probabilitas jumlah produk yang baik sebesar 14.49% , dan waktu pengerjaan juga mengalami peningkatan rata-rata sebesar 1.84%.",
  "creators": "TRISYE JULIANI",
  "contributors": "Tanti Octavia (Advisor 1); GIDDY HARSTEEN (Advisor 2); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 423/TI-014/2001; Trisye Juliani (25496062)",
  "subjects": "TOTAL QUALITY MANAGEMENT"
}