{
  "id": "14741",
  "title": "Analisa perbandingan antara rasio keuangan dengan rasio relatif industri dalam memprediksi kondisi financial distress: perusahaan manufaktur yang tercatat di bursa efek Indonesia periode 2003-2006",
  "abstract": "Penelitian ini bertujuan untuk mendeskripsikan apakah rasio relatif industri lebih akurat dibandingkan dengan rasio keuangan perusahaan dalam hal memprediksi kemungkinan financial distress pada suatu perusahaan. Perusahaan yang dijadikan sampel penelitian adalah perusahaan manufaktur yang terdaftar di Bursa Efek Indonesia selama periode 2003-2006. Teknik analisis yang digunakan adalah analisis regresi logit. Hasil penelitian menunjukkan bahwa rasio relatif industri tidak lebih akurat dibandingkan dengan rasio keuangan perusahaan dalam hal memprediksi kemungkinan financial distress pada suatu perusahaan. Dengan kata lain, rasio keuangan lebih akurat diibandingkan dengan rasio relatif industri perusahaan dalam hal memprediksi kemungkinan financial distress pada suatu perusahaan. Sedangkan rasio keuangan yang memiliki kemampuan memprediksi secara signifikan adalah working capital to total asset ratio, net fixes to total assets ratio, current assets to total assets ratio, return on assets, dan current liabilities to total assets ratio. Sementara itu, dari enam rasio relatif industri maka hanya dua rasio yang memiliki kemampuan memprediksi kemungkinan financial distress yaitu rasio relatif industri net fixes to total assets ratio dan current liabilities to total assets ratio.",
  "creators": "THERESA PAUCHIN; JESSICA HALIM",
  "contributors": "Sautma Ronni Basana (Advisor and Examination Committee); Pwee Leng (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 37010078/MAN/2010; Theresa Pauchin (31405023), Jessica Halim (31405047)",
  "subjects": "CORPORATIONS-FINANCE; FINANCIAL STATEMENTS"
}