{
  "id": "14755",
  "title": "Bauran pemasaran pada bisnis makanan khas Jawa Timur di wilayah Surabaya Utara",
  "abstract": "Penelitian ini bertujuan untuk menggambarkan profil bisnis dan profil pengelola bisnis makanan khas Jawa Timur di Surabaya Utara, serta penerapan strategi bauran pemasaran oleh bisnis makanan khas Jawa Timur. Selain itu, penelitian ini juga mendeskripsikan keterkaitan antara bauran pemasaran dengan profil bisnis makanan khas Jawa Timur di Surabaya Utara. Teknik pengumpulan data dilakukan dengan menggunakan metode survei yang dilakukan terhadap 18 bisnis makanan khas yang berada di wilayah Surabaya Utara. Data tersebut diolah dengan menggunakan statistk deskriptif dan analisis korelasi. Hasil penelitian menunjukkan bahwa periode payback periods bisnis makanan khas Jawa Timur dapat dicapai pada kisaran 6 - 10 bulan. Mayoritas pengusaha / pengelola bisnis makanan khas Jawa Timur pada wilayah Surabaya Utara adalah berjenis kelamin laki-laki dan berusia 36 - 45 tahun. Penelitian juga menunjukkan bahwa penerapan strategi produk dan penerapan strategi distribusi berjalan baik dan cukup baik. Tapi, penerapan strategi harga dan strategi promosi mayoritas masih belum diterapkan dengan baik. Secara umum dapat dikatakan bahwa ada keterkaitan antara strategi produk dan strategi distribusi dengan profil bisnis. Akan tetapi, tidak ada keterkaitan antara strategi harga dan strategi promosi dengan profil bisnis makanan khas Jawa Timur. Berdasarkan analisis pearson product moment correlations, tidak semua elemen profil bisnis memiliki hubungan signifikan dengan bauran pemasaran.",
  "creators": "FANNY OKTAVIANA",
  "contributors": "Sundring Pantja Djati (Advisor and Examination Committee); Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010104/MAN/2010; Fanny Oktaviana (31406115)",
  "subjects": "MARKETING-MANAGEMENT"
}