{
  "id": "14754",
  "title": "Campuran aspal beton (laston) dengan menggunakan agregat way epe untuk rehab jalan latu-masohi sepanjang 106-km",
  "abstract": "Penggunaan agregat lokal untuk campuran aspal beton (laston ) umumnya dilakukan oleh para teknisi di daerah pulau Seram. Walaupun demikian penelitian mengenai campuran aspal beton ( laston ) dengan menggunakan agregat lokal khususnya untuk peningkatan jalan Latu-Masohi sepanjang 106 km Kabupaten Maluku Tengah perlu diadakan untuk melihat penyebab dan gangguan yang terjadi pada campuran perkerasan jalan lentur. Agregat lokal yang dipergunakan dalam penelitian ini merupakan agregat pilihan yang didatangkan dari Pulau Seram, tepatnya pada quary Wai Epe, sedangkan aspal di datangkan dari kota Ambon. Sebelum agregat dan aspal dianggap layak ( memenuhi spesifikasi dipergunakan sebagai bahan perkerasan jalan, harus terlebih dahulu diteliti mutu dan gradasinya di laboratorium dengan penelitian-penelitian yang sesuai dengan standar-standar yang telah di tentukan. Pengujian ini dilakukan hanya untuk 2 ( dua ) jenis aspal beton ( AC ), yaitu AC type X dan AC type XI. Dalam penelitian ini digunakan metode Marshall test untuk menentukan persentase aspal optimum yang memenuhi spesifikasi pada daerah Latu - Masohi. Hasil pengujian menunjukkan bahwa hasil uji agregat terhadap sand equivalent test, flakiness test dan absorbsi / penyerapan tidak memenuhi syarat spesifikasi, sedangkan aspal menunjukkan hasil yang baik (memenuhi spesifikasi). Dengan metode Marshall test diperoleh persen aspal yang memenuhi syarat spesifikasi untuk pekerjaan perkerasan jalan pada daerah Latu - Masohi adalah untuk jenis AC type X 6,1 % dan AC type XI 6,2 %.",
  "creators": "MARLIN LOPULALAN; HELENA PELMELAY",
  "contributors": "Johanes Indrojono Suwono (Examination Committee 1); Harry Patmadjaja (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 055 TS; Marlin Lopulalan (2193010), Helena Pelmelay (2193034)",
  "subjects": "ASPHALT; PAVEMENTS, ASPALT CONCRETE"
}