{
  "id": "1476",
  "title": "Analisa pengaruh serbuk rumah kerang laut terhadap kualitas hasil pengecoran aluminium dengan centrifugal casting",
  "abstract": "Serbuk kerang merupakan salah satu kekayaan alam yang paling banyak dijumpai di daerah perairan. Penelitian ini menitikberatkan pada pengaruh penambahan serbuk kerang pada proses pengecoran, dimana proses pengecoran yang digunakan adalah metode centrifugal casting. Penambahan serbuk kerang ini diharapkan dapat meningkatkan sifat mekanis pada logam terutama kekerasan dan struktur mikro. Variasi penambahan adalah 5%, 10% dan 15%. Eksperimen dilakukan dengan mencampurkan serbuk kerang ke dalam alumunium cair. Serbuk kerang yang dimasukkan dihitung berdasarkan berat alumunium yang dicor. Serbuk kerang dimasukkan ke dapur peleburan bersamaan dengan alumunium yang dicor, kemudian dicor dengan menggunakan metode centrifugal casting. Struktur mikro yang dihasilkan pada tiap variasi penambahan dilihat pada bagian penampang melintang produk cor. Kemudian dilakukan pembahasan tentang hubungan struktur mikro terhadap angka kekerasan yang dimiliki. Bentuk butir yang dihasilkan produk cor pada variasi penambahan 5% serbuk kerang adalah columnar pada bagian luar, tengah dan dalam. Pada variasi penambahan 10% serbuk kerang mempunyai bentuk columnar pada bagian luar dan dalam. Pada variasi penambahan 15% serbuk kerang mempunyai bentuk columnar pada bagian luar, tengah dan dalam. Dari hasil uji kekerasan Vickers, terlihat bahwa penambahan serbuk kerang belum dapat meningkatkan kekerasan karena serbuk kerang tersebut belum dapat tercampur dalam alumunium cair.",
  "creators": "DONNY KURNIAWAN",
  "contributors": "Soejono Tjitro (Advisor 1); HELENA C. KIS AGUSTIN (Advisor 2); Roche Alimin (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/0598/MES/2003; Donny Kurniawan (24498083)",
  "subjects": "CENTRIFUGAL CASTING; MOLDING (FOUNDING)"
}