{
  "id": "14767",
  "title": "Pusat pendidikan mode di Surabaya",
  "abstract": "Pakaian merupakan salah satu kebutuhan primer manusia, selain makanan dan tempat tinggal. Pada perkembangannya seiring dengan kemajuan kebudayaan manusia, pakaian tidak lagi hanya fungsional melindungi tubuh manusia tetapi juga mempunyai fungsi lain sebagai penunjuk identitas pemakainya. Di sinilah mode menjadi suatu kebutuhan, juga bagi masyarakat Indonesia di tengah arus informasi yang sangat pesat ini. Proyek ini bertujuan meningkatkan pendidikan dan pengetahuan masyarakat peminat mode dan juga masyarakat umum untuk lebih menghargai hasil karya sendiri yang memang layak untuk dihargai. Diharapkan juga proyek ini berguna sebagai sarana informasi dan promosi perkembangan dunia mode Indonesia. Pembuatan proyek ini terdiri dari dua tahap, yaitu perancangan bangunan dan penyusunan laporan ini, yang dimaksudkan untuk melengkapi dan memperjelas proses perancangan yang telah dituangkan dalam gambar-gambar perancangan. Bab pertama laporan ini membahas latar belakang proyek, bab dua membahas perancangan tapak meliputi lokasi, pengaruh lingkungan terhadap tapak, konsep pemikiran berdasarkan analisis lahan dan lingkungan yang mempengaruhi penyelesaian arsitekturnya. Bab tiga membahas perancangan bangunan berupa konsep pemikiran tentang bentuk dan ruang, program dan hubungan ruang, bahan, sistem struktur dan sitem utilitas yang digunakan dalam perancangan proyek ini. Dengan demikian laporan ini dapat menjadi pertanggungjawaban bagi proyek tersebut.",
  "creators": "YENNY INDAH",
  "contributors": "Stanislaus Kuntjoro Santoso (Advisor 1); Handoko Istanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1594/ARS/42/1999; Yenny Indah (22495055)",
  "subjects": "COSTUME DESIGN-EDUCATION-BUILDINGS"
}