{
  "id": "14766",
  "title": "Museum patung lilin \"Madame Tussaud's\" di Surabaya",
  "abstract": "Laporan tugas akhir ini disusun sebagai uraian dan penjelasan atas seluruh proses perancangan yang telah dilakukan pada Studio Tugas Akhir. Laporan ini berisi uraian-uraian yang dilampiri dengan analisa-analisa dan gambar-gambar desain. Proyek Museum Parting Lilin \"Madame. Tussaud's\" di Surabaya ini dibuat berdasarkan kebutuhan akan suatu wadah yang dapat memberikan hiburan sekaligus pendidikan bagi masyarakat Indonesia pada umumnya maupun bagi masyarakat Surabaya khususnya yang bersifat informal. Lokasi proyek berada di kawasan Surabaya Barat, di mana lokasi yang dipilih terletak pada lokasi yang merupakan transisi antara kawasan perumahan dan kawasan perdagangan, yaitu di tepi Jalan Mayjend Sungkono yang bersebelahan dengan Kompleks Gedung Juang '45. Konsep perancangan bangunan didasari oleh pandangan filosofis mengenai sifat-sifat dasar mahusia yang direpresentasikan dalam bentuk patung-patung yang merupakan obyek koleksi dari museum ini. Manusia memiliki dua sifat dasar yang sangat dominan yaitu afektifitas positif yang disebut dengan Cinta dan afektifitas negatif yang disebut dengan Benci. Oleh sebab itu bangunan ini dirancang secara simbolik berdasarkan bentuk dan ciri-ciri dari kedua sifat tersebut. Museum ini memiliki ruang pamer yang ditata berdasarkan penggolongan dari bidang yang digeluti oleh masing-masing tokoh tersebut. Selain itu juga terdapat ruang pamer khusus yang terletak di basement yang diberi nama Chamber of Horrors. Museum ini juga dilengkapi dengan ruang auditorium, bioskop, dan cafetaria sebagai sarana penunjang dari museum ini.",
  "creators": "NG TONY",
  "contributors": "Danny Santoso Mintorogo (Advisor 1); Markus Ignatio Aditjipto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1806/ARS/33/2001; Ng Tony (22497015)",
  "subjects": "ART MUSEUMS; MUSEUM BUILDINGS"
}