{
  "id": "14770",
  "title": "Evaluasi gap antara tingkat kepentingan dan tingkat kepuasan konsumen guna memperbaiki kualitas pelayanan pada Calvados Cafe and Restaurant Surabaya",
  "abstract": "Produk usaha cafe dan restaurant adalah suatu usaha yang berbentuk sebuah pelayanan secara totalitas, dimana produk tersebut akan dinikmati dan dibeli secara bersama-sama oleh konsumen. Hal inilah yang membuat penilaian konsumen terhadap kepuasan pelayanan sangat berarti, karena jika konsumen merasa puas maka mereka akan datang kembali. Pembahasan yang dilakukan pada Tugas Akhir ini berhubungan dengan elemen-elemen pelayanan yang didasarkan pada siklus pelayanan di Calvados Cafe and Restaurant, yaitu analisa intern untuk mengidentifikasi elemen-elemen dari kualitas pelayanan. Selain itu terdapat pula analisa deskriptif yang bertujuan untuk mengetahui frekwensi, prosentase yang valid dan prosentase kumulatif dari masing-masing variabel yang ada, analisa mean dan gap bertujuan untuk mengetahui apakah ada perbedaan antara harapan dan kenyataan pelayanan yang diperoleh oleh konsumen yang dilengkapi oleh analisa t-test untuk menguji kebenaran dari gap yang terjadi, analisa ketergantungan bertujuan untuk menguji apakah ada hubungan antara dua variabel yang sudah ditetapkan. Dari hasil analisis diatas dapat diketahui bahwa selama ini memang terdapat perbedaan antara tingkat kepentingan dan tingkat kepuasan konsumen, dimana kepuasan lebih kecil daripada kepentingannya. Oleh karena itu perusahaan diharapkan bisa mengevaluasi pelayanannya selama ini dengan mempertimbangkan usulan-usulan yang diberikan melalui tugas akhir ini.",
  "creators": "CATHERINA MAYADEVI",
  "contributors": "Daniel Indarto Prajogo (Advisor 1); Stefanus Suprayitno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 139/TI-69/1998; Catherina Mayadevi (25493038)",
  "subjects": "CONSUMERS-RESEARCH; MARKETING RESEARCH; RESTAURANTS-MARKETING"
}