{
  "id": "14774",
  "title": "Pengaruh faktor usia pembeli, tipe rumah, rasio penghasilan dengan cicilan dan jumlah anggota keluarga terhadap biaya renovasi rumah di perumahan \"Menganti Satelit Indah\"",
  "abstract": "Renovasi rumah merupakan perubahan rumah baik yang sifatnya sebagian ataupun menyeluruh sesuai dengan kebutuhan-kebutuhan yang diinginkan agar tercipta suasana aman dan menyenangkan. Adapun tujuan renovasi rumah yang terutama adalah menyesuaikan kebutuhan ruang untuk keluarga dan sebagai kebutuhan untuk gaya hidup di perumahan Menganti Satelit Indah, Gresik. PT. Griya Permata Persada selaku pengembang perumahan Menganti Satelit Indah mengamati banyak pekerjaan renovasi rumah di perumahan Menganti Satelit Indah yang pada umumnya dilaksanakan oleh pemilik rumah sendiri. Setelah memperhatikan peluang bisnis tersebut, pengembang berkeinginan menjadi kontraktor renovasi rumah. Sebagai langkah awal pihak pengembang ingin mengetahui pengaruh faktor-faktor yang mempengaruhi biaya renovasi rumah melalui penelitian dari pekerjaan renovasi yang telah dilakukan. Adapun faktor-faktor yang ingin ditinjau adalah usia pembeli, tipe rumah, rasio penghasilan dengan cicilan dan jumlah anggota keluarga. Dengan mengetahui pengaruh faktor usia pembeli, tipe rumah, rasio penghasilan dengan cicilan dan jumlah anggota keluarga terhadap biaya renovasi rumah ini maka dapat dibuat estimasi biaya renovasi rumah yang lebih sesuai dengan kebutuhan dan kemampuan pembeli. Hasil penelitian menunjukkan bahwa ada pengaruh antara usia pembeli, rasio penghasilan dengan cicilan dan jumlah anggota keluarga terhadap biaya renovasi. Adapun model persamaan regresi yang diperoleh dari penelitian ini adalah Y = 0,404 - 0,0161 Xi + 0.102 X2 + 0.0300 X3 + ei. Dalam hal ini variabel tipe rumah tidak berpengaruh terhadap biaya renovasi. Sedangkan peluang potensi pasar dimasa mendatang adalah bagus, terbukti dengan potensi pasar biaya renovasi rumah tahun 2000 mencapai Rp. 709.722.304,-. Potensi pasar biaya renovasi rumah tahun 2001 sampai dengan tahun 2011 Rp. 11.130.318.279,-",
  "creators": "H. NUR HASAN",
  "contributors": "SUTOTO YAKOBUS (Advisor 1); Connie Susilawati (Advisor 2); Hasan Oetomo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 026/MTS/2001; Nur Hasan (01597006)",
  "subjects": "REAL ESTATE MANAGEMENT"
}