{
  "id": "14778",
  "title": "Studi tentang manajemen risiko dan upaya penggunaan asuransi dalam menghadapi risiko pada proyek konstruksi",
  "abstract": "Risiko adalah suatu hal yang dapat merugikan atau menghambat jalannya proyek, sehingga perlu ditangani agar suatu proyek konstruksi dapat berjalan sesuai yang diharapkan. Dalam proses manajemen risiko terdapat tahapan-tahapan yaitu identifikasi risiko, evaluasi risiko berdasarkan frekuensi terjadinya dan kegawatan, serta mengontrol risiko dengan 3 alternatif solusi yaitu minimizing, retention dan insurance. Penelitian menggunakan sampel 34 perusahaan kontraktor kualifikasi A di Surabaya. Metodologi yang digunakan adalah analisa faktor untuk mendapatkan suatu identifikasi peranan dari setiap variabel jenis risiko dalam proses penanganan risiko dan analisa chi-square untuk mengetahui signifikansi perbedaan antara 2 kelompok yang independen, serta analisa frekuensi berupa penyajian nilai terbesar secara deskriptif dari data-data yang diperoleh. Deskripsi hasil penelitian risiko dan penggunaan solusi yang dipakai dalam penanganan risiko di proyek adalah minimizing sebesar 68,78% , insurance sebesar 21,875% dan retention sebesar 9,375%. Dalam proses manajemen risiko terdapat perbedaan tingkat kepentingan antar responden mengenai jenis-jenis risiko. Selain itu didapat pula adanya kesamaan keterkaitan antara jenis risiko dengan frekuensi terjadinya, jenis risiko dengan kegawatannya, jenis risiko dengan solusi, jenis risiko yang diasuransikan baik dengan pekerjaan sipil 'kering' maupun pekerjaan sipil 'basah'. Hal penting yang perlu diperhatikan adalah penggunaan asuransi sebagian besar hanya sering dipakai untuk menjamin tenaga kerja sesuai dengan anjuran pemerintah, sedangkan untuk jenis risiko yang lain dalam hal ini risiko yang dapat diasuransikan tingkat penggunaan asuransi masih relatif kecil.",
  "creators": "EKO IRAWAN ONGKOWIDJOJO; BOAZ MAHARGONO",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 979/SIP/2000; Boaz Mahargono (21494091), Eko Irawan (21494093)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; RISK MANAGEMENT"
}