{
  "id": "14775",
  "title": "A Study of friendship in the two contrasting characters in Monica Dickens's Kate and Emma",
  "abstract": "This thesis is written to analyze the idea of friendship between the two main characters in Kate and Emma, written by Monica Dickens. Kate and Emma have differences in every aspect of their lifes, but despite all the differences that divide them they become friends. By discussing the friendship in this novel, the thesis writer wants to find out what factors that make Kate and Emma, the two opposing characters, can be good friends. In analyzing the topic above, the writer applies the theory of characterization. She also uses the theory of approval and compatibility of needs, as the psychological approach in order to support her analysis. In the analysis, the writer wants to prove that friendship can exist between two different characters. As it is reflected in Kate and Emma's friendship, Emma comes from middle class family, well educated, and a magistrate daughter, while, Kate comes from lower class family, uneducated, victim of child abuse. Emma is kind, social, loving, and caring person meanwhile, Kate is sadistic, cruel, selfish, irresponsible, immature, and careless person. Nevertheless, the contrastive differences attract and collide them into friendship and make them become \"blood comrade\", As a matter of fact, it is more attractive to build a friendship with someone who has different background, character and perspective from us. It is because the two contrasting things can fulfill and complement each other need and act",
  "creators": "HENDRAWATY FRANS",
  "contributors": "MEEDY NUGRAHA (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 799/SING/2000; Hendrawaty Frans (11493121)",
  "subjects": "DICKENS, MONICA, 1915-1992. KATE AND EMMA-STUDY AND TEACHING; ENGLISH FICTION--20TH CENTURY--STUDY AND TEACHING"
}