{
  "id": "14789",
  "title": "Pengembangan budaya perusahaan pada bisnis makanan khas Jawa Timur di Wilayah Surabaya Pusat",
  "abstract": "Penelitian ini adalah pengembangan budaya perusahaan pada bisnis makanan khas Jawa Timur di wilayah Surabaya Pusat. Penelitian ini untuk mengidentifikasi profil bisnis makanan, pengelola bisnis, mendeskripsikan pengembangan budaya perusahaan pada bisnis makanan khas Jawa Timur di wilayah Surabaya Pusat, dan mendeskripsikan keterkaitan antara profil bisnis dengan pengembangan budaya perusahaan dan antara profil pengelola dengan pengembangan budaya perusahaan. Teknik analisa yang digunakan dalam penelitian ini adalah statistik deskriptif. Hasil penelitian menunjukkan bahwa pengelola bisnis makanan khas Jawa Timur di wilayah Surabaya Pusat mayoritas berjenis kelamin laki - laki, berusia 36 - 45 tahun dan lebih dari 55 tahun, dan jenjang pendidikan terakhir tamat sekolah menengah. Sedangkan dari profil bisnis pada periode growth, yang diukur berdasarkan jumlah produksi, sumber daya manusia, dan jumlah pelanggan, dari 24 bisnis menunjukkan adanya hubungan antara jumlah produksi, sumber daya manusia, dan jumlah pelanggan yang dimiliki oleh perusahaan. Sedangkan untuk atribut budaya perusahaan dari dimensi simbol - simbol, dimensi filosofi usaha, dimensi nilai - nilai / norma serat dimensi tata cara yang tertulis maupun tidak. Dimensi yang paling banyak digunakan adalah dimensi nilai-nilai / norma, dan dimensi tata cara baik tertulis maupun tidak. Profil bisnis maupun profil bisnis pada saat growth memiliki keeratan hubungan yang rendah dengan pengembangan budaya perusahaan. Begitu pula dengan profil pengelola dengan pengembangan budaya perusahaan memiliki keeratan hubungan yang rendah.",
  "creators": "FANDAYANI RATNA SUGIARTO",
  "contributors": "Soekarno (Advisor and Examination Committee); Bambang Haryadi (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010122/MAN/2010; Fandayani Ratna S. (31406098)",
  "subjects": "CORPORATE CULTURE; ORGANIZATIONAL BEHAVIOR"
}