{
  "id": "14797",
  "title": "Penjadwalan proyek pembuatan tabung pemindah panas di CV Alpha Omega Pandaan",
  "abstract": "Penjadwalan proyek dalam Tugas Akhir ini ditekankan pada penjadwalan proyek pembuatan tabling pemindah panas. Agar dapat membuat penjadwalan proyek tersebut secara sistematis maka diperlukan perhitungan durasi dan varian aktivitas, perhitungan Total Float dan Free Float Time setiap aktivitas, dan penentuan jalur kritis dari proses produksi tabung pemindah panas ini. Ulasan dilakukan dengan menuangkan data-data yang ada ke dalam perhitungan teoritis Sehingga diharapkan dapat memberikan usulan penjadwalan proyek pembuatan tabung pemindah panas yang optimal. Penjadwalan proyek tabung pemindah panas ini menggunakan metode CPM {Critical Path Method) dan PERT (Project Evaluation and Review Technique), dimana dua teknik analisa ini yang sering digunakan dalam penjadwalan proyek. Dalam penjadwalan suatu proyek harus ditentukan dahulu durasi dan varian setiap aktivitas, setelah itu dilakukan pembuatan jaringan kerja. Kemudian menghitung Total Float dan Free Float Time setiap aktivitas, sehingga dapat ditentukan jalur kritisnya. Setelah mendapatkan jalur kritis proyek tersebut, maka selanjutnya dilakukan penjadwalan proyek tersebut. Dengan pengerjaan Tugas Akhir ini diberikan 3 alternatif penjadwalan yang dapat digunakan oleh perusahaan dalam penjadwalan proyek dan pengalokasian sumber daya, jika perusahaan memulai pengerjaan proyek dari waktu mulai tercepatnya (Penjadwalan I), waktu mulai paling terlambatnya (Penjadwalan II), dan dengan cara melihat waktu keterlambatannya (Penjadwalan III). Hasil akhir yang diperoleh menunjukkan bahvva Penjadwalan III yang sebaiknya digunakan oleh perusahaan dalam mengerjakan proyek tabung pemindah panas tersebut.",
  "creators": "MARIO BUDIMAN",
  "contributors": "I Gede Agus Widyadana (Advisor 1); RONALD E. STOCK (Advisor 2); Kriswanto Widiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 092/TMI-22/1998; Mario Budiman (25493064)",
  "subjects": "PROJECT MANAGEMENT"
}