{
  "id": "14804",
  "title": "Fasilitas perawatan usia lanjut paripurna \"Graha Lestari\" di Surabaya",
  "abstract": "Pertambahan usia adalah suatu proses yang alami. Dari tahun ke tahun, jumlah penduduk semakin meningkat. Hal ini disebabkan karena angka kelahiran yang meningkat dan angka moralitas yang semakin berkurang. Dengan berhasilnya Pembangunan Nasional, terutama dalam bidang kesehatan, dimana angka kematian bayi dan angka fertilitas menurun, serta adanya perbaikan gizi masyarakat, berdampak positif meningkatnya umur harapan hidup waktu lahir di Indonesia. Jumlah usia lanjut yang meningkat ini akan mempengaruhi berbagai sapek kehidupan baik fisik, mental, maupun sosial ekonominya. Hal-hal seperti inilah yang kurang, bahkan tidak mendapat perhatian dari masyarakat. Mengingat fasilitas yang disediakan untuk menampung, merawat, mendayagunakan dan meningkatkan mutu hidup kaum lanjut usia masih sangat minim, maka direncanakan Fasilitas Perawatan Usia Lanjut Paripurna \"Graha Lestari\" di Surabaya. Dimana wadah ini merupakan fasilitas untuk tempat tinggal, pemeliharaan dan penyembuhan fisik dan mental (bagi yang cacat dan sakit) yang juga dilengkapi dengan fasilitas klinik rawat jalan bagi lansia, serta merupakan wadah bagi pembinaan dan pengembangan sumber daya manula, sehingga sampai akhir hidupnya mereka masih dapat berguna bagi masyarakat. Pada Proyek Akhir ini, perancangan dimulai dengan konsep untuk menyadarkan para lansia bahwa saat ini dapat menjadi salah satu momen yang paling penting dan paling berarti dari semua waktu mereka. Melalui karya arsitektur ini kita diajak untuk mengerti akan diri kita sendiri. Cara yang dipilih yaitu dengan pendekatan ke alam, karena dengan memanfaatkan alam sekitar dapat membangkitkan kembali memori-memori dan ingatan-ingatan akan masa lalu yang dapat membantu proses penyembuhan fisik dan mental serta mengembalikan semangat hidup mereka. Secara ringkas, isi laporan ini dibagi menjadi empat bab. Dalam bab satu disebutkan tentang latar belakang pentingnya pembangunan proyek ini beserta tujuan dan manfaatnya. Pada bab dua dijelaskan segala sesuatu yang berkaitan dengan perancangan tapak. Bab tiga berisi tentang perancangan bangunan. Dan bab empat merupakan penutup. Dengan demikian maka diharapkan perubahan perubahan yang terjadi dapat dipertanggungjawabkan dengan baik.",
  "creators": "MONICA MULJOSUMARTO",
  "contributors": "Paulus Hendrianto Soehargo (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1718/ARS/47/2000; Monica Muljosumarto (22496087)",
  "subjects": "AGED-HOSPITAL CARE; HEALTH FACILITIES"
}