{
  "id": "14823",
  "title": "Perencanaan dan pembuatan detektor kandungan gas CO2 dengan bantuan mikrokontroller 8031",
  "abstract": "Spektrometri merupakan salah satu cabang fisika yang digunakan untuk mempelajari suatu materi baik mengenai kuantitas materi maupun kualitas materi. Materi seperti CO2 menyerap energi untuk menaikkan energi internalnya. Dasar untuk mempelajari penyerapan inframerah oleh gas CO2 adalah mempelajari energi vibrasional yang ditimbulkan sesudah menyerap energi inframerah. Secara garis besar, mode-mode vibrasi dari CO2 pada daerah inframerah adalah mode bending, antisimetrik, simetrik dan kombinasi dari ketiganya meskipun juga ada mode-mode lain yang didapat pada pengukuran. Dasar kedua untuk mempelajari konsentrasi CO2 adalah hukum Beer yang merumuskan absorpsi suatu materi berbanding lurus dengan konsentrasinya, demikian juga penyerapan energi inframerah oleh gas CO2 berbanding lurus dengan konsentrasinya. Pengukuran konsentrasi CO2 menggunakan bantuan mikrokontroller 8031 untuk menghitung dan mengkalkulasikan rumus yang perlu dimasukkan kemudian menampilkannya pada seven-segment dalam bentuk konsentrasi CO2 dalam satuan ppm. Pengujian yang dilakukan menggunakan gas nitrogen (N2) sebagai gas referensi hal ini dikarenakan gas N2 transparan terhadap inframerah. Pengukuran absorpsi oleh N2 digunakan sebagai patokan dalam menentukan harga standar dari pengukuran dalam spektrometri ini. Pengujian yang dilakukan terhadap beberapa sampel seperti sampel dari kendaraan roda dua, gas dari pembakaran kertas maupun dari udara sekitar menunjukkan angka toleransi 22,9% terhadap hasil pengukuran yang dilakukan oleh NOAA. Pengukuran terhadap asap kendaraan roda dua didapatkan harga sebesar 3267,28ppm sehingga dengan toleransi 22,9% maka pengukuran terhadap asap kendaraan roda dua adalah 3267,28? 748,21 ppm.",
  "creators": "BUDIARTO DAVID HENDRAWAN",
  "contributors": "HERLIANTO TENGGARA (Advisor 1); Heri Saptono Warpindyasmoro (Advisor 2); Murtiyanto Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 98/E/EL/019/364; Budiarto David (23492172)",
  "subjects": "AUTOMATIC CONTROL-COMPUTER PROGRAMS; DETECTORS"
}