{
  "id": "14829",
  "title": "Prototype coronary care unit dengan bantuan IBM PC",
  "abstract": "Penyakit jantung merupakan penyakit yang sangat ditakuti, karena jantung merupakan organ yang sangat vital bagi tubuh manusia yang harus bekerja terus tanpa berhenti. Sekitar 600.000 pasien baru didiagnosis menderita penyakit jantung koroner setiap tahunnya di Amerika Serikat. Kematian jantung mendadak (sudden cardiac death), berarti kematian seseorang tanpa diduga-duga karena tanpa gejala penyakit yang terdiagnosis sebelumnya. Dengan menggunakan kemajuan teknologi, teknik-teknik medis yang baru akan memberikan perawatan kesehatan jantung secara dini. Salah satu perangkat elektronik dalam bidang medis yang berguna untuk mendiagnosis penyakit jantung yaitu electrocardiograph (ECG). Dengan ECG dapat diketahui dan dideteksi apakah jantung bekerja secara normal atau tidak, sehingga dapat diambil tindakan untuk mencegah serangan jantung yang akan terjadi. Berangkat dari permasalahan diatas, maka dalam tugas akhir ini direncanakan dan dibuat Prototype Coronary Care Unit dengan bantuan IBM PC. Coronary Care Unit terdiri dari Cardioscope dan cardiotachometer yang dilengkapi dengan alarm dan rate meter. Sinyal biopotensial dari tubuh manusia diperkuat ? 1000 kali dengan rangkain instrumentasi amplifier. Setelah itu dilakukan sampling oleh Analog to Digital (A/D converter). Supaya tegangan analog diubah menjadi data yang dapat ditampilkan pada layar monitor. Coronary Care Unit ini berfungsi sebagai alat bantu diagnosa dengan memberikan informasi berupa electrocardiogram. Hasil yang dapat dicapai dalam pembuatan Prototype Coronary Care Unit ini adalah dapat ditampilkannya grafik dari sinyal ECG yang berasal dan ECG trainer dengan dilengkapi juga alarm pada saat sinyal ECG berada pada puncaknya sekaligus menghitung jumlah pulsa denyut jantung selama 1 menit. Dari hasil yang didapat bentuk sinyal dari ECG tidaklah sempurna hal ini akibat dari kualitas komponen dan besarnya amplitudo dari sinyal ECG trainer yang tidak sesuai dengan pembuatan alat.",
  "creators": "MARKUS DIYANTO",
  "contributors": "HERLIANTO TENGGARA (Advisor 1); Felix Pasila (Advisor 2); Murtiyanto Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00/E/EL/031/468; Markus Diyanto (23495043)",
  "subjects": "BIOMEDICAL ENGINEERING-COMPUTER PROGRAMS; MEDICAL INSTRUMENTS-COMPUTER PROGRAMS"
}