{
  "id": "14833",
  "title": "A Comparative study of politeness strategies used by Cher in Clueless TV series and by Fifi Alone in Lupus Milenia TV series",
  "abstract": "This study is a comparative study about politeness strategies, which deals with strategies that are used to avoid or minimize the threat on the interlocutor's face. The importance of politeness strategies in social interaction or daily conversation has motivated the writer to conduct this study. In her study, she intends to find out the politeness strategies used by Cher and Fifi Alone, and the type of politeness strategies used die most by them, when they have conversations with the two characters, that are Dionne and Mel in Clueless TV series, and Poppy and Mami in Lupus tylilenia TV series. In other words, the writer tries to do a comparative study of politeness strategies used by Cher in Clueless TV series and by Fifi Alone in Lupus Milenia TV series. The type of politeness strategies, as suggested by Brown and Levinson, can be unredressed Bald on Record, solidarity-based Positive Politeness, formality-based Negative Politeness, or indirect Off Record. The writer uses TV series transcriptions as her data. To analyze the data, the writer uses quahtative approach. The writer at first collects the data, then analyzes them using the theory the writer has, that is Brown and Levinson theory about politeness strategies. In doing this study, the writer also uses tables to help her in classifying the data. After doing the analysis, the writer finds that both Cher and Fifi Alone applies Positive Politeness as the most strategy to both their parents and their friends. This show that both Cher and Fifi Alone try to maintain the close relationship that they have with their parents and their friends. However, Fifi Alone applies Positive Politeness more than Cher does. Furthermore, the writer also finds that both Cher and Fifi Alone apply different rank for the second and the third most strategy to their parents and their friends. To their parents, the second most strategy that is used is Negative Politeness. While to their friends, Bald on Record is used as the second most. Then, to their parents, Bald on Record is used as the third most strategy. While to their friends, the third most strategy that is used is Negative Politeness. This difference on the rank shows that both Cher and Fifi Alone are still aware and respect their parents although they have close relationship with them. In addition, it also shows that Cher and Fifi Alone's relationship with their friends are closer than to their parents. Here, though the rank after the first most strategy is different, still they use the same rank for the least strategy to their parents and their friends, that is Off Record. Finally, the writer can conclude that there are similarities and differences in the usage of politeness strategies between Cher and Fifi Alone. The first similarity is on the rank of politeness strategies used by both Cher and Fifi Alone to their parents, that is Positive Politeness, Negative Politeness, Bald on Record, and Off Record; and to their friends, that is Positive Politeness, Bald on Record, Negative Politeness, and Off Record. The second similarity is that both of them, indeed applies all of politeness strategies as suggested by Brown and Levinson, that are Bald on Record, Positive Politeness, Negative Politeness, and Off Record. Then, the difference is on the number of occurrence of the most strategy, that is Positive Politeness, used by Cher and Fifi Alone. In this case, Fifi Alone's usage of Positive Politeness is greater than Cher's usage.",
  "creators": "ERNIE DIYAHKUSUMANING A.I",
  "contributors": "Julia Eka Rini (Advisor 1); SUBANDI DJAJENGWASITO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 854; Ernie Diyahkusumaning Ayu Imperiani (11496124)",
  "subjects": "DISCOURSE ANALYSIS; SOCIOLINGUISTICS"
}