{
  "id": "14835",
  "title": "Alternatif pemakaian struktur gable frame dengan menggunakan beton pratekan pracetak (prefab prestresses concrete)",
  "abstract": "Penggunaan struktur baja dalam pembuatan gudang sudah merupakan suatu hal yang umum. Tetapi setelah Indonesia mengalami krisis moneter, harga material baja mengalami kenaikan yang besar. Ini akan mempengaruhi biaya total pembuatan gudang dengan struktur baja. Sebagai alternatif lainnya adalah dicoba dengan menggunakan struktur beton. Yang merupakan masalah utamanya, adalah berat sendiri beton yang besar, sehingga jika digunakan untuk bentang yang besar maka akan sangat tidak ekonomis. Sebagai solusinya maka dipakai beton pratekan, yang mampu memikul momen yang Iebih besar meskipun penampangnya kecil. Untuk menjaga mutu beton serta meningkatkan efisiensinya, maka beton pratekan ini dibuat secara pracetak. Permasalahan utama dari beton pratekan pracetak ini adalah terletak pada sambungannya. Penggunaan sambungan yang paling mudah dilakukan adalah sambungan las, tetapi sambungan las ini bersifat getas. Oleh karena itu sambungan las ini didesain sekuat mungkin, sehingga jika terjadi keruntuhan pada struktur, diharapkan bukan terjadi karena lemahnya sambungan. Keuntungan yang didapatkan dari penggunaan beton pratekan pracetak adalah harga materialnya yang jauh Iebih murah daripada baja dan juga penampangnya dapat didesain seekonomis mungkin. Perbandingan harga yang dilakukan membuktikan bahwa struktur Gable Frame dengan elemen beton pratekan pracetak Iebih ekonomis dibandingkan dengan struktur Gable Frame dengan elemen baja.",
  "creators": "NURCHAHYONO HENDRAWAN; DAVID HENDRATA",
  "contributors": "Ir. Prasetio Sudjarwo, M.Eng. (Advisor 1); Tirta Djusman Arief (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1026 S; Nurchahyono Hendrawan (21496111), David Hendrata (21496209)",
  "subjects": "PRESTRESSED CONCRETE CONSTRUCTION"
}