{
  "id": "14848",
  "title": "Pengenalan kelas mobil untuk keperluan penarikan biaya masuk ke jalan tol",
  "abstract": "Berdasarkan Keppres RI no:36 th 1992, tgl 9 Juli 1992 maka kendaraan yang melewati jalan tol dibedakan menjadi 3 golongan, yaitu :golongan I, golongan IIA, dan golongan I1B. Untuk melaksanakan Keppres tersebut PT. JASA MARGA mengandalkan kemampuan penjaga tol dalam membedakan kelas kendaraan yang melewati pintu jalan tol. Sistem ini memungkinkan terjadinya kesalahan persepsi kelas kendaraan yang melewati jalan tol sehingga hasil penggolongan kelas kendaraan yang didapat kurang akurat. Tujuan dari perancangan dari alat ini adalah untuk membantu penjaga tol dalam mengenali kelas kendaraan yang melewati pintu tol. Alat ini menggunakan prinsip photosensor dan hasilnya disimpan dan ditampilkan pada PC. Selain disimpan dan ditampilkan pada PC {Personal Computer) hasil dari alat ini dicetak pada kertas. Penelitian terhadap alat ini terdiri dari dua tahap, yang pertama perencanaan dan pembuatan alat kemudian yang kedua pengujian alat. Perencanaan dan pembuatan alat meliputi perangkat keras dan perangkat lunak. Pada pengujian alat data yang dihasilkan dari alat dibandingkan dengan data pengamatan manual. Hasil pengujian alat menunjukkan bahwa alat yang dirancang sudah dapat membedakan kelas kendaraan yaitu kelas I, IIA, dan IIB tetapi data yang dihasilkan alat masih terdapat selisih atau perbedaan antara pengamatan manual dengan pengamatan alat. Dengan kesalahan rata-rata untuk kelas I adalah 1,65%, kelas IIA adalah 49,5%, dan untuk kelas IIB 0%. Selain hal tersebut alat ini masih belum dapat mendeteksi kendaraan dengan jenis truk gandeng.",
  "creators": "WISMA RONNY ESTIANTO",
  "contributors": "Thiang (Advisor 1); HERLIANTO TENGGARA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00/E/EL/046/483; Wisma Ronny Estianto (23496108)",
  "subjects": "AUTOMATIC CONTROL-COMPUTER PROGRAMS"
}