{
  "id": "14859",
  "title": "Perencanaan dan pembuatan delapan saluran mikropon tanpa kabel dengan menggunakan teknik modulasi frekuensi",
  "abstract": "Semakin moderen kebudayan masyarakat akan menuntut perkembangan dunia hiburan untuk semakin maju pula. Untuk itulah pemakaian mikropon konvensional dalam pertunjukan-pertunjukan panggung dirasakan sangat merepotkan, kurang praktis dan tidak fleksibel, kendala ini disebabkan oleh pemakaian kabel yang panjang-panjang dan banyak untuk banyak mikropon. Pada Tugas Akhir ini dibuat suatu peralatan yang akan memecahkan semua permasalahan yang timbul akibat pemakaian kabel-kabel yang kurang praktis. Alat ini merupakan suatu penggabungan pemancar mini dan penerimanya sehingga memungkinkan penggunaan mikropon tanpa kabel. Perinsip dasar dari alat ini adalah pengiriman sinyal informasi dalam hal ini suara manusia melalui gelombang elektromanetik. Untuk supaya peralatan ini menjadi sangat praktis maka peralatan ini dibuat multi saluran, sehingga hanya memerlukan satu buah penerima untuk delapan buah mikropon. Pada penerapannya peralatan ini harus sanggup menghasilkan suara sejernih mikropon konvensional, untuk itu pemilihan teknik modulasi merupakan suatu yang sangat penting, seperti telah diketahui sistem FM memiliki performa yang baik dibanding sistem-sistem modulasi analog lainnya, untuk itu sistem ini dipilih.Pemilihan sistem FM juga memiliki permasalahan yang lain, yaitu timbulnya desah yang sangat kuat pada saat penerima tidak menerima sinyal dari pemancar, dalam hal ini pemancar dimatikan untuk menghemat baterai. Untuk itu diperlukan rangkaian pembungkam pada saat penerima tidak menerima sinyal FM dari pemancar, yang mana pembungkam akan bekerja berdasarkan kuat sinyal FM yang diterima oleh penerima. Pada perealisasian alat dipilih model rangkaian yang paling praktis dalam pembuatan pemancar karena keterbatasan ukuran yang harus sekecil mungkin. Perencanaan alokasi frekuensi dari pemancar-pemancar diambilkan pada daerah-daerah dimana tidak terdapat pemancar komersial, mengingat daerah frekuensi yang dipakai adalah alokasi frekuensi dari radio FM komersial. Pemisahan kanal yang diperlukan untuk masing-masing pemancar hanya 180KHz, hal ini sesuai dengan pemancar FM mono komersial. Oleh sebab itu lebar jalur yang dibutuhkan untuk kedelapan pemancar tersebut tidak lebih dari 1,5 MHz, sehingga penempatan frekuensi masing masing pemancar dapat disisipkan kedaerah-daerah yang kosong. Pada proses pengukuran dan pengujian alat secara keseluruhan dapat dilihat bahwa pada sistem FM dalam proses penerimaan dan pemancaran tidak memiliki respon frekuensi yang datar benar, hal ini terlihat penonjolan pada nada frekuensi rendah yang lebih tinggi dari yang lain, tetapi untuk frekuensi diatas 250Hz sampai 20KHz dapat dikatakan respon frekuensinya cukup datar dengan sedikit penonjolan pada frekuensi tinggi yang tidak berarti. Jarak jangkauan yang dihasilkan untuk pemancar yang hanya mengunakan satu tingkat osilator tanpa penguat RF dengan antena kabel sepanjang setengah meter pada pemancar dapat mencapai jarak kurang lebih 35 meter.",
  "creators": "DAVID SUWARNO",
  "contributors": "Resmana Lim (Advisor 1); YOHANES T. D. S (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 98/E/EL/005/350; David Suwarno (23487085)",
  "subjects": "MICROPHONES"
}