{
  "id": "14861",
  "title": "A Study of metacommunicative acts used in \"aneka dialog\" programme on RCTI",
  "abstract": "Metacommunicative Acts is the verbal monitoring. These acts occur in every kind of conversation, including talk show programme on TV. The verbal monitoring based on the analysis of the discussion amaong participants which is controlled by the Interviewer. Metacommunicative Acts are employed in order to make the discussion go smoothly. In this study, the writer wants to find the most occurance of the category system of MA and describe how the subjects perform in the discussion. The data is the discussion in talk show programme namely, Aneka Dialog. The writer uses Stubbs' Metacommunicative Acts to analyze the data since this theory is more elaborate and compherensible. There are eight category systems of Metacommunicative Acts. They are Showing Attention and Attracting, Controlling the Amount of Speech, Checking and Confirming Understanding, Summarizing, Defining, Editing, Correcting, and Specifying Topic. The references about Talk Show and Interviewing are also used in order to support the analysis. The writer then, employs qualitative approach as a method of research in order to analyze the data. From the study, it was found that Showing Attention and Attracting (SAA) is the category system of Metacommunicative Acts which mostly occur. The subjects usually perform the acts during the pause or when the speaker is speaking. By employing SAA, the subjects show his positive attitudes. They consider to give their cooperation and symphathetic to each other in the discussion.",
  "creators": "ESTI WAHYUJATI",
  "contributors": "Lisa Setiawati Nugraha (Examination Committee 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 501; Esti Wahyujati (11491096)",
  "subjects": "ADVERTISING-LANGUAGE; COMMUNICATION IN MANAGENET; LANGUAGE AND LANGUAGES-STYLE"
}