{
  "id": "14865",
  "title": "The Idea of an ideal wife as seen in Shakespeare's the taming of the shrew",
  "abstract": "In The Taming of the Shrew, Shakespeare attempts to reflect the doctrine of order through the ideas about marriage and about the natural relationship between the sexes. According to the doctrine of order, a wife should submit to her husband's authority that she has to be a good wife who has mild behaviour and can respect her husband Thus, in order to bring out the idea of an ideal wife in the play, Kate, the main female character, should be tamed or cured from her unnatural conduct because as a shrewish wife, her conduct is against the doctrine of order. Regarding this, Petruchio's role as the main male character is very essential indeed since he is the one who can help Kate to change her behaviour. Therefore, in this study, I will analyze Kate's reputation as a shrew, Petruchio's reasons in marrying her, and his strategies to change her into an ideal woman and wife. Related to this, this study is aimed to prove if Kate is a shrewish woman and Petruchio's reasons in marrying Kate and the way he changes her. By using literary approach in which the literary theories that I used are characterization and conflict, I may recognize Kate's essential nature and understand the sufficient reasons for Petruchio's determination. I may also know how his role contributes to Kate's transformation from a shrew to an ideal woman and wife. From the analysis, I find out that shrewishness is not Kate's true nature, so she still can be changed. Moreover, Petruchio's reasons in marrying Kate actually is not only because of wealth but also love, and the way he changes her implies a process of education. At the end of the play, it is obvious that as soon as Kate's personality has changed radically, order is confirmed since the wife submits to the husband's domination, and there is a promise of a new beginning in life for Kate and Petruchio.",
  "creators": "ADAMASWATY",
  "contributors": "Jenny Mochtar Djundjung (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.790; Adamaswaty (11496003)",
  "subjects": "ENGLISH DRAMA-EARLY MODERN AND ELIZABETHAN, 1500-1600-STUDY AND TEACHING; SHAKESPEARE, 1563-1616. THE TUMING OF THE SHREW-STUDY AND TEACHING"
}