{
  "id": "14864",
  "title": "A Lexical study : the translation of some borrowed and foreign nontechnical terms into their Indonesian equivalents",
  "abstract": "This thesis is a study on the translation of some nontechnical terms into their Indonesian equivalents. The terms are foreign and borrowed ones. This study is trying to find the appropriate equivalents for every term. Therefore, the use of translation theory is essential. Also a theory about a term in Fedoman Umuvi Fembentukan Istilah is important for analysing the data. Here, the data are taken from two sources of newspapers, Surabaya Post and Tawa Pos. There are 30 terms used in the analysis. In this case the data are the ones which are commonly used in newspapers. In the findings, the data are then analysed into two categories. The first category is borrowed terms with unclear meaning and the second is foreign terms with unclear meaning. In analysing the data, the use of dictionaries, an English-English dictionary, an English-Indonesian dictionary and an Indonesian-Indonesian dictionary, is essential, because this thesis relates to lexicon, in this case finding the right equivalent. One term should be checked in those three dictionaries. If the term is in the form of borrowed terms, while the meaning of that term does not exist, the term should be shifted to the original word first. For example the term ratifikasi. It is better replaced into pengeBahan because it is more understandable. Besides it can function as verb, sail, mengesahkan, disahkan and as noun, kesahan. If the term ratifikasi is used as verb, it will not be practical because it is too long , that is meratifikasi or diratifikasi. Hence, the equivalent should be suitable with the context of the sentence. This thesis also includes the reason for choosing tlio Indonesian equivalent ralhei than Hie borrowed and foreign nontechnical terms, based on Pedoman Umum Pembentukan Istilah by Pusat Pembinaan dan Pengembangan Bahasa. All in all, it can be seen that the Indonesian equivalents are more productive than the borrowed and the foreign nontechnical terms. Besides, they are understandable and suitable with the criteria ol coining a term.",
  "creators": "ARYANTI",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Theses No. 633; Aryanti Limarno (11492050)",
  "subjects": "LINGUISTICS-STUDY AND TEACHING"
}