{
  "id": "14869",
  "title": "A Study of speech styles as seen in Suroboyoan column in Jawa Pos",
  "abstract": "This study deals with the speech styles used by the characters in Suroboyoan column in Jawa Pos. Suroboyoan column is a small column occurred in Jawa Pos in 1997. This article was written by some persons and was in the form of narration. It told about misfortunes, troubles and silly experiences of the characters. Interestingly, their intended meaning were expressed in certain speech styles. The writer took fifteen articles of Suroboyoan column as the source of data. In identifying the various kinds of speech styles used among the characters in Suroboyoan column, the writer applied Joos' theory of styles, Holmes' theories of social factors and social dimensions as the basic theory. Firstly, in the data analysis the writer identified the participants, setting, and topic of conversation. Besides, the data were divided into two broad divisions namely the formal and informal styles through the term of address, the characters' relationships, the level of formality and the language used. Furthermore, based on the findings, the casual style occupies the highest rank of speech styles used; while the formal style is the least occuring style. Consequently, the writer draws a conclusion that the speech style used by the characters of Suroboyoan column are mostly influenced by several social factors. Those are the type of social context, the relationship and the status among the characters, the topics of conversation as well.",
  "creators": "MELINDA HARTANTO",
  "contributors": "Anneke Heritaningsih Tupan (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Theses No. 693; Melinda Hartanto (11494097)",
  "subjects": "SOCIOLINGUISTICS"
}