{
  "id": "14868",
  "title": "Komputerisasi analisa kapasitas dukung pondasi dan evaluasi data tanah hasil uji sondir (CPT)",
  "abstract": "Dengan meluasnya penggunaan komputer dalam berbagai bidang, skripsi ini mencoba untuk mengkomputerisasikan perhitungan dan penyajian grafis dari data sondir. Hal ini dikarenakan dengan adanya langkah-langkah kerja dan perhitungan yang sama pada setiap titik yang berulang-ulang. Jika dilakukan dengan perhitungan secara manual, dengan sendirinya mempunyai tingkat ketelitian yang terbatas. Dengan digunakannya komputer untuk melakukan perhitungan kekuatan daya dukung tanah, perkiraan penurunan dan penggambaran susunan dan pengenalan jenis lapisan-lapisan tanah dari data sondir, penyajian gambar susunan tanah, stratigrafi tanah dan presentasi grafik sondir, maka waktu yang digunakan akan lebih singkat juga hasil perhitungan dan penggambaran akan lebih akurat. Di sisi lain pemakaian komputer kini telah meluas dan harga perangkat keras komputer kini semakin murah, sehingga penggunaan komputer dalam perhitungan-perhitungan dan penggambaran akan menjadi lebih ekonomis. Skripsi ini bertujuan membuat program komputer yang dapat memberikan output, jenis tanah, daya dukung pondasi, penurunan tanah, grafik data sondir dan gambar susunan strata tanah (stratigrafi). Khusus untuk grafik data sondir, program ini dapat memberikan output yang dapat dibaca dengan paket program AutoCAD. Data sondir disimpan dalam suatu file, sehingga sewaktu-waktu dapat dimanfaatkan apabila diperlukan.",
  "creators": "I.M. BUDIHARTO S.; SIANI ENDAHWATI",
  "contributors": "Sugeng Setyawan (Advisor 1); Sukanto Tedjokusuma (Advisor 2); Agus Adhisetiono Sutanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 555; I.M.Budiharto S (21486080), Siani Endahwati (21486095)",
  "subjects": "SOIL MECHANICS-COMPUTER PROGRAMS; SOILS-TESTING-COMPUTER PROGRAMS"
}