{
  "id": "14867",
  "title": "Locution, illocution and perlocution in friends concerning Joey's and Chandler's problems about their separation",
  "abstract": "Language is used to communicate with others. Furthermore, there are implicit meanings behind utterances because sometimes when we say something we do not exactly just say it. This condition encourages the writer to increase her awareness of the study of the speech acts theory focused on the locution, illocution, and perlocution. Austin considers that to say something may be to do something and concludes that in uttering, one can perform three acts simultaneously: locutionary act, illocutionary act, and perlocutionary act. The three questions that the writer tries to answer are: 1) what are the locutionary meanings and the locution types of the locutions in Friends. 2) what are the illocutionary forces and the illocution types of these locutions and 3) what are the perlocutions of the utterances produced by the characters in Friends. The writer chooses Friends as her source of data because Friends is known as the one of the American top serials which is also successful in Indonesia. Friends is also admitted by experts because of its quality. And the problems in Friends are everyday life's problems which might happen in our life, too. In this study, the writer limits her study to seven scenes from fifteen scenes presented. She takes seven scenes only because only these scenes are relevant to Joey's and Chandler's problem about their separation, while the other scenes are not. In this study she focuses on one possibility of illocutionary forces. To answer the problems, she uses the speech acts theory focusing on the locution, illocution, and perlocution. She uses Langacker's and Searle's description in analysing her data. And she uses descriptive and qualitative research to describe the locution, illocution, and perlocution in television series Friends. Having analysed the data, the writer finds that a declarative type does not exist in the illocutionary act. And she also finds that a declarative form is conventionally used for asserting, showing proudness, disbelieving, criticizing, admiring, understanding, showing confusion, apologizing, disagreeing, agreeing, complimenting, showing happiness, showing sadness, expressing anger, greeting, requesting, suggesting, promising, and refusing. The next finding is that an interrogative form is conventionally used for showing proudness, disbelieving, criticizing, admiring, greeting, joking, showing anger, requesting, suggesting, and asserting. And the last finding is that an imperative form is conventionally used for commanding, disbelieving, and showing happiness. The perlocutions are not always verbal but non- verbal ones also occur. And most of the speakers are able to interpret the speaker's intention well, so the interaction goes smoothly.",
  "creators": "YONG KATHERIN",
  "contributors": "SUKEMI, PROF.DR.M.A. (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Theses No. 593; Yong Katherin (11493008)",
  "subjects": "SOCIOLINGUISTICS"
}