{
  "id": "14863",
  "title": "A Struggle to search for self-identity as reflected through the main character in Maxine Hong Kingston's the woman warrior",
  "abstract": "The thesis is written to analyze the idea of searching for self identity as seen through the protagonist's struggle to find her self-identity in Maxine Hong Kingston's The Woman Warrior. By discussing the protagonist, the writer of the thesis wants to prove that one of the factors which creates the confusion is the cultural differences between Chinese-American daughter and her China-born mother. Since the differences between the eastern and the western is very sharp, the protagonist is placed in situation full of confusion, until she finds that she cannot determine her identity, whether she is Chinese or America. The confusion turns up to a conflict with the mother as the protagonist adopts the American norm and culture as her own, she realizes that the characteristic of her mother's culture is illogical and superstitious. Thus, the protagonist finally comes to a decision to determine her self-identity by understanding the two contrast cultures, Chinese and American. She is trying to grasp the idea of Chinese and America through her point of view, regardless the fact that she is physically Chinese. Finally, by putting herself between the two cultures and understanding them, the protagonist is finally able to find her self-identity as she can determine her position in her society without ignoring her own race.",
  "creators": "ESTHER MEGAWATI",
  "contributors": "Julia Eka Rini (Advisor 1); Dra. Sarah Prasasti, M.Hum. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 688; Esther Megawati (11492048)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; KINGSTON, MAXINE HONG, 1940- .... THE WOMAN WARRIOR-STUDY AND TEACHING"
}