{
  "id": "14879",
  "title": "An Analysis on the negative syntatic patterns used by the major black characters in Handberry's A Raisin in the Sun",
  "abstract": "Everyone can read and enjoy poems, novels and drama without having knowledge of linguistics; however, understanding the language used in a literary work is very important to help the readers in understanding the content. The writer herself experienced difficulties when she read Lorraine Hansberry's drama A Raisin in the Sun which mostly used Black English. In this study the writer is going to find out the negative syntactic patterns used by the four major black characters and Lorraine Hansberry's style used in the negative patterns of her play. By using descriptive method of research, the writer collects all negative utterances produced by the four major black characters - Walter, Mama, Ruth and Beneatha as the source of data. In classifying and analyzing the data, the writer uses relevant underlying theories they are Baker's and Francis's theories of negative sentence and Labov's theory of Black English negative patterns. The data is classified and analyzed to find the negative syntactic patterns used by the four major black characters in this play. Comparison is also done to see whether these four characters use similar negative patterns. When the patterns revealed, the writer will see the style that Hansberry used in this play. The result shows that the negative syntactic patterns used in this play is Black English negative syntactic pattern - negative syntactic pattern with \"ain't\" and double / multiple negative - which is applied consistently on three major black characters and these three characters use similar negative pattern. This means that Lorraine Hansberry uses the Black English style in the negative pattern of her drama A Raisin in the Sun; however, she does not consistently apply it on one major character.",
  "creators": "ELSIE KRISTIANI GUGUS",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); SUBANDI DJAJENGWASITO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 710; Elsie Kristiani Gugus (11494038)",
  "subjects": "ENGLISH LANGUAGE-GRAMMAR"
}