{
  "id": "14878",
  "title": "A Study on Raselas' character development in his journey in Samuel Johnson's the history of Raselas, Prince of Abissinia",
  "abstract": "This thesis is a study on the character development of Raselas, the main character, in his journey to find happiness. Raselas is a very naive and inexperienced young prince who lives at a special place for the king's sons and daughters, named Happy Valley. In Happy Valley, Raselas, as a son of king, always gets what he wants. Feeling bored and unhappy with his monotonous days, he decides to go outside Happy Valley to search for a perfect figure of human being to imitate in order to get happiness. In his searching for happiness, Raselas gets many worthy experiences that lead him to his character development at the end of his journey. The thesis writer would like to discuss how Raselas' character develops from the beginning of his journey to the end of it and how some characters he meets influence his character development. To achieve the goal of her analysis, she uses literary device namely characterization supported by a theory of psychology. The thesis writer also finds out that from his interactions with various types of people in his journey, Raselas gets many worthy lessons of life which enrich his thoughts and develop his characters. Hence, the thesis writer concludes that the main character, Raselas' character development is greatly influenced by his social environment, especially the people around him. Here, Raselas' curiosities which desire of 'perfectness' not only encourage him to undergo his journey, but also teach him some worthy lessons to form him to be a more mature and wiser man at the end of his journey.",
  "creators": "LINDA",
  "contributors": "Dra. Sarah Prasasti, M.Hum. (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 708; Linda (11493161)",
  "subjects": "ENGLISH FICTION - 17TH CENTURY-STUDY AND TEACHING; JOHNSON, SAMUEL, 1709-1784.THE HISTORY OF RESELAS, PRINCE OF ABISSINIA-STUDY AND TEACHING"
}