{
  "id": "14876",
  "title": "Perencanaan dan pembuatan alat untuk memonitor sinyal ECG (electrocardiogram)",
  "abstract": "Selama bertahun-tahun penyakit dan serangan jantung telah banyak merenggut nyawa orang. Di Amerika Serikat penyakit jantung menjadi salah satu penyebab kematian yang cukup besar. Para dokter dan peneliti telah berusaha keras untuk mengamati dan memahami tentang penyakit ini. Dalam upaya peningkatan perawatan kesehatan masyarakat yang semakin berkembang, maka dibutuhkan kemajuan dalam teknologi peralatan yang ada. Kebutuhan akan peralatan iustrumentasi kedokteran yang dapat melakukan pengukuran dengan benar dan akurat mutlak diperlukan. Salah satu alat yang dipergunakan dalam pemeriksaan kondisi jantung seseorang adalah mesin elektrokardiograf. Mesin elektrokardiograf sangat berguna dalam pemeriksaan jantung, karena mesin ini dapat memeriksa dan menentukan kelainan-kelainan yang timbul pada jantung seseorang tanpa memerlukan pembedahan. Dengan hasil yang diperoleh berupa rekaman electrocardiogram (ECG) seorang dokter dapat menentukan kondisi jantung seseorang apakah normal atau tidak. Oleh karena itu dalam tugas akhir ini akan dibuat suatu alat yang dapat menampilkan sinyal ECG dengan menggunakan kombinasi enam sandapan. Setelah melalui penguatan yang cukup sinyal ECG yang diperoleh dilewatkan pada rqpgWqjpn filter dan selanjutnya diubah menjadi data digital dengan menggunakan rnngkaian ADC. Data digital selanjutnya diproses oleh komputer sehingga grafik rekaman sinyal ECG dapat ditampilkan pada layar monitor komputer.",
  "creators": "WAHYUDI SUTRISNO",
  "contributors": "HERLIANTO TENGGARA (Advisor 1); Resmana Lim (Advisor 2); MOCHAMAD HEROE (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 97/E/EL/008/307; Wahyudi Sutrisno (23490063)",
  "subjects": "ELECTROCARDIOGRAPHS; HEART-TRANSPLANTATION"
}