{
  "id": "14880",
  "title": "A Study on the grammatical errors produced by the students of speaking VI class of English Department of Petra Christian University",
  "abstract": "The writer starts this research with a curiosity. He wants to find out whether the students of Speaking VI class of Petra Christian University's English Department still produce grammatical errors or not. In this thesis, the writer analyzes the grammatical errors, the type of the errors, and the error that the students tend to produce. In doing the analysis, the writer based his thesis on the theories of Corder and Charas Ubol. The writer uses the theories of Corder because he believes that through error analysis, language scholars can point out clearly the causes of errors in their learning process. The writer then applies Charas Ubol's theory of how to do the error analysis. In order to find the framework of the grammar, Dulay, Burt and Krashen's theory, Surface Strategy Taxonomy, is also applied in this thesis. Concerning with the analysis, the writer analyzes the data, and put them into their categories and sub-categories, according to the Surface Strategy Taxonomy theory. After analyzing the data, the writer also provides the correct form of the errors. At the end of the analysis, he finds out that the most frequent error is the misformation of singular and plural form. Finally, the writer recommends the teachers and students to pay more attention on the grammatical rules, when they come to a situation where they have to use them. He also hopes that this thesis can be beneficial for the students who want to conduct similar research.",
  "creators": "IFAN TIRTA WIJAYA",
  "contributors": "Theophilus Jokri (Advisor 1); Anneke Heritaningsih Tupan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 771; Ifan Tirta Wijaya (11495050)",
  "subjects": "ENGLISH LANGUAGE-GRAMMAR-ERRORS OF USAGE"
}