{
  "id": "14898",
  "title": "Perencanaan teknik pengendalian erosi dan sedimentasi das way sikula",
  "abstract": "Sungai Sikula berada di daerah Laha, pulau Ambon, propinsi Maluku, yang keberadaannya dekat dengan iapangan terbang Pattimura yang merupakan bandara yang terbesar propinsi Maluku dan bermuara di teluk Ambon. Panjang 6ungai Sikula 11,50 Km yang daerah alirannya berawal dan ketinggian 759 m diatas permukaan laut, di guiiung WaJiate yang memiliki daerah aliran sungai seluas 18,50 Km. Kondisi di bagian hulu sungai berupa pegunungan dengan sebagian besar DAS niasih ditumbuhi tanaman liar. Di daerah hulu pada umumnya terdiri dan batuan muda sehingga mudah pecah dan mudah berubah akibat adanya pengaruh dari perubahan luar terutama oleh cuaca. Fada waktu musim penghujan, air sungai cukup deras dan sangat banyak membawa material yang berupa batuan kerikil dan pasir, material mi kemudian mengendap sepanjang sungai bagian hilir, karena air sungai sudah tidak mampu lagi membawa material tersebut, akibat adanya pengendapan material di dasar sungai tersebut, dasar sungai menjadi naik sehingga perbedaan antara dasar sungai dan daerah sekitarnya relatif kecil, sehingga pada musim hujan air sungai meluap ke daerah sekitarnya. Ini menyebabkan terjadinya .banjir, dan akibat banjir yang terjadi setiap tahunnya, di sungai Sikula menyebabkan tergaaggunya sistem pelayanan transportasi udara, karena luapan dari sungai Sikula menimbulkan genangan pada bandara Pattimura. Untuk itu perlu dilakukan Perencanaan Pengendalian Erosi dan Sedimentasi, sehingga dapat menghasilkan suatu Perencanaan Erosi dan Penanggulangan Sedimentasi Way Sikula yang baik",
  "creators": "HELYANTI SIMANJUNTAK; MARTINI MAIRUHU",
  "contributors": "Ir. Prasetio Sudjarwo, M.Eng. (Advisor 1); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi : No.052.TS; Helyanti Simanjuntak (2193050) & Martin Mairuhu (2195937)",
  "subjects": "EROSION"
}