{
  "id": "14905",
  "title": "The Electronoc mail discourse analysis of posting sent to Petra Christian University's webmaster",
  "abstract": "This thesis discusses about electronic mail discourse analysis. Electronic mail or e-mail is a form of information interchange, in which messages are sent from one personal computer to another via modems and telecommunication system. Electronic mail discourse is a relatively new form of discourse with its own peculiarities. Thus, it rises the writer's curiosity on the characteristics of the electronic mail discourse in the e-mail of Petra Christian University's Webmaster, the characteristic of the electronic mail discourse that mostly occurs in the e-mail of Petra Christian University's Webmaster, and the type of discourse that is mostly performed in the electronic mail discourse characteristics. In order to come to the findings, the writer uses the theory of Brown & Yule (1983), McMurdo (1995), Krol (1994), Sims (1996), Goodman & Graddol (1996), Hightower & Sayeed (1996), Jacobson (1996), Cicourel (1973), and Ong (1982), that are about electronic mail discourse. The writer's research uses both descriptive and qualitative method in analyzing the data. The writer uses both methods, since she wants to find out and describe the characteristics of electronic mail discourse. The data she used are English e-mails that are sent to Petra Christian University's Webmaster. Then, the data are categorized based on the characteristics of written and spoken discourse. The writer analyzes the postings and finds that there are eleven characteristics that are complete sentences (47), syntactic devices (26), incomplete sentences (24), lower-case letters (24), incomplete words (18), misspelling words (15), upper-case letters (5), emoticons (4), repeated letters (3), explicit statements (2), and filler (1) appearing at electronic mail discourse. The total number above is not a definite measurement in indicating the position of electronic mail discourse characteristics. The position of electronic mail discourse characteristics above may happen only in the analysis of postings that are sent to Petra Christian University's Webmaster. This may change in different analysis. The message of e-mail, that carries the characteristics of spoken discourse and written discourse, represents the electronic mail discourse. The result shows that the features of spoken discourse manipulate more than the features of written discourse in the characteristics of electronic mail discourse.",
  "creators": "SIENNY WIJAYA",
  "contributors": "Julia Eka Rini (Examination Committee 1); Lisa Setiawati Nugraha (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 872; Sienny Wijaya (11497006)",
  "subjects": "ENGLISH LANGUAGE-DISCOURSE ANALYSIS"
}