{
  "id": "14901",
  "title": "An Analysis of syntactic structures in advertisements with pictures in the Jakarta Post",
  "abstract": "This study is done in order to find out the syntactsc structures m the advertisements with pictures in The Jakarta Post. Such aim is broken into two main problems of the study: (1) What syntactic structure and their component used in the advertisements with pictures in Jakarta Post? (2) What is the predominant syntactic structure in each part of advertisement? The Syntax theories used in solving these problems are Nelson's tour syntactic structures and the theory of part of speech. Twenty advertisements with pictures from Jakarta Post, which consist of 53 cooy-writing: 20 headlines, 43 sub-headlines, 20 details, and 10 slogans, are collected as the data and analyzed usino. the two thcorses above From the interpretation and conclusion of the anslysis it can be seen that all four kinds of syntactic structures used in the advertisements but each has different degree of using, Headline of the advertisements tends to use Structure of Modification and the sub-headline does too. Details part in the advertisement tends to used Structure of Predication while the slooa?; does not have any predominant structure that construct its copy-writing. Those structures are constnicted by many kind components of structures and pasts of speech. This fact is helped by the existence of the theory of parts of speech that can really support in understanding and showing the components that construct the syntactic pattern used in the advertisements with pictures in the Jakarta Post, the Indonesian newspaper which uses English as the language Thus, by working on those two theories, the feature of the advertisements with pictures in The Jakarta Post can be described,",
  "creators": "FEBBY SARI",
  "contributors": "Lisa Setiawati Nugraha (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 811; Febby Sari (11495018)",
  "subjects": "ENGLISH LANGUAGE-GRAMMAR"
}