{
  "id": "14906",
  "title": "Pembangkitan listrik tenaga air dengan kincir angin sebagai sarana pembantu",
  "abstract": "Upaya mencari sumber energi alternatif sebagai pengganti bahan bakar fosil saat ini terus dilakukan para ahli, karena sumber-sumber energi yang tersedia sekarang ini diperkirakan semakin menipis. Selain itu, diversifikasi pemanfaatan energi yang tersedia sekarang ini juga kurang luas. Karena itu, perlu dipikirkan penggunaan sumber energi yang murah dan terbarukan, seperti energi matahari, energi air dan energi angin. Pembangkitan listrik energi air sudah kita mengerti dengan baik, tetapi pembangkitan listrik energi air ini hanya memungkinkan untuk daerah tertentu saja. Sedangkan energi angin tersedia diseluruh permukaan bumi. Selama matahari masih tetap menyinari bumi, energi angin akan tetap ada. Karena itu dipikirkan suatu cara untuk mengkombinasikan kedua jenis sumber energi ini. Karena kecepatan angin cenderung berubah-ubah, maka dalam tugas akhir ini, energi angin hanya digunakan sebagai sarana pembantu dalam pembangkitan listrik tenaga air. Energi kinetik angin dikonversikan menjadi energi mekanik dengan kincir angin. Energi mekanik kincir angin inilah yang digunakan untuk memompa air pada tangki penyimpanan yang dibangun pada ketinggian tertentu. Tangki penyimpanan ini digunakan sebagai media penyimpanan energi. Dalam pemanfaatannya, energi potensial air yang tersimpan dalam tangki penyimpanan ini dikonversikan menjadi energi kinetik yang digunakan untuk menggerakkan turbin air. Energi mekanik dari turbin air inilah yang digunakan untuk memutar rotor generator untuk membangkitkan listrik. Walaupun sistem pembangkitan listrik tenaga air dengan memakai energi angin sebagai sarana pembantu ini mempunyai effisiensi yang rendah, tetapi karena sumber energi yang digunakan adalah sumber energi yang murah dan terbarukan, maka ditinjau dari segi ekonomis, sistem pembangkitan listrik ini adalah cukup menguntungkan.",
  "creators": "HERYTOH",
  "contributors": "HADI SOETRISNO (Examination Committee 1); BUNAWI GUNAWIDJAJA (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 95/E/TST/009/0136; Herytoh (23490042)",
  "subjects": "HYDRAULIC TURBINES; HYDROELECTRIC POWER PLANTS"
}