{
  "id": "14910",
  "title": "Studi literatur tentang penerapan learning organization pada perusahaan kontraktor",
  "abstract": "Organisasi merupakan salah satu unsur penting dalam perusahaan kontraktor, karena organisasi menipakan suatu sistem yang sangat penting di perusahaan. Maju mundumya perusahaan sangat dipengaruhi oleh organisasi yang ada dalam perusahaan tersebut. Kehidupan organisasi yang baik dalam suatu perusahaan sangat mendukung kemajuan dari perusahaan kontraktor. Sedang jika pengelolaan organisasi yang buruk dapat mengakibatkan perusahaan tidak maju bahkan dapat meruntuhkan perusahaan tersebut. Tapi dapat juga suatu organisasi yang sudah dikelola dengan baik tapi tidak dapat mengikuti perkembangan jaman, maka organisasi tersebut juga akan terhambat. Teori tentang Learning Organization adalah suatu cara dimana perusahaan selalu belajar meningkatkan kualitas organisasi untuk menghadapi persaingan dan perkembangan jaman Penelitian Learning Organization pada perusahaan kontraktor untuk mengetahui sampai sejauh mana perusahaan menerapkan tentang teori Learning Organization oleh Peter Senge. Yang terdiri dari lima disiplin ilmu yaitu Personal Mastery, Mental Model, System Thinking, Shared Vision, dan Team Learning dan juga ditambah oleh Partnering. Penelitian ini dilakukan dengan metode penyebaran kuesioner kepada perusahaan kontraktor untuk mengumpulkan data-data yang dibutuhkan. Perusahaan-perusahaan kontraktor yang diteliti adalah perusahaan-perusahaan kontraktor kelas A yang ada di Surabaya. Hasil survey menujukkan pada perusahaan kontraktor sudah ada awal dan pondasi yang kuat untuk melaksanakan langkah-langkah dalam Learning Organization, tetapi hal itu masih dirasakan kurang karena untuk penerapan secara penuh masih sangat kecil, atau dengan kata lain perusahaan harus meningkatkan pembelajaran organisasinya untuk membangun sebuah Learning Organization.",
  "creators": "TJAHJONO SUGONDO; WIDAGDO",
  "contributors": "Jonathan Hendra Kusuma (Examination Committee 1); Paulus Nugraha (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1105.S; Tjahjono Sugondo (21493088), Widagdo (21493135)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}