{
  "id": "14918",
  "title": "Evaluasi kegagalan balanced scorecard pada unit bisnis di PT. \" X \"",
  "abstract": "PT \" X \" merupakan perusahaan manufaktur yang bergerak pada pembuatan elektronik. Jenis produk yang dihasilkan perusahaan ini adalah consumer electronic, media strorage, TV rack, dan CD kosong. Perusahaan memerlukan pengendalian kerja untuk mencapai visi dan misi perusahaan. Pengendalian kerja dilakukan dengan melakukan pengukuran kinerja dengan menggunakan Balance Scorecard. Penggunaan metode Balance Scorecard ini telah dilakukan sejak tahun 2000. Setelah Balanced Scorecard dijalankan bertahun-tahun, ternyata kinerja dari perusahaan tidak menunjukkan kemajuan yang berarti. Selama ini, perusahaan masih belum mengetahui faktor - faktor apa sajakah yang berpengaruh terhadap kegagalan Balanced Scorecard. Tugas akhir ini dilakukan untuk mencari faktor - faktor yang berpengaruh terhadap kegagalan Balanced Scorecard. Pencarian faktor - faktor kegagalan Balanced Scorecard dilakukan dengan menyebarkan kuesioner. Melalui kuesioner tersebut, diketahui bahwa perusahaan melakukan kesalahan di dalam merancang Balanced Scorecard serta belum adanya kesiapan dari pihak perusahaan sendiri. Ditinjau dari kesalahan perancangan Balanced Scorecard adalah terdapatnya ukuran-ukuran penentu Key Performance Indicator ( KPI ) yang tidak sesuai dengan strategi unit. Kesiapan dari pihak perusahaan dilihat dari sikap pimpinan yang tidak memiliki kesepakatan dalam penentuan target KPI, dukungan dan partisipasi pimpinan, serta sikap pimpinan yang selalu mendengarkan konsultan.",
  "creators": "YOLANDA SOEDIBYO; ERWIN SUJITNO",
  "contributors": "I Nyoman Sutapa (Advisor 1); Herri Christian Palit (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021399/IND/2009; Yolanda Soedibyo (25406002), Erwin Suyitno (25406101)",
  "subjects": "WORK MEASUREMENT"
}