{
  "id": "14915",
  "title": "Penggunaan geotekstil pada struktur penahan tanah",
  "abstract": "Penggunaan lapisan tanah pasir dengan penambahan beberapa lapis geotekstil biasa digunakan untuk mengatasi permasalahan pada struktur penahan tanah . Lapisan tanah pasir dengan penambahan beberapa lapis geotekstil berfungsi untuk meminimalkan tekanan tanah aktif yang terjadi pada struktur penahan tanah tersebut. Dengan penambahan geotekstil ini diharapkan dapat memikul beban yang lebih besar. Suatu penelitian berupa test pembebanan telah dilakukan pada suatu model struktur penahan tanah dengan mengamati peningkatan beban yang dapat diberikan oleh model struktur penahan tanah dengan lapis perkuatan geotekstil dibandingkan dengan model sturktur penahan tanah tanpa lapisan geotekstil. Hasil percobaan menunjukkan bahwa peningkatan beban terbesar yang dapat diberikan oleh model stuktur penahan tanah dengan lapisan geotekstil dibandingkan dengan tanpa lapisan geotekstil adalah sebesar 1040%, yaitu pada percobaan dengan mempergunakan geotekstil dari jenis Hate Reinfox sebanyak 7 lapis (sejarak 7,5 cm). Peningkatan beban yang terjadi dengan penambahan 5 lapis Hate Reinfox (sejarak 10 cm) adalah sebesar 912,5%, pada pemakaian 3 lapis Hate Reinfox (sejarak 15 cm) terjadi peningkatan sebesar 185% bila dibandingkan dengan tanpa lapisan geotekstil. Sedangkan dari jenis HDPE G-Line, peningkatan beban terbesar yang dapat diberikan oleh model struktur penahan tanah dengan lapisan geotekstil dibandingkan dengan tanpa lapisan geotekstil adalah sebesar 975%, yaitu pada percobaan dengan menggunakan 7 lapis HDPE G-Line (sejarak 7,5 cm). Peningkatan beban yang terjadi dengan penambahan 5 lapis HDPE G-Line (sejarak 10 cm) adalah sebesar 850%, pada pemakaian 3 lapis HDPE G-Line (sejarak 15 cm) terjadi peningkatan sebesar 138% bila dibandingkan dengan tanpa lapisan geotekstil.",
  "creators": "HENDRIK KURNIAWAN; VICTOR TJAHJO HARTONO",
  "contributors": "Soebianto Tjandrawibowo (Advisor 1); Tirta Djusman Arief (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1003 S; Hendrik Kurniawan (21494087), Victor Tjahjo Hartono (21494225)",
  "subjects": "GEOTEXTILES; SOIL MECHANICS; SOILS-TESTING"
}