{
  "id": "14913",
  "title": "Peranan broker properti dalam pemasaran produk real estate",
  "abstract": "Krisis ekonomi mengakibatkan daya beli konsumen terhadap rumah primer menurun, sementara itu pasar rumah sekunder mengalami peningkatan. Karena kesibukan dan pengetahuan masyarakat yang kurang dalam pemasaran rumah, maka masyarakat lebih senang menggunakan broker. Melihat kenyataan ini, perusahaan broker harus betul- betul dapat berperan dalam memasarkan real estate. Peranan broker dalam penelitian ini meliputi fungsi/peran broker, hambatan dalam menjalankan peran, sumber hambatan, dan cara mengantisipasi hambatan. Penelitian dilakukan dengan menyebarkan kuesioner dan melakukan wawancara pada perusahaan broker properti (11), perusahaan pengembang pemakai jasa broker (3), dan non pengembang terdiri dari penjual pemakai broker (60) dan penjual non pemakai broker (60) di Surabaya. Hasil kuesioner yang diperoleh kemudian diolah dengan analisa mean dan chi square. Berdasarkan analisa mean didapat hasil bahwa peran broker dalam pemasaran real estate adalah \"pihak yang membayar komisi adalah penjual\" dengan mean 4,91 (menurut broker), \"properti yang menarik bagi pasar, \"pemilihan ripe listing, \"sign sebagai bentuk prospek\", \"kecocokan finansial calon pembeli terhadap harga properti\", dan \"pihak yang membayar komisi adalah penjual\" dengan mean 4,67 (menurut pengembang), \"lokasi\" dengan mean 4,57 (menurut penjual pemakai broker), \"komisi untuk harga jual sampai Rp 1.000.000.000,- adalah < 1%\" dengan mean 4,92 (menurut penjual non pemakai broker). Dari mean rata - rata didapat hasil \"kecocokan finansial calon pembeli terhadap harga properti\" dengan mean 4,42. Untuk hambatan dalam menjalankan peran didapat hasil \"peraturan pemerintah yang berlaku\" dengan mean 5,00 (menurut broker), \"kondisi keuangan dari pembeli\" dengan mean 4,33 (menurut pengembang), \"kondisi keuangan dari pembeli\" dengan mean 4,10 (menurut penjual pemakai broker), \"lokasi dan jalan keluar -masuk\" dengan mean 4,60 (menurut penjual non pemakai broker). Dari mean rata - rata hambatan yang paling penting adalah \"kondisi keuangan dari pembeli\" dengan mean 4,11. Kesimpulan yang didapat terdapat perbedaan pendapat tentang peran broker dalam pemasaran real estate untuk masing - masing responden. Berdasarkan peringkat mean rata - rata tertinggi peran yang paling utama adalah \"kecocokan finansial calon pembeli terhadap harga properti\". Untuk hambatan dalam menjalankan peran adalah \"kondisi keuangan dari pembeli\". Disarankan broker mengetahui terlebih dahulu kondisi keuangan calon pembeli sehingga pembeli mendapatkan properti yang cocok dengan keadaan keuangan dan keinginannya.",
  "creators": "IRWAN TANIPUTERA; LILY SETIANINGRUM JAMIN",
  "contributors": "HERRY PINTARDI CHANDRA (Advisor 1); Guana Tandjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 978.S; Irwan Taniputera (21494029), Lily Setianingrum Jamin (21494065)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; REAL ESTATE MANAGEMENT"
}