{
  "id": "14921",
  "title": "Analisis pengaruh Corporate Social Responsibility (CSR) terhadap purchase intention dengan corporate image sebagai variabel intervening: studi kasus pada restoran di Surabaya",
  "abstract": "Perusahaan-perusahaan di Indonesia yang sudah banyak berkembang terutama di bidang industri seperti halnya restoran dan kebanyakan hanya mementingkan profit atau keuntungan semata tanpa memperhatikan hal-hal sosial di sekitar perusahaannya. Dengan adanya CSR atau Corporate Social Responsibility, merupakan sebuah jawaban bagi perusahaan, selain itu guna memenuhi UU no 40 tahun 2007. CSR atau pertanggungjawaban social perusahaan adalah sebuah bentuk sumbangsih perusahaan kepada masyarakat. Hal ini disebabkan karena berdirinya sebuah perusahaan di suatu wilayah dianggap akan memberikan pengaruh baik sedikit maupun besar. Pengaruh ini yang diharapkan oleh Perusahaan guna meningkatkan image dari perusahaan tersebut, dan setelah Corporate Image tersebut diharapkan dapat mempengaruhi tingkat pembelian ( Purchase Intention ) dari Perusahaan / Restoran yang melakukan CSR tersebut dikarenakan didalam benak konsumen sudah ada Corporate Image hasil dari CSR yang dilakukan. Pada penelitian ini menggunakan analisa deskriptif dan analisa Structural Equation Modelling yang lebih dikenal sebagai SEM, penulis ingin mengetahui bagaimana perilaku restoran di Surabaya menjalankan Corporate Social Responsibility ( CSR ) guna menaruh Corporate Image dalam benak konsumen sebagai sampel dengan harapan berpengaruh dalam Purchase Intention. Dan dari hasil penelitian ini menunjukan bahwa Corporate Social Responsibility ( CSR ) berpengaruh signifikan positif terhadap Purchase Intention secara langsung maupun melalui Corporate Image sebagai variabel intervening.",
  "creators": "ELIANTO WIJAYA; HALIM PARTANA",
  "contributors": "Hatane Semuel (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33010082/MAN/2010; Elianto Wijaya (33405009), Halim Partana (33405064)",
  "subjects": "RESTAURANT-MANAGEMENT; CORPORATE IMAGE; SOCIAL RESPONSIBILITY OF BUSINESS"
}