{
  "id": "14937",
  "title": "Pengaruh faktor eksternal terhadap pemilihan fast food restaurant pada mahasiswa Universitas Kristen Petra",
  "abstract": "Salah satu kebutuhan pokok manusia adalah makan. Sehingga banyak orang yang melihat celah untuk berbisnis makanan hal ini menyebabkan semakin banyaknya jumlah restoran di Surabaya. Salah satu jenis restorannya adalah fast food restaurant. Fast food restaurant adalah rumah makan cepat saji yang memiliki Ciri-ciri pelayanan yang cepat, jumlah pelanggan yang besar dan konsisten, memiliki rasa yang konstan. Faktor-faktor yang diduga memiliki hubungan dengan pemilihan Fast Food Restaurant adalah kebudayaan kelas sosial kelompok referensi dan keluarga ( faktor eksternal ). Penelitian ini bertujuan untuk mengetahui apakah kebudayaan kelas sosial kelompok referensi dan keluarga memiliki pengaruh terhadap pemilihan Fast Food Restaurant pada mahasiswa Universitas Kristen Petra. Jenis penelitian ini adalah penelitian kuantitatif yang termasuk dalam rumpun causal research, dimana variabel bebas yang digunakan kebudayaan kelas sosial kelompok referensi dan keluarga. Sedangkan keputusan konsumen sebagai variabel terikat. Metode statistik yang digunakan adalah analisis regresi linier berganda. Dari hasil analisis diketahui bahwa kebudayaan, kelas sosial, kelompok referensi, dan keluarga memiliki pengaruh signifikan secara simultan dan serempak terhadap keputusan konsumen. Sedangkan secara parsial hanya kebudayaan yang tidak memiliki pengaruh signifikan terhadap keputusan konsumen.",
  "creators": "FRENGKY HARTANTO; 33404090",
  "contributors": "Thomas Santoso (Advisor and Examination Committee); Monika Kristanti (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33010079/MAN/2010; Frengky Hartanto (33404016), Diana Sutantri (33404090)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS-RESEARCH"
}