{
  "id": "14957",
  "title": "Analisis faktor-faktor organisasi yang mempengaruhi kesuksesan proyek",
  "abstract": "Tujuan utama dari sebuah proyek konstruksi adalah kesuksesan yang memenuhi kriteria budget, jadwal/waktu, dan kualitas. Banyak faktor-faktor yang menentukan kesuksesan maupun kegagalan proyek dalam memenuhi tujuan ini. Salah satunya adalah faktor-faktor organisasi di sekeliling proyek tersebut. Semua itu membutuhkan pengaturan atau pengelolaan dalam rangka mencapai tujuan bersama yang telah ditetapkan. Proyek yang gagal dapat disimpulkan sebagai sasaran yang tidak tercapai dan sebabnya terutama adalah bahwa ada sebuah atau beberapa aktivitas yang tidak terjadi atau tercapai dalam rangka keseluruhan tugas aktivitas yang telah direncanakan. Salah satu faktor yang mempengaruhi kesuksesan proyek adalah faktor organisasi, yang meliputi faktor organisasi disini adalah : structure (struktur), staffing (penempatan staff), client relation (hubungan dengan klien), attitude toward risk (sikap dalam menghadapi resiko), communication (komunikasi) dan expectation (harapan dari perusahaan). Konsep penelitian ini didasarkan pada teori manajemen proyek dan manajemen organisasi. Penelitian ini merupakan penelitian studi kepustakaan dan survei dengan menyebarkan kuesioner terhadap 34 perusahaan kontraktor di Surabaya. Proses pengolahan data menggunakan perangkat statistik yaitu Friedman Test , analisa mean dan analisa frekuensi. Pengolahan data menggunakan komputer dengan progran SPSS v 10.00 dengan fasilitas Friedman Test dan analisa mean. Friedman Test digunakan untuk pengujian hipotesa sedangkan analisa mean digunakan ufituk menentukan rangking dari tiap faktor. Hasil analisa ini menunjukkan bahwa sikap dalam menghadapi resiko (nilai mean 5.121), menduduki peringkat tertinggi dalam mempengaruhi kesuksesan proyek, kemudian faktor selanjutnya adalah ekspektasi atau harapan (nilai mean 5.072), penempatan staff (nilai mean 5.005), struktur (nilai mean 4.916), hubungan dengan klien (nilai mean 4.867) dan komunikasi (nilai mean 4.647). Kesimpulan yang dapat ditarik adalah bahwa di dalam suatu proyek , sikap dalam menghadapi resiko sangat mempengaruhi kesuksesan proyek tersebut. Sikap dalam menghadapi resiko ini terkait dengan adanya ketidakpastian disekitar proyek, penggunaan teknologi yang ada, kualifikasi dari kontraktor, kualifikasi dari desainer, serta kualifikasi dari owner proyek tersebut.",
  "creators": "OTTAVIA",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Paulus Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1049 S; Ottavia (21496014), Shopia Mineke (21496030)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; INDUSTRIAL PROJECT MANAGEMENT"
}