{
  "id": "14951",
  "title": "Perencanaan dan pembuatan active load balancing unit pada generator 3 fase, 220/380 V, 25 KVA, beban dibatasi 5 KW, unit diparalel dengan PLN",
  "abstract": "Listrik merupakan bentuk energi yang paling cocok dan nyaman bagi manusia modern. Tanpa listrik infrastruktur masyarakat sekarang tidak akan menyenangkan. Makin bertambahnya konsumsi listrik perkapita di seluruh dunia pada umumnya dan di Indonesia pada khususnya menunjukkan kenaikkan standar kehidupan manusia. Pemanfaatan secara optimum bentuk energi ini oleh masyarakat dapat dibantu dengan sistem distribusi yang efektif. Salah satu cara sistem distribusi yang efektif ialah dengan menyediakan sumber pembangkit sendiri, disamping dengan memanfaatkan sumber pembangkit yang sudah tersedia yaitu.menjadi pelanggan dari perusahaan yang menyediakan sumber pembangkit itu, di Indonesia hingga saat ini masih ditangani oleh pemerintah/PLN. Dari beberapa alternatif pemilihan sumber pembangkit sendiri, umumnya pemakaian diesel-generator set paling banyak diminati orang dikarenakan beberapa keuntungan, seperti : dapat/mudah dipindahkan sesuai kebutuhan, dapat lansung start (segera beroperasi) jika dibutuhkan, bahan bakar mudah diperoleh. Untuk melayani kebutuhan beban yang semakin besar, maka diperlukan beberapa diesel-generator set yang dijalankan secara bersaraa-sama (generator dioperasikan secara paralel). Beberapa keuntungan jika generator dioperasikan secara paralel : - Beberapa generator dapat meyuplai beban yang lebih besar daripada dengan sebuah generator. - Menaikkan keandalan dari sistem daya. - Menjaga kontinuitas pelayanan apabila ada generator yang harus dihentikan, misalnya untuk istirahat atau perawatan. - Jika hanya satu generator yang digunakan dan genera-tor itu tidak beroperasi dekat beban penuh, maka hal ini akan menjadi tidak efisien. Pemakaian generator yang lebih kecil kapasitas dayanya akan lebih efisien dikarenakan generator beroperasi dekat beban penuh. Pemakaian alat Active Load Balancing Unit pada generator yang dioperasikan secara paralel akan memu-dahkan pembagian beban aktif secara otomatis sehingga diharapkan dapat menunjang keuntungan-keuntungan dari generator yang dioperasikan secara paralel dengan lebih optimum lagi.",
  "creators": "LIM KIT",
  "contributors": "Limboto Limantara (Advisor 2); BUNAWI GUNAWIDJAJA (Advisor 1); SYARIFFUDDIN M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsii No. 96/E/TST/012/166; Lim Kit (23489132)",
  "subjects": "ELECTRIC GENERATORS; ELECTRIC GENERATORS-ALTERNATING CURRENT"
}