{
  "id": "14963",
  "title": "Peningkatan kualitas maintenance dengan menggunakan statistical process control (SPC)",
  "abstract": "Kualitas merupakan salah satu komponen penting dalam menentukan suatu perusahaan dapat bertahan dalam persaingan di dunia industri. Salah satu metode yang digunakan dalam upaya mencapai kualitas yang diinginkan adalah Statistical Process Control atau disingkat SPC. Penggunaan metode ini untuk mengukur kualitas dari suatu produk atau proses. Dalam Tugas Akhir ini penyusun membahas penggunaan SPC dalam usaha meningkatkan kualitas maintenance. Metode penelitian yang dilakukan oleh penyusun meliputi tiga tahap. tahap pertama meliputi pembuatan peta kendali downtime dari mesin Cocoa Press I dan mesin Cocoa Press II, serta pembuatan diagram Sebab Akibat sebagai suatu alat untuk mengetahui faktor utama yang perlu diperhatikan dalam mengurangi downtime. Tahap kedua meliputi penentuanjadwal/?reve upaya mengurangi biaya maintenance. Tahap ketiga meliputi. pembuatan checksheet yang berguna untuk mengidentikasikan permasalahan yang sering terjadi dalam proses maintenance Hasil perhitungan akhir yang dilaporkan di dalam naskah Tugas Akhir ini terdiri dari penentuan faktor yang mempengaruhi kualitas maintenance, penjadualan preventive maintenance. Pelaksanaan preventive maintenance komponen feld cord untuk mesin Cocoa Press I setiap 92 jam sedangkan komponen screen memerlukan waktu sebesar 134 jam dan komponen slang flexible pelaksanaannya setiap 2.501 jam. Pada Mesin Cocoa Press II, preventive maintenance komponen feld cord setiap 116 jam sedangkan komponen screen setiap 141 jam dan komponen slang flexible setiap 2.499 jam. Rancangan checksheet berguna dalam mengidentifikasikan masalah maintenance dan mengurangi penyebab maintenance secara khusus.",
  "creators": "OLIVIA MARIA",
  "contributors": "Tanti Octavia (Advisor 1); RONALD E. STOCK (Advisor 2); Didik Wahjudi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 277/TI-04/2000; Olivia Maria (25495027)",
  "subjects": "PLANT MAINTENANCE-STATISTICAL METHODS"
}