{
  "id": "14964",
  "title": "Bauran pemasaran pada bisnis makanan khas Jawa Timur di wilayah Surabaya Selatan",
  "abstract": "Penelitian ini bertujuan untuk menggambarkan profil bisnis dan profil pengelola bisnis makanan khas Jawa Timur di Surabaya Selatan, serta penerapan strategi bauran pemasaran oleh bisnis makanan khas Jawa Timur. Penelitian ini juga mendeskripsikan keterkaitan antara bauran pemasaran dengan profil bisnis makanan khas Jawa Timur di Surabaya Selatan. Teknik pengumpulan data dilakukan dengan menggunakan metode survei yang dilakukan terhadap 24 bisnis makanan khas yang berada di wilayah Surabaya Selatan. Pengolahan data dilakuan dengan menggunakan statistik deskriptif. Hasil penelitian menunjukkan bahwa periode payback periods bisnis makanan khas Jawa Timur dapat dicapai pada kisaran 13-16 bulan. Mayoritas pengusaha/pengelola bisnis makanan khas Jawa Timur berjenis kelamin laki-laki dan berusia 36-45 tahun. Hasil penelitian juga menunjukkan bahwa penerapan strategi produk dan penerapan strategi distribusi berjalan baik dan cukup baik. Tapi, penerapan strategi harga dan strategi promosi mayoritas masih belum diterapkan dengan baik. Selanjutnya, dapat dikatakan bahwa ada keterkaitan antara strategi produk dan strategi distribusi dengan profil bisnis. Namun, tidak ada keterkaitan antara strategi harga dan strategi promosi dengan profil bisnis makanan khas Jawa Timur. Secara keseluruhan, berdasarkan pearson product moment correlation analysis bauran pemasaran memiliki keterkaitan yang signifikan dengan profil bisnis, kecuali periode kembali modal.",
  "creators": "ANTONIUS ANDHIKA PERMATA",
  "contributors": "Eddy Madiono Sutanto (Advisor and Examination Committee); Dr. Ratih Indriyani, S.E., M.M. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010089/MAN/2010; Antonius Andhika P P (31406018)",
  "subjects": "MARKETING-MANAGEMENT"
}