{
  "id": "14973",
  "title": "Studi tentang faktor-faktor yang menentukan besarnya mark up dalam penerapan teori utilitias pada penawaran konstruksi fisik di Surabaya",
  "abstract": "Dalam melakukan penawaran konstruksi, seorang kontraktor perlu menetapkan suatu harga penawaran yang terdiri dari estimasi biaya proyek dan mark up. Mark up merupakan keuntungan dari suatu proyek yang akan dikerjakan. Mark up yang tinggi menyebabkan seorang kontraktor tidak mendapatkan pekerjaan, sebaliknya jika mark up rendah, akan menderita kerugian. Maka dari itu perlu ditetapkan suatu nilai mark up optimum agar kontraktor dapat memperoleh pekerjaan dan tidak menderita kerugian. Teori Utilitas adalah salah satu metode yang dapat membantu kontraktor dalam menentukan besarnya mark up optimum. Dalam menentukan besamya markup optimum, teori ini mempertimbangkan beberapa faktor yang dianggap sangat menentukan besarnya mark up. Dalam tugas akhir ini, dicoba untuk mengidentifikasikan faktor-faktor yang menentukan besarnya mark up berdasarkan perilaku kontraktor Surabaya, kemudian mencari peringkat dari faktor-faktor tersebut, serta melakukan reduksi. Dari pengelompokan faktor oleh Schroeder, survei Minkarah, dan wawancara dengan beberapa praktisi, dapat diidentifikasikan 34 faktor yang menentukan besarnya mark up penawaran. Berdasarkan survei yang dilakukan pada 41 orang kontraktor Surabaya, dapat ditentukan peringkat dan pengelompokan dari faktor-faktor tersebut. Terdapat lima faktor yang menempati urutan teratas dari ke - 34 faktor tersebut, yaitu : owner, cara pembayaran, cash flow, kondisi ekonomi negara, dan risiko. Hal tersebut menunjukkan bahwa di dalam melakukan penawaran konstruksi seorang kontraktor lebih mempertimbangkan aspek finansial. Sedangkan untuk melakukan suatu penawaran konstruksi, seorang kontraktor hanya perlu memperhatikan 10 faktor, yaitu estimate uncertainty, proyek di masa mendatang, kemudahan mendapatkan pekerja, pajak, pekerjaan yang disubkan, metodologi pengawasan, rate of return, overhead, pekerja yang memiliki keahlian, historic profit.",
  "creators": "DEISY RATNASARI; JANI CHANDRA",
  "contributors": "Paulus Nugraha (Advisor 1); Yusuf Daud Endro Wicaksono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 961 S; Deisy Ratnasari (21495144), Jani Chandra (21495204)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; PROJECT MANAGEMENT"
}