{
  "id": "14980",
  "title": "Museum teknologi antariksa di Jakarta",
  "abstract": "Laporan perencanaan dan perancangan ini disusun dalam rangka penyelesaian mata kuliah Merancang Proyek Akhir AR. 500 Periode XXXII, bulan Maret - Juli 1995 di Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra Surabaya. Judul yang dipilih sebagai Proyek Akhir ini adalah : \"MUSEUM TEKNOLOGI ANTARIKSA DI JAKARTA\" Penyusunan laporan ini merupakan pelengkap dan menjadi bagian yang tidak dapat berdiri sendiri serta merupakan satu kesaruan dengan gambar hasil perancangan. Laporan ini berisi uraian tentang masalah-masalah yang berkaitan dengan perencanaan Han perancangan sebuah museum berskala nasional yang bergerak di bidang keantariksaan disertai fasilitas-fasilitas penunjangnya yang terletak di kawasan Taman Mini Indonesia Indah Jakarta. Pada bagian pendahuluan diuraikan tentang latar belakang gagasan pendirian proyek, perumusan masaiah, penentuan lingkup pembahasan, metode dan sistem penulisan. Selanjutnya merupakan bagian pengenalan terhadap pengertian judul proyek secara lebih mendalam dan hasil analisa-perbandingan dengan obyek sejenis yang akan dipergunakan sebagai dasar penyusunan program perencanaan ruang daiam proyek ini. Pada bagian perencanaan diuraikan tentang aktifltas dan kebutuhan ruang sebagai fasilitas penunjang aktifltas museum ini dan dilanjutkan dengan pembahasan tentang konsep perancangan, kemudian diakhiri dengan pembahasan tentang sistem utilitas. Untuk mendukung perancangan maka disajikan Haiam bentuk gambar-gambar 2D dan dalam bentuk 3D yang berupa maket Semoga hasil dari laporan perencanaan dan perancangan ini dapat memberikan manfaat yang seperlunya bagi semua pihak yang membutuhkan.",
  "creators": "CISCA PURWANTI KOSUMA",
  "contributors": "Paulus Hendrianto Soehargo (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1066/Ars/42/95; Cisca Purwanti Kosuma (22490132)",
  "subjects": "AERONAUTICAL MUSEUMS"
}