{
  "id": "14990",
  "title": "Analisa pola manajemen dan organisasi PT Alumindo Light Metal Industry Tbk",
  "abstract": "PT. Alumindo Light Metal Industry Tbk merupakan perusahaan yang cukup agresif dan ekspansif dalam pertumbuhan dan perkembangan usahanya, serta mengelola organisasi yang begitu besar. Permasalahan yang dihadapi adalah bagaimana menilai pola manajemen dan organisasi PT. Alumindo Light Metal Industry Tbk, dengan menganalisis karakteristik manajemen dan organisasi dengan menggunakan metode Likert pada tingkat manajemen. Tujuan yang dicapai dalam menganalisa pola manajemen dan organisasi PT. Alumindo Light Metal Industry Tbk adalah dengan memperhatikan beberapa analisis, meliputi analisis terhadap kategori karakteristik manajemen dan organisasi, perbedaan karakteristik manajemen dahulu dan sekarang, perbedaan karakteristik manajemen terhadap orang lama dan baru dalam bekerja (berdasarkan pengalaman kerja) dan perbedaan karakteristik manajemen terhadap posisi jabatan yang ada di PT. Alumindo Light Metal Industry Tbk. Metode penelitian yang dipergunakan adalah melalui metode pengumpulan data yang terdiri dan wawancara dan kuesioner. Serta metode analisa data yang dipergunakan adalah analisa Likert Method yaitu analisa dan pengukuran melalui beberapa pendekatan terhadap sistem manajemen dalam suatu organisasi, dengan memperhatikan variabel-variabel yang berpengaruh terhadap organisasi secara keseluruhan, meliputi 8 variabel yang berpengaruh. Masing-masing variabel organisasi mempunyai 4 sistem manajemen dalam pengukuran. Keempat sistem tersebut mempunyai skala pengukuran 1 sampai dengan 7, tiap skala mempunyai penilaian masing-masing (berdasarkan pengertian masing-masing variabel). Analisa data dan pembahasan yang telah dilakukan, diperoleh suaru kesimpulan berdasarkan analisa data menyatakan bahwa pola manajemen dan organisasi PT. Alumindo Light Metal Industry Tbk secara keseluruhan pada kondisi dahulu termasuk manajemen pemurah dengan hasil skor 2,20. Sedangkan untuk kondisi saat ini termasuk pada sistem manajemen musyawarah dengan hasil skor adalah 3,41. Dan organisasi yang diharapkan termasuk sistem manajemen peran serta kelompok dengan hasil skor sebesar 4,20. Berdasarkan tujuan tugas akhir ini dilakukan sejumlah pengujian dengan metode Wilcoxon Sign Rank Test bahwa ada perbedaan masing-masing kategori karakteristik organisasi berdasarkan kondisi dahulu, sekarang dan harapan, dibedakan atas orang lama dan baru dalam bekerja dan bentuk jabatan.",
  "creators": "DRIASKORO SANDY PERMANA",
  "contributors": "Kriswanto Widiawan (Advisor 1); Jani Rahardjo (Advisor 2); Daniel Indarto Prajogo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 200/TI-26/1999; Driaskoro Sandy Permana (25493141)",
  "subjects": "ELECTRONIC INDUSTRIES; MANUFACTURING PROCESSES-QUALITY CONTROLS"
}