{
  "id": "1502",
  "title": "Penjadwalan perawatan mesin-mesin produksi unit sandal EVA di PT. Golden Rubberindo (studi perbandingan preventive dan corrective maintenance)",
  "abstract": "Perusahaan PT. Golden Rubberindo didirikan pertama kali pada tahun 1994. PT. Golden Rubberindo adalah merupakan salah satu dari dua belas anak perusahaan \"New Era Group\" yang bergerak di bidang industri alas kaki. Produk alas kaki pertama kali yang diproduksi oleh perusahaan ini adalah sandal jepit. Setelah perusahaan ini semakin maju, terjadi pula perluasan jenis alas kaki yang diproduksi. Perusahaan ini juga telah memiliki kantor cabang yang tersebar di kota-kota besar seluruh Indonesia, serta beberapa kantor perwakilan di luar negeri (Hong Kong, Malaysia, China, dan Italia). Seiring dengan besamya keanekaragaman jenis serta kapasitas produksi alas kaki yang dihasilkan, mengakibatkan naiknya jumlah dan jenis mesin-mesin produksi yang dimiliki oleh perusahaan ini. Dengan semakin banyaknya mesin-mesin yang dimiliki, maka akan semakin kompleks pula teknik pemeliharaan (maintenance) yang harus dilakukan untuk mendapatkan mesin dengan kondisi yang andal. Dalam pengerjaan tugas akhir ini, penulis membatasi pembahasan masalah pemeliharaan hanya pada divisi sandal EVA. Dari hasil Failure Mode and Effect Analysis, didapatkan 10 besar komponen kritis, yaitu : filter oli, limi switch, push button, cutting board, slang oli, fanbelt, roll spon, paku rivet, jarum, dan pir tensen. Kesepuluh komponen di atas adalah merupakan komponen yang terdapat pada mesin-mesin produksi yang digunakan untuk memproduksi sandal EVA. Tujuan yang hendak dicapai dalam pengerjaan tugas akhir ini adalah untuk merancang jadwal pemeliharaan pencegahan yang dalam hal ini adalah penggantian kesepuluh komponen di atas sebelum terjadi kerusakan. Pengolahan data yang dilakukan untuk mendapatkan selang waktu interval penggantian yang optimal adalah dengan memperhitungkan keandalan (Reliability) dimana penggantian yang dilakukan akan rnenghasilkan ekspektasi biaya yang paling rendah yang harus dikeluarkan oleh perusahaan. Pengolahan data yang dilakukan akan menghasilkan selang waktu penggantian dengan keandalan yang lebih baik dan pengeluaran biaya yang minimum untuk masing-masing komponen. Kemudian akan dilakukan analisa biaya dengan membandingkan dua alternatif, yaitu melakukan penggantian komponen pada jam produksi atau di luar jam produksi. Hasil yang diperoleh menunjukkan bahwa penggantian komponen yang dilakukan di luar waktu produksi akan menghasilkan biaya yang jauh lebih rendah apabila penggantian dilakukan pada jam produksi. Dari hasil pengolahan dan analisa data, maka penulis menyarankan kepada perusahaan agar penerapan jadwal penggantian komponen yang telah dirancang dilakukan pada saat jam istirahat produksi berlangsung.",
  "creators": "KWANDY TANUDIREDJA",
  "contributors": "Kriswanto Widiawan (Advisor 1); SOESATIJONO (Advisor 2); Julianingsih (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 590/TI-071/2002; Kwandy Tanudiredja (25498006)",
  "subjects": "PLANT MAINTENANCE"
}