{
  "id": "15034",
  "title": "Creative implementation hipsta co id",
  "abstract": "Penelitian ini dilakukan untuk menganalisis creative implementation pada konsep iklan Hipsta.co.id, dimana efektivitas konsep iklan Hipsta.co.id dalam bentuk Brand Activation yang merupakan launching dari website baru di Indonesia dengan tema event yaitu \"Uniquely Me\". Sampel yang diteliti adalah anak-anak muda yang berusia 18-22 tahun dimana mereka memiliki hobi dan minat yang sama tentang Hip-Hop atau hip hop holic dengan status ekonomi social menengah keatas, mereka yang menjadikan hip hop style sebagai bagian dari lifestyle mereka dan mereka mengikuti perkembangan trend hip hop style serta lifestyle hip hop dan mereka juga memiliki suatu komunitas yang beraliran hip hop untuk menunjukkan eksistensi diri terhadap masyarakat sekitar. Mereka tidak gagap dalam dunia teknologi khususnya internet, Selain itu, mereka peduli sekali terhadap dunia fashion yaitu style hip hop. Alat analisis yang digunakan untuk mengukur efektifitas brand activation Hipsta.co.id adalah menggunakan analisis in-depth Interview. Hasil penelitian menunjukkan bahwa melalui susunan event exhibition yang diadakan dapat memperkenalkan Hipsta.co.id sekaligus sangat efektif dalam menyampaikan tujuan dari Hipsta.co.id. dari perspektif konsumen, event yang diadakan oleh Hipsta.co.id dapat memberikan manfaat yang lebih besar dibandingkan dengan biaya yang dikeluarkan oleh konsumen. Sehingga dengan diadakan event ?Uniquely Me? ini, dapat meningkatkan brand awareness dari Hipsta dan dapat menjadikan Hipsta sebagai top of mind dari kategori brand hip hop berbasis websites. Kata Kunci : Implementatio",
  "creators": "RAYMOND SINDHUNATAN; IVAN SENJAYA",
  "contributors": "Hatane Semuel (Advisor and Examination Committee); Diah Dharmayanti (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020112/MAN/2010; Raymond Sindhunatan (36406047), Ivan Senjaya (36406067)",
  "subjects": "BRAND NAME PRODUCTS; MARKETING-MANAGEMENT"
}