{
  "id": "15031",
  "title": "Penelitian awal pada high volume fly ash concrete",
  "abstract": "Beton High Volume Fly Ash (HVFA) adalah beton yang menggunakan fly ash sebagai bahan pozzolanic dan di gunakan bersamaan dengan semen dengan persentase fly ash 50% atau lebih dari berat total binder. Beton HVFA memiliki kelebihan yaitu ramah lingkungan, ekonomis, memperlambat setting time, meningkatkan workability, durability, dan diharapkan meningkatkan kekuatan dari beton. Penelitian ini bertujuan untuk membandingkan strength development dari beton HVFA dengan persentase fly ash yang berbeda pada setiap mix design-nya dan melihat terjadinya effloressence. Selain itu juga disinggung tentang perbandingan harga material dari masing-masing mix design. Beton HVFA memiliki kuat tekan yang rendah pada awal umur beton, namun terjadi peningkatan kekuatan yang cukup signifikan ketika berumur 28 dan 56 hari. Kekuatan beton HVFA dengan penggunaan 50% fly ash melampaui kekuatan beton konvensional pada umur 28 dan 56 hari. Dalam penelitian ini dapat dilihat bahwa harga beton HVFA dengan persentase 50% fly ash adalah yang paling ekonomis. Penggunaan superplaticizer tipe viscocrete 10 yang diujikan pada sampel mortar menunjukkan adanya peningkatan kekuatan seperti ditunjukkan pada pengujian kuat tekan mortar. Kejadian effloressence pada beton HVFA tidak terlihat sampai pada umur 56 hari. Dari hasil penelitian setting time dan temperatur terlihat bahwa beton HVFA dengan kandungan fly ash semakin besar memiliki setting time yang lebih lama dan suhu puncak yang semakin rendah.",
  "creators": "STEFANUS LIMANTARA; HOWARD SUGIARTO",
  "contributors": "Antoni (Advisor 1); Handoko Sugiharto (Advisor 2); Gogot Setyo Budi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011691/SIP/2010; Stefanus Limantara (21404074), Howard Sugiarto (21404103)",
  "subjects": "CONCRETE-TESTING; CONCRETE; CONCRETE-MIXING"
}