{
  "id": "15043",
  "title": "Sikap mendengar wiraniaga beserta atribut-atribut perbaikan dari kesalahan pelayanan untuk mewujudkan kepuasan pelanggan",
  "abstract": "Saat ini perusahaan dihadapkan pada persaingan yang semakin tajam. Hal ini dikarenakan adanya penawaran yang lebih besar dari permintaan sehingga setiap perusahaan berusaha untuk merebut pasar agar tetap dapat bertahan didalam persaingan itu. Oleh karena itu perhatian perusahaan tidak lagi terbatas pada barang saja tetapi juga pada kualitas pelayanan serta sumber daya didalamnya sehingga dapat memberikan pelayanan yang lebih baik dari pesaing. Walaupun perusahaan sudah berusaha keras untuk mencapai kualitas pelayanan yang maksimal, tetapi terjadinya kesalahan tetap merupakan hal yang tidak dapat dihindari sehingga perusahaan perlu untuk terus mewaspadai hal ini. Oleh karena itu perlu sekali untuk mencennati tipe-tipe kegagalan layanan beserta atribut pemulihannya karena berguna bagi perusahaan untuk mengantisipasi dan memperkecil resiko dari kegagalan layanan tersebut. Seringkali jika konsumen menerima kegagalan layanan maka mereka akan mencoba produk/merk yang baru dimana produk/merk tersebut juga dapat memberikan kepuasan tersendiri. Menurut Cornelia D, Diane H dan Robert D Mackay didalam artikelnya menjelaskan bahwa pelanggan memiliki kepuasan setelah melakukan pemilihan dimana kepuasan atas pilihan alternatif (bukan pilihan utama) juga dapat memberikan tingkat kepuasan yang terus relevan didalam proses motivasi kepuasan. Dalam mencapai kualitas pelayanan yang maksimal sangat dipengaruhi oleh peranan sumber daya manusia didalamnya. karena mereka inilah yang akan berinteraksi dengan konsumen dan menentukan kepuasan konsumen terhadap",
  "creators": "TEDDY TEDJA",
  "contributors": "Drs. Sugiono Sugiharto, M.M., Ph.D. (Advisor 1); Sundring Pantja Djati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 103/EM/2001; Teddy Tedja (31496176)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER SATISFACTION.; MARKETING RESEARCH"
}