{
  "id": "1504",
  "title": "Pengukuran kinerja institusi pendidikan berdasarkan kriteria Malcolm Baldrige: studi kasus di lingkungan Fakultas Teknologi Industri Universitas Kristen Petra",
  "abstract": "Pada era globalisasi saat ini kualitas pendidikan suatu institusi pendidikan sangat diperlukan untuk menghasilkan lulusan yang baik. Baik buruknya kualitas pendidikan sangat dipengaruhi oleh sistem penyelenggara program pendidikan yang ada. Oleh karena itu diperlukan suatu pengukuran untuk menilai kinerja sistem penyelenggara program pendidikan. Dalam mengukur kinerja institusi pendidikan terdapat berbagai macam tools, salah satunya adalah dengan menggunakan Malcolm Baldrige National Quality Award (MBNQA). Pada kesempatan ini penulis mencoba mengukur kinerja sistem penyelenggara program pendidikan di Fakultas Teknologi Industri, Jurusan Teknik Industri, Teknik Mesin dan Teknik Elektro berdasarkan MBNQA. Terdapat tujuh kategori yang akan dinilai dalam MBNQA antara lain kategori 1 (Leadership), kategori 2 (Strategic Planning), kategori 3 (Student and Stakeholder Focus), kategori 4 (Information and Analysis), kategori 5 (Faculty and Staff Focus), kategori 6 (Educational and Support Process Management) dan kategori 7 {Organizational Performance Results). Berdasarkan pengukuran yang telah dilakukan, hasil penilaian kinerja yang diperoleh Fakultas Teknologi Industri, Jurusan Teknik Industri, Jurusan Teknik Mesin dan Jurusan Teknik Elektro berada pada level yang kurang. Poin utama yang menjadi penyebab rendahnya hasil penilaian yang diperoleh fakultas maupun jurusan adalah kategori 1 (Leadership).",
  "creators": "JEFFRY; CAROLINE YUWANAWATI",
  "contributors": "Jani Rahardjo (Advisor 1); Soejono Tjitro (Advisor 2); Julianingsih (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/0630/IND/2003; Jeffry (25498030), Caroline Yuwanawati (25498035)",
  "subjects": "SCHOOL MANAGEMENT AND ORGANIZATION; TOTAL QUALITY MANAGEMENT"
}