{
  "id": "15047",
  "title": "Perbaikan mutu produk dan proses pada CV Sinar Terang",
  "abstract": "Dua faktor utama yang merupakan kriteria kualitas dari sudut pandang pembeli, yang harus diperhatikan oleh perusahaan untuk melakukan perbaikan mutu produk dan proses, adalah kualitas bahan baku (kulit) dan kualitas jahitan. Pada departemen pemotongan ditemukan bahwa pemakaian kulit setelah pemotongan temyata lebih besar dari kalkulasi sebelumnya yang disebabkan karena selama ini kulit yang diterima perusahaan dari penyuplai memiliki kualitas yang rendah (dengan grade di bawah C). Sedangkan pada departemen penjahitan ditemukan bahwa persentase repair jahitan yang terjadi selama ini cukup besar dan juga ditemukan pada departemen pengendalian kualitas seringnya terjadi kelolosan produk yang tidak sesuai dari proses pengecekan pada inspeksi pertama. Perbaikan mutu produk yang dapat ditempuh untuk faktor bahan baku pada departemen pemotongan adalah dengan mencari penyuplai yang dapat menyuplai kulit dengan kualitas dan grade yang lebih baik, serta melakukan evaluasi terhadap penyuplai kulit secara teratur agar karakteristik dan kualitas kulit dalam setiap pengiriman dapat senantiasa dipantau oleh perusahaan. Pada departemen penjahitan dan departemen pengendalian kualitas alternatif perbaikan yang dapat ditempuh adalah dengan melakukan pengamatan dan penelusuran jumlah kesalahan yang dilakukan oleh setiap pekerja pada kedua departemen ini dengan menerapkan suatu tiket kerja. Melalui pencarian dan penyediaan penyuplai yang dapat menyuplai kulit dengan kualitas dan grade yang lebih baik serta melakukan evaluasi terhadap penyuplai kulit secara teratur maka pemakaian kulit setelah pemotongan ternyata dapat menjadi sama dengan bahkan lebih kecil dari kalkulasi sebelumnya. Sedangkan dengan menerapkan tiket kerja yang dapat membantu perusahaan menelusuri jumlah kesalahan yang dilakukan oleh setiap pekerja pada departemen penjahitan dan departemen pengendalian kualitas dapat membuat pekerja pada kedua departemen ini melakukan pekerjaannya secara berhati-hati dan bersungguh-sungguh sehingga jumlah repair jahitan dan jumlah kelolosan produk tidak sesuai yang selama ini cukup besar di perusahaan dapat ditekan.",
  "creators": "YUDITH ANGGELAINY",
  "contributors": "Daniel Indarto Prajogo (Advisor 1); Sujono Poetrodjojo (Advisor 2); Julianingsih (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 122/TI-52/1998; Yudith Anggelainy (25494027)",
  "subjects": "TOURIST TRADE-MANAGEMENT; CONSUMERS-RESEARCH"
}