{
  "id": "15051",
  "title": "Robot berjalan dengan dua kaki dinamik",
  "abstract": "Persaingan dibidang industri manufacturing begitu ketatnya, lebih-lebih dalam menghadapi era globalisasi dan pasar bebas dalam kualitas produk yang baik sangat dituntut. Untuk menjawab tantangan itu dalam suatu manufacturing proses otomatisasi merupakan salah satu jalan keluarnya. Dengan proses otomatisasi kualitas dan kuantittas dari suatu produk dapat ditingkatkan. Salah satu realisasi dari proses otomatisasi yaitu sedapat mungkin menggantikan tenaga manusia dengan sebuah robot yang mempunyai faktor kesalahan yang lebih kecil dari manusia, tetapi mempunyai kecepatan produksi yang lebih cepat. Robot berjalan dengan dua kaki dinamik adalah salah satu pilihan dari sekian banyak bentuk robot yang ada. Dan Robot Berjalan dengan Dua Kaki Dinamik inilah yang dibuat pada tugas akhir berikut. Pengertian kaki dinamik disini yaitu pada kedua kaki-nya tidak terdapat roda jadi melangkahnya seperti kaki manusia, atau lebih tepatnya jika dilihat dari struktur mekanik-nya bisa disamakan dengan kaki ayam. Robot dapat melangkah maju atau mundur. Dalam melakukan 'satu pasang langkah', gerakan dibagi menjadi 10 step yang bersesuaian sehingga jika dijalankan secara berurutan akan terlihat menjadi 'gerakan satu pasang langkah', Gerakan tersebut dikontrol oleh sebuah Personal Computer (PC) dengan interface PPI Card 8255 dan bahasa pemrograman Turbo Pascal ver 7.0, Sebagai penggeraknya digunakan tiga pasang motor stepper, dan sebagai sensor gerakannya digunakan potensiometer, serta ADC 0808.",
  "creators": "YUDI HANDOKO",
  "contributors": "IRWAN SAHLI (Advisor 1); HERLIANTO TENGGARA (Examination Committee 1); VINCENT PRASETYO (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 97/E/EL/031/330; Yudi Handoko (23490171)",
  "subjects": "MANUFACTURING; ROBOTS; ROBOTS IN CONSTRUCTION INDUSTRY"
}