{
  "id": "15053",
  "title": "Penerapan audit operasional dalam upaya meningkatkan efektifitas dan efisiensi fungsi produksi pada PT. Pancatradi di Sidoarjo",
  "abstract": "Bertambah maju dan berkembangnya suatu perusahaan membuktikan kesuksesan perusahaan tersebut. Salah satu faktor pendukung kesuksesan adalah tingkat kepercayaan konsumen kepada perusahaan. Untuk itu perusahaan harus memperhatikan dengan benar operasional setiap fungsi yang ada. Salah satu fungsi yang sangat mempengaruhi tingkat kepercayaan konsumen, yaitu fungsi produksi. Oleh karena itu diperlukan adanya perhatian dan pengawasan khusus terhadap kegiatan produksi yang berlangsung di perusahaan, yaitu dengan melakukan audit operasional. Demikian pula dengan PT.Pancatradi sebagai perusahaan yang memproduksi makanan ringan (biskuit, wafer, jelly, mie instant), juga perlu melakukan audit operasional. Audit operasional ini dimaksudkan untuk membantu PT.Pancatradi melakukan pengawasan dan pengendalian proses produksi, sehingga dapat meningkatkan efektivitas dan efisiensi pada fungsi produksi. Penelitian ini adalah penelitian yang bersifat deskriptif aplikasi, yang menggambarkan suatu keadaan atau situasi secara sistematis, faktual dan aktual mengenai fakta-fakta yang ada. Dan hanya dilakukan terhadap satu aspek yaitu terhadap proses produksi yang terjadi pada PT.Pancatradi. Sedangkan ruang lingkupnya dibatasi hanya pada audit operasional atas fungsi produksi, khususnya untuk produk wafer. Diakhir penelitian ini penulis menemukan hasil audit yang menunjukkan bahwa pelaksanaan fungsi produksi yang terjadi selama ini di PT. Pancatradi membutuhkan pembenahan, salah satunya adalah bagian produksi perlu membuat suatu perencanaan dan pengendalian produksi secara tertulis.",
  "creators": "NELY GUNARDI",
  "contributors": "I MADE NARSA (Examination Committee 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 028/94/FE.AK/1999; Nely Gunardi (32494004)",
  "subjects": "AUDITING"
}