{
  "id": "15057",
  "title": "Evaluasi sistem informasi akuntansi fungsi penjualan pada PT. Romos inti cosmetic industries Surabaya",
  "abstract": "Agar dapat mendukung dan mengendalikan aktivitas-aktivitas dalam fungsi penjualan sesuai dengan tujuan dan sasaran yang ingin dicapai badan usaha, maka badan usaha perlu menciptakan struktur pengendalian intern yang memadai, yang dihasilkan dari penerapan sistem informasi akuntansi yang sesuai dengan badan usaha tersebut. Struktur pengendalian intern yang memadai dalam sistem informasi akuntansi dapat menghasilkan informasi yang cepat, tepat, akurat, dan dapat diandalkan serta dapat melindungi harta badan usaha dari pemborosan, kecurangan, dan kerugian lainnya. Sehubungan dengan hal tersebut, masalah yang diangkat penulis dalam penelitian ini adalah bagaimanakah sistem informasi akuntansi dalam fungsi penjualan telah diterapkan oleh PT. Romos Inti Cosmetics Industries, dengan fokus penelitian struktur organisasi dan job description, sistem informasi akuntansi pada fungsi penjualan dan distribusi formulir. Jenis penelitian yang dilakukan oleh penulis adalah penelitian deskriptif berupa studi kasus dengan obyek penelitian PT. Romos Inti Cosnetics Industries. Jenis data yang digunakan adalah data kualitatif dan sumber data yang digunakan adalah data internal. Metode pengumpulan data yang digunakan oleh penulis adalah studi pendahuluan, studi lapangan dan studi kepustakaan. Dalam studi lapangan, penulis menggunakan tiga cara, yaitu: observasi, wawancara dan dokumentasi. Sedangkan teknik analisis data yang digunakan adalah analisis kualitatif. Berdasarkan analisis dan pembahasan, diketahui bahwa struktur pengendalian intern dari penerapan sistem informasi akuntansi pada fungsi penjualan PT. Romos Inti Cosmetics Industries telah memadai di beberapa bagian antara lain: adanya pemisahan tanggung jawab fungsional, pembuatan formulir surat pesanan, surat jalan dan bukti kas masuk. Dan yang belum memadai antara lain: pemberian wewenang kepada salesman untuk melakukan otorisasi kredit, tidak adanya bagian yang memberi otorisasi kredit, perangkapan fungsi penjualan dengan penagihan, kebijakan retur penjualan yang dapat menciptakan peluang bagi pelanggan untuk melakukan kecurangan.",
  "creators": "FELICIA RATNA JULIANTI",
  "contributors": "Devie (Examination Committee 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 057/96/FE.AK/2000; Felicia Ratna Julianti (32494005)",
  "subjects": "ACCOUNTING"
}