{
  "id": "15050",
  "title": "Pembentukan persepsi konsumen berdasarkan evaluasi merek dan produk global ditinjau dari citra negara dan citra merek",
  "abstract": "Hal pemberian nama merek merupakan masalah yang mendasar untuk menentukan keberhasilan atau kegagalan suatu perusahaan. Jika perusahaan tersebut mempunyai nama merek yang sudah dikenal konsumen secara menyeluruh maka akan menciptakan suatu citra merek. Citra merek juga akan dipengaruhi citra negara tempat produk itu dibuat. Citra negara terbagi menjadi 2 bagian yaitu: CMPI {Country of Manufacture Product-specific Image) dan CMOI {Country of Manufacture Overall Image) CMOI mempunyai pengaruh langsung yang positif terhadap CMPI, sehingga CMPI merupakan perantara bagi CMOI dalam evaluasi konsumen terhadap merek 2 negara. CMPI akan mempengaruhi citra merek dan pengenalan (produk,merek,dan negara) apabila CMPI mempunyai pengaruh yang positif pada citra merek dan pengenalan maka evaluasi konsumen terhadap merek 2 negara juga menjadi positif, begitu juga sebaliknya. Jika suatu produk diproduksi di negara asal yang mempunyai citra negara baik maka citra merek terhadap produk tersebut juga baik. Namun apabila tempat produksinya dipindah ke negara yang sedang berkembang, maka citra merek dari produk tersebut ada kemungkinan menurun. Evaluasi yang dilakukan konsumen baik terhadap merek 2 negara maupun pada produk global akan mempengaruhi persepsi konsumen. Hasil penilaian yang diperoleh dapat positif atau negatif tergantung pada persepsi konsumen terhadap citra merek dan citra negara produk tersebut diproduksi. Selain itu persepsi antara tenaga penjual dan konsumen akan berbeda satu sama lain, dalam hal penilaian seberapa pentingnya COO (Country Of Origin) negara pembuat dan negara tempat perakitan, reputasi merek, harga, dan garansi dalam penjualan dan pembelian VCR.",
  "creators": "HUIDIAWATY SAYASO",
  "contributors": "Filicia Chandra (Advisor 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 112/EM/2001; Huidiawati Sayaso (31497042)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS-RESEARCH"
}