{
  "id": "15064",
  "title": "Penerapan metode job order costing untuk menentukan harga pokok produksi pada CV Gunung Jati di Nganjuk",
  "abstract": "Biaya yang dikeluarkan oleh perusahaan tentunya harus dikendalikan dalam rangka mencapai tujuan perusahaan. Pengendalian dapat dilakukan dengan menggunakan prinsip akuntansi yang berlaku umum yaknI; metode Job Order Costing perlu diterapkan sebagai dasar bagi perusahaan dalam melakukan pengendalian biaya terutama biaya overhead pabrik yang mempunyai karakteristik tersendiri sehingga akan diperoleh efisiensi dan menghindari kerugian yang tidak disadari. Penelitian in didukung oleh teori-teori yang berkenaan dengan masalah yang ada sebagai dasar pijakan dalam memecahkan masalah. Jenis penelitian yang digunakan adalah penelitian diskriptif aplikasi dengan mimisahkan antara biaya variabel dan biaya tetap yang berkaitan dengan biaya pabrikasi. Salah satu responden yang diteliti adalah pemilik tetapi didukung oleh bagian produksi dan bagian keuangan. Penelitian ini menggunakan analisa kualitatif dan analisa kuantitatif, dimana untuk metode kuantitatif digunakan perhitungan alokasi biaya overhead gabungan kedalam biaya overhead tiap-tiap jenis produksi dengan menggunakan persentase survei pabrik dan melakukan perhitungan tarif overhead untuk menentukan biaya overhead per unit sehingga dapat ditentukan harga pokok produksi, dimana metode kalkulasi biaya produk yang digunakan adalah normal costing. Dari analisa yang dilakukan diperoleh hasil bahwa menggunakan metode Job Order Costing sebagai dasar pengendalian biaya overhead pabrik diperoleh biaya overhead pabrik dan harga pokok produksi yang diperoleh dapat menjelaskan keadaan yang mendekati realita. Karena metode Job Order Costing menggunakan estimasi biaya overhead berdasarkan survei pabrik yang digunakan.",
  "creators": "KURNIAWATI",
  "contributors": "Devie (Advisor 1); I MADE NARSA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 011/94/FE.AK/1999; Kurniawati (32494062)",
  "subjects": "COST ACCOUNTING"
}