{
  "id": "15071",
  "title": "Analisa pengaruh pemasangan lightning arrester pada sistem kelistrikan 500 kV dengan kasus sutet 500 kV Paiton-Grati-Surabaya Barat",
  "abstract": "Untuk media saluran udara, maka kemungkinan sistem transmisi terkena sambaran petir makin besar. Akibat yang ditimbulkan oleh sambaran petir ini adalah berupa surja tegangan dan surja arus yang berjalan sepanjang saluran transmisi dari titik sambaran ke gardu induk. Besarnya surja tegangan dan surja arus yang ditimbulkan oleh sambaran petir dapat mencapai harga beberapa juta volt dan puluhan ribu ampere. Surja yang masih besar ini sangat berbahaya jika sampai ke gardu induk karena dapat merusak peralatan listrik yang ada di gardu induk, misalnya tranformator. Maka di GITET harus dipasang suatu alat pengaman untuk menahan surja tegangan dan arus lebih agar surja ini tidak tembus ke peralatan di GITET atau kalaupun sampai tembus di GITET maka surja ini sudah tidak berbahaya lagi. Maka dipilihlah lightning arrester karena mempunyai protective ratio yang tinggi dan dapat memadamkan arus susulan yang dapat menimbulkan bunga api tanpa harus menghentikan kontinyuitas suplai listrk. Untuk menanggulangi bahaya tegangan lebih ini, maka dianalisa pengaruh dari pemasangan lightning arrester sebagai pelindung terhadap tegangan lebih di GITET. Dari hasil analisa dapat diketahui bahwa perlindungan lightning arrester maksimal jika lightning arrester dipasang sedekat mungkin dengan peralatan yang dilindungi, karena residual voltage dari arrester sudah kecil dan dibawah harga BIL yang dipilih.",
  "creators": "LANNY YULIANTI",
  "contributors": "Prof. Ir. Hanny Hosiana Tumbelaka, M.Sc., Ph.D. (Examination Committee 1); BUNAWI GUNAWIDJAJA (Advisor 2); IDHAM KHALID PURBA (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.97/E/TST/031/221; Lanny Yulianti (23491039)",
  "subjects": "LIGHTNING-ARRESTERS"
}