{
  "id": "15075",
  "title": "A Comparative study of the main characters' freedom if choice in expressing themselves in James Baldwin's \"Sonny's Blues\" and \"Idrus's \"Jalan Lain ke Roma\"",
  "abstract": "The Universal Declaration of Human Rights, article 1 has stated that \"all human beings are born free and equal in dignity and rights\", while Sonny as the main male character in James Baldwin's \"Sonny's Blues\" and Open, the main male character in Idrus's \"Jalan Lain ke Roma\" (\"Another Way to Rome\") do not have such freedom, namely the freedom of choice. This lack of freedom of choice, as the thesis writer's presupposition, is the focus of this thesis. The thesis writer views that Sonny and Open are limited by the society in their freedom of choice in expressing themselves. Accordingly, she wonders in what way the society sets the limitation to them. She also questions about how they react toward the limitation and how they go through it. From that point on, she would like to discover the way the society limits them, their reactions toward the limitation, and their ways to go through it. To meet her aim, the writer compares and contrasts the limitation, the reactions of Sonny and Open toward their limitation from the society, and the ways they survive. The comparative method, which is described by Susan Bassnett as the study involving texts across cultures and concerning with patterns of connection in literatures across both time and space, is effective since the readers can view the main characters' problems in an objective way. Besides comparing and contrasting, the writer also analyzes the characters of Sonny and Open and their conflict with the society by using two literary theories, namely characterization and conflict, to prove Sonny's and Open's lack of freedom of choice. Sonny is limited in his expression in being a jazz musician. Similarly, Open is limited in his expression in being an openhearted man. In this case, Sonny deals with the limitation from his brother and his family, while Open faces the limitation from his students, his first wife, the people in his village, his second wife, and the Japanese government. Eventually, the writer comes up with the conclusion that there are similarities and differences in the limitation of the main characters' freedom of choice, in their reactions toward the limitation, and in their ways to go through it. The limitation is strictly set, yet it comes from different circle of people. The reactions toward the limitation are bitter, yet they differ in types and gradation. Despite the differences, the limitation can be overcome by similar actions, namely their self-evaluation, the acceptance and understanding of the other characters. Nonetheless, Sonny obtains the help from his fellow-musicians while Open does not get any help. Moreover, Open compromises more than Sonny does. Through these conclusions, the thesis writer hopes that the readers can learn from Sonny's and Open's experience when they desire to have the freedom to express themselves. Hopefully, the readers can discover their own ways to react to the limitation from the society and to go through it. Nevertheless, the freedom of choice should be in harmony with the society's values.",
  "creators": "DIAN KUMALADEWI MARDIJONO",
  "contributors": "Dra. Sarah Prasasti, M.Hum. (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.846; Dian Kumaladewi Mardijono (11497079)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; BALDWIN, JAMES, 1922-1987. SONNY'S BLUES-STUDY AND TEACHING; IDRUS, 1921-1979. JALAN LAIN KE ROMA-STUDY AND TEACHING; INDONESIAN FICTION-20TH CENTURY-STUDY AND TACHING"
}