{
  "id": "15076",
  "title": "Konsistensi laporan auditor independen (suatu studi atas laporan auditor independen pada 15 perusahaan go publik di Jawa Timur)",
  "abstract": "Laporan audit merapakan laporan hasil pemeriksaan auditor independen yang menyatakan pendapat apakah laporan keuangan menyajikan secara wajar dalam semua hal yang material meliputi posisi keuangan, hasil operasi dan arus kas. Namun demikian laporan audit oleh auditor independen yang menyatakan pendapat bahwa laporan keuangan telah disajikan dengan wajar seringkali tidak konsisten. Laporan audit periode yang diperbandingkan yang disajikan pada laporan audit tahun berjaian dengan laporan audit yang disajikan pada tahun sebelumnya terjadi perbedaan baik dalam jumlah rupiah, klasifikasi akun maupun dalam catatan atas laporan keuangan. Ketidakkonsistenan laporan audit ini mengakibatkan hasil analisis laporan keuangan periode yang diperbandingkan yang disajikan dalam tahun berjaian dengan tahun sebelumnya akan berbeda. Berdasarkan latar belakang masalah ini maka permasalahan yang dibahas adalah bagaimana konsistensi laporan audit pada 15 perusahaan go publik di Jawa Timur dan akun-akun apa saja yang tidak konsisten serta apa penyebab ketidakkonsistpnan akun-akun tersebut. Tujuan yang diharapkan tercapai adalah untuk mengetahui konsistensi laporan audit pada 15 perusahaan go publik di Jawa Timur, untuk mengetahui akun-akun yang sering tidak konsisten baik dalam klasifikasi akun, jumlah rupiah maupun catatan atas laporan keuangan untuk akun yang bersangkutan. Jenis penelitian adalah deskriptif komparatif dan penelitian ini merupakan studi pada 15 perusahaan go publik. Penelitian ini dilakukan pada 15 perusahaan go publik dari berbagai industri yang berkantor pusat di Jawa Timur dan sebagai obyek penelitian adalah laporan auditor independen yang berakhir pada 31 Desember 1996 yang disajikan dalam laporan tahunan perusahaan tahun 1996 dan 1997 yang diperoleh dari Bursa Efek Surabaya. Jenis data yang dikumpulkan dan digunakan dalam penelitian ini adalah data kualitatif dan kuantitatif. Prosedur pengumpulan data yang digunakan adalah studi kepustakaan dan studi lapangan (dokumentasi dan observasi). Berdasarkan hasil analisip perbandingan laporan keuangan terhadap 15 perusahaan go publik di Jawa Timur, maka dapat disimpulkan bahwa hanya ada 2 perusahaan yang menyajikan laporan audit secara konsisten sedangkan 13 perusahaan lainnya menyajikan laporan audit gecara tidak konsisten. Ketidakkonsistenan pada 13 perusahaan ini disebabkan ketidakkonsistenan auditor dalam menilai dan menyajikan akun-akun. Adapun akun-akun yang disajiikan secara tidak konsisten adalah: 1. akun \"Aktiva tetap dalam penyelesaian\" 2. akun \"Pajak dibayar dimuka\" 3. akun \"Piutang\" dan \"Hutang\" s,erta \"Hutang bank\" 4. akun \"Hutang hubungan istimewa\" 5. pembayaran kas untuk bunga dan pajak penghasilan.",
  "creators": "MARIA AKUY",
  "contributors": "I MADE NARSA (Examination Committee 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 023/95/FE.AK/1999; Maria Akuy (32495057)",
  "subjects": "AUDITING; AUDITORS REPORTS"
}