{
  "id": "15072",
  "title": "Laporan nilai tambah sebagai informasi tambahan dalam mengukur kinerja sosial perusahaan pada PT. Prima Alloy Steel Universal Tbk",
  "abstract": "Secara tradisional prestasi perasahaan hanya diukur berdasarkan tingkat laba yang dihasilkan, sehingga tujnan penisahaan hanya untuk mendapatkan laba yang sebesar-besarnya tanpa memperhatikan dampak-dampak yang terjadi disekitamya. Selain itu penisahaan tidak memperhatikan pihak-pihak yang memberikan kontribusinya terhadap pancapaian laba perasahaan, pihak-pihak tersebut antara lain karyawan, pemilik modal, pemerintah dan penisahaan itu sendiri. Berdasarkan latar belakang masalah ini maka permasalahan yang akan dibahas adalah bagaimana sumbangan yang telah diberikan perasahaan terhadap upaya-upaya menjaga segala aspek di lingkungan sekitarnya melalui biaya yang terangkum didalam laporan nilai tambah sebagai salah satu bentuk pertanggungjawaban sosialnya. Jenis penelitian ini adalah deskripuf evaluatif dan penelitian ini merupakan studi kasus di dalam satu perasahaan, Penelitian ini dilakukan di PT. PRIMA ALLOY STEEL UNIVERSAL Tbk yang merapakan salah satu perasahaan industri Velg mobil di Surabaya yang sudah Go Public. Jenis data yang dikumpulkan dan digunakan dalam penelitian ini adalah data kualitatif dan data kuantitatif. Sumber data berasal dari sumber internal yaitu data primer dan data sekunder. Instrumen yang digunakan untuk mengumpulkan data adalah daftar pertanyaan dan sebagai responden adalah pimpinan perasahaan yang bersangkutan seperti manajer umum dan para staff yaitu staff umum dan keuangan. Prosedur pengumpulan data yang digunakan adalah dokumentasi dan studi lapangan. Tanggungjawab sosial perasahaan diukur berdasarkan besarnya kontribusi yang telah diberikan perasahaan terhadap penciptaan nilai tambah. Berdasarkan hasil analisis pada laporan nilai tambah dengan menggunakan teknik pengolahan dan analisis data yang telah ditetapkan, maka dapat disimpulkan bahwa PT. PRIMA ALLOY STEEL UNIVERSAL Tbk dalam menjalankan aktivitas operasional telah memperhatikan aspek lingkungan sekitarnya, yang dapat dilihat pada laporan nilai tambah yang telah disusun pada halaman 61, walaupun bentuk pelaporannya masih menggunakan bentuk yang paling sederhana.",
  "creators": "AGUSTINUS WIDODO",
  "contributors": "Devie (Examination Committee 1); Lisa Linawati Utomo (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 056/96/FE. AK/2000; Agustinus Widodo (32495025)",
  "subjects": "ACCOUNTING; FINANCIAL STATEMENTS"
}