{
  "id": "15089",
  "title": "'Fashionister': strategic brand analysis",
  "abstract": "Riset ini ditujukan untuk mengungkap sejauh mana sebuah merek Fashionister dapat diterima dengan baik oleh para target pasarnya. Penelitian analisa strategis merek ini dilakukan untuk mendukung pengujian konsep merek dalam kerangka analisa merek itu sendiri, citra merek, kekuatan merek, jiwa dari merek, elemen merek, dan karakteristik merek. Dalam penelitian kualititaf ini disajikan dengan menggunakan indepth interview ke 35 responden untuk meneliti kajian strategis dari merek yang dirancang, yaitu website Fashionister. Hasil penelitian menunjukkan bahwa dari 35 responden terdapat 31 orang yang tertarik dan 4 orang yang tidak tertarik terhadap website Fashionister. Hal ini dipengaruhi oleh beberapa faktor yaitu brand image, strength, soul of the brand, brand element, dan brand personality. Image yang terdapat pada Fashionister yaitu website khusus untuk wanita umur 17-21 yang memiliki penawaran konten yang unik dibandingkan website lainnya seperti konten style shop, mini kontes dan masterpiece sehingga mampu mensejajarkan keunikannya dibandingkan dengan website yang lain. Kekuatan yang dimiliki website Fashionister yaitu adanya kekuatan emosional yang dirasakan oleh konsumen yakni adanya rasa bangga dan puas daripada kekuatan fungsional yang ada. Soul of the brand sudah tercapai dengan adanya konten-konten yang ada mampu memenuhi visi dan misi yang akan dicapai. Brand element dari website Fashionister sendiri yang paling dominan yakni adanya brand name yang menarik dengan font yang menampilkan sisi feminim, fashionable dan menengah ke atas, sehinggga para responden yakin dengan adanya brand promise yang ditawarkan. Brand personality yang paling dominan untuk website Fahionister sendiri yakni excitement karena memiliki ciri karakteristik yang paling sesuai seperti trendy/daring, muda, riang/spirited, unik/imajinatif, dan up to date. Hal ini dapat disimpulkan bahwa faktor brand image, strength, soul of the brand, brand element, dan brand personality mempunyai peranan yang penting dan saling berhubungan dalam mempengaruhi ketertarikan orang terhadap website Fashionister.",
  "creators": "FENNY PRAYUGO; ILMEYDA TJANDRA",
  "contributors": "Hatane Semuel (Advisor and Examination Committee); Leonid Julivan Rumambi (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020095/MAN/2010; Fenny Prayugo (36406085), Ilmeyda Tjandra (36406106)",
  "subjects": "STRATEGIC PLANNING; MARKETING-MANAGEMENT"
}