{
  "id": "15081",
  "title": "Program penghitung biaya pemakaian printer pada jaringan komputer di Universitas Kristen Petra",
  "abstract": "Ide pemilihan judul ini berawal dari pengamatan di puskom khususnya dalam hal perhitungan biaya pemakaian printer dimana biaya pemakaian printer masih dihitung secara manual berdasarkan jumlah halaman yang dicetak. Tiap-tiap printer memiliki tarif yang berbeda-beda. Printer yang samapun tarifhya masih dibedakan atas text dan grafik dimana penentuan kategori text dan grafik masih sangat subyektif sehingga diatara petugas sendiri masih menimbulkan beberapa perbedaan dalam menentukan kategorinya. Program ini dibuat untuk menyempurnakan perhitungan biaya pemakaian printer tersebut agar bersifat obyektif. Untuk itu dasar perhitungannya diganti dari jumlah halaman menjadi jumlah bytes yang dicetak. Jumlah bytes yang dicetak ini mencerminkan banyaknya bitmap yang dicetak sehingga tidak perlu lagi membedakan antara text dan grafik karerta tentunya grafik yang dicetak akan menghasilkan jumlah bytes yang relatif besar yang disebabkan oleh banyaknya bitmap yang dicetak. Program ini dibuat untuk menggunakan fasilrtas print server Novell Netware 4.10 atau versi yang lebih baru. Karena menggunakan fasilitas dari print server tersebut maka program ini dapat menangani pencetakan dokumen pada suatu printer dari beberapa user secara bersamaan serta dapat pula menangani pencetakan dokumen pada beberapa printer pada saat yang bersamaan dari beberapa user. Data tentang penggunaan printer tersebut didapatkan dari print server auditing log. Dari hasil pengujian yang telah dilakukan terhadap file text maupun grafik pada kedua tipe printer tersebut memperlihatkan adanya perbedaan harga antara harga yang berlaku saat ini terhadap harga hasil perhitungan komputer yaitu untuk file text yang dicetak dengan printer HP LaserJet 4 ML perbedaannya sebesar 39,25% sedangkan untuk file text yang dicetak dengan HP DeskJet 500C perbedaannya sebesar 3,125%. Perbedaan harga file graphic yang dicetak dengan HP LaserJet 4 ML sebesar 133,72% sedangkan yang dicetak dengan HP DeskJet 500C perbedaannya adalah sebesar 213,08%. Secara umum bahwa program yang telah dibuat ini telah sesuai dengan tujuan semula yaitu untuk menghitung biaya pemakaian printer secara obyektif. Perbedaan harga tersebut dapat terjadi karena adanya perbedaan dasar perhitungan antara sistem manual yang berdasarkan halaman dan penilaian kategori text atau grafik dengan perhitungan komputer yang menggunakan dasar jumlah bytes bitmap yang dicetak. Perbedaan persentase untuk kedua jenis printer tersebut disebabkan karena driver dari masing-masing printer yang mempengaruhi pembacaan bitmap. File grafik memiliki persentase perbedaan yang sangat tinggi karena file graphic memiliki resolusi yang lebih tinggi daripada file text sehingga secara otomatis jumlah bitmap yang dicetak akan lebih besar dan tentunya tinta yang digunakan juga semakin banyak.",
  "creators": "EKO BUDIONO SOEMA",
  "contributors": "Resmana Lim (Advisor 2); Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Kartika Gunadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 98/E/KOM/003/025; Eko Budiono Soema (23491082)",
  "subjects": "COMPUTERS PROGRAMS; SOFTWARE ENGINEERING"
}