{
  "id": "15087",
  "title": "Studi pengaruh konsep multi customer terhadap kualitas di industri konstruksi",
  "abstract": "Pada tahun 1999 telah dikeluarkan Undang-Undang Jasa Konstruksi No. 8 Tahun 1999 tentang jasa konstruksi. Hal tersebut merupakan suatu angin segar bagi dunia jasa konstruksi nasional, dikarenakan selama ini usaha jasa konstruksi nasional hanya berdasarkan Keppres, Peraturan Pemerintah (PP) atau peraturan menteri yang selalu berubah-ubah. Salah satu tujuan Undang-Undang Jasa Konstruksi No.18 Tahun 1999 adalah menjamin kesetaraan kedudukan antara pengguna jasa dan penyedia jasa dalam hak dan kewajiban. Total Quality Management merupakan suatu sistem manajemen yang banyak digunakan oleh perusahaan-perusahaan besar, dimana salah satu faktor penting dari TQM adalah kepuasan pelanggan. Dalam konsep TQM pelanggan merupakan penentu kualitas, sehingga dalam konsep TQM setiap orang / bagian yang terkait dalam suatu proses harus terpuaskan dan bukan hanya pelanggan tingkat akhir / end customers saja. Sebuah studi yang telah dilakukan menyatakan penerapan TQM pada jasa konstruksi di Indonesia masih jarang dilakukan oleh karena itu studi ini bertujuan untuk mempelajari kebutuhan-kebutuhari akan aspek multi customer pada industri konstruksi terutama hubungan antara pihak-pihak yang terkait yaitu pemilik, supplier, konsultan perencana, kontraktor dan sub kontraktor. Penelitian ini merupakan penelitian studi literatur dan survey dengan menyebarkan kuesioner kepada 47 perusahaan kontraktor di Surabaya. Analisa data menggunakan analisa mean, analisa distribusi frekwensi dan program SPSS V.7.5 dengan fasilitas non parametrik analisis yaitu Friedman Test untuk mengetahui pengaruh dari masing-masing faktor. Dari hasil analisa data terlihat bahwa pihak-pihak yang terkait yang dapat mempengaruhi kualitas hasil industri konstruksi adalah pemilik, supplier, sub kontraktor, dan konsultan perencana (memiliki mean antara 3.49 - 4), faktor-faktor yang dapat mempengaruhi kualitas hasil industri konstruksi (memiliki mean antara 4 - 4.08), faktor-faktor yang dapat menyebabkan penundaan pembayaran dari pihak pemilik (memiliki mean antara 3.85 - 4.23), faktor-faktor yang ditimbulkan oleh kontraktor lain (memiliki mean antara 4 - 4.06) dan solusi untuk mendapatkan kualitas yang lebih baik (memiliki mean antara 3.83 -4). Kesimpulan yang didapat adalah penerapan aspek multi customer di industri konstruksi mutlak diperlukan dan cukup berpengaruh terhadappeningkatan kualitas hasil produksi, dan diperlukan suatu kesetaraan kedudukan antara pengguna jasa dan penyedia jasa dalam pemberian sanksi, koordinasi, pengontrolan, dan komunikasi.",
  "creators": "DEDY ISTANTO; DESTA ARINATAEKA PRAYITNA",
  "contributors": "Guana Tandjung (Advisor 1); Paulus Nugraha (Advisor 2); Budiman Proboyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 991 S; Dedy Istanto (21495048), Desta Arinata P (21495174)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; CONSTRUCTION INDUSTRY--QUALITY CONTROL"
}