{
  "id": "15108",
  "title": "Rancangan usaha galeri kesehatan (Health Gallery)",
  "abstract": "Health Gallery adalah sebuah bisnis yang bergerak dalam penyediaan jasa pelayanan kesehatan, termasuk didalamnya penyediaan produk-produk makanan dan minuman penunjang kesehatan. Bisnis ini mencoba memenuhi kebutuhan pasar yang menginginkan adanya sebuah institusi pelayanan kesehatan yang dikelola secara professional, dengan manajemen yang tertata rapi, dan yang paling utama adalah pelayanan yang memuaskan pelanggan. (Lihat hasil kuesioner untuk lebih jelasnya) Pasar yang dibidik adalah tentu saja pada orang-orang yang benar-benar concern memikirkan kesehatannya. Agak sulit menentukan siapa orang-orang tersebut, dan dari kalangan mana harus diambil, karena kesehatan juga salah satu kebutuhan yang esensial bagi setiap orang. Tetapi Health Gallery mencoba membidik kalangan menengah ke atas, para eksekutif muda, namun masih terbuka kemungkinan bagi orang-orang lain yang tidak dapat diprediksi sebelumnya. Sasaran bisnis ini adalah menjadi market leader dalam bidang penyediaan jasa layanan kesehatan pertama yang memilih lokasi di sebuah plasa, dan menjadi market leader juga dalam jasa pijat refleksi kesehatan dengan menyediakan tempat yang mudah diingat dan dijangkau oleh masyarakat. Health Gallery akan menjadi bisnis jasa kesehatan pertama yang akan berlokasi di sebuah plasa, dipandu oleh prinsip partnership , dengan sistem manajemen yang profesional, personel yang handal, dan kualitas pelayanan terbaik. Sumber dana dialokasikan dari dana sendiri, dan dana pinjaman dengan rasio 1 berbanding 2. Dana tersebut telah mencakup pula investasi awal dan reserve cash untuk meng-cover kebutuhan jangka pendek operasi.",
  "creators": "DEYLA CHRISTINA SUHADI; FERRY",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Soekarno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rancangan Usaha",
  "source": "Rancangan Usaha No. 22/EM/2000; Deyla Christina (31496013), Ferry (31496099)",
  "subjects": "HEALTH FACILITIES-BUSINESS MANAGEMENT; MANAGEMENT"
}