{
  "id": "15139",
  "title": "Penerapan manajemen persediaan dalam rangka meminimumkan total biaya persediaan di PT. \"X\" di Sidoarjo",
  "abstract": "Persediaan bahan baku merupakan elemen yang penting bagi perusahaan dalam memproduksi suatu produk. Jika perusahaan ingin agar produksi berjalan dengan lancar maka persediaan bahan baku yang diperlukan harus tersedia dalam jumlah yang cukup. Untuk menyediakan bahan baku tersebut diperlukan suatu manajemen persediaan. Tujuan diterapkannya manajemen persediaan ini adalah supaya perusahaan dapat menetapkan dan menjamin tersedianya bahan baku dalam kuantitas dan waktu yang tepat serta biaya yang optimal. Jika perusahaan sudah mampu menerapkan manjemen persediaan diharapkan total biaya persediaan dapat diminimumkan. Permasalahan yang dihadapi PT \"X\" adalah dalam memenuhi kebutuhan bahan baku , PT \"X\" melakukan pemesanan hanya berdasarkan perkiraan bahan baku yang masih ada digudang. Sehingga menyebabkan bahan baku yang dipesan kadangkala berlebihan atau kurang. Dan PT \"X\" harus terus menerus melakukan pemesanan yang mengakibatkan biaya pemesanan dan biaya penyimpanan bahan baku meningkat. Jenis penelitian yang dilakukan oleh penulis adalah penelitian deskriptif dengan PT \"X\" sebagai objek penelitian. PT \"X\" ini bergerak dalam memproduksi Bicycle Basket. Jenis data yang dikumpulkan adalah data kuantitatif dan kualitatif. Dan sumber datanya adalah dari internal perusahaan. Untuk memecahkan masalah ini penulis menggunakan konsep Economic Order Quantity. Dan kesimpulan yang diperoleh adalah dari perbandingan biaya sesungguhnya yang dikeluarkan oleh perusahaan dan biaya yang optimal terdapat biaya yang seharusnya dapat dihemat oleh perusahaan sehingga dapat juga meminimumkan total biaya persediaan.",
  "creators": "IMELDA R.H. NDJOEROEMANA",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); I MADE NARSA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 062/96/FE.AK/2000; Imelda R. H Ndjoeroemana (32496114)",
  "subjects": "MATERIALS MANAGEMENT"
}