{
  "id": "15134",
  "title": "Penerapan akuntansi sumber daya manusia sebagai informasi tambahan pada laporan keuangan PT. Wangsa Manunggal Jaya Perkasa di Sidoarjo",
  "abstract": "Tujuan dari akuntansi keuangan menurut akuntansi konvensional adalah mengkomunikasikan informasi sebagai hasil transaksi dari perusahaan. Transaksi-transaksi ini pada awalnya merupakan transaksi pertukaran barang dan jasa antar perusahaan. Tujuan akuntansi keuangan sebagaimana diungkapkan diatas mengandung beberapa keterbatasan. Pertama pertukaran dalam akuntansi konvensional hanya dibatasi pada masalah pertukaran barang dan jasa, tidak termasuk didalamnya masalah sumber daya manusia. Kedua pertukaran disini hanya merupakan pertukaran yang bersifat sah/ legal dari kesatuan ekonomis sehingga hal-hal yang berkaitan dengan sosial ekonomi diabaikan untuk tujuan praktis. Ketiga kebanyakan dari transaksi diatas merupakan peristiwa masa lalu, oleh karena itu semua yang berkaitan dengan kondisi keuangan masa depan tidak terwakili dalam laporan keuangan. Penelitian ini adalah penelitian kualitatif dengan menggunakan din peneliti sebagai alat pengumpul data utama. Hal ini dilakukan dengan metode observasi dan wawancara. Observasi dilakukan terhadap transasksi-transaksi yang berkaitan dengan cost sumberdaya manusia serta bagaimana transaksi tersebut dibukukan. Wawancara dilakukan terhadap orang-orang yang bertanggungjawab dalam membukukan transaksi tersebut.Yang dalam penelitian ini diwujudkan dalam perlakuan akuntansi dan laporan keuangan sebagai hasil penerapan perlakuan akuntansi tersebut. Penelitian kualitatif ini dibatasi pada apa yang tertuang dalam permasalahan penelitian. Batas tersebut akan menentukan kenyataan mana yang hams diteliti. Dari uraian diatas, dapat dikemukakan bahwa penelitian ini mengikuti mosel penelitian yang dimulai dari pengumpulan data, kesimpulannya ditarik dari data dan dikaji secara rasional dengan mengacu pada pengetahuan ilmiah yang relevan. Berdasarkan hasil penelitian, pengakuan dan penyajian nilai sumberdaya manusia oleh badan usaha sebagai beban pada periode berjalan akan berdampak cukup besar bagi badan usaha, khususnya laporan keuangan yang dihasilkan oleh badan usaha menjadi tidak wajar, sehingga informasi yang diberikan tidak dapat diandalkan karena adanya akun dalam laporan keuangan yang mempunyai nilai terlalu besar atau terlalu kecil secara material seperti akun beban dalam laporan laba rugi. Kesalahan yang akan berdampak kumulatif bagi laporan keuangan yang dihasilkan oleh badan usaha itu secara tidak langsung juga berpengaruh terhadap saldo laba yang juga akan semakin mengecil.",
  "creators": "RILEBAKODINA",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 052/FE.AK/2000; Rilebakodina (32495084)",
  "subjects": "FINANCIAL STATEMENTS"
}