{
  "id": "15137",
  "title": "Analisis pengaruh pemecahan saham terhadap perubahan harga saham",
  "abstract": "Pasar modal akan berjalan dengan baik jika informasi yang diperlukan oleh pihak yang terlibat didalamnya dapat diperoleh dengan cepat, tepat dan akurat. Para investor melakukan kegiatan investasi dengan tujuan memperoleh tingkat keuntungan dan hams menanggung tingkat resiko yang berbeda-beda. Salah satu faktor yang dipertimbangkan oleh para investor dalam melakukan investasi dalam bentuk saham adalah tingkat dari harga saham tersebut, sehingga mempengaruhi permintaan dan penawaran saham. Bila harga saham dinilai terlalu tinggi oleh pasar, maka jumlah permintaannya akan berkurang. Sebaliknya, bila pasar menilai bahwa harga saham tersebut terlalu rendah, jumlah permintaannya akan meningkat. Hukum permintaan dan penawaran akan berlaku. Skripsi ini merupakan penelitian empirik yang bersifat inferensial dengan rancangan penelitian menggunakan metode analisis data sekunder. Data yang digunakan merupakan data kuantitatif dengan teknik analisis datanya adalah statistik inferensial parametrik hubungan (tes hipotesa dengan menggunakan multiple regresi). Populasi dalam penelitian ini adalah perusahaan-perusahaan yang terdaftar di Bursa Efek Surabaya yang melakukan pemecahan saham pada tahun 1997. Dari hasil penelitian yang diperoleh ternyata menunjukkan bahwa pemecahan saham mempunyai pengaruh terhadap perubahan harga saham dengan melakukan pengawasan terhadap laba per lembar saham dan deviden per lembar saham dimana kedua variabel independen tersebut mempunyai koefisien yang positif yaitu 0.747649 unruk variabel laba per saham dan 15.676853 untuk variabel deviden per saham.",
  "creators": "DENY KURNIA DEWI",
  "contributors": "Lisa Linawati Utomo (Advisor 1); ALI DJAMHURI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 047/96/FE.AK/2000 (32496010); Deny Kurnia Dewi (32496010)",
  "subjects": "ACCOUNTING"
}