{
  "id": "15138",
  "title": "Penerapan akuntansi yang tepat terhadap transaksi leasing: studi kasus pada PT. Supra Aspindo Jaya di Surabaya",
  "abstract": "Laporan keuangan sangat penting artinya untuk melihat kinerja perusahaan pada periode yang bersangkutan. Selain itu laporan keuangan juga dapat digunakan untuk mengestimasi arus kas perusahaan pada masa depan serta berbagai kegunaan yang lain. Laporan keuangan yang baik memiliki karakteristik kualitatif, relevance dan realibility. Untuk mencapai laporan keuangan dengan karakteristik tersebut, tiap perusahaan perlu memperhatikan kaidah-kaidah akuntansi keuangan dalam penyusunannya. Standar Akuntansi Keuangan Indonesia merupakan suatu pedoman bagi penisahaan-penisahaan di Indonesia untuk menyusun laporan keuangannya. Penelitian yang dilakukan oleh penulis pada PT. Supra Aspindo Jaya bertujuan untuk mengetahui penerapan akuntansi yang tepat terhadap transaksi leasing pada PT. Supra Aspindo Jaya menurut Standar Akuntansi Keuangan Indonesia. Jenis penelitian yang dilakukan adalali penelitian deskriptif dengan rancangan penelitian studi kasus. Penulis menyelidiki secara mendalam salah satu kasus leasing yang terdapat pada perusahaan tersebut. Penulis menganalisa perlakuan akuntansi yang diterapkan perusahaan pada kasus leasing yang dipilih serta membandingkannya dengan yang sesuai menurut Standar Akuntansi Keuangan Indonesia No. 30 mengenai Leasing. Seluruh koreksi yang terjadi disesuaikan oleh penulis pada laporan keuangan perusahaan sehingga akan dapat dilihat laporan keuangan setelah penyesuaian. Penulis menyimpulkan bahwa perusaliaan mengkatagorikan aktiva leasingnya sebagai operating lease yang seharusnya merupakan jenis capital lease. Pengkatagorian jenis leasing tersebut sangat mempengaruni perlakuan akuntansinya. Pencatatan dengan capital lease lebih dihindari karena menyebabkan kinerja perusahaan terlihat lebih buruk. Pencatatan jenis capital lease menyebabkan rasio hutang per modal meningkat dan rasio pengembalian aktiva menurun. Penulis menyarankan agar perusaliaan mencatat aktiva leasingnya sesuai dengan Standar Akuntansi Keuangan Indoensia. Sehingga laporan keuangan yang dihasilkan dapat memberikan gambaran yang lebih jelas mengenai kinerja perusahaan.",
  "creators": "SILVIE DJIONO",
  "contributors": "ROEKHUDIN (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 107/96/FE.AK/2000; Silvie Djiono (32496051)",
  "subjects": "LEASE AND RENTAL SERVICES-ACCOUNTING"
}