{
  "id": "15133",
  "title": "Penerapan analisis volume profit secara tradisional dan secara activity based costing terhadap bauran produk pada PT \"X\" di Sepanjang",
  "abstract": "Analisis CVP merupakan suatu metode yang dapat digunakan untuk mengambil keputusan atas perubahan yang terjadi pada variabel penentu laba, yaitu penjualan dan biaya yang ada pada perusahaan tersebut serta mengevaluasi sampai sejauh mana pengaruh perubahan itu terhadap laba yang diperoleh perusahaan. Dalam penelitian ini, penulis menggunakan PT 'X' sebagai obyek penelitian. PT 'X' merupakan suatu perusahaan yang bergerak di bidang pembuatan perabotan rumah tangga yang terbuat dari plastik. Data yang diperlukan untuk menganalisis adalah data pada tahun 1999. Tujuan penelitian adalah untuk menerapkan penggunaan analisis Cost Volume Profit secara tradisional dan secara Activity Based Costing pada perusahaan plastik tersebut sehingga dapat mengetahui besamya laba yang diperoleh dengan adanya bauran produk yang dihasilkan oleh perusahaan. Untuk melakukan penerapan itu diperlukan informasi biaya yang akurat, oleh karena itu penulis berusaha untuk menganalisis data yang ada dan membandingkan antara analisis Cost Volume Profit secara tradisional dengan Cost Volume Profit secara Activity Based Costing. Dari hasil perbandingan itu dapat diketahui bahwa perhitungan BEP dari produk termos plastik dan keranjang dengan analisis CVP secara tradisional lebih rendah dibandingkan dengan analisis CVP secara ABC. Jadi perhitungan targeted income yang diperoleh dengan menggunakan analisis CVP secara ABC lebih besar daripada dengan analisis CVP secara tradisional.",
  "creators": "ARIESTA CHRISTIANTI S",
  "contributors": "MONIKA KUSSETYA CIPTANI (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 106/95/FE.AK/2001; Ariesta Christianti Siswanto (32495076)",
  "subjects": "COST ACCOUNTING"
}