{
  "id": "15140",
  "title": "Evaluasi penentuan dasar pengenaan pajak (dpp) pajak pertambahan nilai (ppn) atas penyerahan tanah dan bangunan di PT. Dharmala Land di Surabaya",
  "abstract": "Salah satu obyek Pajak Pertambahan Nilai adalah berupa penyerahan Barang Kena Pajak dalam bentuk ruko (rumah toko). Untuk dapat menghitung, menyetor dan melaporkan Pajak Pertambahan Nilai yang terutang dengan tepat, maka perlu diketahui komponen-komponen pembentuk harga pokok tanah dan bangunan sebagai Dasar Pengenaan Pajak serta mengetahui mekanisme pemungutan, penyetoran dan pelaporan Pajak Pertambahan Nilai sesuai ketentuan perpajakan yang berlaku. Oleh sebab itu yang menjadi permasalahan dalam skripsi ini adalah bagaimana penentuan kompenen-komponen pembentuk harga pokok tanah dan bangunan sebagai Dasar Pengenaan Pajak (DPP) Pajak Pertambahan Nilai (PPN) atas penyerahan tanah dan bangunan di Ruko Plaza Segi Delapan Surabaya. Jenis penelitian yang digunakan adalah penelitian deskriptif yang memberikan gambaran kepada pembaca dan mengungkapkan suatu permasalahan sebagaimana adanya sehingga hanya bersifat mengungkapkan fakta atau penelitian yang tidak menjelaskan suatu hubungan sebab akibat, dengan rancangan penelitiannya bersifat studi kasus di Ruko Plaza Segi Delapan. Berdasarkan hasil observasi, interview, dan dokumentasi, maka komponen pembentuk harga pokok tanah dan bangunan menurut perusahaan adalah semua biaya yang telah dikeluarkan sehingga layak untuk didirikan bangunan dan dijual termasuk didalamnya biaya-biaya cadangan (contigencies). Sedangkan menurut ketentuan perpajakan yang termasuk komponen pembentuk harga pokok tanah dan bangunan adalah semua biaya yang digunakan untuk memperoleh dan mempertahankan hasil yang didukung dengan bukti ekstern. Karena contigencies merupakan biaya yang bersifat cadangan, yang bisa timbul dan bisa juga tidak, maka contigencies tidak diperhitungkan sebagai komponen pembentuk harga pokok tanah yang akan dijadikan sebagai Dasar Pengenaan Pajak atas Pajak Pertambahan Nilai. Besarnya Dasar Pengenaan Pajak atas Pajak Pertambahan Nilai dikalikan dengan tarif 10% diperoleh jumlah Pajak Pertambahan Nilai yang harus dibayar. Penyetoran Pajak Pertambahan Nilai dilakukan selambat-lambatnya tanggal 15 bulan berikutnya dan dilaporkan selambat-lambatnya tanggal 20 pada bulan yang sama dengan bulan dilakukannya penyetoran Pajak Pertambahan Nilai.",
  "creators": "LUCI YENNIE WIBOWO",
  "contributors": "Yenni Mangoting (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 092/97/FE.AK/2001; Luci Yennie Wibowo (32497040)",
  "subjects": "TAX ACCOUNTING"
}