{
  "id": "15143",
  "title": "Pesona Monumen Bahari \"Jalesveva Jayamahe\" sebagai daya tarik wisata andalan yang menunjang kepariwisataan Surabaya",
  "abstract": "Surabaya sebagai pintu gerbang bagi kawasan Indonesia Timur, telah dicanangkan pula sebagai Kota Tujuan Wisata, bukan hanya sebaga.i kota transit wisata. Perkembangan kota Surabaya yang pesat ini ternyata lebih tertuju pada bidang perdagangan atau bisnis. Pengelolaan obyek-obyek wisata Surabaya belum optimal., karena obyek-obyek wisata tersebut hanya digunakan sebagai pelengkap untuk menunjang kegiatan bisnis wisatawan. Henjawab tantangan unt.uk mewujudkan citra Surabaya sebagai Kota Par.iwisata, maka kin i sedang dibangun sebuah obyek wisata barn yang menarik dan berpotensi, yaitu Monumen Bahari Jalesveva Jayamahe, di Dermaga Ujung, Surabaya. Monjaya adalah hasil peran serta TNI-AL di dalam membangun wisata bahari Indonesia. Monjaya adalah sebuah karya besar nasional dengan day a tarik utatna sebuah patung Armada setinggi 30,6 meter yang berdiri kokoli di atas bangunan penyanggah setinggi 25 meter, hendaknya memiliki pesona tersendiri bagi Surabaya. Monurnen ini diperlengkapi dengan berbagai fasilitas menarik seperti ruang museum, ruang pamer diorama, perpustakaan serta fasilitas audio visual yang dapat memberikan pengetahuan kebaharian bagi generasi muda dan menimbuIkan minat kebaharian. Obyek ini sangat menarik, sebagai tempat rekreasi ilmiah yang berpotensi bagi kepariwisataan Surabaya di masa mendatang. Akses bilitas obyek ini diutamakan melewati Kali Mas, sehingga diharapkan akan menambah nilai budaya dan bahari. Dengan keberadaan Monjaya ini, maka Surabaya akan metnpunyai sebutan baru, yaitu Kota Pelaut, Kota Angkatan Laut, disamping sebagai Kota Pahlawan.",
  "creators": "ELSYE CHRISTIANA",
  "contributors": "J. Loekito Kartono (Advisor 1); Yacintha Yoranouw Suryawijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 207/Par/1996; Elsye Christiana (91393036)",
  "subjects": "TOURIST TRADE-SURABAYA; JALESVEVA JAYAMAHE (MONUMENTS)-TOURIST TRADE"
}