{
  "id": "15152",
  "title": "Studi pengukuran medan listrik dan medan magnet akibat pengaruh radiasi gelombang elektromagnetik jaringan tegangan listrik dan peralatan listrik terhadap manusia",
  "abstract": "Polemik tentang pengaruh medan listrik dan medan magnet bagi kesehatan manusia sudah berlangsung sejak dulu ( dimulai sejak 22 tahun yang lalu ). Dengan semakin majunya tehnologi dan peradapan manusia sangat sulit untuk memperoleh lahan sehingga sering kali terjadi suatu jaringan listrik melewati rumah-rumah penduduk dan lingkungan yang padat manusianya. Hal ini sulit sekali dihindari. Tujuan penelitian ini adalah untuk mengetahui besarnya medan listrik dan medan magnet yang diakibatkan oleh jaringan listrik dan peralatan listrik, serta membandingkannya dengan teori yang ada sehingga dapat dianalisa dampak yang ditimbulkan bagi mahluk hidup. Penelitian ini menggunakan metode studi literatur dan mengadakan pengukuran langsung pada jaringan listrik di lapangan dan peralatan listrik dengan menggunakan \"field strength meter\" ( FH-3604 ). Hasil pengukuran pada jaringan listrik setelah dibandingkan dengan teori dan ketentuan-ketentuan yang ada menyatakan bahwa besarnya medan listrik dan medan magnet di bawah jaringan listrik umumnya di Surabaya masih menunjukkan batas-batas yang wajar dan belum membahayakan bagi manusia. Keberadaan peralatan-peralatan listrik di rumah tidak boleh kita abaikan karena kadang kala besarnya medan elektromagnetik yang ditimbulkan bahkan lebih besar daripada jaringan listrik.",
  "creators": "ONGKOWIJOYO",
  "contributors": "Heri Saptono Warpindyasmoro (Advisor 2); SYARIFFUDDIN M. (Advisor 1); BUNAWI GUNAWIDJAJA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi : No. 98/E/TST/015/252; Ongkowijoyo (23492168)",
  "subjects": "ELECTROMAGNETIC MEASUREMENTS"
}