{
  "id": "15155",
  "title": "Perencanaan produksi yang optimal dengan integrasi model perencanaan kebutuhan mesin dan model perencanaan produksi aggregat di PT Wimbi Surabaya",
  "abstract": "Masalah perencanaan produksi merupakan masalah yang vital dan cukup rumit dalam suatu perusahaan. Masalah ini tidak dapat dengan mudah hanya diselesaikan oleh satu model tertentu secara maksimal. Untuk mendapatkan suatu perencanaan produksi yang optimal, banyak hal yang harus diperhatikan. Antara lain: permintaan produk, jumlah tenaga kerja, jumlah mesin yang digunakan, jumlah jam kerja, serta biaya-biaya yang berkaitan dengan tenaga kerja, mesin dan produk itu sendiri. Salah satu model yang dapat diaplikasikan untuk masalah perencanaan produksi adalah model integrasi. Dalam makalah ini selanjutnya akan dibahas perencanaan produksi yang mengaplikasikan model integrasi antara model perencanaan kebutuhan mesin dan model perencanaaan produksi aggregat yang selanjutnya dibandingkan dengan model perencanaan kebutuhan mesin dan model perencanaan produksi aggregat. Masalah produksi yang dipakai sebagai kasus dalam makalah ini adalah masalah produksi di PT WIMBI Surabaya. Kondisi saat ini, PT WIMBI belum mempunyai perencanaan produksi, sehingga dalam memproduksi komponen-komponen sepeda menggunakan sistem yang sangat sederhana. Artinya mereka tidak memperhitungkan adanya kemungkinan kebijaksanaan inventori ataukah shortage. Untuk langkah pertama dilakukan perencanaan produksi dengan model perencanaan produksi aggregat, model perencanaan kebutuhan mesin dan model integrasi antara kedua model tersebut. Selanjutnya dari ketiga model tersebut dilakukan analisa dan dipilih yang terbaik untuk dipakai sebagai usulan perencanaan produksi bagi perusahaan. Parameter pembanding yang digunakan adalah total biaya untuk minimasi total biaya produksi.",
  "creators": "LIANA WIDIASTUTI SAPOETRO",
  "contributors": "I Gede Agus Widyadana (Advisor 2); Didik Wahjudi (Examination Committee 1); Stevanus Adrianto Tjandra (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 155/TI-85/1998; Liana Widiastuti Sapoetro (25494077)",
  "subjects": "PRODUCTION PLANNING-MATHEMATICAL MODELS; INDUSTRIAL ENGINEERING-MATHEMATICAL MODELS"
}