{
  "id": "15153",
  "title": "Analisis produktivitas kerja staf administrasi PT Philips development corporation",
  "abstract": "Dalam menganalisis produktivitas kerja staf administrasi PT. Philips Development Corporation, diperlukan suatu metode pengukuran yang tepat Untuk itu penulisan tugas akhir ini bertujuan untuk menganalisis produktivitas dari waktu produktif staf administrasi per hari dan selama satu minggu pengukuran baik secara kuantitatif maupun secara-akualitatif Metode penelitian dibagi menjadi empat, yaitu metode pengumpulan data, metode pengolahan data, metode analisa data dan metode penarikan kesimpulan. Pengumpulan data diiakukan melalui observasi awal dan wawancara tak terstruktur, pengukuran kerja (menggunakan metode work sampling) serta dengan melakukan pengamatan/wawancara mengenai cara kerja staf administrasi. Pengolahan data diiakukan dengan menghitung waktu produktif per hari dan per minggu serta menghitung tingkat ketelitian dari pengamatan yang telah dilakukan. Analisa data dilakukan dengan menghubungkan antara hasil perhitungan secara kuantitatif dan hasil pengamatan/wawancara mengenai cara kerja staf administrasi, untuk mendapatkan informasi mengenai apa saja aktivitas yang ekstrim beserta penyebabnya. Sedangkan penarikan kesimpulan digunakan untuk mengkategorikan produktif atau tidaknya staf administrasi. Hasil dari pengukuran kerja menunjukkan bahwa staf administrasi dikategorikan produktif karena aktivitas produktif >80% dari total aktivitas dan tidak ada ekstrim negatif untuk setiap aktivitas yang dilakukannya. Waktu produktif selamasatu minggu pengukuran yang dihasilkan oleh sekretaris I dan II masing-masing sebesar 32.125 jam kerja (85.67%) dan 33.5 jam kerja (89.33%). Waktu produktif staf administrasi keuangan I dan II masing-masing sebesar 33.75 jam kerja (89%) dan 33.125 jam kerja (88.33%).",
  "creators": "VERAWATI",
  "contributors": "Kriswanto Widiawan (Advisor 1); Sujono Poetrodjojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No 168/TI-98/1998; Verawati (25494112)",
  "subjects": "WORK MEASUREMENT-ANALYSIS; LABOR PRODUCTIVITY"
}