{
  "id": "15161",
  "title": "Prototipe sistem informasi dengan memakai pendekatan komputasi tersebar dan client-server pada Lembaga Penelitian dan Pengabdian Masyarakat UK Petra",
  "abstract": "Tugas akhir ini diawali dengan suatu masalah pembahasan, yaitu bagaimana membangun suatu sistem informasi yang baik dan benar, yaitu kemampuan suatu sistem untuk menjamin keakuratan data dan kemampuan akses data oleh client sangat dibutuhkan dalam penyediaan informasi kepada pihak-pihak yang membutuhkan. Pada tugas akhir ini, penulis ingin menggunakan metode pendekatan 'Sistem Komputasi Tersebar dan Client-Server' sebagai salah satu metode baru dalam implementasi database. Prototipe dari sistem informasi ini menerapkan konsep database tersebar, yaitu data BAU dan data LPPM tersebar pada dua komputer yang berbeda. Data BAU berhubungan dengan data-data kepegawaian UK.Petra, sedangkan data LPPM berhubungan dengan data-data publikasi yang sudah dilakukan oleh dosen-dosen UK.Petra. Perangkat lunak \"Pusat Penelitian UK.Petra\" dibuat dengan menggunakan software 'Power Builder' sebagai software pengembangan aplikasi dan memakai fasilitas-fasilitas yang terdapat pada software 'Microsoft SQL Server v6.5' sebagai software database server. Aplikasi perangkat lunak dibagi menjadi 2 bagian utama, yaitu 'Program Administrasi' dan 'Program Client'. Program Administrasi diperuntukkan bagi pihak Pusat Penelitian untuk akses dan manipulasi data. Sedangkan Program Client hanya diijinkan untuk melihat informasi penelitian yang dilakukan oleh dosen UK.Petra. Program ini diperuntukkan bagi jurusan-jurusan dan unit-unit yang membutuhkan akses informasi penelitian. Akses data yang dilakukan yaitu dengan menggunakan ODBC yang ditujukan ke masing-masing server yang bersangkutan. Perintah SQL yang dikirim ke komputer server akan dieksekusi dan mengembalikan suatu hasil berupa data yang akan diproses oleh client untuk ditampilkan ke User Interface. Perintah SQL ini bisa berupa Transact-SQL (meliputi select, insert, update dan delete) atau Stored Procedure (diletakkan di server). Dari penelitian yang sudah dilakukan dengan menggunakan pendekatan 'Komputasi Tersebar dan Client-Server', maka dapat dihasilkan bahwa kedua program aplikasi tersebut memungkinkan akses data BAU dan LPPM pada dua buah komputer server yang berbeda secara bersama-sama. Dengan metode pendekatan ini, beban dari server akan lebih berkurang karena User Interface dan program sudah dapat dipisahkan dari komputer server ke komputer client. Selain itu, lalu lintas data yang terjadi juga akan berkurang, karena paket-paket pesan yang dikirim hanya meliputi data-data yang diperlukan oleh client.",
  "creators": "GUNAWAN HADI TJAHYONO",
  "contributors": "Resmana Lim (Advisor 1); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 98/E/Kom/010/032; Gunawan Hadi Tjahjono (23493075)",
  "subjects": "DATABASE DESIGN; DATABASE MANAGEMENT"
}