{
  "id": "15163",
  "title": "Pentingnya kepuasan, kepercayaan dan komitmen dalam membangun hubungan dengan pelanggan untuk peningkatan pangsa pasar dan keuntungan perusahaan",
  "abstract": "Jurnal I menguji keunggulan dari CSB. Pada jurnal ini, peneliti melaporkan perkembangan CSB dan hasii-hasil yang telah dicapai selama 3 tahun pertama, serta mendiskusikan bagaimana .kepuasan konsumen berhubungan dengan, strategi perusahaan secara keseluruhan, dimana suatu keadaan kebenaran CSBdiuji. CSB merupakan alat untuk mengukur kualitas produksi sebagai jaminan pemakaian total untuk kepuasan pelanggan, dari suatu index yang berdasarkan data survei tahunan pada pelanggan-pelanggan dari 100 perusahaan terkenal pada 30 industri di Swedia. Jurnal II mencoba menganalisa sejauh mana hubungan kepuasan, kepercayaan dan komitmen di dalam perilaku pelanggan yang berbeda-beda terhadap suatu produk jasa. Peneliti menganalisa hubungan kepuasan, kepercayaan dan komitmen terhadap sikap puas dan tujuan masa depan pada perusahaan teater Broadway New-York, yang membedakan pelanggan berdasarkan orientasi relasinya yang berbeda-beda yaitu pelanggan dengan relasi rendah (pelanggan tidak tetap) dan pelanggan dengan relasi tinggi (pelanggan tetap). Kedua jenis pelanggan ini sama-saman memiliki kepentingan kepuasan, kepercayaan, komitmen dan tujuan masa depan terhadap organisasi. Jurnal III mencoba menganalisa sejauh mana perubahan layanan dari perusahaan atau industri pelayanan dapat mempengaruhi perilaku pelanggan untuk pindah ke perusahaan-perusahaan jasa lain. Pada kesimpulan akhir pada ketiga jurnal penelitian di atas menunjukkan bahwa kepuasan, kepercayaan dan komitmen sangat penting dalam membangun hubungan. dengan pelanggan, yaog nantinya diharapkan dapat meningkatkan pangsa pasar dan keuntungan dari suatu perusahaan atau industri.",
  "creators": "DEDY HARTONO",
  "contributors": "Eddy Madiono Sutanto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 77/EM/2000; Dedy Hartono (31494312)",
  "subjects": "CUSTOMER RELATIONS; MARKETING-MANAGEMENT"
}