{
  "id": "15167",
  "title": "Peranan bauran pemasaran dan analisis SWOT dalam usaha meningkatkan penjualan produk perlengkapan bayi PEX oleh CV. Hapete Niaga di Surabaya",
  "abstract": "1. BACK GROUND OF THE STUDY The high percentage of birth rate in Indonesia that is 2 % a year is a great opportunity for business people to enter the business which deal in baby's equipment. Recently, there are so many companies, which deal in baby equipment, and of course it causes a great competition among them. Each company tries to gain the market by telling that they have product advantage over the other. However, as time changes product superiority only cannot guaranty their success. Therefore, the right marketing strategy, in this case is marketing mix, is also needed to jack up the selling. Marketing mix covers things such as: 1. product, that is the packaging. Therefore each company have to make the package of their product as interesting as possible. So, the buyers are interested to buy. 2. Price. Here the pricing decision is very important. Company have to be able to give price that can compete with other company's products. 3. Place. The place here deals with the distribution. The company must have a good distribution cannel, may be by having many retailers and outlets, so that their product can be well known among the market. 4. Promotion also plays an important role in the selling. There are so many forms of promotion such as: personal selling, cooperation with hospitals, publicity by advertising, having shows, etc, cooperate with local distributor, and also open special counters. Besides that, the external factors (threat and opportunity ) and internal factors (strength and weakness ) also play an important role in determine the life of the company. Therefore, by combining marketing mix and SWOT analysis, hopefully the company can be success. 2. STATEMENT OF THE PROBLEM CV HAPETE NIAGA, that is one of the companies, which deal in baby equipment in Java and Bali, has face a problem in the selling. The selling of the company has decrease drastically from the end of 1997 until the end of 1998. So, the writer is curious to know whether marketing mix and SWOT analysis are applied effectively in the company. 3. CONCLUSION From the result of the analysis the writer finds out that: @ Product, place/ distribution, price, and promotion all together influence the selling of PEX baby equipment by CV HAPETE NIAGA. @ From all of the variable in marketing mix, promotion is proved to be the most dominant variable which influence the selling of PEX baby equipment by CV. HAPETE NIAGA.4. SUGGESTION Based on the analysis, the writer thinks that there are several things that should be done by CV. HAPETE NIAGA to increase it's selling such as: @ The company should widen its distribution and also add the number of its retailer, so that the products can be well known among the consumers, and the consumers can find the products easily. @ The company should give an extra or additional bonus to their retailers who sell in a large number so that the retailers are motivated to sell the products. Besides that, the company can introduce PEX in the market by having seminars about baby's health, by having competition which have something to do with baby, and also acting as a sponsor in many health program in radio and television.",
  "creators": "SIMON SANTOSO",
  "contributors": "BUDI SETIORAHARDJO (Advisor 1); Soekarno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1345/EM/1999; Simon Santoso (31494320)",
  "subjects": "MARKETING MANAGEMENT"
}