{
  "id": "15169",
  "title": "Analisa pendapat konsumen sebagai dasar pertimbangan kebijakan periklanan",
  "abstract": "Pertumbuhan perekonomian dunia saat ini telah mencapai situasi di mana persaingan telah menjadi menu sehari-hari yang harus dihadapi oleh pelaku bisnis di setiap sektor kegiatan ekonomi. Akibatnya, tingkat persaingan antara industri sejenis menjadi semakin ketat. Hal ini dapat dilihat dari semakin maraknya industri-industri memasarkan produknya, yang salah satunya ditandai dengan semakin gencarnya iklan-iklan yang bermunculan di berbagai media. Tampaknya iklan telah menjadi suatu pilihan yang menarik bagi usaha pemasaran barang ataupun jasa. Selain itu, upaya beriklan juga membutuhkan dana yang tidak sedikit. Karena itu, iklan harus dirancang dengan pertimbangan yang matang. Periklanan adalah komunikasi non personal yang dibayar dari sponsor yang sudah dikenal dengan menggunakan media massa untuk meyakinkan atau mempengaruhi para audiens/pemirsa. Pembuat iklan adalah individu atau organisasi yang mengesahkan proses periklanan tersebut. Di mana pada prinsipnya pembuat iklan itu menetapkan dan membuat keputusan akhir. Sejalan dengan hal tersebut, perencanaan media adalah merupakan bagian yang paling penting karena dengan perencanaan media yang baik, proses keputusan diarahkan pada penggunaan waktu dan ruang iklan yang lebih efisien, sehingga membantu dalam mencapai tujuan pemasaran. Semua ini tentunya tidak terlepas dari peran serta pegawai sebagai \"orang dalam\" untuk bekerja sama dengan para pembuat keputusan di bidang pemasaran dalam mengevaluasi pengiklanan dari perusahaan mereka tersebut (dalam hal ini perusahaan tempat pegawai bekerja). Tetapi semua itu tentunya tidak akan terlepas dari adanya tuntutan, baik itu tuntutan secara obyektif maupun tuntutan secara subyektif. Tuntutan adalah pernyataan tentang performance produk, biasanya beberapa performance test secara scientific mendukung tuntutan tersebut. Kenyataan ini termasuk di dalamnya memiliki data pada dokumen untuk membuktikan setiap tuntutan yang dibuat dalam periklanan. Bagian terakhir yang tidak kalah penting sehubungan dengan proses periklanan yaitu advertising objectives atau tujuan dari periklanan tersebut. Di mana tujuan periklanan itu sebenarnya adalah pernyataan dari efek atau akibat yang ditimbulkan pesan iklan terhadap audiens/pemirsa. Sehingga dapat ditarik kesimpulan, bahwa pada dasarnya tujuan dari suatu periklanan itu sangat berhubungan dengan identifikasi masalah periklanan tersebut.",
  "creators": "ENRICO ALBERTO MANUHUTU",
  "contributors": "Eddy Madiono Sutanto (Advisor 1); Soekarno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 98/EM/2001; Enrico Alberto Manuhutu (31495002)",
  "subjects": "ADVERTISING-MANAGEMENT"
}