{
  "id": "15176",
  "title": "Analisis kemampuan proses produksi karung plastik di PT Kerta Rajasa Raya",
  "abstract": "PTKerta Rajasa Raya (KRR) adalah perusahaan yang bergerak dibidang karung plastik. Dalam menghadapi persaingan bisnis baik dari dalam negeri maupun dari luar negeri, mengharuskan PT KRR untuk melakukan pembenahan baik dalam hal produksi maupun manajemennya. Dalam hal produksi yang utama adalah masalah mutu produk, karena dengan adanya perbaikan mutu maka diharapkan dapat menekan biaya produksi yang diakibatkan adanya kecacatan produk, selain itu juga perusahaan dapat bersaing dalam memasarkan produknya baik untuk pasar dalam negeri maupun untuk pasar luar negeri. Selama ini pihak perusahaan dalam melakukan pengendalian mutunya masih bersifat inspeksi produk. Dalam pelaksanaan Tugas Akhir ini, penulis ingin mengenalkan metode Pengendalian Proses secara Statistik yang merupakan pengendali mutu tanpa akhir yang bertujuan untuk mencegah produk cacat waktu proses pembuatan melalui diagnosis dan pengamatan produk yang diperbaiki. Tujuan yang ingin dicapai adalah dapat memperbaiki mutu dari pita plastik pada mesin extruder 1 dalam hal denier, elongation (kemuluran), dan strength (kekuatan tarik) serta peningkatan output rajutan pita plastik pada mesin circular loom. Pada proses pembuatan pita plastik penulis menggunakan grafik pengendali X dan R sedangkan pada rajutan pita plastik digunakan grafik pengendali individual X dan Rm. Dari hasil analisis data terlihat bahwa pada proses pita plastik hanya deniernya saja yang mampu memenuhi spesifikasi yang telah ditentukan oleh perusahaan, sedangkan untuk strength, elongation dan output perajutan pita plastik masih belum mampu memenuhi spesifikasi yang dikehendaki.",
  "creators": "YULIANI PUJIANTI",
  "contributors": "Kriswanto Widiawan (Examination Committee 1); S.G. Ferryanto (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 034/TMI/22/1997; Yuliani Pujianti (25493088)",
  "subjects": "MANUFACTURING PROCESSES; PRODUCTION PLANNING"
}