{
  "id": "15173",
  "title": "(Re)defining motherhood in Sophie Kinsella's Shopaholic and Baby, Emily Giffin's Baby Proof, and Stephanie Calman's the Confessions of a Bad Mother",
  "abstract": "This study aims to redefine motherhood in Sophie Kinsella?s Shopaholic and Baby, Emily Giffin?s Baby Proof, and Stephanie Calman?s The Confessions of a Bad Mother. I choose to discuss mom lit because in mom lit, the protagonists tell their honest experiences, emotions and thoughts about motherhood, which often quite the contrary with the society?s discourse of motherhood. The unromantic side of motherhood the women encounter prompts a question whether the meaning of motherhood is similar and applicable for all women. For this reason, I am keen on discussing how the society discourse about motherhood is contradictory with the female characters in the novels? views and experiences on motherhood. The way the society views motherhood will show the ideology of motherhood, whereas, the way the women in the story view motherhood will show that in practice, women/mothers does not always experience the same ideals. The purpose of the analysis is to open more understanding on the difference in viewing and practicing motherhood. Consequently, feminist theories and concepts are needed to analyze what the standard motherhood is, including the oppression of women?s nature and the qualities of a mother. Moreover, the theories are also applied to understand the fear and anxieties, alienation and peculiarity, and also inadequacy and guilt the women may experience in their encounters with motherhood. The analysis shows that there are differences between the expectations of motherhood from the society and the real experiences of the women. The difference between the society and her discourse of motherhood makes a woman undergoes feelings which are kept under because her own discourse is marginalized. In the end, it can be concluded that in the mommy lit, the women reveals that motherhood confers two different sides of meaning.",
  "creators": "PRISKA FEBRINIA HANDOJO",
  "contributors": "Jenny Mochtar Djundjung (Advisor 1); Meilinda (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate No. 01011904/ING/2009; Priska Febrinia Handojo (11406004)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; KINSELLA, SOPHIE, 1969-...SHOPAHOLIC AND BABY-STUDY AND TEACHING; GIFFIN, EMILY, 1972-...BABY PROOF-STUDY AND TEACHING; CALMAN, STEPHANIE, ...-... THE CONFESSIONS OF A BAD MOTHER-STUDY AND TEACHING"
}