{
  "id": "15179",
  "title": "Kajian teoritik perencanaan proses penekukan pipa pada pembuatan kemudi sepeda",
  "abstract": "Pada proses penekukan pipa untuk proses pembuatan kemudi sepeda di PT Wijaya Indonesia Makmur Bicycle Industrie sering terjadi cacat buckling dan cacat necking. Untuk mengatasi cacat-cacat yang terjadi, perlu dilakukan peninjauan kembali terhadap perencanaan proses penekukan pipa di perusahaan tersebut dan juga terhadap alat-alat bantu seperti mandrel dan clamping block. Perencanaan proses untuk mengurangi cacat yang terjadi dimulai dari segi tegangan yaitu dengan cam membandingkan tegangan yang terjadi pada proses penekukan dengan tegangan ultimate material hasil uji tarik. Untuk mengetahui radius yang diijinkan dalam proses penekukan, ditinjau harga perbandingan antara diameter pipa dengan radius penekukan tidaklah boleh melebihi dari harga kritis ( c ). Cacat yang disebabkan oleh mandrel diperoleh dengan perbandingan antara diameter pipa, tebal pipa dan radius proses penekukan dan cacat yang disebabkan oleh clamping blocks dapat diperoleh dari penggunaan sudut penekukan. Hasil perencanaan proses menunjukkan bahwa tegangan yang terjadi pada proses penekukan tidak melebihi tegangan ultimate dari material sehingga material yang dipakai layak untuk digunakan. Peralatan yang dipakai pada proses penekukan seperti tipe mandrel yang digunakan dan panjang clamping block yang dipakai adalah kurang sesuai, sehingga perlu perlu penggantian penggunaan mandrel dari tipe plug diganti dengan tipe one-ball dan untuk penggunaan clamping block, panjangnya harus disesuaikan dengan hasil perencanaan.",
  "creators": "JOPPY HERMAWAN",
  "contributors": "Herry Sunandar (Advisor 2); BOBBY O. P. SOEPANGKAT (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi : No. 98.54.278; Joppy Hermawan (24491070)",
  "subjects": "BENDING; PIPE BENDING"
}