{
  "id": "15188",
  "title": "Evaluasi dan rancang sistem pembelian, utang, dan pembayaran utang usaha pada PT. Kerta Rajasa Raya di Sidoarjo",
  "abstract": "Agar dapal melaksanakan dan mengendalikan aktifitas-aktifitas dalam sistem pembelian, utang dan pembayaran utang usaha, diperlukan pengendalian internal yang memadai, karena ilu perlu diterapkan sistem informasi yang baik, tepat dan akurat dalam menunjang kegiatan operasional perusahaan. Sehubungan dengan hal tersebut, masalah yang diangkat adalah apakah sistem pembelian, utang dan pembayaran utang usaha secara manual pada PT. Kerta Rajasa Raya telah memadai? Jenis penelitian yang dilakukan adalah penelitian deskriptif berupa studi kasus dengan obyek penelitian PT. Kerta Rajasa Raya di Sidoarjo. Jenis data yang digunakan adalah data kualititatif dan sumber data yang digunakan adalah data internal berupa data primer yang diperoleh dari sumber penelitian. Metode pengumpulan data yang digunakan adalah studi pendahuluan, studi lapangan dan studi kepustakaan dengan mengumpulkan data teoritis yang berhubungan dengan masalah yang dibahas. Dari hasil penelitian yang dilakukan diketahui adanya ketidakcocokan antara prosedur yang dilakukan perusahaan dengan job description dan dokumen-dokumen yang ada kurang menunjang kegiatan. Untuk itu dilakukan evaluasi atas struktur organisasi dan job description, prosedur secara manual pada pembelian tunai bahan baku, pembelian kredit bahan penolong dan spare part, pelunasan hutang atas pembelian bahan penolong dan spare part, dokumen dan pengkodean. Dari hasil evaluasi kemudian dirancang struktur organisasi dan job description yang baru, prosedur manual usulan, dokumen dan pengkodean usulan sehingga diharapkan dapat digunakan sebagai bahan pertimbangan perusahaan untuk memperbaiki sistem informasi akuntansi yang ada.",
  "creators": "LINDA AIRLINA",
  "contributors": "Oviliani Yenty Yuliana (Advisor 1); I MADE NARSA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 067/95/FE.AK/2000; Linda Arlina (32495059)",
  "subjects": "AUDITING, INTERNAL; ACCOUNTING"
}