{
  "id": "15185",
  "title": "Peranan stock split dalam meningkatkan likuiditas dan return saham",
  "abstract": "A. Topik pembahasan jurnal pertama yang berjudul \"Tick Size, Share Price, and Stock Split\" berisi: Aturan-aturan variasi harga minimum saham membantu menjelaskan mengapa harga-harga saham berbeda secara mencolok di berbagai negara, dan hal-hal lain yang irigin diketahui dari harga-harga saham. Perusahaan-perusahaan cenderung untuk melakukan stock split dengan harapan tick size minimum yang ditetapkan secara institusional mencapai nilai optimal relatif terhadap harga saham. Pengelompokan Tick size yang relatif bervariasi memberikan insentif bagi para dealer untuk memperluas pasar dan bagi para investor untuk menyediakan likuiditas dengan menempatkan limit order, meskipun tick size tersebut ditempatkan pada harga yang tinggi yang berkaitan dengan penetapan Bid-Ask Spread. Model yang sederhana menyatakan bahwa risiko idiosyncratic, ukuran perusahaan, dan visibilitas dari perusahaan mempengaruhi tick size relatif yang optimal dan juga harga saham. B. Topik pembahasan jurnal yang kedua berjudul \"Pengaruh stock split terhadap likuiditas saham yang diukur dengan besarnya bid-ask spread di Bursa Efek Jakarta\" berisi: Dalam penelitian ini peneliti melakukan penelitian terhadap tiga puluh perusahaan yang melakukan stock split di Bursa Efek Jakarta selama Juli 1995 hingga Juni 1997. Dilakukan test perbandingan untuk hipotesa tentang perbedaan dua rata-rata populasi untuk harga saham, variance, volume perdagangan, volume turnover, dan bid-ask spread variabel. Selanjutnya multiple regression analysis digunakan untuk memeriksa hubungan dari harga saham, volalitas saham, volume perdagangan terhadap bid-ask spread. Hasil dari penelitian ini menunjukkan adanya perbedaan penting diantara harga saham, volume turnover, dan bid-ask spread pada sebelum dan sesudah listing split date. Selain itu, perbedaan spread dipengaruhi secara signifikan oleh variabel harga saham, volalitas, dan volume perdagangan. C. Topik pembahasan jurnal yang ketiga berjudul \"Pengaruh hari perdagangan terhadap return saham di Bursa Efek Jakarta\" berisi: Dalam penelitian ini dilakukan penelitian terhadap: (1) pengaruh dari hari perdagangan pada return saham, (2) apakah terdapat perbedaan dari return saham harian, dan (3) abnormal return harian dari common stock Indonesia. Penelitian ini juga menunjukkan adanya perbedaan dalam return saham harian. Dan hasil dari penelitian ini menunjukkan bahwa Hari perdagangan Selasa dan Rabu di BEJ memberikan peluang kepada para investor untuk memperoleh abnormal return. Ketiga jurnal tersebut memiliki keterkaitan yaitu: Perdagangan saham selalu berhubungan dengan peraturan tick size, stock split, dan return saham dimana ketiganya terkait dengan bursa, perusahaan, serta investor dalam perdagangan saham tersebut. Peraturan tick size merupakan peraturan atas pergerakan harga dari surat berharga yang dibuat oleh bursa untuk mengatur perdagangan saham. Stock split merupakan kebijakan yang dikeluarkan oleh perusahaan untuk memecah saham agar harga saham pada tingkat yang diharapkan, selain itu juga terjadi perubahan dalam jumlah saham yang beredar. Return saham merupakan pengembalian atau laba yang diperoleh para investor dalam melakukan perdagangan saham. Hubungannya yaitu peraturan tick size berpengaruh terhadap harga saham dimana harga saham akan begerak hanya dalam batasan peraturan tick size, jika harga saham terlalu tinggi maka perusahaan akan melakukan stock split agar harga saham berada pada tingkat yang diharapkan. Sementara itu investor dapat memperoleh keuntungan atau laba dari perdagangan saham. Keterkaitan ketiga jurnal tersebut yaitu: antara jurnal pertama dan kedua terdapat kesamaan dalam meneliti tentang stock split sedang kan pada jurnal kedua dengan jurnal ketiga terdapat kesamaan dalam meneliti abnormal return.",
  "creators": "FREDDY INDRA GUNAWAN",
  "contributors": "Nanik Linawati (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 89/EM/2001; Freddy Indra Gunawan (31496033)",
  "subjects": "STOCKS; STOCK SPLITTING"
}