{
  "id": "15183",
  "title": "Akurasi penilaian properti investasi dan fasilitas umum",
  "abstract": "Dalam ketiga artikel ini sebenarnya mempunyai dasar yang sama yaitu mencari keakuratan suatu penilaian. Selain penilaian unsur kedua adalah Data untuk penilaian memegang peranan penting. Dari ketiga artikel ini data yang lengkap dan akurat (up to date) sangat diperlukan dalam suatu penilaian proprerti. Untuk lebih jelasnya maka kita akan lihat satu persatu dari ketiga artikel ini. Artikel 1 Dalam artikel ini peneliti mengamati kencenderungan para penilai dalam melakukan penilaian, masalahnya disini bagaimana seandainya obyek itu tidak dikenalinya dan tidak memiliki data yang lengkap dan akurat Peneliti melihat ada kecenderungan penilai untuk langsung menggunakan basil penilaian yang sebelumnya. Jelas ini mempengaruhi keakuratan dalam penilaian. Hal ini terjadi karena penilai tidak memiliki data yang lengkap atau dia tidak memiliki suatu data yang pasti sehingga terdorong untuk menggunakan pandangan penilai sebelumnya bila penilai memiliki data yang lengkap sebaiknya dia menggunakan penelitian yang murni tidak perlu mengambil data-data dari penilaian-penilaian sebelumnya. Artikel 2 Dalam penilaian sangat diperlukan data yang akurat dan mudah didapat sehingga penilai lebih mudah dalam melakukan penilaiannya dan tentunya akan menentukan sekali keakuratan hasilnya. Sehingga disini peneliti membahas tentang suatu sistim penyajian data yang akurat, lengkap dan mudah untuk meningkatkan keakuratan hasil penilaian. Dal am artikel ini peneliti raengetengahkan sebuah sistim database yang dinamakan NVED (National Valuation Evidence Database) . NVED ini akan digabungkan dengan dua sistim yang lain yang pertama adalab NLIS (Nasional Land Information Service). NLIS adalah proyek yang didukung Ordnance Survei, HM Land Registry dan yang lainnya, yang tugasnya menjadi penghubung atau jalur data bagi pemiliknya Kemudian yang kedua adalah dengan dibantu internet Dengan adanya sistim data base ini apakah akan mempermudah bagi para penilai untuk mendapatkan data yang lengkap untuk membantu melakukan penilaian yang akurat ataukah malah tidak efektif sistim database ini. Artikel 3 Hal yang ketiga ini berbicara metode penilaian yang akurat untuk properti yang memiliki ciri spesifik misalnya properti pemerintahan daerah. kesulitannya karena tidak adanya data pembanding dan juga perlunya suatu metode penilaian yang tepat untuk hal ini. Dikarenakan metode yang ada pada umumnya digunakan untuk properti yang memiliki sifat \"profit oriented\" sedangkan properti pemerintah daerah lebih kepada pelayanan umum (publik service) dan tidak memiliki data pembanding. Selain itu penelitian ini untuk mengetahui tentang bagaimana cara pencatatan, penilaian dan pelaporan asset pemerintahan daerah yang dilakukan pemerintahan daerah selama ini. Apakah telah mengunakan metode yang efektif, efisien dan menghasilkan penilaian yang akurat?",
  "creators": "DAVID",
  "contributors": "Ricky Wang (Advisor 1); LUKAS SUGENG MUSIANTO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 56/EM/2000; David (31495202)",
  "subjects": "REAL ESTATE MANAGEMENT; REAL PROPERTY-VALUATION"
}