{
  "id": "15192",
  "title": "Meningkatkan peran even barongsai sebagai penunjang industri pariwisata di Surabaya",
  "abstract": "Kota Surabaya mempunyai banyak atraksi wisata yang ditawarkan, salah satunya adalah kejuaraan barongsai. Kejuaraan barongsai sebenarnya mempunyai potensi untuk menunjang keberadaan industri pariwisata di Surabaya, seperti hotel, restauran, transportasi dan BPW. Tetapi sampai saat ini ketiga even yang telah diselenggarakan pada bulan Februari dan April belum berperan banyak dalam menunjang keberadaan industri pariwisata tersebut. Hal ini disebabkan karena kurangnya kerjasama dan koordinasi dengan panitia kejuaraan dan antara pihak penyelenggara dengan Dinas Pariwisata Daerah dan BPW. Selain itu, dua kejuaraan barongsai pada bulan Februari yang lalu diadakan secara bersamaan serta waktu kejuaraan yang singkat. Karena waktu kejuaraan yang singkat tidak dapat membuat peserta tinggal lama di Surabaya, oleh karena itu industri pariwisata seperti hotel dan restauran belum tertunjang. Maka penulis menyarankan untuk membentuk suatu wadah atau organisasi perkumpulan barongsai. Diharapkan dengan adanya organisasi tersebut, even barongsai dapat terselenggara secara terkoordinasi, serta pembagian waktu kejuaraan yang dapat membuat para peserta dan penonton yang berasal dan luar kota dapat tinggal lebih lama di Surabaya. Panitia dapat juga membuat acara pembukaan yang menarik, sehingga pada saat kejuaraan barongsai berlangsung, peserta dan penonton akan mengikuti dari awal pertandingan sampai final pertandingan hingga diumumkan pemenangnya, mereka pasti menginap minimal satu atau dua hari di Surabaya, selama tinggal di Surabaya, mereka pasti membutuhkan dan menggunakan jasa industri pariwisata seperti yang teleh disebutkan diatas.",
  "creators": "AI SAN; ROBERT SANJAYA",
  "contributors": "Tio Sally Puspasari (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 414/PAR/2000; Ai San (91396011), Robert Sanjaya (91396085)",
  "subjects": "TOURIST TRADE-SURABAYA; BARONGSAI-TOURIST TRADE"
}