{
  "id": "15191",
  "title": "Strategi outsourcing untuk meningkatkan efisiensi biaya pendistribusian kayu gergajian pada PT \"X\" di Surabaya",
  "abstract": "Keberadaan industri kayu merupakan salah satu komponen penting bagi kehidupan manusia. Kondisi ini menyebabkan permintaan akan kayu gergajian semakin meningkat. Kenyataan ini mendorong badan usaha yang bergerak dibidang penggergajian kayu untuk dapat melakukan proses kegiatan operasional seefisien mungkin. Salah satu perwujudannya adalah dengan mengoperasionalkan kapal laut yang digunakan sebagai sarana angkutan kayu sedemikian rupa sehingga tercapai penghematan biaya. Badan usaha \"X\" yang bergerak dibidang penggergajian dan penjualan kayu menggunakan kapal laut sebagai sarana transportasi untuk mengangkut kayu gergajian dari Kalimantan ke Surabaya. Dalam skripsi ini badan usaha dihadapkan pada dua pilihan, yaitu: membeli kapal baru atau melakukan outsourcing. Fokus bahasan pada skripsi ini dibatasi hanya pada kegiatan pengiriman kayu gergajian, yang mencakup aktivitas pengadaan kapal dan perlengkapannya, perawatan dan penggantian suku cadang mesin serta alternatif pembiayaan pengiriman kayu dengan menggunakan jasa pihak luar (outsourcing). Perumusan strategi outsourcing dilakukan sebagai salah satu alternatif guna memperoleh hasil operasional yang efisien. Outsourcing dilakukan dengan pertimbangan bahwa badan usaha tidak mungkin untuk unggul pada semua bidang. Penggunaan jasa pihak lain untuk produk dan jasa adalah pertimbangan bahwa pihak lain mempunyai keunggulan kompetitif dalam hal pencapaian economic of scale yang lebih tinggi. Pendekatan strategi outsourcing dilakukan dengan perhitungan relevant cost atas kemampuan kompetitif altenatif yang tersedia di luar badan usaha dan kemampuan operasional badan usaha sendiri. Dengan demikian dalam pelaksanaannya dibutuhkan informasi yang lengkap tentang struktur biaya pada badan usaha dan harga dari pihak luar. Berdasarkan hasil analisis pada lingkungan badan usaha PT \"X\" dapat disimpulkan bahwa operasional pengiriman kayu pada PT \"X\" lebih efisien jika menggunakan jasa pihak luar. Dengan memilih alternatif menggunakan jasa pihak luar, berarti badan usaha tidak perlu membeli dan memngelola kapal laut sendiri. Dana yang semestinya digunakan untuk membeli kapal dapat digunakan untuk peningkatan usaha inti badan usaha. Selain dapat menghemat biaya pengiriman, dengan menggunakan jasa pihak luar badan usaha juga dapat menghindari resiko tenggelam di laut.",
  "creators": "EDY CUA",
  "contributors": "MADE SUDARMA (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 110/96/FE.Ak/2001; Edy Cua (32496086)",
  "subjects": "MANAGERIAL ACCOUNTING"
}