{
  "id": "15190",
  "title": "Perlakuan akuntansi terhadap forward contract menurut SFAC no. 133 dan S.A.K. untuk import aktiva tetap di PT \"X\"",
  "abstract": "Sejak Bank Indonesia memutuskan untuk melepas campur tangannya dengan melepas band intervensi pada tanggal 14 Agustus 1997 dan membiarkan Rupiah floating (mengambang) sesuai dengan mekanisme pasar, nilai Rupiah mengalami fluktuasi yang tidak menentu dan nilainya cenderung semakin melemah terhadap USD (Dollar AS). Dengan kebijaksanaan nilai Rupiah mengambang penuh, maka diperlukan program pelindung nilai {hedging) guna meminimalisasi kerugian akibat nilai tukar. Untuk mengurangj resiko kerugian atas selisih kurs dalam transaksi impor mesin, maka pengusaha dapat melakukan Forward marketing hedging. Hedging dapat dilakukan dengan cara melakukan forward contract yaitu perjanjian untuk melakukan jual-beli aset dalam jangka waktu tertentu dengan harga yang sudah ditentukan dalam kontrak. Jenis penelitian adalah deskriptif yang dilakukan pada PT \"X\" di Sidoarjo, Jatim. Berdasarkan latar belakang yang ada maka dapat dirumuskan permasalahan sebagai berikut: \"Bagaimana perlakuan Akuntansi terhadap Forward Contract sebagai salah satu alternatif hedging untuk impor aktiva tetap di PT \"X\"?\". Tujuan penelitian untuk memberikan gambaran tentang forward contract sebagai salah satu alternatif hedging, transaksi derivatif terhadap mata uang yang merupakan salah satu bentuk investasi jangka pendek, alternatif pencatatan yang sesuai dengan teori-teori yang relevan diterapkan di Indonesia, sebagai bahan acuan bagi peminat masalah akuntansi transaksi forward contract. Penulis menggunakan teknik analisis deskriptif. Analisis data dengan membandingkan aiitara perlakuan akuntansi untuk forward contract yang dilakukan oleh perusahaan dengan perlakuan akumansi untuk forward contract menurut teori-teori yang relevan serta melakukan analisis terhadap penyimpangannya Dari penelitian yang telah dilakukan dapat ditarik kesimpulan kesalahan pencatatan yang akan menimbulkan implikasi sebagai berikut: Terjadinya understated pada forward payable akan mengakibatkan neraca menjadi kurang informatif dan tidak relevan, terjadinya pengakuan atas loss on foreign exchange yang seharusnya diakui dan dicatat sebagai gain on foreign exchange, pengalokasian beban amortisasi yang tidak benar akan mempengaruhi kewajaran laporan laba rugi badan usaha, pada tanggal jatuh tempo kontrak dimana badan usaha mengakui adanya gain on foreign exchange, seharusnya badan usaha mengakui adanya loss on foreign exchange, pengalokasian premium on forward yang tidak benar, jumlah pelunasan bank yang terlalu besar disebabkan karena kesalahan penilaian atas forward receivable dan forward payable akan mempengaruhi kewajaran pelaporan neraca khususnya pada akim bank yang disajikan dengan nilai yang lebih kecil daripada nilai yang sebenarnya.",
  "creators": "RICKY YOSANTO",
  "contributors": "AGUS WIDODO (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 112/96/FE.AK/2001; Ricky Yosanto (32496070)",
  "subjects": "ACCOUNTING"
}