{
  "id": "15194",
  "title": "Model pengaturan jadwal untuk keperluan manajemen proyek yang diakses melalui internet",
  "abstract": "Pada era globalisasi sekarang ini, penggunaan media komputer sebagai media pembantu dalam pekerjaan adalah hal biasa. Namun masih jarang komputer-komputer tersebut dimanfaatkan untuk memanajemen suatu proyek yang melibatkan jaringan komputer dunia. Pada sistem konvensional, masih terlihat banyak manusia yang berperan aktif dalam menangani suatu proyek, sehingga dibutuhkan jangka waktu tertentu dan biaya dengan jumlah yang tidak sedikit. Dengan memanfaatkan sistem jaringan komputer, maka jangka waktu dan biaya untuk memanajemen suatu proyek dapat ditekan. Pembuatan Tugas Akhir ini meliputi pembuatan proyek, termasuk merencanakan jadwal pengiriman report oleh user dan melaksanakan pengiriman e-mail secara otomatis sebagai pengingat, menambahkan user baru, baik dari negara yang sudah ada di dalam database ataupun harus mendaftarkan negara baru ke dalam database, dan dari pihak user sendiri akan diberikan fasilitas-fasilitas seperti mengirim report-report melalui web, melihat tugas utama proyek yang sedang dikerjakan, dan melihat rekan-rekan yang bekerja dalam proyek yang sama. Database yang digunakan adalah Microsoft Access 97 yang dimanipulasi dengan VBScript dan Jscript melalui Active Server Pages, sehingga dapat langsung diaplikasikan di internet. Dari manajemen proyek yang telah dibuat ini, menghasilkan beberapa hal yang sangat berguna bagi kepentingan perusahaan, yaitu paper base dapat ditekan, waktu lebih singkat, dan dari pihak superuser dan user dapat melihat informasi proyek yang bersangkutan.",
  "creators": "BUDITA",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Kartika Gunadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 98/K/EL/012/034; Budita Ariya (23493060)",
  "subjects": "INTERNET (COMPUTER NETWORKS); WEB (COMPUTER PROGRAM LANGUAGE)"
}