{
  "id": "15205",
  "title": "Perencanaan produksi di PT, \"X\"",
  "abstract": "PT. \"X\" merupakan pabrik yang raemproduksi berbagai jenis tape. Ada 3 jenis tape yang bersifat mass produk yaitu OPP tape, Celulose tape dan Hard PVC tape. PT. \"X\" menerapkan sistem \"Customer Oriented' artinya fungsi produksi harus mengikuti kehendak konsumen. Marketing sebagai wakil konsumen membuat production order (PO) sebagai acuan produksi. Karenanya perencanaan produksi saat ini merupakan perencanaan produksi berdasarkan PO. Hal ini mengakibatkan terjadinya masalah bagi fungsi produksi, yang mana masalah tersebut adalah bagaimana menghadapi fluktuasi permintaan dengan biaya yang minimum. Tujuan dari penelitian ini untuk membuat perencanaan produksi dengan biaya minimum. Dalam membuat perencanaan produksi untuk mengantisipasi masalah diatas, diperlukan metode peramalan yang baik sehingga dapat mengetahui jumlah permintaan yang akan datang. Karenanya diperlukan sejumlah data permintaan masa lalu sebanyak 44 data yang kemudian diolah dengan metode peramalan yang sesuai dengan pola dari plot data masa lalu tersebut dan ditunjang oleh software komputer Minitab. Selain itu juga perlu diketahui waktu standar, out put standar dan kapasitas produksi. Karenanya dilakukan dahulu pengukuran waktu kerja masing-masing jenis tape. Dari hasil ramaian tersebut dan patokan waktu standar kemudian dibuat perencanaan produksi dengan biaya yang minimum untuk memenuhi permintaan ketiga jenis tape dalam satu tahunnya. Dari perencanaan produksi ini dapat diperoleh jumlah tape yang harus diproduksi pada satu tahun, pemenuhan jam kerja biasa, jam kerja lembur atau subkontrak. Kesimpulan dari penelitian ini adalah bahwa perencanaan produksi yang selama ini digunakan oleh perusahaan tidak dapat mengatasi fluktuasi permintaan, perlu diadakan penambahan kapasitas mesin slitting.",
  "creators": "ANDY",
  "contributors": "Maja Indahwati (Advisor 1); Kriswanto Widiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi : No. 275/TI-02/2000; Andy (25492049)",
  "subjects": "WORK MEASUREMENT; TIME STUDY; PRODUCTION PLANNING"
}