{
  "id": "15204",
  "title": "Mengevaluasi penerapan strategic management untuk meningkatkan kemampuan bersaing travel agent-travel agent kecil",
  "abstract": "Dalam menghadapi pasar bebas yang akan teijadi di ASIA tahun 2003 nanti, penulis melihat kurang siapnya travel agent-travel agent kecil khususnya yang berlokasi di Kota Surabaya Menghadapi krisis raoneter yang baru saja teijadi, travel agent-travel agent itu sudah kalang kabut bahkan ada yang gulung tikar. Stategic Management diangkat penulis sebagai jalan keluar yang akan diperkenalkan kepada travel agent-travel agent dan juga menganalisa apakah mereka sudah pernah menerapkannya pada perusahaan mereka Strategic Management memiliki 3 (tiga) faktor penting yaitu : Strategy Formulation, Strategy Implementation, dan Evaluation. Dengan dilaksanakannya ketiga faktor diatas maka kegiatan dalam perueahaan tersebut dapat berjalan teratur serta dapat menghadapi hambatan-hambatan yang menghadang majunya perusahaan tersebut Disamping itu, ada beberapa analisa yang perlu dilakukan untuk kelestarian dari travel agent-travel agent tersebut Antara lain : Analisa Internal (SWOT analisis\\ Analisa Eksternal (COMPETITOR analisis), dan Analisa Produk (Product Life Cycle). Dengan dilakukannya analisa-analisa di atas, maka kelemahan-kelemahan dari perusahaan tersebut dapat tercover sehingga sulit atau bahkan tidak bisa terbaca oleh pesaing yang ada Dengan dilaksanakannya langkah-langkah di atas, maka sebuah perusahaan dapat menentukan strategi yang akan mereka gunakan untuk mencapai hasil atau sasaran yang diharapkan. Perusahaan tersebut diatas juga akan dapat bertahan dengan baik dalam menghadapi masalah-masalah yang akan terjadi dengan mudah, karena mereka telah memiliki sistem management yang kuat dan kiat-kiat untuk menghadapinya",
  "creators": "SUSAN KRISTIANA; FRANCISCA LEONORA WIHARJO",
  "contributors": "Widjojo Suprapto (Advisor 1); Tio Sally Puspasari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Unknown",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 405/PAR/2000; Susan Kristiana (91397019), Francisca Leonora Wiharjo (91397070)",
  "subjects": "TOURIST TRADE; TRAVEL AGENTS-MANAGEMENT"
}