{
  "id": "15202",
  "title": "Pengembangan potensi Taman Wisata Kawah Tangkuban Parahu sebagai obyek wisata alam utama Jawa Barat",
  "abstract": "Dal am upaya meningkatkan arus kunjungan wisatawan sekarang ini, hal yang paling pokok diupayakan adalah mengembangkan obyek wisata alam, karena hal ini merupakan modal utama dalam pembangunan industri pariwisata. Jawa Barat sebagai salah satu daerah tujuan wisata di Indonesia berpeluang besar dalam menangkap pasar wisatawan karena letak geografisnya, udaranya yang sejuk dingin dan keindahan alamnya. Dari sekian banyak obyek wisata alam di Jawa Barat, Taman Wisata Kawah Tangkuban Parahu merupakan taman wisata yang paling menarik dengan panorama yang mengagumkan dengan sepuluh kawah yang ditemukan di sekitar Gunung Tangkuban Parahu, udara yang sejuk dingin dan adanya beraneka ragam tumbuhan baik jenis dan bentuknya. Bertitik tolak dari keinginan pemerintah untuk meningkatkan jumlah kunjungan wisatawan, penulis tertarik ingin meneliti apakah pengembangan potensi Taman Wisata Kawah Tangkuban Parahu sebagai objek wisata alam utama Jawa Barat dapat meningkatkan jumlah kunjungan wisatawan ke Jawa Barat khususnya dan Indonesia umumnya. Penelitian ini dilakukan untuk melihat bahwa sekarang ini Taman Wisata Kawah Tangkuban Parahu mempunyai beberapa kekurangan-kekurangan. Kekurangan-kekurangan itu seperti pusat informasi, tertib kunjungan, keamanan dan kenyamanan serta transportasi yang perlu dibenahi. Namun cukup banyak juga pengembangan-pengembangan yang telah dilakukan dalam beberapa tahun terakhir ini seperti jalan setapak, toko souvenir, kamar mandi dan shelter. Untuk lebih meningkatkan jumlah wisatawan yang datang, Taman Wisata Kawah Tangkuban Parahu harus lebih ditingkatkan lagi pengelolaannya dan pengembangan fasilitas sarana dan prasarana yang dibutuhkan secara berkesinambungan.",
  "creators": "RITA MARIANA SAULINA S",
  "contributors": "Juliuska Sahertian (Advisor 1); SIDNIWATI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 378/PAR/1999; Rita Mariana Saulina Sitompul (91396041)",
  "subjects": "TOURIST TRADE-WEST JAVA; TANGKUBAN PARAHU (CREATER)-WEST JAVA-TOURIST TRADE"
}