{
  "id": "15206",
  "title": "Pengaruh perubahan gaya hidup terhadap pola perjalanan masyarakat Surabaya",
  "abstract": "Memasuki era industrialisasi dunia yang makin berkembang dengan pesat mengakibatkan banyak negara maju maupun negara berkembang saling memproduksi barang dan jasa yang dapat merebut pasaran dunia. Perkembangan ini sangat berpengaruh bagi biro perjalanan wisaa karena semakin banyak orang yang melakukan perjalanan ke luar negeri dan menggunakan jasa mereka. Hal ini terjadi juga di Indonesia Pertumbuhan ekonomi Indonesia sebelum krisis moneter adalah sebesar 7 %, dimana ini merupakan tingkat pertumbuhan yang cukup tinggi bila dibandingkan dengan negara berkembang lain di Asia Tenggara. Secara langsung tingkat kesejahteraan rakyat Indonesia, yang berada di kota besar Indonesia, dalam hal ini masyarakat Surabaya, meningkat dan mengakibatkan mereka mampu mengadakan perjalanan wisata baik itu untuk tujuan bisnis, tamasya, berobat, sekolah, kunjungan dinas, kunjungan social budaya ataupun sekedar untuk berbelanja Hal ini mengakibatkan permintaan perjalanan wisata meningkat dan menjadikan biro perjalanan sebagai satu usaha yang menguntungkan. Pertumbuhan ekonomi yang baik ini menurun dengan drastic pada akhir tahun 1997 karena krisis moneter yang melanda Indonesia. Krisis moneter ini mengakibatkan terjadinya perubahan gaya hidup dan pola perjalanan masyarakat Indonesia dan Surabaya pada khususnya, hal ini diikuti dengan penurunan permintaan perjalanan wisata baik domestik maupun ke luar negeri. Penurunan tersebut berpengaruh langsung terhadap biro perjalanan karena pemasukan utama mereka menurun dan tidak sedikit biro perjalanan yang tidak dapat mempertahankan eksistensinya di dunia pariwisata. Oleh karena hal itu maka biro perjalanan hendaknya dapat mengetahui perubahan apa saja yang terjadi terhadap gaya hidup dan pola perjalanan masyarakat di Surabaya dan tahu bagaimana mereka bisa menyesuaikan diri dengan perubahan tersebut. Kemampuan biro perjalanan untuk beradaptasi tersebut merupakan solusi dari masalah penurunan permintaan ke luar negeri karena bila biro perjalanan mengetahui perubahan apa saja yang terjadi maka biro perjalanan tersebut bias menentukan strategi yang tepat untuk meramaikan kembali pasar wisata di Surabaya.",
  "creators": "WIDYAWATI",
  "contributors": "SIDNIWATI (Advisor 1); Tio Sally Puspasari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 407/PAR/2000; Widyawati (91397027)",
  "subjects": "TOURIST TRADE-SURABAYA-RESEARCH"
}