{
  "id": "15219",
  "title": "Perencanaan kebutuhan material di PT. Indogarmen",
  "abstract": "Dalam sebuah proses manufaktur, masalah perencanaan kebutuhan bahan baku menjadi masalah yang penting untuk menunjang kelancaran aliran proses produksi. Perencanaan kebutuhan bahan baku yang efektif dan efisien sangat diperlukan agar yang telah ditetapkan dapat tercapai. Salah satu bentuk perencanaan yang dapat dilakukan adalah dengan menggunakan Material Requirement Planing (MRP). Sistem MRP ini memerlukan data dan informasi yang lengkap agar dapat berjalan dengan baik. Data dan informasi tersebut antara lain: data permintaan produk, Inventory, Bill Of Material serta Leadtime. Data permintaan produk didapatkan dari hasil peramalan permintaan dari masa lalu. Informasi ini kemudian digunakan untuk menyusun Master Production Schedule (Jadwal Induk Produksi). Inventory menyediakan data tentang berapa banyak jumlah yang harus dipesan / disediakan untuk memenuhi kebutuhan produksi. Data Bill Of Material menyediakan informasi susunan dan jumlah dari item-item yang menyusun suatu produk. Leadtime menyediakan data tentang tenggang waktu antara saat pemesanan dan kedatangan suatu bahan. Hasil dari pengolahan data perencanaan kebutuhan material serta dengan mempertimbangkan perhitungan biaya minimum adalah untuk bahan baku elastik rol sesuai dengan metode Lot For Lot, tiket kain, tiket kertas, pita sesuai dengan metode Part Period Balance dan untuk bahan baku kain halus, kain kasar, gesper bulat, gesper kotak, sandat rol, benang, hak, tiket kertas, renda sesuai dengan metode Silvermeal.",
  "creators": "GUNAWAN",
  "contributors": "Maja Indahwati (Advisor 1); Tanti Octavia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi : No. 339/TI-66/2000; Gunawan (25493061)",
  "subjects": "WORK MEASUREMENT; TIME STUDY; PRODUCTION PLANNING"
}