{
  "id": "15211",
  "title": "Analisis biaya-volume-laba sebagai alat bantu manajemen dalam perancangan laba dan pengembalian keputusan di bawah kondisi ketidakpastian di PT. \"X\" Surabaya",
  "abstract": "Saat ini PT. \"X\" tengah menghadapi persaingan yang ketat dengan para pesaingnya. Untuk mempertahankan keberadaannya di pasaran, maka PT.\"X\" berusaha keras menjaga stabilitas penjualannya Sejalan dengan kondisi tersebut, manajemen juga dihadapkan pada kondisi ketidakpastian yang menyertai kegiatan perencanaan laba dan pengambilan keputusan. Sehingga PT.\"X\" seringkali tidak dapat mencapai laba sesuai dengan yang ditargetkan. Oleh karena itu, PT.\"X\" merasakan perlunya suatu alat bantu yang dapat memberikan pertimbangan-pertimbangan yang tepat dalam perencanaan laba dan pengambilan keputusan. Analisis Biaya-Volume-Laba adalah suatu teknik untuk menghitung dampak perubahan harga jual, volume penjualan dan biaya terhadap laba untuk membantu manajemen dalam perencanaan laba jangka pendek. Berdasarkan hal tersebut, penulis memberikan alternatif pemecahan masalah dengan menyarankan penerapan analisis Biaya-Volume-Laba oleh PT.\"X\" dengan memperhitungkan pula adanya kondisi ketidakpastian. Sehingga pada penelitian ini, penulis berusaha untuk menggambarkan bagaimana penerapan analisis Biaya-Volume-Laba tersebut Hasil penelitian menunjukkan bahwa pihak manajemen PT.\"X\" memperoleh informasi-informasi yang berguna untuk perencanaan laba dan pengambilan keputusan melalui analisis Biaya-Volume-Laba Sehubungan dengan kondisi ketidakpastian volume penjualan, dapat dihitung pula besarnya probabilitas keberhasilan pencapaian tingkat laba tertentu yang direncanakan PT.\"X\" dengan distribusi probabilitas normal.",
  "creators": "PRADNYA PARAMITA DEWI",
  "contributors": "Juniarti (Examination Committee 1); I MADE NARSA (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 093/96/FE.AK/2001; Pradnya Paramita Dewi (32496030)",
  "subjects": "COST ACCOUNTING"
}