{
  "id": "15213",
  "title": "Perbandingan Dasar Pengenaan Pajak (DPP) Pajak Bumi dan Bangunan (PBB) untuk kawasan elite Surabaya dan Sidoarjo sesuai UU no. 12 tahun 1994",
  "abstract": "Krisis moneter yang melanda di Indonesia beberapa tahun belakangan ini sempat menciptakan kelesuan pada perekonomian Indonesia, ini berdampak menurunnya penerimaan negara serta terhambatnya proses pembangunan dalam berbagai sektor. Hal ini mendorong pemerintah untuk meningkatkan penerimaan negara yang berasal dari pajak yang salah satunya adalah Pajak Bumi dan Bangunan (PBB). Pada dasarnya PBB terutang antara kawasan elite yang satu dengan kawasan elite yang lain berbeda. Perbedaan inilah yang akan menjadi permasalahan dalam penulisan skripsi ini. Penelitian skripsi ini bersifat deskriptif, yaitu penelitian yang memberikan gambaran kepada pembaca tentang faktor-faktor yang menyebabkan terjadinya perbedaan perhitungan PBB terutang antara kawasan elite yang satu dengan yang lain. Pengambilan data dilakukan pada Kantor Pelayanan Pajak Bumi dan Bangunan di Surabaya dan Sidoaijo. Tujuan yang ingin dicapai dalam penelitian ini adalah untuk mengetahui bagaimana perbandingan Dasar Pengenaan PBB antara kawasan elite di Surabaya dengan kawasan elite di Sidoarjo. Dari hasil penelitian ini menunjukkan bahwa terdapat perbedaan yang cukup signifikan yang terjadi dalam penentuan NJOP tanah dimana NJOP tanah di Surabaya lebih tinggi dibandingkan dengan NJOP tanah di Sidoarjo dengan selisih sebesar Rp. 114.240.000. Hal ini disebabkan karena Surabaya merupakan pusat pemerintahan di Jawa Timur yang telah memiliki tata susunan perumahan yang cukup baik sedangkan Sidoarjo hanya sebuah kabupaten dimana Sidoarjo baru berkembang pada saat kota Surabaya sudah penuh (faktor yang paling utama). Selanjutnya perbedaan juga disebabkan karena lokasi, aksesibilitas dan harga pasar atas tanah. Untuk bangunan juga terdapat perbedaan yang cukup signifikan dimana NJOP bangunan di Surabaya lebih tinggi dibandingkan dengan NJOP bangunan di Sidoarjo dengan selisih sebesar Rp. 26.085.000. Hal ini disebabkan karena perbedaan Daftar Biaya Komponen Bangunan (DBKB). Faktor yang lain adalah perbedaan harga material dan tingkat upah serta kebijakan pemerintah daerah dalam menentukan besamya DBKB. Akibat perbedaan NJOP tanah dan NJOP bangunan untuk kedua kawasan tersebut maka terdapat juga perbedaan perhitungan PBB terutang, dimana PBB terutang untuk obyek pajak di Surabaya lebih tinggi dibandingkan dengan obyek pajak di Sidoarjo dengan selisih sebesar Rp. 140.325.2001.",
  "creators": "INDRA CAHYONO",
  "contributors": "Yenni Mangoting (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 102/97/FE.AK/2001; Indra Cahyono (32497022)",
  "subjects": "TAX ACCOUNTING"
}