{
  "id": "15228",
  "title": "Upaya mengangkat wihara Dhammadipa Arama sebagai obyek wisata agama dan pusat pelatihan meditasi di kota Batu-Malang",
  "abstract": "Indonesia dikenal dengan berbagai obyek wisata, baik obyek wisata alam, budaya, sejarah dan sebagainya. Sesuai dengan perkembangan industri pariwisata di Indonesia yang berusaha bertahan dari hempasan krisis moneter, maka obyek-obyek wisata dapat diatur dan ditata kembali untuk menarik minat wisatawan untuk mengunjunginya. Dalam makalah ini, penulis akan menjelaskan salah satu obyek wisata di Indonesia, yang tergolong obyek wisata religius. Wisata religius ini selalu terkait dengan upacara keagamaan dan tempat upacara tersebut diadakan. Salah satu dari obyek wisata tersebut terletak di desa Ngandat, suatu desa di Kabupaten Batu, Malang. Tempat ini dikenal sebagai Wihara Dharmadipa Arama, suatu terapat untuk beribadah bagi umat Buddha. Wihara ini mempunyai sejarah yang unik. Disamping itu wihara ini juga mempunyai arsitektur yang unik dan pemandangan yang indah. Hingga saat ini , mayoritas pengunjung adalah umat Buddha, khususnya penganut aliran Theravada. Namun tempat ini terbuka juga untuk umat beragama lain sebagai tempat meditasi yang baik. Disana terdapat beberapa ruangan kecil khusus untuk bermeditasi yang dibangun di sekeliling halaman vihara. Disamping itu disediakan pula program meditasi yang baik untuk para pemula. Untuk umat Buddha, tempat ini sangat perlu untuk dikunjungi karena wihara ini menawarkan berbagai aktivitas menarik. Untuk umat beragama lain, tempat ini juga menawarkan berbagai sisi unik yang menarik untuk dinikmati. Sejauh ini, wihara telah siap menerima tamu-tamu yang akan berkunjung dan sebagian besar dari mereka sangat puas dengan suasana obyek wisata ini dan pelayanan yang diberikan. Apa yang wihara ini butuhkan adalah strategi pemasaran yang baik untuk mengembangkannya agar menjadi obyek wisata religius yang dikenal luas.",
  "creators": "ANDEREAS; TJANDRA MULYONO",
  "contributors": "Widjojo Suprapto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 439/PAR/2001; Andreas (91396074), Tjandra Mulyono (91397002)",
  "subjects": "TOURIST TRADE-EAST JAVA; WIHARA DHAMMADIPA ARAMA-BATU (MALANG)-TOURIST TRADE"
}