{
  "id": "15226",
  "title": "Candi sukuh sebagai obyek wisata budaya kota Surakarta, Kabupaten Karanganyar",
  "abstract": "Candi Sukuh, yang merupakan satu-satunya candi eksotik yang ada di kota Surakarta, kabupaten Karanganyar, mempunyai potensi yang cukup besar untuk dikembangkan dan dipromosikan menjadi salah satu obyek wisata budaya di kota Surakarta. Untuk dikembangkan menjadi suatu obyek wisata ada beberapa hal yang perlu diperbaiki dan dibangun. Yang perlu diperbaiki dan prasarana kepariwisataan yaitu jalan masuk dan pembatas jalan menuju candi Sukuh serta fasilitas telekomunikasi. Sedangkan untuk sarana kepariwisataan yang perlu dibangun adalah kantin (cafitaria), souvenir shop dan sebagai sarana akomodasi wisatawan bisa menginap di rumah penduduk setempat {homestay). Selain itu masih ada beberapa kendala yang masih harus dipecahkan, yaitu terbatasnya dana dan kualitas Sumber Daya Manusia (SDM) yang kurang memuaskan. Untuk lebih lanjutnya, penulis menganjurkan agar Pemda melalui Dinas Pariwisata Daerah Karanganyar membentuk suatu team untuk memberi pelajaran bahasa Inggris kepada SDM di candi Sukuh dan mendidik penduduk lokal tentang sadar wisata. Setelah kendala di atas dapat diatasi maka Dinas Pariwisata Karanganyar perlu mempromosikan obyek wisata budaya candi Sukuh melalui advertising dengan papan reklame fosfor, sales promotion dengan mengadakan exhibition yang digelar pada events tertentu, public relation yang ditugaskan mempromosikan ke travel agent dan pembuatan film dokumenter candi Sukuh. Dan promosi yang terakhir adalah melalui sales support dengan membuat guide book tentang candi Sukuh dan obyek-obyek wisata di sekitaraya. Dengan adanya kegiatan-kegiatan diatas diharapkan candi Sukuh dapat dikenal oleh wisatawan domestik maupun internasional.",
  "creators": "HENRY SUSANTO; AGUNG LUKITO",
  "contributors": "Foedjiawati, S.S., M.A., Ph.D. (Advisor 1); Yacintha Yoranouw Suryawijaya (Advisor 2); Tio Sally Puspasari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 415/PAR/2000; Henry Susanto (91396053), Agung Lukito (91396061)",
  "subjects": "TOURIST TRADE-SURAKARTA; TEMPLES, HINDU-SURAKARTA (CENTRAL JAVA)-TOURIST TRADE"
}