{
  "id": "15239",
  "title": "Evaluasi pengembangan gunung bromo dikaitkan dengan perencanaan pariwisata menurut teori inskeep",
  "abstract": "Indonesia adalah negara yang kaya akan budaya dan obyek wisata alamnya. Banyak obyek wisata alam di Indonesia saat ini yang mengalami kerusakan secara fisik. Banyak faktor yang dapat menyebabkan terjadinya hal ini, tapi faktor utamanya adalah tidak adanya perencanaan pariwisata yang disusun sebelum mengembangkan obyek wisata tersebut. Salah satu kasus adalah Gunung Bromo, obyek wisata alam yang terkenal akan laut pasir dan kawah gunungnya. Kerusakan yang ada dapat terlihat pada beberapa batu dilautan pasir yang dikotori dengan kegiatan corat-coret dan polusi udara yang disebabkan oleh kendaraan yang diijinkan melintasi lautan pasir. Melihat hal ini penulis berpikir bahwa pengembangan G. Bromo sebagai obyek wisata tidak mempunyai perencanaan yang mana biasanya untuk mengantisipasi efek-efek negatif yang muncul. Dalam penulisan tugas akhir ini, penulis menganalisa apakah Taman Nasional Bromo Tengger Semeru sebagai pengelola yang bertanggung jawab dalam pengembangan dan pengawasan G. Bromo, telah mempunyai rencana sebelum mengembangkan Bromo. Melalui wawancara dan studi literatur, penulis mengetahui bahwa TN-BTS sebenarnya sudah merencanakan pengembangan Bromo sebelum melaksanakan pengembangan , tetapi dalam pelaksanannya, hal tersebut berubah tidak sesuai dengan rencana yang ada. Salah satu contohnya yaitu tidak dibatasinya jumlah pengunjung sementara hal tersebut harus direncanakan sesuai dengan Tourism Planning dalam hal pembatasan daya tampung. Juga membandingkan dengan apa yang didefinisikan oleh Edward Inskeep dalam Tourism Planning, beberapa perencanaan tidak berjalan sesuai dengan Tourism Planning.",
  "creators": "FENNY TRYHANDAYANI",
  "contributors": "Tio Sally Puspasari (Advisor 1); Widjojo Suprapto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 440/PAR/2001; Fenny Tryhandayani (91397038)",
  "subjects": "TOURIST TRADE-EAST JAVA; BROMO MOUNTAIN-TOURIST TRADE"
}