{
  "id": "15249",
  "title": "Mengukur tingkat kepuasan konsumen domestik hotel-hotel bintang 3 di Surabaya Pusat melalui penerapan kualitas pelayanan",
  "abstract": "Bisnis perhotelan tidak dapat dipisahkan dengan industri kepariwisataan. Seiring dengan berkembangnya hospitality industri, maka usaha dalam peningkatan dan penerapan kualitas pelayanan untuk menciptakan kepuasan pelanggan makin ditingkatkan oleh berbagai pihak, terutama para pengguna jasa atau para konsumen domestik pada hotel-hotel bintang 3 di Surabaya Pusat. Tujuan penelitian ini adalah untuk mengukur seberapa besar tingkat kepuasan konsumen domestik yang menginap di hotel-hotel bintang 3 di Surabaya Pusat dengan adanya kualitas pelayanan yang telah diterapkan oleh pihak-pihak hotel tersebut. Adapun analisa dan evaluasi dilakukan dengan enam variabel pembentuk kepuasan pelanggan yang utama, antara lain : Tangibles, Reliability, Security, Access, Understanding the customer dan Credibility. Penelitian ini dilakukan dengan menggunakan survei kepustakaan dan survei lapangan. Survei kepustakaan adalah dengan mengumpulkan data dari berbagai macam literatur yang menunjang. Sedangkan survei lapangan adalah dengan mengumpulkan berbagai macam data baik itu melalui wawancara kepada pihak hotel-hotel bintang 3 dan menyebarkan kuesioner yang diiisi oleh konsumen dari hotel-hotel bintang 3. Hasil jawaban responden kemudian dianalisa dan diketahui seberapa besar tingkat kepuasan konsumen. Hasil analisa menunjukkan bahwa sebagian besar dari responden merasa puas dengan adanya kualitas pelayanan untuk variabel Tangibles, Reliability, Understanding the Customer dan Credibility dari hotel-hotel bintang 3 dan hanya sedikit saja dari responden yang merasa tidak puas yaitu pada bagian bartender dan receptionist. Sebagian besar dari responden menyatakan sangat puas pada variabel Access dan Security, karena sebagian besar konsumen adalah pegawai swasta dan pengusaha yang aktifitasnya cenderung berlokasi ditengah kota.",
  "creators": "VERRA KARUNIAWATI; YULIA",
  "contributors": "Nur Effendi (Examination Committee 1); Serli Wijaya (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 419/PAR/2000; Verra Karuniawati (91397015), Yulia (91397016)",
  "subjects": "HOTELS-TOURIST TRADE-RESEARCH; TOURIST TRADE"
}