{
  "id": "15244",
  "title": "Publisitas sebagai alat yang tepat untuk meningkatkan kunjungan wisatawan pada obyek wisata Candidasa",
  "abstract": "Dalam pengembangan bisnis wisata di Indonesia saat ini, setiap daerah berusaha untuk mengembangkan potensi wisata yang ada di daerahnya masing-masing dengan sebaik-baiknya. Bali memiliki banyak daerah wisata dengan potensi wisata yang terus dikembangkan oleh pemerintah. Salah satu daerah yang memiliki potensi wisata yang dapat dikembangkan adalah Candidasa. Candidasa terletak 12 km dari kota Amlapura, pada Bali bagian timur. Candidasa merupakan tempat transit yang tepat bagi turis yang ingin menjelajahi Bali bagian timur. Berbagai kegiatan dapat dilakukan di Candidasa. Pada pagi hari para turis dapat melihat kegiatan para nelayan kembali dari melaut. Mereka dapat berjemur, berenang, snorkelling, diving dan melihat pertunjukan tari Bali di malam hari. Pada tahun 1985 Candidasa adalah sebuah desa nelayan kecil, dua tahun kemudian sejumlah hotel dan restoran dibangun, seiring dengan itu semakin banyak turis yang mengunjungi Candidasa karena menyukai suasananya yang tenang dengan pelayanan yang ramah. Pada tahun 1991 konstruksi tanggul berbentuk T dibangun oleh pemerintah untuk melindungi pantai dari erosi. Pihak hotel dan restoran merasa bahwa pembangunan konstruksi tanggul ini mengganggu keindahan pantai dan menyebabkan para turis enggan mengunjungi Candidasa, mereka menginginkan tanggul ini dibongkar. Dari pihak pemerintah berkeberatan membongkar konstruksi tanggul ini mengingat apabila tanggul ini dibongkar maka pantai akan habis oleh erosi. Antara pihak pemerintah dan pengelola hotel dan restoran belum memperoleh kesepakatan mengenai masalah ini. Dengan melihat permasalahan yang dihadapi oleh pihak pengelola hotel dan restoran dengan pemerintah daerah, penulis ingin mencoba menggunakan pubiisitas sebagai alat yang tepat untuk meningkatkan kunjungan wisatawan di obyek wisata Candidasa.",
  "creators": "MARIA CAROLINE",
  "contributors": "Yacintha Yoranouw Suryawijaya (Advisor 1); SIDNIWATI",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 372/PAR/1999; Maria Caroline Waworuntu (91396013)",
  "subjects": "CANDIDASA (BALI)-TOURIST TRADE; TOURIST TRADE-BALI"
}