{
  "id": "15245",
  "title": "Potensi pasar atum dan pasar turi baru sebagai alternatif tujuan wisata belanja bagi wisatawan asing di Surabaya",
  "abstract": "Dewasa ini, Surabaya telah berkembang menjadi kota dagang dan pariwisata. Dalam perkembangan menuju kota pariwisata, Surabaya harus bisa membenahi diri sehingga wisatawan benar-benar dapat menikmati kota Surabaya melalui tempat-tempat perbelanjaan. Surabaya sebagai kota bisnis tentunya banyak menerima kedatangan tamu-tamu dan luar kota maupun dari luar negeri dengan tujuan bisnis dan di waktu luangnya mereka dapat berbelanja. Sampai saat ini Surabaya kebanyakan hanya digunakan sebagai kota bisnis, juga digunakan sebagai kota transit menuju objek wisata di Jawa Timur, seperti Bromo. Peluang ini dapat juga dimanfaatkan untuk berbelanja di tempat-tempat perbelanjaan di kota pahlawan ini, seperti di Pasar Atum dan Pasar Turi Baru. Di Pasar Atum dan Pasar Tun Baru menjual berbagai produk buatan Indonesia seperti Batik Solo, makanan khas, dan souvenir. Sebenarnya di Surabaya ada banyak tempat-tempat perbelanjaan yang menjual produk-produk Surabaya dari plasa-plasa hingga pasar-pasar kepada wisatawan asing yang datang ke Surabaya. Sayangnya sampai saat ini hanya pusat-pusat perbelanjaan tertentu saja seperti plaza-plaza yang menjadi tujuan wisatawan, sehingga diperoleh suatu gambaran bahwa keberadaan pusat-pusat perbelanjaan seperti Pasar Atum dan Pasar Turi masih kurang berperan di dalam menarik minat wisatawan asing. Untuk itu penulis ingin lebih memperkenalkan Pasar Atum dan Pasar Turi Baru sebagai objek wisata di Surabaya.",
  "creators": "NELY GUNAWAN; NINA APRILIN UTAMA",
  "contributors": "SIDNIWATI (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 373/PAR/1999; Nely Gunawan (91396017), Nina Aprilin Utama (91396044)",
  "subjects": "PASAR ATUM-TOURIST TRADE; PASAR TURI-TOURIST TRADE; TOURIST TRADE-SURABAYA"
}