{
  "id": "15254",
  "title": "Key Performance indicators ( KPIs ) yang digunakan untuk mengukur kesuksesan proyek konstruksi",
  "abstract": "Proses evaluasi menjadi sebuah keharusan untuk mengetahui performa proyek. Baik buruknya performa proyek harus bisa diukur secara pasti untuk mengetahui kesuksesan sebuah proyek. Pada beberapa jurnal, penulis mengatakan bahwa banyak faktor juga yang harus dilihat dalam mendefinisikan kesuksesan sebuah proyek konstruksi. Oleh karena itu, penulis merasa perlu adanya penelitian mengenai pengukuran performa proyek berdasarkan banyak faktor sehingga dapat mencapai sebuah kesuksesan dengan mengacu pada Key Performance Indicator ( KPIs ) yang digunakan untuk mengukur kesuksesan proyek konstruksi di Inggris. Pada penelitian ini Key Performance Indicator ( KPIs ) diklasifikasikan menjadi tujuh indikator, yaitu : kinerja biaya, kinerja waktu, kinerja kualitas, kinerja kesehatan dan keselamatan kerja ( k3 ), kinerja lingkungan, kepuasan stakeholder, serta kinerja tim proyek. Dari indikator - indikator tersebut diteliti dengan menggunakan metode kuisioner tentang Key Performance Indicators ( KPIs ) yang digunakan untuk mengukur kesuksesan proyek konstruksi, dimana responden penelitian ini adalah perusahaan konstruksi grade 5, perusahaan konstruksi grade 6, dan perusahaan konstruksi grade 7 serta perusahaan pemilik proyek di Surabaya dan daerah sekitarnya. Analisa yang digunakan adalah analisa deskriptif yaitu : analisa distribusi frekuensi ( mean dan peringkat ), juga secara inferensial ( One - way ANOVA ) untuk mengetahui perbedaan dari setiap perusahaan yang diteliti. Hasil penelitian menunjukkan bahwa Key Performance Indicators ( KPIs ) yang paling sering digunakan oleh responden perusahaan konstruksi adalah indikator kinerja tim proyek. Sedangkan untuk responden perusahaan pemilik proyek, indikator kualitas lebih sering digunakan. Dengan demikian, hasil analisa inferensial menunjukkan bahwa ada perbedaan jawaban dari empat klasifikasi responden.",
  "creators": "MICHAEL ARTHA KUSUMA JAYA; ALBERT VALENTINUS C W",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Andi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011736/SIP/2010; Michael Artha Kusuma Jaya (21406067), Albert Valentinus Christy W. (21406082)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; PERFORMANCE"
}