{
  "id": "15250",
  "title": "Evaluasi minat pengunjung domestik terhadap Perkebunan Apel Kusuma Agrowisata Batu",
  "abstract": "Perkebunan apel Kusuma Agrowisata merupakan salah satu obyek wisata yang sangat terkenal di kota Batu. Sekarang perkebunan apel ini sudah berumur kurang lebih 8 tahun. Dan selama kurun waktu tersebut perkebunan apel telah banyak melakukan pengembangan dalam hal fasilitas, produk, dan promosi. Hingga saat ini perkebunan apel Kusuma Agrowisata masih merupakan salah satu obyek di Batu yang banyak dikunjungi. Namun Kusuma Agrowisata harus dapat mempertahankan keberadaan ini karena adanya ancaman-ancaman dari obyek wisata lain yang dapat menyedot pengunjung. Untuk itu, penulis ingin menganalisa minat masyarakat terhadap perkebunan apel Kusuma Agrowisata, dan dari hasil evaluasi minat tersebut penulis dapat memberikan masukan kepada Kusuma Agrowisata mengenai hal yang dapat dilakukan untuk mempertahankan serta meningkatkan minat pengunjung untuk datang ke perkebunan apel Kusuma Agrowisata. Dalam hal ini penulis juga menganalisa strategi/langkah yang telah dilakukan sebagai upaya untuk mempertahankan serta meningkatkan jumlah pengunjung. Untuk mencapai tujuan penelitian ini, penulis menyebarkan kuesioner kepada masyarakat kota Surabaya, Malang, dan Batu, serta mengadakan wawancara dengan Bapak Bagus, staf perkebunan apel Kusuma Agrowisata. Dari hasil penelitian penulis menemukan bahwa selain adanya pengunjung baru, masih banyak pengunjung lama yang sudah kembali beberapa kali dan masih mau kembali. Tingginya minat masyarakat ini adalah karena pengembangan yang dilakukan perkebunan apel Kusuma Agrowisata. Oleh karena itu, Perkebunan apel Kusuma Agrowisata harus meneruskan upaya pengembangannya dengan melakukan langkah-langkah Strategic Management, yaitu menganalisa keadaan internal dan eksternal perusahaan. Dan dari hasil kuisioner dapat disimpulkan bahwa tuntutan akan kenyamanan masih tinggi sehingga ditentukan visi dan misi baru yang mengutamakan kenyamanan pengunjung yang bertujuan mempertahankan dan meningkatkan jumlah pengunjung. Untuk merealisasikan visi, misi, dan tujuan tersebut ditetapkan strategi-strategi untuk menarik pengunjung. Contoh strategi-strategi antara lain: menyediakan kereta gantung, kendaraan dalam kebun, dan pengadaan demo atau lomba masak dengan salah satu bahan utama apel.",
  "creators": "PATRICIA PHIETER PHIE",
  "contributors": "Tio Sally Puspasari (Advisor 1); Widjojo Suprapto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 443/PAR/2001; Patricia Phieter Phie (91398003)",
  "subjects": "TOURIST TRADE-BATU (MALANG, EAST JAVA); HORTICULTURE-BATU (MALANG, EAST JAVA)-TOURIST TRADE"
}