{
  "id": "15252",
  "title": "Upaya pengembangan goa Ngerong sebagai obyek wisata penunjang di Tuban",
  "abstract": "Kota Tuban mempunyai banyak obyek wisata yang menarik tetapi tidak semuanya sudah dikembangkan.. Goa Ngerong merupakan salah satu dari obyek-obyek wisata yang belum diupayakan secara maksimal, padahal obyek ini sangat berpotensi untuk dikembangkan menjadi obyek wisata penunjang. Ada satu ciri khas yang dimiliki oleh Goa Ngerong yaitu ada air yang mengalir seperti sungai dari dalam goa dimana terdapat ribuan ikan dan bulus yang hidup di dalamnya. Selain itu, juga terdapat ratusan kelelawar yang hidup bergantungan di mulut goa. Beberapa prasarana dan sarana wisata telah tersedia namun kurang memadai. Hal ini disebabkan oleh keterbatasan dana yang dimiliki oleh pengelola. Goa Ngerong dikelola oleh pihak kecamatan sedangkan untuk bagian promosinya dilakukan oleh Disparda Tuban. Penelitian yang dilakukan oleh penulis dalam proses penulisan tugas akhir ini bertujuan untuk mempelajari upaya apa saja yang diperlukan untuk mengembangkan Goa Ngerong sehingga dapat menjadi obyek wisata penunjang di kota Tuban. Di akhir penulisan tugas akhir, penulis juga memberikan saran yang berguna untuk mengembangkan Goa Ngerong. Salah satu upaya untuk mengembangkan Goa Ngerong adalah dengan menambah dan memperbaiki fasilitas yang ada. Adanya fasilitas yang baik akan menambah kenyamanan pengunjung. Karena keterbatasan dana, maka pengelola harus mencari pihak yang mau diajak kerjasama. Selain itu, upaya mempromosikan Goa Ngerong juga harus lebih ditingkatkan. Karena selama ini kegiatan promosi yang telah dilakukan oleh Disparda Tuban kurang berhasil menaikkan jumlah pengunjung Goa Ngerong.",
  "creators": "PATRICIA PETRA KARTIKA; YENNY",
  "contributors": "Tio Sally Puspasari (Examination Committee 1); SIDNIWATI (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 429/PAR/2000; Patricia P. Kartika (91397060), Yenny (91397074)",
  "subjects": "NGERONG CAVE-TUBAN-TOURIST TRADE; TOURIST TRADE-EAST JAVA-TUBAN"
}