{
  "id": "15255",
  "title": "Analisis pemilihan kontaktor dalam mencapai kinerja proyek",
  "abstract": "Perkembangan dunia konstruksi di Indonesia saat ini mengalami kemajuan yang sangat pesat, dapat dilihat dengan semakin banyaknya pembangunan infrastruktur. Dalam industri konstruksi ada dua pihak yang memegang peran penting yaitu owner dan kontraktor. Pemilihan kontraktor yang tepat merupakan salah satu kunci sukses dalam pembangunan proyek konstruksi. Pemilihan kontraktor ada 2 proses yaitu evaluasi prakualifikasi dan evaluasi penawaran. Berdasarkan hal tersebut, penulis merasa perlu adanya penelitian mengenai analisa hubungan antara pemilihan kontraktor dalam mencapai kinerja proyek serta strategi dalam memilih kontraktor untuk mencapai kinerja proyek tersebut. Indikator-indikator yang mempengaruhi diteliti menggunakan metode kuisioner dimana responden penelitian ini adalah kontraktor grade 5, 6 dan 7 serta owner di Surabaya dan sekitarnya. Analisis yang digunakan adalah Structural Equational Modelling ( AMOS Versi 16.0 ). Dari hasil penelitian diperoleh kesimpulan yaitu kriteria karakteristik perusahaan ( contracting company?s attributes ) paling besar dalam membentuk proses evaluasi prakualifikasi, kriteria harga penawaran paling besar dalam membentuk evaluasi penawaran dan indikator kepuasan stakeholder ( participant's satisfaction ) paling besar dalam membentuk proses kinerja proyek. Dalam meningkatkan kinerja proyek dari segi biaya, mutu, waktu dan kepuasan stakeholder maka kriteria - kriteria pada prakualifikasi harus lebih diperhatikan yang meliputi karakteristik perusahaan, kemampuan keuangan, reputasi di proyek - proyek sebelumnya, performa potensial dan sumber daya yang dimiliki.",
  "creators": "SHINTA NATALIA; RONALD OSIM LUBALU",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Paulus Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011735/SIP/2010; Shinta Natalia (21406056), Ronald Osim Lubalu (21406066)",
  "subjects": "BUILDINGS-CONTRACTS AND SPECIFICATIONS; CONSTRUCTION INDUSTRY-MANAGEMENT; PROJECT MANAGEMENT"
}