{
  "id": "15251",
  "title": "Evaluasi dampak positif pengembangan kawah ijen sebagai objek wisata terhadap perekomian masyarakat setempat",
  "abstract": "Pan wisata merupakan salah satu faktor penting dalam menunjang perekonomian suatu negara. Selain itu pengembangan dari suatu obyek wisata juga membawa dampak bagi masyarakat yang tinggal di sekitar obyek wisata tersebut terutama dalam pendapatannya. Berkaitan dengan fenomena di atas, penulis ingin meneliti dampak pengembangan Kawah Ijen sebagai suatu obyek wisata terhadap perekonomian masyarakat yang tinggal di sekitar Kawah Ijen. Untuk menganalisa tujuan tersebut, penulis mengamati kondisi ekonomi masyarakat setempat yang dapat di lihat pada kondisi tempat tinggal mereke serta mata pencaharian utama mereka. Selain itu penulis juga melakukan wawancara dengan masyarakat yang tinggal di daerah sekitar Kawah Ijen, yang dalam hal ini adalah masyarakat desa Sempol yang merupakan desa terdekat ke obyek wisata Kawah Ijen dimana desa ini selalu dilewati oleh para wisatawan yang akan menuju ke Kawah Ijen. Dari hasil wawancara dan survey langsung, penulis menemukan bahwa Kawah Ijen belum memberikan dampak pada kehidupan perekonomi masyarakat desa Sempol. Walaupun demikian masyarakat desa Sempol merasakan adanya keanekaragaman pekerjaan yang berkaitan dengan kegiatan Pariwisata. Mereka melakukan pekerjaan sampingan seperri : menjual cindera mata, menjual makanan, serta jasa kuda. Berdasarkan tujuan dari penelitian ( untuk menganalisa dampak dari pengembangan Kawah Ijen terhadap perekonomian masyarakat desa Sempol) penulis juga memberikan beberapa saran dalam mempromosikan obyek wisata Kawah Ijen untuk meningkatkan keuntungan ekonomi masyarakat setempat.",
  "creators": "LILY IKKAWATI; SUKSMAWATI",
  "contributors": "Tio Sally Puspasari (Advisor and Examination Committee); LUKAS SUGENG MUSIANTO (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 421/PAR/2000; Lily Ikkawati (91397022), Suksmawati (91397088)",
  "subjects": "IJEN CRATER-EAST JAVA-TOURIST TRADE; TOURIST TRADE-EAST JAVA"
}