{
  "id": "15285",
  "title": "Model pengukuran tingkat motivasi dan demotivasi staf teknik perusahaan kontraktor di Surabaya",
  "abstract": "Salah satu hal yang dapat mempengaruhi tinggi rendahnya performa seorang staf teknik perusahaan kontraktor adalah faktor motivasi dan demotivasi kerja. Dengan adanya motivasi yang tinggi dapat memaksimalkan performa usaha kerja, sedangkan dengan adanya demotivasi yang tinggi dapat menurunkan performa usaha kerja. Motivasi dan demotivasi sendiri dipengaruhi oleh banyak faktor sehingga menyebabkan tidak adanya suatu standar yang dapat digunakan untuk mengukur dan membandingkan tingkat motivasi antara perusahaan kontraktor yang satu dengan yang lain. Penelitian ini berusaha untuk mengetahui faktor motivasi dan demotivasi yang dapat mempengaruhi staf teknik perusahaan kontraktor di Surabaya serta menentukan nilai bobot untuk masing-masing faktor dan sub faktornya untuk pembentukan sebuah pemodelan yang akan digunakan untuk mengukur tingkat motivasi dan demotivasi staf teknik dalam sebuah perusahaan konstruksi. Pengumpulan data dilakukan dengan menyebarkan kuesioner yang ditujukan kepada staf teknik dari 21 perusahaan kontraktor di Surabaya. Dari 104 responden didapatkan bahwa faktor motivasi yang memiliki bobot tertinggi adalah faktor pemberian kesempatan untuk berkembang sedangkan faktor demotivasi yang memiliki bobot tertinggi adalah faktor hubungan sosial dalam pekerjaan yang kurang baik. Dengan bobot untuk masing-masing faktor dan sub faktor, dibentuk sebuah model pengukuran tingkat motivasi dan demotivasi staf teknik perusahaan kontraktor di Surabaya. Para perusahaan dapat menggunakan pemodelan ini sebagai alat untuk mengukur performa staf melalui tingkat motivasi dan demotivasinya. Hendaknya pengukuran ini dilakukan secara berkala agar perusahaan senantiasa memperhatikan kinerja staf tekniknya.",
  "creators": "LOWIG CAESAR SINAGA",
  "contributors": "Andi (Advisor 1); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011728/SIP/2010; Lowig Caesar Sinaga (21406003)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; MOTIVATION IN MANAGEMENT"
}