{
  "id": "15290",
  "title": "Perkembangan sustainable construction di Indonesia dan potensi penerapannya pada tahap pelaksanaan",
  "abstract": "Sustainable construction adalah pembangunan saat ini memberikan kesempatan generasi mendatang untuk membangun. Dalam sepuluh dekade terakhir, sustainable construction telah menarik perhatian dunia yang ditunjukkan dengan munculnya standar internasional baru seperti ISO 15392:2008, kompetisi yang berhubungan dengan sustainable construction Holchim Awards dan kebijakan pemerintah Indonesia baru yang disebutkan dalam KTT Dunia Pembangunan Berkelanjutan 2002. Sustainable construction pada tahap pelaksanaan dibentuk oleh empat aspek, antara lain : aspek peralatan, aspek material, aspek pekerja, dan aspek metode konstruksi. Pada tahap tersebut dilakukan penelitian dengan metode kuesioner di mana responden penelitian ini meliputi kontraktor dan konsultan perencanaan yang ada di Surabaya. Hasil kuesioner tersebut diolah dengan menggunakan metode two-way ANOVA, analisa mean dan analisa frekuensi. Dari hasil penelitian ini diperoleh kesimpulan bahwa pada saat tahap pelaksanaan baik kontraktor maupun konsultan perencanaan di Surabaya belum mencapai kategori \"sering dilakukan\" untuk pekerjaan konstruksi yang sustainable. Pada bagian peralatan, pekerja dan metode konstruksi baik kontraktor maupun konsultan melakukan hal yang serupa dalam kaitannya dengan sustainable construction. Sedangkan pada bagian material kontraktor lebih mengacu pada konsep sustainable construction dibandingkan dengan konsultan.",
  "creators": "KEVIN IVANDER DJOJOKUSUMO; EDWIN SANTOSO",
  "contributors": "Paulus Nugraha (Advisor 1); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011737/SIP/2010; Kevin Ivander Djojokusumo (21406089), Edwin Santoso (21406093)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}