{
  "id": "15292",
  "title": "Perancangan sistem monitoring dan evaluasi di PT Surya Putra Barutama",
  "abstract": "PT Surya Putra Barutama merupakan perusahaan konstruksi bak kendaraan. Pada Juli 2009, perusahaan telah mendapatkan sertifikasi ISO 9001:2008. Namun, dalam hasil audit sertifikasi terdapat Non Conformity (NC) terhadap klausal 8.2.3 mengenai pemantauan (monitoring) dan pengukukuran (evaluasi) proses dalam perusahaan. Hal tersebut menjadi concern perusahaan karena NC tersebut berdampak pada permasalahan pada kegiatan operasional perusahaan, antara lain melesetnya target produksi, miss-informasi, miss-komunikasi, stok barang tidak terkendali, permasalahan terlambat terdeteksi, dan kendala dalam melakukan continues improvement. Perusahaan membutuhkan suatu kejelasan sistem baik terdokumentasi atau visual sehingga membantu mereka dalam menjalankan sistem manajemennya lewat rangkaian sistem monitoring dan evaluasi agar dapat terlaksana secara konsisten. Sistem dirancang dengan mengadopsi konsep pengurangan waste. Adapun tools yang digunakan antara lain, visual control, konsep poka yoke (mistake proofing), QC seven tools, problem solving tools, dan obeya. Hasil perancangan sistem monitoring dan evaluasi secara terdokumentasi dan visual berfungsi untuk memantau rangkaian proses dan pengumpulan data terkait di dalam perusahaan. Selain itu, rancangan ini memungkinkan bagian perusahaan untuk menganalisa kinerjanya lewat evaluasi. Dengan adanya hasil evaluasi, perusahaan dapat merefleksikan kinerja dan memutuskan tindak lanjut berdasarkan hasil analisa.",
  "creators": "STEPHANI SUWANDI",
  "contributors": "I Nyoman Sutapa (Advisor 1); Henry Pribadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021408/IND/2009; Stephani Suwandi (25406055)",
  "subjects": "PRODUCTION CONTROL; PRODUCTION PLANNING; PRODUCTION MANAGEMENT; INDUSTRIAL MANAGEMENT; INDUSTRIAL ENGINEERING"
}