{
  "id": "15310",
  "title": "Perancangan fasilitas dan sistem kerja dengan pendekatan ergonomi pada bagian pengebalan di departemen skt Rungkut 2 PT X",
  "abstract": "Perusahaan PT. 'X' mempunyai banyak bagian kerja dalam melakukan proses produksinya antara lain adalah bagian pengebalan dan pengebokan. Proses pengebalan memiliki fasilitas yang kurang baik. Pekerja melakukan proses pengebalan di lantai dan menyebabkan keluhan pada tubuh bagian belakang terutama punggung. Sistem kerja lama juga akan berubah dengan adanya fasilitas kerja baru. Untuk itu dirancanglah suatu fasilitas kerja yang sesuai dengan dimensi tubuh pekerja. Dalam perancangan fasilitas kerja, dipakai data antropometri untuk menentukan dimensi fasilitas kerja yang tepat. Sistem kerja baru dirancang sesuai dengan penggunaan dari fasilitas tersebut. Analisa produktifitas dan efektivitas dilakukan untuk mengetahui apakah dengan adanya fasilitas kerja baru ini akan mendatangkan keuntungan bagi perusahaan atau tidak. Sedangkan analisa biomekanik dilakukan untuk menentukan sistem kerja manakah yang memberikan momen terkecil bagi tubuh pekerja. Didapatkan bahwa waktu standar sebelum perancangan 0,09797 jam/box sedangkan sesudah perancangan 0,09436 jam/box. Efektifitas dari kondisi kerja lama 68,04% dan pada kondisi kerja baru 99,22%. Dari analisa biomekanik, dapat diketahui besamya beban yang ditanggung tubuh sebelum perancangan adalah 60,736 Nm dan sesudah perancangan sebesar 5,940 Nm dengan besar gaya yang sama yaitu 315,119 N. Fasilitas dan sistem kerja yang baru ini lebih baik daripada yang lama karena menggunakan pendekatan ergonomi, hal ini juga didukung dengan adanya peningkatan produktifitas sebesar 3,68%, peningkatan efektifitas 31,18% dan penurunan momen sebesar 54,796 Nm.",
  "creators": "LILI INDRAWATI",
  "contributors": "Jani Rahardjo (Advisor 1); RONALD E. STOCK (Advisor 2); Kristiana Asih Damayanti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.367/TI-94/2000; Lili Indrawati (25496098)",
  "subjects": "PRODUCTION MANAGEMENT"
}