{
  "id": "15318",
  "title": "Perbaikan sistem pelayanan guna meningkatkan mutu pelayanan Room Division Hotel Westin Surabaya",
  "abstract": "Keberadaan hotel sebagai sarana penunjang bisnis disamping sarana penunjang industri pariwisata, membuka peluang bagi para pengusaha untuk bergerak dalam bisnis perhotelan. Di kota-kota besar yang menjadi pusat bisnis, hotel-hotel bermunculan. Di Surabaya misalnya, dalam beberapa tahun terakhir ini hadir beberapa hotel berbintang yang makin memarakkan bisnis perhotelan. Akibatnya terjadi persaingan yang sangat ketat diantara hotel. Hotel-hotel berlomba-lomba menawarkan berbagai fasilitas dan pelayanan dengan tujuan ingin menarik konsumen atau minimal mempertahankan konsumennya agar tidak pindah ke hotel lain. Karena hal tersebut maka pihak hotel harus mengerti apa yang menjadi keinginan konsumen. Agar dapat mengerti keinginan konsumen, maka pihak hotel harus mengadakan survei kepuasan pelanggan dan memberi tanggapan atas komplain yang diterima oleh pihak hotel, sehingga dapat ditentukan dan direncanakan strategi dalam pemasaran produk dan segmentasi pasar serta diharapkan dapat mereduksi jumlah komplain yang diterima hotel. Untuk analisa latar belakang demografi dan kepuasan pelanggan penulis menganalisa dengan menggunakan uji proporsi untuk melihat apakah ada perubahan proporsi tamu atau kepuasan tamu pada tiap kuartal. Segmen pasar menunjukkan bahwa tamu yang datang ke hotel Westin adalah laki-laki, bertujuan untuk bisnis, berusia 35-44 tahun dan berpenghasilan kurang dari US$60,000. Dari analisa kepuasan pelanggan terjadi kenaikan jumlah tamu yang tidak puas terhadap kecepatan dan efisiensi staff, dan hal ini sesuai dengan komplain yang berhasil kami kumpulkan. Sebagian besar komplain menyatakan kelambatan proses Check-in, ketidakramahan staff Check-in dan Staff Check-in tidak memberikan salam. Pada kelambatan proses Check-in setelah penulis melakukan analisa terhadap prosedur Housekeeping dalam melakukan pembersihan kamar dapat kami simpulkan bahwa salah satu sebab kelambatan Staff Check-in adalah banyaknya ruangan yang harus dibersihkan oleh beberapa Room Attendant dan dicek oleh Floor Supervisor, sehingga terjadi kelambatan oleh Housekeeping Supervisor dalam melakukan entry pada sistem komputer yang on-line dengan Front Office, untuk itu penulis mengusulkan diberikan penambahan suatu shortcut lewat telepon yang ada di kamar, sehingga Front Office Agent tidak perlu menunggu lama. Keluhan pada Service Expres Agent (SEA) yang berkaitan dengan kelupaan SEA menyampaikan pesan tamu, kami mengusulkan agar diberi tambahan papan tulis yang mencatat semua pesan dari tamu. Dengan adanya usaha-usaha tersebut diharapkan agar kepuasan tamu selama menginap di hotel dapat meningkat dan secara tidak langsung dapat meningkatkan kemampuan kompetisi hotel Westin di Surabaya.",
  "creators": "SWANDAWATI",
  "contributors": "Dewi Astuti (Examination Committee 1); Oviliani Yenty Yuliana (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 938/EM/1997; Swandawati (31492386)",
  "subjects": "CONSUMERS-RESEARCH"
}