{
  "id": "15311",
  "title": "Analisa kinerja perbankan di Indonesia pada masa sebelum dan sesudah diberlakukannya deregulasi perbankan tahun 1988",
  "abstract": "Diberlakukannya deregulasi sektor perbankan di Indonesia telah membawa dampak yang begitu berarti. Sejak saat itu pertumbuhan perbankan mulai melonjak, hal tersebut juga merupakan suatu tanda dimulainya persaingan antar bank-bank dalam memperebutkan nasabah dan pangsa pasar perbankan. Untuk itu bank-bank harus bekerja keras dan memperbaiki kinerja agar lebih efisien. Efisiensi itu sendiri mempunyai defmisi sebagai perbandingan antara ouput dengan input atau dengan kata lain jurnlah keluaran yang dihasilkan dan satu input yang dipergunakan. Suatu perusahaan akan dikatakan efisien apabila (Syafaroeden Sabar, 1989, hal 2):1. Mempergunakan jumlah input lebih sedikit bila dibandingkan dengan jumlah unit dipergunakan oleh perusahaan lain dengan menghasilkan jumlah output yang sama. 2. Menggunakan jumlah unit input yang sama, dapat menghasilkan jumlah output yang lebih besar. Dalam penelitian ini membahas tentang metode analisa kinerja perbankan pada masa sebelum dan sesudah diberlakukannya deregulasi sektor perbankan dan dalam penelitian ini juga akan disebutkan faktor-faktor yang mendukung dan yang mempengaruhi kinerja suatu perbankan. Penelitian dari masing-masing jurnal memberikan kesimpulan yang berbeda pada rnasalah tingkat efisiensi perbankan. Pada jumal 1 dan 3, penelitiannya memberikan kesimpulan bahwa bank pemerintah adalah bank yang paling efisien dan berkerja lebih baik. Hal ini dikarenakan bank pemerintah memiliki sumberdaya yang lebih tinggi seperti teknologi dan bank pemerintah juga memiliki power untuk memonopoli dalam persaingan. Dengan demikikan bank pemerintah mampu bekerja lebih efisien dan rnampu rnenguasai pangsa pasar lebih besar. Pada jurnal 2 dijelaskan pada kesimpulan bahwa bank swasta bekerja lebih efisien setelah deregulasi perbankan tahun 1988. Bank swasta menggunakan stratcgi melakukan ekspansi secara cepat, pengenalan inovatifnya secara agresif, pengurangan biaya operasional dan biaya-biaya lainnya. Sehingga bank swasta dapat bersaing dan bekerja lebih efisien. Dari srrategi itu pula bank swasta mempunyai kinerja lebih baik dan lebih efisien. Perbankan yang efisien sangat dibutuhkan karena memiliki peranan yang sangat penting tidak hanya di Indonesia tetapi juga oleh negara-negara untuk membantu dalam pembangunan perekonomian.",
  "creators": "LINARDY",
  "contributors": "Yohnson (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 65/EM/2000; Linardy (31495060)",
  "subjects": "BANK MANAGEMENT-RESEARCH"
}