{
  "id": "15313",
  "title": "Pengaruh iklan terhadap frekuensi penggunaan suatu produk",
  "abstract": "Yang dimaksud dengan periklanan adalah pesan dari produsen non-personal (misal: institusi/pabrik) ataupun personal yang disampaikan melalui media yang hams dibayar oleh konsumen, periklanan dapat juga berarti menyampaikan pesan dari produk oleh produsen ke konsumen melalui media yang di bayar. Salah satu tujuan dari periklanan yang juga merupakan langkah pertama yang dilakukan oleh produsen adalah memperkenalkan produknya. Memperkenalkan produk ini harus dilakukan agar konsumen tahu kemudian mengenal dan akhirnya diharapkan menjadi pemakai dari produk tersebut. Dengan periklanan maka akan memberikan pengaruh (efek) pada siklus evolusioner produk. Penulis ( Susan L. Holak dan Y.Edwin Tang) memisalkan seperti burung finch pada teori Darwin, yaitu: burung fich yang pertama (produk pelopor) yang mencapai pulau Galapagos mampu untuk meningkat dengan cepat karena kekurangan dari kompetisi untuk makanan (konsumen). Populasi burung finch yang meningkat lebih besar segera menghabiskan supply biji-bijian (pasar jenuh), namun menyebabkan banyak burung untuk mencari sumber makanan alternatif seperti serangga, daun-daunan atau buah (segementasi pasar), seleksi alam mengantar pada perkembangbiakan dari burung finch dengan modifikasi paruh yang tepat (perkembangan paruh atau perluasan garis produk). Selain hal itu, produsen juga harus memperhatikan strategi-strategi untuk meningkatkan frekuensi penggunaannya. Minat terhadap suatu produk dapat meningkat dari bagaimana konsumen memilih merek menuju ke bagaimana konsumen menggunakan merek tersebut. Dengan adanya strategi dari periklanan ini produsen berharap volume penjualan terhadap produknya dapat meningkat sesuai dengan yang diharapkan. Pengiklanan adatah salah satu elemen yang paling terlihat, dapat dikenal dan dapat diingat dari komunikasi organisasional. Secara konsekuen, pengiklanan dapat menjadi penyedia simbolisasi dan mitologi organisasional dan oleh karenanya dapat menjadi bagian dari bahan budaya, ritual dan interpretif dari organisasi yang merupakan perantara yang tebal yang melaluinya kepemimpinan menciptakan situasi. Kampanye pengiklanan yang disiarkan kepada audiense nasional cenderung menjadi \"pesan yang teringat\" bagi para pegawai. Pengiklanan seperti ini dapat mempengaruhi kemampuan pegawai untuk melakukan tugas mereka, menilai kepercayaan dari organisasi dan mengidentifikasi serta berkomitmen terhadap perusahaan mereka. Lebih lagi kampanye yang dilaksankan dengan baik dapat menjadi bagian dari rencana jangka panjang untuk mempengaruhi perubahan dalam budaya internal organisasi.",
  "creators": "FRANKY WITA",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Hartono Subagio (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 53/EM/2000; Franky Wita (31495126)",
  "subjects": "ADVERTISING; SALES PROMOTION"
}