{
  "id": "15315",
  "title": "Mencari kosep-konsep marketing yang tepat dan menghadapi persaingan di era globalisasi",
  "abstract": "Dalarn rangka mcmasuki era globalisasi, perusahaan-perusahaan yang berkecimpung dalam dunia pemasaran harus dapat mempersiapkan diri untuk menghadapi persaingan yang semakin ketat sebagai akibat dari berbagai perubahan teknologi, ekonomi, dan struktur pasar. Selain itu perusahaan juga harus mempertimbangkan posisi konsumen yang semakin lama semakin kuat, karenanya diperlukan konsep-konsep pemasaran yang tepat, dimana konsep-konsep tersebut harus sesuai dengan situasi yang sedang dihadapi oleh perusahan, berkaitan dengan kondisi pesaing dan konsumen. Dalam beberapa seminar mcngenai pemasaran, opini para pakar membahas tentang konsep-konsep pemasaran yang tepat didalam menghadapi perubahan-perubahan yang terjadi dalam lingkungan pemasaran agar suatu perusahaan dapat memfokuskan bisnisnya pada tempat dan waktu yang tepat sehingga dapat memenangkan persaingan di era globalisasi. Konsep-konsep pemasaran tersebut adalah : 1. Konsep competitive setting, konsep ini digunakan oleh suatu perusahaan untuk menganalisa situasi persaingan, disini suatu perusahaan harus dapat mengetahui dengan pasti banyaknya pesaing dan kekuatan yang dimiliki oleh masing-masing pesaing yang ada dan bagaimana pengaruhnya terhadap pelanggan. 2. Konsep customer satisfaction, digunakan oleh suatu perusahaan dalam rangka memenangkan suatu persaingan dalam memperoleh pelanggan dimana dalam konsep ini perusahaan hams berusaha untuk dapat menciptakan kepuasan peianggan dengan memberikan nilai lebih kcpada peianggan rnclalui pelayanan yang sebaik-baiknya. 3. Konsep relationship marketing, digunakan oleh suatu perusahaan dalam usahanya untuk dapat mernpertahankan pelanggan-pelanggan lama karena dengan persaingan yang semakin ketat maka kesempatan untuk memperoleh peianggan yang baru tidaklah mudah, dengan kata lain konsep ini bertujuan untuk menciptakan loyalitas peianggan dengan cara menjalin hubungan yang lebih erat dan mendalam dengan para peianggan yang sudah dimiliki. Ketiga konsep tersebut diharapkan dapat digunakan oleh perusahaan-perusahaan dalam menghadapi persaingan di era globalisasi, agar perusahaan-perusahaan tersebut bisa tetap bertahan.",
  "creators": "MAUDY PURNAMASARI",
  "contributors": "Bambang Haryadi (Advisor 1); SENTOT HARMAN GLENDOH (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 14/EM/2000; Maudy Purnamasari (31495243)",
  "subjects": "MARKETING-MANAGEMENT"
}