{
  "id": "15324",
  "title": "Evaluasi kinerja struktur baja dengan Sistem Rangka Pemikul Momen Khusus (SRPMK) yang menggunakan reduced beam section di wilayah 2 peta gempa Indonesia",
  "abstract": "Sejumlah penelitian setelah gempa Northridge 1994 menunjukkan bahwa terdapat kesulitan membuat join yang lebih kuat dari member sehingga keruntuhan sering kali terjadi pada join balok-kolom dan pola keruntuhan Strong Column Weak Beam tidak dapat terpenuhi. Selain itu masih terjadi sendi plastis di kolom. Menanggapi hal tersebut, dikembangkan konsep baru untuk menggeser sendi plastis sejauh mungkin dari muka kolom untuk menjamin kolom tetap elastis. Konsep tersebut diwujudkan dengan menggunakan Reduced Beam Section (RBS), yaitu pengurangan luasan pada bagian sayap balok dengan tujuan mengurangi kapasitas momen tumpuan balok yang masuk ke kolom. Penelitian ini bertujuan untuk mengetahui kinerja SRPMK baja dengan menggunakan RBS yang didesain berdasarkan SNI 03-1729-2002 dan AISC 358-05 jika dikenai beban gempa wilayah 2 peta gempa Indonesia. Struktur yang ditinjau adalah struktur baja 4-, 8-, dan 12-lantai yang diberi RBS pada arah gempa yang ditinjau (arah-x). Pemeriksaan kinerja struktur dilakukan dengan analisis statik pushover nonlinear dan analisis dinamis time history nonlinear. Hasil penelitian menunjukkan bahwa bangunan memiliki drift ratio yang lebih besar dari yang disyaratkan. Walaupun demikian banguanan memiliki damage index yang baik. Ukuran profil yang digunakan dalam desain bangunan lebih efisien daripada SRPMK baja biasa. Selain itu Reduced Beam Section dapat memaksa terjadinya sendi plastis pada balok sehingga prinsip Strong Column Weak Beam dapat terjamin.",
  "creators": "JOHN LIMONGAN; YUDI SETYADI LEONANTA",
  "contributors": "Hasan Santoso (Advisor 1); Ima Muljati Ginsar (Advisor 2); Pamuda Pudjisuryadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011719/SIP/2010; John Limongan (21406125), Yudi Setyadi Leonanta (21406133)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS; STEEL, STRUCTURAL"
}