{
  "id": "1532",
  "title": "Optimasi lini produksi di P.T. Segoro Ecomulyo Textille melalui pendekatan simulasi",
  "abstract": "Segoro Ecomulyo Textille adalah suatu perusahaan yang bergerak di bidang pembuatan benang. Permasalahan yang dijumpai di perusahaan ini adalah lini produksi yang kurang optimal yang menyebabkan hasil produksi tidak optimal. Dalam kenyataan, tidaklah mudah untuk melakukan langkah-langkah perbaikari yang bersifat trial and error dalam menyelesaikan masalah yang timbul, karena untuk melakukan perbaikan-perbaikan tersebut memerlukan biaya dan waktu yang tidak sedikit dengan resiko yang besar. Dalam hal seperti ini simulasi sangatlah membantu untuk menganalisa dan mendeteksi permasalahan-permasalahan yang timbul serta mencari jalan keluar dan permasalahan yang dihadapi. Oleh karena itu dalam pembuatan tugas akhir ini dibuat simulasi dengan menggunakan bantuan software Promodel 3.0 untuk menganalisa keadaan sistem yang ada mula-mula. Berdasarkan hasil analisa sistem mula-mula, maka dilakukan perbaikan-perbaikan yang bersifat usulan, baik berupa penambahan dan pengurangan operator maupun penambahan mesin. Di samping itu pula dilakukan analisa biaya terhadap perubahan-perubahan yang terjadi. Berdasarkan hasil analisa usulan diperoleh bahwa usulan 4, yaitu pengalihan operator Campur menjadi operator Carding mendatangkan profit yang lebih besar yaitu Rp. 23.760.000 jika dibandingkan dengan model awal yang hanya mendatangkan profit sebesar Rp. 19.800.000 begitu pula dengan produk yang dihasilkan oleh usulan 4 adalah 66 bal sedangkan model awal hanya menghasilkan 55 bal.",
  "creators": "YUKE SETYOWATI",
  "contributors": "I Gede Agus Widyadana (Advisor 1); I Nyoman Sutapa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 010619/IND/2002; Yuke Setyowati (25497046)",
  "subjects": "SIMULATIONS METHODS; OPERATIONS RESEARCH"
}