{
  "id": "15329",
  "title": "Pengaruh dinding pengisi terhadap perilaku seismik ruko 4-lantai dengan pemodelan mikro dan makro",
  "abstract": "Keberadaan dinding pengisi kerap diabaikan dalam proses desain struktur. Sebaliknya kebanyakan penelitian yang dilakukan menunjukkan bahwa adanya dinding pengisi dapat meningkatkan kekakuan lateral pada bangunan secara drastis, sehingga akan mempengaruhi perilaku struktur tersebut. Di samping itu dinding pengisi dengan opening menimbulkan resiko kegagalan lokal yang tidak direncanakan pada proses desain Dinding pengisi dapat dimodelkan secara mikro dengan metode elemen hingga dan secara makro dengan mengidealisasikan dinding pengisi dengan batang tekan. Lazimnya untuk proses desain hanya dilakukan pemodelan makro, sehingga kegagalan lokal yang terjadi tidak terprediksi. Untuk itu penelitian kali ini bertujuan untuk memberikan usulan pemodelan dinding pengisi dengan opening yang efisien untuk proses desain. Lebih lanjut, penelitian ini juga membandingkan kinerja dari bangunan ruko beton bertulang 4-lantai yang dijumpai dan didesain dengan Desain Kapasitas sesuai SNI 03-2847-2002. Pengujian kinerja dilakukan dengan memperhatikan efek dinding pengisi dengan pemodelan batang tekan. Pemeriksaan kinerja struktur dilakukan menggunakan analisa statik pushover nonlinier. Hasil penelitian menunjukkan bahwa pemodelan mikro dengan program SAP2000 v11 dapat merepresentasikan pengaruh kekakuan portal, nilai modulus elastisitas elemen pengisi, rasio ukuran panel, dan ukuran serta konfigurasi opening terhadap besar dan alur tegangan yang terjadi pada elemen pengisi. Usulan pemodelan dinding pengisi dengan opening masih menunjukkan hasil yang belum memuaskan. Faktor-faktor dominan yang mempengaruhi perilaku portal dengan dinding pengisi masih belum dapat dimodelkan dengan baik. Sedangkan hasil analisa performa bangunan menunjukkan bahwa dinding pengisi memperkuat dan menambah kekakuan bangunan secara signifikan.",
  "creators": "YOHANES SUCAHYO; CHRISTINE SUNJOTO",
  "contributors": "Antoni (Advisor 1); Pamuda Pudjisuryadi (Advisor 2); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011714/SIP/2010; Yohanes Sucahyo (21406019), Christine Sunjoto (21406064)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS; EARTHQUAKE ENGINEERING"
}