{
  "id": "15325",
  "title": "Evaluasi kinerja bangunan tidak beraturan 6- dan 10- lantai dengan vertical set-back 50% di wilayah 6 peta gempa Indonesia yang direncanakan secara pseudo elastis dan kapasitas sesuai SNI 03-2847-2002",
  "abstract": "Sejumlah penelitian menunjukkan bahwa pemakaian Overstrengh Factor kolom dalam SNI 03-2847-2002 masih kurang memadai untuk menjamin terjadinya 'Strong Column Weak Beam'. Di sisi lain, Pseudo Elastis menawarkan alternatif baru dalam perencanaan struktur bangunan tahan gempa. Pada metode ini, beberapa kolom didesain tetap elastis selama terkena gempa yang direpresentasikan dengan penggunaan Faktor Pengali (FP), sedangkan beberapa kolom lainnya dan balok diijinkan mengalami sendi plastis. Penelitian ini bertujuan untuk membandingkan kinerja Desain Pseudo Elastis dan Desain Kapasitas sesuai SNI 03-2847-2002 di wilayah 6 peta gempa Indonesia. Struktur yang ditinjau adalah bangunan perkantoran beton bertulang 6- dan 10- lantai dengan vertical set-back sebesar 50%. Pembatasan waktu getar alami fundamental yang disyaratkan dalam SNI 03-1726-2002 pasal 5.6. tidak ditinjau untuk menghindari penggunaan tulangan minimum. Selain itu, tulangan balok dan kolom didesain dengan menggunakan tulangan riil (yang ada di pasaran). Pemeriksaan kinerja struktur dilakukan dengan analisis statik pushover nonlinier dan analisis dinamis time history nonlinier. Hasil penelitian menunjukan bahwa kinerja Pseudo Elastis lebih baik dibandingkan dengan Desain Kapasitas meskipun pola keruntuhan yang terjadi tidak sesuai harapan. Pseudo Elastis membutuhkan baja 9,67 % lebih banyak dibandingkan Desain Kapasitas.",
  "creators": "INDRA SUJANTO; TEGUH LAUWIS",
  "contributors": "Ima Muljati Ginsar (Advisor 1); Benjamin Lumantarna (Advisor 2); Pamuda Pudjisuryadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011717/SIP/2010; Indra Sujanto (21406058), Teguh Lauwis (21406071)",
  "subjects": "REINFORCED CONCRETE CONSTRUCTION-RESEARCH; BUILDINGS-EARTHQUAKE ASPECTS-RESEARCH"
}