{
  "id": "15326",
  "title": "Produktivitas pengecoran beton ready-mixed dengan concrete pump dan tower crane (Studi Kasus: Proyek Ciputra World Surabaya)",
  "abstract": "Pekerjaan pengecoran merupakan pekerjaan penting dalam proyek konstruksi. Sumber daya yang digunakan untuk pekerjaan pengecoran beton ready-mixed, antara lain: truck mixer, concrete pump, tower crane, dan pekerja. Dalam pelaksanaan di lapangan, produktivitas pengecoran dipengaruhi oleh kinerja dari tiap-tiap sumber daya. Kinerja masing-masing sumber daya ditentukan oleh produktivitasnya dan faktor-faktor lain seperti cuaca, tingkat kesulitan, dan lain-lain. Penelitian ini dilakukan dengan pengamatan langsung proses pengecoran pelat dan balok yang menggunakan concrete pump dan tower crane pada proyek Ciputra World Surabaya. Dari hasil penelitian diperoleh produktivitas pengecoran dengan concrete pump pada elevasi 10.75 m sebesar 7.69 m 3 /jam, pada elevasi 13.75 m sebesar 11.36 m 3 /jam, pada elevasi 19.75 m sebesar 11.72 m 3 /jam, dan pada elevasi 21.25 m sebesar 9.08 m 3 /jam. Produktivitas pada setiap elevasi ini berbeda-beda karena dipengaruhi oleh tingkat kesulitan dan kelancaran pasokan beton ready-mixed selama proses pengecoran. Produktivitas pengecoran pelat dan balok dengan tower crane diperoleh sebesar 6.35 m 3 /jam pada elevasi 12.25 m dan 7.86 m 3 /jam pada elevasi 13.75 m. Produktivitas pengecoran pelat dengan kemiringan (ramp) dengan tower crane adalah sebesar 6.28 m 3 /jam pada elevasi 12.25-13.75 m.",
  "creators": "EDWIN LUCKY DHARMA HUSADA; DENY TEDJA SAPUTRA",
  "contributors": "Ratna S. Alifen (Advisor 1); Jonathan Hendra Kusuma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011734/SIP/2010; Edwin Lucky Dharmahusada (21406055), Deny Tedja Saputra (21406108)",
  "subjects": "BUILDING MATERIALS; CONSTRUCTION INDUSTRY-MANAGEMENT; CONCRETE"
}