{
  "id": "15355",
  "title": "Efek suara untuk gitar akustik",
  "abstract": "Music is an important part of human cultures. Music grow together with human technologies, from the simplest music until modern music that arranged by the computer. Sound effects created in order to give enrichment to the music and fulfill the taste of music from the listeners. Six electronic sound effects which are ring modulation, chorus, flanging, echo, reverb, and phase-shifter designed into a single integrated electronic construction called the electronic sound effects. It is designed to achieve varieties and enrichment in music, especially for acoustic guitar. The electronic sound effects tested electrically and practically. Electrical tests arranged in the computer laboratory by using digital oscilloscope, function generator and frequency counter in purpose to get the appropriate design according to the theories and to measure the electronic sound effects performances. The electronic sound effects planned to be tested practically by the musician or person who understand about music, sound effects, and acoustic guitar in order to know its efficiency. The result from this project is not completely success because the pick-up's gain is too small. It is proved by the electrical tests. The pick-up is very important to the electronic sound effects in order to get a good input signal from acoustic guitar. Without a good pick-up, the electronic sound effects will not working properly. In order to achieve a good performance when playing music using electronic sound effects, it is important to choose the appropriate song and effects to be used.",
  "creators": "SUBANA HO BENG",
  "contributors": "HERLIANTO TENGGARA (Examination Committee 1); Lauw Lim Un Tung (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00/E/EL/047/484; Subana Ho Beng (23495103)",
  "subjects": "AMPLIFIERS (ELECTRONICS); OPERATIONAL AMPLIFIERS"
}