{
  "id": "15353",
  "title": "Optimasi penggunaan bahan bakar pada unit-unit pembangkit dengan menggunakan linier programming",
  "abstract": "Cara-cara dalam pemanfaatan sumber daya alam haruslah terus dikembangkan terutama dalam pemanfaatan sumber daya alam yang tidak dapat diperbaharui. Salah satu persoalan yang rauncul dalam pemanfaatan sumber daya alam yang tidak dapat diperbaharui adalah masalah bahan bakar. Seiring dengan kemajuan peradaban manusia maka permintaan akan energi listrik semakin meningkat, yang selanjutnya merupakan peningkatan akan permintaan bahan bakai\" untuk membangkitkan energi listrik tersebut Dalam setiap unit pembangkit diperlukan suatu jumlah bahan bakar tertentu untuk membangkitkan suatu daya tertentu, sehingga dapat dibuat suatu karakteristik input bahan bakar terhadap output daya listrik. Bahan bakar mempunyai nilai panas tertentu yang dapat dipakai untuk menyusun karakteristik konsumsi bahan bakar terhadap daya listrik yang dibangkitkan. Harga bahan bakar dapat dipakai untuk menyusun lungsi biaya terhadap daya listrik yang dibangkitkan. Fungsi biaya inilah yang akan diminimumkan dengan menggunakan metode linier programming. Linier Programming sebagai salah satu alat untuk pengoptimasian suatu fungsi objektif, dapat dipakai untuk pengoptimasian penggunaan bahan bakar pada unit-unit pembangkit dengan kendala bahan bakar yang terbatas. Hasil uji metode linier programming pada PLTGU Gresik Sektor Gresik Baru dalam pengoptimasian penggunaan bahan bakar pada unit-unit pembangkit sangat memuaskan. Dengan membandingkan dengan metode lain yang sering digunakan, khususnya metode beban rata-rata, metode linier programming ini mempunyai kelebihan-kelebihan antara lain: penggunaan balian bakar yang paling sedikit sehingga dapat mengoptimalkan pemakaian bahan bakar yang jumlahnya terbatas dan dapat menghemat biaya sebesar US$ 138.732,192/tahun, serta dapat melakukan pengaturan persediaan avval balian bakar yang paling efisien yaitu sebesar 2.708,819 KNM J /hari sehingga tidak perlu terjadi pemborosan biaya penyimpanan bahan bakar.",
  "creators": "LOKITO TEDJOKUSUMO",
  "contributors": "BUNAWI GUNAWIDJAJA (Examination Committee 1); ONTOSENO PENANGSANG (Advisor 1); Emmy Hosea (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 98/E/TST/038/275; Lokito Tedjokusumo (23494058)",
  "subjects": "ELECTRIC POWER; STEAM POWER PLANTS"
}