{
  "id": "15364",
  "title": "Perencanaan dan pembuatan alat akuisis data untuk parameter V, I, R dan C dengan menggunakan mikrokontroler 8031",
  "abstract": "Dunia industri maju dengan pesat, demikian juga dengan teknologi dan dunia pendidikan. Karya mahasiswa dalam tugas akhir tidak dapat mewakili sepenuhnya pesatnya kemajuan teknologi tersebut. Hal ini disebabkan peralatan dan keterbatasan waktu. Target yang ingin dicapai sebenarnya adalah bagaimana mahasiswa dapat merangkum semua ilmu yang telah didapat, mengaplikasikannya dalam bentuk alat dengan mengacu pada kemajuan teknologi itu sendiri. Informasi yang akurat diperlukan dalam proses pengukuran. Pengukuran yang akurat dan dapat dilakukan secara terus-menurus sangat membantu tugas manusia, alat tersebut disebut sebagai alat Akuisisi data. Alat Akuisisi data disini bertujuan untuk mempelajari karakteristrik transducer yang mempunyai output berupa parameter tegangan (V), arus (I), resistansi ( R ) dan kapasitansi ( C). Alat akuisisi data ini dihubungkan dengan PC sehingga hasil pengukurannya dapat ditampilkan dalam mode grafik. Komponen penting yang ada berupa Rangkaian Pengkondisi Signal untuk empat parameter tersebut diatas, minimum sistem, ADC. Hasil yang didapat dari pembuatan alat ini adalah fakta bahwa karakteristik masing-masing transducer berbeda satu sama lain meskipun mempunyai output sama sehingga rangkaian pengkondisi signal untuk masing-masing transducer harus sesuai dengan karakteristik tersebut bila diinginkan hasil yang akurat.",
  "creators": "KRIS PUSPORINI",
  "contributors": "HERLIANTO TENGGARA (Advisor 1); MOCHAMAD HEROE (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 97/E/EL/014/313; Kris Pusporini (23492037)",
  "subjects": "MICROCONTROLLER 8031; SIGNAL PROCESSING-DIGITAL TECHNIQUES-EQUIPMENT AND SUPPLIES"
}