{
  "id": "15367",
  "title": "Inovasi layanan di Industri Percetakan Mandala Offset",
  "abstract": "Mandala Offset adalah perusahaan yang bergerak dibidang percetakan. Dalam menghadapi persaingan bisnis yang semakin ketat, mengharuskan Mandala Offset untuk melakukan pembenahan dalam hal meningkatkan pangsa pasamya. Salah satu keunggulan kompetitif yang dapat mengatasi masalah tersebut adalah melakukan inovasi layanan. Untuk itu perlu diciptakan inovasi-inovasi layanan yang tepat, dalam arti mampu menciptakan, mengantisipasi kebutuhan dan bentuk pasar di masa yang akan datang. Selama ini pihak perusahaan hanya melayani kebutuhan konsumen berdasarkan pesanan dan pihak manajemen perusahaan cenderung bersifat pasif terhadap kebutuhan pasar. Dalam melaksanakan Tugas Akhir ini, penulis memberikan masukan dan mengenalkan kepada pihak perusahaan akan langkah-langkah pengembangan inovasi layanan menjadi alternatif pemecahan masalah. Metode-metode yang dilakukan adalah metode pencarian gagasan seperti brainstorming, berpikir metaforis, daftar periksa dan analisis morfologis. Metode-metode tersebut memacu berpikir kreatif untuk menemukan gagasan-gagasan yang selama ini belum terpikirkan. Sedangkan untuk menyaring semua gagasan yang terkumpul digunakan metode gate decisions, sehingga gagasan-gagasan tersebut benar-benar sesuai dengan kondisi, kebijaksanaan dan merupakan gagasan yang potensial untuk dikembangkan. Hasil dari analisis inovasi layanan dari segi pasar, bisnis, resiko yang harus dihadapi dan struktur biaya, layanan menawarkan desain kemasan produk (nilai 4,065 skala 5 dari pihak perusahaan dan nilai 3,8687 skala 5 dari pihak konsumen) merupakan alternatif yang terbaik. Sedangkan inovasi layanan memberi souvenir (nilai 3,9025 skala 5 dari perusahaan dan 3,7955 skala 5 dari konsumen), one day service (nilai 3,62 skala 5 dari perusahaan dan 3,8118 skala 5 dari konsumen) dan kerjasama dengan sponsor (nilai 3,37 skala 5 dari perusahaan) dapat menjadi pertimbangan dikemudian hari.",
  "creators": "ARIS MANDALA",
  "contributors": "Kriswanto Widiawan (Advisor 1); Maja Indahwati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 135/TI-65/1998; Aris Mandala (25493090)",
  "subjects": "PRINTING INDUSTRY; INNOVATIONS-MANAGEMENT; CONSUMER RESEARCH"
}