{
  "id": "1536",
  "title": "Perencanaan kebutuhan bahan baku dan pengendalian produksi dalam usaha menghemat biaya produksi di PT. Surabaya Utama Cycle Industri",
  "abstract": "PT. Surabaya Utama Cycle Industri adalah sebuah perusahaan yang bergerak di bidang pembuatan frame/rangka set sepeda, dimana sistem produksi perusahaan ini bersifat order (berdasarkan pesanan). Permintaan terhadap produk yang dihasilkan, sebagian besar berasal dari perusahaan sepeda di luar negeri yang sangat mengutamakan ketepatan waktu pengiriman, oleh karena itu masalah ketepatan penyelesaian produk merupakan faktor yang sangat penting. Penundaan penyerahan pesanan dari due date yang telah disepakati, merupakan masalah utama di perusahaan ini. Hal ini disebabkan karena sistem pemesanan material yang kurang optimal, sehingga sering material tidak tersedia pada saat dibutuhkan dan proses produksi terhenti beberapa saat. Tujuan penelitian ini adalah untuk membuat suatu perencanaan kebutuhan material dan perencanaan produksi yang optimal, sehingga dapat menekan biaya pengadaan material dan mengantisipasi terjadinya keterlambatan penyelesaian produk jadi. Tahapan penelitian yang akan dilakukan adalah mengumpulkan data - data yang diperlukan, membuat peta proses operasi (OPC), membuat struktur produk, menghitung waktu baku tiap proses pada OPC, menghitung kapasitas produksi, menentukan lead time purchasing dan manufacturing, melakukan perencanaan kebutuhan material dan proses produksi dengan sistem Material Requirement Planning, dan terakhir membandingkan metode pemesanan (lot sizing) baru dan lama. Dari perencanaan dengan sistem MRP tersebut, akhimya dapat dihasilkan output utama berupa rencana pemesanan material dan rencana produksi yang paling efisien. Setelah dilakukan analisa untuk menentukan metode pemesanan material yang paling baik, akhirnya dapat diketahui bahwa metode WW paling tepat untuk digunakan di perusahaan ini, karena dapat menghasilkan total coal yang paling minimum sehingga perusahaan dapat melakukan penghematan biaya pemesanan material yang cukup besar.",
  "creators": "DION VITTORIO ADIANTO",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Indriati Njoto Bisono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 581/TI-062/2002; Dion Vittorio Adianto (25497084)",
  "subjects": "PRODUCTION PLANNING; INVENTORY CONTROL"
}