{
  "id": "15369",
  "title": "Pengendalian kualitas produk frame sepeda di PT. Wijaya Indonesia Makmur Bicycle Industries Surabaya",
  "abstract": "Dalam era modem sekarang ini, peningkatan kualitas dari barang dan jasa harus menjadi prioritas utama dari suatu perusahaan industri agar mampu bersaing dengan perusahaan lain yang sejenis. Dengan semakin berkembangnya teknologi, konsumen semakin selektif dalam memilih suatu produk untuk digunakan, karena itu sangat penting bagi pihak perusahaan untuk tetap mempertahankan dan meningkatkan kualitas produk agar sesuai spesifikasi yang diinginkan. Didalam Tugas Akhir ini penulis mencari dan menganalisis proses yang menyebabkan cacat terbesar pada pembuatan frame sepeda gunung MTB tipe 20 di PT. WIJAYA INDONESIA MAKMUR BICYCLE INDUSTRIES Surabaya. Penerapannya adalah meliputi pengenalan dari masing-masing bagian frame sepeda dan proses produksinya, menghitung jumlah kecacatan, mencari dan menganalisa cacat terbesar, serta penyebab-penyebabnya. Proses yang menyebabkan cacat terbesar adalah proses potong, sebesar 58.6% dan proses jross, sebesar 23.3%. Faktor penyebab cacat yang terbesar pada proses potong adalah set-up mesin sebesar 54.2%, sedangkan pada proses jross adalah matras sebesar 49.5%. untuk mengatasi masalah set-up mesin yang sering berubah-ubah (tidak stabil) pada proses potong, perusahaan hendaknya lebih memperhatikan teknik perawatan mesin agar lebih menyeluruh dan tidak hanya bersifat external tapi juga internal maintenance. Sedangkan untuk mengatasi masalah matras yang tidak sempurna (rusak) pada proses jross, perlu memperhatikan kesempurnaan pembuatan cetakan untuk matras agar menghasilkan komponen yang sesuai spesifikasi.",
  "creators": "YESSI FRANSIN MBOEIK",
  "contributors": "Jani Rahardjo (Advisor 1); Indriati Njoto Bisono (Advisor 2); Pauline Astari Singgih (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.416/TI-007/2001; Yessi Fransin Mboeik (25493158)",
  "subjects": "TOTAL QUALITY MANAGEMENT-STATISTICAL METHODS"
}