{
  "id": "15360",
  "title": "Perencanaan dan pembuatan sistem reservasi tiket pesawat dengan memanfaatkan jaringan global (world wide web)",
  "abstract": "Pada era globalisasi sekarang ini, para pengguna jasa transportasi udara selalu menuntut pelayanan yang serba cepat dan efisien, sehingga sistem reservasi yang real time pada saat sekarang sudah seharusnya dilakukan. Dengan memanfaatkan teknologi jaringan global dalam hal ini World Wide Web ( biasa disebut WEB), sistem reservasi yang on line ini akan dapat diimplementasikan secara lebih interaktif. Pada tugas akhir ini direncanakan dan dibuat sebuah sistem reservasi tiket melalui web. Sistem ini direncanakan dapat melayani pemesanan tiket maupun pembatalan tiket pesawat yang telah dipesan dengan melalui web. Sedangkan data rute penerbangan dan jenis pesawat yang dipakai pada pembuatan sistem reservasi ini diperoleh dari maskapai China Southern Airlines. Sistem yang direncanakan dan dibuat tersebut menggunakan bahasa pemrograman Borland Delphi, dengan memanfaatkan fasilitas dari bahasa pemrograman tersebut untuk melakukan akses terhadap database dan program CGI. Sistem ini mempunyai fasilitas antar muka (interface) yang bersifat user friendly sehingga mudah penggunaannya. Beberapa fasilitas yang ada dalam sistem ini yaitu pemesanan dan pembatalan tiket dengan melalui web, pencetakan laporan, dan backup database. Sistem ini telah direncanakan dan dibuat serta dilakukan pengujian, dimana program sistem reservasi ini diletakkan di sebuah komputer yang terhubung dalam suatu Local Area Network (LAN) yang dapat mengakses internet kemudian dimasukkan sejumlah data pemesanan tiket melalui internet dari beberapa tempat dan mengecek kebenaran data yang masuk. Hasil yang diperoleh dari pengujian tersebut sudah memenuhi harapan bahwa data yang dimasukkan sudah sesuai dengan data yang diterima dan juga sistem ini dapat dipergunakan untuk melakukan pemesanan tiket dengan melalui web. Sistem reservasi yang dibuat ini mempunyai batasan pada cara pemesanan tiket, yaitu sistem ini hanya melayani pemesanan tiket untuk satu kali penerbangan atau yang lebih dikenal dengan istilah penerbangan langsung jadi apabila seorang penumpang akan melakukan penerbangan yang barantai atau penerbangan pulang pergi maka penumpang tersebut harus melakukan lebih dari satu kali pemesanan. Meskipun sistem reservasi ini telah direncanakan dan dibuat sedemikian rupa, ternyata bila ingin mengimplementasikan sistem ini kedalam sistem yang sebenarnya maka masih diperlukan pengujian lebih lanjut serta perubahan-perubahan kecil pada program yang telah dibuat (sistem ini hanya merupakan sebuah prototype). Hal ini disebabkan karena untuk mengimplementasikan sistem reservasi ini juga dibutuhkan kerjasama tidak hanya dari pihak maskapai penerbangan tetapi juga dari pihak bank.",
  "creators": "ERIC SANTOSO",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Sukanto Tedjokusuma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.97/E/KOM/011/015; Eric Santoso (23491143)",
  "subjects": "WORLD WIDE WEB; AIRLINES-RESERVATION SYSTEMS"
}