{
  "id": "15374",
  "title": "Perencanaan kebutuhan material sepatu di PT Cahaya Pacific Kencana",
  "abstract": "PT. Cahaya Pasific Kencana merupakan salah satu perusahaan sub kontrak dari perusahaan yang memproduksi berbagai jenis sepatu. Boleh dikatakan perusahaan tersebut hanya memproduksi kap atau penutup sepatu, dimana perusahaan sepatu tidak mampu menyelesaikan sesuai dengan jadwal permintaan konsumen atau ada kebijaksanaan lain mengenai hal tersebut Disamping itu kendala yang dihadapi perusahaan ini adalah sistem perencanaan kebutuhan material yang sulit diprediksikan, dikarenakan harus mengikuti atau menyesuaikan dengan permintaan dari perusahaan yang memberikan order. Selain lead time pemesanan yang tidak menentu dan sistem informasi tentang material yang dilakukan secara manual akan membawa dampak dalam proses produksi, sebingga sering terjadi over time yang berlebihan dalam menyelesaikan order dan pengambilan keputusan yang kurang cepat dalam menerima order. Penerapan metode MRP dan sistem informasi yang terpadu diharapkan dapat membantu dalam menyelesaikan persoalan yang terjadi diperusahaan tersebut. Dengan diketahuinya order yang akan diterima , maka akan diketahui pula perkiraan jumlah masing-masing material yang dibutuhkan dan kapan order tersebut dapat dikerjakan serta berapa waktu yang dibutuhkan untuk menyelesikan order tersebut. Dan akhirnya dirancang suatu sistem informasi perencanaan kebutuhan material yang terpadu dan berbasis komputer sehingga menghasilkan informasi yang tepat waktu, tepat guna dan tepat biaya. Rancangan sistem informasi dibuat berdasarkan prosedur-prosedur perencanaan kebutuhan material dengan menerapkan basis data dan disesuaikan dengan kondisi perusahaan.",
  "creators": "HARMONO SIGIT",
  "contributors": "DIDIK WAHYUDIANTO (Examination Committee 1); Danny Prabowo Soetanto (Advisor 2); Maja Indahwati (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 188/TI-14/1999; Harmono Sigit (25492017)",
  "subjects": "MATERIALS MANAGEMENT"
}