{
  "id": "15377",
  "title": "Studi kelayakan perluasan pabrik rotan PT Bumi Rotan Jaya Mojosari",
  "abstract": "PT. BUMl ROTAN JAYA Mojosari merupakan perusahaan yang memproduksi berbagai macam produk Magazine Rack dan Laundry Box. Dengan terus meningkatnya permintaan terhadap kedua klasifikasi item setiap tahunnya, maka PT BUMI ROTAN JAYA merasa bahwa kemampuan produksinya harus segera ditingkatkan guna memenuhi kebutuhan permintaan terhadap klasifikasi tersebut. Cara yang dapat ditempuh adalah membandingkan antara perluasan pabrik dengan penambahan jam lembur, serta penambahan shift kerja. Hal ini disebabkan karena selisih antara jumlah permintaan MR dan LB yang masuk dengan kapasitas produksi saat ini sudah terlalu besar\". Oleh karena itu perlu dilakukan Studi Kelayakan Pabrik sebagai suatu penelitian suatu proyek, baik secara teknis maupun ekonomis. Penelitian studi kelayakan meliputi tiga aspek analisa, yaitu analisa pasar, analisa teknis, dan analisa finansial. Analisa pasar digunakan untuk mengetahui kondisi pasar saat ini dan kemudian dilakukan peramalan permintaan produk di masa yang akan datang dengan menggunakan metode dekomposisi. Analisa teknis rneliputi perhitungan waktu standar produksi dan perhitungan jumlah mesin dan operator. Sedangkan analisa finansial dipakai untuk mengetahui apakah perluasan pabrik, penambahan jam lembur, penambahan shift kerja yang telh direncanakan tersebut layak atau tidak untuk direalisasi, secara ekonomis menggunakan analisa Net Present Value, Internal Rate of Return, dan Discount Payback Period. Kesimpulan yang didapat dari Tugas Akhir ini adalah usulan terhadap penambahan jam lembur, penambahan shift kerja atau melakukan perluasan pabrik. Keputusan yang disarankan adalah melakukan penambahan shift kerja dikarenakan hasil Net Present Value lebih besar dari kedua alternatif yang Iain, dengan demikian keuntungan yaug didapat lebih besar apabila pihak perusahaan melakukan penambahan shift kerja.",
  "creators": "DANNY ERWIN",
  "contributors": "Maja Indahwati (Advisor 1); Siana Halim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 191/TI-17/1999; Danny Erwin (25492081)",
  "subjects": "TIME STUDY; PRODUCTION PLANNING; MANUFACTURING PROCESSES; WORK MEASUREMENT"
}