{
  "id": "15373",
  "title": "Perancangan sistem pengendalian persediaan bahan baku spring bed di PT Indofibre Mattress",
  "abstract": "Persediaan bahan baku spring bed melibatkan investasi rupiah yang sangat besar dalam neraca perusahaan sehingga mendorong fungsi manajemen untuk mendapatkan kebijaksanaan persediaan yang mampu mengendalikan seluruh persediaan dengan total biayayang dihasilkan seminimum mungkin. Terjadinya fluktuasi permintaan spring bed menyebabkan kebijakan persediaan tidak terlepas dari fungsi pemasaran, yaitu untuk mengetahui jumlah permintaan spring bed melalui peramalan permintaan. Waktupasok yang tidak tetap dan karakteristik bahan baku itu sendiri menjadikan masalah semakin kompleks. Dengan mempertimbangkan kondisi perusahaan dan sumber daya manusia yang tersedia sangat dimungkinkan untuk dirancang suatu sistem persediaan bahan baku yang mampu menjamin tersedianya sumber daya dengan kuantitas, kualitas, tempat dan waktu yang tepat. Model persediaan yang digunakan adalah Economic Order Quantity -probabilistik dengan mempertimbangkan adanya backorders, untuk mengetahui waktu dan jumlah pemesanan beserta persediaan pengaman yang memungkinkan total biaya minimum. Hasil perancangan persediaan menunjukkan bahwa untuk kain yang berasal dari pemasok yang sama, pemesanan secara bersama (multi items order) dengan mempertimbangkan titik pemesanan kembali gabungan, memberikan total biaya yang lebih rendah dibandingkan jika pemesanan dilakukan terpisah (single item order). Penggunaan komputer dan dukungan sumber daya manusia yang berkualitas memungkinkan rancangan ini semakin mudah diaplikasikan.",
  "creators": "FRANSISKA YULIANTY",
  "contributors": "FERRYANTO S.G. (Advisor 1); Siana Halim (Examination Committee 1); MARIA ANITYASARI (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03/TMI-003/1996; Fransiska Yulianty (25492001)",
  "subjects": "MATERIALS MANAGEMENT"
}