{
  "id": "15380",
  "title": "Analisis produktivitas kerja beberapa staf administrasi di PT Valqua Indonesia Surabaya",
  "abstract": "Peningkatan produktivitas dan efisiensi kerja dewasa ini menjadi sangat penting, terutama dalam kondisi perekonomian sekarang yang tidak menentu. Banyak perusahaan yang mulai menggalakkan produktivitas dan efisiensi kerja pada lingkungan usahanya, tetapi penggalakan tersebut hanya sebatas pada segala bidang yang berkaitan dengan proses produksi pembuatan produk. Sedangkan bidang lairaiya yang tidak berhubungan langsung dengan proses produksi pembuatan produk, terutama adalah bidang administrasi, tidak mendapat perhatian. Tujuan dari peneiitian ini adalah menganalisis produktivitas dari waktu produktif beberapa staf administrasi di PT. Valqua Indonesia dalam satu minggu pengukuran secara kuantitatif dan kualitatif Peneiitian ini dilakukan dengan menggunakan metode work sampling, metode ini adalah suatu metode yang menggunakan contoh (sample) yang diambil secara acak (random) dari populasi yang ada Hal ini dapat terjadi karena contoh yang diambil ini akan memiliki pola distribusi dan karakteristik yang sama dengan populasi yang sebenarnya. Staf administrasi yang diamati aktivitasnya terdiri dari dua orang dari bagian personalia (supervisor dan asisten supervisor) dan dua orang dari bagian komersial (penjualan dan pembelian). Setelah melakukan pengamatan dan pencatatan aktivitas selama satu minggu, data yang diperoleh kemudian diolah untuk dicari nilai dari waktu produktif dan produkti vitasnya Hasil pengamatan, pencatatan, dan pengolahan data yang telah dilakukan menunjukkan bahwa waktu produktif tiap staf adalah berbeda-beda, supervisor personalia adalah 80.7 % dengan error 4.56 %, asisten supervisor personalia adalah 87.3 % dengan error 3.84 %, staf komersial pembelian adalah 81 % dengan error 4.53 %, dan staf komersial penjualan adalah 85 % dengan error 4.12 %. Sedangkan kesimpulan yang dapat diambil adalah; supervisor personalia, asisten supervisor personalia, staf komersial pembelian, dan staf komersial penjualan dikategorikan produktif",
  "creators": "THOMAS JAPPY CAHYONO",
  "contributors": "Daniel Indarto Prajogo (Examination Committee 1); Kriswanto Widiawan (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 165/TI-95/1998; Thomas Jappy Cahyono (25493095)",
  "subjects": "WORK MEASUREMENT-ANALYSIS"
}