{
  "id": "15401",
  "title": "Peranan perencanaan dan pengendalian persediaan bahan baku daging sapi segar untuk meningkatkan profitabilitas hotel \"X\" di Surabaya",
  "abstract": "Salah satu faktor yang sangat mempengaruhi kegiatan operasional hotel adalah tersedianya bahan baku yang cukup, dalam hal ini adalah tersedianya bahan baku daging sapi segar di mana bahan baku ini merupakan salah satu bahan baku utama bagi Food and Beverages Department. Hal ini berarti bahwa bahan baku yang dimiliki hotel tidak boleh terlalu banyak ataupun terlalu sedikit. Jika persediaan bahan baku tersebut terlalu banyak, dapat mengakibatkan mutu bahan baku kurang terjamin serta pengalokasian dana yang tidak seimbang. Sebaliknya, jika persediaan bahan baku terlalu sedikit, mengakibatkan dapat terganggunya operasional hotel yang dapat berdampak negatif terhadap para tamu hotel, yaitu timbulnya rasa tidak puas atau rasa kecewa para tamu hotel di mana hal ini berarti hotel dapat kehilangan pendapatannya. Melihat hal tersebut, perlu adanya suatu perencanaan dan pengendalian bahan baku secara tepat dan benar. Tujuan dari penyusunan perencanaan yaitu untuk memperoleh profit semaksimal mungkin, sedangkan tujuan pengendalian yaitu agar bahan baku dapat selalu tersedia sesuai kebutuhan sehingga kegiatan operasional hotel dapat berjalan lancar. Suatu perencanaan dan pengendalian dapat dikatakan baik jika perencanaan dan pengendalian tersebut dapat menghemat biaya yang pada akhirnya dapat meningkatkan perolehan profit yaitu dengan cara meiakukan perhitungan jumlah pesanan yang paling ekonomis (EOQ), jumlah pengaman {safety stock), waktu pemesanan kembali (ROP), dan jumlah persediaan maksimum {maximum stock).",
  "creators": "WIETA WIDYASARI; YULIA ARGENTIN",
  "contributors": "Sienny Thio (Advisor 1); EDWIN ERVANTO SOELISTYO, S.E.,M.M. (Advisor 2); Nanik Linawati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 008/EP/2001; Wieta Widyasari (33496004), Yulia Argentin (33496066)",
  "subjects": "HOTEL MANAGEMENT; MATERIALS MANAGEMENT; PRODUCTION MANAGEMENT"
}