{
  "id": "15408",
  "title": "Evaluasi sistem persediaan bahan baku PT Kaltim Indah raya, Bambe",
  "abstract": "Perusahaan dapat mengetahui perkembangan yang terjadi secara cepat bila perusahaan mampu memperoleh informasi yang dibutuhkan secara cepat pula. Informasi yang dibutuhkan oleh perusahaan adalah informasi yang akurat, lengkap, dan tepat waktu sehingga dapat menunjang kegiatan operasional perusahaan. Informasi yang baik dapat diperoleh perusahaan apabila data perusahaan dikelola secara sistematis melalui suatu sistem. Setiap sistem dibuat untuk menangani sesuatu yang berulang kali atau secara rutin terjadi. Sistem persediaan merupakan salah satu sistem yang memegang peranan penting dalam kegiatan operasional perusahaan, karena persediaan merupakan bahan dasar kegiatan produksi selain itu merupakan harta perusahaan, sehingga harus diawasi secara terus menerus supaya tidak terjadi penyelewengan, kehilangan atau penggunaan bahan yang berlebihan, secara tidak langsung menekan biaya penaaaman modal atau investasi dalam hal ini perusahaan diuntungkan Persediaan dapat dikelompokkan menurut jenis dan posisi barang tersebut dalam urutan pengerjaan produk, yaitu: persediaan bahan baku, bagian produk, bahan pembantu, barang setengah jadi dan barang jadi. Sistem persediaan berkaitan erat dengan sistem pembelian, prosedur pemakaian barang, prosedur pengembalian barang dan sistem penghitungan fisik. Adakalanya sistem persediaan yang berlaku tidak dapat memenuhi kebutuhan manajemen, baik dalam hal mutu maupun ketepatan penyajian informasi yang terdapat dalam laporan. Hal ini kemungkinan disebabkan oleh perkembangan usaha perusahaan. Oleh sebab itu suatu sistem perlu dievaluasi. Melalui evaluasi sistem dapat diketahui apakah suatu sistem itu perlu diperbaiki atau tidak perlu diperbaiki. Penelitian evaluasi sistem persediaan bahan baku PT. Kaltim Indah Raya diharapkan dapat membantu perusahaan dalam melakukan pengawasan persediaan bahan baku, mempermudah perusahaan dalam memperoleh informasi persediaan bahan baku secara lengkap, akurat dan tepat waktu. Selain itu membantu perusahaan dalam mengambil keputusan secara cepat dan tepat dalam hal menerima atau menolak pesanan sehingga terhindar dari kerugian.",
  "creators": "SEMI DEWI",
  "contributors": "Oviliani Yenty Yuliana (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1351/EM/1999; Semi Dewi (31494022)",
  "subjects": "MANAGEMENT INFORMATION SYSTEMS"
}