{
  "id": "15407",
  "title": "Perancangan sistem transportasi pada bagian logistik di PT HMS",
  "abstract": "PT. HMS adalah sebuah industri manufaktur yang memproduksi rokok, yang produknya terdiri atas sigaret kretek tangan (SKT), sigaret kretek mesin (SKM), dan sigaret putih mesin (SPM) dengan menggunakan bahan dasar serta bahan pelengkap berupa tembakau, cengkeh, saus dan wrapping material (kertas dan filter). Agar produksi tidak terhambat, perlu adanya gudang untuk menyimpan bahan baku tersebut. Dalam hal ini, PT. HMS mempunyai lokasi supplier (gudang) yang berbeda-beda, dimana tobbaco blend terletak di Central Plant, Pandaan; cengkeh di Central Plant, Pandaan dan Buduran, Surabaya; dan wrapping material di gudang D., Surabaya. Sedangkan untuk produsen (pabrik) terbagi atas SKT yang terletak di beberapa tempat antara lain Rungkut I, Rungkut II, Taman S., Kedung Baruk, TPO {thirdparty organization) Ngantang, TPO Brodong, TPO Bojonegoro, TPO Malang, TPO Mojokerto, TPO Pekalongan; sedangkan SKM dan SPM berada di Central Plant, Pandaan. Untuk lokasi pooling, terletak di Rungkut I sebagai External Material Transportation dan di Pandaan sebagai Internal Material Transportation. Sedangkan jumlah kendaraan pada External Material Transportasi adalah 10 unit kendaraan untuk distribusi tobbaco blend serta cengkeh dan 5 unit kendaraan untuk distribusi wrapping material. Dengan adanya beragam bahan dasar serta bahan pelengkap yang digunakan pada pembuatan rokok dan lokasi antara supplier (gudang) dengan produsen (pabrik) yang berbeda, maka diperlukan sistem transportasi yang baik agar suplai untuk produksi rokok tidak terhambat dan dapat dipenuhi dengan baik. Dalam melaksanakan Tugas Akhir ini, penulis memberikan masukan dan usulan kepada pihak perusahaan akan lokasi pooling untuk External Material Transportation yang terbaik menjadi alternatif pemecahan masalah. Metode yang digunakan adalah metode simulasi komputer. Untuk melakukan metode tersebut dipakai program PROMODEL sebagai alat pembantu. Berdasarkan hasil simulasi, diketahui bahwa lokasi pooling untuk alat angkutan tobbaco blend berada di Pandaan, dengan jumlah kebutuhan kendaraan sebesar 6 unit dan alat angkutan wrapping material berada di Taman S, dengan jumlah kebutuhan kendaraan sebesar 2 unit. Sedangkan penghematan biaya bahan bakar yang bisa dilakukan sebesar Rp. 537,831.66 per minggu. Agar dapat mencapai tujuan ini, perlu adanya suatu struktur organisasi dan standar prosedur operasional yang mendukung. Untuk itu, penulis mencoba untuk merancang struktur organisasi dan standar prosedur operasional, agar dalam melakukan pekerjaan pada departemen Material Transportation dapat secara benar dan terarah.",
  "creators": "ENDY GUNAWAN",
  "contributors": "Stevanus Adrianto Tjandra (Advisor 1); Julianingsih (Advisor 2); Jani Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 161/TI-91/1998; Endy Gunawan (25492071)",
  "subjects": "MATERIALS-HANDLING AND TRANSPORTATION; TRANSPORTATION-PLANNING; TRANSPORTATION-SYSTEMS"
}