{
  "id": "15415",
  "title": "Inovasi proses produksi bagian jahit di industri sandal, studi kasus di PT X",
  "abstract": "Proses produksi perlu dikaji terus menerus untuk mengupayakan proses yang semakin cepat, hasil meningkat, lebih handal {reliable), ekonomis serta semakin efisien dan efektif. Masalah yang akan dibahas pada penelitian ini adalah proses kerja pada lantai produksi di bagian jahit yang memberlakukan line process system. Proses ini menjadi tidak produktif karena hasil kerja tergantung pada proses di bagian jahit. Sistem tersebut juga menimbulkan kemacetan, keterlambatan, arus bolak-balik antar pekerja dan penumpukan. Dengan permasalahan di atas, penyusun melakukan penelitian yang bertujuan untuk menciptakan inovasi proses pada sistem alur kerja di bagian jahit, dengan cara membentuk kelompok kerja, serta menindaklanjuti ide terpilih dengan menggunakan metode COMSOAL {Computer Method of Sequencing for Assembly Lines). Penelitian ini terdiri dari dua tahap awal, yaitu tahap pembangkitan ide dan tahap pemilihan ide. Tahap pembangkitan ide merupakan tahap penetapan ide untuk menentukan konsep ide yang akan dibentuk berdasarkan kelompok kerja. Tahap pemilihan ide merupakan proses evaluasi ide-ide dengan mempertimbangkan kriteria-kriteria yang ada. Data-data yang dibutuhkan diperoleh melalui wawancara, pengamatan dan kuesioner. Dengan bantuan metode COMSOAL akan dibentuk kelompok kerja yang memperhitungkan keseimbangan lintasan. Melalui perhitungan hasil kuesioner pembangkitan ide dan pemilihan ide dan dengan meninjau ide 1 dari sudut pandang produktivitas, terpilih ide terbaik yaitu ide 2 (pengelompokan dengan line utuh). Setelah dilakukan penerapan keseimbangan lintasan dengan menggunakan metode COMSOAL akan dihasilkan kelompok kerja dengan peningkatan efisiensi sebesar 29.2 % dibandingkan dengan sebelum diterapkannya keseimbangan lintasan.",
  "creators": "TANDY IVANNO HANDOYO",
  "contributors": "Kriswanto Widiawan (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 170/TI-100/1998; Tandy Ivanno Handoyo (25492108)",
  "subjects": "INNOVATION; PRODUCTION INDUSTRY"
}