{
  "id": "15420",
  "title": "Studi kasus pemodelan dan simulasi sistem aliran dana pada tiga jurusan teknik di Universitas Kristen Petra Surabaya",
  "abstract": "Manajemen sistem yang tepat dan terarah merupakan suatu hal yang sangat diperlukan demi berlangsungnya jalannya pendidikan yang lancar dan berkualitas pada suatu universitas. Manajemen sistem tersebut meliputi beberapa fokus manajemen yang penting, salah satunya adalah sistem aliran dana yang dinilai cukup penting dan sangat mempengaruhi kelangsungan proses belajar-mengajar di Universitas Kristen Petra. Sistem aliran dana yang selama ini yang terjadi belum mempunyai model yang mewakili kenyataan sistem yang sesungguhnya terjadi itu, sehingga akibatnya akan dihasilkan dampak jangka panjang yang berarti, apabila hal seperti ini tidak tertangani dengan segera dan maksimal. Studi kasus pemodelan dan simulasi sistem pada Universitas Kristen Petra, secara khusus sistem aliran dana pada Jurusan Teknik Industri, Sipil dan Mesin merupakan suatu upaya yang efektif dan efisien untuk nantinya dapat dibasilkan manajemen sistem yang baik. Selain biaya yang diperlukan tidak banyak, dari memodelkan sistem dinamik dan kemudian mensimulasikannya akan dapat terlihat perilaku sistem itu. Hasil dari simulasi sistem dengan menggunakan software Powersim dan berlandaskan beberapa asumsi yang dibuat menyatakan bahwa dengan sistem aliran dana yang telah dan akan diterapkan oleh Universitas Kristen Petra, Jurusan Teknik Industri dan Sipil masih mempunyai sistem aliran dana yang seimbang (dana antara pemasukan dan pengeluaran jumlahnya berimbang) selama kurun waktu 50 tahun. Hal ini berbeda dengan Jurusan Teknik Mesin yang akan mengalami kekurangan dana sekitar tahun ke-10. Himpunan Mahasiswa ketiga jurusan tersebut juga akan mengalami kekurangan dana mulai periode awal. Menanggapi kondisi sistem yang sedemikian, maka perlu ditentukan penerapan kebijakan lain guna mendukung terjadinya keseimbangan pada sistem aliran dana dalam kurun waktu jangka panjang, sehingga dengan demikian kemajuan dan perkembangan kualitas pendidikan di Universitas Kristen Petra dapat lebih ditingkatkan pula.",
  "creators": "LILIANA HARTANTO",
  "contributors": "Siana Halim (Advisor 1); Maja Indahwati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 376/TI-103/2000; Lilianan Hartanto (25496134)",
  "subjects": "SIMULATION METHODS; MANAGEMENT-SIMULATION METHODS"
}