{
  "id": "15429",
  "title": "Peluang paket perjalanan check-up ke luar negeri",
  "abstract": "Industri pariwisata di Indonesia mengalami penurunan, baik di sektor inbound maupun outbound karena krisis moneter yang dialami oleh bangsa Indonesia sejak akhir tahun 1997. Akan tetapi masih ada masyarakat yang melakukan perjalanan ke luar negeri dengan motivasi-motivasi khusus diluar leisure, salah satunya adalah melakukan check-up. Sebagian besar dari mereka ini melakukan check-up sambil berwisata, karena itu paket perjalanan check-up ini dapat dikembangkan dan diharapkan akan menguntungan biro perjalanan wisata. Pengguna jasa pun akan mendapat kemudahan melalui paket ini. Namun sejauh ini kurang lebih hanya 10% dari biro perjalanan wisata di Surabaya yang melihat peluang ini dan mengemasnya menjadi suatu paket perjalanan khusus dengan tujuan utama melakukan check-up. Tetapi pelaksanaannya kurang optimal dan tampaknya juga tidak banyak diketahui oleh masyarakat. Tujuan dari penelitian ini adalah untuk mengetahui peluang paket perjalanan check-up ini dan trend masyarakat dalam melakukan check-up ke luar negeri, penyebab paket perjalanan check-up yang sudah ada tidak berjalan dengan optimal, serta untuk mengetahui pemasaran dan promosi yang tepat jika paket ini memang memiliki peluang untuk dikembangkan. Sesudah penelitian lapangan dengan penyebaran kuesioner dan wawancara dengan beberapa biro perjalanan wisata di Surabaya, serta wawancara informal dengan beberapa orang yang ditemui saat menyebarkan kuesioner, terlihat bahwa paket perjalanan check-up ini memiliki peluang untuk dikembangkan, jika harganya tidak lebih mahal dibanding jika mereka pergi sendiri. Selama ini yang menjadi negara-negara tujuan adalah Singapura dan Cina. Paket perjalanan check-up yang sudah ada tidak berjalan dengan optimal dikarenakan selain krisis moneter juga karena kurangnya promosi dari biro perjalanan wisata, yang mana hanya dilakukan dari mulut ke mulut. Oleh karena itu penting bagi biro perjalanan wisata untuk melakukan perencanaan paket yang tepat dan promosi yang optimal dengan memperhatikan segmentasi pasar, yaitu orang-orang dengan kelompok usia 40-60 tahun, dan berpenghasilan keluarga minimal Rp 1.500.000 setiap bulannya.",
  "creators": "LINDA; LILIANA",
  "contributors": "Tio Sally Puspasari (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 406/PAR/2000; Linda (91397023), Liliana (91397026)",
  "subjects": "HEALTH TOURISM; BUSINESS TRAVEL"
}