{
  "id": "15426",
  "title": "Penerapan sistem informasi akuntansi atas siklus pendapatan yang memadai dalam rangka peningkatan pengendalian piutang tak tertagih di PT. Gading Puri Angkasa",
  "abstract": "Melalui aktivitas usaha yang dijalankannya, setiap badan usaha pasti menginginkan laba yang sebesar-besarnya. Laba dapat diperoleh melalui siklus pendapatan. Dalam siklus pendapatan terutama siklus pendapatan dari penjualan secara kredit terdapat aktiva badan usaha yang mengalir yaitu piutang. Piutang merupakan kekayaan badan usaha yang harus dilindungi, sebab terdapat kemungkinan yang besar adanya piutang tak tertagih. Oleh karena itu, diperlukan pengendalian internal yang memadai. Pengendalian internal yang memadai ini dapat dicapai melalui suatu sistem informasi akuntansi. Berdasarkan survei sebelum penelitian, penulis menemukan bahwa sistem informasi akuntansi atas siklus pendapatan PT.Gading Puri Perkasa masih kurang memadai, sehingga masih dijumpai beberapa kelemahan dalam prosedur pengendalian piutang tak tertagihnya. Sehubungan dengan hal tersebut, problematika yang diangkat penulis dalam penelitian ini adalah bagaimanakah sistem informasi akuntansi atas siklus pendapatan yang memadai untuk diterapkan di PT.Gading Puri Perkasa dalam rangka meningkatkan pengendalian terhadap piutang untuk meminimumkan jumlah piutang tak tertagih. Oleh karena itu, penelitian ini mempunyai tujuan untuk memberikan alternatif pemecahan masalah berupa penerapan sistem informasi akuntansi yang baru atas siklus pendapatan untuk meningkatkan pengendalian piutang tak tertagih PT.Gading Puri Perkasa. Jenis penelitian yang dilakukan oleh penulis adalah penelitian deskriptif berupa studi kasus dengan obyek penelitian PT.Gading Puri Perkasa. Jenis data yang digunakan adalah data kualitatif dan sumber datanya berasal dari sumber internal. Metode pengumpulan data yang dilakukan oleh penulis adalah studi lapangan dengan menggunakan tiga cara, yaitu observasi, wawancara, dan dokumentasi. Sedangkan teknik analisis data yang dilakukan oleh penulis adalah analisis kualitatif. Setelah melakukan penelitian di PT.Gading Puri Perkasa, penulis mengetahui secara lebih mendalam mengenai kelemahan-kelemahan yang diakibatkan oleh kurang memadainya prosedur pengendalian piutang tak tertagih yang diterapkan dalam sistem informasi akuntansi atas siklus pendapatan badan usaha. Berdasarkan kelemahan-kelemahan tersebut, penulis memberikan alternatif pemecahan masalah berupa penerapan sistem informasi akuntansi yang baru atas siklus pendapatan untuk meningkatkan pengendalian piutang tak tertagih PT.Gading Puri Perkasa.",
  "creators": "LILIK AVANA",
  "contributors": "Sri Maharsi (Advisor 1); Setyarini Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "SkripsiNo. 101/97/FE.Ak/2001; Lilik Avana (32497002)",
  "subjects": "ACCOUNTING; SYSTEM INFORMATION"
}