{
  "id": "15425",
  "title": "Penerapan akuntansi pajak pertambahan nilai atas penyerahan barang kena pajak untuk menghitung pajak pertambahan nilai terhutang studi kasus pada PT. \"X\" di Gresik",
  "abstract": "Penelitian skripsi ini adalah studi kasus, yang dilakukan oleh PT\"X\" di Gresik. Dalam permasalahan yang terjadi PT'X\" beberapa kali melakukan penundaan pemungutan Faktur Pajak Keluaran, sehingga penjualan yang dilaporkan dalam periode tersebut akan berpengaruh terhadap perhitungan Pajak Pertambahan Nilai yang terutang. Untuk itu penulis mencoba menghitung Pajak Masukan dan Pajak Keluaran untuk menghasilkan Dasar Pengenaan Pajak yang tepat atas Pajak Pertambahan Nilai berdasarkan Undang-Undang No 18 Tahun 2000 dan juga perlakuan akuntansinya atas penyerahan Barang Kena Pajak dalam perhitungan Pajak Pertambahan Nilai yang terutang . Walaupun perbedaan jumlah pajak yang disetor ke kas negara tidak material dan kurang berarti bagi perusahaan, namun untuk jangka panjang jika suatu perusahaan berkembang dengan pesat maka akan terjadi masalah bagi perusahaan apabila perusahaan tidak membuat peraturan sesuai dengan Undang-Undang No 18 Tahun 2000. Hasil pembahasan ini memberikan masukan bahwa agar badan usaha dapat memberi informasi yang benar dan tepat kepada para pembacanya, serta dapat memenuhi prinsip konsistensi dalam penyajian laporan keuangan berdasarkan Standar Akuntansi Keuangan. Dan juga berpedoman pada UU No 18 Tahun 2000 untuk perhitungan PPNnya, serta perlu untuk memenuhi tuntutan dunia agar betul-betul mandiri dalam pengelolaan manajemen termasuk perpajakannya.",
  "creators": "DAVID PRAYOGO",
  "contributors": "R.Arja Angka Asa Aras Adji S. (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 117/96/FE.AK/2001; David Prayogo (32496073)",
  "subjects": "INCOME TAX-ACCOUNTING; TAX ACCOUNTING"
}