{
  "id": "15439",
  "title": "Analisa pasar berdasarkan perilaku pembelian konsumen dengan metode Markov Chain: suatu studi kasus terhadap pemakai deterjen di wilayah Surabaya Selatan",
  "abstract": "Metode Markov Chain (rantai Markov) merupakan salah satu alat analisis yang dapat digunakan untuk memprediksi pangsa pasar (market-share) produk untuk waktu tertentu di masa yang akan datang beserta pola perubahan pasar yang terjadi hingga kondisi kemantapan/steady state tercapai. Tujuan dari penelitian Tugas Akhir ini adalah untuk menganalisa pangsa pasar produk sabun deterjen yaitu memeriksa dan meramalkannya dengan menggunakan metode Markov Chain, mengetahui karakteristik konsumen, serta mengetahui faktor-faktor (atribut dan non-atribut) yang mempengaruhi konsumen dalam membeti produk sabun deterjen. Penelitian ini dilakukan dengan menyebarkan kuisioner, yang bertujuan untuk mengetahui pengalaman pemakaian deterjen serta penilaian konsumen terhadap variabel atribut dan non-atribut sebagai kriteria utama dalam pemilihan merek deterjen yang diinginkan. Dalam penelitian ini, selain digunakan analisa Markov Chain sebagai alat analisa utama, juga digunakan analisa deskriptif, analisa ketergantungan, analisa tingkat kepentingan dan analisa faktor. Dari hasil analisa didapatkan perolehan pasar untuk masing-masing merek deterjen hingga kondisi kemantapan pasar, dimana merek Rinso tetap dapat mempertahankan posisinya sebagai market leader, posisi So-Klin berubah dari market challenger pada periode awal menjadi market leader pada kondisi kemantapan pasar, Wings juga berubah posisinya dari market nicher menjadi market follower, Attack tetap berada pada kedudukannya sebagai market follower, sedangkan Ekonomi, Omo Biru, Super Busa dan merek lainnya juga tidak berubah posisi sebagai market nicher dengan perolehan pasar yang lebih rendah dibandingkan dengan pada periode awal. Selain itu juga diketahui bahwa atribut lebih bersih dianggap sebagai atribut terpenting yang dipertimbangkan oleh sebagian besar responden pada saat memilih deterjen, sedangkan atribut kemasan yang menarik menjadi atribut yang memiliki nilai kepentingan terendah. Untuk variabel non-atribut, faktor ketersediaan di pasaran menjadi faktor yang sangat dipentingkan konsumen. Untuk mengaplikasikan model Markov Chain ini maka perusahaan harus melakukan penelitian pasar secara periodik, mengingat kondisi pasar yang sangat kompetitif dan terus berubah-ubah.",
  "creators": "ELSTY A.DAVIDZ",
  "contributors": "Siana Halim (Examination Committee 1); MEILANIA (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 207/TI-33/1999; Elsty A Davids (25493170)",
  "subjects": "MARKETING RESEARCH-MATHEMATICAL MODELS"
}