{
  "id": "15430",
  "title": "Respons jemaat 'Gereja Kristus Tuhan Jemaat Nazareth Surabaya' mengenai isi media internal 'Warta Gereja Kristus Tuhan Jemaat Nazareth'",
  "abstract": "GKT Jemaat Nazareth Surabaya menggunakan media komunikasi yang digunakan untuk berkomunikasi dengan jemaatnya. Salah satu media komunikasi yang digunakan yaitu media internal \"Warta Gereja Kristus Tuhan Jemaat Nazareth \" yang dibagikan sebanyak 350 eksemplar kepada jemaat di gereja pusat maupun yang ada di Pos PI (Aletheia, Pondok Indah, dan Wiguna). Informasi yang disampaikan melalui media internal ini disesuaikan dengan kategori informasi media internal, yaitu berdasarkan lingkup masalah (Manajemen dan Nonmanajemen), berdasarkan fungsi (informatif), berdasarkan lokasi kejadian (kantor pusat, kantor cabang, dan luar kantor korporasi-organisasi), dan berdasarkan format (berita dan foto atau bagan). Kemudian informasi-informasi tersebut akan direspons oleh jemaat. Respons yang diteliti dalam penelitian ini berupa respons kognitif yaitu mengetahui dan mem percayai informasi yang ada di dalam \"Warta Gereja Kristus Tuhan Jemaat Nazareth\". Hasil dari penelitian ini menunjukkan respons positif dari jemaat terhadap semua kategori informasi yang ada. Dari hasil penelitian ini, peneliti memberikan beberapa saran yang dapat dijadikan bahan evaluasi bagi pihak GKT Jemaat Nazareth Surabaya, yaitu menginformasikan kegiatan-kegiatan yang ada di Pos PI kepada jemaat yang ada di GKT Jemaat Nazareth Surabaya pusat dan Pos PI lainnya melalui \"Warta Gereja Kristus Tuhan Jemaat Nazareth \", selain itu, dapat dilakukan pembenahan pada informasi yang berformat foto atau bagan dengan membuat desain lebih menarik agar bisa langsung dilihat dan diketahui oleh jemaat.",
  "creators": "JOSEFIN TANTRISNA",
  "contributors": "YULI NUGRAHENI (Advisor 1); Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 2); Marsefio S. Luhukay (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010540/KOM/2010; Josefin Tantrisna (51406014)",
  "subjects": "PUBLIC RELATIONS"
}