{
  "id": "15436",
  "title": "Groupthink dalam komunikasi kelompok KDS Surya Community, Surabaya",
  "abstract": "KDS Surya Community, Surabaya adalah salah satu kelompok dukungan sebaya bagi mereka yang terinfeksi HIV AIDS. Dimana dalam kelompok tersebut, terdapat beragam kegiatan yang salah satunya adalah diskusi kelompok. Dalam diskusi tersebut, didapati bahwa komunikasi kelompok mengarah pada munculnya groupthink (pemikiran kelompok) yang merupakan sisi negatif dari komunikasi kelompok. Peneliti menggunakan metode studi kasus, dengan melakukan observasi partisipasi dan wawancara mendalam dengan narasumber yang berkaitan langsung sebagai anggota kelompok KDS Surya Community, untuk melihat keadaan kelompok dan komunikasi di dalamnya sehingga dapat dilihat gejala-gejala yang muncul dalam komunikasi kelompok KDS tersebut mengarah pada terbentuknya groupthink. Ternyata memang ditemukan ada 7 gejala groupthink yang terjadi pada komunikasi kelompok, antara lain Illusion of invulnerability (Persepsi dengan keadaan tak terkalahkan, Collective Rationalization (Rasionalitas Kolektif), Out-Group Stereotypes (Pemikiran kelompok terhadap pihak lain), Self-Censorship (Pembatasan Diri), Illusion of Unanimity (Ilusi tentang kebulatan suara), Direct Pressure on Dissenters (Tekanan pada yang tidak setuju), dan Self-Appointed Mindguards (Penyaring informasi); yang disebabkan oleh 5 penyebab dari munculnya groupthink, antara lain Cohesiveness (Kedekatan/ Keeratan), Isolation (Pemisahan diri), Leadership (Kepemimpinan), Decisional Stress (Keputusan Mendadak), dan Kebutuhan yang menyimpang, dalam komunikasi kelompok KDS Surya Community. maka dapat dikatakan bahwa terdapat groupthink dalam komunikasi kelompok KDS Surya Community, Surabaya.",
  "creators": "BERNADETH NARULITA A",
  "contributors": "WOLLY BAKTIONO (Advisor 1); Astri Yogatama (Advisor 2); R. OTTO BAMBANG WAHJUDI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010544/KOM/2010; Bernadeth Narulita Atmodjo (51405165)",
  "subjects": "COMMUNICATION IN SMALL GROUPS; COMMUNICATION"
}