{
  "id": "15447",
  "title": "Optimasi kualitas warna minyak goreng dengan response surface methodology di PT Damai Sentosa Cooking Oil",
  "abstract": "Penelitian minyak goreng di laboratorium P.T. Damai Sentosa Cooking Oil masih dilakukan dengan metode coba-coba (trial method), belum ada metode desain eksperimen untuk penelitian tersebut. Hal inilah yang mendasari penulis untuk melakukan penelitian tugas akhir dengan menggunakan metode desain eksperimen, yaitu metode Response Surface dengan topik optimasi kualitas warna minyak goreng dengan pertimbangan biaya zat pemutih. Optimasi kualitas warna minyak goreng dilakukan dengan mengadakan eksperimen menggunakan sampel minyak goreng dengan berat 98 gram dan zat pemutih 2 gram, yang terdiri dan bleaching earth dan carbon active. Variabel-variabel yang mempengaruhi warna minyak goreng ada tiga, meliputi temperatur (XI) antara 90 ?C sampai 110 ?C, waktu pengadukan (X2) antara 10 menit sampai 20 menit dan kadar CA (X3) antara 5% sampai 15% (dan 2 gram zat pemutih). Metode Response Surface terdiri dari dua rancangan eksperimen, yaitu rancangan eksperimen orde I dan rancangan eksperimen orde EL Dimana rancangan eksperimen orde I merupakan tahap penyaring faktor {screening test), sedangkan rancangan eksperimen orde n merupakan tahap penyelesaian masalah optimasi. Pada rancangan eksperimen orde I, sesuai tujuan orde I maka digunakan desain faktorial dua level dan tiga faktor. Dari hasil penelitian orde I, diperoleh hasil bahwa variabel yang berpengaruh adalah waktu pengadukan dan CA. Sehingga selanjutnya kedua variabel tersebut akan dianalisa lebih lanjut pada orde II. Pada rancangan eksperimen orde II, disesuaikan untuk masalah optimasi, maka digunakan desain faktorial tiga level dan dua faktor. Hasil eksperimen orde II menyatakan bahwa model optimasi yang sesuai adalah Y = 1,7833 + 0,0538 X2 -0,1098 X3 + 0,0477 X2 X3 + s dan kondisi optimum faktor dengan pertimbangan biaya zat pemutih ada tiga pilihan.",
  "creators": "LELY TJANDRANITYA DEWI",
  "contributors": "Sujono Poetrodjojo (Examination Committee 1); MARGONO (Advisor 2); Didik Wahjudi (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 209/TI-35/1999; Lely Tjandranitya Dewi ( 25494081)",
  "subjects": "EXPERIMENTAL DESIGN; QUALITY CONTROL-STATISTICAL METHODS; FACTORIAL EXPERIMENT DESIGNS"
}