{
  "id": "15449",
  "title": "Perencanaan kebutuhan material dengan memperhatikan tingkat inflasi di PT Sumber Djaya Perkasa",
  "abstract": "Dalam makalah ini akan diterapkan perencanaan kebutuhan material yang memperhatikan tingkat inflasi dalam perhitungan total biayanya (Satish Mehra dan Mohammad M.Amini, Internatinal Journal of Operation and Production Management, 1993/ Tingkat inflasi yang dimaksudkan di sini adalah perubahan harga bahan baku yang terjadi setiap bulannya. Besarnya tingkat inflasi didapatkan dari data harga pembelian bahan baku masa lalu yang dilakukan oleh perusahaan. Dalam perencanaan kebutuhan material (Perancangan inventory) yang selama ini digunakan selalu mengasumsikan tidak adanya inflasi, yang berarti mengasumsikan tidak adanya perubahan harga di masa mendatang. Pada kenyataannya perubahan harga itu selalu terjadi, terlebih pada akhir-akhir ini. Dalam perencanaan kebutuhan material yang memperhatikan adanya perubahan harga ini akan digunakan metode perhitungan total biaya dengan persentase perubahan harga tertentu, sehingga akan didapatkan nilai frekuensi pemesanan yang optimal. Dengan demikian diharapkan perusahaan akan memperoleh keuntungan yang optimum. Hal-hal yang diperlukan dalam perhitungan ini adalah jumlah permintaan, biaya pemesanan, harga bahan baku, biaya penyimpanan, dan persentase perubahan harga yang digunakan. Data yang digunakan didapatkan dari data masa lalu perusahaan yaitu data penjualan selama 20 bulan serta harga pembelian bahan bakunya. Dari data penjualan akan digunakan untuk peramalan permintaan di masa mendatang, sedangkan data harga pembelian bahan baku akan digunakan untuk menentukan presentase perubahan harga yang terjadi. Dalam makalah tugas akhir ini juga akan disimulasikan bila terjadi perubahan jumlah permintaan, tingkat inflasi dan perubahan biaya penyimpanan. Selain itu juga akan dibandingkan perencanaan kebutuhan material yang mengasumsikan tidak adanya perubahan harga di masa mendatang dengan perencanaan kebutuhan material yang mengasumsikan adanya perubahan harga di masa mendatang.",
  "creators": "HELEN",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Didik Wahjudi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 202/TI-28/1999; Helen (25495039)",
  "subjects": "PRODUCTION MANAGEMENT; PRODUCTION PLANNING"
}