{
  "id": "15454",
  "title": "Komunikasi persuasif pemuka agama dalam pembentukan pilihan konstituen pada pemilu presiden 2009",
  "abstract": "Komunikasi sangat bermanfaat dalam berbagai bidang kehidupan, termasuk dalam kehidupan politik. Pemuka agama sebagai sosok yang banyak mempunyai pengaruh di masyarakat seringkali digunakan oleh partai politik ataupun pasangan calon presiden yang maju ke ajang pemilu 2009. Komunikasi persuasif menurut Joseph A. Illardo adalah proses komunikasi yang mengubah kepercayaan, sikap, tujuan, atau perilaku orang lain dengan menggunakan pesan-pesan verbal atau kata-kata baik secara sengaja maupun tidak. (Effendy, 1993, p. 119). Penelitian ini bertujuan untuk mengetahui komunikasi persuasif yang dilakukan oleh pemuka agama dalam ajang pemilu presiden 2009. Penelitian dilakukan menggunakan format penelitian kualitatif dan mengambil informan yang berasal dari daerah Kecamatan Mulyorejo, Surabaya dengan mengambil perwakilan dari tiga agama, yaitu Katholik, Kristen dan Islam. Hasil penelitian menunjukkan bahwa dari empat pemuka agama yang menjadi informan, yang terlibat aktif dalam kegiatan politik hanya satu orang sehingga dalam forum-forum sering melakukan kampanye. Tiga pemuka agama yang lain meskipun tidak aktif dalam kegiatan politik, akan tetapi tetap melakukan komunikasi dengan pengikutnya terkait dengan tema pemilu presiden 2009. Pesan komunikasi yang disampaikan yaitu seputar ajakan untuk tidak menjadi Golput dalam pemilu, sementara untuk pemuka agama yang aktif dalam partai pesan yang sering disampaikan adalah ajakan untuk memilih salah satu pasangan calon presiden. Komunikasi yang dilakukan para pemuka agama telah memberikan dorongan yang kuat bagi para penganut agama yang semula akan menjadi Golput, berubah pemikiran sehingga menggunakan hak pilihnya dalam pemilu. Sementara itu untuk pasangan calon presiden yang akan dipilih, wawasan yang telah diberikan oleh pemuka agama telah mampu memberikan pengetahuan kepada penganut agama sehingga para penganut agama lebih banyak mempunyai pertimbangan ketika akan memilih calon presiden.",
  "creators": "YULIANITA SUGIONO",
  "contributors": "YULI NUGRAHENI (Advisor 1); Gatut Priyowidodo (Advisor 2); Jandy Edipson Luik (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010559/KOM/2010; Yulianita. S (51404110)",
  "subjects": "PERSUATION (PSYCHOLOGY); COMMUNICATION"
}