{
  "id": "15462",
  "title": "Perancangan pengendalian persediaan bahan baku rotan dengan mengoptimalkan sisa pemotongan di PT Bahari Mitra Surya Rattan Furniture Surabaya",
  "abstract": "Pengendalian persediaan merupakan suatu fungsi manajerial yang sangat penting, karena persediaan bahan baku dapat melibatkan investasi rupiah yang sangat besar. Apabila perusahaan terlalu banyak menampung persediaan maka dapat menyebabkan biaya yang berlebihan, yang seharusnya dapat ditanamkan dalam investasi lain yang dapat memberikan keuntungan yang lebih baik. Demikian pula, bila perusahaan tidak mempunyai persediaan yang cukup, dapat mengakibatkan biaya-biaya terjadinya kekurangan dan bahan baku. Pengendalian persediaan bahan\" baku di PT. BAHARI MITRA SURYA RATTAN FURNITURE yang memproduksi bermacam-macam produk dengan bahan baku rotan memerlukan suatu metode yang handal yang dapat diterapkan sesuai dengan kondisi perusahaan yang berkaitan dengan biaya yang cukup besar jumlahnya serla kapasitas gudang yang tersedia. Fluktuasi permintaan produk yang tidak menentu menyebabkan perlunya dilakukan peramalan untuk mengetahui juinlah permintaan dimasa mendatang. Sesuai dengan karakterislik data masa lalu maka digunakan peramalan Winter. Teknik pemotongan yang dicoba untuk diterapkan dalam perancangan persediaan yaitu mempertimbangkan sisa berlebihan yang digunakan sebagai cadangan untuk bulan berikutnya sehingga dalam hal ini dapat merubah model teknik pemotongan sesuai dengan kebutuhan. Analisa persediaan bahan baku selanjutnya menggunakan metode persediaan Economic Order Quantity-Probabilistik dengan mempertimbangkan adanya back order, sehingga dapat diketahui jumlah pemesanan bahan baku, titik pemesanan, persediaan pengaman serta total biaya persediaan. Untuk melakukan pengontrolan terhadap persediaan bahan baku disarankan untuk membuat kartu kendali bahan baku.",
  "creators": "LUKAS BUDI WIDJAJA",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Maja Indahwati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 181/TI-07/1999; Lukas Budi Widjaja (25493056)",
  "subjects": "MATERIALS MANAGEMENT-ANALYSIS"
}