{
  "id": "15464",
  "title": "Perancangan sistem manajemen mutu internal dengan pendekatan SNI 19-9004-1 di PT Hercules Aluminium Manufacturing",
  "abstract": "Dalam menghasilkan produk yang bermutu dan konsisten dibutuhkan Suatu Standar Sistem Manajemen Mutu. Dengan Standar sistem ini maka produk yang dihasilkan akan bermutu baik dan konsisten. Hal ini terjadi karena sistem telah jelas dan dapat dimengerti, memberi suatu gambaran langkah yang harus diambil oleh setiap personel di perusahaan. Tujuan dari penelitian ini untuk mengetahui seberapa besar elemen-elemen SNI 19-904 ini dapat terpenuhi bila dibandingkan dengan kondisi perusahaan saat ini, dan tujuan lainnya adalah rnerancang sistem manajemen mutu internal agar sesuai dengan elemen-elcmen SMI 19-9004-1 Langkah yang diambil pertama-tama adalah membuat daftar periksa untuk menganalisa seluruh sistem manajemen yang telah dijalankan perusahaan saat ini telah sesuai dengan elemen-elemen, 3m 19-9004-1. Langkah berikutnya adalah mendokumentasikan kondisi dan ketidaksesuaian yang ada. Kemudian membuat dan merancang prosedur usulan, instruksi-instruksi kerja, form-form atas produk baik untuk kegiatan produksi dan ketidaksesuaian dari pelanggan atau produksi, dokumen mutu lainnya yang dibutuhkan untuk pcndokumentasian mutu yang dilakukan dengan pemberian nomer untuk memudahkan pencanan dokumen yang berhubungan. Hasil dari penelitian menunjukan bahwa sistem manajemen perusahaan belum sesuai dengan elemen-elemen SNI 19-9004-1, sehingga masih perlu banyak perbaikan terutama dalam pendokumentasiannya yang sama sekali belum ada. Dengan sistem manajemen yang ada sekarang ini, perusahaan akan mengalami kesulitan dalam persaingan dimasa akan datang. Untuk mengatasi hal ini, maka dianjurkan sistem vang ada diperbaiki dan disesuaikan dengan elemen -elemen SNI 19-9004-1.",
  "creators": "BERRY",
  "contributors": "Daniel Indarto Prajogo (Advisor 1); Julianingsih (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 149/TI-79/1998; Berry (25493062)",
  "subjects": "INVENTORY CONTROL-ANALYSIS"
}