{
  "id": "15469",
  "title": "Perencanaan kebutuhan kapasitas produksi di PT Bahari Mitra Surya",
  "abstract": "Perencanaan kapasitas produksi yang baik seperti jumlah pekerja dapat membantu kelancaran kegiatan produksi rotan yang dilakukan oleh PT. Bahari Mitra Surya. Selama 3 tahun terakhir ini terjadi kenaikan permintaan produk rotan, tetapi pemenuhannya menjadi terlambat dari batas waktu pengiriman. Perusahaan memiliki 104 orang pekerja yang tersebar di 7 departemen yaitu bahan baku, sanding, assembling, dekor, ikat, quality control dan finishing. Para pekerja ini sebagian besar adalah napi. Pihak perusahaan berusaha untuk memenuhi permintaaan yang ada agar tidak sering terlambat pengirimannya dengan melakukan lembur, menambah pekerja walaupun sulit dilakukan karena bekerja di perusahaan adalah sukarela tanpa ada paksaan.Untuk merencanakan kebutuhan pekerja yang diperlukan dalam proses produksi ini, maka perlu dilakukan perbitungan waktu proses setiap produknya dan permintaan/bulannya sebagai beban kerja produksi yang nantinya akan dibandingkan dengan kapasitas seluruh pekerja dan waktu kerja yang dimiliki oleh perusahaan dalam 25 hari kerja/bulannya. Hasil perbandingan ini akan menunjukan apakah kapasitas pekerja sekarang lebih atau kurang dalam menyelesaikan beban kerja/bulannya selama 25 hari kerja. Periode produksi yang dipilih sebagai perhitungan adalah bulan Oktober. Dari perbandingan ini ternyata kapasitas yang dimiliki oleh perusahaan adalah berlebih sehingga terlambatnya pemenuhan pesanan ini berarti disebabkan karena alokasi pekerja yang kurang tepat artinya proses yang membutuhkan waktu yang lama jumlah pekerjanya lebih sedikit bila dibandingkan dengan proses yang cepat. Dalam makalah ini dibahas mengenai perencanaan alokasi pekerja yang baru dengan memperhatikan hasil perhitungan dari dua metode alokasi yaitu metode perbandingan alokasi waktu dengan metode keseimbangan lintasan. Hasil metode perbandingan alokasi waktu dan keseimbangan lintasan tersebut mampu menyelesaikan permintaan bulan Oktober selama 25 hari, tetapi dengan alokasi pekerja yang berbeda dan memiliki kelebihan serta kekurangannya masing-masing.",
  "creators": "RONNY SURYA DARMA",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Daniel Indarto Prajogo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 196/TI-22/1999; Ronny Surya Darma Tunggara (25494041)",
  "subjects": "WORK MEASUREMENT; TIME STUDY; PRODUCTION MANAGEMENT; MANUFACTURING PROCESSES"
}