{
  "id": "15468",
  "title": "Studi tentang faktor-faktor utama yang berkaitan dengan prestasi belajar mahasiswa",
  "abstract": "Dalam setiap keberhasilan selalu ditandai oleh kerja keras dengan suatu ketekunan untuk selalu berusaha. Banyak mahasiswa yang lulus dari Perguruan Tinggi dengan nilai terbaik, namun tidak sedikit mahasiswa yang belum memperoleh hasil dengan nilai yang membanggakan. Penelitian prestasi belajar ini bertujuan untuk menyelidiki sejauh mana seorang mahasiswa dapat memperoleh prestasi yang membanggakan tersebut, sehingga faktor-faktor yang diteliti dan diuji pada penelitian ini meliputi : cara belajar yang dilakukan mahasiswa sehari-hari, baik saat kuliah maupun di luar jam kuliah, gaya hidup atau kebiasaan mereka sehari-hari, motivasi kuliah, situasi-kondisi lingkungan, kemampuan intelektual tiap pribadi, hambatan-hambatan belajar, sikap mahasiswa terhadap dosen serta fasilitas yang disediakan oleh kampus. Dalam mengumpulkan data digunakan metode kuisioner yang disebarkan pada mahasiswa jurusan Teknik Industri, Universitas X di Surabaya mulai awal hingga akhir April 1998. Dalam menyebarkan kuisioner ini diambil sejumlah sampling dari seluruh mahasiswa yang termasuk angkatan 1992 sampai angkatan 1997 yang masih aktif di jurusan saat penelitian ini dilakukan dengan menggunakan metode acak distratifikasi. Hasil penelitian prestasi belajar ini menunjukkan bahwa faktor letak tempat duduk yang sesuai saat belajar di tempat kuliah, faktor kemampuan konsentrasi mahasiswa saat mengikuti kuliah, faktor mengambil jumlah rata-rata SKS selama setiap semester, faktor pemanfaatan layanan perpustakaan, faktor sikap mahasiswa bila mendapatkan Nilai C, faktor tujuan utama kuliah (mencari dan menguasai ilmu), faktor status tinggal mahasiswa, faktor hambatan belajar (kesulitan bergaul dengan teman-teman di kampus) dan faktor kepuasan mahasiswa terhadap seluruh hasil prestasi yang diperoleh saat kuliah ternyata terbukti adanya hubungan saling ketergantungan dengan nilai prestasi mahasiswa sampai pada batas signifikansi 5% sehingga hal ini perlu diperhatikan oleh mahasiswa, terutama bagi mahasiswa yang hingga belajar di tempat kuliah masih kesulitan mencapai prestasi dan ingin meningkatkan hasil belajamya di Perguruan Tinggi.",
  "creators": "JULIANA",
  "contributors": "Daniel Indarto Prajogo (Advisor 1); ANITA LIE (Advisor 2); Jani Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 137/TI-67/1998; Juliana (25494039)",
  "subjects": "DECISION MAKING-MATHEMATICAL MODELS; OPERATIONS RESEARCH; PROBLEM SOLVING"
}