{
  "id": "15465",
  "title": "Perancangan sistem persediaan pada departemen clove handling PT X PT X",
  "abstract": "PT. X adalah sebuah perusahaan yang bidang utamanya bergerak pada pembuatan rokok yang tengah berkembang dengan pesat dan berupaya menjadi salah satu perusahaan yang utama pada bidang rokok di Indonesia. Demi pencapaian tujuan ini PT. X saat ini sedang berusaha dengan keras memperbaiki seluruh sistem kerja yang ada. Salah satu komponen perusahaan yang terus berbenah guna mencapai tingkat kerja yang optimal adalah pada departemen Clove Handling yang mempunyai fungsi sebagai bagian yang menangani bunga cengkeh. Salah satu tugas dari departemen Clove Handling ini adalah melakukan penyediaan bunga cengkeh bagi sistem produksi. Penanganan cengkeh yang baik sangat penting pada proses produksi mengingat bunga cengkeh merupakan salah satu bahan pokok pada pembuatan rokok kretek. Adapun karena adanya perubahan pada sistem pembelian cengkeh akibat bubarnya BPPC yang menggunakan sistem monopoli menuju ke arah perdagangan bebas, menyebabkan dampak yang mendasar pada sistem persediaan yang akan dipakai. Hal ini disebabkan karena cengkeh yang di dapat dari hasil pembelian melalui BPPC telah mengalami proses sehingga bisa langsung digunakan sedangkan jika perusahaan membeli langsung melalui petani, cengkeh yang di dapat harus di olah dahulu dalam proses long term storage atau penyimpanan jangka panjang sebelum bisa dipakai. Pihak perusahaan berkeinginan untuk menganalisa berapa banyak cengkeh yang kini harus disimpan oleh perusahaan karena adanya perubahan sistem tersebut sehingga terjadi keseimbangan antara banyaknya cengkeh yang diperlukan dengan banyaknya cengkeh yang telah tersedia di gudang sehingga terjadi efisiensi dalam proses penyimpanannya. Penentuan jumlah kebutuhan cengkeh yang optimal akan dihitung berdasarkan sistem EOQ back order menggunakan pertimbangan banyaknya permintaan cengkeh di masa mendatang yang akan dicari dengan menggunakan metode peramalan dekomposisi multiplikatif. Dari hasil peramalan permintaan dan perhitungan perancangan persediaan pemesanan yang optimal dilakukan pada saat cengkeh telah mencapai 7828,117 ton, jumlah pemesanan yang optimal adalah sebesar 4271,73573 ton sehingga besar biaya penyimpanan jika sistem ini diterapkan adalah sebesar Rp 4.762.744 serta dengan menggunakan kapasitas gudang cengkeh sebesar 2332,8 ton, akan dibutuhkan gudang sebanyak 6 buah gudang.",
  "creators": "LEO RIZAL",
  "contributors": "Maja Indahwati (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 163/TI-93/1998; Leo Rizal (25493093)",
  "subjects": "CIGARETTE INDUSTRY; INFORMATION STORAGE AND RETRIVAL SYSTEM"
}