{
  "id": "15467",
  "title": "Penelitian implementasi elemen ISO 9000 pada industri manufaktur di Jawa Timur",
  "abstract": "Sejalan dengan berkembangnya industri manufaktur saat ini, ISO 9000 dianggap sebagai suatu kebutuhan untuk persaingan bisnis terutama dipasar internasional. ISO 9000 merupakan suatu standar sistem manajemen kualitas internasional dimana saat ini banyak industri manufaktur yang sudah mulai berkeinginan untuk mengimplementasikannya. Implementasi ISO 9000 tidak lain adalah implementasi tiap-tiap elemennya. Oleh karena itu penelitian ini dilakukan untuk mengetahui perubahan yang terjadi akibat implementasi elemen ISO 9000, kesulitan serta dampak apa yang timbul akibat implementasi elemen ISO 9000. Karena peneliti ingin mendapatkan informasi yang mendalam mengenai implementasi elemen-elemen ISO 9000, maka metodologi penelitian yang dianggap paling cocok untuk digunakan adalah metodologi penelitian kualitatif dengan cara wawancara. Adapun analisa data hasil wawancara dilakukan dengan menggunakan metode perbandingan komparatif yang membandingkan satu perusahaan dengan perusahaan yang lain, dimana perusahan-perusahaan tersebut memiliki kondisi yang berbeda-beda. Akhir dari analisa yang dilakukan dapat ditarik kesimpulan bahwa pada umumnya penisahaan masih lemah dalam hal pendokumentasian data, dokumen dan rekaman. Adalah sangat sulit untuk mengubah kebiasaan budaya yang ada menjadi budaya disiplin khususnya dalam ''paper work'. Sedangkan dampak yang dirasakan akibat implementasi elemen ISO 9000 bagi penisahaan adalah adanya kejelasan 'aturan' kerja yang hams dipenuhi/dilaksanakan serta penisahaan dapat lebih memberikan jaminan mutu baik terhadap produk yang dihasilkan maupun proses yang dijalankan.",
  "creators": "TIEN WIRATNO WATI",
  "contributors": "Daniel Indarto Prajogo (Advisor 1); Maja Indahwati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 147/TI-77/1998; Tien Wiratno Wati (25494037)",
  "subjects": "ISO 9000; QUALITY CONTROL-ANALYSIS; TOTAL QUALITY MANAGEMENT"
}