{
  "id": "15466",
  "title": "Studi tentang pengaruh metode pengambilan sampel terhadap peta kendali (studi kasus di PT Universal Wisesa Industry)",
  "abstract": "Pada metode Statistical Process Control terdapat beberapa parameter antara lain banyaknya ukuran sampel, dan lama interval waktu pengambilan sampel, dimana pemilihan parameter-parameter ini berpengaruh dalam pengambilan keputusan oleh suatu perusahaan. Oleh karena itu penyusun hendak merancang metode Statistical Process Control dalam usahanya melihat pengaruh parameter-parameter yang ada tersebut dalam menggambarkan keadaan proses produksi yang sedang dilakukan oleh PT. UNIVERSAL WISESA INDUSTRY. Dalam usahanya mengetahui pengaruh perubahan parameter-parameter yang ada tersebut antara lain ukuran sampel dan interval waktu pengambilan sampel, penyusun terlebih dahulu melakukan pengambilan data-data kecacatan dengan melakukan pengamatan di lapangan dengan beberapa ukuran sampel dan beberapa interval waktu pengambilan sampel pula. Sedangkan pengolahan data dilakukan dengan menggunakan metode Statistical Process Control dan dilakukan pula pengujian-pengujian statistik yang diperlukan dalam usahanya mendukung analisa yang akan diambil. Selanjutnya dilakukan analisa mengenai pengaruh perubahan parameter-parameter tersebut dalam menggambarkan keadaan proses produksi di perusahaan. Hasil dari perancangan metode Statistical Process Control ini adalah informasi mengenai pengaruh perubahan parameter-parameter ukuran sampel dan interval waktu pengambilan sampel yang ada dalam metode Statistical Process Control dalam menggambarkan keadaan proses produksi pada suatu perusahaan, dalam kasus ini adalah PT. UNIVERSAL WISESA INDUSTRY.",
  "creators": "IVAN WINARTO",
  "contributors": "Daniel Indarto Prajogo (Advisor 1); Jani Rahardjo (Advisor 2); Sujono Poetrodjojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 176/TI-02/1999; Ivan Winarto (25494019)",
  "subjects": "QUALITY CONTROL-ANALYSIS; QUALITY CONTROL-STATISTICAL METHODS"
}