{
  "id": "15471",
  "title": "Pengaruh penggunaan celebrity endorser Maia Estianty dalam iklan dove sisterhood versi 'Amazing single mom' di televisi terhadap efek kognitif wanita di Surabaya",
  "abstract": "Penelitian ini dilakukan untuk mengetahui pengaruh penggunaan Maia Estianty sebagai Celebrity Endorser dalam tayangan Iklan Dove Sisterhood versi 'Amazing Single Mom' di televisi terhadap efek kognitif wanita di Surabaya. Iklan ini adalah iklan sebuah gerakan solidaritas kaum perempuan yang bertujuan mengkampanyekan gerakan komunitas 'Sisterhood' atau 'persaudaraan' kaum perempuan dari merek Shampo Dove. Dove sisterhood sendiri adalah sebuah gerakan, dimana para perempuan dapat bersama-sama menggalang semangat solidaritas antar perempuan. Program Dove Sisterhood ini diharapkan dapat menginspirasikan para wanita untuk saling mendukung dalam rangka menigkatkan kepercayaan diri sebagai wanita yang mempunyai aktivitas positif dalam hidup yang juga membuatnya terlihat menarik . Jika pada iklan kecantikanyang lain hanya penggunaan endoser hanya melihat dari sisi keartisan atau kemolekan sang artis namun pada iklan ada nilai plus dari penggunaan selebriti endorser karena ada sisi penguatan pesan melalui karakter Maia Estianty sang endorser. Untuk itu dari hasil penelitian terlihat bahwa nilai koefisien korelasi (R) 0,750, yang berarti antara celebrity endoser dengan efek kognitif mempunyai hubungan positif yang sangat kuat dan searah artinya apabila celebrity endoser ditingkatkan maka efek kognitif juga akan meningkat.",
  "creators": "SISYE JEANE KURNIAWAN",
  "contributors": "Astri Yogatama (Advisor 1); Marsefio S. Luhukay (Advisor 2); Felicia Goenawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10100566/KOM/2010; Sisye Jeane Kurniawan Khoe (51405144)",
  "subjects": "TELEVISION ADVERTISING; COMMUNICATION; COMMUNICATION IN MARKETING; MASS MEDIA"
}