{
  "id": "15488",
  "title": "Evaluasi penerapan transfer teknologi pada delapan perusahaan manufaktur di Surabaya dan sekitarnya",
  "abstract": "Dalam menghadapi kemajuan teknologi yang makin pesat, perusahaan-perusahaan di Indonesia harus tanggap dalam mengikuti perkembangan teknologi. Untuk itu, diperlukan proses transfer teknologi yang tepat. Perumusan masalah dalam tugas akhir ini meliputi bagaimana penerapan transfer teknologi pada delapan perusahaan manufaktur di Surabaya serta langkah perbaikan yang diperlukan bagi perusahaan-perusahaan tersebut. Tujuan tugas akhir ini adalah mengetahui sejauh mana penerapan transfer teknologi yang dilakukan serta memberikan masukan bagi perusahaan sehubungan dengan transfer teknologi. Metode penelitian yang digunakan adalah dengan melakukan wawancara dengan delapan responden (orang yang mengetahui seluk beluk perusahaan) untuk mendapatkan data-data berkaitan dengan transfer teknologi. Data-data tersebut diolah dan dianalisa dengan penekanan pada analisa kualitatif. Analisa kualitatif dilakukan dengan membandingkan keadaan masing-masing perusahaan dengan literatur serta melihat kecenderungan umum perusahaan-perusahaan dalam melakukan transfer teknologi. Hasil wawancara dan analisa menunjukkan bahwa tiga dari delapan perusahaan sudah melakukan proses transfer teknologi secara utuh, yaitu PT. Unilever, PT. Ekamas dan PT. Siantar Top. Ketiga perusahaan ini selain menggunakan teknologi, juga telah melakukan proses inovasi teknologi baru yang difokuskan dalam bentuk produk dan proses bukan technoware Jika transferee ingin menjadi transferor, maka peningkatan kemampuan untuk menciptakan technoware sendiri mutlak dilakukan. Jika tidak, lebih baik mentransfer saja dari transferor. Kelima perusahaan lainnya belum mampu melakukan proses inovasi teknologi baru karena keterbatasan dana dan SDM. Pemilihan mekanisme transfer teknologi yang tepat menentukan suatu proses transfer teknologi. Penggunaan mekanisme transfer teknologi yang banyak, tidak menjamin lengkapnya komponen teknologi yang didapatkan oleh transferee. Perusahaan harus terlebih dahulu mengindentifikasikan komponen teknologi yang dibutuhkan beserta kemampuan teknologinya sebelum memilih mekanisme transfer teknologi. Hal ini untuk menghindari terjadinya overlapping karena penggunaan mekanisme transfer teknologi yang tidak tepat.",
  "creators": "SHIRLY GUNAWAN",
  "contributors": "Unknown old contributor data (Advisor 1); Stefanus Suprayitno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 174/TI-104/1998; Shirly Gunawan (25494071)",
  "subjects": "PRODUCTION PLANNING; TECHNOLOGY TRANSFER"
}