{
  "id": "15486",
  "title": "Perlakuan akuntansi yang layak atas akresi pada unggas ayam dan penyajianya untuk kewajaran laporan keuangan peternakan PT. \"X\"",
  "abstract": "Perkembangan dunia peternakan, khususnya perunggasan membawa dampak positif bagi sektor agrobisnis Indonesia. Meskipun begitu, badan usaha yang bergerak dalarn industri peternakan seringkali melakukan kesalahan dalam pengukuran, pengakuan dan pengklasifikasian biaya-biaya yang terjadi selama proses pemeliharaan aktiva ayarn petelurnya. Metode Penelitian yang digunakan adalah deskriptif evaluatif, lokasi dan obyek dilakiikan di desa Bendo, Kecamatan Ponggok, Kabupaten Daerah Tingkat II Blitar dan obyek yang diteliti adalah ayam petelur yang diternakkan oleh PT \"X\". Sumber data yang dikumpulkan adalah kualitatif dan kuantitatif. Pengumpulan data dilakukan dengan studi lapangan yaitu interview dan observasi, serta studi pustaka dengan mempelajari hal-hai yang berkaitan dengan akresi. Dari hasil penelitian dapat disimpulkan bahwa kesalahan dalam pengukuran tampak pada saat perhitungan biaya yang masih mempunyai manfaat ekonomi di masa yang akan datang untuk ayam yang belum berproduksi (bertelur), dimana biaya itu dapat dikapitalisasikan sebagai penambah aktiva, oleh badan usaha dimasukkan sebagai biaya yang nantinya mengurangi pendapatan periode berjalan. Oleh sebab itu, harus ada klasifikasi yang membedakan antara ayam yang belum berproduksi dan yang sudah berproduksi. Pengeluaran-pengeluaran yang terjadi selama pemeliharaan ayam yang belum berproduksi dikapitalisasikan sebagai penambah aktiva, sebab masih mempunyai manfaat ekonomi di masa yang akan datang, sedangkan untuk ayam yang telah berproduksi, pengeluaran dapat dibebankan langsung pada periode berjalan. Rekomendasi yang dapat diberikan adalah pencatatan harus dilakukan dengan memperhatikan siklus hidup ayam tersebut, yaitu adanya pemisahan biaya-biaya yang terjadi antara ayam yang belum berproduksi dan ayam yang telah berproduksi, karena adanya perubahan nilai produk yang dihadapi oleh badan usaha peternakan akan berdampak pada pengakuan, pengukuran, penyusunan dan penyajiannya dalam laporan keuangan.",
  "creators": "VIVI KUMALASARI",
  "contributors": "Devie (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 114/97/FE.AK/2001; Vivi Kumalasari (32497087)",
  "subjects": "FINANCIAL STATEMENTS-REPORTS; MANAGERIAL ACCOUNTING"
}