{
  "id": "15495",
  "title": "Metode yang optimal dalam mengatasi MRP nervousness",
  "abstract": "Dalam suatu proses produksi, kita pasti mengenal adanya MRP {Material Requirement Planning). Pada kenyataannya, MRP ini telah banyak mengalami perkembangan. Telah banyak yang diteliti dari MRP ini, sebagai misal adalah adanya MRP nervousness. MRP nervousness adalah suatu keadaan dari MRP yang mcnunjukkan tingkat dimana perubahan pada level yang lebih tinggi mempengaruhi kondisi dari level yang lebih rendah. MRP nervousness ini bila terlalu sering terjadi, akan menimbulkan kerugian, sebagai misal pada biaya dan waktu untuk penjadualan ulang. Untuk itu, diusahakan adanya suatu metode yang paling optimal dalam mengatasinya. Pada penulisan Tugas Akhir ini, dilakukan penelitian terhadap efektifitas dari metode-metode yang ada dalam mengatasi MRP nervousness. Ada 5 metode yang diteliti pada Tugas Akhir ini, yaitu: (1) Freezing the schedule within the planning horizon, (2) Lot-for-Lot after stage 1, (3) Safety stocks, (4) Forecast beyond the planning horizon, dan (5) Change cost procedure. Penelitian dilakukan untuk mengevaluasi dampak dari faktor-faktor sebagai berikut: metode lot-sizing yang bervariasi, panjang dari planning horizon, parameter setup dan holding cost dan struktur produk. Dari penelitian yang telah dilakukan, telah didapatkan bahwa metode lot sizing akan mempengaruhi nervousness dari MRP. Selain itu, buffer stock yang digunakan akan sangat meningkatkan biaya total yang hams dikeluarkan. Harus diperhatikan adanya keseimbangan antara biaya dari nervousness dan biaya dari solusi yang tidak optimal dalam menentukan jumlah dari nervousness yang dapat ditoleransi secara ekonomis.",
  "creators": "LEA KARTIKA LOEKMAN",
  "contributors": "Didik Wahjudi (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 177/TI-03/1999; Lea Kartika Loekman (25495003)",
  "subjects": "MATERIAL REQUIREMENTS PLANNING (MRP); INVENTORY CONTROL; MANUFACTURING PROCESSES"
}