{
  "id": "15493",
  "title": "Aplikasi metode pre-control di PT Universal Jasa Kemas",
  "abstract": "Tugas akhir yang dilakukan di PT. Universal Jasa Kemas ini bertujuan untuk mengaplikasikan metode Pre-control sebagai salah satu alternatif metode pengendalian kualitas. Pada metode Pre-control ini kita terlebih dahulu menentukan batas spesifikasi dari proses produksi kemudian melakukan pengambilan sampel dengan persiapan awalnya dan kemudian menganalisa apakah proses produksi tersebut sudah berada dalam batas spesifikasi yang ditentukan. Dan juga pada tugas akhir ini akan dicoba untuk mengaplikasikannya pada data atribut, karena disesuaikan dengan keadaan perusahaan yang tidak memungkinkan untuk mendapatkan data variabel. Peta Pre-control yang digunakan untuk mengendalikan proses produksi dibagi menjadi 3(tiga) daerah yang masing-masing daerah akan dapat digunakan untuk menilai apakah proses tersebut sudah kapabel atau belum. Jika proses produksi sudah memenuhi batas spesifikasi tersebut berarti proses dikatakan baik, dan jika tidak berarti perlu dilakukan perbaikan dan kemudian pemantauan pada proses tersebut dilakukan lebih sering. Perbedaan yang utama antara peta kendali Shewhart dan peta Pre-control adalah peta Pre-control dapat melakukan pemantauan terhadap kemampuan proses secara langsung. Dari pengerjaan tugas akhir ini, dapat disimpulkan bahwa metode Pre-Control memiliki nilai lebih untuk pengendalian proses. Metode ini dapat diaplikasikan untuk memantau kemampuan proses secara langsung dengan tetap memperhatilan kestabilan proses yang dapat diperkirakan dengan adanya persiapan awal, seperti yang dilakukan oleh metode Shewhart. Selain itu yang terpenting adalah pada metode ini dapat melakukan pemantauan pada kemampuan proses secara langsung yang merupakan tujuan yang akan dicapai oleh pihak perusahaan.",
  "creators": "LIEM LING",
  "contributors": "Sujono Poetrodjojo (Advisor 1); Maja Indahwati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 171/TI-101/1998; Liem Ling (25494101)",
  "subjects": "TOTAL QUALITY MANAGEMENT; MANUFACTURING PROCESSES-PRE CONTROL METHODS; QUALITY CONTROL"
}