{
  "id": "15499",
  "title": "Kekerasan dalam komik Doraemon",
  "abstract": "Saat ini, media massa yang menggunakan anak-anak sebagai khalayaknya, semakin banyak beredar di masyarakat. Salah satu contohnya adalah komik. Seiring dengan perkembangan zaman, jenis komik yang beredar di masyarakat pun semakin beragam. Bahkan, semakin banyak komik-komik asing yang masuk di Indonesia. Dan, tanpa disadari, komik-komik tersebut ternyata disisipi unsur-unsur kekerasan. Melihat fenomena tersebut, peneliti merasa tertarik untuk meneliti adegan kekerasan yang terdapat dalam komik. Oleh karena itu, pada kesempatan ini, komik yang diteliti adalah komik Doraemon. Komik karya Fujiko F. Fujio ini merupakan buku bacaan anak yang mampu bertahan selama 4 dekade. Secara garis besar, komik ini bercerita tentang kehidupan seorang anak SD bernama Nobita, dengan segala kelemahan dan kelebihannya. Namun kenyataannya, penelitian sebelumnya menyebutkan bahwa pada SerialVCD Doraemon ditemukan adanya kekerasan. Begitu pula dengan serial Televisinya, yang oleh KPI masuk dalam kategori \"hati-hati\". Jika penelitian sebelumnya menggunakan metode representasi yang kualitatif, maka pada kesempatan ini penelitian dilakukan dengan metode analisis isi kuantitatif. Dengan menggunakan teori kekerasan menurut Surbakti, peneliti akan menghitung seberapa sering bentuk-bentuk kekerasan tersebut terjadi dalam komik Doraemon. Dan berdasarkan hasil data yang diperoleh, kekerasan yang ditemukan adalah sebanyak 1446 kali, dimana 45,7% dari kekerasan itu merupakan kekerasan psikologis. Dengan demikian, dapat dikatakan bahwa dalam komik Doraemon banyak menggunakan kata-kata yang bersifat kekerasan.",
  "creators": "PRISCILLIA GUNAWAN",
  "contributors": "Ido Prijana Hadi (Advisor 1); Megawati Wahjudianata (Advisor 2); Felicia Goenawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010568/KOM/2010; Priscillia Gunawan (51403116)",
  "subjects": "COMMUNICATION; MASS MEDIA"
}