{
  "id": "15508",
  "title": "Aplikasi peta kendali bersama x dan R dengan ukuran sampel dan interval pengambilan sampel yang bervariasi di PT. Ria Star Indonesia",
  "abstract": "Studi-studi yang dilakukan akhir-akhir ini menunjukkan bahwa peta kendali X dengan ukuran sampel dan interval pengambilan sampel yang bervariasi (X VSSI Chart) dapat mendeteksi pergeseran rerata proses lebih cepat daripada peta kendali X tradisional. Dalam tugas akhir ini akan diperkenalkan dan diaplikasikan peta kendali bcrsama X dan R dengan ukuran sampel dan interval pengambilan sampel yang bervariasi. Kelebihan peta kendali ini dibandingkan dengan X VSSI Chart adalah selain dapat mendeteksi pergeseran rerata proses, juga dapat mendeteksi terjadinya pergeseran keragaman proses. Tujuan penulisan tugas akhir ini adalah untuk mengaplikasikan peta kendali bersama X dan R dengan ukuran sampel dan interval pengambilan sampel yang bervariasi. Dari situ kemudian dilakukan perbandingan terhadap performance peta kendali ini dengan peta kendali X - R tradisional. Tugas akhir ini dilaksanakan di P.T Ria Star Indonesia, sebuah perusahaan yang bergerak di bidang industri barang-barang plastik dan iogam. Sedangkan produk yang akan dijadikan objek penelitian adalah produk lampu minyak. Hasil analisa dan perbandingan performance dari peta kendali bersama X dan R dengan ukuran sampel dan interval pengambilan sampel yang bervariasi dan peta kendali X - R tradisional tersebut kemudian digunakan untuk melakukan proses dokumentasi terhadap faktor-faktor proses produksi menyebabkan terjadinya pergeseran rerata dan keragaman proses sehingga tingkat kecacatan produk dapat dikurangi. Dari hasil penelitian yang dilakukan terbukti bahwa peta kendali bersama X dan R dengan ukuran sampel dan interval pengambilan sampel yang bervariasi ternyata lebih cepat mendeteksi terjadinya pergeseran rerata dan keragaman proses bila dibandingkan dengan peta kendali X - R tradisional.",
  "creators": "JIMMY IRAWAN",
  "contributors": "Tanti Octavia (Advisor 1); PAULINE ASTARI SINGGIH (Advisor 2); Indriati Njoto Bisono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 356/TI-83/2000; Jimmy Irawan (25496079)",
  "subjects": "TOTAL QUALITY MANAGEMENT-STATISTICAL METHODS"
}