{
  "id": "15509",
  "title": "Dampak kebijaksanaan deregulasi bagi dunia perbankan dan pasar modal",
  "abstract": "Penelitian ini membahas dampak yang ditimbulkan dengan dikeluarkannya beberapa paket kebijaksanaan pemerintah, dan bagaimana pengaruhnya terhadap kinerja perbankan (Pakjun 1983 dan Pakto 1988) maupun Pasar Modal di Indonesia (Pakdes 1987). Kebijaksanaan-kebijaksanaan tersebut berguna untuk meningkatkan efesiensi perbankan, mengurangi k.etergantungan bank-bank kepada kredit likuiditas bank Indonesia maupun mendorong iklim pengembangan pasar modal. Dampak yang ditimbulkan dengan adanya kebijaksanaan deregulasi perbankan dapat dilihat mejalui tingkat pertumbuhan perbankan yang mulai meningkat, hal tersebut juga merupakan suatu tanda dimulainya persaingan diantara bank-bank dalam menghimpun dana masyarakat maupun persaingan dalam hal peningkatan pangsa pasamya. Paket kebijaksanaan pemerintah tersebut belum dapat menyentuh struktur industri perbankan di Indonesia, bank pemerintah dinilai masih tetap menguasai pangsa pasar hal ini dikarenakan bank pernerintah selalu didukung oleh BI dalam bentuk pemberian kredit likuiditas sehingga bank-bank pemerintah masih menarik bagi masyarkat sebagai tempat menyimpan uang. Mengenai tingkat efisiensi teknis maka bank pemerintah memiliki tingkat efisiensi yang paling tinggi, hal ini dikarenakan bank pemerintah mampu bekerja secara efisien dengan menggunakan sumberdaya yang dimiliki dengan lebih baik daripada bank-bank yang lain ( dapat dilihat dari nilai konstanta sebesar 8,275 dan alat ukur yang digunakan yaitu hasfl regresi masing-masing kelompok bank tahun 1991-1996 ). Di dalam persaingan antar bank maka bank pemerintah juga memiliki kekuatan untuk memonopoli dalam pangsa pasar perbankan, sehingga muncul suatu persaingan yang tidak sehat antar bank-bank di Indonesia. Sedangkan dampak yang ditimbulkan dari kebijaksanaan pemerintah mengenai pasar modal telah membuat pasar modal menjadi lebih berkembang, perkembangan ini diharapkan akan mendorong perputaran seluruh dana yang ada sehingga lebih efisien di dalam membiayai proses industrialisasi yang sedang berjalan di Indonesia selain itu juga dapat meningkatkan derajat kepastian usaha bagi perusahaan-perusahaan untuk mendapatkan keuntungannya di Pasar Mo^aL Hal tersebut tidak berarti bahwa peranan bank tidak diperlukan lagi, tetapi justru pinjaman pasar perbankan dapat diarahkan ke kebutuhan yang bersifat jangka pendek dan tidak terlalu dibebani oleh kebutuhan pembiayaan jangka panjang. Beberapa paket deregulasi yang dilakukan oleh pemerintah tersebut telah menimbulkan dampak yang sangat besar terhadap perusahaan-perusahaan yang bergerak di dalam dunia perbankan maupun di pasar modal. Kebijaksanaan-kebijaksanaan tersebut menyebabkan tingginya tingkat persaingan antar perusahaan di dalam mengejar keuntungan. Tetapi yang diperlukan sekarang yaitu adanya suatu pengawasan yang seperlunya, pemberian informasi yang up to date dan menerapkan kebijaksanaan lanjutan yang bersifat antimonopoli. Sehingga diharapkan persaingan yang sehat antar bank maupun para investor yang bergerak di pasar modal dapat lebih ditingkatkan.",
  "creators": "HENDRI RIKARNO",
  "contributors": "Yohnson (Examination Committee 2); Dewi Astuti (Examination Committee 1); MARIA CHRISTIANI MUSIANTO (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 088/EM/2001; Hendri Rikarno (31495209)",
  "subjects": "CAPITAL MARKET-INDONESIA; DEREGULATION"
}