{
  "id": "15504",
  "title": "Analisa prioritas perawatan mesin berdasarkan jenis kerusakannya",
  "abstract": "Untuk meningkatkan produktivitas suatu perusahaan, banyak faktor yang mempengaruhinya. Salah satu di antaranya adalah bagian departemen perawatan. Suatu dokumentasi mengenai urutan perbaikan kerusakan mesin berdasarkan jenis kerusakan juga diperlukan. Hal ini dapat membantu para personil maintenance baru yang kurang berpengalaman. Dengan adanya dokumentasi mengenai urutan prioritas perbaikan kerusakan ini, diharapkan personil maintenance dapat bekerja dengan sistematis dan produktivitas akan meningkat. Salah satu cara untuk menganalisa urutan perbaikan kerusakan ini adalah dengan menggunakan personil maintenance Hierarchy Process ( AHP ). Sehingga dapat diketahui besamya bobot untuk masing-masing jenis kerusakan dan dapat diurutkan menurut bobot terbesar supaya lebih diprioritaskan. Sedangkan jenis kerusakan itu sendiri adalah plat neklin putus, baut putus dan sekun putus untuk mesin potong. Sedangkan untuk mesin jahit adalah benang loncat, benang tidak terkait, jahitan bawah rusak dan benang putusan. Pembahasan ini dibatasi pada departemen potong dan jahit untuk kerusakan yang sering terjadi. Sehingga didapatkan hasil akhir bahwa bobot untuk masing-masing kerusakan yang sering terjadi adalah : plat neklin putus = 0,293; baut putus = 0,353 dan sekun putus = 0,354 untuk mesin potong. Sedangkan untuk mesin jahit adalah : benang loncat = 0,158; benang tidak terkait = 0,309; jahitan bawah rusak = 0,299 dan benang putusan = 0,234.",
  "creators": "FRANKIE ARIE DWINANTO S",
  "contributors": "Jani Rahardjo (Advisor 1); RONALD E. STOCK (Advisor 2); Tanti Octavia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 375/TI-102/2000; Frankie Arie Dwinanto S (25496024)",
  "subjects": "MACHINE-TOOLS-MAINTENANCE AND REPAIR; PRODUCTION ENGINEERING"
}