{
  "id": "15500",
  "title": "Sikap pemirsa Surabaya terhadap tayangan program 'Masihkah Kau Mencintaiku' di RCTI",
  "abstract": "Dalam teori S-O-R menjelaskan bahwa efek yang ditimbulkan dalam proses komunikasi adalah reaksi khusus terhadap stimulus khusus, sehinggaseseorang dapat mengharapkan dan memperkirakan kesesuaian antara pesan dan reaksi komunikan. Pesan yang disampaikan oleh komunikator ke komunikan akan menimbulkan suatu efek yang kehadirannya terkadang tanpa disadari oleh komunikan. Dalam proses komunikasi, audiens sebagai komunikan akan memberikan respon terhadap stimulus yang diterima. Hal ini juga terjadi pada pemirsa program \"Masihkah Kau Mencintaiku\" yang memberikan respon dalam bentuk yang beragam baik positif maupun yang negatif. Begitu ditayangkan pada hari Rabu, 29 April 2009, tayangan ini banyak mengundang pendapat dari penonton baik yang mendukung maupun tidak mendukung terhadap tayangan tersebut. Jenis penelitian yang digunakan dalam penelitian ini adalah deskriptif dengan pendekatan kuantitatif. Sedangkan metode penelitian yang digunakan adalah metode survei. Sampel yang digunakan dalam penelitian ini berjumlah 100 responden dengan menggunakan teknik penarikan sampel proporsional sampling. Analisis data yang digunakan adalah statistik deskriptif dengan menggunakan tabel frekuensi dan tabulasi silang. Hasil penelitian menunjukkan sikap pemirsa Surabaya terhadap tayangan program \"Masihkah Kau Mencintaiku\" di RCTI adalah positif. Hal ini berarti pemirsa Surabaya memiliki perasaan suka, yakin, dan memiliki perilaku atau kecenderungan berperilaku yang ada dalam diri seseorang berkaitan dengan program \"Masihkah Kau Mencintaiku\" di RCTI.",
  "creators": "RENNY DWIYANI SANTOSO",
  "contributors": "Jandy Edipson Luik (Advisor 1); Grace Swestin (Advisor 2); Ido Prijana Hadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010567/KOM/2010; Renny Dwiyani Santoso (51404011)",
  "subjects": "TELEVISION PROGRAMS; ATTITUDE (PSYCHOLOGY); COMMUNICATION; MASS MEDIA"
}