{
  "id": "15512",
  "title": "Peluang paket perjalanan wisata promosi Universitas Kristen Petra",
  "abstract": "Perkembangan kota Surabaya saat ini sangatlah pesat, hal ini dapat dirasakan terutama dalam bidang pendidikan. Banyak universitas-universitas besar yang ada di Surabaya dan salah satunya adalah Universitas Kristen Petra. Banyak pula para pelajar, baik dari dalam dan luar pulau Jawa yang ingin melanjutkan sekolahnya di Surabaya. Namun tidak sedikit dari mereka yang kurang mengerti tentang universitas-universitas tersebut pada umumnya dan Universitas Kristen Petra pada khususnya. Oleh karenanya, penulis berkeinginan membantu dalam pemberian informasi tentang Universitas Kristen Petra yang dikemas dalam satu paket tour beserta dengan obyek-obyek wisata lainnya. Tujuan dari penelitian ini adalah untuk mengetahui apakah paket perjalanan wisata promosi Universitas Kristen Petra ini dapat direalisasikan dan dijalankan oleh Universitas Kristen Petra yang bekerja sama dengan lab pariwisata, SMU-SMU dan Universitas Kristen di daerah tertentu serta biro perjalanan wisata. Dalam usaha untuk menjalankan paket promosi ini dijumpai beberapa hambatan. Hambatan tersebut antara lain : kesiapan dan kesediaan dari pihak universitas, minat dari masyarakat akan paket ini dan cara pemasaran serta promosi yang tepat untuk memasarkan paket ini. Metode penelitian yang digunakan berupa wawancara dengan Humas Universitas Kristen Petra dan penyebaran kuesioner kepada pelajar SMU yang berada di dalam dan luar pulau Jawa. Hasil dari penelitian ini akan diolah dengan menggunakan metode analisa data kuantitatif dan analisa data induktif. Berdasarkan pada hasil penelitian, akan diketahui apakah paket perjalanan wisata promosi Universitas Kristen Petra ini memiliki peluang untuk dijalankan atau tidak dan apakah dapat dijadikan sebagai salah satu alternatif lainnya dari promosi yang akan dilakukan oleh Universitas Kristen Petra. Diharapkan nantinya akan dapat menjaring calon mahasiswa baru yang lebih banyak lagi.",
  "creators": "INDRIYATI SHANDJAJA",
  "contributors": "Foedjiawati, S.S., M.A., Ph.D. (Advisor 1); Tio Sally Puspasari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 426/PAR/2000; Indriyati Shandjaja (91397050)",
  "subjects": "TOURIST TRADE; TOURIST TRADE-MARKETING"
}