{
  "id": "15525",
  "title": "Strategi pemasaran inbound tour di PT \"X\"",
  "abstract": "PT 'X' merupakan salah satu biro perjalanan wisata yang berada di kota Surabaya. Biro perjalanan ini cukup dikenal oleh biro-biro perjalanan lainnya yang juga berada di kota Surabaya sebagai biro perjalanan yang khusus bergerak di bidang penjualan paket wisata inbound tour, disamping penjualan tiket dan paket wisata outbound tour. Bahkan penjualan paket wisata inbound tour ini masih aktif hingga sekarang, meskipun dalam jumlah yang relatif kecil yang disebabkan karena situasi sosial politik ekonomi di Indonesia yang masih belum stabil. Akan tetapi dalam era zaman ini, PT 'X' di dalam usaha meningkatkan volume penjualan paket wisata inbound tour telah membenahi penampilannya dengan membangun suatu sistem perencanaan jangka panjang yang lebih meluas dan lengkap, yang merupakan satu kesatuan, berkelanjutan dan dapat mengikuti perubahan jaman. Perencanaan jangka panjang yang dijalankan tersebut adalah marketing mix yang disebut juga dengan strategi pemasaran. PT 'X' membenahi penampilannya disebabkan karena adanya perubahan dan persaingan yang ketat. Dimana wisatawan asing umumnya sekarang ini, dalam dekade tahun 1990 an jauh lebih maju dan berpengalaman dan sangat mengutamakan \"value\", yaitu mereka mengihginkan fasilitas yang diberikan seimbang dengan harga yang ditawarkan. Bahkan mereka juga menginginkan daerah tujuan yang berkualitas tinggi dengan harga yang murah. Disamping itu persaingan juga semakin meningkat, disebabkan karena negara-negara asing lainnya juga menjual obyek wisata yang ada di negaranya masing-masing kepada wisatawan dalam bentuk paket. Dan bahkan mereka semakin agresif dalam memasarkan paket-paket wisatanya. Berdasarkan hal di atas, penulis ingin menilik strategi pemasaran (marketirig mix) yang telah dijalankan oleh biro perjalanan PT 'X' tersebut dengan tujuan untuk mengetahui bagaimanakah strategi pemasaran yang dijalankannya dan adakah hubungannya dengan volume penjualan inbound tour.",
  "creators": "NOFITA TANUWIJAYA; JENNYFER",
  "contributors": "SIDNIWATI (Advisor 1); Tio Sally Puspasari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 408/PAR/2000; Jennyfer (91397080), Nofita Tanuwijaya (91397033)",
  "subjects": "MARKETING-MANAGEMENT; TRAVEL AGENTS-MARKETING"
}