{
  "id": "15527",
  "title": "Paritas daya beli dalam lingkupan jangka panjangnya di tengah-tengah periode nilai tukar mengambang dan biaya transaksi",
  "abstract": "Dari artikel pertama masalah yang dibahas adalah hipotesa yang menyatakan bahwa nilai kurs mengikuti pola perjalanan acak (random walk), yang mana dengan demikian dapat dikatakan bahwa hasil-hasil penelitian itu sama artinya dengan tidak berlakunya peritas daya beli dalam jangka panjang. Namun dengan cara mengeksplorasi teknik-teknik estimasi yang diaplikasikan dalam kerangka kerja multilateral yang pada gilirannya temyata dapat mengungkapkan bahwa tidak ada suatu alasan teoritis awal bagi nilai tukar riil untuk mengikuti hipotesa \"random walk\" bahkan di dalam konteks pasar keuangan yang efisien. Konteks pasar keuangan efisien yang dimaksud adalah kemempuan dari pasar keuangan untuk merespon segala informasi pasar secara cepat tanpa adanya \"barrier\" (halangan) sehingga pasar keuangan dapat dikatakan mencerminkan kondisi riil ekonomi. Namun di luar hal itu terdapat satu hal penting yaitu upaya penggunaan alat estimasi yang lebih baik daripada penelitian sebelumnyqa. Generalized Least Squares (GLS) merupakan estimator yang distribusinya lebih ketat dan memilih standar error yang lebih rendah dibandingkan Optimalized Least Square (OLS). Dari artikel kedua, masalah yang dibahas adalah pengujian ulang terhadap konsep paritas daya beli dilakukan lagi oleh Georgios P. Kouretas dalam artikelnya yang memfokuskan din terhadap 5 nilai kurs bilateral dari dolar Kanada, yaitu dengan dolar Amerika, deutschmark, poundsterling, yen Jepang dan franc Perancis dengan menggunakan teknik kointegrasi dari Johansen dan pengujian hipotesa nol dari kointegrasi dengan implementasi KPSS multivariate dalam situasi nilai kurs mengambang. Hasil penelitian pada artikel ini menyatakan bahwa paritas daya beli dari 5 nilai kurs bilateral dolar Kanada ini masih rentan karena pengujian pertama memperlihatkan penolakan terhadap hipotesa peringkat konstan. Pengujian kedua juga mengindikasikan ketidakmampuan menolak hipotesa ruang kointegrasi pada suatu peringkat kointegrasi tertentu dengan level kepercayaan 5%. Pengujian yang terakhir juga memperlihatkan semua pasangan-pasangan negara dengan Consumer Price Index (CPI) sebagai pen-deflasi menunjukkan tidak ada bukti ditemukannya kointegrasi pada setiap titik dalam periode sampel. Dan sebagai artikel terakhir dalam rangkuman ini dikemukakan suatu faktor yang sering dilupakan namun sangat penting artinya yaitu keberadaan faktor biaya.",
  "creators": "MARIANA",
  "contributors": "Bambang Haryadi (Advisor 1); WANG SUTRISNO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 64/EM/2000; Mariana (31496326)",
  "subjects": "CORPORATIONS-FINANCE"
}