{
  "id": "1552",
  "title": "Perancangan logo ulang tahun ke 20 beserta aplikasi penunjang promosi pada Supermarket Dewi Ungaran",
  "abstract": "Supermarket Dewi yang berlokasi di Jl. Plaza Ungaran Blok B no. 12-19, Ungaran ini merupakan perusahaan yang bergerak di bidang penyediaan barang-barang retai! dan kebutuhan sehari-hari serta bakery. Permasalahan yang dihadapi oleh supermarket ini adalah kondisi yang dicapai saat ini belum sesuai dengan yang diharapkan. Supermarket yang menunjukkan identitas diri atau ciri khasnya ke dalam logo perusahaan serta mempunyai brand image yang tertanam kuat dibenak masyarakat. Oleh karena itulah penulis mencoba membantu pihak Supermarket Dewi dalam menemukan dan menonjolkan identitas dirinya melalui perancangan logo beserta aplikasi sebagai sarana penunjang promosi lewat acara ulang tahun ke 20 yang nantinya dapat tertanam kuat di benak khalayak sasaran secara menyeluruh. Adapun metode penelitian yang digunakan oleh penulis dalam melakukan perancangan ini yaitu metode pengumpulan data dan metode analisis data. Dalam metode pengumpulan data, penulis mengumpulkan data-data primer ( yang diperoleh melalui wawancara dan survey dengan cara pembagian kuesioner ) dan data-data sekunder (yang berasal dari referensi buku). Logo yang direncanakan adalah logo yang berupa komposisi antara angka 20 ( sebagai simbol acara ulang tahun ), gambar kereta troli ( mewakili identitas dan jenis usaha perusahaan) serta simbol huruf \"D\" yang mewakili nama dan merupakan inisial dari perusahaan itu sendiri yaitu Dewi. Pembuatan logo acara ulang lahun Supermarket Dewi berdasarkan pada kesan yang ingin dibangun dengan mengutamakan identitas atau ciri khas yang selama ini telah lertanam di benak konsumen. Logo ini nantinya akan diaplikasikan ke berbagai sarana penunjang promosi, antara lain meliputi: stalionery, peralatan kantor, pakaian seragam. sarana transportasi, sarana promosi, sign age, kalender dan brosur. Dengan mengaplikasikan logo acara ulang tahun Supermarket Dewi pada berbagai macam sarana penunjang promosi maka identitas diri Supermarket Dewi akan menjadi semakin kuat dan juga akan menjadi brand awareness yang tertanam di benak para masyarakat pada umumnya.",
  "creators": "LELYANA SARI DEWI",
  "contributors": "Andrian Dektisa Hagijanto (Advisor 1); I WAYAN SWANDI (Advisor 2); Obed Bima Wicandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Promosi Produk",
  "source": "Promosi Produk No.02/DKV/FSD/023/023; Lelyana Sari Dewi (42498147)",
  "subjects": "COMMERCIAL ART"
}