{
  "id": "15529",
  "title": "Strategi untuk membentuk merek toko yang disukai oleh konsumen dan tindakan terhadap pemalsuan merek",
  "abstract": "Membentuk merek yang disukai oleh konsumen bukan bal yang mudah, periu strategi yang tepat dan berkelanjutan agar konsumen tidak lupa pada merek tersebut. Pamela L. Alreck dan Robert B. Settle (1999) dalam artikelnya menyarankan enam strategi yang berbeda untuk membentuk merek yang disukai oleh konsumen: penyesuaian dengan kebutuhan, penyesuaian dengan suasana hati, motivasi bawah sadar, motivasi perilaku, proses kognitif, dan emulasi model. Tiap metode pembentukan preferensi konsumen tersebut membutuhkan tipe, produk, harga, promosi, dan distribusi yang berbeda-beda. Pembentukan strategi yang tepat akan membuat suatu merek melekat pada ingatan konsumen. Strategi untuk membentuk merek yang disukai oleh konsumen dapat diterapkan untuk membentuk merek toko dengan menjadikan merek toko tersebut menjadi merek yang disukai oleh konsumen. Sebelum menerapkan strategi yang tepat, para manajer merek toko hams mengetahui variabel-variabel yang digunakan oleh konsumen dalam menilai suatu produk. Menurut Alan Dick, Arun Jain, dan Paul Richardson (1996) dalam artikelnya menyatakan bahwa ada tiga indikator intrinsik yang utama yaitu: kualitas, bahan, dan cita rasa, serta empat indikator ekstrinsik yaitu: harga, kemasan, merek, dan iklan. Dengan memakai strategi yang tepat maka manajer toko dapat membentuk kesetiaan konsumen pada merek tokonya. Keberhasilan suatu merek sering berdampak pada timbuhiya pemalsuan merek, baik dilakukan oleh retailer maupun manufaktur. Akibat dari pemalsuan merek perusahaan sangat dirugikan, seperti: menurunkan profit yang diperoleh perusahaan serta merusak brand equity perusahaan yang bersangkutan. Oleh sebab itu perusahaan yang produknya dipalsukan harus berani memintut para pemalsu tersebut. Ada kekhawatiran perusahaan bahwa mereka akan di delist atau kebilangan shelf space bila mereka memintut para reteiler yang memalsukan merek mereka (Finch, 1996). Menurut Colleen Collins-Dodd dan Judith Lynne Zaichkowsky dalam artikelnya, tidak ada kaitan antara melakukan tuntutan terhadap retailer dengan ancaman untuk men-delist merek mereka oleh retailer. Sehingga perusahaan dalam hal ini tidak perlu takut dalam melakukan pendakwaan. Usaha lain untuk mencegah pemalsuan adalah: - Penerapan produk yang konstan dan pengembangan kemasan, serta - Kepemimpinan dalam kategori manajemen, perubahan informasi, dan pembentukan kongsi-kongsi dagang dapat mengurangi dorongan untuk melakukan pemalsuan.",
  "creators": "ANTONI ARIANTO",
  "contributors": "Drs. Sugiono Sugiharto, M.M., Ph.D. (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 52a/EM/2000; ANTONI ARIANTO (31495266)",
  "subjects": "BRAND MANAGEMENT; MARKETING RESEARCH"
}