{
  "id": "15546",
  "title": "Evaluasi sistem informasi akuntansi pada siklus produksi di CV. Parta Jaya",
  "abstract": "Jenis penelitian skripsi merupakan penelitian deskriptif dengan rancangan penelitian berupa studi kasus terhadap suatu perusahaan. Penelitian ini membahas mengenai masalah perancangan sistem infonnasi akuntansi yang baik dalam menunjang pengendalian internal pada siklus produksi di CV. Parta Jaya. Penelitian ini bertujuan untuk mengevaluasi sistem pengendalian internal pada CV. Parta Jaya. Metode penelitian berupa studi kepustakaan dan penelitian lapangan yang meliputi, metode wawancara, observasi, dan dokumentasi. Dari hasil penelitian, penulis menyimpulkan bahwa pengendalian internal siklus produksi CV Parta Jaya masih terdapat berbagai kelemahan-kelemahan, seperti: Struktur organisasi yang belum memadai karena terdapat tanggung jawab yang terlalu besar, penamaan bagian tidak seragam dan tidak mencerminkan fungsinya, serta tidak terdapat pemisahan fungsi bagian dengan jelas. Job description yang tidak benar. Kurangnya informasi dan penomeran pada dokumen. Tidak terdapatnya dokumen-dokumen yang dibutuhkan dalam pengendalian proses produksi. Aliran dokumen yang kurang tepat sehingga terjadi kekurangan maupun kelebihan dokumen pada bagian-bagian tertentu. Kurangnya otorisasi pada beberapa dokumen sehingga pertanggung jawabannya tidak jelas. Berdasarkan evaluasi permasalahan tersebut, dapat disimpulkan bahwa seharusnya CV. Parta Jaya membagi tugas dan tanggung jawab dari suatu bagian sesuai dengan fungsinya. Memberikan nama pada struktur organisasi yang seragam dan sesuai dengan fungsi bagian tersebut. Dilakukan pemisahan bagian pada struktur organisasi agar sesuai dengan fungsinya. Melengkapi informasi pada dokumen, termasuk memberikan nomer dokumen yang jelas pada setiap dokumen. Menambahkan dokumen-dokumen yang dibutuhkan oleh bagian tertentu. Menyesuaikan aliran dokumen dengan kebutuhan pada masing-masing bagian. Memberikan otorisasi pada dokumen yang memerlukan pertanggung jawaban yang jelas.",
  "creators": "MEILINDA",
  "contributors": "Setyarini Santosa (Examination Committee 1); Oviliani Yenty Yuliana (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 115/97/FE.AK/2001; Meilinda (32497071)",
  "subjects": "ACCOUNTING"
}