{
  "id": "15544",
  "title": "Studi pengaruh proses belajar terhadap biaya kegagalan internal sebagai upaya peningkatan kualitas produk pada PT. \"X\" di Malang",
  "abstract": "Bagi Indonesia industri rokok tennasuk salah satu komoditi yang dilematis. Di satu sisi dianggap dapat menggangu kesehatan bagi konsiimennya, tetapi di sisi lainnya rokok termasuk salah satu penyumbang pendapatan negara yang cukup tinggi. Industri rokok belakangan ini banyak mendapat tantangan yang cukup berat, antara lain : himbauan untuk menghindari rokok demi kesehatan yang telah banyak dikeraukakan oleh berbagai kalangan, cukai rokok yang hampir setiap tahun mengalami kenaikan serta kenaikan harga cengkeh. Tantangan yang cukup berat senantiasa menimpanya serta persaingan pasar yang semakin ketat, mendorong setiap badan usaha untuk memikirkan langkah-langkah yang terbaik bagi badan usaha agar tetap dapat exist. Agar badan usaha dapat menghasilkan produk dengan kualitas yang baik dan dengan harga yang kompetitif perlu dilakukan pengendalian atas proses produksi. Salah satu caranya adalah dengan menekan kemungkinan terjadinya produk cacat karena produk cacat akan menimbulkan kerugian bagi badan usaha baik secara kuantitatif maupun secara kualitarif. Dengan menggunakan informasi biaya kegagalan internal ini, badan usaha dapat mengadakan pengukuran kinerja bagi tenaga kerjanya untuk mendorong peningkatan kualitas produk atau mengurangi jumlah produk cacat yang terjadi. Kualitas yang baik merupakan hasii dan proses belajar. Melalui proses belajar, kemampuan dan keterampilan tenaga kerja akan meningkat sehingga defect, scrap, dan rework yang dihasilkan akan berkurang. Dari hasil studi lapangan telah terbukri bahwa semakin cepat proses belajar yang. terjadi maka biaya kegagalan internal juga akan menurun secara eksponensial. Adanya korelasi yang kuat antara proses belajar dan biaya kegagalan internal menyebabkan pentingnya proses belajar untuk diperhatikan dalam aktivitas perencanaan dan pengendalian, khususnya yang menyangkut biaya kegagalan internal. Dengan melihat jumlah biaya kegagalan internal yang terjadi pada PT. \"X\", yang disebabkan karena PT. \"X\" kurang memperhatikan peningkatan proses belajar dan menganggap kerusakan produk yang terjadi adalah kewajaran, maka PT \"X\" perlu untuk menetapkan standart biaya kegagalan internal yang tepat untuk mengukur kinerja tenaga kerjanya. Standart yang digunakan dalam pengevaluasian kinerja perlu disesuaikan dengan proses belajar yang terjadi sehingga berakibat pada pemberian kompensasi yang tepat dan akhimya memotivasi tenaga kerja untuk belajar menghasilkan produk lebih baik lagi. Mengingat besamya pengaruh proses belajar terhadap biaya kegagalan internal, badan usaha harus menciptakan kondisi terbaik sehingga kemampuan dan keterampilan tenaga kerja dapat terpelihara dan berkembang sehingga berakibat pada peningkatan kualitas produk dan profitabilitas badan usaha.",
  "creators": "SUJATMIKO",
  "contributors": "Devie (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.104/96/FE.AK/2001; Sujaatmiko (32496072)",
  "subjects": "EMPLOYEES-TRAINING OF; PERSONNEL MANAGEMENT; TOTAL QUALITY MANAGEMENT"
}