{
  "id": "15547",
  "title": "Penilaian tamu terhadap keterandalan, ketanggapan dan jaminan dari pramusaji restoran Tang Palace, The Westin Hotel Surabaya",
  "abstract": "Kepuasan tarau merupakan hai yang hams mendapat perhatian dari tiap staf restoran tersebut Karakteristik tamu Restoran Tang Palace tidak seluruhnya homogen, sehiogga penilaian mereka terhadap kualitas pelayanan dapat berbeda Karena itu dalam penelitian ini penulis ingin menggaJi karakteristik tamu Restoran Tang Palace Westin Surabaya khususnya faktor demografis dan gaya hidup tamu, melihat bagaimana penilaian tamu terhadap keterandalan, ketanggapan dan jaminan dari pramusaji, serta melihat apakah ada ketergantungan antara karakteristik tamu dengan penilaian mereka terhadap keterandalan, ketangapan dan jaminan pramusaji Restoran Tang Palace Westin Surabaya. Untuk memecahkao masalah di atas, penulis menggunakan penelitian kuantitatif Sampel dari penelitian ini adalah tamu Restoran Tang Palace Westin, Surabaya sebanyak 86 orang. Teknik penarikan sampel adalah dengan probabilitas sampling. Teknik analisa data yang digunakan disini adalah tabulasi silang dengan bantuan program SPSS for window 10.0 version. Dengan tabulasi silang penulis dapat menentukan karakteristik responden dan penilaian mereka terhadap keterandalan, ketanggapan, dan jaminan. Selain itu digunakan teknik analisa Chi Square untuk menentukan ketergantungan antara karakteristik tamu dengan penilaian keterandalan, ketanggapan, dan jaminan pramusaji restoran Tang Palace Westin, Surabaya Hasil penelitian menunjukkan bahwa: Restoran Tang Palace lebih banyak dikunjungi oleh tamu pria dengan gaya hidup tidak profesional berusia 40 tahun ke atas yang pekerjaannya adalah wiraswasta Sedangkan penilaian tamu terhadap keterandalan, ketanggapan, dan jaminan dari pramusaji Tang Palace Westin, Surabaya pada umumnya baik. Penilaian tamu pada umumnya tidak terdapat ketergantungan antara penilaian tamu dengan faktor demografis dan faktor gaya hidup terhadap kualitas pelayanan kecuali untuk atribut jenis kelamin dengan ketanggapan menunjukan adanya ketergantugnan yang berarti ada perbedaan penilaian antara responden pria dan wanita Mengenai ketanggapan.",
  "creators": "EVY WIDJAJA; SOEWATI",
  "contributors": "Bambang Haryadi (Advisor 2); Nanik Linawati (Examination Committee 1); Serli Wijaya (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 001/EP/2001; Evy Widjaja (33496095), Soewati (33496128)",
  "subjects": "RESTAURANT MANAGEMENT"
}