{
  "id": "15552",
  "title": "Daerah desa Bermi sebagai daerah tujuan wisata alam di Kabupaten Probolinggo",
  "abstract": "Salah satu aset wisata yang terkenal dari negara Indonesia adalah wisata alamnya yang indah dan berbeda dari yang ada di negara lain. Begitu banyak para wisatawan baik mancanegara maupun domestik yang datang dan berlibur untuk menikmati wisata pantainya maupun untuk menikmati wisata alam pegunungannya. Salah satu wisata alam yang terkenal di Jawa Timur, lebih khususnya lagi di kabupaten Probolinggo adalah gunung Bromo dan air terjun Madakaripura. Selain kedua obyek wisata yang sudah terkenal dan banyak dikunjungi wisatawan domestik maupun wisatawan mancanegara tersebut, kabupaten Probolinggo memiliki banyak potensi-potensi wisata alam yang belum dikembangkan dan dipromosikan menjadi daerah tujuan wisata baru. Salah satu potensi wisata yang belum dikembangkan tersebut adalah potensi wisata yang ada di daerah desa Bermi. Daerah desa Bermi menawarkan pemandangan alam yang indah dan unik seperti danau luas yang dikelilingi hutan yang masih alami, pemandangan air terjun di tengah hutan, gunung dengan reruntuhan puing istana di puncaknya, dan taman bunga Edelweis yang terbentuk secara alami selain juga pemandangan hutan wisatanya. Selain potensi-potensi tersebut, di desa Bermi juga terdapat usaha pembuatan souvenir yang berupa serangga yang diawetkan dan penjualan serangga hidup yang diekspor ke Jepang. Namun dalam perkembangannya menjadi salah satu daerah tujuan wisata, daerah desa Bermi dihadapkan pada beberapa kekurangan-kekurangan. Kekurangan-kekurangan yang dihadapi tersebut terletak pada sarana dan prasarana yang perlu dibenahi seperti jalan desa, penginapan, rumah makan dan jalan setapak ke obyek wisata. Selain perlunya diadakan pembenahan, di daerah desa Bermi juga perlu diusahakan pengadaan sarana dan prasarana seperti toilet umum, tempat rekreasi, pagar pembatas, areal parkir, kios souvenir, kios makanan dan shelter. Diharapkan kekurangan-kekurangan ini bisa dipenuhi dengan adanya kerjasama dari Disparda, pemda, dan pihak investor. Melalui penulisan Tugas Akhir ini, penulis berusaha lebih memperkenalkan dan menggali potensi-potensi wisata yang ada di daerah desa Bermi ini. Selain itu penulis juga membahas kekurangan-kekurangan yang ada di daerah desa Bermi sekaligus memberikan sumbangan pemikiran demi kemajuan kepariwisataan di daerah ini, yang mungkin pula dapat menjadi bahan pertimbangan bagi pemerintah daerah setempat untuk lebih memperhatikan perkembangan kepariwisataan di daerah ini dan dapat melakukan pembenahan-pembenahan yang diperlukan.",
  "creators": "NOVIRA YANTI",
  "contributors": "Widjojo Suprapto (Examination Committee 1); SIDNIWATI (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 441/PAR/2001; Novira Yanti (91397052)",
  "subjects": "ARGOPURO MOUNTAIN-PROBOLINGGO-TOURIST TRADE; TOURIST TRADE-EAST JAVA"
}