{
  "id": "15559",
  "title": "Penelitian tentang pelaksanaan program kecelakaan kerja nihil pada proyek konstruksi bangunan tinggi di Surabaya",
  "abstract": "Hasil statistik yang dilakukan oleh Depnaker Dati II Kotamadya Surabaya menunjukkan bahwa angka kecelakaan kerja di bidang konstruksi masih tinggi, yaitu sebesar 102 kasus kecelakaan kerja di bidang jasa konstruksi untuk periode April-September 1996. Kecelakaan ken a tersebut hampir seluruhnya terjadi pada proyek konstruksi bangunan tinggi, hal ini memberikan gambaran bahwa Program Kecelakaan Kerja Nihil pada proyek konstruksi bangunan tinggi di Surabaya masih belum terlaksana dengan baik. Pelaksanaan Program Kecelakaan Kerja Nihil dirasakan sangat penting, terutama untuk konstruksi bangunan tinggi. Penelitian ini dilakukan untuk mengetahui sumber bahaya pada proyek konstruksi, jenis kecelakaan kerja dan faktor-faktor yang mempengaruhi terjadinya kecelakaan kerja. Penelitian ini dilakukan dengan menggunakan analisa desknptif dengan data yang diperoleh melalui penyebaran kuesioner secara langsung kepada perusahaan konstruksi yang melaksanakan proyek konstruksi bangunan tinggi di Surabaya. Dan hasil kuesioner tersebut kemudian ditabulasi dan ..dianalisa untuk mendapatkan penyebab-penyebab utama terjadinya kecelakaan kerja. Penelitian ini bertujuan mendapatkan langkah-langkah antisipasi yang tepat dalam usaha meniadakan kecelakaan kerja di proyek konstruksi dengan meninjau penyebab gagalnya Program Kecelakaan Kerja Nihil tersebut, sehingga angka kecelakaan kerja nihil pada proyek konstruksi bangunan tinggi benar-benar dapat tercapai.",
  "creators": "FERRY SOEWANDI; EDI SANTOSO",
  "contributors": "HERRY PINTARDI CHANDRA (Examination Committee 1); Ratna S. Alifen (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 909 S; Ferry Soewandi (21492119), Edi Santoso (21492121)",
  "subjects": "BUILDING-SAFETY MEASURES; TALL BUILDINGS"
}