{
  "id": "15553",
  "title": "The Correlation study of service quality improvement and advertising toward the room sales of Garden Palace Hotel",
  "abstract": "A terrible monetary crisis has struck Indonesia since July 1997. It affects every business, no matter how small or big they are. One type of business, which suffers a lot from this situation, is the hotel business. Therefore, the writers are interested in surveying Garden Palace Hotel, Surabaya, which often puts advertisements in a newspaper, such as Jawa Pos, Surabaya Post, and Business Indonesia. The promotions offer attractive packages. This is important as a hotel needs to maintain and increase its occupancy level. Furthermore, the hotel management realizes that they need to conduct a staff training program to improve the services. In this paper, the writers relate the advertising campaign and the staff training program that has been carried out. They also evaluate the correlation between the room sales of the hotel and advertising and training costs. Thus, there are three factors to be considered: 1. Steps in developing an advertising campaign. 2. Training in specific departments. 3. The influence of service improvement and advertising toward the sales volume using statistical method. The evaluation states that both advertising campaigns and training programs conducted by Garden Palace Hotel are practical and efficient. Through statistical calculation, the writers find that both advertising and training variables positively affect the room sales of Garden Palace Hotel. The writers will evaluate the advertising campaign and the staff-training program and see the correlation here.",
  "creators": "ADRI; HERU C.T.",
  "contributors": "LENIWATI SLAMET (Advisor 1); Widjojo Suprapto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Diploma 2",
  "sub_category": "Final Project",
  "source": "Final Project No. 068/PBE/UKP/1999; Heru C.Tjandra (92297066), Andri (92297013)",
  "subjects": "MARKETING; SALES PROMOTION; MARKETING-MANAGEMENT"
}