{
  "id": "15550",
  "title": "Analisis penerapan strategi pemasaran tour Cina Indo Sentosa Tour di Surabaya dan pengaruhnya terhadap minat pelanggan peserta tour",
  "abstract": "Sebelum krisis moneter dan huru hara sosial pada tahun 1997 melanda, kegiatan industri pariwisata Indonesia berlangsung marak. Seluruh biro travel yang ada selalu aktif melakukan kegiatan perjalanan baik inbound maupun outbound, begitu pula yang terjadi di Surabaya. Namun Indonesia tidak dapat lagi seaktif seperti dulu, disebabkan oleh krisis moneter dan kerusuhan sosial politik yang menghambatnya. Krisis moneter menyebabkan harga paket outbound yang dirancang dalam kurs mata uang dollar Amerika melonjak tinggi. Sedangkan kerusuhan sosial mempengaruhi tingkat keamanan yang diasumsikan sangat tidak aman oleh tuns mancanegara. Namun, di tengah - tengah kelesuan pasar pariwisata yang terjadi, di Surabaya muncul sebuah biro travel baru yaitu Indo Sentosa Tours, yang aktif memasarkan paket tour Cina dan diakui berbagai pihak sangat berhasil. Penelitian yang dilakukan dalam proses penulisan tugas akhir mengenai Indo Sentosa Tours ini bertujuan untuk mempelajari apa saja strategi pemasaran yang dilaksanakan Indo Sentosa Tours hingga membuatnya sukses bertahan dan berkembang di tengah-tengah masa sulit tersebut sehingga dapat diteladani biro baru lainnya. Selain itu, penulisan ini juga akan meneliti pengaruh yang ditimbulkan dan strategi yang diterapkan terhadap minat pelanggan tour Cina. Penelitian lapangan dilakukan dengan wawancara baik langsung maupun tak langsung dengan direksi dan staff pemasaran Indo Sentosa, penyebaran kuesioner kepada peserta tour Cina yang terbagi dalam dua periode (Oktober-November 1999 dan November-Desember 1999) serta pengumpulan data statistik perusahaan. Data - data yang diperoleh kemudian diperjelas dengan penyantuman tabel - tabel dan gambar. Dan data-data tersebut tampaklah strategi pemasaran mana saja yang dilaksanakan Indo Sentosa selama ini dan terlihat pula merupakan strategi yang cukup jitu menarik minat para calon pelanggan. Indo Sentosa melaksanakan kegiatan segmentasi, targeting dan positioning untuk membentuk pasar dan menempatkan diri sebagai tour planner yang menyajikan rute alternatif yang terjangkau bagi kalangan sosial menengah ke atas. Pengoptimalan pemasaran didukung oleh berbagai promosi yang dilakukan dimana juga merupakan satu rangkaian strategi pemasaran mereka. Lalu pengaruh strategi tersebut terhadap minat pelanggan dibuktikan melalui kuesioner yang disebarkan dan dan data yang diperoleh dapat diketahui bahwa strategi pemasaran Indo Sentosa cukup berhasil.",
  "creators": "VONNY",
  "contributors": "SIDNIWATI (Advisor 1); Tio Sally Puspasari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 399/PAR/2000; Vonny (91396027)",
  "subjects": "TOURIST INFORMATION CENTERS; TOURIST TRADE-SURABAYA"
}