{
  "id": "15560",
  "title": "Perencanaan struktur baja untuk bangunan gedung dengan metoda load and resistance factor design (LRFD) sesuai konsep standar nasional Indonesia",
  "abstract": "Suatu metoda pereneanaan yang tepat dan akurat sangat diperlukan dalam perencanaan struktur baja untuk bangunan gedung. Belakangan ini, metoda LRFD mulai lebih dikenal untuk menggantikan metoda ASD yang sudah lama dipakai dalam perencanaan. Hal ini dikarenakan dalam metoda LRFD digunakan faktor reduksi kekuatan dan faktor kelebihan beban yang didapatkan dari evaluasi probabilitas. Maka bisa didapatkan suatu struktur yang aman tetapi lebih ekonomis dengan kemungkinan kegagalannya dijaga pada batas yang dapat diterima saat ini, di Indonesia sedang disusun suatu peraturan standar untuk perencanaan struktur baja dengan metoda LRFD. Studi ini terbatas untuk bangunan gedung tingkat rendah dan mempunyai tujuan utama untuk mempermudah penyesuaian diri saat pergantian dari penggunaan metoda ASD ke metoda LRFD. Dalam studi ini dilakukan perencanaan untuk elemen tekan, tarik, lentur, kombinasi beban dan sambungan. Dari sludi ini, dapat disimpulkan bahwa metoda LRFD lidak terlalu sulit, sehingga untuk digunakan di Indonesia hanya perlu pembiasaan diri dengan metoda LRFD dan tabel profil yang dilengkapi dengan Zx, Zv, M, dan N. Selain itu, jika dibandingkan dengan meloda ASD, metoda LRFD ini sangat berbeda, terutama dalam persyaratan dasarnya. Pada kondisi tertentu, struktur yang dihasilkan dari perencanaan dengan metoda LRFD juga dapat lebih ekonomis daripada yang dihasilkan dari metoda ASD.",
  "creators": "YUDI FRANCOICE TANGO; IVAN",
  "contributors": "Oentoeng (Examination Committee 1); Hasan Santoso (Advisor 2); Ruslan Djajadi (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 952 S; Yudi Francoise Tango (21495064), Ivan (21495098)",
  "subjects": "BUILDINGS, IRON AND STEEL; STEEL, STRUCTURAL"
}