{
  "id": "15578",
  "title": "The Lexical errors commonly made by the students of writing I and writing IV at the Faculty of Letters, Petra Christian University",
  "abstract": "This study is about the lexical errors made by the students of Writing I and Writing IV at the English Department, of Petra Christian University. During their process of acquiring English, they have learnt about grammar, syntax, and also lexical items, or commonly known as vocabulary. However, many of the students still make lexical errors in writing paragraphs or essays. The writer is interested in studying those errors further. She is curious to know what lexical errors are oommonly made by the students of Writing I and Writing IV. However, she limits her study to verbs, nouns, and adjec-tives, since they are considered the main parts of speech. Then, she also wants to find out whether the students of Writing I make more or fewer errors than the students of Writing IV. Finally, the writer will look for any lexical errors which are commonly shared by both stud-ents of Writing I and Writing IV. This study is based on the Error Analysis Theory. The writer gives a vocabulary test to the students. It is a multiple choice test in which the students has to choose the right answer out of four choices provided. The test items are compiled from many sources, such as books about common errors, the students' compositions in their writing courses, and the writer's own personal experience. In the test, the writer includes the incorrect lexical items which are com-monly used by the students among the other options. Then the writer will count the errors made by the students, and present them in tables. Later on, the data on the tables will be analysed further to find out what lexical errors are mostly made by the students, and also what errors are com-monly shared by both students of Writing I and Writing IV. The tables will also show whether Writing IV students make fewer or more errors than Writing I students, since it will be very useful to describe any progress made by the students in their process of learning English. After doing the research, she finds that students of Writing IV mostly make fewer errors than students of Writing I. However, they seem to repeat the same errors in several lexical items.",
  "creators": "DUMIATI",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Julia Eka Rini (Examination Committee 1); Theophilus Jokri (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 750; Dumiati (11494077)",
  "subjects": "ENGLISH LANGUAGE-STUDY AND TEACHING; LINGUISTICS"
}