{
  "id": "15587",
  "title": "A Semantic study of Indonesian short-text humor book: lagi-lagi hua...ha...ha...ha",
  "abstract": "This semantic study of Indonesian short-text humor, developed from Dr. Wuri Soedjatmiko's research on American humor which was done in order to find out the semantic mechanisms that make a story sound funny and has the sense of humor. In the research findings, she found two semantic mechanisms that can arouse laughter or create funniness. Those are; semantic ambiguity (including lexical and grammatical ambiguity), truth conditional semantic (including causal fallacy). Based on that research, the writer of this thesis was challenged to find out whether those semantic mechanisms will violate Indonesian short-text humor in order to create funniness and which one of those semantic mechanisms (lexical ambiguity, grammatical ambiguity, truth conditional semantics, or causal fallacy) will violate Indonesian short-text humors greater? The writer uses Bergson's theory of humor as the main theory. Bergson claims that the joke is made by confusing two apparently different meanings of the same pattern (1911, as quoted in Wilson 1979:12) and something is funny when it belongs to two different ways. When the humor begins to be told, the readers or the listeners get their first definition about the meaning of the humor. Suddenly (usually at the end of the humor), they realize that the definition is wrong because of the unexpected meaning. The semantic main theory used by the writer is the theory proposed by Hurford and Heasley, which are talking about; semantic ambiguity (lexical and grammatical ambiguities) and truth conditional semantics (including causal fallacy). The writer uses qualitative approach in this study. Furthermore, she also uses descriptive method in analyzing data. She picks 30 Indonesian short-text humors from Indonesian humor collection book; Lasi-Laei Hua ha ha ha as her source of data. The analysis of the data contained the analysis of humor mechanisms and semantic mechanisms in the humor. From the analysis of Indonesian short-text humor, the writer found that all Indonesian short-text humors use unexpected meaning to surprise the readers. The writer also finds from the four semantic elements being analyzed, the violation of truth conditional semantics is the greatest",
  "creators": "ANELIS NOTOATMODJO",
  "contributors": "SUBANDI DJAJENGWASITO (Advisor 1); SUKEMI, PROF.DR.M.A. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 760; Anelis Notoatmodjo (11496110)",
  "subjects": "WIT AND HUMOR, INDONESIAN-SEMANTIC ASPECTS"
}