{
  "id": "15585",
  "title": "The Politeness strategies used by Blanche Dubois in Williams' a Streetcar Named Desire",
  "abstract": "This study is about Politeness Strategies, which are the strategies used to avoid or minimize the threat on the interlocutor's face. The researcher intended to find the type of Politeness used the most by Blanche to Eunice and Mitch. The type can be the unredressed Bald On Record, solidarity and informality-based Positive Politeness, formality-based Negative Politeness, or indirect Off Record. He analysed whether the Politeness Strategy used the most to each of the two characters is appropriate or not based on the Contextual Factors between the interactants using the theories of Brown and Levinson's. It was intended to learn how to be appropriate in using Politeness Strategies so that our interlocutors can feel comfortable. After doing the analysis, the researcher found that Blanche applies formality-based Negative Politeness the most to Eunice. It is inappropriate because their relationship is not based on Power(P) but on Distance(D) which has been reduced by Eunice using solidarity and informality-based Positive Politeness, which suggests that Eunice wants to get a better relationship. Therefore Blanche should apply Positive Politeness too to show solidarity and make Eunice feel comfortable. On the other hand, when talking to Mitch, Blanche employs Positive Politeness the most. It is appropriate because the situation they are in is informal and the one she is talking to is a lower-class man who speaks using Positive Politeness. Blanche's Politeness Strategy used to Mitch proves to be right in which Mitch feels alright.",
  "creators": "HENRY PRASETYA",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 639; Henry Prasetya (11489088)",
  "subjects": "AMERICAN DRAMA--20TH CENTURY--STUDY AND TEACHING; WILLIAMS, TENNESSEE,1911-1983. A STREETCAR NAMED DESIRE-STUDY AND TEACHING"
}