{
  "id": "15592",
  "title": "Sistem pendukung perkuliahan jarak jauh berbasiskan web internet",
  "abstract": "Saat ini, pendidikan adalah suatu kebutuhan. Proses belajar mengajar tidak dapat hanya dilakukan di dalam kelas fisik karena kebutuhan belajar semakin besar dan besar pada saat ini. Proses belajar mengajar tradisional, dengan menggunakan surat pos, telepon, fax, dan sebagainya, memakan waktu yang sangat lama dan mahal Dalam tugas akhir ini, penulis mengembangkan sebuah sistem pendukung perkuliahan jarak jauh berbasiskan web Internet yang akan melayani proses belajar mengajar antara siswa dan instruktur melalui media web dari Internet yang mana lebih murah dan cepat. Sistem ini menggunakan jaringan Internet dan fasilitas World Wide Web. Siswa dapat melakukan proses belajar mengajar seperti pada situasi sesungguhnya, seperti pendaftaran siswa, mengambil materi kuliah, melihat silabus, mengambil dan meletakkan tugas, melihat nilai, diskusi kelas lewat web dan melakukan test pilihan ganda secara online. Siswa dapat juga bekerja sama dengan memberikan pendapat, masukan dan ringkasan dari topik tertentu yang dapat dibagikan ke seluruh kelompok belajar. Oleh sebab itu, sistem ini akan membangun sebuah lingkungan belajar yang kolaboratif dimana instruktur bersama dengan siswa membuat database pengetahuan yang terkonstruksi untuk seluruh kelompok belajar. Sistem ini dikembangkan berdasarkan pada teknologi Active Server Pages (ASP) dari Microsoft yang diletakkan dalam sebuah web server. Halaman-halaman web diletakkan dalam sebuah web server yang terhubung ke sebuah SQL Database Server. Database server digunakan untuk menyimpan data terstruktur seperti informasi pribadi instruktur/siswa, daftar kelas, silabus, pengumuman, komentar untuk forum diskusi, hasil studi siswa, nilai untuk tiap tugas, test untuk tiap mata kuliah, tugas, paper siswa. Pengujian yang dilakukan menunjukkan bahwa sistem memudahkan proses belajar karena cukup hanya menggunakan web browser dan tidak memerlukan program aplikasi lain. Interaksi antara instruktur dan siswa tampak lebih mudah dan cepat karena sistem dapat diakses setiap waktu dan dari mana saja. Fasilitas komunikasi yang tersedia dalam sistem membantu instruktur, siswa dan administrator dalam berkomunikasi. Proses belajar menjadi mudah karena materi kelas dan file tugas dapat diambil dan dikirim lewat web.",
  "creators": "ARTHUR BUDIMAN",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 1); Resmana Lim (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 99/E/Kom/006/045; Arthur Budiman (23492130)",
  "subjects": "INTERNET (COMPUTER NETWORKS)"
}