{
  "id": "15594",
  "title": "Studi banding pemakaian bekisting metode konvensional dengan metode peri di Hotel Century Surabaya",
  "abstract": "Tugas akhir kami yang berjudul \"Studi Banding Pemakaian Bekisting Metode Konvensional dengan Metode Peri di Hotel Century Surabaya\" merupakan studi banding pada proyek pekerjaan bekisting di hotel Century Surabaya. Latar belakang studi ini adalah pemakaian metode bekisting yang akan digunakan pada saat pelaksanaan proyek akan mempengaruhi biaya pengerjaan. Oleh sebab itu pihak kontraktor utama harus melakukan analisa yang dapat dijadikan sebagai bahan pertimbangan dalam pemilihan metode bekisting yang akan digunakan. Tujuan dari studi adalah untuk mengetahui perbandingan biaya dalam pemilihan pemakaian metode bekisting konvensional dengan metode bekisting peri yang merupakan metode alternatif. Studi banding penggunaan metode bekisting ini yang dapat ditunjang dengan melakukan studi literatur dan survei lapangan. Dengan adanya studi literatur dan survei lapangan, maka dapat mengolah data untuk mengetahui analisa yang tepat dalam pemilihan metode bekisting yang digunakan berdasarkan dari segi biaya. Dari hasil perhitungan dan analisa yang dilakukan, penggunaan bekisting peri pada struktur kolom lebih murah 6,454 %, pada struktur lantai lebih murah 53,088 %, pada struktur corewall I lebih murah 24,15 % dan pada struktur corewall II lebih murah 25,04 %. Kesimpulan secara keseluruhan yang dapat diambil adalah bahwa metode peri yang lebih menguntungkan pada proyek pembangunan di Hotel Century Surabaya.",
  "creators": "SANDY KRESNAWAN KRESNO U.; SUNATHA LIMAN SAID",
  "contributors": "Hasan Santoso (Examination Committee 1); Yusuf Daud Endro Wicaksono (Advisor 2); Jonathan Hendra Kusuma (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.974 S; Sandy Kresnawan Kresno Utomo (21493065), Sunatha Liman Said (21493233)",
  "subjects": "CONCRETE CONSTRUCTION-FORMWORK; HOTEL MANAGEMENT"
}