{
  "id": "1560",
  "title": "Pengukuran dan analisa kinerja PT \"X\" dengan metode balanced scorecard",
  "abstract": "PT \"X\" adalah perusahaan yang bergerak dalam pernbuatan sparepart kendaraan berrnotor. Selama ini, perusahaan hanya menggunakan tolak ukur kinerja keuangan saja untuk menilai kinerjanya. Padahal kita mengetahui bahwa pengukuran kinerja dengan hanya melihat tolak ukur kinerja keuangan saja sudah tidak relevan terutama menghadapi perubahan lingkungan bisnis yaug semakin cepat di rnasa depan. Berangkat dari hal itu, dikembangkan konsep Balanced Scorecard yang menilai kinerja perusahaan dari empat perspektif, yang tidak hanya menilai kinerja dari perspektif finansial saja tetapi juga dari perspektif non-finansial. Permasalahan yang ada adalah bagairnana rnengukur dan menganalisa kinerja PT \"X\" dengan metode Balanced Scorecard sehingga dapat diketahui faktor-faktor yang dapat meningkatkan kinerja keuangan perusahaan di rnasa datang. Proses pengukuran kinerja dengan metode Balanced Scorecard (BSC) didasarkan atas langkah-langkah (framework) dari BSC, yaitu: penetapan visi, misi, dan strategi perusahaan, penentuan tujuan strategis (strategic objectives) dari masing-masing perspektif (finansial, pelanggan, proses bisnis internal, dan pembelajaran dan pertumbuhan), penentuan ukuran hasil, dan ukuran pemacu kinerja, dan penentuan target serta inisiatif, kernudian dilakukan perancangan pengukuran kinerja BSC, yang dilanjutkan dengan analisa kinerja tiap perspektif dan kinerja perusahaan secara keseluruhan dengan periode pengukuran tahun 2000 dan tahun 2001. Berdasarkan hasil pengukuran kinerja PT \"X\" pada periode pengukuran tahun 2000 dan tahun 2001 didapatkan bahwa kinerja untuk perspektif finansial mengalami penurunan kinerja dari cukup baik rnenjadi buruk, perspektif pelanggan mengalami peningkatan kinerja dari buruk menjadi cukup baik, sedangkan perspektif proses bisnis internal dan pembelajaran dan pertuinbuhan mengalami kestabilan kinerja pada level kinerja cukup baik. Berdasar analisa didapatkan bahwa untuk dapat meningkatkan kinerja perusahaan secara keseluruhan dapat dilakukan dengan cara meningkatkan penjualan yang ada lebih besar daripada peningkatan biaya, dan adanya usaha pengembangan produk.",
  "creators": "DICKY PRATONO",
  "contributors": "Moses L. Singgih (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 01/0631/IND/2003; Dicky Pratono (25498022)",
  "subjects": "WORK SAMPLING"
}