{
  "id": "15608",
  "title": "A Study on the idea of an ideal state according to Edmund Spenser's the Faerie Queene and the differences between the sixteenth-century England and the idea of an ideal state in the poem",
  "abstract": "This thesis is a study of the idea of an ideal state according to Edmund Spenser's masterpiece The Faerie Oueene and the differences between the sixteenth-century England and the idea of an ideal state found in the poem. The writer sees that the idea of an ideal state is striking in the poem, for the poem tells about a state, called Faerie Land, where a wise queen rules her people with the help of courageous knights. As the poem was full with allegories of persons or events from the sixteenth-century England, the writer is then triggered to find out, based on the idea of an ideal state in the poem, whether England's condition in the sixteenth century may be considered as ideal or not. In order to get the idea of an ideal state in the poem, the writer uses A.J. Greimas' theory of structuralist narratology to reveal the underlying patterns of the poem, supported by the definition of an ideal state. By substituting the actants of the patterns found with the elements of a state, she finds out the idea of an ideal state according to The Faerie Oueene. The writer discovers the idea of an ideal state in the poem, which consists of five qualifications for an ideal leader, three qualifications for ideal ministers and three qualifications for ideal people. Furthermore, the writer compares the idea of an ideal state according to the poem with the condition of England in the sixteenth century by including the allegory of the poem. The idea of ideal leader is compared to Queen Elizabeth I, the idea of ideal ministers is compared to the English court, and the idea of ideal people is compared to English people. Hence, the writer discovers that the sixteenth-century England was different from the idea of an ideal state in some ways. As a conclusion, the writer states that England in the sixteenth century was not an ideal state, for it was different from the expectation in the poem.",
  "creators": "STEFANIA",
  "contributors": "Sarah Limuil (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 661; Stefania (11494014)",
  "subjects": "SPENCER, EDMUND, 1552-1599. THE FAERIE QUEENE-STUDY AND TEACHING; ENGLISH POETRY-16TH CENTURY-STUDY AND TEACHING"
}