{
  "id": "15600",
  "title": "The study of common expressions used by some CB radio breakers passing through Surabaya through discourse analysis",
  "abstract": "This study is a study of common expressions used by some CB radio breakers passing through Surabaya through discourse analysis. This study is due to find out what common expressions are used by some CB radio breakers and what kinds of common expressions are used by some CB radio breakers. This study is made because the writer notices that miscommunication frequently happens among CB radio breakers when they are communicating on the air. Besides, the miscommunication can cause quarrel between CB radio breakers. The analysis is based on some common expressions used by YB and YL CB radio breakers during mojok. Two out of the eight recorded data, which contain many common expressions are used as the data. The analysis is done through several steps, these are classifying the data based on origin, which is used to describe from what language CB radio common expressions come from; form, which is used to describe the kinds of CB radio common expressions; and meaning, which is used to describe whether the meanings of CB radio common expressions are changed or unchanged. Based on the analysis the writer can interprete that on the basis of the origin, CB radio common expressions derive from eight different languages, English, Greek, Indonesian, Javanese, Jakartanese, English - Indonesian, English - Javanese, Indonesian-Javanese, and CB radio breakers' conventions. However, most of them come from English. Based on the form, CB radio common expressions are in the form of number, abbreviation, simple word, compound word, and reduplicated word. However, most of them are in the form of simple word. Based on meaning, most of CB radio common expressions' meanings are unchanged. But, there are still some of them which are changed.",
  "creators": "SATRIYA UTAMA",
  "contributors": "Anneke Heritaningsih Tupan (Advisor 1); Guillermina L. Verzosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 444/SING/1996; Satriya Utama (11491094)",
  "subjects": "DISCOURSE ANALYSIS"
}