{
  "id": "15607",
  "title": "A Comparative study in the way the main female characters struggle in their hardships for love in Jane Austen's persuasion and in Charlotte Bronte's Jane Eyre",
  "abstract": "Both Persuasion and Jane Eyre have a similar f heme, that is about women who try desperately to obtain happiness of love in their lives. The two women novelists, Jane Austen and Charlotte Bronte, present (heir characters in their own particular ways. All the troubles that the main female characters have, brings them to the peak of vivacity. Their struggle to win over the obstacle in their love lives arc very different, yet they are also very similar. Therefore, the thesis writer will make a comparative study in the way the main female characters struggle in their hardships of their love-lives. Before coming to this part, the writer wants to search into each heroines' characters first. She views that in struggling over their hardships, Anne Elliot and Jane Eyre--lhe heroines-cannot be freed from their characters. Their personality, principle of life, and also their way of thinking will make them take certain steps in untangling all the problems that they have. As for characters, the writer tries to see their relationship with their family background. Some people believe that a baby is born with a mind as white and clean as a paper. What will be written on this paper later is to be his character. This belief shows how the childhood background has a close relationship with characters. Hence, before analyzing the characters of Anne niliot and Jane Eyre, their background of family will be scrutinized first. AH her analysis is done with the aid of literary theories of characterization, conflict and setting. These theories help her much in getting a complete understanding toward Anne Hlliot's and Jane Eyre's characters. Having these means, the writer can explore her study more deeply. Finally, she can reach her conclusion that the background of family of each heroines, indeed, influences their characters greatly. These characters, in return, affect Ihe way both heroines struggle in reaching oul their loves.",
  "creators": "CHRISVON LAYANTARA",
  "contributors": "CHERRY HADIKUSUMO, Dra. (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 656; Chrisvon Layantara (11494002)",
  "subjects": "BRONTE, CHARLOTTE, 1816-1855. JANE AUSTEN-STUDY AND TEACHING; ENGLISH FICTION-18TH CENTURY-STUDY AND TEACHING; AUSTEN, JANE-.... PERSUASION-STUDY AND TEACHING"
}