{
  "id": "15601",
  "title": "A Study of prejudice which enhances the superority complex of the main characters in \"the education of Otis Yeere\", \"at the pit's mouth\" and \"the man who would be king \" by Rudy Ard Kipling",
  "abstract": "The writer of this thesis writes about prejudice that reveals the superiority complex in Kipling's \"The Education of Otis Yeere\", \"At The Pit's Mouth\" and \"The Man Who Would Be King\". Those three short stories contain some and different characters, they are Mrs. Mallowe, \"I\" as the narrator and Daniel Dravot. Those characters have prejudice that reveals their superiority complex to the Indians that cannot be denied in revealing the conflict in the relationship between the White and the Indians. In analyzing the topic above, the writer takes the theory of conflict and character which are applied, she also uses the theory of prejudice and superiority complex as the psychological approach in order to support her analysis. Besides that, the purpose of writing this thesis is to reveal prejudice that lead to superiority complex of the characters through their characteristics and conflicts. By the analysis, the writer wants to prove that the characters above have prejudice that lead to superiority complex that cannot be tolerated, because it harms and hurt others, in this case India and the Indians as the victim. Since all the characters above are flat characters, they do not change at all until the end of the stories. They do not even care about their prejudice give impact to others and themselves.",
  "creators": "JIEN RU",
  "contributors": "SANTIKO BUDI (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 684/SING/1999; Tjioe Michelle Gunawan (11492017)",
  "subjects": "ENGLISH FICTION--20TH CENTURY--STUDY AND TEACHING; KIPLING, RUDYARD, 1865-1936.THE EDUCATION OF OTIS YEERE-STUDY AND TEACHING; KIPLING, RUDYARD, 1865-1936. THE MAN WHO WOULD BE KING-STUDY AND TEACHING; KIPLING, RUDYARD, 1865-1936. AT THE PIT'S MOUTH-STUDY AND TECHING"
}