{
  "id": "15605",
  "title": "A Study of the reason and results of Emma Bovary's dissatisfaction towards her marriage as seen in Flaubert's Madame Bovary",
  "abstract": "As a matter of fact, it is very human that one sometimes feels dissatisfied with things that he or she gets in life. However, it will be uncommon if one always feels dissatisfied with everything that he or she gets in life. Due to this fact, this thesis is a study about human's dissatisfaction towards his or her life. In Madame Bovary, Emma Bovary is a woman who always feels dissatisfied with whatever she has in life- That is why the thesis writer is curious to analyze the reasons that makes Emma Bovary dissatisfied with her marriage and the results of her dissatisfaction itself. Therefore, this thesis intends to prove that there is a reason that causes Emma Bovary's dissatisfaction towards her marriage and that her dissatisfaction finally leads her to her two adulteries. The analysis is done first by studying Emma Bovary's uncommon nature, that are her excessive romanticism and extravagance, which is moreover supported by her neurotic tendency as the only reason of her dissatisfaction towards her marriage. Secondly, the analysis is also done by uncovering Emma's adulteries as the results of her dissatisfaction towards her marriage. Furthermore, in order to make the analysis on the reason of why Emma is dissatisfied with her marriage, the thesis writer uses two related meanings, those are neuroticism and romanticism to explain Emma's unusual nature. Through the analysis, the thesis writer finds out that Emma's inability to differentiate between the dream world and the reality of her life brings her misery throughout her life. Furthermore, Emma's running away from all her problems causes a moral degradation to her since she will ignore any rule and norm to get all the things that she desires and can not get from her marriage with Charles.",
  "creators": "KARINA ELIZABETH ZAPHIRA",
  "contributors": "CHERRY HADIKUSUMO, Dra. (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 652; Karina Elizabeth Z ( 11493116)",
  "subjects": "FRENCH FICTION-19TH CENTURY-STUDY AND TEACHING; FLAUBERT, GUSTAVE, 1821-1880. MADAME BOVARY-STUDY AND TEACHING"
}