{
  "id": "15625",
  "title": "A Reconstruction of the truth about Sebastian seen from Mrs. Venable's and Catharine's point of view in Tennessee Williams' Suddenly Last Summer",
  "abstract": "Tennessee Williams is a playwright who always writes something that based on his own'life. One of his works is Suddenly Last Summer, this play talks about Sebastian, a character who comes up from the story of two people: his mother, Mrs. Venable, and his cousin, Catharine. However, these two people tell completely different stories. The story about Sebastian that was told by Mrs. Venable has a different version from Catharine's version. In this case I want to reconstruct the truth about Sebastian, so actually what kind of a man he is, and also who actually tells the true story about Sebastian. In order to do this, I use the theory of psychoanalysis to find out the truth about Sebastian. In doing my analysis, first I will see the story about Sebastian from Mrs. Venable's and Catharine's point of view. Secondly, I will reconstruct the story about Sebastian based on Mrs. Venable's and Catharine's psychological condition. In this case I will analyze what factors that influence their versions about Sebastian. At first Catharine is considered as insane, and Mrs. Venable is considered as sane. Moreover, in Catharine's psychological condition the truth is all that matter for Catharine. Since the truth is all that matter for Catharine, then I may conclude that her version about Sebastian is the true one.",
  "creators": "YULIANA",
  "contributors": "Ribut Basuki (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 795; Yuliana (11496076)",
  "subjects": "AMERICAN DRAMA--20TH CENTURY--STUDY AND TEACHING; WILLIAMS, TENNESSEE, 1914-1983. SUDDENLY LAST SUMMER-STUDY AND TEACHING"
}