{
  "id": "15621",
  "title": "Proses komunikasi antara guru dengan siswa penyandang autisme di sekolah khusus Bina Mandiri Surabaya",
  "abstract": "Penelitian ini dilakukan untuk menggambarkan proses komunikasi antara guru dengan siswa penyandang autisme di Sekolah Khusus Bina Mandiri Surabaya. Proses komunikasi ini berlangsung dalam konteks proses belajar mengajar di kelas dan dianalisis berdasarkan elemen-elemennya. Peneliti studi kasus dan penggunaan data pengalaman individu sebagai metode penelitian dengan cara melakukan pengamatan dan wawancara mendalam kepada empat orang informan penelitian yaitu guru kelas IV dan kelas V serta siswa dari kelompok anak autisme pasif dan aktif. Hasil penelitian menunjukkan bahwa ada dua kondisi yang bisa terjadi pada proses komunikasi antara guru dengan siswa dari kelompok anak autisme yang pasif. Pertama, siswa memberi umpan balik positif kepada guru kelas dan menghasilkan efek positif. Kedua, siswa memberi umpan balik negatif kepada guru namun menghasilkan efek positif. Pada kedua kondisi ini, muncul hambatan seperti keterbatasan fisik dan kondisi emosi siswa, keterbatasan siswa dalam memahami arti kata dan suara-suara yang berasal dari luar ruang kelas. Sedangkan pada proses komunikasi antara guru dengan siswa dari kelompok anak autisme yang aktif, bisa terjadi dua kondisi yang berbeda. Pertama, siswa mengirim umpan balik positif kepada guru kelas dan menghasilkan efek positif atau efek negatif. Kondisi kedua terjadi ketika siswa mengirim umpan balik negatif dan menghasilkan efek positif. Hambatan yang muncul pada dua kondisi ini berupa keterbatasan fisik siswa, kondisi emosi siswa dan keterbatasan siswa dalam pemahamaan kata.",
  "creators": "WENNY KWEE",
  "contributors": "Thomas Santoso (Advisor 1); Astri Yogatama (Advisor 2); SRI MOERDIJATI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010553/KOM/2010; Wenny Kwee (51406047)",
  "subjects": "COMMUNICATION; COMMUNICATION IN EDUCATION"
}