{
  "id": "15622",
  "title": "A Study of the speakers' ways in overcoming their problems in William Wordsworth's poems resolution and independence and ode: intimations of immortality from recollections of early childhood",
  "abstract": "This thesis mainly concerns with the study on how the speakers overcome their problems in life in William Wordsworth's poems, Resolution and Independence and Ode: Intimations of Immortality From Recollections of Early Childhood. In Resolution and Independence, the speaker deals with his fear about his uncertain future life as a poet, while in Ode: Intimation of Immortality, the speaker deals with his loss of visionary gleam in the past. However, both speakers can face and solve their problems in the end. Based on this reason, the thesis writer is curious to know how they overcome their problems. She analyzes the poems by the use of literary tools, such as, imagery, tone, allusion, diction and some figures of speech, and also the theory of characterization. In Resolution and Independence, of which problem concerns with the fear of the future, the thesis writer finds out that the speaker is trapped in his own fear as a poet. After analyzing the poem, the thesis writer knows that the speaker is afraid of having the same unpleasant experiences like the other poets, such as, Thomas Chatterton and Robert Burns. Yet, he can overcome his fear and be resolute in mind after the encounter with the leech gatherer. He learns about optimism and endurance, thus he can defeat his fear and start facing his future life optimistically. While in Ode: Intimations of Immortality, of which problem concerns with the loss of visionary gleam in childhood, the thesis writer detects that the speaker is still burdened with the loss at present. He cannot accept the loss and keep searching for it. Through the figure of a child, the speaker can finally realize that the loss is a natural process. It is a consequence of growing up to be a man. Along with this realization, the speaker can face and accept the loss. He knows that his effort to seek and bring back the loss will be useless. Later, as the conclusion, the thesis writer greatly expects the readers of this thesis might realize that the process to overcome problems in life requires both time and great efforts.",
  "creators": "DIAN TJAHYA SARI",
  "contributors": "Sarah Limuil (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 762; Dian Tjahya Sari (11495034)",
  "subjects": "WORDSWORTH, WILLIAM, 1770-1850-IN POETRY-STUDY AND TEACHING; ENGLISH POETRY-18TH CENTURY-STUDY AND TEACHING"
}