{
  "id": "15628",
  "title": "A Study of cohesion in the advertisement of reader's digest",
  "abstract": "I take Reader's Digest as my object because Reader's Digest is a famous world-wide magazine, and it is easy to get Reader's Digest in bookstores and hotels. I take the advertisement as source of data because when I read some advertisements, I find difficulty to understand what the advertisements mean. This thesis deals with cohesion of language. Cohesion consists of unity and is manifested by recurrence chain. This study deals with cohesive devices in the advertisement of Reader's Digest in which each advertisement contains cohesive devices. The problems in this study are divided into two main types of cohesion, grammatical cohesion and lexical cohesion. Each of them is applied in 14 advertisements. Dealing with that statement, the writer wants to investigate what types of cohesive devices that are used in the advertisement. The main theory that is used is the theory of Halliday and Hasan about cohesion (Halliday & Hasan 1976:6). The theory is about the grammatical cohesion, which can be conveyed through reference, conjunction, ellipsis and substitution; and lexical cohesion through reiteration and collocation. Dealing with research methodology, the writer used qualitative research. She collected the data taken from June up to August 1999 of the Reader's Digest's issues. She identified the cohesive device items with related item in the previous sentence and same sentence, the construction connected referred to by cohesive device. Next, she classified type of cohesion and type of cohesive devices. The results, in terms of grammatical cohesion, show that personal reference is the most dominant cohesive devices; in terms of lexical cohesion, co-hyponymy is the most dominant cohesive devices. Most presupposed item in the advertisements tends to refer to what is advertised. The advertisements in Reader's Digest tend to use grammatical cohesion rather than lexical cohesion.",
  "creators": "IRMA ARIEFIANTI RACHMI",
  "contributors": "Bintoro (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 829; Irma Ariefianti Rachmi (11495080)",
  "subjects": "DISCOURSE ANALYSIS; ENGLISH LANGUAGE-DISCOURSE ANALYSIS; LANGUAGE AND LANGUAGES-STUDY AND TEACHING"
}