{
  "id": "15623",
  "title": "A Study of grammatical errors found in some short stories in 'Hello' english magazine",
  "abstract": "Since no language can exist without grammar, learning a grammar of one language is very important for second language learners in order to write well, especially in written English. Therefore, the writer feels that in order to be able to use grammar efficiently, learners must understand the underlying system of grammar. That is why, in this study, she does a research on grammatical errors. Here, she identifies the grammatical errors in some short stories of 'Hello' English magazine edition numbers 158, 160, 161, 163, 164, 165,167, and 169. She describes the types of grammatical errors which are found and then she determines the types of grammatical errors which are often made by the writers of the short stories. In this study, the writer uses descriptive method. She uses it since she intends to classify and analyze the types of grammatical errors which are found in 'Hello' English magaziness. Here, the data are analyzed based on Jack C. Richards' theory as the major and supported by Dulay, Burt, and Krashen's theory. The findings show that the three common types of grammatical errors produced by the writers of the short stories in 'Hello' English magazines are 'Errors in the Production of Verb Groups', 'Miscellaneous Errors', and 'Errors in the Use of Prepositions'. Based on the findings, the writer notices that the writers of the short stories produced some simple errors frequently. They often use wrong prepositions, and the most common error is the use of tense form. So, analyzing further, she concludes that the writers of the short stories tend to produce grammatical errors.",
  "creators": "SILFIA HALIM",
  "contributors": "Theophilus Jokri (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 806; Silfia Halim (11495100)",
  "subjects": "ENGLISH LANGUAGE-ERRORS IN USAGE; ENGLISH LANGUAGE-GRAMMAR"
}