{
  "id": "15631",
  "title": "A Study of apology strategies used by some male and female travel agents in Surabaya",
  "abstract": "This thesis is a study which uses sociolinguistics approach to analyze the apology strategies used by travel agents in responding to a complaint. This study is trying to figure out the differences between the male travel agents toward the client and the female travel agents toward the client in the use of apology strategies. Furthermore, it will also describe the possible reasons of the differences made by the male travel agents and the female travel agents. Hence, the data are taken from the utterances produced by the male travel agents and the female travel agents when they converse with the client. To interpret the findings, the data are analyzed by classifying the responses into the categories formulated by Trosborg's Apology Strategies and analyzed with the theories on Gender in Language. From the interpretation and conclusion of the analysis, it can be seen that almost all strategies formulated by Trosborg appear in the response of the male travel agents and the female travel agents. Moreover, the difference in the use of apology strategies appear in the conversations and it can be assumed that the female travel agents are likely to be more co-operative in explaining and the male travel agents look more concern to the client. Thus, the existence of apology strategies can be considered as an important matter to serve as a bridge to bring a social harmony in society. All in all, it seems that the posibble factors which have big roles in underlying the differences in this responding to a complaint situation is not only sex factor but also culture and experience.",
  "creators": "CHRISTIANA MARIA UTOMO",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); SUBANDI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 564; Christiana Maria Utomo (11491010)",
  "subjects": "SOCIOLINGUISTICS; APPLIED LINGUISTICS"
}