{
  "id": "15632",
  "title": "Kemampuan struktur rangka beton bertulang yang tidak direncanakan dengan cara kapasitas terhadap beban gempa",
  "abstract": "Peraturan Perencanaan Tahan Gempa Indonesia untuk Gedung 1983 mensyaratkan agar perencanaan gedung bertingkat dilakukan dengan konsep perencanaan kapasitas. Tetapi dalam kenyataannya masih banyak perencana yang merencanakan strukturnya tanpa memperhatikan konsep kapasitas, karena perencanaan dengan konsep kapasitas menuntut pendetailan elemen struktur yang lebih rumit serta proses perencanaan yang lebih lama. Tugas akhir ini ingin memeriksa perilaku struktur portal terbuka yang direncanakan tanpa perencanaan kapasitas pada waktu terjadi gempa serta membandingkan besarnya kemampuan struktur tersebut dengan struktur yang direncanakan dengan konsep kapasitas. Model bangunan yang dipakai dalam penelitian adalah bangunan dengan struktur rangka beton bertulang bertingkat 4 dan bertingkat 8 dengan bentuk dan ukuran denah yang sama. Dimana pengambilan model struktur ini mewakili bangunan yang mempunyai waktu getar alami pendek (4 tingkat) dan waktu getar alami panjang (8 tingkat). Perencanaan struktur dilakukan dengan menggunakan konsep perencanaan kapasitas dan perencanaan tanpa kapasitas, dimana struktur direncanakan berdasarkan gempa kecil (periode ulang 20 tahun) yang perencanaannya menggunakan analisa statik ekivalen. Sedangkan untuk memeriksa perilaku struktur bila dibebani gempa kuat (periode ulang 200 tahun) digunakan analisa inelastis riwayat waktu dengan bantuan program \"Ruaumoko\". Rekaman gempa yang digunakan untuk keperluan analisa adalah gempa El Centro 1940 N-S, gempa Taft 1952 N69W, gempa Bucharest 3/77 N-S dan gempa Pacoima Dam 1971 S14W yang disetarakan dengan gempa Indonesia dengan periode ulang 200 tahun. Dari hasil analisa inelastis riwayat waktu yang telah dilakukan, maka dapat diambil beberapa kesimpulan antara lain : 1. Struktur yang direncanakan dengan konsep kapasitas, jika dibebani dengan gempa yang setara gempa Indonesia dengan periode ulang 200 tahun akan terjadi mekanisme seperti yang diharapkan dimana sendi - sendi plastis hanya terjadi pada balok dan kolom dasar saja. Pemancaran energi juga dapat berlangsung dengan baik karena tersedia daktilitas yang cukup. 2. Struktur yang tidak direncanakan dengan konsep kapasitas, sendi - sendi plastis akan terbentuk pada balok, kolom dasar dan pada beberapa kolom atas namun tidak terjadi mekanisme soft storey. Struktur dengan waktu getar alami panjang tidak dapat memancarkan energi dengan baik karena tidak tersedia kapasitas rotasi balok yang cukup. 3. Dari hasil analisa inelastis riwayat waktu ditemui adanya beberapa perilaku struktur yang agak menyimpang (keruntuhan struktur). Hal ini mungkin terjadi karena bentuk spektrum gempa yang digunakan tidak sama dengan spektrum gempa Indonesia. Untuk itu perlu dicari suatu konsep penyetaraan yang dapat menghasilkan spektrum gempa yang lebih mendekati spektrum gempa Indonesia.",
  "creators": "IRAWULAN; EVY WIJOYO",
  "contributors": "Benjamin Lumantarna (Advisor 1); Takim Andriono (Advisor 2); Ir. Soehendro Ratnawidjaja, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 550 S; Evy Wijoyo (21488023), Irawulan (21487012)",
  "subjects": "STRUCTURAL DESIGN; BUILDINGS, REINFORCED CONCRETE-EARTHQUAKE EFFECTS; REINFORCED CONCRETE CONSTRUCTION"
}