{
  "id": "15634",
  "title": "The Role of Puck's existence in Kipling's Puck of Pook's Hill",
  "abstract": "This thesis is concerned with the characterization and the writer concentrates on Puck, the main character in Kipling's Puck of Pook's Hill. The role of his existence in the fiction is the main thing she presents in this study. Through the analysis, the writer shows that Puck is a kind of spirit who is able to make himself visible and invisible. Furthermore, he has a special ability to enable people of two different generations to meet. The \"old Englishmen\" or the \" old people\" are from the 17 th Century while the two children named Dan and Una live in the present generation. Puck, who has been living in both generations, has a duty to keep the history of England going on. So, he makes the knights who had lived in the past come back to their land in the present time to tell the children of this generation about their adventures. Through Puck's magic power, Dan and Una are able to carry on conversations with the old Englishmen thereby learning what happened in England three centuries ago. As the writer ends her analysis, she finds out that the existence of Puck in the fiction is significant. She comes to this conclusion because she sees that by Puck's magic power, the two generations can be unified and the atmosphere of the adventures in the past can also be felt by the young generation which makes the history of their country becomes alive again in the present time. So, the role of Puck's existence is very important in the novel since it leads the reader to get the idea of the continuity of English history which is also the theme of Puck of Pook's Hill.",
  "creators": "FEBRINA",
  "contributors": "FABIOLA D. KURNIA (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. ...; Febrina (11491079)",
  "subjects": "ENGLISH FICTION--20TH CENTURY--STUDY AND TEACHING"
}