{
  "id": "15636",
  "title": "A Study of discourse markers in Edgar Allan Poe's The Tell-Tale Heart",
  "abstract": "This thesis is about the study of Discourse Markers in Edgar Allan Poe's The Tell-tale Heart. The analysis of this study is based upon the use of discourse markers and the principles of discourse analysis. This study tries to bridge the literary work with a linguistics approach. The writer chooses a short story by Edgar Allan Poe to be discussed in accordance with the use of Discourse Markers in it, since he found the uniqueness of Edgar's 'poetic' horror story. People or readers sometimes do not realize about the importance in gainning more understanding from a literary work with the help from the use of discourse markers. Therefore, in this thesis the writer is trying to give the explanation on how important it is to gain understanding of a literary work from the coherent ties. And this understanding can be achieved by the help of the use of discpurse markers. There are some findings that the writer of this study has. They are: Marker of Response (well) is not used in the story. And Oh as a marker of information management is not used at its fullest extent. Or as an option marker is not oftenly used either. On the other hand, And and But (as connective markers) are oftenly used in the story. The use of Because (as a marker of result) is merely implicit and the use of Now and Then (as markers of temporal adverb)seems to be very contributive towards the whole story.",
  "creators": "AGUS TANUWIJAYA",
  "contributors": "MAGDALENA I. KARTIO (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 582; Agus Tanuwijaya (11491120)",
  "subjects": "AMERICAN FICTION-18TH CENTURY-STUDY AND TEACHING; POE, EDGAR ALLAN, 1809-1849. THE TELL-TALE HEART-STUDY AND TEACHING-LINGUISTIC ASPECTS"
}