{
  "id": "15641",
  "title": "A Sociolinguistic study on the interuptions between doctors and patients based on sex and status",
  "abstract": "Interruptions is one of many speech acts which often occur in the conversations. Many linguists believe that there are various reasons for someone to interrupt his or her interlocutors more. West for instance, conducted a study on the factor which influenced the used of more interruptions in doctor-patient conversation. He found out that sex influenced the conversations more than gender. This result contradicts with the writer's personal experience in student-lecturer conversations. In her observation, she found that status is the one which influenced the use of more interruptions in student-lecturer conversations, because both female and male lecturer interrupted their students more. Besides that also, since the writer knows that interruption is difficult to analyze, she then decided to make a study on interruption. The writer conducted this study in order to find out what factors indeed play a role in the use of interruptions in the conversations of Indonesian female and male doctor respondents with their patients, whether it is sex, gender, or both of them. In conducting this research, the writer used the combination of qualitative and descriptive approach to study the interruptions which occur in the conversations of four Indonesian female doctor respondents with their female and male patients, and four Indonesian male doctor respondents with their female and male patients. The data which collected by using a tape recorder was in natural setting or situation. The data then were analyzed based on West's category of interruption in doctor-patient conversations. The findings of the study show that the inter-ruptions which occured in Indonesian female and male doctor respondents conversations were influenced by status and sex. It was influenced by status because both Indonesian female and male doctor respondents interrupt their patients more. While it was also influenced by sex, because compared to male doctor respondents, female doctor respondents which considered by Coates as talkative, interrupt their patients more than male doctor respondents did.",
  "creators": "LENNY",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "undergraduate Thesis No. 618; Lenny (11493058)",
  "subjects": "SOCIOLINGUISTICS"
}