{
  "id": "1565",
  "title": "Studi kelayakan perluasan pabrik kemasan kotak karton gelombang di PT. \"X\"",
  "abstract": "Tugas akhir ini membahas tentang studi kelayakan perluasan di PT. \"X\" sebagai produsen kemasan kotak karton gelombang. Tujuan dari dilakukannya studi kelayakan ini adalah untuk mengetahui layak atau tidaknya rencana perluasan perusahaan berdasarkan hasil analisa pasar, analisa teknis dan analisa finansial sehingga dapat menghindari terjadinya penanaman modal yang tidak efektif. Aspek pasar membahas mengenai besamya peluang yang masih ada yang dapat diraih oleh perusahaan, dimana peluang ini timbul dari permintaan yang belum dapat dipenuhi oleh kapasitas yang dimiliki oleh perusahaan-perusahaan karton selama ini (khususnya Jawa Timur). Di lain pihak data permintaan perusahaan selama empat tahun terakhir cenderung menunjukkan kenaikan yang positif yang mana kedua hal ini semakin memantapkan perusahaan untuk memperbesar usahanya. Aspek teknis membahas mengenai hal-hal teknis yang menyangkut pembuatan produk kemasan kotak karton gelombang. Pembahasannya dimulai dari penjelasan mengenai karakterisitik produk, proses produksinya, jumlah mesin-mesin baru yang harus ditambah, penataan letak mesin-mesin pabrik dimana pengaturannya menggunakan bantuan software BLOCPLAN, pemilihan supplier mesin menggunakan metode Analytical Hierarchy Process (AHP), kebutuhan sumber daya manusia dan penjadwalan penyelesaian proyek dengan menggunakan metode Critical Path Method CPM). Aspek finansial membahas mengenai kebutuhan dana yang diperlukan untuk memperluas perusahaan, biaya-biaya operasional dan perencanaan pendapatan dari penjualan produk. Setelah itu perencanaan keuangan dianalisa kelayakannya dengan menggunakan metode Nei Present Value (NPV), Internal Rate Return (IRR) dan analisa Peyback Period. Aspek finansial ini diakhiri dengan analisa sensitivitas untuk mengetahui sensitivitas proyek terhadap perubahan permintaan dan kurs US dollar terhadap rupiah. Apabila salah satu aspek menyatakan tidak layak maka proyek ini secara umum tidak dapat dilaksanakan. Dari analisa-analisa yang dilakukan tersebut dapat diketahui bahwa studi kelayakan PT.\"X\" adalah layak untuk dilaksanakan.",
  "creators": "WIROTONO HARTANTO SUNARKO",
  "contributors": "Julianingsih (Advisor 1); YOHANES STEPHANUS (Advisor 2); Kristiana Asih Damayanti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 564/TI-045/2002; Wirotono Hartanto Sunarko (25498025)",
  "subjects": "INDUSTRIAL MANAGEMENT-FEASIBILITY STUDY"
}