{
  "id": "15669",
  "title": "Pemecahan masalah berdasarkan analisa kesenjangan di Gester istana gaun pengantin dan salon",
  "abstract": "Perkembangan industri jasa dewasa ini mengakibatkan banyak perusahaan jasa yang muncul. Perusahaan jasa yang muncul dan berkembang bermacam-macam bentuknya. Salah satunya adalah perusahaan yang menyediakan jasa kecantikan. Gester Istana Gaun Pengantin dan Salon sebagai salah satu perusahaan yang bergerak di bidang jasa juga tidak lepas dari dunia persaingan yang ketat. Salah satu cara untuk dapat bertahan dalam persaingan yang terjadi adalah dengan memberikan kualitas layanan yang terbaik bagi customer. Dengan dilatarbelakangi permasalahan tersebut, penyusun dalam penulisan Tugas Akhir ini bertujuan untuk memecahkan masalah yang terjadi di Gester Istana Gaun Pengantin dan Salon berdasarkan analisa kesenjangan (analisa gap), sehingga dapat memenuhi keinginan (harapan) customer. Sdangkan ruang lingkup pembahasannya adalah penelitian hanya dilakukan pada layanan salon. Metode penelitian yang dilakukan oleh penyusun ialah dengan melakukan studi literatur untuk mendukung teori dasar mengenai analisa kesenjangan. Setelah itu penyusun merancang dan menyebarkan kuesioner gap 5, dengan tujuan untuk melihat apakah ada kesenjangan diantara harapan dan persepsi customer terhadap kualitas layanan yang diterima dari Gester Salon. Berdasarkan data yang telah dikumpulkan terlihat adanya gap 5 dalam semua dimensi kualitas layanan, terutama dalam dimensi reliability. Munculnya gap 5 ini disebabkan karena adanya kesenjangan dalam Gester Salon itu sendiri (gap 1, gap 2, gap 3 dan gap 4). Adapun faktor-faktor penyebab yang menyebabkan munculnya gap-gap dalam tubuh Gester salon itu sendiri dapat diatasi dengan tiga usulan pemecahan masalah, yaitu meningkatkan komunikasi di antara manajer dan contact personel, melakukan marketing research secara teratur dan memberikan seorang supervisor dalam kegiatan operasional Gester Salon.",
  "creators": "DEASY MARCHYANA",
  "contributors": "Daniel Indarto Prajogo (Advisor 1); Jani Rahardjo (Advisor 2); Maja Indahwati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 220/TI-46/1999; Deasy Marchyana (25494036)",
  "subjects": "TOTAL QUALITY MANAGEMENT; MANUFACTURES-QUALITY CONTROL"
}