{
  "id": "15664",
  "title": "Pemilihan lokasi baru untuk outlet usaha waralaba PT Sumber Intibhoga Angkasa",
  "abstract": "Tujuan dari pembahasan Tugas Akhir ini adalah untuk menentukan lokasi outlet Arby's yang baru. Sebelumnya telah ada beberapa lokasi yang telah ditentukan oleh pihak manajemen Arby's. Lokasi tersebut adalah Plaza Tunjungan 3, Galaxy Mall, Citraland Mall dan Super Mall Pakuwon Jati. Penentuan lokasi ini akan dilakukan dengan menggunakan metode Analytical Hierarchy Process (AHP). Untuk dapat menggunakan metode ini penulis hams menetapkan kriteria dan sub kriteiia yang akan dipakai, misal manajemen Arby's, pembeli Arby's, aspek teknik dan Iain-lain. Yang pada akhimya dibuat suatu kuesioner yang berisi perbandingan berpasangan dari kriteria, sub kriteria dan ahernatif lokasi yang telah ditentukan sebelumnya, dimana kuesioner ini akan diisi oleh mereka yang berhak untuk mengambil keputusan (decision maker). Adapun program yang akan ctigunakan untuk mengolah data dari AHP ini adalah program Expert Choice. Disamping itu penulis juga akan menyebarkan kuesioner kepada konsumen Arby's. Maksud dari kuesioner tersebut adalah untuk mengetahui plaza mana yang mempunyai prospek baik dari sudut pandang pembeli Arby's. Hasil akhir yang didapatkan oleh penulis dalam menyelesaikan tugas akhir ini adalah bahwa dari hasil perhkungan dengan menggunakan metoda Analytical Hierarchy Process ini didapatkan lokasi terbaik adalah di Citraland Mall, karena lokasi Citraland Mall mempunyai nilai bobot akhir yang paling besar. Penulis berharap agar hasil perhitungan ini dapat menjadi masukkan bagi pihak manajeman Arby's.",
  "creators": "YUNILIAWATI",
  "contributors": "Stevanus Adrianto Tjandra (Advisor 1); Unknown old contributor data (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 060/TMI-48/1997; Yuniliawati (25493115)",
  "subjects": "INDUSTRY LOCATION"
}