{
  "id": "15666",
  "title": "Implementasi gugus kendali mutu di PT Telkom",
  "abstract": "PT. TELKOM adalab saJah satu perusahaan yang yang menerapkan program GKM di lingkungan kerja karyawannya Program GKM ini mengarah pada eksplorasi kemampuan manusia seutuhnya, sehingga dalam aktivitasnya dibutuhkan manuasia yang kreatif dan selalu ingin adanya perubahan untuk maju dalam bengkel kerjanya. Keberhasilan program GKM ini tergantung dari budaya kerja manusia itu sendiri dan iklim kerja dari perusahaan yang bersangkutan. Tujuan dari Tugas Akhir ini adalab untuk mengetahui proses implementasi dari GKM, mengetabui apakah pelaksanaan GKM sudah dilaksanakan dengan baik oleh karyawan, serta untuk mengetahui hubungan yang terjadi antara faktor-faktor dalam program GKM dengan hasil-hasil positif yang telah didapatkan perusahaan. Penelitian dilakukan dengan dua cara, yaitu wawancara dan penyebaran questionnaire. Wawancara dilakukan untuk mengetahui proses unplementasi, sedangkan penyebaran questionnare bertujuan untuk mengetahui penilaian karyawan terhadap sikap maupun aktivitas kerja mereka sehubungan dengan program GKM. Analisa yang digunakan arialah pertama, analisa mean untuk mengetahui penilaian karyawan mengenai pelaksanaan aktivitas GKM dan kedua, analisa dependensi untuk mengetahui hubungan ketergantungan antara variabel faktor dalam program GKM dengan variabel hasil dari GKM. Dari hasil analisa diketahui bahwa pelaksanaan GKM cukup baik tetapi belum terlihat maksimal, karena ada beberapa sikap maupun aktivitas kerja karyawan yang belum menunjukkan kesungguhan dalam menjelankan program GKM. Hasil utama yang sekarang tampak terlihat adalah semakin membaiknya hubungan kerja antara bawahan dengan atasan. Keberadaan GKM di PT. TELKOM memiliki pengaruh yang cukup kuat dalam memberikan hasil-hasil positif seperti memperbaila hubungan kerja antara atasan dan bawahan, peningkatan mutu baik dari segi manusia, cara kerja maupun hasil kerja",
  "creators": "RINI WIDYASTUTI",
  "contributors": "Daniel Indarto Prajogo (Advisor 1); Danny Prabowo Soetanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Srikipsi No. 124/TI-54/1998; Rini Widyastuti (25493160)",
  "subjects": "TOTAL QUALITY MANAGEMENT; PRODUCTION CONTROL"
}