{
  "id": "15668",
  "title": "Pemilihan alternatif sistem penjadualan di PT Solihin Jaya",
  "abstract": "PT Solihin Java merupakan perusahaan yang memproduksi berbagai jenis kompor. Diantaranya yang akan dibahas dalam tugas akhir ini adalah komponen body kompor dari kompor 2628, kompor 2668, dan kompor 2641. Dalam perkembangannya untuk dapat memenuhi permintaan konsumen secara tepat dari segi jumlah dan waktu banyak faktor yang harus diperhatikan. Salah satu faktor adalah dengan mengatur penjadualan produksi dengan baik. Pada saat ini di PT Solihin Jaya masih belum mempunyai atau menerapkan sistem penjadualan tertentu. Kadang kala job yang dikerjakan terlebih dahulu dipilih dengan pertimbangan job tersebut mempunyai demand paling besar dibanding job lainnya, namun kadang kala pemilihan didasarkan pada pertimbangan yang lain lagi. Sistem panjadualan yang seperti itu tidak memperhitungkan besarnya makespan. Perencanaan penjadualan produksi yang dilakukan dalam tugas akhir ini dimaksudkan untuk memberikan altematif sistem penjadualan produksi kepada pihak perusahaan. Altematif sistem penjadualan produksi disesuaikan dengan karakteristik proses produksi dan lingkungan mesin di perusahaan. Karena tiap job mempunyai urutan proses yang berbeda maka altematif sistem penjadualan berupa penjadualan job shop dengan membandingkan antara metode Shifting bottleneck dengan disjunctive programming formulation berdasarkan kriteria makespan, flow lime dan machine idle time. Kemudian dipilih yang paling optimal untuk diusulkan sebagai altematif sistem penjadualan bagi perusahaan.",
  "creators": "SHIENNY LISTYAWATI",
  "contributors": "Didik Wahjudi (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 179/TI-05/1999; Shienny Listyawati (25494029)",
  "subjects": "WORK MEASUREMENT; TIME STUDY; SCHEDULING; PRODUCTION PLANNING"
}