{
  "id": "15679",
  "title": "Identifikasi faktor-faktor penentu dalam pengadaan dan pemilihan Ruko di Surabaya",
  "abstract": "Pada tahun 1990 pembangunan properti di Indonesia berkembang pesat. Banyak sekali pengembang yang menginvestasikan modal mereka dalam pembangunan ruko karena disamping tidak membutuhkan dana yang besar, tingkat pengembalian modalnya cepat dan pengerjaannnya tidak terlalu rumit. Akan tetapi krisis ekonomi yang melanda Indonesia sangat mempengaruhi perkembangan dunia usaha termasuk bidang properti sehingga sulit bagi pengembang untuk menjual produk rukonya. Dalam kondisi seperti sekarang ini pendekatan pemasaran perlu dilakukan dengan mengetahui kebutuhan dan keinginan konsumen. Dengan mengetahui kebutuhan dan keinginan konsumen maka pengembang dapat menghasilkan produk yang dipilih dan akhirnya dibeli oleh konsumen. Untuk menghasilkan ruko yang sesuai dengan kebutuhan dan keinginan konsumen maka perlu diketahui faktor-faktor penentu dalam pengadaan dan pemilihan ruko. Melihat perlunya hal tersebut maka peneliti tertarik untuk meneliti faktor-faktor penentu dalam pengadaan dan pemilihan ruko, yaitu dari sudut pandang pengembang dan konsumen. Faktor penentu bagi pengembang dapat dikelompokkan dalam lima karakteristik yaitu : karakteristik fisik, karakteristik lokasi, karakteristik peraturan yang berlaku, karakteristik pasar dan karakteristik keuangan. Sedangkan faktor-faktor penentu bagi konsumen dapat dibagi menjadi empat kelompok (4 P) yaitu : kelompok product, kelompok place, kelompok price dan kelompok promotion. Penelitian dilakukan terhadap 8 pengembang ruko dan 70 konsumen pengguna ruko di Surabaya dengan cara menyebarkan kuesioner dan melakukan wawancara. Dalam penelitian ini digunakan analisa mean, analisa distribusi frekuensi dan analisa varian untuk mengetahui pengaruh faktor-faktor tersebut dalam pengadaan dan pemilihan ruko. Dari penelitian yang dilakukan dapat disimpulkan bahwa akses, lingkages, harga, keamanan dan fasilitas parkir merupakan faktor penentu bagi pengembang dan konsumen dalam pengadaan dan pemilihan ruko.",
  "creators": "SULUNG TEJO KUSUMO; FRANKIE SETIAWAN",
  "contributors": "Paulus Nugraha (Advisor 1); MEILANIA (Advisor 2); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 917 S; Sulung Tejo Kusomo (21494021), Frankie Setiawan (21494102)",
  "subjects": "CONSTRUCTION INDUSTRY MANAGEMENT; PROJECT MANAGEMENT"
}