{
  "id": "1567",
  "title": "Pembuatan sistem informasi beasiswa di Biro Administrasi Kemahasiswaan dan Alumni Universitas Kristen Petra",
  "abstract": "Biro Administrasi Kemahasiswaan dan Alumni (BAKA) merupakan salah satu biro dibawah PR III yang mempunyai tugas membantu PR III dalam hal administrasi, memberikan informasi tentang kegiatan dan menyiapkan proses pelayanan kepada mahasiswa dan alumni. Selama ini sistem informasi yang ada di BAKA masih belum seluruhnya terkomputerisasi, sebagian besar datanya masih diproses secara manual. Hal ini mengakibatkan proses penerimaan beasiswa menjadi lambat. Tujuan dari Tugas Akhir ini adalah membuat sistem informasi yang terkomputerisasi sehingga memudahkan dalam pencatatan data mahasiswa yang mendaftar, menerima, dan mahasiswa yang tidak disetujui untuk mendapatkan beasiswa. Dan juga meyimpan serta memberikan informasi Kartu Identitas Penduduk Musiman (KIPEM). Perangkat Lunak ini dibuat dengan menggunakan bahasa pemrograman Microsoft Visual Basic 6.0 dan Microsoft SQL Server 2000 sebagai database-nya. Metodologi penelitian yang dilakukan dalam pembuatan Tugas Akhir ini adalah studi literatur, perancangan dan pembuatan aplikasi, pengujian sistem dan kesimpulan. Hasil yang diperoleh dari Tugas Akhir ini adalah suatu perangkat lunak yang dapat memberikan informasi beasiswa yang sangat dibutuhkan oleh bagian kesejahteraan BAKA. Informasi yang diperoleh yaitu informasi data mahasiswa yang mendaftar, menerima, dan mahasiswa yang tidak disetujui untuk mendapatkan beasiswa. Dan juga meyimpan serta memberikan informasi Kartu Identitas Penduduk Musiman (KIPEM).",
  "creators": "ANDREW HARTAWAN WIDJAYA",
  "contributors": "Kartika Gunadi (Advisor 1); Agustinus Noertjahyana (Advisor 2); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/0019/INF/2003; Andrew Hartawan Widjaya (26498010)",
  "subjects": "DATABASE MANAGEMENT; DATABASE DESIGN"
}