{
  "id": "15685",
  "title": "Survei tingkat kepuasan penyewa terhadap fasilitas yang disediakan pengelola di gedung perkantoran \"X\" Surabaya",
  "abstract": "Dalam perkembangan dunia properti akhir-akhir ini banyak kita lihat adanya tren dalam pembangunan gedung-gedung perkantoran yang kebanyakan merupakan gedung bertingkat. Adanya para Penanam Modal Asing (PMA) juga menambah tingkat persaingan antar pengembang sehingga mereka juga berlomba dalam memberikan fasilitas yang dapat memuaskan penyewanya. Adapun tujuan dari penelitian ini adalah untuk mengetahui tingkat kepuasan penyewa di Gedung Perkantoran \"X\" terhadap fasilitas yang telah ada dan selain itu juga untuk mengetahui fasilitas lain yang masih belum tersedia. Metode yang dipakai dalam penelitian ini adalah pengumpulan data dengan cara studi literatur dan survei , sedangkan untuk pengolahan datanya digunakan program SPSS 10.0 for windows. Dari hasil analisa data ini didapatkan metode untuk pengukuran tingkat kepuasan penyewa dan faktor-faktor yang membuat penyewa di Gedung Perkantoran \"X\" merasa puas ataupun kurang puas. Di dalam suatu gedung perkantoran banyak fasilitas yang dapat disediakan oleh pengelola, seperti desain elevator yang menarik, penyediaan tempat parkir yang memadai, jasa cleaning service, fasilitas keamanan, adanya kantin dan Iain-lain. Tetapi dalam kenyataan yang ada di setiap gedung perkantoran belum tentu memiliki fasilitas yang lengkap. Hal ini memang didasari banyak faktor yang menjadi pertimbangan bagi pihak pengelola untuk melayani penyewanya.",
  "creators": "ANDY HARYANTO; HADI PRATAPA SANUSI",
  "contributors": "Connie Susilawati (Advisor 1); Harry Patmadjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1096.S; Andy Haryanto (21496029), Hadi Pratapa Sanusi (21496045)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; REAL ESTATE MANAGEMENT"
}