{
  "id": "15684",
  "title": "Faktor-faktor yang mempengaruhi pemeliharaan ditinjau dari pengorganisasian tenaga kerja dan biaya pemeliharaan apartemen dan kondominium",
  "abstract": "Salah satu faktor untuk meningkatkan kualitas agar dapat bersaing dari apartemen dan kondominium adalah pemeliharaan. Penelitian ini menyajikan tentang perbedaan apartment strata-title (kondominium), apartment service (apartemen servis), dan apartment (apartemen sewa). Secara khusus difokuskan pada perbandingan faktor-faktor yang mempengaruhi pemeliharaan, pengorganisasian tenaga kerja, dan alokasi biaya dalam pemeliharaan apartemen dan kondominium. Metode penelitian yang dipakai adalah studi kepustakaan, kuesioner, wawancara, dan studi kasus. Studi kepustakaan digunakan mencari dasar literatur faktor-faktor yang mempengaruhi pemeliharaan, pengorganisasian tenaga kerja, dan alokasi biaya dalam pemeliharaan di apartemen dan kondominium. Kuesioner dan wawancara dilakukan untuk memperoleh data tentang penerapan tujuan di Iapangan. Sedangkan studi kasus merupakan penerapan dari tahapan-tahapan yang ada dalam melaksanakan pemeliharaan, dimana kasus yang diambil adalah kasus rayap yang terjadi pada Kondominium Graha Famili. Dari hasil analisis data memperlihatkan perlunya suatu jadwal inspeksi yang teratur dan pentingnya penggunaan pedoman pemeliharaan. Kemudian faktor-faktor yang perlu dipertimbangkan seorang manajer pemeliharaan dalam menentukan jumlah tenaga kerja adalah 'jenis pekerjaan'. Sedangkan kegiatan pemeliharaan perlu dilakukan sejak awal apartemen dan kondominium dibangun. Karena kesalahan pada perancangan awal akan berpengaruh dalam peningkatan biaya pemeliharaan. Selain itu disarankan penggunaan tahapan pemeliharaan dalam penanganan kasus-kasus pemeliharaan (jika ada pengaduan dari tenant).",
  "creators": "DONNY ARDIAN WIBIKSONO; MARKUS KURNIAWAN",
  "contributors": "Connie Susilawati (Advisor 1); Yusuf Daud Endro Wicaksono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1080 S; Donny Ardian Wibiksono (21495127), Markus Kurniawan (21495203)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; INDUSTRIAL PROJECT MANAGEMENT"
}