{
  "id": "15699",
  "title": "Pusat penitipan dan pendidikan anak di Surabaya",
  "abstract": "Laporan tugas akhir ini disusun sebagai uraian dan penjelasan atas seluruh proses perancangan yang telah dilakukan pada studio tugas akhir. Laporan ini berisi uraian-uraian yang dilampiri dengan analisa-analisa dan gambar-gambar desain. Proyek Pusat Penitipan dan Pendidikan Anak ini dibuat berdasarkan kebutuhan akan suatu wadah perawatan dan pendidikan bagi anak-anak yang sifatnya informal. Lingkup proyek meliputi: penitipan anak, pendidikan anak, dan pelayanan sosial yang berhubungan dengan anak-anak, seperti poliklinik dan balai konsultasi psikologi anak. Sasaran pengguna proyek adalah anak berusia 3 bulan hingga 5 tahun (balita). Lokasi proyek berada pada Surabaya Barat, dimana lokasi yang dipilih terletak pada transisi antara lingkungan perumahan dan lingkungan perdagangan, yaitu di Jl. Kencana Sari Barat (daerah Jl. Mayjend Sungkono). Konsep perancangan bangunan didasari oleh pandangan filosofis tentang anak dalam kaitannya dengan psikologi ruang anak dan kebutuhan anak, yaitu keamanan, rasa senang (kegiatan bermain) dan mendidik. Konsep perancangan tersebut berpengaruh pada proses perancangan dalam pola penataan massa yang disesuaikan dengan skala anak, banyaknya ruang luar sehingga anak dapat bermain dan bebas bergerak. Anak yang berada di tempat penitipan ini diarahkan juga agar cinta dan peduli terhadap lingkungan disediakan pula kebun dan kebun binatang anak, disini anak dapat mengembangkan pola pikir yang imajinatif karena anak dikenalkan langsung dengan apa yang ada di lingkungannya. Karakter bangunan yang ditampilkan terutama dalam hal warna disesuaikan dengan karakter anak. Kesan yang ingin disampaikan melalui penampilan bangunan ialah untuk mengingatkan kembali pentingnya anak dalam perkembangan dunia yang semakin pesat bahwa pendidikan anak tidak kalah penting. Perancangan ini diharapkan dapat berguna sebagai wadah yang memberikan perlindungan dan perawatan bagi anak saat mereka ditinggalkan orang tuanya.",
  "creators": "FANY HERAWATI",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1766/ARS/44/2000; Fany Herawati (22496120)",
  "subjects": "CHILD CARE-BUILDINGS-DESIGNS AND PLANS; CHILD WELFARE-BUILDINGS-DESIGNS AND PLANS"
}