{
  "id": "15703",
  "title": "Simulasi pertimbangan pertambahan mesin dengan promodel di UD. XYZ",
  "abstract": "Penelitian diadakan di suatu perasahaan produsen PCB(Printed Circuit Board), salah satu komponen dalam peralatan elektronik. Perusahaan adalah suatu perasahaan kelas menengah dengan mesin-mesin yang semi-automatic dan jumlah pekerja kira-kira 50 orang. Pertambahan mesin adalah suatu alternatif yang diambil oleh perasahaan dalam meningkatkan kapasitas produksinya, dikarenakan permintaan pasar yang teras meningkat. Tugas Akhir ini berisi suatu penelitian tentang analisa pertambahan mesin yaitu dengan melakukan simulasi dengan software PROMODEL version 3.0 dan dilanjutkan dengan analisa kelayakan yang melibatkan perhitungan biaya, dengan harapan dapat membantu menyelesaikan permasalahan yang dihadapi oleh perusahaan. Hasil dari simulasi menunjukkan perlunya pertambahan mesin bor di proses bor dan mesin UV di proses sablon finishing. Setelah diolah maka didapatkan dua alternatif yaitu alternatif pertama, pertambahan 5 mesin bor dan 1 mesin UV, kedua, pertambahan 8 mesin bor dan 1 mesin UV. Hasil dari kelayakan biaya menunjukkan bahwa dengan bobot yang sama dari periode pengembalian, titik impas dan keuntungan, alternatif kedua, pertambahan 8 mesin bor dan 1 mesin UV, memberikan kontribusi lebih banyak dibandingkan alternatif pertama, pertambahan 5 mesin bor dan 1 mesin UV, sehingga dapat disimpuikan bahwa hasil dari penelitian ini adalah melakukan pertambahan 8 mesin bor di proses bor dan 1 mesin UVdi proses sablon finishing.",
  "creators": "HAOWARD WONGSOSAPUTRO",
  "contributors": "Tanti Octavia (Advisor 1); SANDY CITRO (Advisor 2); I Nyoman Sutapa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 340/TI-67/2000; Haoward Wongsosaputro (25496027)",
  "subjects": "WORK MEASUREMENT; PRODUCTION PLANNING"
}