{
  "id": "15702",
  "title": "Evaluasi performance di tujuh perusahaan berdasarkan sistem manajemen sunkyong termodifikasi",
  "abstract": "Menjelang persaingan bebas pada tahun 2003, perusahaan-perusahaan dituntut memiliki sistem manajemen yang efisien. Salah satu altematif untuk mendapatkan sistem manajemen yang efisien melalui pendekatan Sistem Manajemen Sunkyong (SKMS). Kendala yang dibadapi adalah bagaimana konsep dan implementasi SKMS dilaksanakan di tujuh perusahaan yang masih dalam tahap perkenalan SKMS. Untuk mengatasi kendala tersebut, penyusun akan memfokuskan SKMS pada konsep MPR/S dan ketiga faktor dinamis, yaitu: Manajemen Koordinasi, Komunikasi dan SK-Manship. Pada pembahasan selanjutnya SKMS tersebut akan disebut SKMS termodifikasi. Tujuan tugas akhir ini adalah mengevaluasi performance di tujuh perusahaan berdasarkan SKMS termodifikasi serta memberikan masukan yang berhubungan dengan SKMS. Metode penelitian yang dilakukan adalah dengan menggunakan pedoman wawancara untuk mendapatkan data-data yang berkaitan dengan SKMS termodifikasi. Selanjutnya, data tersebut akan diolah dengan memberikan skor pada jawaban yang diberikan dan perhitungan sesuai dengan bobot yang dimilikinya. Analisa akan ditekankan pada analisa kualitatif, yaitu membandingkan kondisi masing-masing perusahaan dengan SKMS termodifikasi dan melihat kecenderungan umum serta performance tiap manajemen yang ditunjukkan oleh ketujuh perusahaan. Hasil pengolahan dan analisa menunjukkan bahwa dari ketujuh perusahaan yang dievaluasi berdasarkan SKMS termodifikasi, sebagian besar (4 perusahaan) mencapai performance di atas 90%. PT. Unilever dan PT. Ekamas mencapai performance di atas 80%. Performance tertinggi ditunjukkan oleh PT. Siantar Top, yaitu: 98,045% sedangkan yang terendah performance PT. New Minatex sebesar 65,88%.",
  "creators": "RATNA KUSUMAWATI",
  "contributors": "Unknown old contributor data (Advisor 1); Jani Rahardjo (Advisor 2); Daniel Indarto Prajogo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 205/TI-31/1999; Ratna Kusumawati (25494075)",
  "subjects": "EMPLOYEES-RATING OF; EXECUTIVE MANAGEMENT; PERFORMANCE STANDARDS; SUNKYONG MANAGEMENT SYSTEM"
}