{
  "id": "15701",
  "title": "Aplikasi pengendalian mutu dengan metode statistik (SPC) pada pabrik sepatu di PT Kasogi International Tbk",
  "abstract": "PT. Kasogi Internasional Tbk adalah perusahaan sepatu yang memproduksi berbagai jenis tipe sepatu sport atau olahraga juga berbagai jenis tipe sandal. Untuk mempertahankan nama baik dari merk dagang tersebut di mata pelanggan, maka perusahaan senantiasa mengadakan mspeksi terhadap produk-produk yang dihasilkan. Tetapi masalahnya disini adalah bahwa inspeksi tersebut membawa kerugian bagi perusahaan, karena produk yang tidak sesuai harus mengalami pemrosesan ulang atau dibuang langsung. Oleh karena itu diperlukan pengendalian proses untuk mengetahui penyebab timbulnya cacat tersebut pada produk dan mencari jalan terbaik untuk menanggulangi cacat produk tersebut. Metode analisa yang dipakai meliputi pembuatan dan analisa Diagram Pareto dari 40 sampel untuk menentukan jenis cacat yang paling merugikan pada Departemen Plong, Departemen Jahit, dan Departemen Assembling. Kemudian dilakukan pendeteksian proses produksinya dengan analisa peta kontrol p chart dan mencari faktor- faktor penyebab jenis cacat dengan menggunakan Diagram Sebab Akibat. Setelah mengetahui faktor-faktor dominan penyebab jenis cacat pada masing-masing departemen maka penyusun memberikan usulan melalui kuisioner, yang akan dinilai kelayakannya oleh 7 responden. Dari hasil analisa didapat bahwa penyebab cacat pada Departemen Plong adalah berasal dari supplier. Usulan terbaik adalah memperketat QC. Pada Departemen Jahit faktor-faktor dominan penyebab cacat adalah faktor manusia, proses dan bahan baku, mesm, dan lingkungan. Usulan terbaik adalah untuk memperoleh hasil jahitan yang baik, jarum jahit perlu dirawat. Pada Departemen Assembling faktor-faktor dominan penyebab cacat adalah faktor proses, manusia, bahan baku dan masin, dan lingkungan. Usulan terbaik adalah para pekerja perlu diberi pengertian atau motivasi, juga sering diadakan meeting dengan pihak atasan agar terjadi komunikasi antara dua belah pihak.",
  "creators": "BENNY SUTOWO AGAHARI",
  "contributors": "Daniel Indarto Prajogo (Advisor 1); Kriswanto Widiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 189/TI-15/1999; Benny Sutowo Agahari (25494002)",
  "subjects": "SHOE INDUSTRY-QUALITY CONTROL; TOTAL QUALITY MANAGEMENT"
}