{
  "id": "15709",
  "title": "A Study of Ferdinand's and Flamineo's ambition in John Webster's The Duchess of Malfi and The White Devil",
  "abstract": "This Thesis is a study of John Webster's The Duchess of Malfi and The White Devil. From both plays, the writer discusses the ambition of the characters, Ferdinand in The Duchess of Malfi and Flamineo in The White Devil. In the two plays, the writer learns that both Ferdinand and Flamineo are very ambitious for materialistic achievements. By applying theory of characterization in analyzing the characters through their speeches, actions, and through other characters' opinions about them, the writer hopes that her curiosity; how far Ferdinand's and Flamineo's ambition for materialistic comforts affect them, particularly their behaviour, and how they can get into their self-destructions; can be fulfilled. Besides, the writer also uses a theory of ambition in order to support her analysis and to help her to get some knowledge about ambition, particularly about the characteristics of an ambitious man. In analyzing the two characters, Ferdinand and Flamineo, the writer finds out that they are very ambitious to achieve their worldly ambition. To fulfill what they want they will do everything including the most wicked action, such as killing their own kindreds. Later, it is found out that their actions for achieving their ambition will lead them into their self-destructions. In the process of self-destructions, both characters finally find that they are responsible for their own destruction since they realize that their ambition is the cause of the destruction.",
  "creators": "AGNES LINA",
  "contributors": "Jenny Mochtar Djundjung (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 749/SING/2000; Agnes Lina (11495020)",
  "subjects": "WEBSTER, JOHN, 1580-1637 (1638). THE WHITE DEVILL-STUDY AND TEACHING; WEBSTER, JOHN, 1580-1637 (1638). THE DUCKESS OF MALFI-STUDY AND TEACHING; ENGLISH DRAMA-EARLY MODERN AND ELIZABETHAN, 1500-1600-STUDY AND TEACHING"
}