{
  "id": "15710",
  "title": "A Study of the British influence to the igbo people and their reactions toward it in Chinua Achebe's Things Fall Apart",
  "abstract": "This Thesis is basically a study of the Igbo cultural changes which happened as a result of the British arrival in Chinua Achebe's Things Fall Apart. This novel tells the complexity of the Igbo's culture and because of the changes brought by the British finally the Igbo people reacted. Through this thesis, I try to find out how the culture of Igbo people which is very complex and beautiful finally has to \"disappear\". In this case, this thesis finds out the ways used by the British to influence the Igbo people to accept English practices and belief. This thesis examines how the reactions of the Igbo people toward the British influences and the outcomes of the Igbo people's different reactions. Therefore, in the analysis I mostly apply the literary theories of characterization and survival techniques as expressed in literature written by authors of African heritage. Besides, I also use the sociological theory along with the biography of Chinua Achebe and the history of the events in Things Fall Apart because what I analyse is about a culture of a society. Through the analysis, I find out that the ways used by the British are through the religious beliefs and practices, the social system and values, and also the government system. Then, I show the Igbo people's reactions as a result of the British influences; on one hand some of them accept the British practices and belief by using Christianity survival technique; while on the opposite hand, the rest of them reject the British practices and belief by using insurrection survival technique. Certainly, by having different survival techniques, finally they have different outcomes too; those who accept the British get a lot of advantages, while those who reject the British get nothing.",
  "creators": "CHRISTIENA WIEBOWO",
  "contributors": "ANITA LIE (Advisor 1); Dra. Sarah Prasasti, M.Hum. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 859/SING/2001; Christiena Wiebowo (11496049)",
  "subjects": "ACHEBE, CHINUA, 1930-....THINGS FALF APART-STUDY AND TEACHING; AFRICAN FICTION-20TH CENTURY-STUDY AND TEACHING"
}