{
  "id": "15749",
  "title": "Studi metoda penggambaran obyek dengan fractal",
  "abstract": "Nowadays, computer graphic has been applied in many aspects of life such as in entertainment, arts, medical, educations, etc. The description of objects by applying computer graphics in these fields is still being improved and developed. Fractal is one of the newest inversion which enables people to depict irregular natural objects. These are some methods of applying fractal description. One of them is by mathematic equation complex number function. Some famous complex number fractals are Fractal Mandelbrot, Fractal Julia, and Fractal Barnsley. Each of them has its own features which enables to produce different and unique pictures. In this thesis, will be analyzed how the above mentioned three fractals produce objects and their results. In order to achieve that goal, some simple basic program are created to note the application of equation for each method. Besides, it also apply \"FRACTINT\", a freeware program which has popularly been used in producing fractal. The observation of the form of the fractal is by enlarging certain parts of the pictures. This will enables to detect the pattern and to do some changes in the iteration amount. From this study, it may note that certain irregular natural objects can be created by using fractal. However, in the practice of applying fractal, mainly equation fractal, it may find some difficulties to produce the pattern that wanted. Therefore, some experiments are still needed for every applied equation. Besides, it also have to make some changes for the parameters and for the maximum limit of the applied iteration.",
  "creators": "TRANGNJONO SOEWARNO",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Petrus Santoso, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 99/E/Kom/001/040; Trangnjono Soewarno (23490127)",
  "subjects": "COMPUTER GRAPHICS"
}