{
  "id": "15743",
  "title": "Perencanaan dan pembuatan alat kontrol temperatur udara antara 30 derajad C-100 derajad C dan aliran udara antara 0 m/sec-5 m/sec pada proses pengeringan kayu dengan menggunakan mikrokontroller 8031",
  "abstract": "Untuk mendapatkan kualitas tinggi dari sebuah kayu yang harus diperhatikan adalah proses pengerjaan bahan baku, yaitu terutama kadar air yang terkandung dari kayu itu harus sedikit, sebab bila masih terdapat kandungan air kayu yang digunakan akan mengalami penyusutan yang berakibat berubahnya bentuk kayu. Salah satu realisasi dari proses otomatisasi adalah membuat suatu alat yang dapat mengontrol suhu udara dan alat alat untuk mengontrol aliran udara dalam suatu ruang pengering kayu yang disesuaikan dengan jenis kayunya. Sebab setiap jenis kayu mempunyai karaktersistik dan pengerjaan yang berbeda-beda pula. Dengan pembuatan alat pengering kayu ini sangat membantu dalam peningkatan produksi sebab dengan alat pengering ini proses produksi dapat dikerjakan setiap waktu. Pengontrolan temperatur dan aliran udara dalam tugas akhir ini, dikendalikan dengan sebuah alat mikrokontroller keluarga MCS-51, dimana pengontrolan dilakukan dengan menasukkan data suhu dan aliran udara melalui tombol keypad yang sesuai dengan jenis kayu yang akan dikeringkan dan untuk melihat perubahan atau hasil dari pengantrolannya digunakan tampilan LCD. Untuk sensor temperatur udara disini digunakan IC LM35, dimana IC ini memilki kenaikan suhu yang linier. Output dari IC LM35 ini adalah berupa tegangan. Sedangkan untuk sensor aliran udara disini digunakan rangkaian optocoupler, dimana output dari optocoupler ini berupa binary. Sebagai konversi dari sensor temperatur udara tersebut agar dapat dimengerti oleh mikrokontroller 8031 digunakan konverter ADC, dimana ADC tersebut akan mengonversikan tegangan analog menjadi tegangan digital. ADC yang digunakan disini adalah ADC0808, alasan penilihan ADC0808 ini sebab digunakannya sensor sebanyak dua buah. Sedangkan untuk konversi optocoupler disini digunakan IC 74LS393, dimana IC tersebut merupakan IC counter. Pengujian alat disini dibuatlah sebuah ruangan dengan dimensi ukuran PxLxT = 100cm x 60cm x 60cm dan daya dari heater sebesar 1800 W dengan dasar perhitungan besarnya kalor yang hilang dan kalor yang dibutuhkan untuk pengeringan kayu. Dimana untuk pengujian alat tersebut digunakan dua macam sampel kayu dengan dimensi kayu PxLxT = 30cm x 10cm x 4cm. Pengujian dilakukan dengan membandingkan berat kayu antara pengeringan biasa/alami dengan pengeringan buatan, dimana pengujiannya dilakukan pada jam 10.00 -14.00 dengan asumsi pada jam tersebut merupakan temperatur yang terbesar. Untuk melihat hasil pengujian dapat dilihat pada bab 4. Karena alat kontrol yang kami buat disini hanya mengontrol aliran udara dan temperatur udara saja maka uji alat hanya dapat dibandingkan berdasarkan berat penyusutannya saja.",
  "creators": "SINARZA JANUARIUS",
  "contributors": "IRWAN SAHLI (Advisor 1); Murtiyanto Santoso (Advisor 2); Resmana Lim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 97/E/EL/030/329; Sinarza Januarius (23490103)",
  "subjects": "AUTOMATIC CONTROL-COMPUTER PROGRAMS; MICROCONTROLLER 8031"
}