{
  "id": "1575",
  "title": "Pembuatan situs Pusat Bimbingan Konseling U.K. Petra dengan ASP dan XML sebagai implementasi sistem informasi Pusat Bimbingan Konseling UK Petra",
  "abstract": "Pusat Bimbingan Konseling UK Petra dengan kasih Tuhan ingin mengoptimalkan pelayanannya di Universitas Kristen Petra Surabaya untuk menjangkau mereka yang memiliki masalah dalam kehidupan ini. Situs ini menjadi sarana bagi PBK untuk memaksimalkan pelayanannya. Situs ini dibuat dengan ASP dan XML sebagai bahasa pemrograman dan desain Web popular. Dengan memanfaatkan keunggulan ASP dan XML, Situs ini mampu memenuhi kebutuhan PBK untuk memaksimalkan pelayanannya. Pembuatannya menggunakan Macromedia DreamWeaver MX, sedangkan basis data-nya menggunakan Microsoft Acces 2000 dan XML. Situs ini memiliki 4(empat) data utama yaitu data informasi, masalah, pekerjaan dan kepribadian. Untuk mempermudah pengelolaannya, dibuat pula Web Site Administrator untuk mengelola pekerjaan. Dengan fitur ini, administrator dapat mengedit dan memperbaharui pekerjaan. Pengujian aplikasi ini terdiri dari desain, kegunaan, keterbacaan, akurasi dan variasi. Pengujian dilakukan oleh pengguna dengan menjalankan Web Site. Penarikan kesimpulan dilakukan dengan pengisian jajak pendapat. Hasilnya, desain warna dan teks cukup meningkatkan keindahan situs. Fungsinya berjalan dengan baik. Hasil pengujian keterbacaan, situs mudah dibaca dan dimengerti. Pengujian akurasi dan variasi menghasilkan situs akurat dan cukup bervariasi.",
  "creators": "RONNY PAULUS SUCAHYO",
  "contributors": "Kartika Gunadi (Advisor 1); Irwan Kristanto Julistiono (Advisor 2); Gregorius Satiabudhi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/0025/INF/2003; Ronny Paulus Sucahyo (26498015)",
  "subjects": "ASP (COMPUTER PROGRAM LANGUAGE); LML (COMPUTER PROGRAM LANGUAGE); PROGRAMMING LANGUAGES (ELECTRONIC COMPUTER)"
}