{
  "id": "15757",
  "title": "Penerapan metode gross up pada perhitungan pajak penghasilan pasal 21 karyawan tetap untuk meminimalkan besarnya pajak penghasilan pada PT.\"X\" di Sidoarjo",
  "abstract": "PT. \"X\" adalah perusahaan yang bergerak dalam bidang manufaktur, yaitu dengan memproduksi saniter yang berupa bak mandi, washtafel, closet, shower tray, dan Iain-lain, serta kaca proses seperti gravir/bevel, dan Iain-lain. Dalam kaitannya dengan pajak, perusahaan diharuskan untuk menghitung, memotong, dan menyetorkan pajak penghasilan pasal 21 penghasilan karyawan dan juga pajak penghasilan badan. Sesuai dengan kebijaksanaan perusahaan, beban pajak penghasilan karyawan ditanggung oleh perusahaan. Karena beban ini tidak dapat dikurangkan dari laba bruto perusahaan pada laporan rugi laba fiskal sesuai dengan pasal 9 ayat 1 huruf h Undang-Undang No. 10 tahun 1994 tentang Pajak Penghasilan, maka perusahaan memutuskan untuk melakukan manajemen pajak dengan menerapkan metode gross up. Jenis penelitian yang digunakan adalah bersifat pada aplikasi atau penerapan yang berupa studi kasus pada suatu perusahaan dan penelitian ini dilakukan untuk membantu perusahaan untuk melihat kemungkinan keuntungan yang akan diperoleh atau peningkatan laba melalui penerapan metode gross up. Melalui perhitungan yang dilakukan peneliti dalam menerapkan metode gross up, diperoleh hasil bahwa terjadi penurunan dalam pajak penghasilan badan sebesar Rp 10.916.038,00. Jadi dapat diambil kesimpulan bahwa penerapan metode gross up sangat tepat dilakukan bagi perusahaan yang akan melakukan manajemen pajak khususnya bagi perusahaan yang mempunyai kebijakan dimana pajak penghasilan karyawan_pasal 21 ditanggung oleh perusahaan.",
  "creators": "ELLY APRILIA SOETANTO",
  "contributors": "Yenni Mangoting (Advisor 1); ALI DJAMHURI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 086/96/FE.AK/2000; Elly Aprilia Soetanto (32496037)",
  "subjects": "TAX ACCOUNTING"
}