{
  "id": "15752",
  "title": "Mengevaluasi dan mengukur jasa terhadap kepuasan konsumen dan penanganan pengaduan di era globalisasi",
  "abstract": "Menuju era globalisasi suatu perusahaan harus memperhatikan jasa yang diberikari kepada konsumen agar tetap dapat bersaing dengan perusahaan jasa dari luar negeri. Oleh sebab itu dalam mempertahankan atau menarik pelanggan perlu diperhatikan pelayanan yang baik serta mengevaluasi dan mengukur kepuasan konsumen terhadap pelayanaan, sesuai dengan standart-standart internasional. Dalam mengukur kepuasan konsumen dan mengevaluasi komplain perlu diperhatikan setiap perusahaan agar tetap dapat bersaing yaitu dengan cara melakukan survei terhadap setiap pelanggan yang datang ke perusahaan dengan membagi kuisioner serta menanggapi langsung jika terjadi komplain dan memberi ganti rugi. Dengan adanya penggantian rugi maka pelanggan akan tetap setia kepada perusahaan serta akan menolong perusahaan dengan mempromosikan perusahaan lewat mulut ke mulut. Artikel pertama menurut Nick Johns yaitu makna kata jasa yang beraneka ragam dilihat dari sudut pandang penyedia dan pemakai jasa. Artikel kedua menurut Abraham Pizam, Taylor Ellis yaitu persoalan-persoalan yang terjadi dalam mengukur kepuasan konsumen di era globalisasi dengan menggunakan survei terhadap pelanggan yang datang dengan menyebarkan kuisioner dari berbagai macam bahasa. Artikel ketiga menurut Stephen S. Tax, Stephen W. Brown dan Murali Chandrashekaran yaitu cara mengatasi komplain pelanggan berdasarkan pengalaman pelanggan yang sudah ada serta mengevaluasi pelayanan yang diberikan apakah sudah sesuai dengan keinginan pelanggan atau belum.",
  "creators": "SUSANTO",
  "contributors": "Soekarno (Advisor 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 87/EM/2001; Susanto 931493172)",
  "subjects": "CONSUMER SATISFACTION; CONSUMERS-RESEARCH"
}