{
  "id": "15753",
  "title": "Tingkat pemahaman para manajer di Surabaya tentang kekuatan merk guna mengindikasikan efektivitas advertising",
  "abstract": "Unsur-unsur bauran pemasaran perlu dikombinasikan dan diorganisir untuk dapat mencapai tujuan pemasaran yang tidak hanya sekedar menjual produk kepada konsumen. Promosi sudah diterima sebagai salah satu variabel dalam bauran pemasaran yang digunakan untuk mencapai omzet penjualan yang diharapkan, maka tiap perusahaan melakukan kegiatan tersebut sebagai penunjang penjualannya. Advertising yang bertujuan memberi informasi, membujuk, mempengaruhi, menciptakan kesan, memuaskan keinginan dan sebagai alat komunikasi juga sudah dilakukan oleh para manajer di Surabaya, namun sebagai tindak lanjutan dan pengukuhan dan penguasaan pangsa pasar yang ada, termasuk membangun citra merk dan kekuatan merk apakah sudah dilakukan dan dipahami oleh mereka akan patut dipertanyakan dan dikaji ulang dengan pengambilan sampel dari populasi para manajer yang ada di Surabaya. Pengambil keputusan dalam pemasaran dalam tiap perusahaan secara umum ialah para manajer atau manajemen tingkat atas, seperti Direktur, Manajer, Pimpinan Cabang atau Manajer Pemasaran. Pengambilan keputusan yang dilakukan tiap manajer perusahaan tentunya berlainan bergantung kepada jenis produk, keadaan pasar dan konsumen serta kemampuan perusahaan. Berdasarkan teori Brand Image/ Citra Merk, Kekuatan Merk, dan elemen-elemen komunikasi pemasaran yang mungkin dipakai oleh perusahaan-perusahaan yang hendak diteliti, informasi yang hendak diketahui, hal yang perlu didiskusikan, pengklasifikasian, alternatif pilihan jawaban serta tujuan penelitian yang hendak dicapai, maka disusunlah format ini dalam bentuk awal kuesioner. Untuk mengumpulkan tingkat pemahaman para manajer tersebut digunakan survey lapangan melalui kuesioner yang dilakukan baik dengan tatap muka (5 manajer) atau melalui telepon (5 manajer), tujuan survey awal untuk menjajaki penggunaan bahasa dan penyelesaian topik masalah. Dari pendapat para manajer yang terkumpul diketahui bahwa umumnya tingkat pemahaman mereka tentang kekuatan merk masih kurang baik, namun kelompok usia 25-35 tahun tingkat pemahamannya masuk kategori baik. Rerata efektivitas advertising yang digunakan untuk mengindikasikan kekuatan merk para manajer di Surabaya sudah baik, namun frekuensi penggunaannya masih kurang. Ada hubungan ketergantungan antara tingkat pemahaman para manager di Surabaya terhadap kekuatan merk dengan elemen-elemen utama yang dipakai untuk komunikasi pemasaran guna mengindikasikan efektivitas advertisingnya. ternyata dapat dibuktikan dan dibenarkan.",
  "creators": "EDDY PATRIA; TOMSON",
  "contributors": "Bambang Haryadi (Advisor 1); Soekarno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1327/EM/1999; Eddy Patria (31493202), Tomson (31493433)",
  "subjects": "MARKETING-MANAGEMENT; ADVERTISING; BRAND IMAGE"
}