{
  "id": "15758",
  "title": "Studi penelitian penetapan harga jual dan perlakuan akuntansi produk pembiayaan murabahah pada PT. BPR Syariah Baktimaknur Indah di Surabaya",
  "abstract": "Penelitian ini merupakan jenis penelitian deskriptif yang mengambil tempat penelitian di PT. BPR Syariah Baktimakmur Indah Taman-Sepanjang-Sidoarjo. Didalam penelitian ini penulis ingin meneliti mengenai bagaimana penerapan produk pembiayaan Murabahah penetapan harga jual dan perlakuan akuntansi terhadap produk pembiayaan Murabahah. Tujuan penelitian ini adalah untuk mengetahui bagaimana penerapan produk pembiayaan Murabahah di BPR Syariah, bagaimana penetapan harga jual produk pembiayaan Murabahah dan bagaimana perlakuan akuntansi terhadap produk pembiayaan Murabahah di BPR Syariah. Produk pembiayaan Murabahah merupakan salah satu produk pembiayaan yang menggunakan sistem jual beli yang ditawarkan oleh bank syariah. Dimana harga jual produk pembiayaan ini ditetapkan berdasarkan pada harga perolehan ditambah dengan margin keuntungan yang dihitung dengan menjumlahkan semua faktor yang mempengaruhi, yaitu cost of fund, overhead cost, risk cost dan spread margin. Sedangkan perlakuan akuntansi terhadap produk pembiayaan Murabahah yaitu berdasarkan pada Standard Akuntansi Keuangan No.31 mengenai perbankan. Karena standard akuntansi yang dipakai oleh bank Islam di Indonesia sama seperti bank konvensional yaitu Standard Akuntansi Keuangan No.31 mengenai perbankan. Hal ini tentu saja tidak sesuai, karena sistem operasional antara bank syariah dengan bank konvensional berbeda, maka sudah sewajarnya kalau standard akuntansinya juga harus berbeda, yaitu dengan menggunakan standard akuntansi bank Islam secara internasional Accounting and Auditing for Islamic Financial Institutions. Dengan demikian diharapkan bahwa dengan menggunakan Standard Akuntansi yang sesuai dengan prinsip operasionalnya maka bank Islam bisa menghasilkan laporan keuangan yang lebih akurat.",
  "creators": "ILMIA RAKHMA SUSANTI",
  "contributors": "IWAN TRIYUWONO (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 084/96/FE.AK/2000; Ilmia Rakhma Susanti (32496050)",
  "subjects": "BANKS AND BANKING-ACCOUNTING"
}