{
  "id": "15759",
  "title": "Gili Trawangan sebagai daerah tujuan wisata utama di Pulau Lombok",
  "abstract": "Salah satu daerah tujuan wisata utama di Indonesia adalah pulau Bali. Begitu banyak para wisatawan baik mancanegara maupun domestik yang datang berlibur di sana. Hal ini dapat dipastikan karena bandara udaranya yang sudah bertaraf Internasional dan peranan pemerintah serta biro-biro perjalanan yang memasarkan pulau Bali sebagai daerah tujuan wisata utama di Indonesia. Selain pulau Bali, saat ini biro-biro perjalanan juga sedang gencar-gencarnya memasarkan pulau Lombok ke dalam paket tour, dimana letak pulau Lombok ini sangat dekat dengan pulau Bali. Adapun salah satu daerah tujuan wisata yang ada di dalam paket wisata ini adalah Gili Air, yang merupakan sebuah pulau di antara tiga pulau Gili yang terkenal, yaitu Gili Meno dan Gili Trawangan. Dari ketiga pulau Gili ini, Gili Trawangan merupakan pulau terbesar dan pulau yang memiliki potensi keindahan alam bawah lautnya lebih banyak dan lebih indah daripada pulau Gili lainnya. Melihat potensi yang ada di Gili Trawangan, maka obyek wisata ini seharusnya bisa menjadi daerah tujuan wisata utama, namun masih sedikit biro perjalanan wisata yang melirik ke Gili Trawangan ini menjadi pilihan utamanya dalam pembuatan paket tour. Yang menjadi masalah di sini adalah belum adanya sarana akomodasi yang lebih baik, kerja sama dari pihak pengelola akomodasi dengan biro-biro perjalanan, dan lamanya waktu tempuh dari pelabuhan Bangsal ke Gili Trawangan. Diharapkan dengan adanya campur tangan dari para investor dan pemerintah daerah, maka masalah ini akan dapat teratasi. Dengan adanya Gili Trawangan ini, maka diharapkan akan menambah minat dari para wisatawan baik dalam negeri maupun mancanegara untuk datang, sehingga akan meningkatkan pendapatan daerah dan taraf hidup masyarakat.",
  "creators": "ALI",
  "contributors": "Foedjiawati, S.S., M.A., Ph.D. (Advisor 1); Tio Sally Puspasari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 283/Par/1998; Ali (91395116)",
  "subjects": "TOURIST TRADE-LOMBOK-GILI TRAWANGAN"
}