{
  "id": "15756",
  "title": "Perbedaan metode pengakuan pendapatan dan dampaknya pada pemilihan kinerja keuangan pada PT. Karya Niaga Murni di Surabaya",
  "abstract": "Mulai 1997 hingga saat ini Indonesia dilanda krisis moneter yang cukup parah, akibatnya banyak perusahaan yang gulung tikar.Usaha untuk mempertahankan diri tidak terlepas dari pengaturan manajemen yang baik. Masalah yang terjadi disini adalah bagaimana penerapan metode kontrak selesai dan persentase penyelesaian pada PT.Karya Niaga Murni dan bagaimana penilaian kinerja antara kedua metode tersebut.Tujuan dari penelitian ini adalah untuk mengetahui penerapan metode pengakuan pendapatan pada perusahaan kontraktor sehingga dapat membantu pihak manajemen untuk mengambil keputusan dalam penentuan pendapatan, yang dapat memberikan keuntungan secara tepat bagi perusahaan. Maka berdasarkan uraian diatas dilakukan analisa terhadap kinerja keuangan perusahaan, dimana alat yang digunakan dalam menganalisa tersebut adalah analisa perbandingan laporan keuangan dan analisa rasio yang dipergunakan untuk menentukan perbandingan antara dua metode dalam menentukan pendapatan pada perusahaan kontraktor secara tepat. Penelitian dilaksanakan mulai 23 Maret sampai tanggal 8 Juni. Obyek yang diteliti adalah hal-hal yang berkenaan dengan perhitungan dan penerapan metode pengakuan pendapatan pada perusahaan kontraktor yang dipakai untuk menentukan kepastian perolehan pendapatan pada PT. Karya Niaga Murni. Hasil penelitian menunjukkan bahwa metode yang digunakan di dalam mengakui pendapatan sudah benar. Dengan melihat perhitungan penilaian kinerja keuangan yang telah dilakukan maka disimpulkan bahwa metode persentase penyelesaian yang telah dilakukan tersebut menunjukkan hasil yang lebih baik dibandingkan penerapan metode kontrak selesai. Dan metode tersebut layak untuk dijalankan, karena berdasarkan perhitungan analisa perbandingan laporan keuangan, analisa rasio dan analisa grafik menunjukkan rata-rata nilai yang lebih tinggi dibandingkan metode kontrak selesai. Hal ini cukup memberi kepastian bagi perusahaan dalam menentukan pendapatan dan laba secara tepat untuk periode selanjutnya.",
  "creators": "SINGGIH WIDJAJA",
  "contributors": "Devie (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. No. 080/95/FE.AK/2000; Singgih Widjaja (32495020)",
  "subjects": "ACCOUNTING; FINANCIAL STATEMENT"
}