{
  "id": "1576",
  "title": "Analisa faktor penyebab stress kerja pada karyawan mandarin oriental Hotel Majapahit Surabaya",
  "abstract": "Di era modern ini banyak sekali orang yang mengalami masalah dan kesulitan yang semakin rumit. Persaingan yang terjadi semakin ketat di segala bidang dan kondisi lingkungan yang semakin lama semakin memburuk. Hal ini secara tidak langsung tidak begitu disadari oleh manusia karena berlangsung sangat cepat. Manusia senantiasa berusaha untuk meningkatkan taraf hidupnya. Menghadapi kenyataan ini, manusia seringkali mengalami stress, yang sebenarnya dapat diatasi apabila kondisi tubuh dan pikiran seseorang dalam keadaan sehat. Penyebab stress kerja pada karyawan ada beberapa macam seperti: work overload, time pressure, poor quality of supervision, insecure political climate, inadequate authority to match responsibilities, role conflict and ambiguity, differences between company and employee values, change of any type especially when it is a major or unusual, frustration, monotony on the job dan environmental factors. Penelitian ini dilakukan untuk menguji faktor manakah yang menjadi penyebab stress kerja pada karyawan Mandarin Oriental, Hotel Majapahit Surabaya, yang digolongkan berdasarkan golongan umur, jenis kelamin dan status menikah. Sampel yang digunakan dalam penelitian ini adalah sebanyak 50 responden yang dianggap sudah cukup mewakili seluruh ciri-ciri umum karyawan Mandarin Oriental, Hotel Majapahit Surabaya. Mereka menjawab pertanyaan-pertanyaan yang ada pada kuesioner yang disebarkan, dan kemudian hasil kuesioner yang telah terkumpul, diolah, dan dianalisa dengan menggunakan uji statistik non-parametrik Friedman test. Hasil penelitian ini menunjukkan bahwa ditemukan adanya perbedaan yang signifikan antara faktor-faktor penyebab stress kerja pada karyawan mandarin Oriental, Hotel majapahit Surabaya. Dengan mengetahui adanya perbedaan tersebut, diharapkan Mandarin Oriental, Hotel Majapahit Surabaya mampu menangulangi stress kerja pada karyawannnya. Untuk memaksimalkan hasil penelitian ini, maka penelitian selanjutnya dapat menyempurnakan hasil yang sudah ada, yaitu dengan cara menggunakan model penelitian maupun teori-teori pendukung lainnya.",
  "creators": "HERLINA; MELIANI WIBOWO",
  "contributors": "Deborah Christine Widjaja, S.S., MSM., Ph.D. (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 0101112/HTL/2004; Herlina (33499108); Meliani Wibowo (33499119)",
  "subjects": "PERSONNEL MANAGEMENT; HOTEL MANAGEMENT"
}