{
  "id": "1577",
  "title": "Usulan perbaikan sistem kerja dan perancangan fasilitas kerja dengan pendekatan ergonomi di CV. Gunawan Putra",
  "abstract": "Tujuan dari penulisan laporan Tugas Akhir ini adalah melakukan perancangan metode dan fasilitas kerja pada departemen SKT di CV. Gunawan Putra melalui pendekatan ergonomi. Perancangan metode dan fasilitas kerja yang dilakukan dibuat berdasarkan pada data-data anthropometri mengenai dimensi tubuh para pekerja. Adapun perancangan yang dilakukan meliputi perancangan metode dan fasilitas kerja pada bagian penglintingan, bagian pengguntingan dan bagian pembungkusan. Setelah dilakukan perancangan metode dan fasilitas kerja yang baru, dilakukan implementasi pada lantai produksi yang kemudian dilakukan analisa perbandingan antara metode dan fasilitas kerja sebelum dan sesudah perancangan. Analisa perbandingan yang dilakukan meliputi perbandingan langkah kerja, fasilitas kerja dan lamanya waktu kerja. Pada bagian pengguntingan dilakukan analisa biomekanik baik pada kondisi sebelum maupun sesudah perancangan fasilitas kerja. Analisa biomekanik dilakukan dalam keadaan statis, dimana besarnya gaya dan momen yang terjadi pada bagian tubuh diukur dalam keadaan diam atau tidak bcrgerak. Dari hasil perancangan metode dan fasilitas kerja yang ergonomis dapat mempermudah para pekerja dalam melakukan aktivitasnya sehingga mempercepat waktu standart, mereka dapat menyelesaikan pekerjaan lebih cepat dan mengurangi keluhan-keluhan yang timbul pada anggota tubuh saat bekerja karena momen yang diderita oleh anggota tubuh lebih kecil.",
  "creators": "EFENDI PRANOTO SUYONO",
  "contributors": "Kristiana Asih Damayanti (Advisor 1); Soejono Tjitro (Advisor 2); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.540/TI-021/2002; Efendi Pranoto Suyono (25498070)",
  "subjects": "FACILITY MANAGEMENT"
}