{
  "id": "15771",
  "title": "Hambatan komunikasi pada downward communication metropolis apartment Surabaya",
  "abstract": "Downward communication ( komunikasi ke bawah ) merupakan salah satu dari komunikasi yang terjadi di dalam sebuah organisasi yang pembagiannya didasarkan pada arah aliran pesan dan informasi. Komunikasi dalam organisasi tidak selamanya berjalan dengan mulus, seringkali terjadi salah pengertian antar anggota organisasi. Objek penelitian ini adalah seluruh karyawan tetap Metropolis Apartment Surabaya. Tujuan dari penelitian ini untuk mengetahui apa saja hambatan komunikasi yang ada pada downward communication Metropolis Apartment Surabaya. Topik penelitian ini adalah hambatan komunikasi yang dilihat dari penyaringan ( filtering ), persepsi selektif, kondisi perasaan, dan bahasa berdasarkan teori yang dikemukakan oleh Robbins. Jenis penelitian ini deskriptif dengan pendekatan kuantitatif, metode penelitian yang digunakan adalah survey. Jumlah sampel pada penelitian ini adalah 37 orang karyawan tetap Metropolis Apartment Surabaya. Dari hasil penelitian didapat bahwa General Manager dan Manager sebagai atasan mengalami hambatan komunikasi berupa penyaringan (filtering) ketika melakukan komunikasi tertulis dengan bawahannya namun tidak mengalami hambatan komunikasi ketika melakukan komunikasi lisan dengan bawahannya. Sedangkan Manager dan Employee mengalami hambatan komunikasi berupa persepsi selektif, kendala perasaan dan bahasa ketika menerima pesan yang disampaikan secara lisan oleh atasannya namun tidak mengalami hambatan komunikasi ketika menerima pesan yang disampaikan secara tertulis oleh atasannya.",
  "creators": "VALENTINA",
  "contributors": "SRI MOERDIJATI (Advisor 1); Ido Prijana Hadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010530/KOM/2010; Valentina (51405011)",
  "subjects": "COMMUNICATION; COMMUNICATION IN ORGANIZATIONS"
}