{
  "id": "15784",
  "title": "Studi perbandingan penggunaan kabel laut tegangan tinggi 15kV dengan sutt 500kV/15kV untuk interkoneksi Jawa-Bali",
  "abstract": "Seiring dengan pertumbuhan penduduk dan perkembangan ekonomi yang semakm meningkat maka kebutuhan akan energi listrik dimasa mendatang semakin meningkat pula. Kebutuhan akan energi listrik yang terus meningkat harus diimbangi dengan produksi listrik yang dapat menanggulangi setiap Kebutuhan listrik. Hal ini sangat terasa sekali untuk daerah yang sangat terisolir, yaitu pulau Bali. Maka perlu adanya interkoneksi antar dua wilayah sehingga masalah kebutuhan beban listrik dapat terpenuhi. Untuk menunjang sistem kelistrikan yang ada di Bali maka dapat digunakan interkoneksi kabel laut dan saluran udara yang diharapkan dapat mengatasi kebutuhan beban listrik di Bali yang sangat tergantung dan interkoneksi Jawa-Bali. Supply yang ada di Bali hanya mampu bertahan sampai tahun 2003, dimana beban puncak di Bali pada tahun 2020 yaitu 1.495,94 MW dan perlu penambahan daya sebesar 1.194,12 MW. Usaha-usaha yang dapat ditempuh mencakup survey tentang kondisi alam dan keadaan geografis pulau Bali tentang bagaimana cara penyediaan energi listrik dengan menggali sumber-sumber daya alam yang ada di Bali dengan menggunakan kabel laut dan saluran udara. Dalam perencanaan dan pemasangan kabel laut dan saluran udara digunakan kabel laut tegangan tinggi 150 kV dan saluran udara (SUTT) yang digunakan SUTT 500 kV /150kV dengan pertimbangan jarak route antara Desa Watudodol Banyuwangi - Jawa Timur dan Desa Lampu Merah Gilimanuk - Bali kurang lebih sekitar 2,4 km dengan menggunakan kabel laut jenis minyak yang diimpregnasi kertas dan kabel udara jenis Aluminium Clad Steel (ACS).",
  "creators": "WINDRA THIO",
  "contributors": "SYARIFFUDDIN M. (Advisor 1); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Advisor 2); Emmy Hosea (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/E/TST/015/398; Windra Thio (23496127)",
  "subjects": "ELECTRIC POWER TRANSMISSION; CABLES SUBMARIAL"
}