{
  "id": "15790",
  "title": "The Study of swear words among Petra Christian University male students",
  "abstract": "Generally, swear words are the words which are used to insult, or to curse someone or something. The writer finds that swear words can be used easily when the speakers are chatting, or have conversations with their friends without causing any anger. Sometimes, such situations occurred from some groups of the university students of Petra, and it seemed impossible not to find swear words in the students' conversations ( Bens in Liedlich, 1973 : p. 101 ). In this study, the writer wanted to see the kinds of swear words which were used by the some groups of students in Petra, and also what those words were used for, because he always befriends and communicated with them.. The writer used descriptive approach to analyze the data for this thesis. First, he joined into his friends' conversations in the boarding houses, campus corridors, and campus canteen, then recorded their conversations which gave the possibility for the occurrences of swear words. The conversations recorded in the cassettes were then transcribed. In the analysis, the occurrences of swear words were classified into some situations of the speakers, whether they were angry / disappointed, surprised, complained. In other situations, those words had no definite meaning, or used to call their friends' n into the tables based on the situations of the speakers above. After finishing the analysis, all the occurrences of the swear words were put into the table of the classifications of the obscene terms. The final result of this study was that the swear word which was often used was the swear word \"jancok\", and its abbreviated \"cok\". Besides, several other swear words could also occur together at the same time.",
  "creators": "ANDREANTO ROSLI",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 2); Anneke Heritaningsih Tupan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 694; Andreanto Rosli (11492038)",
  "subjects": "INDONESIAN LANGUAGE-DIALECTS; SOCIOLINGUISTICS"
}