{
  "id": "15794",
  "title": "A Study on impact of racism to the American-Americans as seen through the grimes family in james baldwin's go tell it on the mountain",
  "abstract": "This thesis is a study of James Baldwin's first novel, Go Tell It on the Mountain. In this study, I specifically focus on the idea of revealing the impacts of racism to the African-Americans as seen through the Grimes family, as the major problem of the analysis. John Grimes, as African-American, has to face racism in the United States. In this study, I want to reveal the impacts of racism to John Grimes' environment and its influences to his family. I use the theory of setting to analyse John Grimes' environment which show the impacts of racism in the United States. Aside from that, I also use the theory of characterization to see the influences of racism to John Grimes' family. I find out that racism causes the moral depravation, poverty, and pseudo-religiosity of the African-Americans in which they are seen through the neighbourhood, home and religion of John Grimes. Then, through the analysis of the characters, I find out that racism influences the African-Americans in losing their personal dignity and worth and also their racial identity. These influences are seen through the characters' analysis of John Grimes' family: Gabriel, Elizabeth, Florence, and also John himself. From the analysis above, I conclude that racism has brought severe impact to the African-Americans. The important point is that people have to be wary of racism since they may accidentally discriminate other people. Besides, because the novel is semi autobiographical, I see that actually James Baldwin has managed to use his own experiences to convey his idea on racism in the novel. Therefore, James Baldwin expects that he can make the readers able to feel how to be himself and at the same time African-American in the era of racism.",
  "creators": "WAHYU TRI RAHARDIANTO",
  "contributors": "ANITA LIE (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 858; Wahyu Tri Rahardianto (11496040)",
  "subjects": "AMERICAN FICTION--20TH CENTURY--STUDY AND TEACHING; BALDWIN, JAMES, 1924-1987. GO TELL IT ON THE MOUNTAIN-STUDY AND TEACHING"
}