{
  "id": "15809",
  "title": "Analisis kepuasan pengguna jasa penerbangan Sempati Air di Surabaya terhadap pelayanan dan fasilitas yang diperoleh",
  "abstract": "PT Sempati Air adalah perusahaan yang bergerak di bidang jasa penerbangan. Produk usaha ini adalah membentuk suatu totalitas pelayanan kepada pengguna jasanya. Produk usaha ini dibeli dan dinikmati dalam waktu yang bersamaan, sehingga pengalaman pengguna jasa menjadi sangat penting untuk usaha penerbangan yang berorientasi pada customer satisfaction. Tujuan dari tugas akhir ini adalah untuk mendapatkan seberapa besar tingkat kepentingan dan tingkat kepuasan pengguna jasa terhadap pelayanan yang diperolehnya, apakah ada perbedaan antara keduanya dan dimana perbedaan tersebut terjadi. Sehingga dapat disusun suatu rancangan perbaikan yang dapat membantu perusahaan dalam meningkatkan pelayanannya. Untuk mencapai tujuan tersebut, dilakukan survai pengguna jasa, dengan menggunakan kuesioner. Kuesioner ini disusun berdasarkan variabel-variabel pelayanan yang ada pada service cycle. Survai ini ditujukan untuk mengetahui tingkat kepentingan dan tingkat kepuasan pengguna jasa. Analisis yang digunakan adalah analisis faktor untuk mencari faktor utama yang mempengaruhi pengguna jasa, analisis mean untuk mengetahui mean tingkat kepuasan dan tingkat kepentingan, crossing tabulasi untuk mengetahui jumlah pengguna jasa yang tingkat kepuasannya berada di bawah tingkat kepentingannya, analisis gap untuk mengetahui apakah ada perbedaan antara tingkat kepentingan dan tingkat kepuasan. Dari analisis gap dibuat suatu rancangan rumah mutu untuk menampilkan apa yang menjadi harapan pengguna jasa, usulan-usulan perbaikan dan bagaimana kinerja perusahaan bila dibandingkan dengan perusahaan lain sebagai competitor. Dari hasil analisis diketahui bahwa selama ini memang terdapat perbedaan antara tingkat kepentingan dan tingkat kepuasan pengguna jasa, dimana kepuasan lebih kecil dari kepentingannya. Dan hal ini terjadi di semua stasiun pelayanan. Oleh karena itu perusahaan diharapkan bisa mengevaluasi pelayanannya selama ini dengan mempertimbangkan usulan-usulan yang diberikan melalui tugas akhir ini.",
  "creators": "NI LUH PUSPA JAYANINGSIH",
  "contributors": "Danny Prabowo Soetanto (Examination Committee 1); Sujono Poetrodjojo (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 090/TMI-20/1998; Ni Luh Puspa Jayaningsih (25492119)",
  "subjects": "CONSUMER SATISFACTION; CONSUMERS-RESEARCH"
}