{
  "id": "15808",
  "title": "Pengendalian proses statistis pembuatan battery (accu) di PT Indobatt Industry Permai",
  "abstract": "PT. IIP, perusahaan yang memproduksi battery (ACCU), dalam upayanya menghadapi tekanan bisnis baik dari dalam maupun dari luar negeri, PT. IIP berusaha melakukan pembenahan-pembenahan baik dalam hal produksi maupun manajemen, yang salah satunya adalah dalam hal mutu produk. Dengan pengendalian mutu yang baik diharapkan akan menekan sebagian biaya produksi dengan disebabkan terjadinya kecacatan. Dan dengan meningkatnya mutu produk diharapkan akan dapat lebih bersaing lagi dengan pasar dalam maupun luar negeri. Selama ini pengendalian mutu yang dilakukan oleh pihak perusahaan lebih condong bersifat inspeksi produk. Inspek;si produk secara alamiah berorientasi pada atribut dan bersifat kualitatif, yaitu baik atau buruk, cacat atau tidak cacat, masuk atau keluar spesifikasi. Dengan pendekatan inspeksi dipercaya, jika mutu diperbaiki, biaya dan produktivitas harus dikorbankan, dan sebaliknya dengan peningkatan mutu maka akan makin banyak produk yang tersisih dalam inspeksi, dan biaya inspeksi, serta perbaikan produk meningkat, sedangkan produktivitasnya menurun. Berbeda halnya dengan pengendalian proses statistis, pengendalian mutu tanpa akhir memakai pendekatan yang bertujuan mencegah produk cacat waktu pembuatan lewat diagnosis dan pengamatan proses yang diperbaiki, serta pada perancangan mutu dalatn produk sejak awal pembuatan. Dengan penggunaan pengendalian mutu tanpa akhir diharap akan dapat mencegah kecacatan yang terjadi sehingga dapat menurunan biaya produksi dan sekaligus meningkatkan produktivitas kerja. Tujuan yang ingin dicapai adalah merancang suatu sistetn pengendalian proses pada pembuatan battery (ACCU) guna mengendalikan mutu dari hasil proses produksi dengan menggunakan metode pengendalian proses statistis (Statistical Process Control).",
  "creators": "FREDDY GUNAWAN",
  "contributors": "S.G. Ferryanto (Advisor 1); Sujono Poetrodjojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 08/TMI-020/1997; Freddy Gunawan (25492045)",
  "subjects": "QUALITY CONTROL; PRODUCTION MANAGEMENT"
}