{
  "id": "15807",
  "title": "Panti asuhan balita di Surabaya",
  "abstract": "Penerus cita-cita suatu bangsa adalah anak-anak. Sehingga diperlukan waktu dan tempat yang layak bagi mereka untuk tumbuh dan berkembang menjadi manusia yang utuh baik secara jasmani, rohani, maupun sosial masyarakat dan menjadi harapan bangsa. Hak dan kewajiban untuk mendidik anak-anak ini adalah orang tua. Ada kalanya orang tua ada yang tidak mampu atau tidak mau menjalankan tanggung jawabnya. Akibatnya anak-anak ini terlantar atau ada yang menjadi anak yatim piatu akibat kematian orangtuanya. Anak-anak ini juga mempunyai hak yang sama seperti anak-anak lain yang masih mempunyai keluarga. Mereka juga mempunyai kebutuhan yang seharusnya melibatkan keluarga, dimana ada kebutuhan akan rasa aman, dikasihi, diterima, dibutuhkan, atau pun kebutuhan untuk mendapatakn pendidikan dan pengawasan. Terlebih bagi anak-anak balita yang belum mampu berbuiat apa-apa tanpa bantuan orang yang ada di sekitarnya. Masa lima tahun pertama dari seoranga nak adalah masa pertumbuhan yang sangat penting. Masa ini adalah masa di mana seorang anak berkembang pesat baik secara fisik dan pembentukan kepribadian. Melihat kondisi ini, maka pemerintah memberikan jalan keluar yaitu mendirikan panti asuhan baik yang dikelola oleh pemerintah ataupun badan swasta lainnya. panti asuhan ini akan memberikan pengasuhan, bimbingan, pendidikan sehingga anak-anak yatim piatu dan terlantar ini juga mendapatkan kehidupan yang layak seperti halnya mereka yang berada di keluarga mereka masing-masing, dan pertumbuhan mereka tidak terganggu.",
  "creators": "ANGREANY PAREDANDAN",
  "contributors": "Joyce M.Laurens (Examination Committee 1); Wanda Widigdo Canadarma (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Italian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1841/ARS/68/2001;Angreany Paredandan (22497036)",
  "subjects": "CHILDREN-INSTITUTIONAL CARE; DAY CARE CENTERS-DESIGNS AND PLANS"
}