{
  "id": "15806",
  "title": "A Study of brutus' idealism which leads into his tragic downfall",
  "abstract": "Drama is not solely a form of literature, but it combines a literaty art with a theatrical art As a result, in reading a play the readers have to be able to put themselves in the place of characters and use their own imagination in order to understand the play. Shakespeare is one of the greatest playwrights who is commonly praised for his characters. His characters are so lively mat they think, speak and act as if they are living persons. The finest contrast of his characters can be seen in the Julius Caesar which is one of the most perplexing plays of Shakespeare. In this study, the thesis writer is interested in discussing Brutus that is one of Shakespeare's characters in Julius Caesar since he is the most problematic man that has a conflict not only with Caesar but also with himself In the play, Brutus belongs to the class of idealists. He is rooted in the ideal of liberty and lives by lofty moral and principle. His ideals and principles are affected all of his actions including his decision to join in the conspiracy against Julius Caesar, the ruler of the state at that time. However, Brutus is complicated by his love toward Caesar that he has no personal hatred toward Caesar, yet he loves Caesar as his friendBrutus has a noble motivation in joining the conspiracy that is to defend the Republican Rome and to protect its citizens. However, he fails in gaining his noble goal. He ruins himself and his country. The writer is curious to know his idealism and how it leads into his tragic downfall. In this study, the writer wants to prove that the main cause of Brutus' downfall is actually because of his flaw as an idealist In the analysis, the writer will use Brutus' speech, action and relationship with other characters that can reveal his idealism, his flaw as an idealist and his downfall. In the analysis, the writer finds that as an idealist, he can not see practical condition and believes others have the same ideal with him. Thus, he is easy to be manipulated by others such as Cassius and Antony and makes some error judgement that leads into his tragic downfall. It can be concluded that Brutus fails in defending the Republican Rome and protecting its citizens merely because of his flaws as an idealist",
  "creators": "VERAWATI PURWANTO",
  "contributors": "ANTONIUS GURITO (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 862; Verawati Purwanto (11496072)",
  "subjects": "ENGLISH DRAMA-16TH CENTURY-STUDY AND TEACHING; SHAKESPEARE, WILIAM 1564-1616-DRAMA-STUDY AND TEACHING"
}