{
  "id": "15800",
  "title": "Evaluasi sistem manajemen mutu PT Jaya Pari Steel Corp. Ltd. dengan acuan SNI 19-9002",
  "abstract": "Perkembangan industri dewasa ini menyebabkan persaingan yang semakin terbuka dalam skala nasional dan intemasional. Oleh karena itu dalam hal ini perlu adanya suatu faktor yang dapat membantu dalam mempertahankan produk kita dipasaran internasional.Faktor tersebut diharapkan dapat membantu perusahaan dalam menghasilkan suatu produk dengan mutu yang konsisten yang sesuai dengan persyaratan dalam standar intemasional, khususnya standar sistem manajemen mutu ISO 9000. Pada dasarnya ISO 9000 ini berisi mengenai standar international mengenai kualitas. Oleh karena itu kebutuhan akan suatu standar kualitas inilah yang meyebabkan perusahaan-perusahaan nasional berusaha unutk melakukan penerapan standar ISO 9000. Dalam hal ini P.T JAYA PARI STEEL CORP.LTD. yang bergerak dalam industri penghasil pelat-pelat baja merasa perlu untuk menerapkan standar intemasional ISO 9002 untuk pengakuan atas kegiatan pengembangan, produksi, instalasi dan pelayanan yang dilakukan. Karena dengan demikian maka akan dapat membuka peluang bagi P.T JAYA PARI STEEL CORP.LTD. untuk ikut bersaing dalam pasar intemasional. Dengan melihat sistem manajemen mutu di P.T GUNAWAN DIAN JAYA STEEL yang telah memiliki ISO 9002 maka tidakJah terlalu sulit bagi P.T JAYA PARI STEEL.CORP.LTD untuk menerapkan sistem manajemen mutu yang telah dimiliki oleh P.T GUNAWAN DIAN JAYA STEEL, karena dalam hal ini mengingat pemilik dan kedua perusahaan itu adalah sama. Oleh karena itu tugas akhir ini akan membantu P.T JAYA PARI STEEL CORP.LTD. untuk menganalisa kesesuaian kondisi perusahaan saat ini bila dibandingkan dengan persyaratan ISO 9002. Serta memberikan masukan yang berupa tugas-tugas, prosedur, rekaman ,pendokumentasian dan contoh-contoh yang diperlukan untuk menerapkan ISO 9002 khususnya bagi manajemen produksi.",
  "creators": "HERY HARTANTO",
  "contributors": "Stefanus Suprayitno (Advisor 1); Danny Prabowo Soetanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 080/TMI-10/1998; Hery Hartanto (25493130)",
  "subjects": "PRODUCTION MANAGEMENT-QUALITY CONTROL-VALUATION"
}