{
  "id": "15812",
  "title": "Pengendalian mutu dalam pelayanan penggunaan dan perbaikan komputer di Puskom",
  "abstract": "Puskom merupakan suatu unit jasa yang berfungsi memberikan pelayanan dalam hal yang berhubungan dengan komputer sebagai sarana mutlak yang diperlukan di UK Petra ini. Dengan seringnya penggunaan komputer baik yang berada di Puskom sendiri maupun yang berada di unit maka tentulah sering terjadi hambatan yang dapat mengganggu kelancaran suatu pekerjaan. Oleh karena itu dalam melakukan peningkatan mutunya perlu diperhatikan proses pengendalian mutu secara statistis agar didapatkan mutu yang terus meningkat secara berkesinambungan. Penelitian dilakukan pada proses pengendalian mutu terutama pada perbaikan komputer software dan hardware yang biasa digunakan civitas UK Petra dengan terlebih dahulu melakukan survey. Dari hasil pengamatan diperoleh bahwa untuk software yang perlu diperhatikan kualitasnya adalah internet, sedangkan untuk hardware adalah printer. Dalam merancang sistem pengendalian mutu untuk mengurangi jumlah cacat yang terjadi, maka dibuatkan suatu peta kendali untuk internet maupun printernya. Dari sini dilakukan suatu eksperimen untuk mendapatkan data jumlah error/cacat yang terjadi untuk dikendalikan dimana jumlah cacat yang berada di luar batas kendali perlu dilakukan suatu perbaikan untuk mencegah terjadinya kecacatan yang lebih besar dengan bantuan program perbaikan untuk mendapatkan batas kendali optimal dari suatu peta kendali atribut. Dengan hasil yang diperoleh tersebut maka dapat dicari faktor penyebabnya dengan suatu diagram sebab akibat dan dapat dikenali bagaimana perilaku dari internet yang dipakai maupun printernya. Sistem mutu yang disarankan akan membantu Puskom dalam meningkatkan mutu secara berkesinambungan.",
  "creators": "SUSI WIDAWAHYULI WIJAYA",
  "contributors": "S.G. Ferryanto (Advisor 1); Daniel Indarto Prajogo (Examination Committee 1); Danny Prabowo Soetanto (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 049/TMI/37/1997; Susi Widawahyuli Wijaya (25493048)",
  "subjects": "QUALITY CONTROL"
}