{
  "id": "15822",
  "title": "Studi struktur mikro dan nilai kekerasan pada variasi parameter proses pengerasan baja AISI 4140",
  "abstract": "Ba.ja AISTI4 140 merupakan salah satu .jenis ba.ia paduan rendah yang mempunyai sifat mampu dikeraskan ( hardenabiJity) yang baik karena adanya unsur krom dan molibdenum. dimana unsur krom mempunyai sifat sebagai pembentuk karbida ( carbide former ) dan unsur molibdenum sebagai penstabil karbida ( carbide stabilizer ). Faktor-faktor yang mempengaruhi proses pengerasan ba,ia AISI 4140 adalah, temperatur pemanasan. waktu tahan (holding time). dan jenis media pendinginnya. Dari pengujian kekerasan dan pengamatan struktur mikro didapatkan bahwa : Temperatur austenisasi 84Q?C menghasi1kan nilai kekerasan tertinggi dibandingkan dengan temperatur austenisasi 760?C dan 725?C, karena dengan tingginya temperatur austenisasi akan membantu terlarutnya karbon dalam austenit yang nantinya akan bertransformasl menjadi martens:t. Demikian juga dengan waktu tahan 45 menit akan menghasilkan nilai kekerasan yang lebih tinggi dibandingkan dengan waktu tahan 15 menit, karena tersedianya kesempatan yang cukup unt.uk karbon dapat larut dalam austenit, yang nantinya akan menjadi martensit dengan jumlah karbon yang terjebak dalam struktur BCT lebih banyak sehingga menaikkan kekerasannya. Pendinginan dengan media air akan menghasilkan nilai kekerasan yang lebih tinggi, karena akan terbentuk struktur yang seluruhnya martensit, Hal ini karena laju pendinginannya lebih cepat daripada CCH ( Critical Cooling Rate ), dengan temperatur austenisasi yang s a m &.",
  "creators": "BUDI TJAHJONO",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 2); MUSAIKAN (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 96.54.210; Budi Tjahjono (24490029)",
  "subjects": "METALLURGY"
}