{
  "id": "15829",
  "title": "Perancangan sistem penjadwalan perawatan mesin produksi dan analisa biaya perawatan di PT SE. Surabaya",
  "abstract": "Dalam suatu industri, mesin merupakan salah satu komponen yang berpengaruh terhadap keberhasilan produktivitas perusahaan. Bagaimanapun juga sewaktu-waktu mesin dapat mengalami breakdown yang disebabkan karena ada komponen mesin yang seharusnya sudah diganti dengan komponen yang baru, tetapi hal tersebut ternyata belum dilakukan oleh pihak perusahaan. Hal seperti inilah yang menimbulkan kerugian bagi pihak perusahaan (mesin tiba-tiba macet pada saat produksi sedang berlangsung sehingga biaya produksi dan biaya perbaikan menjadi tinggi). Untuk mencegah hal-hal tersebut diatas maka sebaiknya dilakukan perancangan penjadwalan perawatan mesin yang terencana dengan mempertimbangkan biaya perawatan sehingga dapat mencegah kerugian yang dialami perusahaan, juga dupat memperpanjang umur teknis mesin tersebut. Pada tugas akhir ini akan dibahas mengenai perancangan sistem penjadwalan perawatan mesin-mesin produksi (untuk mie kering) di PT. SR Surabaya yang memproduksi mie dan misoa, meliputi belt-115 yang merupakan komponen mesin mixing, mounting pitch atau contactor pada ketel uap, komponen belt-60 pada mesin forming, komponen belt-85 pada mesin embossingl, embossing2, embossing3, embossing4, ambossing5, dan komponen saringan pada mesin giling. Dalam penelitian ini digunakan model perawatan yang terencana dengan memperhitungkan komponen-komponen biaya yang meliputi biaya tenaga kerja, biaya kehilangan produksi karena mesin berhenti, dan harga komponen. Model perawatan ini bertujuan untuk meneniukan interval waktu perawatan yang terencana dengan mengoptimalkan biaya. Disamping itu juga dibahas tentang perbandingan keandalan mesin dan biaya perawatan yang dikeluarkan oleh perusahaan sebelum dan sesudah adanya penjadwalan perawatan mesin produksi.",
  "creators": "FANY MARIANA SAKSONO",
  "contributors": "Oegik Soegihardjo (Advisor 1); Julianingsih (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi no. 101/TMI-31/1998; Fany Mariana Saksono (25493091)",
  "subjects": "PRODUCTION ENGINEERING"
}