{
  "id": "15832",
  "title": "Perancangan dokumentasi sistem mutu menurut standar ISO 9002 di PT Surabaya Perdana Rotopack",
  "abstract": "Saat ini di PT. Surabaya Perdana Rotopack terdapat masalah pada sistem manajemen mutu dan dokumentasi sistem mutu yang masih belum baik. Sehubungan dengan masalah tersebut maka tujuan penyusunan Tugas Akhir ini adalah untuk memperbaiki sistem manajemen mutu perusahaan dan merancang dokumentasi sistem mutu menurut standar ISO 9002. Dalam membuat dokumentasi sistem mutu menurut standar ISO 9002 ini penyusun terlebih dahulu melakukan evaluasi terhadap kondisi perusahaan saat ini dengan melakukan penelitian lapangan secara langsung serta dengan melakukan wawancara dengan personil terkait untuk mengetahui kesesuaian dengan ISO 9002. Setelah melakukan evaluasi terhadap kondisi perusahaan penyusun selanjutnya mulai melakukan perbaikan sistem manajemen mutu perusahaan dan merancang dokumentasi sistem mutu perusahaan dengan membuat pedoman mutu yang merupakan garis besar sistem manajemen mutu yang akan diterapkan dalam perusahaan. Pembuatan pedoman mutu ini juga didukung dengan penetapan kebijakan mutu perusahaan, deskripsi jabatan, pembuatan dan pendokumentasian prosedur-prosedur sistem mutu untuk memenuhi persyaratan dalam standar ISO 9002. Hasil yang didapat dalam melakukan perancangan dokumentasi sistem mutu yaitu berupa pedoman mutu beserta prosedur- prosedur yang mencakup 19 elemen dari ISO 9002 dan formulir-formulir pendukung dalam tiap prosedurnya. Penyusun menilai secara garis besar hasil pendokumentasian ini telah dicapai dengan baik dan sukses, hanya masih terdapat beberapa kelemahan yaitu pada penetapan kebijakan mutu perusahaan, penyusunan deskripsi jabatan dan formulir-formulir pendukung yang kurang, karena tidak mendapat data dan informasi yang cukup dari pihak perusahaan. Untuk itu, apabila pihak perusahaan berminat untuk menindaklanjuti hasil Tugas Akhir ini, perusahaan harus membenahi kekurangan-kekurangan dari hasil Tugas Akhir ini.",
  "creators": "TITIAN SUBEKTI",
  "contributors": "Unknown old contributor data (Examination Committee 1); Daniel Indarto Prajogo (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 156/TI-86/1998; Titian Subekti (25494034)",
  "subjects": "TOTAL QUALITY MANAGEMENT; QUALITY CONTROL; ISO 9002"
}