{
  "id": "15837",
  "title": "Peningkatan perolehan energi listrik sel surya yang selalu tegak lurus arah matahari dengan bantuan cermin datar ganda sebagai pemantul cahaya matahari",
  "abstract": "Dengan semakin meningkatnya kebutuhan energi dunia dan terbatasnya sumber-sumber energi konvensional, khususnya minyak bumi, menyebabkan dikembangkannya energi-energi altenatif, antara lain solar cell. Kendala-kendala utama dalam pengembangan pemanfaatan energi alternatif adalah efisiensi yang rendah. Sel surya sebagai alat untuk mengubah sinar matahari menjadi listrik juga mempunyai efisiensi yang rendah. Tujuan dari penelitian ini adalah membuat agar sel surya lebih efisien sehingga menghasilkan daya yang lebih besar, yaitu dengan menambahkan cermin datar ganda yang diatur sedemikian rupa dan dengan mengatur kemiringan sel surya agar dapat memanfaatkan energi matahari yang lebih tinggi. Penelitian ini terdiri dari dua tahap, yaitu tanpa cermin dan dengan cermin yang dapat diatur sedemikian rupa. Pada penelitian tanpa cermin, dilakukan pengukuran pada output sel surya untuk mengetahui kondisi awal dari sel surya tersebut. Sedangkan pada penelitian dengan cermin, dilakukan dengan mengatur kedudukan cermin dan sel surya yang paling sesuai agar dihasilkan output yang paling maksimal. Pada penelitian dengan cermin tersebut, juga dilakukan penelitian dengan menggunakan kemiringan cermin 22,5 ? agar radiasi matahari yang diterima menjadi lebih rata. Penelitian tersebut dilakukan di Gedung P lantai 7 Universitas Kriten Petra selama 6 hari mulai tanggal 22 Juli 1999 sampai dengan tanggal 27 Juli 1999. Pada kemiringan panel 7,5 ? dengan keadaan cermin 22,5 ? dan keadaan cermin yang dapat diatur serta pada keadaan tanpa cermin terjadi kenaikan efisiensi masing-masing sebesar 4,31% dan 4,82% serta 4,05% bila dibandingkan efisiensi awal sel surya. Pada kemiringan panel 15 ? dengan keadaan cermin 22,5 ? dan keadaan cermin yang dapat diatur serta pada keadaan tanpa cermin terjadi kenaikan efisiensi masing-masing sebesar 5,7% dan 6,52% serta 4,71% bila dibandingkan efisiensi awal sel surya. Pada kemiringan panel 16,36 ? dengan keadaan cermin 22,5? dan keadaan cermin yang dapat diatur serta pada keadaan tanpa cermin terjadi kenaikan efisiensi masing-masing sebesar 5,44% dan 8,31% serta 5,27% bila dibandingkan efisiensi awal sel surya Hal ini menunjukkan bahwa dengan mengatur kemiringan cermin dan panel sel suryanya akan diperoleh radiasi matahari yang lebih banyak sehingga efisiensinya menjadi naik.",
  "creators": "ANDY WILLIAM",
  "contributors": "Murtiyanto Santoso (Advisor 1); Prof. Ir. Hanny Hosiana Tumbelaka, M.Sc., Ph.D. (Advisor 2); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 99/E/TST/050/329; Andy William (23494026)",
  "subjects": "SOLAR POWER PLANTS"
}