{
  "id": "15840",
  "title": "Analisa efisiensi teknis dan ekonomis dari proses produksi gula di PT. PG. Krebet Baru I",
  "abstract": "Pengukuran efisiensi teknis dan ekonomis yang diulas dalam Tugas Akhir ini dikhususkan pada proses produksi di PT. PG. KREBET BARU I. Guna menunjang pengukuran efisiensi tersebut maka dilakukan pengukuran dengan menggunakan 9 indikator, di mana ulasan dilakukan dengan menuangkan data-data yang diperoleh dari perusahaan ke dalam perhitungan. Pada akhirnya dilakukan perhitungan untuk mendapatkan efisiensi teknis dan ekonomis dari proses produksi yang direalisasikan pada kondisi perusahaan yang sesungguhnya, sehingga diharapkan dapat memberikan masukan bagi perusahaan untuk dapat meningkatkan efisiensi. Ke-9 indikator yang digunakan pada pengerjaan Tugas Akhir ini adalah efisiensi teknis dan ekonomis dari siklus material, siklus energi, lingkungan keseluruhan proses, lingkungan siklus energi, kualitas absolut produk, kualitas konstan produk, pengoperasian peralatan statis, volume produk dan input. Analisa yang dilakukan meliputi analisa terhadap efisiensi antar periods, analisa hasil perhitungan berdasarkan kategori yang telah ditetapkan, analisa terhadap pengelompokkan (lingkungan, siklus, peralatan, produk, kualitas dan input), memberikan alternatif peningkatan efisiensi dan menganalisa efisiensi secara keseluruhan. Kesimpulan dari pengerjaan Tugas Akhir ini didapatkan pengukuran efisiensi teknis maupun ekonomis di perusahaan ini tergolong sedang yaitu 77,96% dan 25,77% berdasarkan kategori yang telah ditetapkan.",
  "creators": "MEILINA",
  "contributors": "I Nyoman Sutapa (Advisor 1); Kristiana Asih Damayanti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 402/TI-129/2000; Meilina (25496089)",
  "subjects": "WORK MEASUREMENT; PRODUCTION PLANNING"
}