{
  "id": "1584",
  "title": "Analisa faktor-faktor penyebab tidak maksimalnya pelaksanaan program Shangri-la Food Safety Management System (SFSMS) dalam sistem pengolahan makanan di Hotel Shangri-la Surabaya.",
  "abstract": "Penulis membahas tentang pelaksanaan program Shangri-La Food Safety Management System (SFSMS) di Hotel Shangri-La Surabaya. Dalam pelaksanaannya program ini belum berjalan dengan maksimal /Y, dan penulis menganalisis mengenai faktor-faktor yang menyebabkan program berjalan kurang maksimal, yaitu: faktor sikap karyawan (Work Attitude)/X1, pengetahuan (Knowledge)/ X2, dan jumlah tenaga kerja (Work Force)/ X3. Di antara ketiga faktor tersebut faktor yang paling dominan adalah sikap karyawan (Work Attitude). Penulis menggunakan teori-teori mengenai HACCP (Hazard Analysis and Critical Control Point), sistem pengolahan makanan, SFSMS (Shangri-la Food Safety Management System), Food Borne Disease, dan teori-teori yang mendukung ketiga faktor di atas. Penulis menggunakan data kuantitatif dan kualitatif sebagai pendukungnya. Prosedur pengumpulan datanya melalui: studi kepustakaan, wawancara, observasi langsung dan kuesioner. Teknik pengukuran yang dilakukan penulis menggunakan metode regresi linier berganda dengan pembuktian hipotesis seperti Uji t, Uji F dan uji asumsi klasik. Analisa data menggunakan program komputer SPSS versi 10.05. Analisa data yang dihasilkan menunjukkan bahwa faktor Sikap karyawan (Work Attitude)/ X1 merupakan faktor yang paling dominan hal ini dibuktikan melalui nilai t hit dari variabel tersebut paling besar diantara t hit variabel lainnya, seperti : Knowledge /X2 dan jumlah tenaga kerja (Work Force)/ X3. Ketiga variabel tersebut memiliki pengaruh secara parsial maupun bersama-sama terhadap variabel Y. Penulis memberikan beberapa masukan bagi pihak hotel, sehingga berguna bagi perkembangan pelaksanaan program SFSMS di masa yang akan datang.",
  "creators": "SANDRA YUANITA; MARSELINA ONGKOWIJAYA",
  "contributors": "EDWIN ERVANTO SOELISTYO, S.E.,M.M. (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 0101113/ HTL/ 2004; Sandra Yuanita (33499027); Marselina Ongkowijaya (33499103)",
  "subjects": "HOTEL MANAGEMENT"
}