{
  "id": "15873",
  "title": "Perspektif kebijakan ekonomi pasca Pemilu",
  "abstract": "Rektrukturisasi perbankan dengan rekapitalisasi lebih aman daripada likuidasi. Dan perlu tindakan tegas bagi bank, yang melanggar BMPK (Batas Maksimum Pemberian Kredit ).(AB Su.santo ) Salah satu yang harus dilakukan untuk keluar dari tingkat pengangguran yang tinggi adalah menurunkan pajak untuk merangsang investasi serta meningkatkan konsumsi agar memutar kembali roda perekonomian (AB Susanto). Rektrukturisasi perbankan lebih aman danpada likuidasi. Dan yang lebih penting pemerintahan yang bersih dari KKN sehingga dapat menindak dengan tegas bagi bank yang melanggar BMPK atau CAR tanpa memandang teman atau tidak. Menurunkan pajak akan percuma apabila Country resikonya tinggi serta pemerintahan yang tidak dipercaya oleh rakyat karena banyak KKN. Hal ini akan membuat investor asing maupun domestik tidak akan investasi di Indonesia yang mengakibatkan jumlah pengangguran tetap Tinggi. Satu pelanggan yang puas akan menceritakan kepada 25 pelanggan dan sebaliknya satu pelanggan yang komplain akan menceritakan kepada 20 pelanggan yang lain.(Enny Hardjanto ) Service Quality salah satu cara yaitu terbaik untuk diberikan kepada Satu peianggan yang puas akan menghasilkan boberapa pelanggan baru dan sebaliknya satu pelanggan yang kmnpkiin akan menceritakan kepada beberapa IV pelanggan yang lain. Disini say a tidak menentukan jumlah pelanggan yang terpen.garuh oieh pelanggan yang puas maupun yang komplain. Senvice Quality salah can: yang terbaik unmk diberikan kepada pelanggan karena mencakup Realibilitv. Responsiveness. Compentencc, acces. Courtesy. Communication. Credibility, security. Understanding Ihe Customer, dan tanggible. Setiap orang disetiap negara dari ibukota, desa kecii bergantung kepada sekoiompok orang \\any, pegang modal inveslasi secara pribadi. Dan para penguasa modal ini lidak bisa diperintahkan untuk menanamkan modalnya , baik oieh demokrat maupun diktalcr. Didunia ini para investor selalu bisa angkat kaki bisa berpindali ke lokasi lain. (Jeffrey A \\\\ : ir.ters). Bahwa perjuangan unmk menjatuhkan C>rde Bam kontribusi yang pegang investasi lianya menciptakan kesempatan para aktivis yang memanfaatkan kesempatan ltu untuk menjatuhkan Orde Bam . (Jefirev A Winters) Investor di setiap negara mempunyai hak untuk angkal kaki kemana ia suka . Hal ini dapai diiinjau dari country risk serui fasiiiias yang diberikan kepada investor. \\ [errumg cierigjn .uKinya pcipindahan invcs'ior baik asing maupun donicstik yang secara bcrsama sama niempeiburuk ekonomi Indonesia, sehingga menjadi pemicu Orde Baru (soeharto ) jatuh.",
  "creators": "LIM IK DJUEN",
  "contributors": "Soekarno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 1/EM/1999; Lim Ik Juen (31495208)",
  "subjects": "INDONESIA--ECONOMIC POLICY"
}