{
  "id": "15879",
  "title": "Pemilihan lokasi pelintingan/MPS di P.T. H.M. Sampoerna dengan menggunakan metode analytical hierarchy process",
  "abstract": "P.T. H.M. Sampoerna adalah salah satu pemsahaan rokok yang sedang berkembang dengan pesal dan memiliki lujuan ulaina untuk menjadi \"the world class company\". Unluk itulah pihak perusahaan berupaya secara terus menerus memperbaiki dan menyempurnakan segala benluk usaha yang berkailan dengan semua sistem kerja yang ada di perusahaan demi tercapainya tujuan tersebut. Salah satu usaha yang mendukung tercapainya tujuan tersebut adalah dengan meningkatkan produksinya, melalui kerjasama dengan pihak ketiga (Third Party Organization) atau juga dikenal dengan nama Mitra Pelintingan Sigaret (MPS). P.T. H.M. Sampoerna menjalin kerjasama dengan tujuh MPS yang tersebar di Propinsi Jawa Timur dan Propinsi Jawa Tengah. Hasil peramalan akan tingkat kebutuhan rokok membuat pihak manajemen memutuskan untuk meningkatkan kerjasamanya dengan MPS. Pihak perusahaan berkeinginan untuk menganalisa daerah-daerah yang berpotensi untuk menjadi mitra kerjasama, dan menentukan mana yang terbaik untuk segera direalisasikan. Pemilihan lokasi MPS yang optimal dengan memperhitungkan segala aspek, seperti aspek teknis, aspek sosial ekonomis dan aspek bisnis. Aspek-aspek tersebut dianalisa dengan menggunakan metode Analytical Hierarchy Process (AHP). Penggunaan metode ini diharapkan imampu menggabungkan data kualitatif maupun data kuantitatif menjadi suatu alat pengambilan keputusan yang berguna. Analisa kelima lokasi alternatif Mojosari, Baureno, Rembang, Banjarharjo dan Sukorejo (Blitar) dengan menggunakan metode Analytical Hierarchy Process,didapatkan lokasi terbaik adalah Mojosari.",
  "creators": "LINCOLN WANGSADIRDJA",
  "contributors": "Jani Rahardjo (Advisor 1); Maja Indahwati (Advisor 2); Siana Halim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 214/TI-40/1999; Lincoln Wangsadirdja (25494030)",
  "subjects": "DECISION MAKING-ANALYSIS; INDUSTRY-LOCATION"
}