{
  "id": "15886",
  "title": "Balai pemuda sebagai obyek wisata bangunan kuno di Surabaya",
  "abstract": "Surabaya tergolong kota tertua dalam sejarah Indonesia. Karena itu, banyak terdapat bangunan-bangunan kuno dan bersejarah, dimana salah satunya adalah bangunan Balai Pemuda yang terletak di jantung kota Surabaya. Karena nilai sejarah Balai Pemuda dan bangunannya. yang unik, Balai Pemuda mempunyai potensi sebagai obyek wisata dan dapat menarik kunjungan wisatawan mancanegara. Saat ini, Balai Pemuda hanya digunakan untuk kegiatan-kegiatan komersial, belum menjadi obyek wisata. Dengan membandingkan Balai Pemuda dengan The Bronte Parsonage Museum yang merupakan obyek wisata bangunan kuno di England, penulis mencoba meiihat persamaan potensi dan perbedaan diantara kedua bangunan kuno tersebut. Sehingga nantinya melalui penulisan ini, penulis dapat memberikan masukan mengenai program pembenahan gedung Balai Pemuda yang dapat dilakukan untuk menjadikannya obyek wisata bangunan kuno di Surabaya. Adapun pembenahan yang dapat dilakukan, antara lain membenahi ruangan Balai Pemuda sebisa mungkin menjadi kembali seperti dulu disaat Balai Pemuda masih menjadi Simpangsche Societeit, melengkapi kembali ruangan-ruangan yang ada dengan barang-barang peninggalan Belanda yang dulu dipakai, dan membuat patung-patung lilin yang berbentuk orang kulit putih sedang berdansa di beberapa ruangan Balai Pemuda. Selain itu, penulis mengusulkan kepada Dinas Pemeliharaan Balai Pemuda yang selama ini memelihara bangunan Balai Pemuda ini, untuk bekerjasama dengan organisasi-organsasi kesenian, untuk mengadakan tarian-tarian khas Jawa Timur di Balai Pemuda. Sajian tanan ini melengkapi Balai Pemuda sebagai obyek wisata. Juga perlu diadakan kerjasama dengan klub-klub dan organisasi-organisasi seperti Ballroom Club yang merupakan sanggar dansa di Surabaya agar menyewa ruangan-ruangan Balai Pemuda untuk mengadakan kegiatan-kegiatan. Selanjutnya diharapkan dapat menarik lebih banyak pengunjung dan dapat meningkatkan apresiasi mereka terhadap Balai Pemuda.",
  "creators": "QWARTIASANTI KRISTINA",
  "contributors": "Tio Sally Puspasari (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 403/PAR/2000; Qwartiasanti Kristina (91396112)",
  "subjects": "HISTORIC BUILDINGS-SURABAYA-TOURIST TRADE; TOURIST TRADE-SURABAYA"
}