{
  "id": "15887",
  "title": "Evaluasi penerapan konsep strategic marketing di biro perjalanan wisata X dan Y di Surabaya dalam penjualan outbound tour",
  "abstract": "Krisis ekonomi yang melanda Indonesia sejak 1997 menyebabkan ketidakstabilan mata uang Rupiah. Hal ini menyebabkan jumlah permintaan Outbound Tour menurun drastis. Setelah kondisi perekonomian membaik, jumlah permintaan Outbound Tour tidak sebanyak jumlah permintaan sebelum krisis ekonomi apalagi pada tahun 2003 mendatang di mana era pasar bebas di mulai, para biro perjalanan wisata dalam negeri akan bersaing dengan para biro perjalanan wisata asing untuk menarik pangsa pasar dalam negeri. Jika para biro perjalanan wisata dalam negeri tidak menerapkan strategic marketing yang efektif, mereka tidak akan mengetahui apa yang akan terjadi di sekeliling mereka. Oleh karena itu, penulis ingin meneliti sejauh mana para biro perjalanan wisata di Surabaya menerapkan strategic marketing. Setelah mengadakan survei, ternyata para biro perjalanan wisata di Surabaya tidak menerapkan strategic marketing. Mereka berpikir bahwa strategic marketing masih merupakan suatu teori yang aneh bagi marketing plan mereka. Namun, dua biro perjalanan wisata X dan Y menerapkan sebagian kecil daripada strategic marketing, yaitu dengan menggunakan cara periklanan yang tradisional untuk menarik konsumen mereka. Karena kedua biro perjalanan wisata tersebut merupakan cabang dari Jakarta, mereka berasumsi bahwa strategic marketing telah di susun oleh pihak Jakarta. Sayangnya, Surabaya memiliki permintaan pasar yang berbeda dengan Jakarta. Hal inilah yang menyebabkan kegiatan promosi di Surabaya tidak efektif. Saran untuk menerapkan strategic marketing dianjurkan agar dapat mengantisipasi perubahan pasar yang mungkin akan terjadi setelah tahun 2003.",
  "creators": "FEBRIANI HALIM; PETTERSON INGUNAU",
  "contributors": "Widjojo Suprapto (Advisor 1); Tio Sally Puspasari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 423/PAR/2000; Febriani Halim (91397039), Peterson Ingunau (91397084)",
  "subjects": "TOURIST TRADE-SURABAYA-MARKETING; TRAVEL AGENTS-SURABAYA-MANAGEMENT"
}