{
  "id": "15897",
  "title": "Analisis variabel-variabel komunikasi pemasaran terhadap penguatan perilaku konsumen dalam membeli produk air mineral merk Squades pada PT. Hutama Neala Surabaya",
  "abstract": "Kebutuhan akan air bersih pada masa sekarang ini sangatlah penting bagi manusia. Mengingat perkembangan teknologi yang sangat pesat maka, tingkat kebutuhan juga meningkat. Bagi pihak produsen/perusahaan yang memproduksi air mineral, sangat penting untuk mengetahui perilaku yang timbul dalam masyarakat/konsumen. Komunikasi pemasaran yang dilakukan perusahaan juga akan mempengaruhi tingkat pembelian konsumen. Tujuan penelitian ini yaitu ingin meneliti seberapa besar / efektifitas komunikasi pemasaran yang dilakukan dalam rangka meningkatkan jumlah konsumennya, dan diantara variabel-variabel komunikasi pemasaran mana yang sangat berpengaruh kepada konsumen. Juga penulis ingin mengetahui usaha-usaha yang dilakukan oleh perusahaan dalam mempertahankan konsumennya. Penelitian ini dilakukan dengan langsung ke lapangan, untuk meneliti konsumen yang membeli dan menggunakan produk air minum mineral merk Squades. Kemudian dari hasil kuesioner yang didapat dari konsumen diolah dengan menggunakan teknik analisa ketergantungan yaitu menggunakan uji statistik Chi-Square. Selain itu data didapat juga dari hasil wawancara dengan manajer perusahaan untuk mendapatkan data tentang komunikasi pemasaran yang telah dilakukan oleh perusahaan. Dari hasil analisa didapatkan bahwa komunikasi pemaran yang dilakukan oleh PT. Huama Neala sudah efektif terhadap penguatan perilaku konsumen. Hal ini terlihat pada variabel komunikasi pemasaran yaitu menyadarkan,membujuk, dan mengingatkan, hanya saja pada saat konsumen telah sampai pada level kemunduran (pada PLC) komunikasi pemasarannya kurang efektif.",
  "creators": "RONALDO A.SITANIAPESSY",
  "contributors": "MARIA CHRISTIANI MUSIANTO (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1423/EM/1999; Ronaldo Arthur Sitaniapessy (31493553)",
  "subjects": "CONSUMER BEHAVIOR; MARKETING-MANAGEMENT"
}