{
  "id": "15898",
  "title": "Pengaruh economies of scale dalam mutual fund, permintaan uang dan permintaan uang dan permintaan makanan",
  "abstract": "Latar belakang dari ketiga artikel tersebut adalah munculnya skala ekonomis di berbagai sektor. Dalam ketiga artikel tersebut dijelaskan bahwa skala ekonomis tidak hanya terdapat di dalam sektor industri, tetapi juga skala ekonomis dapat terjadi di dalam suatu rumah tangga (seperti dijelaskan di artikel ketiga). Pada artikel Economies of Scale in Mutual Fund Administration menyatakan bahwa elastisitas dari beban biaya administrasi terhadap aset dana secara signifikan kurang dari 1, mengindikasi bahwa terdapat skala ekonomi dalam administrasi reksa dana. Seluruh elastisitas biaya, kecuali unruk convertible securities, micro cap, dan S&P index funds, adalah secara signifikan kurang dari 1 pada tingkat signifikans 1 persen. Hal tersebut memiliki implikasi bahwa skala ekonomis memang ada didalam administrasi seluruh jenis reksa dana obligasi dan modal. Pada artikel Scale Economies, the Value of Time, and the Demand for Money : Longitudinal Evidence from Finns menyatakan elastisitas penjualan dari permintaan uang ditemukan sekitar 0,8. Artinya adalah bahwa setiap kenaikan sebesar 1% dari penjualan, akan menaikkan juga nilai permintaan sebesar 0,8%. Elastisitas permintaan uang terhadap biaya tenaga kerja sekitar 0,6. Artinya adalah bahwa setiap kenaikan sebesar 1% biaya tenaga kerja, akan menaikkan juga permintaan uang sebesar 0.6%. Hal tersebut menyatakan bahwa perusahaan yang memegang uang (tunai) dapat mengakibatkan terjadinya skala ekonomis.",
  "creators": "PUGUH SUWITO",
  "contributors": "Richard Von Llewelyn (Advisor 1); Prof. Dr. Njo Anastasia, S.E., M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 116/EM/2001; Puguh Suwito (31496256)",
  "subjects": "INVESTMENTS; INVESTMENT ANALYSIS"
}