{
  "id": "15903",
  "title": "Pemeriksaan manajemen terhadap fungsi produksi PT. SS Utama Surabaya",
  "abstract": "Persaingan yang semakin ketat menuntut perusahaan harus mengambil tindakan yang tepat agar dapat tumbuh dan bertahan, salah satunya adalah dengan melaksanakan pemeriksaan manajemen terhadap fungsi produksi. Pemeriksaan manajemen terhadap fungsi produksi merupakan salah satu alat yang dapat digunakan untuk membantu manajemen mengidentifikasikan berbagai masalah yang dihadapi badan usaha serta memberikan rekomendasi berbagai tindakan perbaikan, sehingga pada akhirnya akan membantu perusahaan meningkatkan efektivitas operasinya. Dalam skripsi ini, dilakukan pemeriksaan manajemen terhadap fungsi produksi pada PT. SS Utama. Meliputi penilaian terhadap unsur-unsur yang terkait dalam suatu system produksi, baik terhadap sarana yang digunakan untuk melaksanakan aktivitas produksi (tenaga kerja dan fasilitas produksi) maupun terhadap metode yang diterapkan dalam aktivitas tersebut (perencanaan dan pengendalian produksi). Jenis penelitian yang dilakukan adalah penelitian deskriptif; yang menggambarkan dan mengungkapkan suatu keadaan, masalah, peristiwa yang sesungguhnya. Dan program pemeriksaan manajemen yang dimaksud adalah perencanaan dan pengendalian produksi, tenaga kerja produksi, fasilitas produksi dan pelaksanaan proses produksi. Sedangkan pemeriksaan yang dilakukan disini hanya difokuskan pada produk sandal japit Ardiles saja. Dari hasil penelitian, ditemukan adanya aktivitas perencanaan produksi bagian PPIC dengan bagian pemasaran dalam mencapai target produksi yang telah ditetapkan. Namun perusahaan perlu melengkapi bagian produksi dengan bagian QC yang khusus menangani kualitas produk. Sehingga produk yang dihasilkan selalu dapat memenuhi standar kualitas yang telah ditetapkan. Karena perencanaan dan pengendalian merupakan satu kesatuan, maka perencanaan yang baik harus diimbangi dengan pengendalian yang tertulis.",
  "creators": "FANNY MARTINI",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); Setyarini Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 119/96/FE.AK/2001; Fanny Martini (32496060)",
  "subjects": "AUDITING, INTERNAL"
}