{
  "id": "1590",
  "title": "Studi keandalan pada SUTM 20 kV dengan menggunakan tinggi tiang 9 meter dan 11 meter di penyulang Mengare GI Manyar PLN UPJ Area Gresik",
  "abstract": "Energi listrik merupakan salah satu kebutuhan pokok yang diperlukan oleh masyarakat setiap saat, baik itu sektor industri, sektor perkantoran maupun rumah tangga. Untuk menjamin mutu pelayanan yang baik kepada konsumen, dalam hal ini daerah Gresik yang banyak terdapat kawasan industri, memerlukan keandalan dan penyaluran kontinuitas energi listrik yang handal. Di PT. PLN (Persero) UPJ Area Gresik yang menggunakan system radial interkoneksi sering mengalami gangguan pada penyulang 20 kV (khususnya Penyulang Mengare), oleh sebab itu dengan menggunakan tinggi tiang yang baik akan diperoleh tingkat keandalan dari penyulang Mengare tersebut. Penyulang Mengare yang berlokasi di daerah Pulau Mengare melalui daerah tambak-tambak, jalan, dan daerah pedesaan. Dalam Studi Tugas Akhir ini akan dibahas Studi keandalan pada SUTM 20 kV yang menggunakan tinggi tiang 9 Meter dan 11 Meter di Penyulang Mengare GI Manyar PLN UPJ Area Gresik. Tinggi tiang 9 Meter untuk system Penyulang Mengare 20 kV dalam penyaluran energi listrik sangatlah tidak mendukung, karena sering kali terjadi gangguan dan andongan yang dipakai 1,5 meter membuat semakin rendah kawat penghantar. Dari hasil pengamatan di lapangan dan analisa perhitungan keandalan penyulang Mengare 20 kV dengan tinggi tiang dan SAIDI-SAIFI. Diperoleh nilai SAIDI-SAIFI yang dihasilkan dari perhitungan tidak memenuhi standart SPLN 68-2 :1986 yaitu sebesar 23,1 jam/ tahun (dalam perhitungan 203,8546 jam/ tahun) untuk SAIDI dan 3,52 kali/ tahun (dalam perhitungan 31,06356 kali/tahun) untuk SAEFI. Usulan untuk tinggi tiang yang memakai 9 meter perlu penambahan besi atau penggantian tiang, untuk menaikkan jarak aman andongan yang cukup besar (1,43 meter) dengan benda dibawahnya (seperti pohon, rumah dan lain-lain).",
  "creators": "ANDREAS AGUS WIBOWO",
  "contributors": "Ir. M.TABRANI MACHMUDSYAH (Advisor 1); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Advisor 2); Emmy Hosea (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/E/TST/006/420; Andreas Agus Wibowo (23496005)",
  "subjects": "ELECTRIC POWER TRANSMISSION"
}