{
  "id": "15906",
  "title": "Perbedaan persepsi antara manajer hotel bintang lima dengan konsumen lansia dari negara barat tentang atribut hotel",
  "abstract": "Seiring dengan berkembangnya hospitality Industry maka usaha dalam peningkatan dan penerapan kualitas pelayanan untuk menciptakan kepuasan pelanggan harus makin diperhatikan. Peningkatan dalam pelayanan ini harus sama terhadap semua kelompok konsumen termasuk konsumen lanjut usia (lansia), yang mana populasinya terus mengalami peningkatan dari tahun ke tahun. Selain itu konsumen lansia juga memiliki keinginan yang besar dan waktu yang lebih fleksibel untuk melakukan perjalanan, karena itu mereka merupakan sasaran pasar {target market) yang sangat bagus bagi produk pariwisata dan perhotelan. Tujuan penelitian ini untuk mengetahui perbedaan persepsi antara manajer hold bintang lima dengan konsumen lansia dari negara barat tentang atribut hotel. Adapun analisa dan evaluasi dilakukan dengan menggunakan 7 atribut hotel yaitu: harga, lokasi, fasilitas, makanan dan pelayanan di restoran hotel, peralatan kamar, efisiensi front desk, dan perilaku karyawan. Penelitian ini dilakukan dengan menggunakan survei kepustakaan dan survei lapangan. Survei kepustakaan adalah dengan mengumpulkan data dari beberapa literature yang menunjang. Sedangkan survei lapangan dengan menyebarkan kuesioner yang diisi oleh manajer hotel bintang lima dan konsumen lansia dari negara barat. Hasil jawaban responden kemudian dianalisa dengan pengujian beda rata-rata untuk 2 kelompok sampel yang tidak berpasangan dengan bantuan program komputer SPSS. Dengan tehnik ini akan diketahui seberapa besar tingkat perbedaan persepsi antara manajer hotel bintang lima dengan konsumen lansia tentang atribut hotel. Hasil analisa menunjukkan bahwa terjadi perbedaan persepsi antara manajer hotel bintang lima dengan konsumen lansia tentang atribut harga, atribut lokasi, atribut makanan dan pelayanan di restoran hotel dan atribut peralatan kamar. Sedangkan pada atribut fasilitas, atribut efisiensi front-desk dan atribut perilaku karyawan tidak terjadi perbedaan persepsi antara manajer hotel bintang lima dengan konsumen lansia dari negara barat.",
  "creators": "LINA YUNITA SOEHARLIN; SUSAN FERIANTI",
  "contributors": "Serli Wijaya (Advisor 1); Juliuska Sahertian (Advisor 2); Nanik Linawati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 010/EP/2001; Lina Yunita Soeharlin (33496038), Susan Ferianti (33496075)",
  "subjects": "HOTEL MANAGEMENT"
}