{
  "id": "15909",
  "title": "Penggunaan economic value added untuk mengukur kinerja finansial perusahaan-perusahaan sektor industri semen yang tercatat di bursa efek Surabaya",
  "abstract": "Judul penelitian ini adalah \"PENGGUNAAN ECONOMIC VALUE ADDED UNTUK MENGUKUR KINERJA FINANSIAL PERUSAHAAN-PERUSAHAAN SEKTOR INDUSTRI SEMEN YANG TERCATAT DI BURSA EFEK SURABAYA\". Penelitian ini dilatarbelakangi oleh pencarian suatu ukuran kinerja finansial perusahaan-perusahaan sektor industri semen supaya para investor bisa melihat prestasi perusahaan atas penggunaan modal yang salah satunya bersumber dari para investor. Sehingga demikian, para investor tidak sia-sia menjatuhkan pilihan investasi mereka pada salah satu perusahaan industri semen. Pilihan itu dilakukan setelah diketahui pada tahun berapa perusahaan-perusahaan publik industri semen mengalami kenaikan dan penurunan EVA serta perusahaan manakah yang mendapatkan EVA positif tertinggi dan faktor penyebabnya. Metode penelitian yang dilakukan adalah dengan menggunakan analisis data sekunder yang berupa laporan keuangan dari ketiga perusahaan dalam industri semen yang terdaftar di Bursa Efek Surabaya dengan lingkup periode 31 Desember 1991, 31 Desember 1992, 31 Desember 1993, 31 Desember 1994, dan 31Desemberl995. Kesimpulan, didasarkan atas percentages of EVA of capital employed bisa. dilihat tahun-tahun kenaikan dan penurunan EVA sebagai berikut Indocement menduduki 1 st rank at 1991, 1994, 1995; 2 nd rank at 1992; 3 rd rank at 1993. Top enrichment at 1991. The lowest at 1994. Untuk Semen Cibinong at underdog (3 r rank) dari 1991-1995 di mana top enrichment caught at 1994 dan the lowest at 1993. Untuk Semen Gresik 1 st rank at 1992, 1993; 2 nd rank at 1991, 1994, 1995. Semen Gresik mengalami top enrichment at 1992 dan the lowest at 1995. Untuk mencari mana EVA positif tertinggi dan negatif terkecil didasarkan pada satuan Rupiah yaitu pada tahun 1991 EVA positif tertinggi oleh Indocement, pada tahun 1992 EVA positif tertinggi oleh Semen Gresik, pada tahun 1993 EVA positif tertinggi oleh Indocement, pada tahun 1994 EVA negatif terkecil oleh Semen Gresik, pada tahun 1995 EVA positif tertinggi oleh Indocement. Enrichment on EVA bisa dilakukan bila net operating profit after tax menyokong rate of return in excess of weighted average cost of capital dan peningkatan net operating profit after tax harus didukung dengan merendahkan cost of goods sold, general selling and administrative expenses dan jangan menambah capital khususnya fixed assets dan akuisisi karena menambah beban depreciation and amortization expenses yang mengurangi net operating profit after tax.",
  "creators": "ENDRY SUTJIAWAN",
  "contributors": "Lisa Linawati Utomo (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 036/94/FE.AK/1999; Endry Sutjiawan (32495080)",
  "subjects": "ACCOUNTING"
}