{
  "id": "15908",
  "title": "Atribut dan jenis pelayanan dari tiga jenis restoran The Westin Hotel Surabaya",
  "abstract": "Keberadaan hotel sebagai sarana penunjang bisnis disamping sarana penunjang industri pariwisata, membuka peluang bagi pengusaha untuk bergerak dalam bisnis perhotelan. Dewasa ini di kota-kota besar yang menjadi pusat bisnis, hotel-hotel bermunculan. Di Surabaya misalnya dalam beberapa tahun terakhir ini hadir beberapa hotel berbintang yang makin memarakkan bisnis perhotelan. Akibatnya terjadi persaingan yang sangat ketat di antara hotel-hotel tersebut. Mereka berlomba-lomba menawarkan berbagai fasilitas dan pelayanan dengan tujuan ingin menarik konsumen atau minimal mempertahankan konsumennya agar tidak pindah ke hotel lain. Konsumen dalam berkunjung ke sebuah hotel tidak hanya berdasarkan layanan fisik dari hotel tersebut akan tetapi juga mengharapkan jenis layanan lainnya dan berbagai fasilitas yang ditawarkan yang dapat memuaskan mereka, termasuk kualitas pelayanan yang di berikan oleh pihak hotel, dan pelayanan yang diberikan oleh restoran pada hotel tersebut. Pendapatan hotel yang sebagian besar berasal dari Food and Beverage Departement tersebut, menyebabkan pihak hotel tidak boleh meremehkan pelayanan pada restorannya. Dalam hal ini penulis mengadakan penelitian di tiga restoran yang ada di The Westin Hotel Surabaya, sebagai hotel bintang lima yang terakhir berdiri di Surabaya. Dalam penelitian ini akan mengungkapkan atribut dan kualitas layanan pada ketiga restoran ini yaitu Imari, Tang Palace dan Pavilion. Apakah di ketiga restoran ini terjadi perbedaan kualitas layanan atau tidak. Hingga pada akhirnya penulis mengambil kesimpulan bahwa tidak ada perbedaan kualitas layanan yang signifikant di ketiga restoran ini. Akan tetapi meskipun tidak ada perbedaan kualitas layanan berdasarkan dimensi layanan, ada beberapa atribut layanan yang masih dianggap responden kurang bagus kinerjanya, sehingga masih diperlukan perbaikan demi terciptanya kualitas layanan yang benar- benar baik seperti yang diharapkan para responden.",
  "creators": "DANIEL KUSATIONO; FENNY BUDIMAN PUTERI",
  "contributors": "Peter Remy Yosy Pasla (Advisor 1); Hartono Subagio (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1477/EM/2001; Daniel Kusationo (31496193), Fenny Budiman Putri (31496218)",
  "subjects": "HOTEL MANAGEMENT; RESTAURANT MANAGEMENT"
}