{
  "id": "15902",
  "title": "Penerapan audit manajemen atas fungsi pemasaran pada PT.Surya Sakti Utama di Surabaya",
  "abstract": "Sebuah perusahaan yang mengalami penurunan penjualan yang terus menerus sudah pasti akan mengambil tindakan perbaikan menambah tenaga dan waktu penjual, meningkatkan frekuensi untuk iklan dan promosi, menekan biaya operasional dan Iain-lain. Untuk menghindari terjadinya penurunan penjualan, maka diperlukan suatu alat yang dapat mengendalikan hal tersebut yaitu dengan melakukan audit manajemen atas fungsi pemasaran. Audit manajemen atas fungsi pemasaran ini dilakukan untuk menganalisis, menilai dan meningkatkan ekonomisasi, efisiensi, and efektifitas kinerja manajemen pemasaran yang ada diperusahaan. Dalam penulisan ini, penulis melakukan penelitian pada PT. Surya Sakti Utama yang bertempat di jalan Tanjung Sari 12 Surabaya. Jenis penelitian yang dilakukan adalah deskriptif dengan rancangan penelitian berupa studi kasus. Penelitian ini dilakukan untuk menerapkan tahap-tahap audit manajemen, mengevaluasi pelaksanaan dan pengendalian aktiviitas pemasaran dengan melakukan pengujian terhadap organisasi, kebijakan, perencanaan, prosedur, pencatatan/akuntansi, pelaporan, persomalia, dan pemeriksaan intern (OKP6). Dari penelitian yang dilakukan terhadap pengendalian manajemen pemasaran PT. Surya Sakti Utama telah dilaksanakan dengan baik, kecuali terhadap perencanaan dan pemeriksaan intern. Bagian pemasaran belum melakukan revisi terhadap rencana kerja dan anggaran pemasaran. Hal ini mengakibatkan perencanaan tersebut tidak berjalan dengan ekonomis, efisien dan efektif. Dan selama ini perusahaan belum pernah melakukan audit terhadap bagian pemasaran, sehingga mengakibatkan pimpinan dan manajemen tidak mengetahui kelemahan-kelemahan yang ada dan perlu untuk mendapat perbaikan agar manajemen pemasaran dapat mencapai ekonomisasi, efisiensi dan efektifitas.",
  "creators": "STEFANIE DWIPUTRI W",
  "contributors": "MANGARAJA H (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 125/96/FE.AK/2001; Stefanie Dwiputri Wongsonegoro (32496042)",
  "subjects": "AUDITING, INTERNAL"
}