{
  "id": "1592",
  "title": "Studi analisis gaya visual poster film bioskop Indonesia dengan genre drama 1990-2003",
  "abstract": "Poster merupakan bentuk komunikasi yang tergolong efektif bagi sebuah film dalam menarik minat dan rasa ingin tahu khalayak orang untuk kemudian menonton film tersebut. Dalam suatu poster terkandung elemen-elemen visualisasi yang masing-masing saling terhubung dan memiliki peran penting untuk menciptakan poster yang \"ideal\" baik di mata desainer dan orang awam. Elemen-elemen tersebut adalah ilustrasi, warna, tipografi, dan tata letak/layout. Dalam proses pembuatan poster tentunya para praktisi desainer berusaha menciptakan poster yang sesuai dengan makna/pesan yang hendak disampaikan kepada sasaran, memperhatikan elemen-elemen visualisasi secara teliti dan menggunakan gaya desain grafis yang berkembang di dunia. Semenjak munculnya perfilman Indonesia, film nasional tidak pernah luput dari keterpumkannya yang menbuatnya susah untuk bangkit kembali. Salah satu kendalanya adalah kuarang adanya kesadaran akan betapa pentingnya promosi bagi film agar laku di pasaran. Namun pada akhir-akhir ini perfilman Indonesia mulai berusaha bangkit dengan kreativitas dan pikiran terbuka akan ide-ide yang \"kreatif', dengan genre ragam bermunculan yang mayoritas remaja. Promosi yang ditelantarkan kini dimanfaatkan dengan teliti dan efisien bagi sasaran segmen yang dituju. Apabila diperhatikan secara seksama poster film bioskop Indonesia jelas terlihat perkembangannya namun hal tersebut masihlah dangkal, perlu digali lebih dari aspek visual komunikasi. Pada masa 1990-2003 dalam poster film jelas sekali terasa perubahannya, baik dari aspek isi ceritanya dan gaya visual yang digunakan.",
  "creators": "ANDRI LUKMAN SUWONO",
  "contributors": "M. UMAR HADI (Advisor 1); ANGELA MIEKE DEWI (Advisor 2); Obed Bima Wicandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.00010378/DKV/2004; Andri Lukman Suwono (42400097)",
  "subjects": "VISUAL COMMUNICATION; POSTERS; GRAPHIC ARTS"
}