{
  "id": "15920",
  "title": "Penjadualan tenaga paramedis perawatan untuk meningkatkan kualitas penugasan di rumah sakit Griya Husada Surabaya",
  "abstract": "Metode Penjadualan Non-Siklis dengan Pendekatan Warner merupakan salah satu metode disamping metode penjadualan siklis yang dapat digunakan untuk menjadualkan perawat. Metode ini mampu menggabungkan aspek stabilitas dan fleksibilitas yang diharapkan mampu mempertemukan keinginan pekerja di satu sisi dan policy rumah sakit disisi yang lain. Tujuan dari penelitian Tugas Akhir ini adalah melakukan penjadualan terhadap tenaga bidang keperawatan (tenaga paramedis perawatan dan tenaga non medis), untuk mengoptimalkan keberadaan mereka sehingga akhirnya akan berdampak pada peningkatan pelayanan rumah sakit. Penelitian ini dilakukan dengan melalui tiga tahapan yaitu melakukan pengamatan terhadap kondisi penjadualan yang selama ini dilakukan oleh pihak rumah sakit. Kemudian menghitung kebutuhan tenaga (manpower) rumah sakit pada bagian yang akan dijadual dengan menggunakan empat formula, untuk mengetahui kebutuhan perawat ideal dengan kondisi tingkat hunian yang ada. Dan yang terakhir dengan pendekatan penjadualan Warner, kondisi penjadualan rumah sakit kemudian dimodelkan dalam multiple choice linear programming sehingga akan dihasilkan jadual optimal dengan memaksimumkan kualitas penugasan. Dari hasil analisa didapatkan jadual yang optimal dalam memaksimumkan kualitas penugasan untuk tiap shift yang ada dengan tetap memperhatikan beban dan kendala kerja yang ada. Selain itu juga diketahui bahwa dari perbandingan antara kedua penjadualan terlihat pada aspek kualitas, stabilitas dan fleksibilitas penjadualan yang dilakukan dalam penelitian ini lebih dominan. Sedangkan pada aspek keadilan dan coverage kedua penjadualan memiliki perbandingan yang sama. Untuk mengaplikasikan pendekatan Warner ini, pihak rumah sakit harus melakukan penyesuaian terhadap penjadualan yang ada selama ini. Sehingga diharapkan dapat mempermudah bagian keperawatan dalam penyusunan jadual selanjutnya.",
  "creators": "EDUARD JOHANNES S DAVIDZ",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Didik Wahjudi (Examination Committee 1); Tessa Vanina Soetanto (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 212/TI-38/1999; Eduard Johannes Semuel Davidz (25494130)",
  "subjects": "HOSPITALS-ADMINISTRATION-QUALITY CONTROL; SCHEDULING"
}