{
  "id": "15929",
  "title": "Penerapan general price level accounting sebagai informasi tambahan untuk mengukur kinerja keuangan pada PT \"X\" di Sidoarjo",
  "abstract": "Perubahan tingkat harga umum yang terjadi di Indonesia dari waktu ke waktu menunjukkan suatu pergerakan yang fluktuatif. Hal ini dapat membuka peluang timbulnya distorsi terhadap informasi historis yang disajikan dalam laporan keuangan konvensional. Laporan keuangan konvensional yang disusun berdasarkan konsep historical cost adalah laporan keuangan yang menyajikan suatu nilai pertukaran dalam satuan moneter pada saat terjadinya transaksi. Maka semakin besar fluktuasi yang terjadi pada tingkat inflasi, semakin besar pula distorsi yang terjadi dalam angka-angka historis laporan keuangan. Hal ini menyebabkan informasi akuntansi berbeda dari kenyataan sebenarnya, sehingga tidak layak lagi untuk dipertimbangkan dalam pengambilan keputusan ekonomi. Dalam keadaan demikian, timbul pemikiran yaitu dengan penerapan General Price Level Accounting sebagai informasi tambahan. Metode ini dipandang cukup relevan karena metode ini telah memperhitungkan perubahan tingkat harga sehingga membuat laporan keuangan dapat diperbandingkan karena telah menunjukkan daya beli yang sama. Tujuan konsep ini adalah untuk mempertahankan nilai modal menurut harganya yang tetap dengan ukuran indeks harga. Nilai pos-pos pada laporan keuangan yang terpengaruh oleh perubahan harga disesuaikan dengan cara yaitu faktor indeks harga tahun sekarang dibagi indeks harga pada tahun perolehannya, sehingga dapat dinyatakan dengan daya beli yang sama. Dan perlu juga memperhatikan pos-pos moneter dan nir-moneter, karena keduannya memerlukan perlakuan yang berbeda. Pos-pos moneter dapat mengakibatkan laba atau rugi karena diterapkannya metode ini. Dengan penerapan metode General Price Level Accounting untuk menghasilkan laporan keuangan yang menunjukkan keadaan sekarang sehingga para pemakai laporan keuangan dapat lebih akurat dalam menganalisis dan mengambil keputusan.",
  "creators": "CAROLINE JUARSA",
  "contributors": "Lisa Linawati Utomo (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 036/95/FE.AK/1999; Caroline Juarsa (32495021)",
  "subjects": "ACCOUNTING"
}