{
  "id": "15933",
  "title": "Pengaruh musik instrumen yang dimainkan di dalam toko pada saaat pelanggan berbelanja",
  "abstract": "\"Music, Mood, and Marketing\", yang ditulis oleh Gordon C. Bruner II, berisi tentang penjelasan mengenai hubungan music dengan mood dan hubungan music dengan marketing. Gordon C. Bruner II banyak menggunakan hasil penelitian orang lain, seperti Hevner, Milliman, Watson, dan lainnya. Di dalam penjelasannya mengenai hubungan music dengan mood, Gordon membagi menjadi tiga bagian, yaitu time-related findings, pitch-related findings, dan texture-related findings. Dalam time-related findings, Gordon mengemukakan, misalnya tempo yang cepat membuat perasaan hati terasa senang atau gembira sedangkan tempo yang lambat membuat perasaan hati terasa tenang (Hevner, 1937). Dalam pitch-related findings, contohnya mode minor menimbulkan perasaan yang sedih ataupun marah, sedangkan mode major menimbulkan perasaan yang gembira (Hevner 1935a; Scherer dan Oshinsky 1977). Dalam texture-related findings, lagu-lagu dengan volume yang keras menggambarkan kegembiraan sedangkan lagu-lagu dengan volume lembut menggambarkan kedamaian atau serius (Watson, 1942). Di dalam penjelasannya mengenai hubungan music dengan marketing, Gordon membagi dua bagian, nonbehavioural studies dan behaviour-related studies. Nonbehavioral studies, bahwa efek dari musik yang gembira menghasilkan suasana hati yang lebih gembira tetapi musik yang sedih menghasilkan niat membeli yang paling tinggi (Alpert & Alpert 1986, 1988). Dalam behaviour-related studies, dijelaskan bahwa pelanggan yang mendengarkan musik yang lambat memakai waktu yang lebih banyak untuk makan dan pada pelanggan yang mendengarkan musik yang cepat (Milliman, 1986). \"Music, Mood, and Marketing\", oleh Gordon C. Bruner H, kemudian oleh J. Duncan Herring dan Louis M. Capella yang dalam \"Effects of music in service environments: a field study\", digunakan sebagai salah satu bahan referensi. Dalam jurnal ini, Duncan mengadakan penelitian yang dilakukan di daerah Southeastern, Amerika Serikat, mengenai pengaruh musik terhadap perilaku para pelanggan dalam berbelanja di sebuah toko. Duncan mengemukakan analisa dan hasil analisa, bahwa dengan menggunakan MANCOVA, tidak ada interaksi yang jelas ditemukan ketika membandingkan hasil analisa dari tempo dan volume. Kesukaan pelanggan pada jenis musik tertentu dipengaruhi oleh perasaan positif, perasaan negatif dan keterbatasan waktu serta besar kecilnya sebuah keluarga. Dikatakan, volume dan tempo musik tidak mempengaruhi waktu berbelanja dan jumlah uang yang dihabiskan. Hanya besar kecilnya sebuah keluarga mempengaruhi jumlah uang yang dibelanjakan oleh para pembeli. Juga, jenis musik yang disukai mempunyai pengaruh positif dalam jumlah waktu dan uang yang dihabiskan seorang pembeli. Dalam \"Practical Applications of Music in Service Settings\", J. Duncan Herrington dan Louis M. Capella membahas tentang hasil penelitian J. Duncan Herrington dan Louis M. Capella sebelumnya - \"Effects of music in service environments: a field study\". Dalam jurnal ini, dijelaskan tentang pengaruh musik yang dapat digunakan untuk membantu retailer dalam mendapatkan konsumen yang maksimal, membantu konsumen untuk mendapatkan pengalaman-pengalaman berbelanja yang positif, mendorong konsumen untuk menjadi pelanggan yang setia.",
  "creators": "STEPHEN LEONARD B.CAHYONO",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 26/EM/2000; Stephen Leonard Budi Cahyono (31495199)",
  "subjects": "MARKETING-MANAGEMENT"
}