{
  "id": "15931",
  "title": "Bisnis perbankan Syariah menghadapi era ekonomi kerakyatan",
  "abstract": "Dari seminar ekonomi dengan Judul \"Bisnis Perbankan Syariah menghadapi Era Ekonomi Kerakyatan\", opini Bapak Karnaen A. Perwataadmaja adalah, \"Ada relevansi yang cukup tinggi antara bank syariah dengan era ekonomi kerakyatan pada perekonomian Indonesia, dan tumbuh berkembangnya bank syariah tidak semata bersifat emosional tapi lebih banyak bersifat rasional dan konsepsional. Menurut Bapak Her Budi S.Tomo, \"Bank Muamalat Indonesia sebagai bank syariah merupakan salah satu lembaga yang menarik dan cukup menguntungkan dibanding lembaga bank konvensional karena memakai sistem bagi hasil, bukan sistem suku bunga. Opini penulis mengenai issue perbankan syariah adalah, \"Dari paradigma sistem operational perbankan, bank syariah memang lebih tahan guncangan, lebih fleksibel, dan lebih aman bila dibanding bank konvensional khususnya di saat krisis moneter seperti sekarang ini. Namun bila dilihat dari paradigma perilaku konsumen (baik dari sisi sistem ekonomi maupun market oriented), bank syariah masih belum dapat diterima masyarakat kebanyakan karena dianggap kurang menguntungkan dan kurangnya sosialisasi dari bank ini.\" Dari seminar dengan judul \"Measuring and Managing Customer Satisfaction\", opini pembicara Ibu Enny Hardjanto adalah, \"Kepuasan konsumen sangat diperlukan sebagai strategi dalam meningkatkan angka penjualan, dan mempertahankan konsumen dan kepuasan itu perlu diukur untuk mengetahui seberapa jauh kepuasan yang harus diberikan dan telah diberikan pada konsumen. Salah satu cara meningkatkan kepuasan konsumen adalah dengan service quality.\" Opini penulis mengenai kepuasan konsumen adalah, \"Salah satu cara/strategi meningkatkan kepuasan konsumen adalah memang meningkatkan service quality, namun dari sisi pendekatan analisis ternyata service quality belum menjadi budaya pada perusahaan-perusahaan atau organisasi di Indonesia\", jadi bagaimana kepuasan dapat tercapai bila service yang diberikan masih belum maksimal. Dan dari sisi pendekatan analisis lainnya masih banyak strategi manajemen yang dapat meningkatkan kepuasan diantaranya dengan menciptakan nilai pada produk yang ditawarkan. Dari seminar dengan judul \"Power In Motion, Modal Berpindah, Modal berkuasa\", opini pembicara utama Bapak Jeffrey A. Winters adalah,\" Dari lensa kekuatan struktural ternyata peranan modal dalam menjatuhkan sebuah rezim sangat besar.\" Dan opini penulis mengenai Power In Motion ini adalah, \"Bahwa segala krisis yang terjadi di Indonesia adalah akibat dari sistem politik (Orde Baru) yang tidak berjalan sebagaimana mestinya dan karena faktor lainnya seperti sistem pembangunan ekonomi yang terlalu lepas dari kendali dan terlalu bersifat kapitalistik-liberalis.\"",
  "creators": "NI NYOMAN TRITHI",
  "contributors": "Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 5/EM/1999; Ni Nyoman Trithi (31495053)",
  "subjects": "BANK MANAGEMENT"
}