{
  "id": "15943",
  "title": "Peran pemasar menghadapi persaingan lingkungan bisnis global melalui pendekatan kontak sosial dan teori strategi pemasaran",
  "abstract": "Fungsi dari social contract adalah merupakan salah satu altematif untuk melakukan pendekatan pada etika bisnis. Fingsi ini menunjukkan relevansi teori contract social dengan pemasaran, memperkenalkan suatu pendekatan berdasarkan contract social yang lebih sepesifik dan mendemostrasikan kemampuan tersebut untuk diterapkan pada etika pemasaran. Selanjutnya fungsi social contract dapat diterapkan pada satu masalah etika pemasaran, yaitu penyuapan. Seperti kita ketahui bahwa didalam pemasaran seringkali kita mengetahui adanya penyuapan-penyuapan yang terjadi, tetapi kita tidak dapat menghentikannya dan sudah merupakan suatu kebiasaan di dunia pemasaran. Dengan adanya pendekatan social contract penyuapan tersebut dapat diperhalus lagi keberadaannya. Fungsi kemampuan marketer adalah pemasaran merupakan proses manajerial dan sosial untuk memenuhi kebutuhan serta keinginan customer melalui suatu pertukaran produk dan nilai untuk memberikan kepuasan kepada costomer. Perubahan yang terjadi dalam lingkungan bisnis global memicu terjadinya pergeseran situasi persaingan. Pergeseran situasi persaingan yang terjadi menyebabkan para produsen tidak menjumpai adanya persaingan atau cenderung pada situasi monopoli, tidak ada perubahan yang berarti, dan customer dipandang sebagai buyer yang tidak banyak memiliki pilihan produk. Buyer berada pada posisi barganing power yang lemah terhadap perusahaan atau produsen, sehingga buyer tidak ada pilihan lain kecuali harus menerima produk yang ditawarkan perusahaan tersebut. Teori persaingan multipasar adalah persaingan yang tertuju pada situasi bersaing, dimana perusahaan yang sama bersaing saling melawan dalam pasar yang beraneka ragam. Teori ini berpendapat bahwa fenomena pengendalian diri yang mutual mengurangi intensitas persaingan tingkat pasar diantara dua perusahaan dimana hubungan multipasar mereka meningkat. Dari ketiga rangkuman karya ilmiah dapat diambil suatu kesimpulan atau benang merahnya adalah : Dalam menghadapi lingkungan bisnis yang global, perusahaan hendaknya telah menyiapkan beberapa strategi untuk menghadapi persaingan tersebut. Dan untuk menanggulangi hal-hal lain dalam pemasaran misalnya : penyuapan, perusahaan hendaknya menghadapinya melalui pendekatan social contract yang telah dijelaskan pada summary ini.",
  "creators": "BAMBANG SUYANTO",
  "contributors": "LUKAS SUGENG MUSIANTO (Advisor 1); Hartono Subagio (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 27/EM/2000; Bambang Suyanto (31494077)",
  "subjects": "MARKETING-MANAGEMENT"
}