{
  "id": "15944",
  "title": "Strategi peluncuran produk baru terhadap reaksi pelaku pasar dan respon konsumen",
  "abstract": "Strategi peluncuran produk baru merupakan suatu seni dalam suatu pemasaran karena begitu banyak variabel penting yang perlu dipertimbangkan sebelum produk tersebut masuk kepasaran. Produk yang baru sangat berkaitan dengan para pelaku pasar baik itu para pesaing ataupun konsumen yang mempengaruhi sampai sejauh mana dapat diterima dipasaran. Oleh karena itu diperlukan ramalan / prediksi yang tepat seperti analisa terhadap pangsa pasar, analisa terhadap variabel-variabel pengeluaran untuk pemasaran, hubungan-hubungan antara satu perusahaan dengan perusahaan / lembaga lain, waktu yang tepat, analisa terhadap perilaku konsumen, teknologi yang baru dan Iain-lain. Hal ini sangat penting karena dengan adanya perubahan-perubahan dalam siklus pengembangan produk baru akan membuat pergeseran terhadap struktur pasar yang ada dan akan menyebabkan perubahan terhadap pola konsumtif, kebiasaan, lingkungan didalam dan diluar perusahaan dalam hubungannya dengan industri / lembaga yang bersangkutan baik swasta maupun pemerintah. Beberapa strategi yang digunakan berkaitan dengan hal-hal diatas, akan mempengaruhi perkembangan terhadap sukses atau tidaknya peluncuran produk baru dipasaran seperti misalnya : langkah pertama yang dibuat suatu perusahaan adalah dengan mengirimkan sinyal atas peluncuran produk baiunya dengan tujuan untuk mengetahui sampai sejauh mana tindakan balasan pesaing atau pelaku pasar terhadap produk yang akan diluncurkan nantinya , jika balasan yang diharapkan dapat agTesif maka langkah selanjutnya adalah menentukan strategi apa yang akan dipakai berkaitan dengan riset pasar, biaya pengeluaran dalam pemasaran, kondisi lingkungan diluar perusahaan seperti peraturan pemerintah , para pelaku pasar seperti suplier dan distributor, para pesaing, dan konsumen dimana hal ini menuntun perusahaan untuk memperoleh keakuratan terhadap ramalan yang akan dibuat, sebelum meluncurkan produk barunya, agar pada saat tanggal peluncuran tersebut ditetapkan, reaksi dari konsumen terhadap produk juga besar.",
  "creators": "TIMOTIUS DEDDYANTO",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 62/EM/2000; Timotius Deddyanto (31494217)",
  "subjects": "CONSUMERS BEHAVIOR; MARKETING RESEARCH; NEW PRODUCTS"
}