{
  "id": "15955",
  "title": "Studi kelayakan perluasan pabrik minuman teh botol \"s\" di PT X berdasarkan pertimbangan kapasitas produksi sekarang untuk mengantisipasi permintaan pasar",
  "abstract": "Produksi minuman ringan teh di Indonesia terus mengalami peningkatan. Hal ini terbukti dengan semakin maraknya persaingan industri-industri minuman teh di tanah air. Tidak ketinggalan mengatasi masalah ini PT. X yang merupakan sebuah perusahaan di Surabaya yang cukup berhasil dalam usaha memproduksi produk teh cair manis dalam botol terus berusaha untuk melakukan ekspansi pasar yang tentu saja harus diiringi dengan ekspansi pabrik untuk mendukung usaha tersebut. Penelitian ini sangatlah penting, agar pihak perusahaan PT. X dapat memperoleh gambaran mengenai kondisi dan situasi industri teh di Indonesia. Kondisi-kondisi ini meliputi aspek yang menyangkut aspek pasar, teknis dan finansial. Dari gambaran ini akan diketahui kapan saat yang tepat untuk menginvestasikan penambahan kapasitas dan berapa jumlah uang yang akan ditanam dan didapatkan. Aspek pasar meliputi hal-hal yang berhubungan dengan pemasaran teh botol di Indonesia, besarnya permimaan pasar, adanya pesaing dan strategi pemasaran yang akan dijalankan. Aspek teknis meliputi tempat pendirian penambahan kapasitas, proses pengolahan teh botol dan penambahan kapasitas yang akan ditambahkan. Aspek finansial akan ditekankan pada pembuatan laporan keuangan, sehingga proyek tersebut dapat dievaluasi apakah menguntungkan dan juga kebutuhan pembiayaan-pembiayaan dapat ditentukan. Setelah membahas aspek-aspek diatas, analisa sensitivitas harus juga dilakukan untuk melihat keuntungan yang dapat dicapai, bila kondisi-kondisi yang tidak diharapkan terjadi. Kesimpulan akhir yang didapatkan adalah penambahan kapasitas produksi yang paling menguntungkan adalah pada tahun 2000 dengan kapasitas 1200 krat/jam dan ditinjau dari analisa NPV, IRR, Payback Period dan Discounted Payback Period penambahan tersebut layak dilakukan. Jika terjadi penurunan permintaan produk sampai dengan 15 %, proyek ini masih layak diinvestasi, namun jika permintaan produk menurun antara 15 %- 20 % atau lebih, proyek ini tidak layak diinvestasi. Oleh karena itu pihak perusahaan harus dapat mengambil kebijaksanaan untuk mengantisipasi hal tersebut.",
  "creators": "FENNY",
  "contributors": "Murtiyanto Santoso (Examination Committee 1); Moses L. Singgih (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 06/TMI-006/1996; Fenny (25492062)",
  "subjects": "PRODUCTION CAPACITY; INDUSTRIAL MANAGEMENT-FEASIBILITY STUDY"
}