{
  "id": "15956",
  "title": "Pembuatan sarana papan advertising menggunakan mikrokontroler 80C31 yang dikendalikan lewat jaringan internet",
  "abstract": "Penggunaan WEB Browser sebagai media sistem kontrol dalam peralatan elektronika relatif baru dan sangat prospektif. Dalam tugas akhir ini dikembangkan peralatan display dot matrix yang dikontrol oleh jaringan internet melalui WEB sebagai media advertising sebagai ide komersialisasi sistem advertising. Display dot matrix tersebut dikendalikan secara remote melalui jaringan internet. Sistem kontrol yang dikembangkan disini adalah sistem kontrol display dot matrix yang digunakan sebagai media advertising. Sebuah komputer server dipasang peralatan display dot matrix dan komputer client yang terhubung dalam jaringan internet dapat memanfaatkan fasilitas yang disediakan oleh komputer server dengan cara mengakses alamat dari homepage komputer server. Sehingga komputer client dapat memberikan pesan berupa kalimat dan akan ditampilkan pada peralatan papan display yang dipasang pada komputer server. Papan display ini dapat digunakan secara komersil dan dapat di sewakan kepada perusahaan tertentu dalam jangan waktu tertentu pula. Dalam jangka waktu tersebut perusahaan yang menyewa fasilitas ini dapat dengan mudah menganti isi berita yang akan di tampilkan pada papan display, hal ini di mungkinkan karena perusahaan tersebut telah di berikan suatu hak akses ke komputer server. Pada komputer server di-install rangkaian yang akan dikontrol, yaitu papan display dot matrix skala 8 x 50 dan minimum sistem 80C31 yang menggunakan proses transfer data secara serial ke komputer server. Diperlukan program pengendali hardware yang dibuat dengan Borland Delphi dan program WEB Server untuk proses komunikasi client/server yaitu Web Server dari WEBSITE O'reilly. Proses komunikasi client/server terjadi bila komputer client melakukan Http Request ke komputer server. Komputer server melakukan program pengendali hardware (CGI-WIN), setelah itu Webserver membentuk program HTML untuk dikirim ke komputer client berupa Http Respond Pada komputer client, dengan menggunakan WEB Browser di Internet seperti Netscape dapat mengganti dan mengmpwfkan kalimat atau pesan yang akan disampaikan untuk ditampilkan di papan display. Sistem yang dibuat dapat bekerja dengan baik dan dapat di kendalikan lewat jaringan LAN Petra dan lewat Jaringan luar negeri yang terhubung dengan internet, dalam tugas akhir ini dilakukan di Melbourne, Australia dan IOWA, USA.",
  "creators": "HADI WINARDI",
  "contributors": "Murtiyanto Santoso (Examination Committee 1); Petrus Santoso, S.T., M.Sc. (Advisor 2); Resmana Lim (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.97/E/EL/043/342; Hadi Winardi (23492058)",
  "subjects": "AUTOMATIC CONTROL-COMPUTER PROGRAMS; MICROCONTROLLER 80C31; SIGNS AND SIGNBOARDS-DIGITAL TECHNIQUES"
}