{
  "id": "1595",
  "title": "Penerapan alogaritma blocplan dan simulasi untuk merancang ulang model tata letak fasilitas produksi di P.T. Gelora Djaja",
  "abstract": "Banyak faktor yang mempengaruhi kapasitas produksi suatu pabrik. Salah satu yang pengaruhnya cukup besar adalah masalah tata letak fasilitas pabrik. Tidak teraturnya fasilitas-fasilitas pada suatu pabrik bukan tidak mungkin menyebabkan kapasitasnya tidak optimal. Dengan mengatur kembali fasilitas-fasilitas pabrik tersebut, diharapkan kapasitas produksinya akan meningkat. Tujuan penulisan adalah untuk mendapatkan suatu layout yang bisa meningkatkan kapasitas produksi harian, dan menghitung sampai berapa lama biaya yang dikeluarkan untuk pengaturan tata letak fasilitas pabrik itu kembali. Penelitian dimulai dengan membuat sebuah model dengan software Promodel yang dapat mewakili keadaan sesungguhnya. Pengaturan tata letak fasilitas pabrik dilakukan dengan soflware Blocplan untuk mendapat tata letak usulan yang pertama. Dari output software Blocplan ini, kemudian dibuat sebuah model. Tidak berhenti sampai disitu, dari output software Blocplan, dihasilkan lagi sebuah tata letak alternatif sebagai usulan yang kedua. Tata letak ini juga dimodelkan dengan software Promodel. Hasil penelitian menunjukkan, dengan melakukan pengaturan kembali tata letak fasilitas pabrik dan tidak dipakainya gudang sementara, dapat meningkatkan kapasitas produksi. Dilihat dari segi peningkatan kapasitas produksi, kedua usulan memberikan hasil yang sama, tetapi bila dilihat dari segi ekonomisasi ruangan, tata letak usulan kedualah yang disarankan digunakan untuk mengatur kembali tata letak fasilitas di pabrik ini.",
  "creators": "TENDY YULIANES",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Indriati Njoto Bisono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 566/TI-047/2002; Tendy Yulianes (25498084)",
  "subjects": "PLANT LAYOUT"
}