{
  "id": "15957",
  "title": "Penelitian tentang karakteristik kualitas layanan beberapa sektor industri layanan menggunakan acuan servqual",
  "abstract": "Dengan semakin berkembangnya jaman, layanan atau service menjadi sesuatu yang penting bagi setiap industri. Oleh karena itu semakin banyak penelitian-penelitian dilakukan untuk mengetahui kualitas layanan sebuah industi. Sejalan dengan penelitian yang telah dilakukan, layanan dapat diklasifikasikan menurut degree of interaction, degree of customization dan degree of labor intensity. Klasifikasi tersebut akan sangat berguna untuk menentukan strategi layanan bagi setiap sektor industri yang mempunyai sifat yang berlainan. Sebelum menentukan strategi layanan terlebih dahulu harus diketahui karakteristik kualitas layanan di setiap sektor industri layanan. Kualitas layanan di setiap sektor tersebut diukur dengan menggunakan acuan SERVQUAL. Langkah pertama dari penelitian ini adalah dengan memberikan kuisioner untuk mengetahui tingkat kepentingan , tingkat kepuasan dan tingkat kepuasan secara keseluruhan kepada customer yang pernah mendapatkan jenis layanan yang sudah ditentukan di setiap sektor. Kemudian pada hasil tingkat kepuasan dan tingkat kepuasan customer secara keseluruhan dilakukan regresi linier untuk mengetahui dimensi yang mempengaruhi kepuasan customer. Tingkat dimensi yang mempengaruhi kepuasan customer itu kemudian dibandingkan dengan tingkat kepentingan di setiap sektor yang ternyata mempunyai perbedaan pada beberapa dimensi di setiap sektor. Perbedaan itu memberikan masukan pada pihak industri layanan bahwa sesuatu yang penting tidak selalu mempengaruhi kepuasan demikian juga sebaliknya. Untuk memperkuat strategi layanan di setiap sektor, kemudian dilakukan juga regresi antara komponen strategi layanan yaitu human dan non human dengan kepuasan customer secara keseluruhan . Kecenderungan setiap sektor terhadap suatu komponen akan mempengaruhi strategi layanan yang akan diberikan untuk setiap sektor industri layanan.",
  "creators": "WENNY SILIA",
  "contributors": "Jani Rahardjo (Examination Committee 1); Daniel Indarto Prajogo (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 219/TI-45/1999; Wenny Silia (25495055)",
  "subjects": "MANUFACTURES-QUALITY CONTROL; TOTAL QUALITY MANAGEMENT"
}