{
  "id": "15967",
  "title": "Evaluasi kinerja bangunan tidak beraturan 6-dan 10-lantai dengan vertical set-back 50% di wilayah 2 peta gempa Indonesia yang direncanakan secara pseudo elastis dan kapasitas sesuai SNI 03-2847-2002",
  "abstract": "Pseudo Elastis merupakan salah satu alternatif baru dalam perencanaan bangunan tahan gempa. Dalam metode ini, beberapa kolom didesain tetap elastis selama terkena gempa yang direpresentasikan dengan penggunaan Faktor Pengali (FP), sedangkan beberapa kolom lainnya dan balok diijinkan mengalami sendi plastiis. Tujuan dari penelitian ini yaitu untuk mengevaluasi kinerja bangunan tidak beraturan 6- dan 10-lantai dengan vertical set-back 50% di wilayah 2 peta gempa Indonesia yang direncanakan secara Pseudo Elastis dan Kapasitas sesuai SNI 03-2847-2002. Mengingat dalam sejumlah penelitian menunjukkan bahwa pemakaian Overstrength Factor kolom dalam SNI 03-2847-2002 masih kurang memadai untuk menjamin terjadinya ?Strong Column Weak Beam ?. Bangunan yang ditinjau merupakan bangunan perkantoran beton bertulang. Waktu getar alami fundamental yang disyaratkan dalam SNI 03-1726-2002 pasal 5.6. tidak ditinjau agar dapat menghindari pemakaian tulangan minimum. Di samping itu, balok dan kolom didesain dengan menggunakan tulangan riil (yang tersedia di pasaran). Evaluasi kinerja struktur bangunan ditinjau dengan analisis statik pushover nonlinier dan analisis dinamis time history nonlinier. Hasil dari penelitian ini menunjukkan bahwa secara umum kinerja bangunan hasil Desain Kapasitas lebih baik daripada Pseudo Elastis, walaupun kedua metode tersebut tidak menghasilkan pola keruntuhan yang diharapkan.",
  "creators": "ADVENI NOVALINE GOENAWAN; MONITA LANNY WIJAYA",
  "contributors": "Ima Muljati Ginsar (Advisor 1); Benjamin Lumantarna (Advisor 2); Pamuda Pudjisuryadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011710/SIP/2010; Adveni Novaline Goenawan (21406001), Monita Lanny Wijaya (21406013)",
  "subjects": "BUILDINGS--EARTQUAKE EFFECTS; ELASTIC ANALYSIS (ENGINEERING)"
}