{
  "id": "15975",
  "title": "Pencarian harga barang eceran serta dampak yang timbul dari promosi harga eceran tersebut terhadap pembelian barang-barang lainnya antar toko pada pasar grosir eceran",
  "abstract": "JURNAL I. \" The Relationship Between Retail Price Promotions and Regular Price Purchases \". Permasalahan dari suatu aktivitas promosi harga barang yang mempengaruhi penjualan dari produk-produk lainnya yang tidak dipromosikan dalam satu toko, serta bagaimana mengkaji keuntungan yang akan diterima oleh pengecer maupun pembelanja tersebut dari adanya aktivitas promosi harga barang diteliti secara kongkrit oleh pemilis. Dalam upaya menentukan suatu kenyataan jelas dan spesifik dengan mendiskripsikan studi empirik yang menunjuk hubungan antara perilaku seorang pelanggan atas barang harga biasa dengan harga barang promosi yang ditawarkan. Cara yang digunakan oleh penulis untuk menjawab kegunaan dari promosi harga dengan menganalisa tiap-tiap keranjang belanjaan dari tiap individu pembelanja yang meunjukkan kombinasi pembelian antara barang harga biasa dengan barang promosi. Hasilnya menunjukkan suatu pengertian yang penting, yakni hubungan positif antara promosi harga sementara dan pembelian barang-barang harga biasa, diantara pengunjung yang mengunjungi suatu promosi toko juga melakukan pembelian barang harga biasa yang dijual. JURNAL II. \"Assessing The Impact of Retail Price Promotions on Product Substitution, Complementary Purchase, and Interstore Sales Displacement\". Fungsi prpmosi dalam lingkup keuntungan seorang pengecer, yaitu meningkatkan penjualan pengecer atas sejumlah produk yang dijual. Studi ini meneliti efek promosi harga dengan tingkat pengertian yang paling sempit dari hirarki kategori produk. Melalui suatu kerangka kerja konseptual yang meneliti efek penggantian merek, efek dari promosi atas produk pelengkap serta penggantian penjualan antar toko dari merek-merek pelengkap dan pengganti. Dampak dari promosi atas keuntungan pengecer tergantung pada besarnya efek-efek ini dan laba kotor dari produk yang teipengaruh. Mempelajari efek-efek promosi harga ini penting juga bagi pengecer untuk memilih jumlah kesepakatan perdagangan dari pemanufaktur yang semakin meningkat yang menyediakan dana untuk promosi pengecer. Informasi mengenai dampak promosi harga atas sejumlah produk dan kinerja para pedagang eceran yang bersaing sangat penting untuk meningkatkan efektifitas dari promosi dan memperbaiki posisi kompetitif para pengecer di pasar. Diskusi eksplisit yang memperinci bagaimana promosi harga mempengaruhi tiga pihak yang terkait: pengecer yang melakukan aktivitas promosi tersebut, pelanggan dari pengecer itu, dan juga pesaing dari pengecer. Hasilnya menunjukkan dukungan terhadap kerangka kerja konseptual yang menunjukkan bahwa promosi harga eceran menciptakan kasus yang melengkapi yang signifikan seperti promosi dari produk-produk dalam saru toko mengurangi penjualan dari barang pelengkap dan barang pengganti dari toko pesaing. JURNAL III. \"Price Search in The Retail Grocery Market \". Permasalahah dalam studi ini bagaimana mencari harga dalam pasar grosir eceran apabila dipandang dari sudut pencarian adalah aktivitas yang biasa terjadi dan terus berlangsung. Memperluas model laba-rugi klasik dengan menyelidiki sifat alami dari pencarian harga, memeprhitungkan implikasi nilai sosial dari informasi harga secara khusus serta mendiskusikan dampak tidak langsung dari karakteristik demografis. Distribusi permintaan dan pencarian konsumen dalam kompetisi pasar dipengaruhi oleh sifat alami konsumen dalam kecenderungan mencari-cari harga diantara toko eceran. Faktor-faktor ekonomi diharapkan memberikan penjelasan yang lebih kuat dari tingkah laku dalam pencarian pada pasar grosir eceran. Hasil menunjukkan bahwa pencarian investasi awal dan mavenisme pasar menjelaskan jumlah signifikan dari harga varian secara khusus berhubungan dengan pencarian.",
  "creators": "LENNY KOESWOYO",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); SENTOT HARMAN GLENDOH (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 72/EM/2000; Lenny Koeswoyo (31495290)",
  "subjects": "MARKETING RESEARCH"
}