{
  "id": "15977",
  "title": "Penerapan akuntansi pertanggungjawaban sebagai alat penilaian kinerja bagian produksi PT Hasil Alam Indo Indah di Pasuruan",
  "abstract": "Setiap perusahaan yang didirikan oleh seseorang atau sekelompok orang pada dasarnya bertujuan untuk meningkatkan customer satisfaction jika konsumen merasa puas, maka laba secara otomatis dapat diperoleh. Untuk mencapai tujuan tersebut, manajemen hams cepat mengambil keputusan secara cepat dan tepat. Keadaan ini menuntut manajemen puncak untuk mendelegasikan wewenang dalam pengambilan keputusan tertentu pada manajemen-manajemen di bawahnya. Pendelegasian wewenang harus disertai dengan sistem pengendalian, pengawasan serta penilaian kinerja manajer yang mendapat pelimpahan wewenang. maka dalam perusahaan itu perlu diterapkannya Akuntansi Pertanggungjawaban. Dengan akuntansi pertanggungjawaban, pendelegasian wewenang dan tugas diharapkan merata serta menimbulkan keseimbangan pelaksanaan tugas oleh masing-masing bagian dalam perusahaan tersebut yang nantinya akan meningkatkan kinerja perusahaan tersebut. Pada perusahaan rotan PT. Hasil Alam Indo Indah Pasuruan, penulis belum melihat diterapkannya akuntansi pertanggungjawaban. Oleh karena itu, masalahnya adalah : \"Bagaimana menerapkan akuntansi pertanggungjawaban sebagai salah satu alat penilaian kinerja pada bagian produksi\". Untuk memecahkan masalah diatas, penulis mencoba membahas dan menginterprestasikan data yang ada pada bagian produksi perusahaan PT. Hasil Alam Indo Indah Pasuruan dengan mengumpulkan data-data primer dan sekunder lalu dianalisa dengan menggunakan teknik analisa deskriptif komparatif. Dimana antara realisasi pembiayaannya dengan anggarannya dibandingkan agar dapat diketahui penyimpangan yang telah terjadi. Dengan adanya laporan pertanggungjawaban dapat diketahui efektif dan efisiennya biaya operasional dalam perusahaan tersebut sehingga perusahaan tidak mengalami kesulitan dalam menentukan bagian mana yang banyak mengeluarkan biaya. Selain itu dengan akuntansi pertanggungjawaban, anggaran dan realisasi biaya suatu perusahaan dapat diteliti dengan seksama sesuai dengan berbagai tingkat manajemen yang mengendalikan sebagai akibat dari pendelegasian wewenang yang telah diterapkan sehingga akan berpengaruh pada peningkatan kinerja perusahaan secara keseluruhan.",
  "creators": "SIENNIS PANGESTU",
  "contributors": "I MADE NARSA (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 034/95/FE.AK/1999; Siennis Pangestu (32495040)",
  "subjects": "ACCOUNTING; MANAGERIAL ACCOUNTING"
}