{
  "id": "1598",
  "title": "Perancanangan metode dan fasilitas kerja dengan pendekatan ergonomi di PT. Halimjaya Sakti",
  "abstract": "Tenaga kerja manual merupakan salah faktor yang harus diperhatikan oleh perusahaan. Dengan pendekatar ergonomi dapat dirancang suatu metode dan fasilitas kerja yang membuat tenaga kerja manual bekerja dengan nyaman. Perancangan metode dan fasilitas kerja ini dilakukan pada bagian penjahitan, packing dan pembungkusan. Fasilitas kerja yang baru dibuat berdasarkan data-data antropometri mengenai dimensi tubuh para pekerja yang ada. Setelah dilakukan perancangan metode dan fasilitas kerja yang baru, dilakukan implementasi pada ketiga bagian tersebut dan kemudian dilakukan analisa perbandingan antara metode dan fasilitas kerja sebelum dan sesudah perancangan. Analisa perbandingan yang dilakukan meliputi tiga bagian, yaitu analisa produktivitas, analisa biomekanik, analisa kenyamanan. Analisa biomekanik dilakukan dalam keadaan statis untuk mengetahui besar gaya dan momen pada tubuh dalam keadaan tidak bergerak, sedangkan analisa kenyamanan dilakukan dengan mengadakan wawancara pada pekerja mengenai metode dan fasilitas kerja sebelum dan sesudah perancangan. Setelah dilakukan analisa, didapatkan hasil bahwa dengan kenyamanan dalam bekerja dapat mempercepat waktu baku pada bagian penjahitan sebesar 7.5%, 13.6% pada bagian packing dan 14.61% pada bagian pembungkusan. Momen pada punggung yang dihasilkan setelah menggunakaan metode dan fasilitas kerja yang baru juga semakin kecil, dan hal ini membuat beban otot yang dikeluarkan punggung juga semakin kecil, sehingga dalam bekerja tidak akan cepat lelah.",
  "creators": "FENNI MINDORA IFAN",
  "contributors": "Kristiana Asih Damayanti (Advisor 1); I Nyoman Sutapa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 010614/IND/2002; Fenni Mindora Ifan (25498112)",
  "subjects": "WORK MEASUREMENT; LABOR PRODUCTIVITY; JOB SATISFACTION"
}