{
  "id": "15988",
  "title": "A Case study on the use of Javanese terms of address by Javanese junior high school students in Kampong Jagalan, Kediri",
  "abstract": "In the indigenous Javanese community, the young generations view Javanese as their mother language. However, the fact shows that restriction of the functional use of Javanese language and its position as a regional language may himper the young generation to master it well. Responding to this phenomenon, the writer wants to know the mastery of the Javanese language as mirrored in the use of the terms of address by those young generations. This use of the terms of address indicates how well someone masters the language because it also reveals politeness , status and the social distance between the speaker and the interlocutor.The elaboration of research questions will be focused on four topics, what Javanese language levels the young generation use, what terms of address are used by them to their family members, how the relationship of the terms of address with the language level is, and what social aspects affect the choice of the terms of address. As the underlying theories, the writer mentions what the term of address is (including kinship term), the identification of the Javanese language levels, and the concept of power and solidarity that influence the addressor in every encounter to their family members. In the previous studies, there are Hildred Geertz, Moeljono and Supriyanto et al who were also doing study in the field of the terms of address. The writer involves 20 junior high school students in Jagalan Kampong, Kediri as her respondents and she is the participant observer. As a method of data collection, the writer uses natural observation method. Besides the information from the note taking, the writer also conducting interviews as a means to cross check and to confirm the result of the analysis. The analysis of this thesis deals with four research questions, the Javanese language levels and the terms of address used by the respondents, the relationship between the terms of address and the language level, and also the social aspect affect the use of the terms of address. This analysis answers and shows the fact about the knowledge and the competence of the young generations toward the Javanese language nowadays. The writer of this thesis comes to the conclusion that the recent young generations tend to undergo the flaw in the mastery of the Javanese language particularly in the use of the terms of address and the use of content words. They are more concerned with the solidarity concept rather than power in addressing their interlocutors. By doing so, in some cases they are not aware of the politeness, ettiquette, status and social distance that must be shown toward their addressee.",
  "creators": "OLIYA SINGGIH",
  "contributors": "SUBANDI DJAJENGWASITO (Examination Committee 1); Bintoro (Advisor 1); Theophilus Jokri (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 566; Oliya Singgih (11493118)",
  "subjects": "JAVANESE LANGUAGE-LINGUISTIC ASPETCS; SOCIOLINGUISTICS"
}