{
  "id": "15981",
  "title": "Pengukuran dan pengembangan kecerdasan emosional guna membentuk suatu kepemimpinam karismatik dalam era milenium baru",
  "abstract": "Mungkin tidak akan pernah ada masyarakat, negara atau organisasi yang tidak mempunyai seorang pemimpin, kalaupun ada tidak akan bertahan lama. Nilai penting dalam menyelenggarakan urusan-urusan kemasyarakatan sudah disadari sejak permulaan sejarah. Suatu kepemimpinan didefinisikan sebagai proses membujuk orang-orang lain untuk mengambil langkah menuju suatu sasaran bersama ( Warren Bennis dan Burt Nanus ). Untuk bisa berhasil sebagai pemimpin seperti yang didefinisikan diatas, seorang pemimpin dituntut efektif dalam pelaksanaan tugas-tugasnya. Dan yang dimaksud pemimpin efektif adalah mempunyai kriteria-kriteria sebagai berikut: 1. Punya keinginan memimpin, tidak mengharapkan kekuasaan untuk maksud mendominasi orang-orang lain melainkan demi meraih sasaran tertinggi. 2. Jujur dan punya integritas, tidak hanya bisa dipercayai tapi juga bisa mempercayai orang lain. 3. Penuh inisiatif, energi danambisi. 4. Mempunyai rasa percaya diri yang tinggi. 5. Mampu fleksibel dalam berstrategi ketika situasi menuntut. 6. Kreatif. 7. Mempunyai visi yang jelas dan mampu untuk menjabarkannya. 8. Mengembangkan komitmen diantara para bawahan. 9. Pengetahuan yang luas mengenai industri, teknologi dan lingkungan organisasi tempat kerja. 10. Kestabilan emosi. 11. Berani menanggung resiko. 12. Ekstrovert dan riang. 13. Teliti dan bermoral. 14. Karismatik. Hubungan kriteria-kriteria tersebut dengan: Artikel pertama yang ditulis oleh Victor Dulewicz / Malcom Higgs adalah berkaitan dengan kriteria kepemimpinan efektif di mana seorang pemimpin dituntut untuk mempunyai kecerdasan emosional. Seorang pemimpin yang mempunyai kecerdasan emosional tinggi mempunyai kecenderungan ekstrovert, riang, berani menanggung resiko, stabil secara emosional, percaya diri, terkendali dan rileks serta sangat teliti. Artikel kedua yang ditulis oleh Robert W. Rowden adalah berkaitan dengan kriteria kepemimpinan efektif mengenai kepemimpina karismatik yang dapat meningkatkan komitmen para bawahan. Selain itu komitmen di antara bawahan tergantung juga pada visi serta penjabaran dengan jelas oleh seorang pemimpin. Artikel ketiga yang ditulis oleh Anthony J. Berry adalah berkaitan dengan kriteria kepemimpinan efektif di mana untuk menghadapi berbagai resiko di era millenium, seorang pemimpin dituntut untuk merubah kepemimpinannya dari kepemimpinan secara transaksional menjadi kepemimpinan transformasial. Hal ini sesuai denga kriteria bahwa seorang pemimpin hams fleksibel dalam berstrategi ketika situasi menuntut. Dengan begitu dapat diambil kesimpulan bahwa kesuksesan seorang pemimpin untuk menghadapi berbagai resiko di era millenium, bergantung pada dipenuhinya kriteria-kriteria kepemimpinan efektif antara lain tingginya tingkat kecerdasan emosional pemimpin, karisma serta fleksibilitas dalam berstrategi ketika situasi menuntut.",
  "creators": "YONGKI ARIANTO WIBOWO",
  "contributors": "Eddy Madiono Sutanto (Advisor 1); LUKAS SUGENG MUSIANTO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 82/EM/2000; Yongki Arianto Wibowo (31495186)",
  "subjects": "EXECUTIVES; EXECUTIVE ABILITY-TESTING"
}