{
  "id": "15983",
  "title": "Evaluasi tentang daktilitas struktur pada sistem shear wall frame-belt truss sebagai virtual outrigger",
  "abstract": "Pembangunan gedung tinggi harus direncanakan agar tahan terhadap pengaruh beban-beban lateral seperti angin dan gempa bumi. Shearwall frame- outrigger dan shearwall frame -belt truss merupakan sistem struktur yang umumnya digunakan dalam mengontrol simpangan yang terjadi akibat beban lateral secara efektif. Hal yang belum terungkap dengan jelas adalah besar daktilitas struktur yang tersedia apabila bangunan tersebut direncanakan sesuai SNI 03-1726-2002. Penelitian ini memprediksi nilai daktilitas struktur bangunan shearwal frame ? belt truss 60 tingkat sebesar 3,75. Gedung yang ditinjau terdiri dari 5 bentang, dengan masing-masing bentang 10 meter. Shearwall core terletak pada tengah bangunan dan belt truss dipasang pada 2/3 tinggi bangunan sebanyak 3 lantai, yakni lantai 38, 39, dan 40. Perencanaan struktur dilakukan sesuai standar SNI 03-2847-2002 dan SNI 03-1726- 2002. Evaluasi daktilitas bangunan tersebut dilakukan dengan analisis dinamis non-linear time history dan analisis statis non-linear pushover. Beban gempa yang digunakan untuk analisis dinamis non-linear time history adalah gempa El Centro 18 Mei 1940 komponen North-South yang telah dimodifikasi, sedangkan untuk analisis statis non-linear pushover menggunakan respon spektrum wilayah 2 peta gempa Indonesia. Hasil penelitian menunjukkan bahwa daktilitas yang diharapkan dapat tercapai, ditandai dengan besarnya damage index pada semua elemen struktur adalah kurang dari satu dan simpangan antar tingkat tidak lebih dari 2% sesuai Asian Concrete Model Code (ACMC). Sendi plastis terjadi pada beberapa elemen balok dan shearwall, namun tidak sampai mempengaruhi kestabilan struktur secara keseluruhan.",
  "creators": "HELEN TANDYA; INDRYANA LOKA",
  "contributors": "Pamuda Pudjisuryadi (Advisor 1); Benjamin Lumantarna (Advisor 2); Hasan Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011712/SIP/2010; Helen Tandya (21406009), Indryana Loka (21406046)",
  "subjects": "TALL BUILDINGS; BUILDINGS-EARTHQUAKES EFFECTS"
}