{
  "id": "15986",
  "title": "Analisis stakeholder pada proyek konstruksi",
  "abstract": "Dalam segala institusi, pasti terdapat pihak-pihak yang memiliki kepentingan dalam institusi tersebut. Pihak-pihak tersebut disebut dengan istilah stakeholder. Berdasarkan latar belakang diatas, maka proyek konstruksi juga memiliki stakeholder. Dalam sebuah proyek konstruksi terdiri dari owner, kontraktor, sub kontraktor, konsultan, konsumen, supplier, pemerintah, komunitas lokal, masyarakat sekitar, dan lain - lain. Oleh karena itu, penulis merasa perlu adanya penelitian mengenai analisis stakeholder pada proyek konstruksi untuk mengetahui indeks pengaruh dari setiap stakeholder. Penelitian ini menggunakan metode kuesioner. Pada kuesioner terdapat 3 faktor diantaranya : stakeholder impact analysis, stakeholder vested interest, stakeholder attitude, yang terbagi atas beberapa subfaktor pendukung. Dimana responden penelitian ini adalah owner dan kontraktor apartment dan shopping centre and commercial building. Analisis yang digunakan adalah analisa deskriptif yaitu : analisa distribusi frekuensi dan analisa mean . Selain itu juga digunakan Analisa Stakeholder Pada Proyek Konstruksi untuk mengetahui peringkat pengaruh stakeholder pada proyek konstruksi. Dari hasil penelitian diperoleh kesimpulan yaitu stakeholder (owner dan kontraktor) menganggap dirinya sendiri adalah yang paling berpengaruh. Sedangkan yang bersikap oposisi adalah masyarakat, pemerintah, dan konsultan pengawas.",
  "creators": "RICKY HARTONO; ERWIN SETIAWAN TEDJO",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Ir. Prasetio Sudjarwo, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011725/SIP/2010; Ricky Hartono (21405089), Erwin Setiawan Tedjo (21405110)",
  "subjects": "CONTRUCTION INDUSTRY-RESEARCH"
}