{
  "id": "15997",
  "title": "Peranan standarisasi pada era perdagangan bebas bagi suatu perusahaan",
  "abstract": "Dari ketiga artikel yang dibahas, dapat ditangkap suatu benang merah bahwa strategj standarisasi akan dibutuhkan dalam era perdagangan yang akan datang. Hal ini dikarenakan perusahaan-perusahaan yang akan melakukan perluasan usaha ke negara lain akan dihadapkan pada suatu pilihan. Pilihan tersebut adalah mengjkuti acuan yang telah ditetapkan(standarisasi) atau hanya menyesuaikan diri pada kondisi pasar suatu negara. Dampak yang diharapkan adalah bahwa sistem standarisasi yang dilakukan akan membawa suatu keuntungan yang dapat berguna bagi para pelaku bisnis dalam konteks perdagangan internasional. Pada artikel pertama, masalah yang dibahas adalah perbedaan perusahaan-perusahaan yang sedikit menggunakan standarisasi dan perusahaan -perusahaan yang sedikit menggunakan standarisasi dalam konteks industri global. Pada artikel kedua, masalah yang dibahas adalah strategi yang akan dipakai oleh suatu perusahaan. Strategi tersebut adalah apakah suatu perusahaan harus mengjkuti suatu acuan (standarisasi) atau sekedar menyesuaikan diri (adaptasi) pada kondisi pasar nasional tiap-tiap negara. Pada artikel ketiga, masalah yang dibahas lebih khusus dan spesifik yaitu tentang kondisi empay pasar besar di Asia Timur yaitu Jepang, RRC, Taiwan, Korea, dan masih dibedakan menjadi empat jenis produk (rokok, minuman yang mengandung alkohol, obat-obatan, alat-alat pengendali kelahiran, produk kesehatan pribadi dan pakaian dalam).",
  "creators": "FIRMAN ENANDAR",
  "contributors": "Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 1); Richard Von Llewelyn (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 94/EM/2001; Firman Enandar (31496252)",
  "subjects": "FREE TRADE; STANDARDIZATION; STRATEGIC PLANNING"
}