{
  "id": "15992",
  "title": "pengembangan Taman Wisata Alam Sorong sebagai obyek wisata andalan di Kabupaten Daerah Tingkat II Sorong Irian Jaya",
  "abstract": "Wisata saat ini merupakan kebutuhan yang mutlak diperlukan oleh setiap orang. Seiring dengan kemajuan globalisasi, maka kepariwisataan juga semakin berkembang dengan pesat. Indonesia juga merupakan bangsa yang kaya akan budaya dan keanekaragaman adat istiadaat berdasarkan ribuan pulau yang dimiliki. Hal ini patutlah disyukuri dan dikelola serta dikembangkan dengan baik guna meriingkatkan pendapatan devisa negara. Kepariwisataan ini sendiri merupakan penghasil devisa terbesar di Indonesia di bidang non-migas. Kekayaan alam dan budaya yang tersebar di Indonesia, terdapat juga di Irian Jaya, tepatnya di Kabupaten Sorong. Di Kabupaten Sorong terdapat banyak obyek wisata alam baik wisata alam hutan maupun wisata alam bahari, yang kesemuanya itu masih asri dan hijau. Salah satu obyek wisata alam yang cukup menarik adalah Taman Wisata Alam Sorong yang merupakan kawasan hutan dengan luas ? 900 ha dan kaya akan flora dan fauna asli Irian Jaya yang tidak akan ditemui di daerah lain. Taman Wisata ini perlu mendapat perhatian dalam pengembangannya, khususnya dalam pengadaan fasilitas-fasilitas yang memadai serta pengadaan kegiatan-kegiatan wisata yang lebih menarik kedatangan pengunjung. Karena selama ini kegiatan wisata yang dilakukan terbatas pada wisata ilmiah oleh para siswa dari sekolah-sekolah yang ada di Sorong. Oleh sebab itu penulis raenyusun tugas akhir ini sebagai bahan informasi bagi para wisatawan yang akan mengunjungi taman wisata alam ini. Kepada Pihak Pemerintah Daerah dan pihak Konservasi Sumber Daya Alam Tk. II Sorong sebagai yang berwenang, juga kepada pihak swasta yang akan turut mengambil bagian dalam pelaksanaan kegiatan pengembangan Taman Wisata Alam Sorong, dan terlebih itu dengan adanya tugas akhir ini dapat menjadi bahan acuan untuk dapat dilaksanakan demi kemajuan kota Sorong sebagai daerah tujuan wisata di Irian Jaya, tempat di mana penulis dibesarkan.",
  "creators": "CLAUDY CHARLOTTE NANLOHY",
  "contributors": "Yacintha Yoranouw Suryawijaya (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 257/Par/1997; Claudy Charlotte Nanlohy (9139469)",
  "subjects": "TOURIST TRADE-SORONG-IRIAN JAYA"
}