{
  "id": "15999",
  "title": "Penilaian pada properti komersial",
  "abstract": "Penilaian adalah suatu aktivitas atau proses untuk mendapatkan perkiraan nilai. Yang dinilai adalah harta yang berupa aktiva tetap berwujud seperti: tanah, bangunan, mesin-mesin, peralatan, dan aktiva tetap tak berwujud seperti: hak cipta, patent, cap, dan merek dagang. Pada ringkasan-ringkasan ini yang dinilai adalah properti komersial yaitu kondominium dan pusat perbelanjaan. Artikel pertama membahas penilaian terhadap proyek kondominum dan unit kondominium individu di Kanada. Proyek kondominium adalah bangunan kondominium itu sendiri dengan segala fasilitasnya seperti tempat parkir, taman rekreasi, kolam renang, dan sebagainya. Sedangkan unit individual adalah kamar-kamar atau ruangan-ruangan yang dapat dimiliki baik secara sewa maupun beli. Dalam melakukan penilaian terhadap proyek kondominium pendekatan yang sesuai digunakan ialah pendekatan biaya dan pendekatan pendapatan. Sedangkan untuk menilai unit kondominium pendekatan yang cocok digunakan ialah pendekatan pendapatan dan pendekatan perbandingan langsung. Artikel kedua membahas niengenai penilaian terhadap pusat perbelanjaan regional di Australia dari sudut pandang investasi. Pusat perbelanjaan regional adalah pusat perbelanjaan dengan luas minimal 20.000 meter persegi, yang paling sedikit mempunyai 2 supermarket, 2 departement stores, 60 atau lebih toko-toko yang menjual barang dagangan, pakaian, dan perabot rumah. Konsep pusat perbelanjaan regional sekarang telah menjadi bagian dari gaya hidup konsumen Australia dan merupakan salah satu bentuk investasi jangka panjang yang menarik, yang dapat memberikan pengembalian modal yang baik. Faktor-faktor yang mempengaruhi nilai pusat perbelanjaan regional ialah lokasi, ciri-ciri rancangan bangunan, komposisi penyewa, struktur sewa-menyewa, dan manajemen pusat perbelanjaan tersebut. Selanjutnya artikel ketiga membahas mengenai perlakuan terhadap penilaian properti komersial pada kondisi tidak pasti. Artikel ini berdasarkan pada 100 laporan penilaian dari tahun 1980 sampai 1996 di Swedia. Yang dimaksud kondisi tidak pasti ialah tahap-tahap pada siklus properti mulai dari tahap sebelum booming properti (1980-1984), booming properti (1985-1990), tahap memasuki kejatuhan (1991), dan tahap setelah kejatuhan (1992-1996).",
  "creators": "MULIYADI WIDJOJO",
  "contributors": "LUKAS SUGENG MUSIANTO (Examination Committee 1); Prof. Dr. Njo Anastasia, S.E., M.T. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 60/EM/2000; Muliyadi Widjojo (31496357)",
  "subjects": "REAL ESTATE MANAGEMENT"
}