{
  "id": "16006",
  "title": "Pengukuran produktivitas pekerjaan dinding hebel studi kasus pada proyek apartemen x",
  "abstract": "Pengukuran produktivitas pekerjaan pasangan hebel, plesteran dan acian harus menggunakan metode yang sederhana dan efektif serta outputnya dapat cepat ditentukan menggunakan perhitungan sederhana. Penelitian ini bertujuan untuk mengukur produktivitas pekerjaan pasangan hebel, plesteran dan acian serta mengetahui faktor penyebab terjadinya variasi tingkat produktivitas pekerjaan dinding. Pengumpulan data dilakukan dengan pengamatan pada sebuah proyek apartemen X yang sedang berlangsung di Surabaya Barat. Penelitian ini menganilisa daily productivity, baseline productivity dan faktor yang menyebakan naik turunnya tingkat produktivitas pada pekerjaan dinding hebel. Data yang berupa volume dan jam kerja digunakan untuk mendapatkan nilai daily productivity dan baseline productivity. Dari hasil penelitian dapat diketahui bahwa nilai rata-rata produktivitas masing-masing pekerjaan lebih kecil daripada nilai baseline productivity. Pada pekerjaan pasangan hebel nilai baseline productivity 13,292 m 2 /hari lebih besar daripada nilai produktivitas rata-rata 7,058 m 2 /hari), pada pekerjaan plesteran (15,798 m 2 /hari > 9,957 m 2 /hari) dan pada pekerjaan acian (19,51 m 2 /hari > 13.119 m 2 /hari). Dari nilai daily productivity dapat terlihat adanya variasi nilai produktivitas serta dapat dianalisa faktor-faktor yang menyebabkan terjadinya variasi nilai produktivitas tersebut. Dari hasil analisa, faktor utama yang menyebabkan turunnya nilai produktivitas adalah pengiriman material ke lokasi proyek terlambat.",
  "creators": "STEVANUS CRIS CHANDRA P; LIUS CHANDRA WIJAYA",
  "contributors": "Andi (Advisor 1); Jonathan Hendra Kusuma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011726/SIP/2010; Stevanus Cris Chandra P ( 21405119 ), Lius Chandra Wijaya ( 21405126 )",
  "subjects": "TIME STUDY; CONSTRUCTION INDUSTRY-MANAGEMENT"
}