{
  "id": "16004",
  "title": "Perencanaan pembangunan perkampungan wisata Suku Osing di Desa Kemiren dan sekitarnya",
  "abstract": "Banyuwangi adalah salah satu daerah tujuan wisata di Jawa Timur yang sangat potensial. Daerah ini memiliki kebudayaan yang sangat unik yang disebut Suku Osing. Namun, sayangnya tidak banyak orang yang tahu tentang Suku Osing yang kebudayaannya merupakan hasil akulturasi dari daerah Bali, Madura dan Jawa. Sehingga tidak heran jika ditemui adat-istiadat dan tata upacara hampir mirip dengan daerah Bali, Madura dan Jawa. Secara tidak langsung, hal ini mempengaruhi bahasa yang digunakan sehari-hari. Suku Osing masih dapat kita jumpai di Desa Kemiren sebagai pusatnya dan didukung oleh desa-desa yang berada di sekitarnya, seperti: Olehsari, Bakungan, Banjarsari, Mojopanggung dan Boyolangu. Desa Kemiren dikatakan sebagai pusat dari kebudayaan Suku Osing karena memiliki potensi seni budaya yang cukup menonjol dan didukung dengan ak-tivitas masyarakatnya yang masih tetap mempertahankan budaya Suku Osing secara utuh. Karena itu, untuk menjaga kelestarian kebudayaan Suku Osing ini yang dikhawatirkan akan punah ditelan masa, maka Pemerintah Daerah Tingkat II Banyuwangi sebaiknya mengambil langkah yang tepat untuk membangun dan mengembangkan Perkampungan Wisata Suku Osing yang nantinya akan menjadi obyek andalan wisata budaya Jawa Timur sebagai antisipasi terhadap para wisatawan mancanegara yang sekarang ini ada kecenderungan terjadi pergeseran dari wisata alam ke wisata budaya.",
  "creators": "YOHANES EDDY SANTOSO",
  "contributors": "Yacintha Yoranouw Suryawijaya (Advisor 1); Foedjiawati, S.S., M.A., Ph.D. (Advisor 2); SIDNIWATI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 229/Par/1997; Yohanes Eddy Santoso (91394019)",
  "subjects": "OSING (INDONESIAN TRIBE)-BANYUWANGI-TOURIST TRADE; TOURIST TRADE-BANYUWANGI"
}