{
  "id": "16002",
  "title": "Vihara Eka Dharma Loka sebagai obyek wisata penunjang di kawasan Kenjeran",
  "abstract": "Perkembangan pariwisata di Indonesia pada saat ini mengalami perkembangan yang sangat pesat sekali dan Indonesia sebagai negara kepulauan mempunyai banyak obyek wisata baik itu wisata alam, pantai, budaya maupun wisata lainnya. Namun perkembangan yang telah dilakukan masih belum semuanya mencapai titik kesempurnaan. Surabaya sebagai kota terbesar dan sebagai itu kota propinsi Jawa Timur, merupakan salah satu daerah tujuan wisata yang cukup potensial bagi wisatawan yang akan datang berkunjung ke Jawa Timur. Salah satu obyek wisata yang cukup menarik dan unik untuk dikunjungi di Surabaya adalah Vihara Eka Dharma Loka, yang terletak di Kotamadya Surabaya, Kecamatan Sukolilo, Kelurahan Sutorejo, dan berada di jalan Taman Babatan Pantai ( di komplek Kenjeran Indah ), mempunyai sejarah tersendiri dan nilai-nilai keagamaan serta bentuk bangunan yang unik sangatlah potensial bagi perkembangan pariwisata di kawasan Kenjeran. Tetapi pada kenyataannya, pengunjung Vihara ini sebagian besar adalah umat Buddha aliran Theravada yang datang untuk beribadah di tempat ini dan juga Bante-bante terkenal yang datang dari dalam maupun luar negeri. Kedatangan wisatawan sangatlah jarang ditemui di Vihara ini. Padahal Vihara ini memiliki potensi untuk dijadikan suatu obyek wisata. Hal ini dikarenakan keberadaannya belum banyak diketahui oleh para wisatawan.Untuk menjadikan Vihara Eka Dharma Loka sebagai obyek wisata agama yang lebih berpotensi, perlu diadakan pembenahan dan promosi sehingga keberadaannya diketahui oleh masyarakat luas. Dengan adanya upaya pengangkatan Vihara ini sebagai obyek wisata agama di kawasan Kenjeran, diharapkan dapat membantu untuk meningkatkan jumlah arus wisatawan yang datang serta ikut mengembangkan wilayah Kenjeran khususnya.",
  "creators": "TANTRI NINGRUM",
  "contributors": "Foedjiawati, S.S., M.A., Ph.D. (Advisor 1); Tio Sally Puspasari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 262/Par/1998; Tantri Ningrum Hartanto (91393005)",
  "subjects": "TOURIST TRADE-SURABAYA; VIHARA EKA DHARMA-TOURIST TRADE"
}