{
  "id": "16007",
  "title": "Motode preventif dan perbaikan standar komposisi inject untuk menurunkan persentase kecacatan produk polyurethane air filter di PT X",
  "abstract": "PT X merupakan perusahaan manufaktur yang memproduksi filter udara, bensin, dan oli. Fokus perbaikan yang dituju pada penelitian ini adalah menurunkan persentase kecacatan produk polyurethane (PU) air filter sebagai salah satu upaya untuk menyukseskan cost reduction program yang menjadi fokus PT X pada tahun 2009. Persentase kecacatan produk polyurethane air filter pada kondisi awal adalah sebesar 7,89%. Penentuan jenis kecacatan dilakukan dengan menggunakan diagram pareto, sedangkan analisis akar masalah dilakukan dengan menggunakan diagram 5 why dan fault tree analysis. Berdasarkan diagram pareto didapatkan 5 jenis kecacatan yang akan diteliti, yaitu over volume, lower volume, hardness tidak sesuai, PU sobek, dan paper berantakan. Usulan perbaikan yang dilakukan adalah melakukan updating standar komposisi inject, menentukan standar komposisi inject untuk proses rework, merancang sistem sampling untuk komponen paper, merancang preventif maintenance, dan merancang preventif action. Pada akhir penelitian, usulan perbaikan yang dilakukan berhasil menurunkan persentase kecacatan produk secara signifikan dengan a =5%. Penurunan persentase yang terjadi untuk kecacatan over volume sebesar 1,07%, lower volume sebesar 2,18%, hardness tidak sesuai sebesar 0,42%, PU sobek sebesar 1,92%, dan paper berantakan sebesar 0,48%. Sedangkan besar penurunan biaya kecacatan yang terjadi akibat implementasi usulan perbaikan adalah Rp 215.605,66 per harinya.",
  "creators": "HENDRA SANTANU",
  "contributors": "Felecia, S.T., M.Sc. (Advisor 1); Siana Halim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021395/IND/2009; Hendra Santanu (25406026)",
  "subjects": "TOTAL QUALITY MANAGEMENT; QUALITY CONTROL; QUALITY OF PRODUCTS"
}