{
  "id": "16011",
  "title": "Dampak depresiasi nilai rupiah terhadap penjualan paket wisata luar negeri biro perjalanan wisata di Surabaya",
  "abstract": "Dengan adanya depresiasi nilai rupiah terhadap dolar, banyak sekali biro perjalanan wisata yang mengalami keragian besar, khususnya dalam penjualan paket wisata ke luar negeri karena biaya yang terlalu mahal untuk membeli tiket ke luar negeri. Tujuan penelitian adalah untuk mengetahui bagaimana cara Biro Perjalanan Wisata mengatasi kesulitan yang mungkin timbul dalam penjualan paket wisata ke luar negeri agar dapat meminimalkan kerugian yang mungkin terjadi demi kelangsungan BPW. Penelitian terdiri dan dua tahap, yaitu dampak depresiasi nilai rupiah dan pemecahan permasalahan. Pada dampak depresiasi nilai rupiah, menekankan pada penjualan paket wisata ke luar negeri sebelum depresiasi selama 3 bulan terakhir (Mei-Juni-Juli 1997) dan sesudah depresiasi selama 3 bulan terakhir (September-Oktober- November 1997). Pemecahan permasalahan menekankan pada usaha-usaha khusus beberapa perusahaan untuk meningkatkan penjualan paket wisata ke luar negeri. Hasil dan dampak depresiasi nilai rupiah menunjukkan bahwa paket wisata ke luar negeri yang terjual selama 3 bulan terakhir sesudah depresiasi mengalami penurunan dibandingkan dengan sebelum depresiasi. Sedangkan hasil dari pemecahan permasalahan menunjukkan bahwa beberapa perusahaan melakukan usaha-usaha khusus berapa iklan, discount, menjalin kerjasama dengan luar negeri, dan memberikan hadiah. Agar promosi lebih berkualitas, perusahaan perlu mengadakan sebuah kegiatan dalam bentuk pameran untuk memperkenalkan paket wisata yang berisi obyek-obyek wisata luar negeri dengan menjalin kerjasama dengan beberapa perusahaan lain. Disamping itu BPW perlu membuat dan menjual paket wisata lokal untuk mengimbangi menurunnya penjualan paket wisata luar negeri.",
  "creators": "LIE HSIA",
  "contributors": "Dewi Astuti (Advisor 1); Tio Sally Puspasari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 273/Par/1998; Lie Hsia (91394088)",
  "subjects": "TOURIST TRADE-SURABAYA-CRISIS MONETARY ASPECTS; TOURIST INFORMATION CENTERS-SURABAYA-CRISIS MONETARY ASPECTS"
}