{
  "id": "16014",
  "title": "A Study of the main character's maintenance of his dignity in the concentration camp in solzhenitsyn's one day in the life of Ivan Denisovich",
  "abstract": "This thesis is a study of Solzhenitsyn's One Day in the Life of Ivan Denisovich. It deals with the main character's maintenance of his dignity in the concentration camp. Solzhenitsyn's One Day vividly picturizes the suffering, injustice, and dehumanization in a Siberian concentration camp. The harshness of living in the camp negatively influences the prisoners that make them do bribery, corruption, theft, etc, as they try to survive. However, the main character of the novel, who is also the title character: Ivan Denisovich Shukhov, is visualized as an ordinary, simple, sturdy, and vigorous man who struggles to maintain his dignity under the inhumane conditions. In relevance to this, the writer of ihe thesis wants to reveal that Shukhov can maintain his dignity by retaining his good qualities under the harsh condition of the camp. In trying to reveal the condition of the camp in which the main character lives and maintains his dignity, the thesis writer analyzes the general environment of the camp and the prisoners' dairy manner of living. Whereas, through characterization, she reveals that Shukhov can maintain his good qualities in the camp. In contrast to the other prisoners who degrade their qualities due to the harsh environment in the camp, Shukhov regards his camp experience not exclusively as a completely unacceptable violation of normal human life, but also as an experience which can lead him to new enriching perception. He has a good moral principle and he always lives by it. Against the starvation, exhaustion, and annihilation by the authorities in the camp, Shukhov keeps working hard. He also keeps his responsibility, his honesty, etc. Thus, by maintaining his good qualities in the camp life, he is proved to be able to maintain his dignity in the concentration camp.",
  "creators": "WENY PUSPASARI",
  "contributors": "Stefanus Suprayitno (Examination Committee 1); Liliek Soelistyo (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 602; Weny Puspasari (11491034)",
  "subjects": "RUSSIAN LITERATURE-20TH CENTURY-STUDY AND TEACHING; SOLZHENITSYN. ONE DAY IN THE LIFE OF IVAN DENISOVICH-STUDY AND TEACHING"
}