{
  "id": "16017",
  "title": "An Analysis of coherence on an article of the Jakarta Post newspaper antitled \"jamu carries stigma of being unscientific\" a case study",
  "abstract": "This study analyzes the coherence form of an article in a newspaper. Coherence deals with the concepts that underlie the text, therefore the coherence problems are more complicated than cohesion problem which deals with the surface text The basic theory of this study is the theory of coherence by de Beaugrande and Dessler. According to them the basic foundation of coherence is the continuity of sense of the text. The continuity of sense can be formed by the configuration of concepts and relations and the textual world is accessible and relevance. Concepts are divided into two groups: primary and secondary concepts. One primary concept is acted as the control centre which underlies all the concepts in the text Relations are characterized by the secondary concepts and set of operators. This study uses qualitative approach and the design based on the continuity of sense. The data are taken from an article entitled \"Jamu carries stigma of being unscientific\" by Gedsiri Suhartono. Hie data are in the form of units which are equivalent of paragraphs in the article. The coherent units have the control centre as well as their primary concepts or they have a primary concept which becomes the equivalent of control centre. In the coherent units exist the discontinuity in which the relation between the control centre and their primary concept is missing. Therefore, they need a regulatory operator namely inferencing to bind the control centre and primary concept together. From the analysis it is found that the object concept 'jamu' is the control centre of this article. Most of the units in the text are coherent, and they are divided into two group. In the first group, 'jamu' becomes the control centre and their primary concepts. The second group has other concept as their primary concept. It is also found that there are several discontinuities exist in several paragraphs. Those problems can be solved by iuterencing procedure vvJiich gives reasonable concepts and relations for those discontimiities",
  "creators": "HENI PUSPITA WARDANI",
  "contributors": "SUBANDI DJAJENGWASITO (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 630; Heni Puspita Wardani (11492031)",
  "subjects": "DISCOURSE ANALYSIS; ENGLISH LANGUAGE-STUDY AND TEACHING"
}