{
  "id": "16012",
  "title": "Promosi sebagai salah satu aspek penting dalam meningkatkan kunjungan ke obyek wisata kampung koboi",
  "abstract": "Dalam pengembangan bisnis wisata di Indonesia saat ini, setiap daerah berusaha untuk mengembangkan potensi wisata yang ada di daerah-daerahnya masing-masing dengan sebaik-baiknya, baik itu obyek wisata alam maupun obyek wisata atraksi. Begitu pula dengan Surabaya sebagai kota bisnis, berusaha untuk mengelola atraksi wisata yang ada sebagai daya tarik wisata baik bagi masyarakat maupun bagi para wisatawan. Dalam penulisan tugas akhir ini, penulis ingin menyajikan potensi wisata atraksi, Taman Wisata Kampung Koboi yang kehadirannya dapat menambah asset potensi wisata baru di Surabaya. Potensi utama yang menjadi ciri khas dari tempat ini adalah permainan olah raga tembak (paintball games), sebagai obyek wisata yang baru berkembang di Indonesia khususnya di Surabaya yang mengandung unsur kesenangan dan juga tantangan. Selain permainan olah raga tembak yang menjadi ciri khas di Jawa Timur adalah atraksi tradisional dari Jawa Timur. Ada beberapa daya tarik potensi wisata di Kampung Koboi antara lain, karapan sapi, adu ayam, tarian traditional dari Jawa Timur, kerajinan rakyat yang dapat disajikan untuk masyarakat dan para wisatawan khususnya wisatawan mancanegara, yang kesemuanya itu dikemas sedemikian rupa sehingga mereka bisa melihat kebudayaan Jawa Timur hanya dalam waktu satu hari saja. Dengan melihat potensi yang dimiliki, penulis ingin mencoba mempromosikan dan mengembangkan potensi yang ada di Taman Wisata Kampung Koboi, sehingga dapat menjadi asset wisata yang dapat diandalkan di Surabaya.",
  "creators": "FRANSISCA",
  "contributors": "Yacintha Yoranouw Suryawijaya (Advisor 1); Tio Sally Puspasari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 413/PAR/2000; Fransisca (91395064)",
  "subjects": "TOURIST TRADE-SURABAYA; COWBOY VILLAGE-SURABAYA-TOURIST TRADE"
}