{
  "id": "16010",
  "title": "Interpretasi sinyal data yang keluar pada peta kendali T2 Hotelling pada proses welding di PT Insera Sena",
  "abstract": "Peta kendali T 2 Hotelling merupakan peta kendali untuk mengendalikan proses yang mempunyai jumlah karakteristik kualitas lebih dari satu (multivariat). Peta ini dapat digunakan untuk mengetahui penyebab kecacatan dengan cara menginterpretasikan sinyal dari data yang keluar dari batas kendali. Interpretasi sinyal dapat dilakukan menggunakan metode dekomposisi MYT (Mason,Tracy, and Young, 399). PT Insera Sena merupakan perusahaan yang memproduksi sepeda. Permasalahan utama yang dimiliki oleh PT Insera Sena pada proses welding adalah jumlah produk repair yang mencapai 20% dari total produksi. Hal ini dikarenakan selama ini perusahaan hanya menganalisis pengendalian 17 karakteristik kualitas yang ada secara individual. Pada Tugas Akhir ini, dilakukan upaya untuk mendeteksi kecacatan. Pendeteksian kecacatan dilakukan dengan menggunakan peta kendali T 2 Hotelling. Dengan peta kendali T 2 Hotelling dapat diketahui penyebab kecacatan dengan menginterpretasikan sinyal dari data yang keluar dari batas kendali. Dalam menginterpretasikan sinyal tersebut, digunakan metode dekomposisi MYT. Dari interpretasi data tersebut, diketahui bahwa kecacatan terbesar disebabkan oleh karakteristik kualitas las, yaitu kotor. Jenis kecacatan las kotor ini disebabkan karena kurang lamanya waktu pada proses pencucian. Solusi untuk mengatasi masalah ini dengan penggunaan timer untuk tiap tahapan pada proses pencucian.",
  "creators": "ADELINA HENDRYANTO E S",
  "contributors": "Debora Anne Yang Aysia (Advisor 1); Felecia, S.T., M.Sc. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021394/IND/2009; Adelina Hendryanto (25406031)",
  "subjects": "TOTAL QUALITY MANAGEMENT; WELDING INDUSTRY-QUALITY CONTROL; QUALITY CONTROL"
}