{
  "id": "16013",
  "title": "Evaluasi peranan pplh dalam mendukung sustainable tourism",
  "abstract": "Jawa Timur memiliki banyak sekali objek wisata yang indah dan alami, baik yang sudah maupun belum dikembangkan. Selama ini dalam mengembangkan suatu objek wisata belum ada perencanaan yang matang mengenai antisipasi dampak-dampak negatif yang mungkin timbul terhadap lingkungan hidup. Sebaliknya, di beberapa negara di dunia telah dikembangkan konsep sustainable tourism, yang menitikberatkan pada terjaganya lingkungan hidup di sekitar objek wisata walaupun terjadi pengembangan. Konsep ini dilaksanakan oleh LSM (Lembaga Swadaya Masyarakat) independen yang peduli terhadap lingkungan hidup dan kemajuan dunia pariwisata terhadap daerah binaan. Adapun dua contoh dari LSM tersebut adalah antara lain : BETA {Belize Ecotourism Association) dengan Belize sebagai binaannya dan KEEP {Kathmandu Environmental Education Project). dengan Kathmandu sebagai binaannya. Di Jawa Timur sendiri sebenarnya sudah ada LSM independen yang peduli terhadap pendidikan lingkungan hidup, yang dikenal sebagai PPLH (Pusat Pendidikan Lingkungan Hidup) Seloliman Trawas. Selain memberikan pendidikan mengenai lingkungan hidup, PPLH juga telah menerapkan konsep ecotourism dalam kesehariannya, baik aktivitas maupun manajemennya dan terhadap desa Seloliman sebagai desa binaannya. Penulis ingin melihat apakah PPLH sebagai pendidik lingkungan hidup telah ikut menyumbang dalam pengembangan konsep sustainable tourism di obyek-obyek wisata di Jawa Timur. Dalam penelitian ini penulis juga akan melakukan studi banding antara PPLH dengan LSM-LSM lain di luar negeri dalam hal kegiatan-kegiatan yang dilakukan dalam mendukung sustainable tourism, dalam hal ini dengan BETA dan KEEP. Kemudian penulis akan menggunakan tcori Edward Inskeep dari bukunya yang berjudul Tourism Planning untuk melihat apakah ketiga LSM tersebut telah memenuhi kewajiban mereka sebagai LSM yang peduli terhadap konsep sustainable tourism. Dari penelitian ini ditemukan bahwa PPLH belum banyak melaksanakan tugasnya sebagai pendidik bagi pengelola obyek-obyek wisata di Jawa Timur dalam mengembangkan konsep sustainable tourism, sedangkan KEEP dan BETA telah melaksanakan kewajiban ini melalui aktivitas-aktivitasnya. Peran PPLH masih kecil bila dibandingkan dengan BETA dan KEEP. Sebagai tambahan, penulis akan memberi saran berupa kegiatan yang dapat dilakukan PPLH untuk lebih teiiibat dalam memberikan pendidikan bagi pengelola obyek-obyek wisata di Jawa Timur untuk mengembangkan konsep sustainable tourism.",
  "creators": "MERYANA LIE; NOORI TARACHAND CHOTRANI",
  "contributors": "Tio Sally Puspasari (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 425/PAR/2000; Meryana Lie (91397046), Noori T.C (91397055)",
  "subjects": "TOURIST TRADE; ECOTOURISM"
}