{
  "id": "16018",
  "title": "Evaluasi sistem akuntansi biaya dalam penentuan harga pokok produksi kayu gergajian pada CV. Bintang Sejati di Palangkaraya",
  "abstract": "Dengan perkembangan perekonomian seperti sekarang ini sistem dan prosedur sangat diperlukan untuk mendapatkan informasi yang relevan dan dapat dipercaya Manajemen dalam penentuan harga pokok produksi kayu gergajian sangat memerlukan sistem akuntansi biaya yang baik dan benar agar informasi biaya yang dihasilkan bisa tepat guna Ketertarikan penulis untuk mengetahui apakah penetuan harga pokok produksi yang diterapkan CV. Bintang Sejati sudah efektif untuk memberikan informasi yang tepat-guna bagi kepentingan manajemen, sehingga penulis menjadikan hal tersebut topik bahasan pada penulisan skripsi ini. Penelitian ini bersifat deskriflif dan studi kasus pada satu perusahaan saja Dan yang menjadi pokok bahasan adalah sistem akuntansi biaya yang dibutuhkan untuk informasi harga pokok produksi. Yang dipentingkan adalah arus informasinya saja bukan angka hasil perhitungannya Prosedur yang digunakan untuk pengumpulan data yaitu: penelitian kepustakaan, penelitian lapangan, observasi, wawancara dan dokumentasi. Analisis terhadap data yang didapat dievaluasi sesuai dengan teori yang diterima dibangku kuliah. Pada kenyataannya hasil penelitian penulis selama proses pembuatan dan penulisan skripsi ini penentuan harga pokok produksi kayu gergajian yang dimiliki CV. Bintang Sejati sudah benar, hanya sedikit permasalahan yang ditemukan yaitu: struktur organisasi yang dimiliki kurang baik serta siklus akuntansi tidak dilakukan dengan benar. Setelah dilakukan beberapa perancangan dan modifikasi maka sistem yang dimiliki sudah benar dan baik memenuhi syarat teori akuntansi biaya",
  "creators": "JONI HARTA",
  "contributors": "Devie (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 019/FE.AK/1999; Joni Harta (32494051)",
  "subjects": "COST ACCOUNTING"
}