{
  "id": "16019",
  "title": "The Use of non violent technique in queen's survival during the bondage that leads her into a happy and joyful life in Haley's Queen",
  "abstract": "This thesis is a study of Alex Haley's novel Queen. In this study the writer reveals the endurance of Queen who was a mulatto living in the era of slavery in the United States. In enduring such bad situation in the bondage Queen showed a way that made her able to survive. The way which the writer regards as a technique to survive is called a non violent technique. Queen's understanding of the technique did not lead her into enormosity against the whites, on the contrary. Queen was convinced that the way to solve the problem was only that the black could undergo the suppression without physical revenge. If there was any protest against injustices, it should be a peaceful protest. In this study, the writer wants to reveal Queen's endurance by using the survival technique as a tool to keep herself survive, and her reasons in choosing this way. Besides, the writer also wants to analyze her outcomes. The writer uses the theory of the nature of slavery to emphasize the bad condition of the slaves during the slavery period. Aside from that, she also uses the theory of African American survival technique in Afro American literature to equip with a background knowledge about African American survival techniques. The writer finds out that Queen chose a way to survive, by non violent protest because she wanted to avoid violence. Queen also made the Christian faith as the basic for her life's principle and to face disappointments in life during the bondage. To overcome all her burdens and problems about racism, she used non violent protest as her action. To fight for equality of rights she also used non violent protest and she devoted herself to Christian principles in her life. Queen also had a good result or outcome by using her survival technique. Queen with her non violent protest, fighting for rights and by letting Christian wisdom lead her life's direction, could endure and bear the suffering. From the analysis above the writer concludes that Afro Americans had their own tool or way to keep surviving in a racist world. Survival technique is really needed for the black people to anticipate the bad condition of racism in order to endure suffering, hardship and difficulties.",
  "creators": "MONICA PUSPITASARI",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 575; Monica Puspitasari (11492042)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; HALEY, ALEX, 1921-1992.QUENN-STUDY AND TEACHING"
}