{
  "id": "16028",
  "title": "Optimasi lini produksi di PT \"X\" melalui pendekatan simulasi",
  "abstract": "Indonesia sejak bulan Juli 1997 dilanda krisis moneter yang kemudian menjadi krisis ekonomi. Krisis ini telah banyak mengakibatkan perusahaan disektor real bertumbangan. PT U X\" yang bergerak di penggulungan benang ini menyadari bah\\va perbaikan di lini produksi merupakan salah satu jalan untuk bertahan di tengah krisis. Produk yang dihasilkan oleh PT U X\" antara lain benang 100 yard, 150 yard, 500 yard, 5000 yard dan 10000 yard. Pada lintasan produksi di perusahaan tersebut terdapat masalah dimana seringkaii terjadi over capacity pada tnesin eceran terutama mesin eceran untuk benang 500 yard dan juga idle yang tinggi untuk departemen packing I,II,stiker, dosin dan gross. Oleh karena itu dirancang perbaikan di bagian lini produksi untuk meningkatkan effisiensi dan efektivitas. Agar percobaan perubahan sistem tidak menganggu sistem yang sedang berjalan, maka digunakan model simulasi untuk memanfaatkan software Promodel. Metode simulasi mempunyai beberapa tahap pembuatan yaitu pengumpulan data untuk membuat model konseptual, pembuatan model komputer, verifikasi dan validasi, analisa terhadap kondisi awal dengan simulasi serta psrancanagn alternatif-alternatif perbaikan yang dilakukan dengan memperhatikan hasil simulasi kondisi awal dan analisa eksperiment. Melalui eksperimen dengan simulasi didapatkan hasil - hasil berupa alternatif-alternatif perbaikan yang potensial untuk meningkatkan effisiensi dan efektivitas lini produksi. Usulan sistem yang diajukan dapat dipilih sesuai dengan kondisi dan kebutuhan perusahaan saat itu.",
  "creators": "JOHAN SUCIPTO",
  "contributors": "Tanti Octavia (Examination Committee 1); Tessa Vanina Soetanto (Advisor 2); I Gede Agus Widyadana (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 231/TI-57/1999; Johan Sucipto (25495026)",
  "subjects": "MANUFACTURING PROCESSES-SIMULATION; PRODUCTION PLANNING-SIMULATION; PLANT LAYOUT-SIMULATION"
}