{
  "id": "16020",
  "title": "Penerapan audit manajemen atas fungsi pembelian bahan baku pada PT Rubelindo Hentary di Ambon",
  "abstract": "Dalam menjalankan roda perusahaan, prinsip efisiensi dan efektivitas mutlak dipegang teguh dan diterapkan. Penerapan prinsip efisiensi dan efektivitas dipandang mutlak karena pada umumnya perusahaan menghadapi suasana keterbatasan dalam perolehan dana, daya, sarana dan prasarana kerja. Keterbatasan yang paling sering dirasakan dan dihadapi oleh perusahaan adalah dalam pengadaan dana, baik yang bersumber dan pemilik atau pendiri perusahaan maupun yang berasal dan sumber ekstemal. Berdasarkan situasi tersebut maka tidak membenarkan alasan apapun yang mendorong terjadinya tindakan boros atau tidak efisien. Dalam suatu perusahaan bagian pembelian memiliki fungsi yang sangat penting dalam menunjang kegiatan operasi perusahaan, karena aktivitas bagian ini merupakan aktivitas awal dan aktivitas perusahaan secara keseluruhan. Aktivitas pembelian adalah aktivitas yang harus dilaksanakan dalam perusahaan guna memperoleh bahan baku demi menunjang arus produksi, sehingga perusahaan dapat menghasilkan produk akhir dan sekaligus mencapai tujuan yang diinginkan. Keberhasilan bagian pembelian ini akan sangat membantu keberhasilan bagian yang lain. Oleh karena itu pihak manajemen perusahaan harus selalu berusaha untuk meningkatkan efektifitas perusahaan. Salah satu cara untuk mewujudkannya adalah dengan melaksanakan audit manajemen. Berkaitan dengan pelaksanaan audit manajemen maka penulis hendak melakukan penelitian yang berkisar pada masalah audit manajemen atas fungsi pembelian bahan baku dalam perusahaan industri plastik pada PT. Rubelindo Hentary di Ambon. Untuk mempertajam masalah penelitian, disusun persoalan penelitian mengenai pelaksanaan audit manajemen atas fungsi pembelian bahan baku dalam perencanaan induk, rumusan sasaran strategik, tipe dan struktur organisasi serta mekanisme pengendalian. Untuk membantu menjawab persoalan penelitian digunakan konsep yang relevan dengan penulisan, yaitu konsep audit manajemen fungsi pembelian. Jenis penelitian yang dilakukan oleh penulis adalah penelitian deskriptif berupa studi kasus dengan obyek penelitian PT. Rubelindo Hentary. Jenis data yang dugunakan adalah data kualitatif dan sumber data yang digunakan oleh penulis adalah studi pendahuluan, studi lapangan, dan studi kepustakaan. Dalam studi lapangan, penulis menggunakan tiga cara, yaitu observasi dan wawancara. Dedangkan teknik analisa yang dugunakan adalah analisis kulitatif. Hasil audit manajemen menunjukkan bahwa pelaksanaan secara keseluruhan fungsi-fungsi manajemen yang selama ini terjadi di PT. Rubelindo Hentary belum efaktif, salah satu faktor penyebab adalah karena perusahaan belum mengkoordinasi dan melaksanakan perencanaan induk dengan baik.",
  "creators": "SANDRA STANLEY",
  "contributors": "I MADE NARSA (Examination Committee 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 025/94/FE.Ak/1999; Sandra Stanley (32494032)",
  "subjects": "AUDITING"
}