{
  "id": "16027",
  "title": "Perbandingan metode lot for lot policy after stage 1 dan forecast beyond the planning horizon untuk perencanaan kebutuhan material di PT Golden Rubberindo",
  "abstract": "Dalam suatu sistem produksi dalam perusahaan, MRP {Material Requirement Planning) sangat diperlukan untuk perencanaan produksi. Sistem MRP telah banyak mengalami perkembangan, salah satunya terjadi nervousness pada MRP. MRP nervousness adalah keadaan pada MRP dimana terjadi perubahan demand pada level struktur produk yang lebih tinggi sehingga mempengaruhi kondisi pada level yang lebih rendah. Pada kenyataannya, sistem MRP sering terjadi nervouss karena adanya perubahan demand dari konsumen sehingga waktu penjadwalan ulang dan biaya persediaan menjadi besar. Pada penulisan Tugas Akhir ini, dilakukan evaluasi perbandingan terhadap metode-metode MRP nervousness yaitu Lot For Lot Policy After Stage 1 dan Forecast Beyond The Planning Horizon untuk menentukan metode yang terbaik dalam meminimasi biaya persediaan di perusahaan. Dari penelitian yang telah dilakukan, metode lot-sizing dan efek varians demand mempengaruhi penerapan metode MRP yang telah ada. Penerapan metode MRP menghasilkan performans biaya yang lebih baik dan dapat mengurangi dampak nervousness yang terjadi dalam sistem MRP. Dalam segi perhitungan biaya persediaan, kombinasi Wagner Whitin dan Lot For Lot Policy After Stage 1 cukup baik diterapkan pada produk sandal ukuran 37, 41, dan 42, sedangkan kombinasi Silver Meal dan Forecast Beyond The Planning Horizon dapat diterapkan pada produk sandal ukuran 38 dan 39,5.",
  "creators": "MARGARETHA",
  "contributors": "Maja Indahwati (Examination Committee 1); Didik Wahjudi (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 230/TI-56/1999; Margaretha (25495024)",
  "subjects": "PRODUCTION PLANNING"
}