{
  "id": "16021",
  "title": "Implementasi order processing system untuk meningkatkan efektifitas operasi di PT. Sucofindo Cabang Utama Surabaya",
  "abstract": "Penelitian dilakukan penulis pada salah satu BUMN PT. Sucofindo (Persero) yang bergerak pada jasa verifikasi dan superintendent, untuk memperoleh jawaban tentang kedua rumusan masalah, yaitu yang pertama bagaimana prosedur penerapan Order Processing System di PT. Sucofindo, dengan tujuan untuk mengevaluasi apakah penerapan prosedur Order Processing System tersebut sudah benar dalam menghasilkan informasi yang dibutuhkan perusahaan dan yang kedua apakah ada perbedaan Customer Response Time antara sebelum dan sesudah penerapan Order Processing System, untuk mengetahui apakah ada perbedaan Customer Response Time antara sebelum dan setelah penerapan OPS. Dalam penulisan skripsi ini menggunakan jenis penelitian deskriptif dengan metode observasi untuk memperoleh data kualitatif tentang prosedur penerapan Order Processing System dalam pemenuhan kebutuhan informasi perusahaan dan juga menggunakan jenis penelitian secara causal untuk memperoleh data sekunder mengenai Customer Response Time sebelum dan setelah penerapan OPS. Berdasarkan penelitian ini maka dapat diambil kesimpulan bahwa dengan penggunaan sistem database seperti Order Processing System, terbukti dapat meningkatkan efektifitas (Customer Response Time ) dibandingkan dengan file-oriented approach, sehingga output atau kapasitas operasi dapat ditingkatkan sedemikian hingga, dan pada akhirnya diharapkan dapat meningkatkan penghasilan.",
  "creators": "HERY SETYO WIBISONO",
  "contributors": "Devie (Advisor 1); I MADE NARSA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 081/FE.Ak/1999; Hery Setyo Wibisono (32494011)",
  "subjects": "ACCOUNTING-DATA PROCESSING; INFORMATION STORAGE AND RETRIEVAL SYSTEM-ACCOUNTING; ORDER PROCESSING SYSTEM (COMPUTER SYSTEM)"
}