{
  "id": "16059",
  "title": "A Comparative study of choice of address forms and the factors determining those choice used by students to their lecturers office staffs and other students",
  "abstract": "This thesis is in general an analysis of the factors that determine the choice of address forms used by 1995 students of Faculty of Letters of Petra Christian University to their lecturers, office staffs, and other students. The topic is divided into two questions, which arc what arc the address forms used and what factors influence the choice. The theory applied in investigating the matter is the theory of Brown and Gilman. In short, their theory is concerned with the existence of two factors that determine the choice of address forms. These two factors are power factor and solidarity factor. Meanwhile, the writer uses questionnaire as her means to gather the data needed. The respondents arc chosen at random by a computer program, namely \"MiniTab\". As for the analysis, the writer examines the data step by step. First, the writer deals with all kinds of address forms used by the students to address their lecturers, office staffs, and other students. The address forms arc classified according to their rank of usage frequency and also according to their language. In this way, the writer finds out what address forms used most frequently by the students, what used second most frequently, and so on. Then, she investigates the factors that determine the choice of address forms used. To be able to do that, the writer uses the method of comparison. The writer concludes that Indonesian, English, Javanese, and Chinese arc the languages used in addressing. The address forms of gak 'sir' and bu 'mam' are the ones mostly used to lecturers and office staffs. In addition, the address form of 'first name' is most popular to be used to other students. Meanwhile, the factor conditions the choice of a certain address form is power factor consisting of status and sex factor.",
  "creators": "VONNY LISAYANI",
  "contributors": "SUBANDI DJAJENGWASITO (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 674; Vonny Lisayani (11494047)",
  "subjects": "LINGUISTICS; SOCIOLINGUISTICS"
}