{
  "id": "16057",
  "title": "A Study on the rational and irrational facets of love as seen through the behavior of the two main female characters in William Shakespeare's A midsummer night's dream",
  "abstract": "A Midsummer Night's Dream vividly portrays its excellent characteristics through the brilliant fusion of references. Its allusion to the mythological figures, classical legend, and fairy world provides a delicate portrait of plots in which they are interconnected by love. This thesis attempts to show how the love of Hermia and Helena who are not affected by love potion embodies the rational and irrational facets of love. It is intended to analyze how these characters' behavior in the magnitude of their relationship with their lovers reveals the rational and irrational facets of their love. In relevance to the analysis, literary theories such as the theories of characterization and conflict as well as the theories concerning the rational and irrational facets of love are used. The rational facet of love as delineated by those characters through their behavior is characterized by the application of reason in the behavior. As reason is applied in conducts, Hermia and Helena exhibit the rational facet in their love. Yet, these characters also resemble irrational facet of love as distinguished by the conformation of emotional impetus instead of reason. As reason is neglected and emotional impulses are conformed in their behavior, Hermia's and Helena's love is overwhelmed by the irrational facet. As a result, it is concluded that the love of the two characters embodies the rational and irrational facets of love. Then, one of the facets of love might overpower the other in certain occasions as the rational and irrational facets always accompany love in its existence.",
  "creators": "CHRISTINE",
  "contributors": "Jenny Mochtar Djundjung (Advisor 1); Dra. Sarah Prasasti, M.Hum. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 666; Christine (11494028)",
  "subjects": "ENGLISH DRAMA-EARLY MODERN AND ELIZABETHAN, 1500-1600; SHAKESPEARE, WILLIAM, 1564-1616. A MIDSUMMER NIGHT'S DREAM-STUDY AND TEACHING"
}