{
  "id": "16061",
  "title": "A Comparative study in diction defferences used by Memorandum and Jawa Pos in reporting criminal news",
  "abstract": "So many newspapers published with their own aims and vision has influenced to the form of their diction. Some of them use polite and formal forms while the others use informal and slangy forms of diction. This kind of diction differences has lured the writer to conduct a research on the choice of words used by Memorandum and Jawa Pos in reporting criminal news. In this study, the thesis writer used textual analysis approach. He collected articles as sources of data from Memorandum and Jawa Pos from a month publication. Then, the writer selected seven out of thirty criminal news from each of newspaper. For the purpose of the study, the writer applied a theory of quality of diction explained by McCrimmon in his book Writing With A Purpose (1984). Based on the theory, diction used by Memorandum and Jawa Pos was analyzed in terms of their diction quality of their figures of speech and appropriateness. In conducting the research, firstly the writer selected the criminal articles from each newspaper and identified the quality of diction to get the data. Secondly, the writer analyzed the data by putting them into tables and calculating the percentage of appropriateness and figures of speech appeared in those newspapers. Through the analysis, the writer found out that there were differences of diction used by Memorandum and Jawa Pos. Memorandum tended to report its criminal news in informal context and using a lot of figurative languages. On the other hand, Jawa Pos presented its articles in formal situation and polite in its choice of words.",
  "creators": "ADITYO SUKMONO",
  "contributors": "Bintoro (Examination Committee 1); SUKEMI, PROF.DR.M.A. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 838; Adityo Sukmono (11495092)",
  "subjects": "LINGUISTICS"
}