{
  "id": "16063",
  "title": "Perencanaan Department Store PT Matahari Putra Prima di Supermal Pakuwon Indah",
  "abstract": "Perencanaan yang diulas dalam Tugas Akhir ini dikhususkan pada aspek teknis departement store saja sedang fasilitas-fasilitas lainnya akan dibahas hanya sebatas peletakannya saja. Adapun bentuk department storenya adalah Mega M hal ini disesuaikan dengan kenyataan yang ada, bahwa di Supermal tersebut rencananya akan dibangun Mega M. Analisa-analisa yang ada meliputi analisa barang-barang yang akan dijual, selang harga barang yang akan dijual, fasilitas yang akan digunakan. Yang kemudian dilanjutkan dengan analisa terhadap ruangan yang akan dipakai di Supermal Pakuwon Indah dan analisa kedekatan antar counter yang ada di dalam department store tersebut. Dan yang terakhir adalah perhitungan jumlah kasir yang dibutuhkan untuk department store tersebut. Analisa-analisa dilakukan dengan menggunakan data-data yang diperoleh baik dengan penyebaran kuisioner atau tanya jawab dengan pihak yang berkaitan. Dengan demikian diharapkan dapat diperoleh suatu struktur desain perusahaan yang merupakan gabungan dari perhitungan-perhitungan teoritis dan kenyataan yang ada di lapangan sehingga dapat direalisalikan pada kondisi perusahaan yang sesungguhnya. Analisa selang harga barang yang akan dijual, fasilitas yang digunakan dan barang yang sering dibeli dilakukan berdasarkan hasil penyebaran kuisioner pada penduduk yang bertempat tinggal di sekitar wilayah mal tersebut. Hasil analisa ini selain digunakan untuk mengetahui hal-hal diatas juga digunakan sebagai salah satu dasar pertimbangan dalam perencanaan penataan ruangan yang akan digunakan. Setelah analisa diatas selesai dilanjutkan dengan penentuan ruangan yang akan digunakan di dalam mal tersebut. Dalam hal ini penyusun memerlukan masukan-masukan yang dituangkan dalam bentuk kuisioner yang diberikan kepada orang yang telah berpengalaman dalam soal department store. Dengan bantuan metode AHP ( Analytic Hierarchy Process ) dapat diketahui ruangan mana yang paling baik untuk digunakan. Analisa ini akan dilanjutkan dengan analisa kedekatan antar bagian yang ada dalam department store tersebut. Pada Tugas Akhir ini penyusun tidak membuat layout department store tersebut. Yang terakhir adalah analisa jumlah kasir yang akan digunakan dalam department store tersebut. Untuk menghitung jumlah kasir yang dibutuhkan diperlukan rata-rata waktu pelayanan dan juga rata-rata waktu kedatangan konsumen ke kasir. Data-data yang dibutuhkan diperoleh dengan cara survei ke Mega M Mal Surabaya. Untuk menentukan jumlah kasir yang akan dipergunakan dipakai cara simulasi dengan software PROMODEL 3.0. Adapun bentuk penyusunan kasir adalah berjajar seperti kasir di supermarket. Hal ini disesuaikan dengan konsep kasir Mega M.",
  "creators": "SOEGIONO",
  "contributors": "Stevanus Adrianto Tjandra (Advisor 1); Sujono Poetrodjojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 035/TMI-23/1997; Soegiono (25493014)",
  "subjects": "RETAIL TRADE-MANAGEMENT"
}