{
  "id": "16089",
  "title": "A Study of Bayard Sartoris' interpretation of the American South's code of honor in William Faulkner's the unvanquished",
  "abstract": "This thesis is concerned with Bayard Sartoris' interpretation of the Code of Honor in William Faulkner's The Unvanquished. The writer of the thesis learns that the Old South is Faulkner's main subject because he tries to present how he treasures the spirit of the Code of Honor which characterizes the life of the Old South, yet, he also becomes critical seeing the rigid adherence of the Southern people to the Code of Honor. The thesis analyses firstly Bayard's family, in this case Miss Rosa Millard and Colonel John Sartoris, as the setting in which Bayard lives. Bayard's family shows the idea of the Code of Honor which requires his total devotion and obedience to the Code. This family influence then results in Bayard's absolute interpretation of the Code because he believes that it is the right thing for him to do. However, through the presentation of Bayard's actions, speeches and thoughts toward his duty to avenge for the death of his grandmother and the crumbling situation of the Old South, Bayard questions the Code of Honor as the Code does not give him any content. In the process of turning inward, Bayard finally finds that the Code is no longer absolute since the Code proves to obliterate his chance to listen to his conscience and to shape his own individuality. Bayard then puts in practice his new code by not taking a revenge for the death of his father. Bayard's final action indicates Bayard's finding of his integrity.",
  "creators": "ADRIANA MAYA POLITON",
  "contributors": "Jenny Mochtar Djundjung (Advisor 1); ANITA LIE (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 636; Adriana Maya Politon (11488023)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; FAULKNER, WILLIAM C,1897-1962. THE UNVANQUISHED-STUDY AND TEACHING"
}