{
  "id": "16086",
  "title": "Peluang dan kendala program wisata homestay bagi biro perjalanan wisata",
  "abstract": "Perkembangan program wisata homestay yang memadukan unsur wisata dan pendidikan berjalan cukup baik di Indonesia sejalan dengan perkembangan minat para orang tua untuk memberi kesempatan pada anaknya untuk menguasai bahasa asing lebih baik. Namun sejauh ini hanya lembaga pendidikan seperti EF (kursus bahasa) atau BEST (konsultasi pendidikan luar negeri) yang menyelenggarakan program ini, sedangkan beberapa biro perjalanan hanya bekerjasama dengan suatu perusahaan yang menyelenggarakan program homestay dan bertugas membantu menjualkan produk tersebut. Kenyataan ini menjadi pertanyaan bagaimana sebenarnya peluang dari wisatawan remaja mengikuti homes/ay (hanya merupakan diversifikasi dari outbound tour) dan faktor-faktor apa yang menjadi kendala bagi biro perjalanan untuk mengerjakannya. Tujuan dari penelitian ini adalah mengetahui besarnya peluang dari wisatawan remaja untuk mengikuti homestay dan penyebab biro perjalanan tidak mengerjakan program homestay sendiri secara optimal. Sesudah penelitian lapangan dengan penyebaran kuesioner ke sejumlah anak remaja (berusia sekitar 12-22 tahun) dan wawancara dengan beberapa biro perjalanan wisata di Surabaya, terlihat bahwa program wisata homestay ini memiliki peluang untuk dikerjakan, namun ternyata dari pihak biro perjalanan tidak mengerjakan program ini sendiri secara optimal karena biro perjalanan mempunyai target segmen pasar sendiri, sehingga wisatawan remaja bukanlah target pasar mereka serta disebabkan kurang adanya jaringan kerjasama antara biro perjalanan dengan kursus bahasa dan dengan para host parent di luar negeri. Oleh karena itu penting bagi biro perjalanan yang ingin mengerjakan progam homestay sendiri secara optimal untuk memfokuskan diri pada segmen pasar yaitu wisatawan remaja deengan kelompok usia 12 -22 tahun dan berpenghasilan keluarga minimal Rp. 1,5 juta setiap bulannya.",
  "creators": "EVELIN SENTOSA",
  "contributors": "LIM TJUANG U (Advisor 1); Tio Sally Puspasari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 435/PAR/2000; Evelin Sentosa (91397102)",
  "subjects": "TOURIST TRADE-MANAGEMENT; TRAVEL AGENTS-MANAGEMENT"
}