{
  "id": "16095",
  "title": "A Study of mistakes encountered in the Indonesian version of \"Lois and Clark: the new adventures of Superman (a case study)",
  "abstract": "A movie that has been given new voice tracks due to a change in the dialogue into another language is called a dubbed movie. Television viewers often feel uneasy with the language used by the dubbers and sometimes they do not understand or even are confused with the message of the movie because the translation is incorrect. The writer was attracted to make a study in the language of a dubbed movie to find out what kind of mistakes mostly occur, and to determine the factors that influence the quality of the translation of the dubbed movie. The data of the study are the mistakes encountered in the Indonesian version of the American entitled \"Lois and Clark : The New Adventures of Superman\". The writer used Peter Newmark's theory of translation mistakes to analyze the data since this theory is more elaborate and comprehensive. The writer also applied Newmark's communicative translation as a supporting theory because the communicative translation is suitable for non-literary writing that adapts and makes the thought and cultural content of the original language more accessible. The references about dubbed movies are also used in order to support the analysis. The study under report, reveals that many mistakes are present in the dubbed movie. This in fact, proves that the quality of the translation of this movie could not be considered as a good one. The writer also found out that misleading mistakes specifically referential mistakes are the ones that mostly occur. She also found out that most mistakes are intolerable, only few are tolerable.",
  "creators": "SOPHIA RAKETANTRI",
  "contributors": "STEFANUS LAGA TUKAN (Advisor 1); SUBANDI DJAJENGWASITO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. Sophia Raketantri (11491108)",
  "subjects": "INDONESIAN LANGUAGE-TRANSLATION-ENGLISH LANGUAGE"
}