{
  "id": "16099",
  "title": "Praktek pemasaran, pensejajaran sumber daya manusia sebagai prasyarat organisasi bisnis",
  "abstract": "Dalam ketiga artikel ini sebenamya mempunyai dasar yang sama yaitu \"Bagaimana melakukan Pemasaran dalam bisnis \", Praktek Pemasaran dalam bisnis dapat diidentifikasi dengan memahami konsep tentang konsumen, penentuan posisi dan keuntungan kompetitif, komunikasi pasar, perencanaan pemasaran dan masalah pertumbuhan. Pemasaran dan sumber daya manusia adalah dua bidang fungsional dalam strategi perubahan Manajemen. Penyusunan marketing planning seringkali tidak berhasil dengan baik karena kurangnya pemahaman atas permasalahan yang ada. Disini diharapkan ada suatu perkembangan melalui relationship dan komunikasi. Para manajer bisa mengenali permasalahan dan memutuskan langkah selanjutnya dalam membuat marketing planning, sehingga bisa mencapai target yang diharapkan. Untuk lebih jelasnya kita akan lihat satu persatu dalam ketiga artikel ini: Artikel 1 DO SMALL BUSINESS HAVE TO PRACTICE MARKETING TO SURVIVE AND GROW? Ditujukan kepada relevansi prinsip-prinsip Pemasaran dan bagaimana Pemasaran sebaiknya dilakukan dalam perusahaan-perusahaan yang sangat kecil dengan cara mempelajari bisnis-bisnis yang baru dilakukan di wilayah Westyork shire. Penemuan-penemuan penelitian kualitatif laporan dan beberapa interview yang mendalam dengan sample sebanyak 18 pendiri bisnis kecil dengan menggunakan analisa isi yang sederhana dan teknik-teknik studi kasus. Diarahkan pada topik- topik tertentu yang mencakup para pelanggan, keuntungan kompetitif , komunikasi pemasaran, strategi dan perencanaan pemasaran, dan masalah-masalah kunci yang termasuk dalam pertumbuhan dan perkembangan bisnis. Termasuk juga didalamnya ringkasan mengenai bagaimana Pemasaran dilakukan dalam bisnis kecil, berdasarkan pada hasil-hasil penelitian, sebuah pengujian pada pemasaran dalam jenis usaha yang berbeda, dan merekomendasi bagaimana pemasaran dapat membantu usaha-usaha atau bisnis kecil dalam meningkatkan usaha dan mempercepat pertumbuhan. Artikel 2 ALIGNMENT AND STRATEGIC CHANGE : A CHALLENGE FOR MARKETING AND HUMAN RESOURCES Pensejajaran merupakan sebuah aspek kunci pada perubahan strategi. Pensejajaran antara para pelanggan dan karyawan merupakan komponen yang penting. Dua bidang fungsional yaitu pemasaran dan sumber daya manusia di manfaatkan untuk memainkan peranan penting dalam proses pensejajaran dan mereka dapat saling membagi metode yang sama. Akan tetapi sebagian besar organisasi yang ada dewasa ini di antara mereka sering tidak terjalin hubungan. Para penulis mengajukan kepemimpinan untuk menangani penghalang atau rintangan fimgsional, mencegah hasil duplikat dan untuk memperoleh kesatuan potensial yang lebih baik. Mereka memberikan sebuah model untuk proses pensejajaran dan seperangkat alat untuk menganalisa masalah-masalah pensejajaran dan memfasilitasi hubungan fungsional anter mereka. Di saat yang sama, kewaspadaan para penulis yang terus menerus pada pensejajaran lebih ditujukan pada proses pelaksanaannya bukan pada cepat lambatnya. Artikel3 ADDRESING ORGANIZATIONAL PREREQUISITES IN MARKETING PLANNING PROGRAMMES Sejumlah ahli percaya bahwa dalam pelaksanaan perencanaan sering terjadi kegagalan dalam mewujudkannya. Pengalaman dengan organisasi-organisasi bisnis telah menunjukkan bahwa hal ini tidak hams menjadi seperti itu, apabila diatur dan direncanakan, perencanaan pemasaran dapat membawa kebaikan-kebaikan yang dapat dipublikasikan . Sebagai tambahan, apabila proses tersebut dipahami sebaik dilaksanakan dengan hati-hati, maka akan diperoleh keuntungan-keuntungan yang jelas dalam pola-pola hubungan dan komunikasi, sebagaimana yang telah dijelaskan dalam makalah ini. Pemahaman mengenai persyaratan program perencanaan pemasaran sebelum permulaan sangatlah penting.",
  "creators": "Unknown",
  "contributors": "Hartono Subagio (Advisor 1); Soekarno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 114/EM/201; Visral Kurniawan (31495231)",
  "subjects": "MARKETING-MANAGEMENT"
}