{
  "id": "16097",
  "title": "A Study of the idea true gentleman through two male major characters in Trollope's the last chronicle of barset",
  "abstract": "The thesis writer analyses the idea of gentleman. This topic interests her because Trollope, whose novel is unique, is a good author who is forgotten. Besides, the idea of gentleman has now declined and people have forgotten the serious content of the idea of gentleman. In her thesis, the writer wants to find out which one of the two msle major characters, Mr. Crawley and Arch. Grantley, conveys the idea of the true gentleman in Trollope's The Last Chronicle. The main purpose of this study is to find out the traits of the two male major characters, Mr. Crawley and Arch. Grantley, and to find out the idea of the true gentleman by analysing the two male major characters traits. In analysing the topic the thesis writer uses library research, consist of critics's opinions, the idea of being a gentleman and also some data about the novel and the author, and literary approach concerning characterization.From the analysis of the characterization of the two male major characters, the writer finds out that Mr. Crawley is the male major character who conveys the idea of the true gentleman. However, the unifying concepts of gentleman is a man who has manners as a gentleman and Mr. Crawley deserves to be called as a gentleman, because he is proved to behave and have manners of a gentleman. He is loving, responsible, honest, immmateriaHst, and unselfish. He has distinguishing quality of a gentleman. On the other hand, Arch. Grantley, who has born as a noble man, does not have the traits and mamiers of a gentleman.",
  "creators": "YANE YLIA",
  "contributors": "SANTIKO BUDI (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 638; Jane Ylia (11492097)",
  "subjects": "TROLLOPE, ANTHONY,1815-1882. THE LAST CHRONICLE OF BARSET-STUDY AND TEACHING; ENGLISH FICTION--19TH CENTURY--STUDY AND TEACHING"
}