{
  "id": "16096",
  "title": "The Study of the phonemes acquired by twelve year old retarded children in Surabaya",
  "abstract": "This study is a field research about twelve- year old mentally retarded children in Surabaya, in acquir-ing Indonesian language as their first language. Phoneme is the smallest distinctive unit of language that is represented by a vowel or consonant. Phonemes are combined to form morpheme, the unit of meaning in obtained from the recorded data of the three children of mentally retarded. From the analysis, the phonolog-ical disorder found in the retarded children words are drawn. At the conclusion, the study shows, that the children acquired a language not in the same level, although they are all in the same age. The children also show the variation of language acquisition as the result of an innate of a person. language. The way the children acquire the language is an interesting field to study. Moreover, it will become more interesting to study the language acqui-sition of the mentally retarded children. The retarded children, however, need some more time to acquire the language and it is usually called as delayed language development. In this study, the researcher chooses the mentally retarded children because she has curi-ousity to know the language acquisition of the retard-ed children. Normal children, most of them, have com-pleted the greater part of the basic language acquisi-tion prosess by the age of five, and many subtle refinement are added between the age of five and ten. Thus, by adding two years older than a normal child, a twelve- year old retarded child is not guaranteed that he/she reaches the same level as a normal child. This fact is also taken in order to answer the re-searcher's curiousity of what are the phonemes that the retarded children have acquired in twelve - year old. Moreover, the researcher chooses only three child-ren to observe because she just has a limited time and for the validity of the data. In collecting the data, the researcher uses pictures as the tool since the children can not read or write. By doing that, the researcher can get their interest and it is helpful to get the data. This study uses linguistics theories as the underlying theories. Hence, the analysis and interpretation of findings are based on the use of language, Indonesian language, which is limited on the phonological disorder. The data for the analysis are",
  "creators": "SIANY JULIWATI",
  "contributors": "WAGIMAN (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergreaduate Thesis No 560; Siany Juliwati (11492013)",
  "subjects": "LANGUAGE AND LANGUAGES-ORTOGRAPHY AND SPELLING"
}