{
  "id": "16091",
  "title": "The Reflection of W.B. Yeats's belief in the occult in his last poems",
  "abstract": "This thesis is an analysis of how symbols and theme reflect W. B. Yeats's belief in the occult which is based on myth and philosophy in his last poems, \"The Circus Animals' Desertion\" and Under Ben Bulben. Yeats's occult that deals with the union between the natural and supernatural, temporal and eternal is systematised in his book A Vision into three parts concerning the theory of cyclical history, the soul's division into Will and Mask, and the soul's migrations after death. Such an occult is reflected in \"The Circus Animals' Desertion\" through Yeats's review of his artistic career through the earlier themes of his works by presenting the heroic Irish legend, Oisin, the Countess Cathleen and Cuchulain. They are the symbols of the great old Irish civilisation, Yeats's dynamic spirit as his Mask, and the immortality of the soul because of their ability to be born and reborn through the gyres. Thus, the discussion of these three heroic figures manifest Yeats's occult. While in Under Ben Bulben, Yeats's occult as set forth in A Vision is shown through his appreciation to the greatness of Greek civilisation and the renaissance and his condemn to the chaos of modern civilisation by referring to Phidias and Michael Angelo as the symbols of this greatness and John Mitchell as the symbol of chaotic modern era. Besides, his desire to restore the ancient Irish civilisation as seen in the symbols of the peasantry, aristocrat and artist suggest not only his heroic Mask covering his desolate Will upon facing his old age and bodily weaknesses but also his belief in man's incarnation. From the discussion of symbols and theme, the writer finally concludes that Yeats really believes in the occult as reflected in \"The Circus Animals' Desertion\" and Under Ben Bulben. She then ends her thesis by hoping that it will maintain the readers' interest in poetry, myth, philosophy, and the further study of Yeats and his works that can broaden and deepen man's understanding of life.",
  "creators": "SARI PUSPA DEWI",
  "contributors": "FABIOLA D. KURNIA (Advisor 1); Theophilus Jokri (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 567; Sari Puspa Dewi (11490072)",
  "subjects": "YAET, W.B., 1865-1939. IN POETRY-STUDY AND TEACHING; ENGLISH POETRY-20TH CENTURY-STUDY AND TEACHING"
}