{
  "id": "161",
  "title": "Penerapan akuntansi pajak pertambahan nilai dan pengaruhnya terhadap laporan neraca PT. Aneka Era Baru Sidoarjo",
  "abstract": "Beberapa tahun terakhir ini isu harmonisasi Standar Akuntansi Internasional telah menjadi topik yang banyak dibahas pada berbagai forum dalam profesi akuntansi. Globalisasi ekonomi telah menyebabkan para pemakai informasi akuntansi membutuhkan pelaporan keuangan yang dapat membantu pihak yang berkepentingan dalam pengambilan keputusan keuangan yang berskala internasional. Bentuk informasi perusahaan ini adalah laporan keuangan yang menyediakan informasi keuangan pelmahaan yang dibutuhkan pihak internal dalam pengambilan keputusan serta pihak eksternal dalam perusahaan. Jadi sebagai sumber informasi yang penting maka informasi tersebut harus relevan dan dapat diandalkan sebagai dasar pengambilan keputusan yang tepat. Bersamaan dengan pesatnya perkembangan perekonomian salah satu akibatnya adalah timbulnya persaingan. Perusahaan dalam hal ini, ingin selalu mendapatkan pelanggan yang setia, walaupun dengan cara menambah modal kerjanya. Tambahan modal kerja diperlukan untuk membayar PPN yang sudah terutang sejak penyerahan BKP kepada pelanggan. Sedangkan pelanggan sendiri tidak menghendaki pembukaan faktur pada saat penyerahan BKP, tetapi pada batas waktu yang melampaui dalam ketetapan Undang-Undang Perpaja- kan. Hasil pembahasan memberikan kesimpulan bahwa agar perusahaan dapat memberi informasi yang benar dan tepat kepada para pembacanya serta dapat memenuhi prinsip konsistensi dalam penyajian laporan keuangan, disusun berdasarkan Standar Akuntansi Keuangan (S AK). Perusahaan hendaknya berpedoman pada UU No. 11 tahun 1994 untuk perhitungan PPN-nya, serta perlu untuk memenuhi tuntutan dunia usaha agar betul-betul mandiri dalam pengelolaan manajemen termasuk perpajakannya.",
  "creators": "MONITA TRISNAWATI A",
  "contributors": "Setyarini Santosa (Examination Committee 1); DIDIK WAHYUDIANTO (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.154/94/FE.Ak/2002; Monita Trisnawati Adimasto (32494026)",
  "subjects": "ACCOUNTING"
}