{
  "id": "16106",
  "title": "Perencanaan keuangan keluarga Bapak Hosea Prasetyo pada tabungan pada tabungan BCA, deposito BRI, dan reksadana schroder dana liquid,...",
  "abstract": "Studi kasus ini membahas mengenai Perencanaan Keuangan Keluarga Bapak Hosea dengan tujuan untuk membantu memenuhi tujuan-tujuan investasi yang diinginkan olehnya. Tujuan investasi tersebut tidak lain adalah kebutuhan dana darurat, dana pensiun, dana asuransi kesehatan, dana beli mobil, dana liburan, dan dana pernikahan untuk ketiga orang anaknya. Pada perencanaan keuangan Keluarga Hosea dapat dilihat bahwa pendapatan dan disposable income yang dimiliki oleh keluarga Hosea tergolong besar, namun permasalahan yang dihadapi adalah belum dilakukannya perencanaan atau pengalokasian terhadap kelebihan dana yang dimiliki untuk mencapai tujuan keuangan keluarga ini. Perencanaan ini bertujuan membantu klien, dalam mencapai tujuan keuangan mereka. Di mana pada perencanaan keuangan keluarga Bapak Hosea, pengalokasian disposable income menjadi prioritas utama dalam perencanaan ini untuk mencapai tujuan keuangan keluarga. Di mana aset lancar yang terpusat pada tabungan tersebut akan dialokasikan untuk mencapai tujuan. Dengan menggunakan produk reksadana yang mampu memberikan hasil yang lebih tinggi yang disesuaikan dengan jangka waktu kebutuhan dalam pencapaian tujuan. Dengan kondisi keuangan yang baik berupa alur dana yang positif dan adanya aset yang cukup merupakan modal utama yang membuat keluarga Bapak Hosea akan mudah mencapai tujuan-tujuan investasinya.",
  "creators": "JUNITA PRASETYO",
  "contributors": "Devie (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perencanaan Keuangan",
  "source": "Perencanaan Keuangan No. 32010136/AKT/2010; Junita Prasetyo (32406097)",
  "subjects": "FINANCIAL STATEMENTS; FINANCE, PERSONAL-ACCOUNTING"
}