{
  "id": "16118",
  "title": "The Idea of simplicity as revealed through character and setting in Thoreau's Walden",
  "abstract": "When a man is born, he will not be able to answer the question on what his purpose of life is. Yet as time goes by, he has to be able to answer it. For him who does not know, he will find that life is so hard that he may live through it. He may become apathetic toward the developement of the world. He may not know what to do to make his life better. His life will depend on what the majority say. However, he may become materialistic person if he lives in materialistic society. The narrator of Walden sees the development of people from a different point of view. Instead of being materialistic, he goes to the woods and lives there for two years and two months. He believes that living simply and being friendly to nature will help man find his purpose of life. The purpose of this thesis is to answer the three questions in statement of the problems. Those are the reason why the narrator goes to the woods, how the idea of simplicity evident in the narrator's life and the benefit that the narrator gains from his living simply in the woods. To back up the idea of simplicity, in review of related literature, it will include literary theories on character and setting and literary criticism on the author and his work. Also Rollo May's theory on stages in consciousness of self. In the analysis, it shows the narrator's simple life in the woods. He lives only with the bare essentials. His activities are simple: growing beans and reading. This means that he has more time for contemplating on life and appreciating nature. In his two years and two months of life at Walden Pond, he has become a friend of nature. His experiences of a simple life lived close to nature develop his physical and inner strength. Moreover, they help him discover his purpose of life, that is, to live not just for himself, but for other people. He feels that he has to leave the woods in order to warn his townsmen of the danger of materialism. Otherwise, he will not be able to \"brag as lustily as chanticleer in the morning, standing on his roost\" (Walden, 69), to warn his neighbors if he continues living in the woods. Thus, after two years and two months of a simple life at Walden Pond, he goes back to the city where he is able to continue living simply and able to warn his townsmen about the danger of mater iali sm. Thus, this thesis represents the narrator's consciousness due to his doubtness about his idea of simplicity. After he practises his idea of simplicity in the woods, he experiences a kind of rebirth. So that he returns to his materialistic society with a conviction that he will be able to face the face. In this case, the fact that the townsmen will scold and reject him when he applies his idea of simplicity in his materialistic society.",
  "creators": "DJATI PRAMUDYANINGTYAS",
  "contributors": "Guillermina L. Verzosa (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 543; Djati Pramudyaningtyas (11491085)",
  "subjects": "AMERICAN FICTION-18TH CENTURY-STUDY AND TEACHING; THOREAU, HENRY DAVID, 1817-1862. WALDEN-STUDY AND TEACHING"
}