{
  "id": "16120",
  "title": "A Study of binary oppositions which lead to the developments of the two main characters in Elizabeth Gaskell's North and South",
  "abstract": "This thesis is basically a study of binary oppositions on Elizabeth Gaskell's North and South in which the oppositions between the North and the South, and between the masters and the men are evident. For the purpose of the analysis, the writer explores the ideas shown and exposed in those two binary oppositions deeply. Accomplishing this analysis, the writer uses the theory of binary opposition which includes conflict and contrast, while setting is also used to support the analysis. Besides, the use of characters both round characters, Margaret and Thornton as well as the flat characters such as Mr and Mrs, Hale, Dixon, Mrs. Thornton, Bessy and Higgins are necessary to display the ideas in the oppositions. In the oppositions between the North and the South, the ideas found are both about the different appearances of those places and the contrasting characteristics. The contrast between the North and the South are concerned with the differences in social value, life, manner, atti-tude and taste between two societies which are coloured with the conflict between Margaret and Thornton. Most of the ideas are discovered through Margaret who is a South-ern woman but compelled to move to the North and confront those differences toward which she feels contempt. Meanwhile, the oppositions between the masters and the men found are about the conflict between the rich and the poor. The masters as the rich think that they have a wise conduct by which they reach success but they are proved to be the oppressors over the men. The masters supposed to be the parents over the men, have acted unwisely and indifferently in contrast with the Trade Union which acts as a wise parent who cares and fights for the men's right. In this opposition, Thornton confronts Higgins, each is the spokesman of each class. Margaret functions as a. mediator between them who argues with both classes to encourage a better relationship between them. Undergoing these binary oppositions, both Margaret and Thornton as the round characters are able to develop both in their outlook and personality. Here, the use of methods of characterization either telling or showing is vital to show those developments. Margaret, who first ap-peared prejudiced against Milton and probed weaknesses in all its aspects, now becomes more mature and wiser. With wiser perspective, Margaret looks at the North and the South fairly and finally chooses to stay in Milton as a suitable place for her as an active and dynamic woman to perform her vocation as a social reformer. It is the same with Thornton who changes from being tyrannical, irrespon-sible and indifferent to being a responsible master who recognizes his humanity and philanthropic feeling as he makes a contact with his men encouraged by Margaret,",
  "creators": "OEI LUCY WJAYANTI",
  "contributors": "Guillermina L. Verzosa (Examination Committee 1); Liliek Soelistyo (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 434; Oei Lucy Wijayanti (11492049)",
  "subjects": "ENGLISH FICTION--19TH CENTURY--STUDY AND TEACHING; GASKELL, ELIZABETH, 1810-1865. NORTH AND SOUTH-STUDY AND TEACHING"
}