{
  "id": "16121",
  "title": "A Study of fortitude as seen through Ada Fincastle's struggle in Ellen Glasgow's vein of iron",
  "abstract": "This study is about Ellen Glasgow's Vein of Iron. In this study, the writer discusses the external and internal conflicts of the main character, and also her fortitude in facing her conflicts. Ada Fincastle, as the main female character, faces a lot of conflicts in her life. Her external conflicts come from her friend who tries to take her lover away from her, from her grandmother and her beloved husband who have a different will with her. Meanwhile, her internal conflict comes to her since she has to choose whether she should be a good granddaughter for her grandmother or be a good lover for her fiancee. Basically, the main purpose of this study is to show the readers about the hardship of the main character's life that is reflected through the external and internal conflicts that she faces. Besides that, the writer also tries to show how deep the main character's fortitude that can be seen through the main character's ways in facing her conflicts. Additionally, in analyzing the main character's fortitude, the writer puts some theories from the book of psychology about human behavior. The theories are important for this analysis since they will enable the readers to understand more about the main character's attitude. At last, from the analysis of the main character's fortitude in facing her conflicts, the writer finds out that Ada Fincastle as the main female character, can stand in facing her conflicts, though at first she tends to surrender.",
  "creators": "INGE ANDOKO",
  "contributors": "Stefanus Suprayitno (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 467; Inge Andoko (11492140)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; GLASGOW, ELLEN, 1874-1945. VEIN OF IRON-STUDY ANDTEACHING"
}