{
  "id": "16131",
  "title": "Taman kanak-kanak dan sekolah dasar berwawasan lingkungan di Surabaya",
  "abstract": "Taman Kanak-Kanak dan Sekolah Dasar Berwawasan Lingkungan di Surabaya merupakan lembaga pendidikan formal yang menerapkan wawasan lingkungan dalam proses pendidikan dan perancangan lingkungan sekolah sesuai dengan karakteristik anak. Kurikulum pendidikan yang digunakan adalah kurikulum pendidikan nasional yang berbasis lingkungan dan metode pembelajarannya adalah metode cooperative learning dan experience-based learning. Program kegiatan sekolah ada 2 jenis, yakni kegiatan indoor dan kegiatan outdoor untuk menunjang pengenalan alam kepada anak. Fasilitas yang direncanakan meliputi fasilitas pembelajaran serta fasilitas penunjang bakat dan minat. Fasilitas pembelajaran meliputi kelas indoor, kelas outdoor, mini zoo, rumah pohon, laboratorium IPA dan perpustakaan dengan area baca outdoor. Fasilitas penunjang bakat dan minat meliputi ruang tari, musik, komputer, bengkel daur ulang dan amphitheater terbuka. Pendekatan yang digunakan adalah pendekatan perilaku anak dalam belajar dan berinteraksi dengan alam. Konsep perancangan adalah belajar dan bermain dengan alam, untuk memenuhi tujuan sekolah menanamkan sikap cinta alam (biophilia) dan tanggung jawab pada kelestarian lingkungan. Penerapan konsep tampak dalam disain ruang kelas, bentuk massa, dan penataan massa. Pendalaman perancangan yang dipilih adalah karakter ruang, baik indoor maupun outdoor yang diharapkan dapat menunjang proses pendidikan berwawasan lingkungan pada anak.",
  "creators": "STEPHANIE STARLET P",
  "contributors": "Wanda Widigdo Canadarma (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06132834/ARS/2010; Stephanie Starlet P. (22405123)",
  "subjects": "ELEMENTARY SCHOOL BUILDINGS-DESIGNS AND PLANS; KINDERGARTEN BUILDINGS"
}