{
  "id": "1613",
  "title": "Analisis efisiensi mesin carding menggunakan metode data envelopment analysis di PT. Lotus Indah Textile Industrie",
  "abstract": "Analisa efisiensi relatif dilakukan terhadap mesin carding yang terdapat di PT. Lotus Indah Textile dengan menggunakan metode Data Envelopment Analysis (DEA). DEA merupakan model program linier untuk pengukuran efisiensi relatif dari Unit Pengambil Keputusan (UPK) yang sejenis dengan mempertimbangkan multi-input dan multi-output. Adapun data input yang digunakan yaitu data material (lap), detention (menit), dan speed (RPM). Sedangkan untuk data output yaitu sliver (can) dan wrapping.. Evaluasi yang dilakukan terhadap 16 mesin carding mendapati 9 mesin telah efisien secara relatif dan sisanya 7 mesin belum efisien secara relatif. Dari perhitungan perengkingan yang dilakukan, mesin carding nomor 5 merupakan mesin dengan rangking paling efisien. Sedangkan mesin carding nomor 4 mendapat rangking terakhir atau paling tidak efisien. Perhitungan dengan model programa linier DEA-CCR Dual menghasilkan mesin acuan bagi mesin-mesin yang belum efisien yang dapat membantu perusahaan jika ingin memperbaiki nilai efisiensi menjadi lebih baik. Dari hasil analisa untuk memperbaiki nilai efisiensi bagi mesin yang belum efisien didapatkan bahwa perusahaan perlu memperhatikan pemakaian material (lap) karena penghematan material dapat memperbesar nilai efisiensi. Sedangkan faktor-faktor lain yang menyebabkan ketidakefisienan mesin carding yaitu mesin, operator mesin, maintenance, material, lingkungan kerja, dan metode.",
  "creators": "MARYLYN ANGRIANY HANING",
  "contributors": "I Nyoman Sutapa (Advisor 1); Indriati Njoto Bisono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/0647/IND/2003; Marylyn Angriany Haning (25498172)",
  "subjects": "PRODUCTION ENGINEERING-DATA PROCESSING; PRODUCTION ENGINEERING-RESEARCH"
}