{
  "id": "16148",
  "title": "Code switching as observed in saran, aksi dan visi (saksi)'s presenter (talk show on \"indosiar\")",
  "abstract": "The talk show called SAKSI (Saran, Aksi, dan Visi-Suggestion, Action and Vision), which is broadcasted in INDOSIAR, is one of the talk shows which focuses in the interaction between university students as an audience and experts or public figures as the guest speaker. The presenter of the program, Ronni Waluya is able to bring a good and casual atmosphere to the program. He is able to use the proper expressions in this program which lead him to the use of code switching. This talk show is a very spontaneous, attractive and open program which trigger the appearance varieties languages which is a very interesting phenomena to be observed in this study In this thesis, the writer would liketo find out about the kind of code switching that the presenter uses during the show since he is the one who run the whole show. Also, she would like to know whether the switch of the subtopic influences the switch of the language. In collecting the data, the writer records two episodes of SAKSI and transcribes the recording. Later, she uses the transcription as her data. In analyzing the data, the writer uses Gumpersz theory of code switching which divides the code switching into three categories, namely; metaphorical code switching, situational code switching and conversational code switching. In this thesis, we can find later that the use of metaphorical code switching is quite dominating the whole result which is 73.6% from the whole switch while conversational code siwtching only appeared 26.4%.. This means that the switch that occurred on the talk show mostly happened because of the switch of topic which sometimes also change the language from formal to informal vice versa, and the other switch happened because the speaker uses a second language (e.g. English) within his utterances.",
  "creators": "NINIEN IRNAWATI",
  "contributors": "Anneke Heritaningsih Tupan (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 824; Ninien Irnawati (11494048)",
  "subjects": "DISCOURSE ANALYSIS; SOCIOLINGUISTICS"
}