{
  "id": "16143",
  "title": "Penggunaan tanah dan teknik pengembangannya",
  "abstract": "Kebijakan pemerintah sangat mempengaruhi penggunaan tanah secara maksimal guna menaikkan nilai dari tanah tersebut. Kebijakan dapat berupa pemberian fasilitas-fasilitas yang memadai dan penempatan zoning yang tepat seperti penempatan daerah industri, daerah perumahan, daerah komersial (pasar, pertokoan, hotel, dll) dan area pertanian. Karena dengan adanya kebijakan-kebijakan ini akan menarik perhatian para investor untuk menanamkan modal mereka pada daerah tersebut. Hal ini akan berdampak positif dan negatif. Dampak positifhya seperti menarik para investor, penyediaan lapangan kerja serta peningkatan taraf hidup bagi penduduk daerah tersebut. Dampak negatifhya berupa peningkatan polusi, masuknya pengaruh buruk kebudayaan luar dan terkadang banyak menimbulkan masalah sosial dalam masyarakat. Disini pemerintah sangat berperan penting pada kebijakan-kebijakan yang dibuatnya dalam menata kota agar menjadi lebih baik. Ringkasan-ringkasan ini lebih dititik beratkan pada penggunaan tanah mana di daerah perkotaan di daerah perkebunan (pertanian). Artikel pertama membahas masalah intensification (perkembangan) pada kota dalam mengatasi masalah kepadatan daerah yang terjadi di Inggris. Pemerintah perlu memperhatikan pengaturan zoning dimana daerah untuk pemukiman harus berjauhan dengan daerah industri. Karena daerah industri menimbulkan polusi bagi penduduk daerah tersebut baik itu polusi udara, suara, maupun limbah atau sampah yang dihasilkan dari industri. Penelitian dalam artikel ini menunjukkan bahwa efek-efek yang dirasakan dari bermacam-macam intensifikasi telah dipertimbangkan dari satu area ke area yang lain. Serta tanggapan-tanggapan dari para penduduk dan para pendatang dijadikan masukan bagi pemerintah daerah untuk mengambil keputusan dari perkembangan kota tersebut. Kota yang berkembang dan mulai maju pasti menimbulakan berbagai konflik di masyarakat. Jadi jika kota atau daerah yang ingin berkembang pasti menimbulkan berbagai masalah-masalah dan keuntungan-keuntungan yang dirasakan oleh para penduduk. Selanjutnya pada artikel dua membahas transaksi pembelian tanah secara en bloc oleh developer untuk dikembangkan lagi agar menjadi asset yang bernilai tinggi. Developer hanya ingin membeli secara keseluruhan dari properti yang akan dikembangkan. Apabila ada satu saja dari para pemilik tanah yang tidak mau menjual tanahnya maka perjanjian batal. Karena dengan kepemilikan tanah yang terjamin, pembeli atau developer dapat menghancurkan struktur yang ada pada lokasi dan mengembangkan kembali lokasi tersebut untuk pendayagunaan yang lebih baik. Pada artikel ketiga penggunaan tanah yang lebih dititik beratkan pada masalah sumber air segar yang digunakan pada tanah perkebunan. Pada kasus ini air yang digunakan untuk tanah perkebunan khususnya untuk petani bibit mengalami peningkatan tingkat kadar garam. Hal ini dikarenakan lokasi petani bibit yang jauh dari sumber air segar, maka para petani mulai mengisi air untuk mengurangi pengaruh tingkat kadar garam dengan mengubah metode irigasi dan mengawinkan hasil panen. Pengadaan air segar dari irigasi menunjukkan sebuah perolehan yang tinggi untuk harga marginal dari penyediaan air baru. Maka pengeluaran biaya yang banyak harus seimbang dengan hasil panen.",
  "creators": "BUDI KANTONO",
  "contributors": "LUKAS SUGENG MUSIANTO (Examination Committee 1); Prof. Dr. Njo Anastasia, S.E., M.T. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 40/EM/2000; Budi Kantono (31496340)",
  "subjects": "CITIES AND TOWNS-PLANNING-SOCIAL ASPECTS; LAND USE, URBAN; REAL ESTATE BUSINESS"
}