{
  "id": "16149",
  "title": "The Study of racial problems as the causes of the conflicts in Saul Bellow's the Victim",
  "abstract": "This thesis is a study of the racial problems as the causes of the conflicts in Saul Bellow's The Victim. The thesis writer is curious to know the con-flicts between Asa Leventhal and Kirby Allbee. He is also curious to know the conflict between Max Leventhal (Asa's younger brother) and the Sicilian woman / his mother in law, the conflict between Asa and the Sicilian woman as well. For the purpose of the analysis, the writer explores the ideas shown and exposed in the conflicts which are caused by racial problems deeply. Accomplishing this analysis, the writer uses the theories of racial problems, racial prejudice, racial discrimination, anti-Semitism. Besides, the use of characters both non-Gentile characters, Asa and Max Leventhal as well as the Gentile characters such as Kirby Allbee, the Sicilian woman are necessary to display the ideas in the conflicts. In the conflicts between the non-Gentiles (the Jews) and the Gentiles (the Europeans) in America in 1940s, the ideas found are both about the different origins and ancestors. The differences in social value, life, manner, attitude and taste between two groups of race which are coloured with the conflicts between Asa (an American Jew) and Kirby (an American Anglo Saxon) ; the conflict between Asa and the Sicilian woman (an American Italian) ; and the conflict between Max (an American Jew) and the Sicilian woman.",
  "creators": "IWAN IKSAN",
  "contributors": "BIDDY TAYLOR (Advisor 1); ANITA LIE (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 513; Iwan Iksan (11488021)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; BELLOW, SAUL, 1915-...-THE VICTIM-STUDY AND TEACHING"
}