{
  "id": "16145",
  "title": "A Study on man's religious experience to reveal the theme of redemption by God in some of Herbert's religious poems in the temple",
  "abstract": "This thesis is a study of George Herbert's religious poems in The Temple. The writer finds them interesting to study, since they present Herbert's private spiritual struggles which are poured out as instruments to share his real experiences in leading a religious living. Through some poems in The Temple, Herbert is implicitly leading the readers to one point only, that is, to reveal an understanding of the Redemption by God through experiencing struggles. In this study, the writer takes George Herbert's five poems which bear the poet's religious experiences in terms of his spiritual struggle, that is, his conflicting soul and mind in dealing with two kinds of ways of living he has to choose: a religious living or a worldly one; also, between a religious vocation and self-doubts of the worthiness of a human's existence. Besides, the writer would show how the struggles enable to reveal the theme of Redemption by God. Through the conversation between the man and his God, and sometimes through the dramatic monologue by the speaker in the poems, Herbert tries to express his conflicting soul and mind in leading his religious living. First, it is about the struggles of choosing the way of living. Through the speaker, he is placed on the edge of two kinds of ways: religious living and secular one. The struggles can be found in \"Redemption\" and in \"The Collar.\" Second, the struggles are about the religious impulse which draws the speaker to serve his God, but which is impeded by the man's feeling of self-doubts and worries of unworthiness. These struggles can be found in \"Dialogue\", \"The Cross\", and \"Love (3).\" Both kinds of struggles finally are resolved by the man' realization of his existence before God that he has been redeemed by God and, therefore, he is not his own anymore; rather, he is God's own. Through the experiences of the spiritual struggles, the theme of Redemption by God can be revealed. In the revealing of the theme of Redemption by God, the writer of the thesis finds that all of the struggles with its implications on sufferings, pain, sighs, and anger, bring the man or the speaker in the poem to God and thus bring the man to recognise God's salvation given to the man through the work of Redemption done by the Son of God, Jesus Christ, on the cross. Besides, the writer also finds that the man's openness to God enables the revealing of the theme of Redemption. In this case, Herbert's poems assist the writer to enrich and improve her spiritual life.",
  "creators": "DEWI FITRIAWATI",
  "contributors": "Theophilus Jokri (Advisor 1); Guillermina L. Verzosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 533; Dewi Fitriawati (11493071)",
  "subjects": "HERBERT, GEORGE,1593-1633. THE TEMPLE-STUDY AND TEACHING; ENGLISH POETRY-16TH CENTURY-STUDY AND TEACHING"
}