{
  "id": "16144",
  "title": "A Study of morphological and syntactic errors in English of six tourist guides in Bali",
  "abstract": "Making errors in using a new language is not considered as a failure anymore. Errors are placed in a higher position, that is as an indicator of progress. If a user uses the language and he produces errors, it shows that he applies his previous knowledge to produce further utterances. Therefore, as a student of linguistics, the writer was interested in studying and investigating kinds of syntactic and morphological errors. She was also eager to find out which errors most often occur in the subjects' utterances. This research used a qualitative approach in order to study the data taken from six tourist guides thoroughly. It applied some theories of errors as proposed by Littlewood, Hendrickson, and Richards. As a guideline for the analysis, the writer used Politzer and Ramirez theory of errors (cited in Dulay et.al., 1982) which discusses linguistic category taxonomy and the error itself so that the analysis- could be accomplished, and the problems were solved. The writer found morphological errors with three major error types. They are third person singular verb, simple past tense, and past paiticiple. In term of syntax, there are seven major types of error, namely, noun phrase, verb phrase, verb-and-verb construction, word order, passive sentences, some transformation, and auxiliary system.. The writer also found out morphological error, failure to attach -s (third person singular verb) mostly occurs in the subjects's utterances, and substitution of singulars for plurals (number in determiner), in terms of syntactic errors, are mostly produced by the subjects. It can be concluded that errors are not considered as a signal of progress anymore. It can be as slip of the tongue. Even though errors still occurred in their utterances, the subjects still could maintain the conversation. Basically, they know the rule, but errors still occur in their utterances.",
  "creators": "MERRY CHRISTINA",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 608; Merry Christina (11493046)",
  "subjects": "ENGLISH LANGUAGE-GRAMMAR-STUDY AND TEACHING; ENGLISH LANGUAGE-MORPHOLOGY-STUDY AND TEACHING"
}