{
  "id": "1614",
  "title": "Faktor psikologis yang mempengaruhi keputusan konsumen di Surabaya dalam pemilihan maskapai penerbangan domestik untuk rute Surabaya-Jakarta",
  "abstract": "Maskapai penerbangan yang merupakan bagian dari industri kepariwisataan saat ini cukup berkembang di Indonesia. Maskapai-maskapai penerbangan domestik baru mulai bermunculan dengan menawarkan rute-rute tertentu. Untuk rute Surabaya-Jakarta saja, saat ini telah beroperasi kurang lebih sebelas maskapai penerbangan yang melayani rute tersebut. Hal ini mengakibatkan timbulnya persaingan yang cukup ketat antar maskapai penerbangan tersebut. Konsumen di Surabaya pun dihadapkan pada berbagai pilihan maskapai apa yang akan mereka gunakan untuk perjalanan mereka. Keputusan pembelian tersebut dapat dipengarahi oleh berbagai faktor, diantaranya adalah faktor psikologis. Oleh karena itu, tujuan dari penelitian ini adalah untuk mengetahui sejauh mana faktor psikologis mempengaruhi konsumen di Surabaya dalam memilih maskapai penerbangan domestik untuk rute Surabaya-Jakarta. Penelitian ini dilakukan dengan menggunakan studi kepustakaan dan survei lapangan. Studi kepustakaan digunakan dengan mengumpulkan data dari berbagai macam literatur yang menunjang. Sedangkan survei lapangan yaitu dengan mengumpulkan data dengan cara menyebarkan kuesioner yang diisi oleh konsumen Surabaya yang pernah menggunakan pesawat dari Surabaya ke Jakarta. Hasil analisa menunjukkan bahwa faktor psikologis yang terdiri dari motivasi, persepsi, pembelajaran, sikap dan keyakinan mempunyai pengaruh bagi konsumen dalam mengambil keputusan, dan diantara faktor-faktor tersebut, motivasi mempunyai pengaruh yang paling kuat.",
  "creators": "FITHARIA ELVISA SIPAHELUT",
  "contributors": "Widjojo Suprapto (Advisor 1); INDRAYANI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 526/PAR/2003; Fitharia Elvisa Sipahelut (91300087)",
  "subjects": "TOURIST TRADE; TRAVE AGENTS; CONSUMER BEHAVIOR"
}