{
  "id": "16152",
  "title": "The Grammatical characteristics of the verbs produced by captain keeney in eugeneo'neil's novel: ile",
  "abstract": "Communicating is the way people interact to each other within a community. In order to communicate well, everybody uses a language for it expresses someone ideas as well as messages. However, because of having his or her own dialects and idiolects, a person often gets difficulty either in expressing or understanding the messages uttered. The writer also experiences it when she reads the novel for the first time. Not knowing the system and particular verb forms produced, it is hard for her to understand it properly. Therefore, it is important to know the grammatical system of the person that we talk to. In this case, verb, one of the aspects in the syntactic component of the system, is the most essential one since it denotes an action, state, or at least part of the state. Verb is the core of a sentence in order to understand it. Captain Keeney, an uneducated person in the novel: 'ILE', shows characteristics of language in his utterances. Being a laborious man, he produces particular characteristics of verb forms which make his utterances hard to understand, particularly for foreign learners in reading it. Thus, the writer intends to investigate his forms of language, the verb forms and its grammatical characteristics. The writer analyses the captain's verb forms, the finite and non-finite verbs, the types of finite and non-finite verbs constructions, the forms of finite and non-finite verb components, and the grammatical characteristics of finite and non-finite verbs. In doing this research, the writer uses qualitative approach, that is describing in detail or specifically all verb constructions of Captain Keeney's speech. The writer acts as the instrument in collecting the data. She is the one who collects the data and analyzes them by using the Standard English. Concerning the study, the writer finds out that Captain Keeney produces some characteristics of verb forms. It is discovered that the captain produces both finite and non-finite verb forms. In terms of finite verb, he produces one verb, an auxiliary plus a verb, and special verb. In terms of non-finite verbs, he uses the -ing participle, the infinitive with to and without to, and the -ed participle. It is noted that full word and contracted word forms are produced too. He produces a short form of utterances for implying his messages: contracted form, dropping of auxiliaries, and the use of best instead of had better. The captain also uses a particular pronunciations, that is, consonant replacement. In addition, with respect to subject and verb relation, he produces some kind of rules or system in his speech.",
  "creators": "YOHANA",
  "contributors": "Bintoro (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 769; Yohana (11494084)",
  "subjects": "ENGLISH LANGUAGE-GRAMMAR-LINGUISTICS ASPECTS"
}