{
  "id": "16158",
  "title": "A Study of the shaping of Sandy's character in Langston Hughes' Not Without Laughter",
  "abstract": "The shaping of Sandy's character, the topic which the thesis writer chooses, is interesting since in the novel, Not Without Laughter, Hughes brilliantly draws a process of a confused, young, and dependent boy over his position as black in his environment to be a mature independent man. As Sandy lives with his female family members without a father presence, consciously or not he is predominately influenced by them. The discussion is to show the aspects that influence Sandy's character and -the process of the shaping of his character. Sandy has come through many events in his life, from his poor and uneducated life until he gets a better life when he lives with aunt Tempy, from his being dependent to his family and confused over his position as a black boy until he becomes a mature and independent man. At first Sandy is a dependent boy since he is loved by his family very much and here it is clearly seen the influence of his family. Moreover, during this time he is also confused because of the unfair treatment-of racial discrimination that he gets. Later on when he has to live with aunt Tempy, he has to take care of himself and he is forced by his new surroundings to be independent. Although it is hard for him, he succeeds in getting along with his new life. Here, it shows that the influence of his family affects his way in facing his new life. From all the events and experiences which he gets, he is able to find himself and to know what he wants to do for his life. To support the analysis of the shaping of Sandy's character, the thesis writer uses library research, such as critics' opinions, any related theories and concepts; and literary approach, such as character, characterization and setting. By using this methodology, the thesis writer finally can conclude that Sandy as the main character is successful to be a mature and independent man who knows what he wants to do with his life.",
  "creators": "NANIK KURNIAWATI",
  "contributors": "SANTIKO BUDI (Advisor 1); ANITA LIE (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 546; Nanik Kurniawati (11493073)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; LANGSTON, JAMES MERCER, 1902-1967. NOT WITHOUT LAUGHTER-STUDY AND TEACHING"
}