{
  "id": "16155",
  "title": "Javanese terms of address as used in Jayabaya Magazines",
  "abstract": "The writer carries out a research for her thesis entitled Javanese Terms of Address Used in Jayabaya Magazines which is limited to the article in the form of dialogues and contain the daily Javanese terms of address published by Jayabaya magazines on May 1996. The questions which come up in this researh are the kinds of the terms of address which are used in the dialogues of Jayabaya magazines. Also what social aspects which influence the use of those terms of address. The writer uses a descriptive research as her method and qualitative as the approach. For the analysis, the writer uses sociolinguistic theory for analysing the data. The writer identifies the data one by one using three tables for each dialogue. From the findings and the interpretations, the writer draws a conclusion of the research. In the conclusion, the writer finds that there are fifty-five kinds of the terms of address which are as in terms of pronoun, name, profession word, kinword, affix, body and also three kinds of the function of the person. They are the first person singular and plural, the second person singular and plural and the third person singular and plural. Each function can be used in any kinds of language level, whether ngoko or kromo in which each level uses different term of address. For informal types of interaction or setting , the addressers of the dialogue entirely uses ngoko level whether it is ngoko , ngoko madya or ngoko alus. In formal type of interaction or setting, they tends to use kromo as the level of language's choice.",
  "creators": "TRI WAHYUNING HAPSARI",
  "contributors": "SUKEMI, PROF.DR.M.A. (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 527; Tri Wahyuning Hapsari (11492058)",
  "subjects": "JAVANESE LANGUAGE-LINGUISTIC ASPECTS; SOCIOLINGUISTICS"
}