{
  "id": "16153",
  "title": "A Morphological study of Malang reversion usage",
  "abstract": "Malang Walikan is a kind of language that uses reversed words in which Malang people use in their daily-conversation, especially in informal talks. Usually it is the younger generations who use such language more often than the older ones. There are three reasons why the writer is interested in analyzing Malang reversion. The first reason is because she has many friends who live in Malang and use the reversion everyday. The second is she is curious about the usage of Malang reversion. She becomes more interested in such reversion after she read a thesis of Malang reversion done by former student of IKIP Malang in 1976. This study tries to find out the various types of Malang Walikan. Another important focus of this study is to determine the source languages of Malang Walikan. This study is also a kind of further study of similar research conducted by Melik Sumanandar. The reason is to find out the proves of the writer's disagreement to Sumanandar's findings. After a thorough analysis, it is revealed that Malang Walikan can be divided into three types of words; Systematic reversion, Fluctuated reversion, and Slang. There is a particular formula to form systematic reversion, while the other two types could not be found any formula. The formula is: p l + P 2 + ..... + p x becomes Px +P(x-1)+......+P1 The words of Systematic and Fluctuated reversions are derived from Indonesian and Javanese since the people of Malang are influenced by the usage of both languages. Thus, the domination of Indonesian words can be seen obviously in both types of reversion.",
  "creators": "ROSDIANA",
  "contributors": "SUKEMI, PROF.DR.M.A. (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 500; Rosdiana (11491080)",
  "subjects": "JAVANESE LANGUAGE-MORPHOLOGY-STUDY AND TEACHING"
}