{
  "id": "16161",
  "title": "An Analysis on the funniness of political humor as the result of the violation conversational rules",
  "abstract": "Humor has been used in many cases for all kinds of reasons from simple expressions of joy to sarcasm. From the early human civilization, humor has taken the social role to entertain, to inform and to educate the society. However, there were only a few linguistic studies about humor, especially in Indonesia. Therefore, the writer tried to analyze humor, particularly political humor in Indonesia, from the linguistic point of view. The writer gathered the data from the Internet and collected sixteen jokes that were analyzed using the theory of conversational rules that consisted of speech act rules and conversational implicatures. The purpose was to find out how the violation of conversational rules worked in the jokes to create the funniness. This study was a qualitative and descriptive study. The writer selected the data and analyzed all the data to gather the descriptions of how the violations of conversational rules worked in the jokes. The study was divided into two analyses. The first analysis discussed the classification of political humor, while the second analysis was on the violation of conversational rules. From the first analysis, the writer found out that there was more denigration joke than exposure joke. It means that there were more jokes which targeted on political leaders, political institution and political ideas than to the life under a regime. The latter analysis, the writer found out that the violation of speech act was the most frequently mechanism that occurred to create the funniness in the jokes. It means that the funniness was achieved through the ignorance of illocutionary force and when the perlocutionary act is made not consequently following the illocutionary force. Hopefully, this study could help the readers to understand the classification of political humor, especially how the violation of conversational rules worked to produce the humorous effect in the jokes.",
  "creators": "TENY OMELIA",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 765; Teny Omelia (11494090)",
  "subjects": "INDONESIA-ANECDOTES-STUDY AND TEACHING; ANECDOTES-LINGUISTICS ASPECTS-STUDY AND TEACHING"
}