{
  "id": "16164",
  "title": "A Study on the character and the attitudes of the main character in George Eliot's Silas Marner",
  "abstract": "George Eliot was regarded as one of the most intellectual English novelists because most of her novels had made her success. One of them was Silas Marner. This novel which resembled to her own experience, is a novel which tells about the ordinary village lives. In Silas Marner, Eliot creates a little child as a central idea to change the attitudes of somebody, in this case her parent, Silas Marner. In this thesis, the writer is eager to know whether or not Silas Marner's attitudes and character change from the first till the end. In order to find out the answer, she uses the literary theory of characterization, the psychological theory of psychosocial development and the theory of love, to analyze Silas Marner's attitudes and character. From the analysis, the writer finds out that the attendance of a child in Silas Marner's life has changed his attitudes and character. From a solitary man, he becomes a concerned father and reconciles his relationship with others as well as with God. Meanwhile, his good character is revealed more obviously as he proves to be an unselfish man toward Eppie and neighbours. From this, it can be summed up that Silas Marner's attitudes change to be the better one after he meets Eppie. However, his good character still remains with him although he has many problem to face in his life.",
  "creators": "SANTY",
  "contributors": "Sarah Limuil (Advisor 2); Dra. Sarah Prasasti, M.Hum. (Examination Committee 1); LENIWATI SLAMET (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 702; Santy (11493079)",
  "subjects": "ELIOT, GEORGE, 1819-1880. SILAS MARNER-STUDY AND TEACHING; ENGLISH FICITON-19TH CENTURY-STUDY AND TEACHING"
}