{
  "id": "16169",
  "title": "Evaluasi perilaku seismik struktur rangka beton bertulang yang direncanakan dengan cara kapasitas dan cara alternatif kapasitas di wilayah 1 dan 2 peta gempa Indonesia",
  "abstract": "Perencanaan struktur dengan cara kapasitas membutuhkan waktu yang relatif panjang dibandingkan dengan cara biasa, dan dapat menghasilkan kekuatan kolom yang berlebihan jika pada struktur tersebut dibebani beban gravitasi sebagai beban dominan. Guna menghindari hal ini dapat digunakan cara alternatif dimana balok dan kolom luar tetap direncanakan dengan cara kapasitas, sedangkan kolom dalam direncanakan dengan cara biasa, atau dengan kata lain diijinkannya terjadi sendi plastis pada balok, kolom dalam, kolom luar lantai dasar bagian bawah, dan kolom luar lantai paling atas. Dalam studi ini dipaparkan aplikasi cara alternatif perencanaan kapasitaspada struktur rangka lima tingkat dengan empat bentangan, dan sepuluh tingkat dengan dua bentangan, yang terletak di wilayah 1 dan 2 peta gempa Indonesia.Untuk mengetahui perbedaan perilaku struktur yang direncanakan dengan cara alternatif kapasitas, dan perilaku struktur yang direncanakan dengan cara kapasitas, dilakukan analisa riwayat waktu dengan bantuan program komputer Ruaumoko, dan rekaman gempa yang dibuat dengan memodifikasi rekaman Gempa Pacoima Dam 1971 S16K guna disesuaikan dengan spektrum respons percepatan gempa Indonesia untuk periode ulang 200 tahun di wilayah 1 dan 2 peta gempa Indonesia. Perilaku seismik pada perencanaan struktur rangka beton bertulang yang direncanakan berdasarkan cara alternatif kapasitas, dan cara kapasitas menghasilkan simpangan struktur yang terjadi di lantai satu dan dua pada struktur lima tingkat di wilayah 1 melampaui simpangan maksimum yang disyaratkan, namum mekanisme terjadinya sendi plastis sesuai dengan yang direncanakan, serta daktilitas dan kapasitas geser pada balok dan kolom portal yang tersedia cukup untuk memancarkan energi gempa. Dengan demikian keuntungan dari alternatif perencanaan kapasitas, adalah disamping membutuhkan waktu perencanaan yang pendek, juga lebih sedikit pemanfaatan tulangan kolom. Selain keuntungan diatas, perlu diperhatikan jumlah kolom interior yang direncanakan dengan cara biasa, dan perlu adanya pembatasan terhadap besaran gaya-gaya dalam rencana pada kolom luar, yang disesuaikan dengan persyaratan pada SKSNIT-15-1991-03.",
  "creators": "MARKAI ROMERA",
  "contributors": "Takim Andriono (Advisor 1); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 037 TS; Markai Romera (2189007)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS; EARTHQUAKE ENGINEERING; REINFORCED CONCRETE CONSTRUCTION"
}