{
  "id": "16166",
  "title": "A Study of speech acts in Peanuts comic strips taken from the Jakarta Post",
  "abstract": "Language is used to perform actions. When we say something, we may also perform some kinds of acts. This argument encourages the writer to make a study on the locutionary, illocutionary, and perlocutionary acts produced by the characters in Peanuts and how they are used by them. Austin considers that to say something may be to do something and concludes that in uttering, one can perform three acts simultaneously : locutionary act, illocutionary act, and perlocutionary act. In doing her study, the writer tries to answer several questions. First, what are the locutionary, illocutionary, and perlocutionary acts produced by the characters in Peanuts?. Second, how are they used by them?. The writer chooses comic strips Peanuts edited by the Jakarta Post in April 1999 as her source of data. In analyzing the comic strips, she uses theory of language form by Hurford and Heasley as well as theory of speech acts by Searle and Austin. She uses descriptive research method to describe the locutionary, illocutionary, and perlocutionary acts produced by the characters in Peanuts and how they are used by them. After analyzing the data, the writer finds a declarative form may be used for warning, realizing, suggesting, showing curiousity, showing pride, showing happiness, hoping, showing doubt, showing gratitude, promising, criticizing, showing disappointment, thinking, informing, showing surprise, asserting, stating, believing, and refusing. An interrogative form may be used for showing curiousity, showing doubt, hoping, offering, and ordering. An imperative form may be used fox joking, suggesting, and requesting. She also finds that culture plays a significant role in understanding a comic strip.",
  "creators": "AFINA PURNOMO",
  "contributors": "SUKEMI, PROF.DR.M.A. (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 728; Afina Purnomo (11495017)",
  "subjects": "DISCOURSE ANALYSIS; PSYCHOLINGUISTICS; ENGLISH LANGUAGE-SEMANTICS"
}