{
  "id": "16165",
  "title": "A Study of cohesion in lateral-quartely PBE megazine",
  "abstract": "Language which we use in our daily conversations is significant since it is used to express our thoughts, needs, emotions, feelings, etc with one another. That is why it is important to use language correctly and well to avoid misunderstanding or mistakes in interpreting the thoughts, needs, emotions, feelings, etc. But of course it is not enough to produce language which only has right grammar, but it also has to be cohesive in its pattern. This thesis deals with cohesive device types in terms of grammatical cohesion and lexical cohesion. The writer discusses cohesive devices which are occurred in Quarterly Business Magazine of PBE -LATERAL- from the first edition until the latest edition. The problem which the writer investigates is the frequency of cohesive types which are often used and how well the cohesive devices are used in the selected articles. The approach of this study is qualitative and there is no generalization. The data is taken from Quarterly Business Magazine of PBE -LATERAL edition 1-4. The data are obtained by collecting the sentence in the articles she investigates. After that, the writer categorizes each sentence into its own cohesive types to be investigated further. In analysing the data, the writer uses Halliday and Hasan's theory in \"Cohesion in English \" about Cohesive Devices, the theory of Brown and Yule , and Lottman about Text. For the related studies, she uses Lindawati's thesis which studied Cohesion of the Text in Hello English Magazine and Evi Fadjarini 's thesis which dealt with Cohesion in the Articles of the Javanese Magazine of Penjebar Semangat. From the data analysis, the writer finds that Substitution and Ellipsis are completely not used in six articles she observed. While the dominant Cohesive Devices are Personal Reference and Demonstrative Reference. They take 31.08% and 18.57% of all items. Most articles in this study are cohesive. There are 97.47% which is Cohesive and 2.53% which is not cohesive, hi terms of cohesiveness, the writer finally concludes that the quality of those articles is good enough.",
  "creators": "AMELIA PERMATA SARI",
  "contributors": "SUKEMI, PROF.DR.M.A. (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 787; Amelia Permatasari (11495006)",
  "subjects": "ENGLISH LANGUAGE-DISCOURSE ANALYSIS; DISCOURSE ANALYSIS"
}