{
  "id": "16168",
  "title": "The Intended and disordered phonemes of the sixth grade hearing-impaired students of Karya Mulia Elementary School",
  "abstract": "Unlike hearing children, hearing impaired children have to go through some special teachings and programs of instruction, such as speech therapy, audio therapy and speech reading to be able to speak. By these, they are able to produce speech like sound. However, hearing-impaired children's speech is not consistent, because there are some intended phonemes and some disordered phonemes on their speech. Phonologic disorders appear due to the feet that they cannot monitor their own speech. Moreover, phonologic disorders is the result of using speech sounds incorrectly so that the meaning is affected even though the motoric movements can be executed adequately. Hearing-impaired child may have one or combination of phonologic disorders types: substitution, omission, distortion, and addition. This study uses descriptive method in order to find out the intended phonemes, the disordered phonemes and types of the phonologic disorder. Some theories in Suprasegmental phonemes in Indonesian language system, phonetic and language acquisition are used in analyzing the data. Technique of the data collection that is used here is by recording the subjects' spontaneous speech through reading. Finally, the study finds that the three subjects' speech development is very individual and its phonologic disorder can not be predicted There is no general systematic value or predictable pattern that can be drawn to predict the appearance of the intended phonemes and the disordered phonemes. However, the hearing-impaired speakers share similarity in voice-voiceless' substitution, high frequency phonemes' substitution, and the omission of velar sound.",
  "creators": "MARIA THERESIA",
  "contributors": "SUBANDI DJAJENGWASITO (Advisor 1); Theophilus Jokri (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.789; Maria Theresia (11496085)",
  "subjects": "GRAMMAR, COMPARATIVE AND GENERAL-PHONOLOGY; PHONETICS"
}