{
  "id": "16160",
  "title": "A Study on the main character's damaged self that leads to her trauma and the ways she copes with her trauma to be a whole person as seen through Elaine Risley in Margaret Atwood's Cat's Eye",
  "abstract": "This study on Margaret Atwood's Cat's Eye is intended to indicate how a damaged-self in formation which befalls the main character, Elaine Risley, in her childhood has led to her trauma and affected her until her later life. How damaged Elaine's self is and her ways to deal with her trauma are analyzed with the help of theory of characterization and some psychological theories in this thesis. In the story, Elaine has undergone unpleasant childhood because of being tortured by her friends so that she cannot build her self-confidence. Yet, the most important point to be stuck out in this study is the way to master and banish the trauma. On the one hand, running away from trauma is only meant to delay the trauma not to haunt for a moment. Taking revenge on the cause of the trauma on the other hand is merely to get a pseudo-satisfaction on one's self which is also obtained for a moment. Fundamentally, the best solution to drive away the trauma is by coping with it; and more importantly, making peace with the cause of it. Through the analysis directed in this thesis, the writer has verified that Elaine, who also copes with her trauma, is at last able to expel her trauma and be a whole person.",
  "creators": "SHINTA AULIA",
  "contributors": "Jenny Mochtar Djundjung (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 662; Shinta Aulia (11494083)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; ATWOOD, MARGARET, 1939-... CAT'S EYE; CANADIAN FICTION-20TH CENTURY-STUDY AND TEACHING"
}