{
  "id": "16167",
  "title": "A Study on the journeys of the tyrones in Eugene O'Neill's long day's journey into night",
  "abstract": "The thesis is a study on the journeys of the four Tyrones; James, Mary, Jamie, and Edmund, to the past to find the causes of their present misery. O'Neill puts his belief of the power of Force ( God, fate, past creates present) as the true source of the misery within the journeys. The thesis writer, thus, analyses the kind of the journeys that each of the Tyrones has, and also the power of the Force that can be disclosed through those journeys. The analysis is through the misery and the self-revelations of the Tyrones. From the analayis, the writer is able to find out that the kind of journey of James is a tragic journey filled with regret for selling his artistic career for money, and the power of the Force over his life is his fate for being born as a poor Irish immigrants in which the poverty teaches him the important value of money. Mary's journey is a kind of journey within the fog of dope and dream. Her fate of marrying James has resulted in her misery afterward, and the misery forces her to live in the fog of dope and dream. Jamie's kind of journey is a journey of bitterness, cynicism, and despair. The fate that he should be born as a son of a stingy man in which the stinginess destroys his family and his own life has made him cynical and bitter against his family, and he also becomes despair toward his future life. Edmund's journey is a kind of journey with light to go beyond the darkness of life. He is the only one who can belong to the Force itself, to God, and his belonging has brightened his own life and his view toward the condition of his family. Another power of the Force, that is the past creates the present, happens to all the four Tyrones. It can be seen that what has happened in the past makes the present as what it is.",
  "creators": "DESIANI NOVALIA",
  "contributors": "Ribut Basuki (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 549; Desiani Novalia (11493081)",
  "subjects": "AMERICAN DRAMA--20TH CENTURY--STUDY AND TEACHING; O'NEIL, EUGENE,1888-1953. LONG DAY'S JOURNEY INTO NIGHT-STUDY AND TEACHING"
}