{
  "id": "16177",
  "title": "Perancangan sistem informasi akuntansi terkomputerisasi atas sistem penerimaan dan pengeluaran kas operasional pada PT.?X? di Malang",
  "abstract": "Penelitian ini dilakukan untuk pengembangan sistem informasi akuntansi PT.\"X \" di Malang. PT.\"X \" bergerak di bidang manufacture, yaitu produksi Siklus penerimaan dan pengeluaran kas operasional pada PT.\"X \" masih manual sehinga membutuhkan waktu yang cukup lama untuk memproses transaksi dan menghasilkan laporan terkait kas seperti laporan kas dan bank harian, bulanan, dan laporan arus kas. Selain itu sistem manual juga rawan human error dan fraudness. Tujuan dari penelitan ini adalah mengumpulkan data-data terkait sistem manual serta merancang sistem informasi akuntansi terkomputerisasi dan pengendaliannya atas penerimaan dan pengeluaran kas operasional pada PT.\"X \" di Malang. Teknik analisis yang digunakan adalah deskriptif kualitatif. Penulis membandingkan data-data kualitatif yang diperoleh dengan teori yang ada, menganalisa sesuai kenyataan yang terjadi, lalu melakukan perancangan konseptual dan perancangan fisik. Metode yang digunakan berupa observasi, wawancara, dan dokumentasi. Penelitian ini menghasilkan output, input, database, dan pengendalian atas output dan input. Output yang dihasilkan antara lain: laporan kas bon, laporan transaksi per bank, laporan arus kas operasional, laporan transaksi kas, dan laporan cek/giro. Desain input yang dihasilkan antara lain form BKM, BBM, BKK, BBK, form kas bon, form transfer masuk, form transfer keluar, form cek/giro masuk, dan form cek/giro keluar. Tabel database yang dihasilkan sebanyak 33 tabel. Diharapkan dengan menerapkan sistem penerimaan dan pengeluaran kas operasional yang terkomputerisasi, kelemahan yang ada pada sistem manual dapat diminimalisasi.",
  "creators": "FLORENTIA OKTARENI W",
  "contributors": "Josua Tarigan (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010154/AKT/2010; Florentia Oktareni Winarta (32406020)",
  "subjects": "FINANCIAL STATEMENTS; ACCOUNTING-COMPUTER PROGRAMS"
}