{
  "id": "16184",
  "title": "A Study of slang terms which are used by netters on IRC (Internet Relay Chat)",
  "abstract": "Slang, as a subject of sociolinguistics which deals with the language in society always develops form time to time (Fromkin,1993,p.320-362). The writer attempts to observe slang terms on IRC (Internet Relay Chat), as a media for chatting with people around the world. On IRC, there must be many slang terms used by netters like in talking to others for hours.This study tries to find slang terms on IRC used by Indonesian nettes. Then, she also tries to observe how those terms are formed and why the netters use those terms. This study is supported by slang theory of Thomas Pyles. It is called 'making new word 1 . To collect the data, the writer copies the chatting of netters on IRC in a disk and uses questionnaire. The data of netters' chatting on IRC are taken in August, 1998 from Indonesian channels, such as; #imanuel and #metesek. Those channels are used by Indonesian netters from many cities, such as; Bandung, Surabaya, and Medan. Some netters are in Indonesia and some others live abroad. For the questionnaire, the data are taken in July, 1998 and the respondents are also from Indonesian netters.To classify the data, the writer uses Thomas Pyles theory of making new word. Then, she presents the data into IRC slang terms table and analyses term by term to be analysed based on the theory of making new word. The writer puts groups of slang terms due to the syllables. After analyzing the data, she finds out that slang terms on IRC are mostly formed by clipping word. The netters also have various reasons for using those terms in their chatting. Netters mostly use slang terms spontaneously and also to create a good atmosphere in chatting on IRC.",
  "creators": "YOLANDA ANGELINA",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Anneke Heritaningsih Tupan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 704; Yolanda Angelina (11493137)",
  "subjects": "ENGLISH LANGUAGE-SLANG; LANGUAGE AND LANGUAGES-SLANG"
}