{
  "id": "16185",
  "title": "The Semantic analysis of one line jokes taken from reader's digests edited in 1995",
  "abstract": "In almost all daily activities, people are defiling with humors, either in the form of readings or in the form of utterances. By making a joke or sensing something runny, people are released from boredom and tension In the form of readings, there is a type of humors which only consists of a single speech act where all sentences contained are uttered by a single speaker, i.e., one-line joke or one-liner. As it consists of a single speech act, it is certainly provided with very limited information. That is why, one line joke is quite difficult to understand. Moreover, humor has not been studied very much in linguistics (Soedjatmiko, 1988. p. 2). The reasons above have encouraged the writer to do the research on one line joke. Meanwhile, as one-line joke is considered as text-as-product where the writer can only make n study on the structure or the meaning of humors, the writer decides to study on the meaning of one-line joke, Semantics. As mentioned above that one-line joke has a unique characteristic like having limited information, there must be a certain mechanism that creates the funniness on the joke Koesler states that the mechanism of humor works because of the incongruity between two different interpretations about the joke Then, Willmann adds that the two different ideas occur as a matter of manipulation of ambiguity. Based on those theories, the writer intends to analyze the semantic mechanism of one-line joke that creates the funniness and also to find out the manipulation of semantic ambiguity on one-line joke. For the subject of the research, the writer takes 30 one line jokes from Reader's Digest from January to December 1995 To conduct this study, the writer uses tho combination between field and library research It means that some of the interpretations of the subjects are found from the conditions in reality and some arc from the references In this study, the writer uses qualitative analysis to find Die semantic mechanisms that create the funniness, and the linguistic elements I hat are violated so that the jokes are funny. IJI the limitation to written verbal humor, one line jokes are analyzed under the scope of semantic ambiguity and truth-conditional semantics. Under the theory of mechanisms of humor; this study leads to the findings thai truth conditional semantics is the most violated among the thirty one line jokcH analyzed. These findings lead lo the conclusion that the condition of the sentences or the jokes which are not sufficient to the truth-condition have created the jokoK lo bo funny On one-lineis. Ihcso violations to Ihe uuth-condition happen most frequently compared to the violation of lexical ambiguity, grammatical ambiguity and causal fallacy. It shows that to understand one line jokes, readers need to have logical thinking of truth-condition. Finally, this study also concludes that to understand the semantic mechanism of one line jokes, it. is necessary for the readers to have an expectation and an alternative idea about Ihe joke. Both readers' expectation and alternative idea are compared, and later on it is concluded that the alternative idea has surprised the readers. The surprising solution creates the one-liners to be funny.",
  "creators": "JULISTIEN",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); SUBANDI DJAJENGWASITO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 677; Julistien (11493163)",
  "subjects": "SEMANTICS"
}