{
  "id": "16188",
  "title": "Kelayakan agregat sungai wailela sebagai material (bahan) lapis pondasi perkerasan jalan",
  "abstract": "Jalan raya sebagai sarana transportasi yang sangat penting perlu mendapat perhatian, karena diharapkan jalan tersebut dapat melayani aktivitas lalulintas sesuai umur rencana yang diinginkan. Melihat material di Pulau Ambon yang sangat terbatas maka seluruh potensi sumber material yang ada harus dioptimalkan . Karena selama ini belum pernah ada penelitian terhadap material dari Sungai Wailela Desa Rumah Tiga maka pada penelitian ini dicoba untuk menyelidiki sifat-sifat fisis dan sifat-sifat mekanis dari agregat kasar dan agregat halus yang berasal dari sungai tersebut, serta mendapatkan daya dukung ( CBR ) dari material lapis pondasi bawah dan lapis pondasi yang sesuai spesifikasi teknis Direktorat Jenderal Bina Marga Departemen Pekerjaan Umum. Penelitian ini dilaksanakan dengan cara melakukan pengujian-pengujian laboratorium terhadap agregat kasar dan agregat halus yang pelaksanaannya di Laboratorium Bahan dan Jalan Universitas Kristen Petra Surabaya. Setelah diadakan analisa data pengujian maka diperoleh hasil penelitian sebagai berikut: Pengujian laboratorium : gradasi, batas cair, sand equivalent, kekerasan, dan soudness terhadap agregat kasar dan halus memenuhi persyaratan sesuai dengan Peraturan Pelaksanaan Pembangunan Jalan Raya baik untuk Lapis Pondasi Bawah Kelas \" A\" dan \"B\" maupun untuk Lapis Pondasi Kelas \"A\" dan \"B\". Pengujian kekuatan bahan dengan cara CBR untuk Lapis Pondasi Kelas \"A\" dan \"B\" serta Lapis Pondasi Bawah Kelas \"A\" dan \"B\" dapat memenuhi spesifikasi yang dianjurkan oleh Direktorat Jenderal Bina Marga Departemen Pekerjaan Umum. Dengan demikian material yang berasal dari Sungai Wailela Desa Rumah Tiga dapat digunakan sebagai bahan lapis pondasi perkerasan jalan raya.",
  "creators": "MIEGSJEGLORIE V. PUTUHENA",
  "contributors": "Indriani Santoso (Advisor 1); Harry Patmadjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 048 TS; Miegsjeglorie V. Putuhena (2195967)",
  "subjects": "PAVEMENTS"
}