{
  "id": "16194",
  "title": "Inovasi layanan pada industri perhotelan",
  "abstract": "Hotel sebagai industri yang bergerak di bidang jasa sangat mengutamakan kepuasan konsumen untuk dapat tetap bertahan. Kepuasan konsumen merupakan sesuatu yang sangat subyektif, mengingat setiap konsumen pasti memiliki keinginan dan kebutuhan yang berbeda-beda. Karena keinginan konsumen selalu berubah dan bertambah, maka inovasi layanan pada industri perhotelan sangat diperlukan. Tetapi menciptakan inovasi layanan tidaklah mudah, karena membutuhkan kreatifitas yang tinggi. Dengan dilatarbelakangi permasalahan tersebut, maka tujuan penulisan Tugas Akhir ini adalah untuk menciptakan inovasi layanan yang relevan diterapkan pada industri perhotelan di Bali. Metode penelitian yang dilakukan oleh penyusun ialah dengan melakukan survei lapangan, dan studi literatur untuk mendukung teori dasar. Sedangkan kuesioner digunakan untuk memperoleh data kuantitatif mengenai penilaian ide inovasi layanan. Ide-ide yang diperoleh pertama disaring oleh pihak manajemen hotel berdasarkan aspek hukum dan kebijakan manajemen perusahaan. Penyaringan tahap kedua berdasarkan kriteria kebutuhan konsumen dan kemudahan implementasi dengan menggunakan metode scoring. Penyaringan tahap ketiga dilakukan dengan analisa hirarki menggunakan kriteria kebutuhan konsumen, kemudahan implementasi dan biaya implementasi. Hasil penelitian tugas akhir ini adalah terpilihnya ide untuk memasang foto-foto yang menunjukkan spesifikasi kamar, pemandangan keluar kamar dan fasilitas kamar di homepage perusahaan (internet).",
  "creators": "FINCE AGUSTINA KURNIAWATI",
  "contributors": "Kriswanto Widiawan (Advisor 1); Jani Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 311/TI-38/2000; Fince Agustina Kurniawati (25493032)",
  "subjects": "CONSUMER SATISFACTION; CONSUMERS-RESEARCH"
}