{
  "id": "16191",
  "title": "Studi laboratorium perkerasan beton semen tanpa agregat halus untuk meningkatkan drainase pada permukaan perkerasan",
  "abstract": "No Fines Concrete ( beton tanpa agregat halus ) adalah beton yang secara keseluruhan dibuat hanya dengan campuran agregat kasar dan pasta semen. No Fines Concrete digunakan sebagai kelengkapan dari drainase pada jalan, No Fines Concrete cenderung dipakai pada daerah yang mempunyai curah hujan yang tinggi dan resapan air yang sempit seperti daerah perkotaan dan sebagainya. Dalam penelitian ini dicari seberapa jauh nilai struktur dari No Fines Concrete sebagai lapis perkerasan jalan. Penelitian ini menitikberatkan pada kekuatan yang dihasilkan oleh No Fines Concrete dengan proporsi campuran yang ada. Hasil dari pengujian di laboratorium menunjukkan bahwa dengan ukuran agregat 5-10 mm^fasio agregat semen = 2 :1, rasio air semen = 0,25 dan pemberian energi pemadatan sebesar 42 kgm akan didapat mutu beton K350 dan porositas yang cukup besar ( kurang lebih 20 % dari volume). Mengingat lapisan perkerasan No Fines Concrete masih setipe dengan Roller Compacted Concrete (RCC) maka strength yang dipakai untuk desain adalah 75% dari Flexural Strength (MR) rancangan. Dengan mutu beton K350 atau setara dengan MR = 45 kg/cm2, No Fines Concrete cocok digunakan sebagai perkerasan jalan maupun tempat parkir kecuali tempat parkir kendaraan berat. Kekuatan No Fine Concrete di atas K350 sulit dicapai sehingga kurang cocok untuk tempat parkir kendaraan berat, yang menerima tekanan setempat yang sangat besar.",
  "creators": "PRAJITNO SUTIKNO; TONY SOESILO",
  "contributors": "Harry Patmadjaja (Advisor 1); Indriani (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 810 S; Prajitno Sutikno (21490052), Tony Soesilo (21491200)",
  "subjects": "PAVEMENTS, CONCRETE"
}