{
  "id": "16192",
  "title": "Penentuan jumlah tenaga kerja yang optimal di perusahaan jangkar dengan metode linear programming",
  "abstract": "Pada perusahaan yang bersifat manual dalam proses produksinya penggunaan tenaga kerja sangatlah penting. Hal ini disebabkan bahwa salah satu faktor yang berpengaruh terhadap biaya produksi adalah biaya tenaga kerja. Di mana jika pihak perusahaan mampu menekan biaya produksi tersebut maka akan menyebabkan biaya produksi menurun sehingga harga jual produk yang dihasilkan oleh perusahaan tersebut mampu bersaing dengan produk serupa yang dihasilkan oleh perusahaan lainnya. Oleh sebab itulah perlu sekali dalam suatu perusahaan yang bersifat manual pengoptimalan pemakaian jumlah tenaga kerja dalam proses produksinya. Dalam pengoptimalan pemakaian tenaga kerja ini mula-mula dilakukan proses peramalan terhadap pola permintaan produk yang dihasilkan. Kemudian setelah diperoleh hasil peramalannya maka dilakukan pengukuran kerja terhadap proses produksinya untuk produk tersebut. Dari hasil pengukuran kerja ini diperoleh waktu baku pembuatan produk tersebut di mana dari waktu baku ini jika ada departemen kerja yang bisa diperbaiki cara kerjanya maka dilakukan perbaikan kerja dengan menggunakan Peta Pekerja dan Mesin. Setelah itu dilakukan penggabungan antara hasil peramalan dengan waktu baku proses produksinya yaitu dengan menggunakan suatu permodelan linear programming dengan melihat berbagai kendala-kendala. Dari hasil permodelan ini akan diperoleh suatu pengoptimalan penggunaan tenaga kerja dengan biaya yang minimum, di mana kondisi ini jelas memberikan suatu kontribusi yang positif bagi perusahaan yaitu memperoleh profit yang lebih besar.",
  "creators": "SOEJANTO TJAHJONO",
  "contributors": "I Gede Agus Widyadana (Advisor 2); Daniel Indarto Prajogo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 13/TMI-025/1997; Soejanto Tjahyono (25492038)",
  "subjects": "PRODUCTION MANAGEMENT"
}