{
  "id": "16195",
  "title": "Pemilihan alternatif sistem produksi dengan pertimbangan produktivitas dan efisiensi biaya di PT Sepanjang Baut Sejahtera",
  "abstract": "PT. Sepanjang Baut Sejahtera adalah pabrik yang memproduksi bermacam-macam mur dan baut dengan bermacam-raacam ukuran pula. Untuk dapat mengantisipasi permintaan konsumennya, pabrik ini hendak mengambil suatu tindakan untuk meningkatkan kapasitas produksinya. Agar dapat mengetahui berapa kapasitas produksinya yang sekarang maka dilakukan penilaian terhadap kapasitas produksi khususnya pada bagian mesin heading karena mesin heading digunakan untuk membentuk kepala dan ukuran dari baut yang diproduksi dan pada bagian mesin heading ini banyak terjadi ketinggalan/kehilangan produksi yang seharusnya dapat dicapai. Dalam Tugas Akhir ini, dilakukan analisa kapasitas produksi yaitu dengan membangun peta kontrol dengan batasan kendali tertentu, kemudian data-data produksi masa lalu dan target produksi pada masa lalu diplotkan kedalam peta kontrol tersebut sehingga dari peta kontrol ini dapat diketahui apakah kapasitas produksi yang sekarang sudah optimal. Selain itu, dibuat analisa statistiknya agar dapat lebih jelas lagi. Setelah melihat lebih lanjut mengenai data perbaikan mesin heading dari bagian maintenance ternyata penyebab sering terjadi kehilangan produksi pada bagian ini yaitu karena banyak terjadi breakdown mesin pada saat jam produksi. Dari hasil analisa tersebut, penulis membuat jadwal perawatan mesin dengan selang tertentu secara kontinu agar tidak ada breakdown mesin pada saat jam produksi sehingga kapasitas produksinya dapat mencapai kapasitas yang optimal. Untuk mencapai tujuan yaitu memenuhi permintaan pada masa yang akan datang dengan tepat waktu penulis melakukan beberapa analisa perhitungan alternatif antara lain dengan menambahkan jumlah jam kerja setelah dilakukan penjadwalan perawatan, menambah jumlah jam kerja saja tanpa perawatan, memperhitungkan penambahan mesin baru, memperhitungkan penambahan mesin baru setelah dilakukan penjadwalan perawatan. Dari analisa perhitungan alternatif ini dipilih satu alternatif dengan mempertimbangkan produktivitas mesin dan efisiensi biayanya untuk diusulkan kepada pihak perusahaan.",
  "creators": "WIDIASE",
  "contributors": "Oegik Soegihardjo (Advisor 1); Murtiyanto Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 102/TMI-32/1998; Widiase (25493034)",
  "subjects": "PRODUCTION CONTROL; PRODUCTION MANAGEMENT"
}