{
  "id": "16200",
  "title": "Transfer teknologi di PT Indospring, Tbk",
  "abstract": "Dalam tugas akhir ini akan dibahas mengenai proses transfer teknologi yang dilakukan oleh PT. Indospring, Tbk. Perusahaan yang bergerak di bidang produksi pegas kendaraan bermotor dan mesin-mesin industri ini melakukan penggantian sebagian tenaga manusia dengan robot. Penggantian ini dilakukan di lantai produksi Unit MI, yang mengerjakan proses heating untuk produksi leaf spring. Sebelumnya, leaf spring yang keluar dari heating awal menuju ke proses camber dan quenching dipindahkan oleh tenaga manusia. Setelah dilakukan proses transfer teknologi, maka pekerjaan tersebut ditangani oleh robot yang dibeli dari Mitsubishi Steel Manufacturing Co, Jepang. Tugas akhir ini akan mengevaluasi bagaimana penerapan transfer tersebut di PT. Indospring, Tbk. Adapun tujuan tugas akhir ini adalah untuk mengevaluasi langkah apa saja yang telah diambil perusahaan yang seuai dengan teori dan langkah apa saja yang belum dilakukan sesuai teori. Pembahasan tugas akhir ini meliputi evaluasi terhadap pelaksanaan transfer teknologi, yang meliputi semua elemen transfer teknologi. Elemen-elemen tersebut adalah transferee, transferor, lingkungan transferee, lingkungan transferor, greater environment, linking mechanism dan teknologi. Selain itu juga akan diberikan saran perbaikan untuk menyempurnakan proses transfer teknologi perusahaan. Data-data yang diperlukan diperoleh melalui survey, wawancara dan data sekunder. Selanjutnya data-data tersebut akan dianalisa menggunakan analisis kualitatif deskriptif dengan membandingkan antara teori dengan kenyataan yang ada di perusahaan. Dari analisa tersebut dapat diperoleh hasil bahwa PT. Indospring, Tbk telah mempunyai pengertian yang lengkap mengenai komponen teknologi, mempunyai komitmen untuk menggunakan, meneliti dan mengembangkan teknologi baru, mempunyai kemampuan tinggi dalam menggunakan teknologi baru, melakukan penelitian terhadap teknologi baru, memperhatikan kriteria pemilihan teknologi yang termasuk dalam techno-economic compatibility criteria dan organizational capability compatibility criteria serta sebagian operating domain capability compatibility criteria. Tetapi dalam pelaksanaan transfer teknologi ini, PT. Indospring, Tbk belum melakukan hal-hal berikut yang ada dalam teori, yaitu: mengidentifikasi teknologi yang tepat sesuai kebutuhan perusahaan, mencari alternatif transferor yang mampu menyediakan teknologi yang dibutuhkan, melakukan perencanaan terhadap teknologi yang dibeli dan melakukan aktivitas pengembangan terhadap teknologi yang dibeli Kemudian diberikan saran mengenai langkah yang seharusnya diambil oleh perusahaan sesuai dengan teori.",
  "creators": "DINI ENDAH SETYO RAHAJU",
  "contributors": "Kriswanto Widiawan (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 133/TI-63/1998; Dini Endah Setyo Rahaju (25494048)",
  "subjects": "PRODUCTION ENGINEERING; TECHNOLOGICAL INNOVATIONS"
}