{
  "id": "16209",
  "title": "Analisis produktivitas staf administrasi bagian bahan baku PT Bumi Rotan Jaya",
  "abstract": "Dewasa ini banyak industri yang mulai memperhatikan dan memprioritaskan peningkatan sumber daya manusia, yang dapat berpengaruh pada keuntungan atau kerugian yang akan diperoleh oleh perusahaan. Sumber daya manusia itu terbagi atas pekerja kerah putih dan kerah biru. Definisi dari pekerja kerah putih atau staf administrasi adalah tenaga kerja yang lebih mengandalkan otak daripada ketrampilan tangan, berhubungan dengan kertas bukan mesin atau tools, bekerja dalam ruangan yang bersih serta tangan yang bersih pula. Dan output yang dihasilkan tidak terkait secara langsung dengan proses produksi tetapi berpengaruh pada output produksi itu sendiri. Sasaran yang ingin dicapai adalah mengetahui produktivitas staf administrasi melalui pengukuran waktu kerja dan produktif Data diperoleh dengan metode survey lapangan dengan obyek satu staf administrasi dan dengan cara wawancara, terhadap rekan kerja dan atasan langsung maupun tidak langsung. Analisa dilakukan dengan metode kuantitatif dengan pengukuran menggunakan metode sampling kerja. Metode kualitatif dengan analisa mengenai penyebab penggunaan waktu dan aktivitas yang produktif maupun tidak produktif Dalam tugas akhir ini diperoleh hasil pengukuran selama satu minggu yang menunjukkan penggunaan waktu produktif untuk aktivitas produktif per hari berkisar antara 78.33%-91.67%. Sedangkan penggunaan waktu produktif selama satu minggu adalah 85.36% dan staf administrasi termasuk dalam kategori produktif dan secara kualitatif tidak ada ekstrem yang negatif Pengurangan waktu yang tidak produktif dapat dilakukan dengan cara menambahkan aktivitas staf administrasi dalam membantu pihak PPC dan juga perlu tinjauan lebih lanjut mengenai upaya-upaya untuk mengurangi allowances atau mengurangi kegiatan/waktu yang tidak produktif atau menambah kegiatan yang produktif",
  "creators": "EFFENDI",
  "contributors": "Kriswanto Widiawan (Advisor 1); Sujono Poetrodjojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 169/TI-99/1998; Effendi (25492034)",
  "subjects": "WORK MEASUREMENT; TIME STUDY; PERSONNEL MANAGEMENT"
}