{
  "id": "16207",
  "title": "Analisis faktor-faktor yang mempengaruhi indeks harga saham individual di Bursa Efek Jakarta",
  "abstract": "Analisis terhadap harga &am pada umumnya bertujuan untuk memperkirakan nilai yang layak hagi saham tersebut, kemudian membandingkan dengan nilai pasar saham tersebut saat itu. Dalam praktek, banyak faktor yang mempengaruhi harga suatu saham; seperti : dividen yang dibagikan, price earning ratio, debt ratio, dan sebagainya yang akan dibahas oleh jumal 1 pada khususnya dan jurnal III. Jurnal pertama summary ini berjudul \" Analisis Faktor-&ktor yang Mempengaruhi Perubahan Indeks Harga Saham individual di Bursa Efek Jakarta Tahun 1996-1997 ?., yang meneliti tentang pengaruh Price Earning .Ratio, Dividend Payout Ratio, Dividend Yield, Debt to equity Ratio, Return On Inveshnent, Relurn On Eqtriry, dan Liqui&y terhadap IHSI baik secara signifikan maupun berlawanan. Maksud penelitian ini adalah untuk membantu para investor memperoleh informasi mengenai faktor-faktor yang akan mempengaruhi IHSI di BEJ. Jumal kedua berjudul \" Risiko Sistematis Dengan Hasil Diversifikasi Saham Di Bursa Efek Jakarta I?. Jurmal ini meneliti pengaruh beta-beta saham terhadap hasil diversifikasi dan terhadap jumlah lembar saham yang menjadi anggota portfolio. Tujuan meneliti masalah ini adalab untuk mendapatkan informasi mengenai cara-cara melakukan diversifikasi saham sec;ara efektif untuk mengurangi resiko tidak sistematis sekuritas individu yang membentuk portfolio. Rentang waktu sampel yang cukup panja:g membuat data -data yang diperoleh lebih akurat, namun sebaikmya sampel penelitian dan jumlah lembar saham signifikan ditambab sebingga portfolio yang dapat dibentuk lebib banyak. Jumal ketiga berjudul ? Stock Price Volatility, Ordinary Dividend, and Other Cash Flow to Shareholders ? yang isinya meneliti tentsng pengarub aliran cash kepada pemegang saham baik. dalam arti sempit maupun luas terhadap harga sabam. Masalab ini layak diteliti karena dalam prakteknya ,para investor dalam melakukan investasi saham selalu mempertimbangkan aliran cash yang akan diperoleh dari saham suatu perusahaan d a n pada akhirnya ha1 ini a k a n berpengarub terbadap barga saham. Untuk meneliti masalab ini digunakan model-model matematis yang lengkap namun cukup rumit sebingga mungkin akan _ menyulitkan pembaca untuk memahami model-model tersebut. Dari penelitian ketiga jurnal ini dapat disimpulkan bahwa yang menjadi pokok penelitiannya adalab faktor-faktor yang akan mempengarubi barga saham, serta cara-cara untuk mengurangi resiko dari ketidakpastian akibat perubaban harga sabam tersebut.",
  "creators": "MEILIE",
  "contributors": "Mina Sulastri Nyotowidjojo (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 69/EM/2000; Meilie (31496195)",
  "subjects": "CORPORATIONS-FINANCE; INVESTMENT ANALYSIS"
}