{
  "id": "16202",
  "title": "Analisa biaya perawatan mesin dan penentuan interval waktu penggantian komponen mesin di PT. Bumi Bali Mina",
  "abstract": "Dalam penggunaannya suatu mesin akan dapat mengalami kerusakan komponen pada waktu yang tak tentu. Terlalu seringnya terjadi kerusakan akan menimbulkan biaya perbaikan yang tinggi serta memperbesar biaya produksi. Untuk mengurangi besarnya biaya perbaikan harus dilakukan perawatan mesin yang terjadual. Tugas akhir ini membahas perawatan mesin pembuatan tepung ikan. Disini diperhitungkan komponen biaya diantaranya biaya penggantian komponen dan biaya kehilangan produksi. Tujuan penelitian untuk menentukan interval waktu perawatan optimal yang meminimumkan biaya dan juga membandingkan sistem kondisi real perusahaan dengan preventive maintenance dan memilih sistem yang terbaik. Penelitian ini dilakukan dengan mengadakan survey pada mesin dalam proses produksi, setelah itu diambil data tentang kerusakan komponen yang sering terjadi pada tiap mesin (2 komponen tiap mesin). Dari data akan dianalisa pola distribusi kerusakan mesinnya., dilakukan perhitungan biaya preventive/failure replacementnya, penentuan interval waktu perawatan optimal yang meminumkan total biaya perawatan serta pemilihan sistem terbaik. Hasil yang didapatkan dari data waktu antar kerusakan adalah berdistribusi normal sehingga didapatkan parameter keandalannya. Dan dari perbandingan antara sistem kondisi real dengan preventive maintenance didapatkan penentuan interval waktu perawatan/penggantian komponen optimal yang meminimumkan biaya total dan itu terdapat pada sistem preventive maintenance (sesudah penjadualan). Untuk menjaga agar mesin produksi dalam keadaan siap pakai, hendaknya perusahaan melakukan perawatan secara teratur berdasarkan interval waktu perawatan (penggantian komponen) yang diperoleh. Dengan demikian kondisi mesin diharapkan lebih terjamin dan kegiatan proses produksi dapat menjadi lebih lancar dan membuat performance mesin produksi lebih optimal.",
  "creators": "VICTOR SATYA WIJAYA",
  "contributors": "Oegik Soegihardjo (Advisor 1); Jani Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 281/TI-08/2000; Victor Satya Wijaya (25494097)",
  "subjects": "MACHINERY, MAINTENANCE AND REPAIR-COSTS; COSTS, INDUSTRIAL"
}