{
  "id": "16215",
  "title": "Aplikasi metode shewhart dan metode X chart with VSS dalam pengendalian proses produksi karung plastik di PT Surya Plastindo",
  "abstract": "PT. SURYA PLASTDSIDO adalah perusahaan penghasil karung plastik. Karung plastik merupakan alat pengepak yang paling banyak digunakan. Karena itu mutu dari karung plastik hams diperhatikan, agar produk yang dihasilkan dapat memenuhi pesanan. Dalam usaha untuk meningkatkan mutu dan memperbanyak hasil karung plastik tersebut, maka pihak perusahaan melakukan pembenahan manajemen. Selama ini pihak perusahaan dalam mengendalikan mutu tidak dilakukan secara terstruktur, sehingga hanya berdasarkan pengalaman operator dan petugas pengendali mutu dan lebih bersifat inspeksi. Untuk itu diperlukan pengendali proses statistik, instruksi kerja untuk mengendalikan, mendeteksi lebih dini ketidaksesuaian produk dan menganalisa proses produksi benang plastik dan proses perajutan benang plastik. Dalam pelaksanaan Tugas Akhir ini, penulis ingin mengenalkan metode Pengendalian Proses secara Statistik yang merupakan pengendalian mutu tanpa akhir yang bertujuan untuk mencegah produk cacat pada waktu proses produksi jnelalui pengamatan dan analisis dengan menggunakan metode Shewhart dan metode X Chart With Variabel Sample Size. Tujuan yang ingin dicapai adalah dapat memperbaiki mutu benang plastik pada mesin Extruder A dalam hal Denier (berat), Strength (kekuatan tank) dan Elongation (kemuhiran) serta meningkatkan output rajutan benang plastik pada mesin Circular Loom. Pada proses pembuatan benang plastik penulis menggunakan grafik pengendali X dan R serta metode % Chart With Variabel Sample Size sedangkan pada perajutan pita plastik digunakan grafik pengendali individual X danRm Dari hasil analisis data terlihat bahwa banyak proses yang menunjukkan proses belum mampu (capable) dalam memenuhi spesifikasi yang diinginkan oleh pihak perusahaan. Hal ini bisa disebabkan karakteristik mesin yang kurang sempurna misalnya perawatan dan perbaikan mesin yang kurang memadai, set up mesin yang tidak tepat, mutu bahan baku yang berbeda, pemanasan (suhu) yang kurang dan kecepatan penarikan yang tidak sama. Sehingga fluktuasi yang terjadi pada proses produksi sangat besar, terutama pada mesin Extruder. Sedangkan kecacatan pada proses perajutan benang plastik / Circular Loom terjadi karena benang plastik yang dihasilkan oleh mesin Extruder tidak ideal atau memiliki fluktuasi yang besar dan mungkin karena mesin Circular Loom tidak berfungsi secara sempurna sehingga pada waktu benang plastik putus, mesin tetap berjalan. Disamping itu kurangnya perhatian dari operator mesin Circular Loom itu sendiri.",
  "creators": "RONY HAMSON",
  "contributors": "Sujono Poetrodjojo (Advisor 1); Stevanus Adrianto Tjandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 093/TMI-23/1998; Rony Hamson (25493021)",
  "subjects": "PRODUCTION PLANNING; MANUFACTURING PROCESSES"
}