{
  "id": "16224",
  "title": "Kontribusi manajemen kualitas terhadap kualitas produk dan kinerja manufaktur",
  "abstract": "Laporan penelitian ini bertujuan untuk membangun suatu model manajemen kualitas, serta menyusun elemen-elemen manajemen kualitas. Dari elemen-elemen ini akan diuji untuk membuktikan ketergantungan satu kelompok elemen dengan kelompok elemen lainnya serta tingkat asosiasi antara elemen. Selain itu juga untuk memperlihatkan kondisi industri di Surabaya. Beberapa keuntungan yang dapat diperoleh antara lain elemen-elemen manajemen kualitas yang sudah disusun dapat digunakan untuk mengevaluasi industri serta berguna untuk menambah wawasan pihak industri serta dunia pendidikan. Untuk itu dilakukan survey yang melibatkan beberapa perusahaan di Surabaya dan sekitarnya. Sampel diambil secara random dari beberapa sektor industri. Penggalian literatur menunjukkan bahwa penerapan manajemen kualitas secara total, meliputi kepemimpinan, strategi dan kebijakan, karyawan serta aktivitas kualitas, diharapkan dapat memberikan kontribusi yang nyata terhadap kualitas produk dan kinerja manufaktur perusahaan yang pada akhirnya membawa dampak yang positif pada kinerja bisnis. Hasil uji statistik membuktikan industri cenderung beranggapan bahwa dalam menjalankan industri, kualitaslah yang terpenting. Hal ini dibuktikan dari urutan ranking yang hampir sama serta opini yang dianalisa membentuk kelompok faktor yang lebih tegas, dalam menarik kelompok faktor utama dari beberapa variabel yang mempengaruhi kualitas produk. Dari uji independensi telah dibuktikan adanya kaitan antara beberapa elemen aspek manajemen kualitas yang mempunyai ketergantungan yang kuat dengan dampak manajemen kualitas. Terdapat juga beberapa karakteristik organisasi dan tipe manufaktur yang mempengaruhi hasil penelitian.",
  "creators": "EVELYN SUNARKO",
  "contributors": "Daniel Indarto Prajogo (Advisor 1); Fredi Suryadi (Advisor 2); Soejono Tjitro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 136/TI-66/1998; Evelyn Sunarko (25494032)",
  "subjects": "TOTAL QUALITY MANAGEMENT; MANUFACTURING PROCESSES-QUALITY CONTROL"
}