{
  "id": "16223",
  "title": "Perbaikan kualitas produk botol plastik dengan meminimumkan tingkat kecacatan dan biaya bahan baku",
  "abstract": "Dalam memproduksi botol plastik digunakan komposisi bahan yang selalu berubah-ubah, karena belum mengetahui komposisi yang tepat. Hal ini mengakibatkan hasilnya menjadi bervariasi dalam hal tingkat kecacatan dan biaya bahan baku. Tujuan penelitian yang dilakukan adalah untuk menentukan pengaruh dan komposisi yang optimal dari bijih plastik orisinil, bahan plastik afalan luar dan bahan plastik afalan dalam yang dapat meminimumkan tingkat kecacatan dan biaya bahan baku dengan menggunakan desain ekspenmen campuran dan perancangan tangguh. Langkah-langkah yang dilakukan adalah menentukan faktor kendali yaitu orisinil, afalan luar dan afalan dalam serta level-levelnya, memilih variabel respon yaitu tingkat kecacatan dan biaya bahan baku, melakukan analisa varians dan menghitung sumbangsih persentase, melakukan desain ekspenmen faktorial 2 2 serta menetukan persamaan regresi untuk model polinomial biasa dan mode) polinomial canonical, dan menentukan komposisi yang optimal. Hasil yang diperoleh menunjukkan bahwa pada peningkatap kecacatan yang paling berpengaruh adalan afalan luar lalu kemudian orisinil dan afalan dalam tidak memberikan pengaruh. Sedangkan pada penurunan tingkat kecacatan yang paling berpengaruh adalah orisinil, lalu afalan luar dan kemudian afalan dalam. Oleh karena itu komposisi yang meminimumkan total biaya dari biaya cacat dan biaya bahan adalah komposisi dengan 50 % orisinil dan 50 % afalan luar. Sedangkan komposisi yang memaksimumkan total SN ratio tingkat kecacatan dan biaya bahan baku, adalah 60 % orisinil dan 40 % afalan luar. Untuk komposisi yang meminimumkan total biaya penggunaan bahan adalah orisinil 90 %, afalan luar 1,7 % dan afalan dalam 8,3 %.",
  "creators": "FONNY KASIM",
  "contributors": "Daniel Indarto Prajogo (Advisor 1); Soejono Tjitro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 128/TI-58/1998; Fonny Kasim ( 25494009)",
  "subjects": "TOTAL QUALITY MANAGEMENT; PLASTIC BOTTLES INDUSTRY-QUALITY CONTROL"
}