{
  "id": "16227",
  "title": "Rossonero football cafe",
  "abstract": "JENIS USAHA Rossonero Football Cafe, merupakan suatu usaha yang bergerak dalam bidang penjualan produk dan pelayanan jasa. Usaha utama dari Rossonero Football Cafe ini berupa kafe yang bernuansa sepakbola, sedangkan usaha lain yang dijalankan adaiah toko ( retail store ) yang menjual aksesoris sepakbola dan-pelayanan informasi seputar sepakbola melalui saluran telepon dengan tarif premium ( premium call ). Rossonero Football Cafe ini juga akan dilengkapi dengan berbagai fasilitas pendukung yang lain, antara lain : tayangan langsung pertandingan sepakbola dengan layar lebar, ruangan ber - AC, dan pelayanan yang cepat dan ramah. Dalam lingkup kota Surabaya dan sekitarnya, jenis - jenis usaha seperti kafe yang bernuansa sepakbola dan toko ( retail store ) yang menjual aksesoris sepakbola sebenamya bukan merupakan jenis usaha yang baru, keberadaan dari usaha - usaha tersebut dapat dijumpai pada berbagai tempat. Sedangkan jenis usaha pelayanan informasi seputar sepakbola melalui saluran telepon dengan tarif premium {premium call) merupakan suatu jenis usaha yang baru. Dengan adanya Rossonero Football Cafe yang menggabungkan usaha -usaha diatas menjadi satu bentuk usaha merupakan suatu hal yang baru. Jadi dapat dikatakan, usaha dari Rossonero Football Cafe merupakan suatu jenis usaha yang baru. MANAJEMEN Sebagai langkah awal Rossonero Football Cafe dalam proses manajemen ( management ) adalah perencanaan, pengorganisasian, pengarahan, dan pengawasan sumber daya keuangan, manusia, dan informasi untuk mencapai tujuan yang telah ditetapkan. PENDANAAN Dalam mendirikan usaha Rossonero Football Cafe akan\" diinvestasikan modal sebesar Rp 165.000.000,- dengan perincian sebagai berikut :-? Modal Bambang sebesar Rp 80.000.000,-? Modal Yoyok sebesar Rp 80.000.000,-? Hutang bank sebesar Rp 5.000.000,- ( dengan jaminan berupa sepeda motor astrea supra tahun 1997 ) BADAN USAHA Rossonero Football Cafe akan berbentuk badan usaha firma (general partnership), karena kemampuan untuk tumburr menjadi lebih besar dengan adanya tambahan bakat baru dan uang, ldmbaga pemberi pinjaman lebih memilih untuk memberi pinjaman bagi perusahaan - perusahaan yang tidak bergantung pada individu - individu tunggal, memiliki akses sumber daya lebih daripada satu individu, dan dapat mengarhbil peran aktif dalam operasional usaha.",
  "creators": "YOYOK SUYANTORO; BAMBANG SOEDJATMIKO",
  "contributors": "Yohnson (Advisor 1); Eddy Madiono Sutanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rancangan Usaha",
  "source": "Rancangan Usaha No. 11/EM/2000; Yoyok Suyantoro (31495228), Bambang Soedjatmiko (31495232)",
  "subjects": "RESTAURANT MANAGEMENT"
}