{
  "id": "16225",
  "title": "Penerapan biaya kualitas untuk mengevaluasi keberhasilan sistem pengendali kualitas PT. Paramithatama Asri Raya",
  "abstract": "Dalam era modern sekarang ini, kualitas dari barang dan jasa menjadi tuntutan yang utama dari diri konsumen. Sehingga mau tak mau dunia manufaktur -dituntut untuk dapat menghasilkan suatu output yang dapat memenuhi ekpektasi atau harapan dari konsumen, yang tentunya memiliki harga murah dan bersaing. Kualitas itu sendiri bagi dunia manufaktur identik dengan keefisienan dan keefektifan dari utilitas semua sumber daya dan peralatan produksi serta output yang berkualitas. Salah satu indikator kualitas adalah penerapan biaya kualitas untuk mengevaluasi apakah suatu perusahaan memiliki masalah terhadap kualitas. Di dalam Tugas Akhir ini penulis mencoba untuk menerapkan biaya kualitas pada PT. Paramithatama Asri Raya untuk mengevaluasi apakah perusahaan ini memiliki masalah terhadap pengendalian kualitasnya. Penerapannya adalah meliputi pengenalan dari masing-masing komponen pembentuk biaya kualitas, melakukan perhitungan biaya kualitas untuk dapat mengetahui efeknya terhadap harga jual dan profit perusahaan serta analisa terhadap tingkat keberhasilan kualitas. Adanya perbedaan ukuran kertas yang dipakai pada proses produksi juga merupakan hal yang diperhatikan, untuk dapat mengetahui efeknya terhadap tingkat kegagalan atau kecacatan produk. Dalam menganalisa tingkat keberhasilan kualitas perusahaan dilakukan berdasarkan dari hasil perhitungan rasio perbandingan antara biaya kualitas terhadap total penjualan dan HPP. Dari hasil penelitian dapat diperoleh bahwa tingkat pengendalian kualitas di PT. Paramithatama Asri Raya berdasarkan rata-rata rasio perbandingan antara biaya kualitas terhadap total penjualan sebesar 5,66 % dan terhadap HPP sebesar 3,99 % adalah sangat baik.",
  "creators": "FREDDY ARYANTO",
  "contributors": "Tanti Octavia (Advisor 1); Indriati Njoto Bisono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 302/TI-29/2000; Freddy Aryanto (25495122)",
  "subjects": "TOTAL QUALITY MANAGEMENT-COST ANALYSIS; QUALITY CONTROL--COST ANALYSIS"
}