{
  "id": "16226",
  "title": "Faktor-faktor yang mempengaruhi kinerja CEO di dalam lingkungan perusahaan",
  "abstract": "Struktur kepemilikan dalam suatu perusahaan sangat mempengaruhi kebijakan-kebijakan yang diambil oleh manajemen dalam mencapai tujuan perusahaan, untuk perusahaan publik (public company) peningkatan nilai ekuitas (equity value) dan tingkat kesejahteraan para pemegang saham menjadi tujuan perusahaan yang sangat penting. Peningkatan harga saham perusahaan tersebut di bursa bisa dijadikan salah satu tolak ukur keberhasilan perusahaan dalam meningkatkan kesejahteraan para pemegang saham. Kemampuan seorang CEO (Chief Executive Officer) dalam memimpin perusahaan juga sangat menentukan keberhasilan sebuah perusahaan mencapai tujuannya, tidak jarang seorang CEO yang memiliki kemampuan yang tinggi dibajak oleh perusahaan lain. Kejadian mi akan menimbulkan perubahan pada return perusahaan. Perpindahan CEO tersebut akan mempengaruhi reaksi pasar terhadap harga saham perusahaan tersebut. Seorang CEO yang mempunyai saham di perusahaan tersebut akan memiliki resiko kompensasi berdasarkan atas harga saham tersebut (stock price based compensation), semakin besar proporsi kompensasi berdasarkan atas harga saham terhadap total kompensasi yang diterima oleh CEO, maka semakin besar pula resiko kompensasi (compensation risk) yang dimiliki oleh seorang CEO. Disamping struktur kepemilikan dan kemampuan seorang CEO, partisipasi seluruh jajaran manajemen dalam menganggarkan tujuan perusahaan (participative budgeting) juga dapat meningkatkan kepuasan dan keberhasilan kerja yang pada akhimya juga meningkatkan performance perusahaan untuk pencapaian tujuan perusahaan. Kepribadian seorang CEO juga mempengaruhi kemampuan CEO tersebut untuk melaksanakan tugasnya dengan baik, disamping itu dimensi budaya seperti locus of control, power distance, uncertainty avoidance dan individualisme/ kolektivisme juga akan mempengaruhi berhasil tidaknya penerapan anggaran partisipatif untuk meningkatkan keberhasilan dan kepuasan kerja demi tercapainya tujuan perusahaan dan kesejahteraan para pemegang saham.",
  "creators": "NICKO RUKMAYANA",
  "contributors": "Sundring Pantja Djati (Advisor 1); LUKAS SUGENG MUSIANTO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 108/EM/2001; Nicko Rukmayana (31495076)",
  "subjects": "EXECUTIVES"
}