{
  "id": "16234",
  "title": "Metode gabungan critical path method dan line of balance dan penerapannya pada proyek perumahan yang berulang",
  "abstract": "Bisnis properti di Indonesia mengalami perkembangan yang cukup pesat dengan semakin gencarnya pembangunan di bidang perumahan. Untuk dapat melaksanakan pembangunan proyek tersebut dengan baik, memerlukan adanya suatu sistim penjadwalan yang bak dan sesuai. Berbagai macam metode penjadwalan sudah dikembangkan untuk bermacam-macam tujuan, tetapi khusus untuk proyek perumahan yang berulang masih beum ada metode penjadwalan yang sesuai. Oleh karena itu, dalam penulisan tugas akhir ini akan dilakukan penggabungan metode CPM dan metode LOB yang disebut metode CPM/LOB. Pada metode CPM/LOB ini, metode CPM digunakan untuk mencari jalur kritis dan metode LOB digunakan untuk mendapatkan waktu float pada masing-masing aktivitas, kemudian dilakukan perhitungan tertentu untuk mendapatkan jumlah regu. Metode ini kemudian akan diterapkan dan dianalisa pada suatu proyek perumahan berulang. Dari tugas akhir ini dapat disimpulkan bahwa metode CPM/LOB paling sesuai digunakan dalam penjadwalan proyek perumahan berulang, karena dapat menunjukkan hubungan kerja antar aktivitas dengan jelas dengan menggunakan diagram LOB, dapat menunjukkan kemajuan proyek pada waktu tertentu pada saat proyek berlangsung dengan menggunakan diagram kontrol CPM/LOB, dapat melakukan perataan sumber daya sepanjang penjadwalan waktu dengan menggeser beberapa aktivitas yang mempunyai waktu float dan dapat dengan mudah mclakukan perubahan urutan kerja antar unit.",
  "creators": "HERY SUGIHARTO; ESTER LANY ANGGREANI",
  "contributors": "Paulus Nugraha (Advisor 1); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 803 S; Hery Sugiharto (21491025), Ester Lany Anggreani (21491060)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}