{
  "id": "16246",
  "title": "Penggunaan campuran tanah liat lunak setempat dan kapur pada konstruksi subbase jalan",
  "abstract": "Pembuatan konstruksi jalan kadangkala melewati lahan tanah liat lunak yang mempunyai daya dukung rendah. Agar lahan tersebut dapat digunakan untuk pembangunan jalan, maka kondisi tanah tersebut hams diperbaiki. Salah satunya adalah dengan melakukan stabilisasi tanah liat lunak setempat dengan kapur yang nantinya digunakan sebagai bahan subbase jalan. Tindakan ini ditujukan pada daerah yang sulit didapat tanah urug (sirtu) yang umum digunakan sebagai bahan subbase jalan. Tujuan penelitian adalah untuk mengetahui seberapa besar peningkatan daya dukung tanah liat lunak setelah distabilisasi dengan kapur, dan apakah tanah hasil stabilisasi ini memenuhi persyaratan untuk digunakan sebagai bahan subbase jalan. Penelitian dilakukan terhadap tanah liat Margomulyo Surabaya, dengan penambahan kadar kapur sebesar 4%, 6%, 8%, 10%, 12%, 14% dan 16%. Percobaan yang dilakukan adalah spesific gravity, liquid limit, plastic limit, California bearing ratio test dan unconfined compressive strength test, yang dilaksanakan di laboratorium Mekanika Tanah Universitas Kristen Petra Surabaya, mulai bulan Agustus sampai dengan Nopember 1997. Hasil penelitian menunjukkan bahwa penambahan kapur pada tanah liat lunak dapat meningkatkan nilai CBR, kuat tekan bebas, serta menurunkan plastisitas tanah. Nilai CBR yang dihasilkan memenuhi persyaratan untuk subbase jalan lalu lintas rendah. Sedangkan penurunan plastisitas tanah belum memenuhi persyaratan karena diperlukan waktu penelitian yang lebih lama untuk mengetahui penurunan maksimal plastisitas tanah.",
  "creators": "SAMODRA; JANTJE ERNEST",
  "contributors": "Sugie Prawono (Advisor 1); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 811 S; Jantje Ernest (21491098), Samodra (21492061)",
  "subjects": "SOIL MECHANICS; SOIL STABILIZATION; SOILS-TESTING"
}