{
  "id": "16241",
  "title": "A Study of speech style used by Chinese sellers and buyers at Pasar Atum Shopping Centre Surabaya",
  "abstract": "This study deals with Stylistic study on the language used among the Chinese ethnic sellers and buyers at Pasar Atum Surabaya especially on the style of code mixing which commonly called by Pidgin or Creole The writer herself as a Chinese ethnic descent is aware of the fact that Chinese sellers and buyers at Pasar Atum are unconsciously use words from many languages as they speak. It means that they tend to combine two or more different languages varieties in forming a sentence and a word. This mixing variety used by Chinese sellers and buyers at Pasar Atum would be called by the writer as Surabaya Chinese Creole. In this thesis, the writer wants to limits the discussion on the linguistic features of Surabaya Chinese Creole that is sentence patterns, word classess, morphologycal componence of word construction.sto find out what features which dominantly used and what languages variety do the features belong. In doing her research, the writer uses qualitative approach . She collects the data by recording the conversation between Chinese sellers and buyers at Pasar Atum Surabaya Then, she transcribes and translates it into Standard Indonesian to make the analysis easier. In analyzing the linguistic features, the writer uses a downward analysis. First of all, she classifies the features into four tables. Those tables contain of grammatical features ( sentence patterns ), morphologycal features ( morphemes ), phonological features (phonologycal process ) and lexical features ( contain and function words ). In her analysis, the writer finds out that the language variety of Surabaya Chinese Creoles has various sentence patterns, the languages are used are short and simple because of subject and object deletion. The speakers often using function words such as interjection and number than contain words such as nouns and verbs. The language variety used in words and in bound morphemes are mainly dominated by Indonesian variety. Based on her findings, the writer may conclude that in trading communication, of people tend to speak effectively. The using of language variety depends on the situation where they communicate and to whom they contact to each other.",
  "creators": "SUSIANA",
  "contributors": "ABBAS A.BADIB, Pof.DR.MA.,MA. (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 741; Susiana (11494055)",
  "subjects": "SOCIOLINGUISTICS"
}