{
  "id": "16243",
  "title": "The Study of word-formation processes on slang words in Gadis teenage magazine articles",
  "abstract": "In a language, the rapid development of creating new words particularly slang words is taking an important part in informal communication. Many people especially teenagers like using slang words in their casual tail; because they find it more comfortable to speak in such a way. Moreover, all slang words go through the processes of word-formation such as ortu (parents) that undergoes the process of Blending in which ortu is blended from the words o r ang and tua. In Gadis teenage magazine articles, the writer notices that Word-formation Processes play a crucial role in forming slang words. Therefore, the writer is interested in investigating this magazine because this magazine uses slang words that can be observed particularly about the Word-formation Processes of slang words that occur in Gadis' articles. In her study, the writer wants to find out all slang words that are found in those twenty-eight articles of Gadis magazine which are derived from two rubrics of Gadis magazine, namely Gaul Gadis (Gadis trendy) and Gosip Gadis (Gadis gossip). She also wants to find out to which Word-formation Processes those slang words belong and which Word-formation Process that occurs frequently in those twenty-eight articles of Gadis magazine. Here, the writer concludes that there are 28 slang words that are found in Gadis magazine articles and the most frequent Word-formation Process that occurs in all articles is Borrowing with 8 slang words (29%). Coinage produces 7 slang words (25%), Blending is simply 6 slang words (21%), Clipping produces two slang words (7%), Acronyms are only 2 slang words (7%) and 3 slang words belong to the Multiple Processes (11%). Finally, the writer hopes that this thesis could be useful for the readers in knowing about slang words and their word-formation processes, and the linguistic students particularly.",
  "creators": "FLOREANCE SAHERTIAN",
  "contributors": "Anneke Heritaningsih Tupan (Examination Committee 1); Josefa Juniarti Mardijono (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 861; Floreance Sahertian (11496022)",
  "subjects": "INDONESIAN LANGUAGE-WORD FORMATION; LINGUISTIC"
}