{
  "id": "16256",
  "title": "Faktor-faktor dalam service quality pada perusahaan konsultan perencana di Surabaya",
  "abstract": "Perkembangan pembangunan yang pesat menyebabkan setiap perusahaan berusaha keras untuk dapat bersaing dengan perusahaan lain. Salah satu cara yang dilakukan adalah dengan meningkatkan mutu pelayanan. Untuk itu perusahaan harus mengetahui apa saja faktor-faktor yang termasuk dalam mutu pelayanan. Service Quality merupakan alat pemasaran untuk membantu sebuah perusahaan membangun pembagian pasar dan dominasi pasar. Service Quality meliputi faktor-faktor : Tangibles, Reliability, Responsiveness, Assurance, dan Empathy. Data yang dipakai dalam penelitian ini terdiri dari dua jenis data, yaitu data primer yang didapat dari hasil pengisian kuesioner dan wawancara, dan data sekunder yang didapat dari studi literatur. Data kuisioner didapat dari 15 perusahaan yang terdiri dari 4 konsultan kelas A, 3 konsultan kelas B dan 8 konsultan kelas C. Sedangkan data wawancara diperoleh dari 9 konsultan yang terdiri dari 2 konsultan kelas A, 1 konsultan kelas B dan 6 konsultan kelas C. Untuk mengetahui apakah di antara unsur-unsur dalam satu faktor terdapat perbedaan mean yang signifikan atau tidak, digunakan Metode Randominasi Lengkap. Jika ada, dilanjutkan dengan analisa least Significance Difference untuk menentukan peringkat dari masing-masing unsur. Dari hasil analisa didapat nilai dari masing-masing faktor Service Quality. Untuk kelas A, faktor Tangibles bernilai 4.50, faktor Reliability bernilai 4.13, faktor Responsiveness bernilai 4,33 faktor Assurance bernilai 4.63, dan faktor Empathy bernilai 4. Untuk kelas B, faktor Tangibles bernilai 3.67, faktor Reliability bernilai 4.34, faktor Responsiveness bernilai 3.78, faktor Assurance bernilai 3.92, dan faktor Empathy bernilai 3.67. Untuk kelas C, faktor Tangibles bernilai 4.19, faktor Reliability bernilai 4.22, faktor Responsiveness bernilai 3.92, faktor Assurance bernilai 4.63, dan faktor Empathy bernilai 4.21. Untuk kelas A, B dan C, faktor Tangibles bernilai 4.17, faktor Reliability bernilai 4.22, faktor Responsiveness bernilai 4, faktor Assurance bernilai 4.48, dan faktor Empathy bernilai 4.04. Kesimpulan dari penelitian ini adalah bahwa untuk kelas A, kelas C dan secara keseluruhan, faktor Assurance merupakan faktor terpenting dalam Service Quality. Faktor Assurance mempunyai unsur reputasi/image perusahaan, pengalaman kerja, tujuan perusahaan dan sistem pembayaran. Untuk meningkatkan faktor Assurance perusahaan perlu memperlihatkan keseriusan dalam melakukan disain perencanaan. Faktor yang terpenting untuk kelas B adalah faktor Reliability, yang mengandung unsur kualifikasi staf untuk sebuah proyek, tingkat keahlian staf, jumlah klien dan jumlah staf. Untuk meningkatkan faktor Reliability perusahaan perlu memberi motivasi kerja pada staf, sehingga hasil perencanaan dapat memuaskan klien.",
  "creators": "HENRY JULIANTO; IMELDA PANCADARMA",
  "contributors": "Herry Pintardi Chandra (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 806 S; Henry Julianto (21492015), Imelda Pancadarma (21492088)",
  "subjects": "PROJECT MANAGEMENT"
}