{
  "id": "1625",
  "title": "Minat umat Katolik Gereja Hati Kudus Yesus Surabaya dalam mengunjungi obyek wisata pilgrim di Pulau Jawa",
  "abstract": "Motivasi wisatawan dalam melakukan suatu perjalanan berbeda-beda, ada yang ingin mengunjungi keluarga/teman, ingin mengetahui kebudayaan orang lain, ingin berekreasi maupun berbisnis. Kebutuhan rohani untuk mendekatkan diri pada Tuahn juga dapat memotivasi seseorang dalam melakukan perjalanan yaitu dengan mengikuti wisata pilgrim baik di dalam maupun ke luar negeri. Tujuan diadakannya penelitian ini adalah untuk mengetahui minat umat Katolik Gereja Hati Kudus Yesus Surabaya dalam mengunjungi obyek wisata pilgrim Katolik di Pulau Jawa serta untuk mengetahui peluang BPW dalam menyelenggarakan wisata pilgrim Katolik di Pulau Jawa bagi umat Katolik Surabaya. Penelitian dilakukan dengan membagikan 200 kuesioner pada umat Gereja Hati Kudus Yesus Surabaya. Dari data yang terkumpul menunjukkan bahwa minat untuk mengunjungi obyek wisata pilgrim Katolik di Pulau Jawa adalah cukup besar. Hasil penelitian juga menunjukkan bahwa faktor terbesar responden dalam mengunjungi obyek wisata pilgrim adalah untuk lebih mendekatkan diri kepada Tuhan. Waktu pelaksanaan perjalanan wisata pilgrim juga faktor yang penting karena ternyata minat responden terbesar yaitu pada bulan Paskah, Natal, bulan Maria yaitu Mei dan Oktober maupun saat liburan nasional. Dari grafik juga dapat dilihat bahwa disamping waktu pelaksanaan, ternyata anggota keluarga/teman maupun kerabat dekat juga dapat mempengaruhi minat responden.",
  "creators": "SHINTYA YONG; YULANDARI",
  "contributors": "Yacintha Yoranouw Suryawijaya (Advisor 1); Agoes Tinus Lis Indrianto, S.S., M.Tourism (Advisor 2); INDRAYANI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 497/PAR/2003; Shintya Yong (91399006); Yulandari (91399101)",
  "subjects": "TOURIST TRADE"
}