{
  "id": "16260",
  "title": "Penerapan metode analytical hierarchy process untuk registrasi ISO 9000 di PT. Sumber Cahaya Hidup",
  "abstract": "Memiliki sertifikat ISO 9000 merupakan salah satu syarat agar suatu produk bisa diterima di pasar global. P.T. Sumber Cahaya Hidup yang bergerak di bidang Ekspedisi Muatan Kapal Laut berkeinginan untuk memperoleh sertifikat ISO 9000, tetapi pihak manajemen P.T. SCH belum bisa memutuskan apakah sekarang merupakan saat tepat yang untuk mengimplementasikan ISO 9000. Tujuan penyusunan Tugas Akhir ini adalah untuk membantu P.T. SCH mengambil keputusan yang terbailc, untuk mencari tahu kriteria-kriteria yang dipertimbangkan pada saat pengambilan keputusan dan untuk menerapkan Metode Analytical Hierarchy Process dalam memecahkan masalah. Metode AHP adalah suatu metode pengambilan keputusan dengan sebuah hirarki fungsional, yang input utamanya adalah persepsi manusia, di mana masalah dipecahkan dalam kelompok-kelompok dan kemudian disusun dalam hirarki. Hirarki tersebut diawali dengan tujuan umum, dilanjutkan dengan subtujuan-subtujuan, kriteria-kriteria, sampai pada kemungkinan alternatif pada tingkatan kriteria paling bawah. Yang memberikan penilaian terhadap kriteria-kriteria tersebut adalah decision maker. Nilai yang diberikan oleh para decision maker kemudian akan digunakan untuk mencari bobot dari masing-masing kriteria. Alternatif yang dipilih adalah alternatif yang mempunyai bobot paling besar. Dalam masalah P.T. SCH ada dua alternatif pilihan, yaitu Implementasi ISO 9000 dan Tidak Implementasi ISO 9000. Alternatif Implementasi ISO 9000 mempunyai bobot yang lebih besar daripada Tidak Implementasi ISO 9000, sehingga keputusan yang diambil adalah Melakukan implementasi ISO 9000.",
  "creators": "LUDVIE",
  "contributors": "Jani Rahardjo (Advisor 1); Kriswanto Widiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 313/TI-40/2000; Ludvie (25495041)",
  "subjects": "TOTAL QUALITY MANAGEMENT; ISO 9000"
}