{
  "id": "16268",
  "title": "Hubungan antara kepuasan kerja, motivasi kerja, kondisi lingkungan dan kemampuan mekanik dengan produktivitas kerja karyawan",
  "abstract": "Pada sebuah organisasi sangat diperlukan pengaturan manajemen yang bagus, karena dengan adanya pengaturan manajemen yang bagus maka secara langsung maupun tidak langsung akan mempengaruhi kinerja pada sebuah organisasi. Dengan adanya hal yang demikian maka ada beberapa faktor penting yang harus diperhatikan dalam pengaturan manajemen, salah satu dari faktor itu adalah produktivitas , sebab dengan adanya produktivitas maka akan memaksimalkan sumberdaya yang telah ada. Untuk itu diperlukan faktor-faktor pendukung yang dapat meningkatkan produktivitas kerja, diantaranya adalah faktor kepuasan kerja, motivasi kerja, kondisi lingkungan dan kemampuan mekanik. Hal ini disebabkan dengan kondisi lingkungan yang baik dan tingginya motivasi kerja serta didukung dengan kemampuan mekanik maka akan timbul kepuasan kerja yang meningkatkan produktivitas. Artikel pertama membahas masalah kepuasan kerja dari tenaga penjualan yang ditekankan pada prioritas dan konsekuensi, dalam hal ini secara garis besar dapat diketahui bahwa kinerja yang baik disertai dengan adanya komitmen pada sebuah organisasi akan mempengaruhi kepuasan kerja. Dengan kata lain kinerja akan meningkat jika produktivitas tinggi sehingga kepuasan kerja juga tinggi. Selanjutnya pada artikel kedua membahas pengaruh lingkungan internal terhadap motivasi kerja pegawai, disini secara garis besar dapat diketahui bahwa pengaruh lingkungan secara langsung dapat mempengaruhi motivasi kerja meskipun sangat kecil. Adapun aspek-aspek lingkungan internal yang dimaksud adalah faktor sarana dan prasarana, kondisi kerja, pengendalian dan pengawasan, kondisi kerja, iklim kerja dan kesejahteraan pegawai. Pada artikel ketiga lebih menekankan pada hubungan antara kepuasan kerja, motivasi kerja dan kemampuan mekanik dengan produktivitas karyawan, dimana terdapat hubungan yang positif antara kepuasan kerja, motivasi kerja dan kemampuan mekanik pada produktivitas kerja karyawan baik secara bersama maupun tidak. Dengan kata lain produktivitas akan tinggi jika kepuasan kerja tinggi, motivasi kerja tinggi, kemampuan mekanik tinggi begitu juga sebaliknya.",
  "creators": "YOHAN WAHYUDI",
  "contributors": "Eddy Madiono Sutanto (Advisor 1); SENTOT HARMAN GLENDOH (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 100/EM/2001; Yohan Wahyudi (31497001)",
  "subjects": "EMPLOYEE MOTIVATION; PERSONNEL MANAGEMENT; LABOR PRODUCTIVITY"
}