{
  "id": "16264",
  "title": "Hubungan faktor alasan implementasi, kondisi perusahaan dan elemen-elemen penentu dengan proses implentasi ISO 9000",
  "abstract": "Kurang lebih 100 buah perusahaan besar di Jawa Timur telah memperoleh sertifikasi ISO 9000. Bila membandingkan jumlah tersebut dengan jumlah penasahaan besar di Jawa Timur, jumlah tersebut masih sangat kecil. Selain itu dengan adanya perbedaan tingkat kepuasan perusahaan-perusahaan yang telah bersertifikat terhadap sertifikasi ISO 9000, maka hal ini dapat menimbulkan keragu-raguan bagi perusahaan-perusahaan yang belum bersertifikat dalam memutuskan apakah akan mengadopsi sistem mutu ISO 9000 atau tidak. Di samping itu masalah waktu dan biaya implementasi juga menjadi pertimbangan utama perusahaan dalam memutuskan hal itu. Karena itu penelitian ini dilakukan untuk menunjukkan pada manajemen puncak dari perusahaan-perusahaan yang belum bersertifikat, tentang pentingnya sertifikasi ISO 9000 bagi masa depan perusahaannya. Penelitian ini dilakukan secara kuantitatif dengan membagikan kuesioner-kuesioner yang berisi pertanyaan-pertanyaan mengenai alasan implementasi, kondisi awal perusahaan sebelum mengimplementasikan ISO 9000, faktor-faktor penentu dalam proses implementasi ISO 9000, proses implementasi berupa kesulitan dan penekanan dalam proses implementasi, manfaat implementasi dan tingkat kepuasan total perusahaan terhadap ISO 9000. Dari hasil pengumpulan data akan dicari apakah ada hubungan di antara elemen-elemen tersebut sesuai dengan model penelitian yang telah disusun (lihat lampiran 2). Dari hasil penelitian akhirnya diperoleh bahwa proses implementasi tidak mempunyai hubungan dengan manfaat implementasi maupun tingkat kepuasan total perusahaan terhadap ISO 9000. Malah hanya manfaat implementasi yang mempunyai hubungan dengan tingkat kepuasan total dari perusahaan terhadap ISO 9000.",
  "creators": "GUIDO TJORA",
  "contributors": "Daniel Indarto Prajogo (Advisor 1); Siana Halim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 306/TI-33/2000; Guido Tjora (25495090)",
  "subjects": "QUALITY CONTROL; ISO 9000; TOTAL QUALITY MANAGEMENT"
}