{
  "id": "1627",
  "title": "Pengembangan mantikole sebagai obyek wisata alam di Sulawesi Tengah",
  "abstract": "Perkembangan pariwisata di Indonesia pada saat ini mengalami kemajuan yang sangat pesat, dan Indonesia sebagai negara kepulauan yang mempunyai banyak sekali obyek wisata, baik itu wisata alam, budaya, pantai, maupun wisata lainnya. Dalam penulisan laporan akhir ini, penulis mengupas salah satu wisata alam di Sulawesi Tengah. Sulawesi Tengah adalah salah satu dari 32 propinsi yang ada di Indonesia dengan Palu sebagai ibukotanya. Memiliki banyak tempat obyek wisata yang menarik, salah satunya Sumber Air Panas dan Air Terjun Mantikole yang terletak di desa Pesako kecamatan Dolo kabupaten Donggala. Obyek wisata ini sangat berpotensi untuk dikembangkan, namun sayangnya obyek wisata ini kurang dikenal. Oleh sebab itu obyek wisata ini perlu dibenahi dan dikembangkan terlebih dahulu. Pada saat ini Sumber Air Panas dan Air Terjun Mantikole masih memiliki sarana dan prasarana yang masih kurang sehingga perlu diadakan pembenahan dibidang sarana dan prasarana agar wisatawan betah dan mau memperpanjang liburannya. Dari segi sarana dan prasarana yang perlu ditambahkan adalah warung, rumah makan, taman bermain anak, kios-kios cinderamata, kamar ganti, tempat sampah, lahan parkir, WARTEL, perbaikan jalan setapak, papan larangan dan papan penunjuk arah. Dalam pembangunan dan pengembangan obyek wisata Mantikole ini, harus adanya kerjasama antara Dinas Pariwisata Daerah Tk. II Donggala dan masyarakat setempat agar terjalin hubungan yang erat antara kedua belah pihak yang akan membuat obyek wisata ini semakin dikenal luas oleh masyarakat umum dan para wisatawan.",
  "creators": "ADRIANA TJORA; SHERLY SIETOLUS",
  "contributors": "Foedjiawati, S.S., M.A., Ph.D. (Advisor 1); INDRAYANI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 517/PAR/2003; Adriana Tjora (91399105); Sherly Sietolus (91399108)",
  "subjects": "TOURIST TRADE-SULAWESI TENGAH; MANTIKOLE (WATERFALLS)-TOURIST TRADE"
}