{
  "id": "1629",
  "title": "Leisure: as a free time, an activity, a state of being, and a way of living at first cafe by nescafe Surabaya.",
  "abstract": "Banyak cara yang dapat dilakukan oleh masyarakat Surabaya untuk mengisi waktu luang, antara lain berdarmawisata, melakukan aktifitas olah raga, membaca, ataupun menonton film. Selain itu, hang-out di Cafe juga merupakan salah satu kegiatan leisure yang belakangan ini telah menjadi tren bagi sebagian masyarakat Surabaya. Tujuan diadakannya penelitian ini adalah untuk melihat tentang keberadaan First Cafe by Nescafe yang berlokasi di Plaza Tunjungan IV sebagai ajang leisure bagi masyarakat Surabaya. Penelitian dilakukan dengan cara membagikan kuesioner kepada para pengunjung First Cafe di lokasi. Selanjutnya data-data tersebut diolah sesuai dengan rumus yang telah ditentukan untuk memperoleh bukti tentang leisure yang di tawarkan oleh First Cafe. Berdasarkan hasil penelitian, sebagian masyarakat Surabaya menggunakan fasilitas First Cafe sebagai ajang leisure. Faktor yang paling memotivasi pengunjung untuk datang ke First Cafe adalah suasananya yang nyaman serta tata ruangnya yang berkesan artistik dan lokasinya yang strategis yaitu di dalam Plaza Tunjungan IV. Selain itu, waktu juga merupakan faktor yang penting bagi seseorang untuk melakukan leisure. Pada umumnya, pengunjung lebih memilih akhir pekan untuk mengisi waktu luangnya di First Cafe atau ketika sedang berada di Plaza tunjungan IV. Dalam mengisi waktu luang, pengunjung lebih sering mengajak teman-temannya dibandingkan dengan keluarga.",
  "creators": "A HARIS JUNAIDI; BUDI MULYONO",
  "contributors": "Yacintha Yoranouw Suryawijaya (Advisor 1); Tio Sally Puspasari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 511/PAR/2003; A Harris Junaidi (91399071); Budi Mulyono (91399094)",
  "subjects": "TOURIST TRADE; BARS (DRINKING ESTABLISHMENTS)-MARKETING"
}