{
  "id": "16305",
  "title": "Faktor-faktor yang mempengaruhi pengambilan keputusan konsumen dalam memilih Hotel Tugu Malang",
  "abstract": "Perkembangan industri perhotelan, khususnya di Indonesia semakin pesat. Bahkan terjadi ketimpangan yaitu jumlah kamar yang tersedia melebihi jumlah yang diperlukan oleh konsumen. Karena itu hotel-hotel berlomba-lomba dengan berbagai strategi pemasarannya untuk mendapatkan konsumen sebanyak mungkin sehingga bisa dihasilkan laba yang maksimal. Untuk itu, hal terpenting yang hams diperhatikan oleh pihak hotel adalah mengetahui perilaku konsumen yang dapat dijadikan acuan sebelum melancarkan strategi. Hotel Tugu Malang adalah sebuah hotel kecil yang teiietak di kota Malang, Jawa Timur, yang memposisikan dirinya sebagai salah satu boutique hotel, dimana selain sebagai tempat penginapan, juga merupakan sebuah boutique tempat hotel memamerkan atau menjual barang-barang antik yang disertai konsep interior hotel yang merefleksikan kesenian, sejarah, dan kemewahan kultur budaya Jawa. Hal ini menipakan keunikan yang paling menonjol yang dimiliki oleh Hotel Tugu Malang. Dengan tarif yang relatif cukup tinggi, pada kenyataannya Hotel Tugu Malang masih bisa mempertahankan tingkat huniannya bahkan berhasil melewati raasa-masa krisis ekonomi ini dengan.baik.. Dalam penulisan tugas akhir ini, penulis ingin meneliti lebih jauh tentang f'aktor-f'aktor yang mempengaruhi pengambilan keputusan konsumen dalam memilih Hotel Tugu Malang dan juga faktor-faktor yang mendominasi pengambilan keputusan tersebut. Dalam hal ini, penulis mengumpulkan angket dari para responden sebanyak 85 orang, baik mereka yang sedang maupun pernah menginap di Hotel Tugu Malang. Setelah data dikumpulkan dan dianalisa, diperoleh hasil bahwa dari jumlah responden yang diteliti, sebagian besar menyatakan bahwa ada 3 (tiga) faktor yang paling mendominasi keputusan mereka untuk menginap di Hotel Tugu Malang antara lain: faktor kualitas pelayanan hotel yang sangat memuaskan, konsep eksterior dan interior hotel yang menonjolkan sisi budaya sangat bagus/menarik, dan suasana hotel yang asri dan menyenangkan.",
  "creators": "LIDYA AIDARAGA; MEDIAWATY",
  "contributors": "Serli Wijaya (Advisor 1); Juliuska Sahertian (Advisor 2); Nanik Linawati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 007/EP/200i; Lidya Aidaraga (33496030) & Media Waty (33496092)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER BEHAVIOR"
}