{
  "id": "16306",
  "title": "Analisa faktor-faktor perencanaan kelompok kerja kontraktor pada proyek konstruksi di Surabaya",
  "abstract": "Keterlambatan proyek merupakan masalah yang sering dihadapi oleh kontraktor. Rata-rata sekitar 10%-30% dari proyek yang ditangani oleh kontraktor mengalami keterlambatan. Salah satu penyebab keterlambatan ini adalah kelemahan dalam perencanaan kelompok kerja Studi penelitian ini bertujuan untuk mengetahui proses perencanaan kelompok kerja pada proyek konstruksi. Penelitian dilakukan mulai dari data yang digunakan sebagai dasar perencanaan kelompok kerja, faktor-faktor yang mempengaruhi produktivitas tenaga kerja, hubungan antara kantor dan lapangan, serta tindakan koreksi, yang diperoleh dari perusahaan kontraktor di Surabaya. Hasil penelitian terhadap perencanaan kelompok kerja menunjukan bahwa kelemahan di dalam perencanaan kelompok kerja antara lain disebabkan oleh kurang tersedianya data yang akurat, terutama data produktivitas di lapangan. Kurang tersedianya data produktivitas yang akurat ini menyebabkan kontraktor lebih banyak mengggunakan perkiraan di dalam perencanaan kelompok kerja. Selain itu evaluasi yang dilakukan kontraktor hanya dititik-beratkan pada kepentingan pembayaran termin, akibatnya kontraktor berusaha supaya pekerjaan dapat selesai tepat waktu dengan mengabaikan masalah effisiensi kelompok kerja. Hal ini terlihat dari tindakan koreksi yang sering dilakukan oleh kontraktor untuk mengurangi keterlambatan yaitu dengan cara kerja lembur dan penambahan personil, sedangkan baik kerja lembur maupun penambahan personil keduanya dapat menyebabkan terjadinya penurunan produktivitas.",
  "creators": "TEGUH HERLAMBANG; WENDI PRIAMBODO",
  "contributors": "Ratna S. Alifen (Advisor 1); Paulus Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 913/SIP/1999; Teguh Herlambang (21491241), Wendi Priambodo (21493148)",
  "subjects": "CONSTRUCTION INDUSTRY; INDUSTRIAL PROJECT MANAGEMENT"
}