{
  "id": "16309",
  "title": "Kajian terhadap penyusutan yang digunakan perusahaan-perusahaan go publik di Indonesia",
  "abstract": "Dalam negara sedang berkembang tentunya cukup banyak penisahaan -perusahaan yang telah go public. Perusahaan - pcrusahaan yang banyak jcnis dan macamnya itu tentunya mcmpunyai asumsi - asumsi, metode - metode, dan prinsip - prinsp akuntansi yang antara satu dengan lain perusahaan walaupun dalam satu jenis industri yang sama berbeda sesuai dengan kebijakan yang dimilikinya. Perusahaan yang go public mereka ( perusahaan ) haruslah menerbitkan setiap tahunnya apa yang disebut Laporan Tahuan ( Annual Report) ataupun juga Laporan Audit ( Audited Report) yang tujuannya untuk menunjukkan kinerja dan prestasi perusahaan selama satu tahun / satu periode akuntansi. Perusahaan go public yang dibalias dalam tulisan ini tcrdiri dari 15 jcnis industri dan tiap jenis industri diwakili oleh 2 buah penisahaan. Metode penelitian yang digunakan dalam penelitian ini adalah deskripsi kuanritatif. Sumber data yang dikumpulkan adalah data kualitatif dan kuantitatif. Pengumpulan data dilakukan dengan cara studi kcpustakaan. Dari hasil penelitian dapatlah ditarik kesimpulan bahwa metode penyusutan yang paling banyak digunakan dalam perusaliaan go public adalah metode penyusutan garis lurus ( Straight Line Method) untuk tiap jenis industri. Masa manfaat ekonomis aktiva tetap adalah hampir sama antar perusaliaan sejenis dan. antar jenis industri. Sedangkan komposisi terbesar dalam aktiva tetap sebagian besar adalah Mesin dan peralalan, mcskipun untuk jenis industri tertentu adalah kapal (industri perikanan).",
  "creators": "JUNIADY SLAMED SETIAWAN",
  "contributors": "DIDIK WAHYUDIANTO (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 090/96/FE.AK/2000; Juniady Slamed Setiawan (32496074)",
  "subjects": "ACCOUNTING"
}