{
  "id": "1631",
  "title": "Service recovery actions di biro perjalanan wisata \"X\" dan biro perjalanan wisata \"Y\"",
  "abstract": "Dalam penulisan tugas akhir ini, penulis ingin melaporkan tentang tindakan recovery yang telah dilakukan oleh biro perjalanan wisata \"X\" dan biro perjalanan wisata \"Y\". Sebab penulis telah menemukan beberapa masalah yang berkaitan dengan tindakan recovery selama masa praktek kerja. Biro perjalanan wisata \"X\" adalah sub agent yang masih tergolong baru dan terletak di daerah Perak. Sedangkan biro perjalanan wisata \"Y\" adalah travel agent yang sudah lama beroperasi dan terletak di daerah Kapasan. Berdasarkan penanganan keluhan - keluhan pelanggan yang sudah terjadi di biro perjalanan wisata \"X\" dan biro perjalanan wisata \"Y\", maka penulis melaksanakan penelitian melalui wawancara dan observasi di kedua biro perjalanan wisata tersebut. serta studi pustaka. Hasil penelitian menunjukkan bahwa dari tujuh belas tindakan recovery dari buku \"Good Service is Good Business\" oleh Catherine DeVrye, biro perjalanan wisata \"X\" dan biro perjalanan wisata \"Y\" telah melakukan hampir semua teori tersebut kecuali satu teori. Adapun dari enam belas teori yang mereka terapkan, lima belas teori sama, sedangkan satu teori berbeda. Walaupun kedua biro perjalanan wisata tersebut belum pernah membaca teori recovery actions sama sekali, namun mereka secara alami sudah mampu memberi pengarahan pada para staff tentang cara mengatasi keluhan para pelanggan dengan profesional.",
  "creators": "JUWITA OKTODHA S FANNY; IN LIE",
  "contributors": "Yacintha Yoranouw Suryawijaya (Advisor 1); Agoes Tinus Lis Indrianto, S.S., M.Tourism (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 498/PAR/2003; Juwita Oktodha Soesilo (91399038); Ing Lie (91399048)",
  "subjects": "TOURIST TRADE; TRAVEL AGENTS"
}