{
  "id": "16329",
  "title": "Tabel dan grafik perhitungan beton bertulang dengan \"unified design provisions\" (ACI 318-95)",
  "abstract": "Peraturan beton di Indonesia memakai rujukan dari berbagai peraturan di negara maju seperti Amerika, Belanda dan Selandia Baru. Dengan adanya perubahan pada peraturan-peraturan yang menjadi rujukan tersebut (dalam hal ini ACI 318-89), maka mungkin akan berdampak pada peraturan beton di Indonesia. Salah satu perubahan yang ada pada ACI 318-89 ke ACI 318-95 adalah adanya penyatuan batasan untuk perhitungan balok dan kolom, beton bertulang biasa dan beton pratekan sehingga nantinya hanya ada satu batasan regangan untuk menentukan faktor reduksi kekuatan ($. Konsep kuncinya adalah defmisi faktor reduksi kekuatan ($ dalam hubungannya dengan regangan tarik baja maksimal pada kekuatan nominal (yang merupakan usulan dari Robert F. Mast dalam ACI Structural Journal, V.89,No.2, Maret-April 1992). Konsep yang berubah adalah bahwa komponen struktur yang mengalami lentur diganti dengan konsep \"tension controlled sections \" dan untuk komponen struktur yang mengalami aksial tekan atau aksial tekan dan lentur diganti dengan konsep \"compression controlled sections \", dengan adanya batasan yang baru ini maka perhitungan beton bertulang biasa yang pada awalnya berbeda dengan beton pratekan menjadi sama dalam menentukan faktor redusi kekuatan ($, yang ditentukan oleh kondisi regangan pada kekuatan nominal. Terdapat juga usulan perubahan mengenai syarat-syarat redistribusi momen pada balok menerus. Pada peraturan yang ada menetapkan persentase redistribusi yang diijinkan dalam hubungannya dengan index-index penulangan. Ketentuan-ketentuan tentang redistribusi momen didefinisikan ulang dalam hubungannya dengan regangan tarik bersih maksimal pada tulangan baja. Pada kolom perhitungan faktor reduksi kekuatan ($ di daerah transisi tidak lagi diinterpolasi berdasarkan besarnya gaya aksial dari 0 sampai 0, l.fc '.Ag, tetapi berdasarkan regangan tarik bersih. Dalam tugas akhir ini kami menyajikan tabel dan grafik yang baru, disertai dengan beberapa contoh soal dan penggunaan tabel dan grafik.",
  "creators": "HARRY JANTO JEPIRA; AGUS SAPUTRO",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1); Takim Andriono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 782/SIP/1997; Harry Janto Jepira (21492019), Agus Saputro (21492064)",
  "subjects": "REINFORCED CONCRETE CONSTRUCTION-TABELS"
}