{
  "id": "16333",
  "title": "Perbaikan mutu pada proses dan produksi spun-pile dengan menggunakan metode taguchi",
  "abstract": "Produksi spun-pile yang ada selama ini seringkali ditemukan keretakan pada permukaan bagian dalam. Permukaan bagian dalam ini hanya terdiri dari mortar, sedangkan agregat kasar terdapat pada permukaan luar yang menyebabkan perbedaan susut sehingga terjadi retak. Hal ini dapat mengakibatkan terjadinya korosi pada tulangan yang sangat berpengaruh terhadap ketahanan (durability) produk tersebut. Penelitian ini dilakukan untuk mencari rancangan terbaik, yaitu produk dengan lapisan mortar setipis mungkin tanpa mengabaikan kekuatan yang disyaratkan (K 500). Metode yang digunakan adalah Metode Taguchi, Suatu metode perbaikan mutu dengan prinsip memperkecil akibat dari variasi tanpa menghilangkan penyebabnya. Dalam metode ini dikenal faktor kendali yaitu faktor yang akan dikendalikan untuk mencapai respon produk yang diinginkan dan faktor derau/noise yaitu faktor yang tidak dapat atau sulit untuk dikendalikan tetapi juga berpengaruh terhadap produk yang dihasilkan (penyebab variasi). Dalam suatu eksperimen faktor derau ini dapat disimulasikan. Diambil sebagai faktor kendali (faktor yang akan dikendalikan) adalah : Sand/Aggregate ratio, Admixture, Kecepatan dan Durasi putaran, masing-masing dengan 3 nilai yang berbeda (3 level). Sedangkan faktor derau (faktor yang tidak dapat atau sulit untuk dikendalikan) yang disimulasikan adalah gradasi pasir dengan 2 nilai yang berbeda (2 level). Dari hasil eksperimen dan analisa, diperoleh 1 rancangan usulan. Setelah dibuktikan dengan eksperimen akhir, rancangan usulan tersebut memberikan hasil yang terbaik, termasuk dapat mereduksi variasi yang terjadi, tanpa menghilangkan derau yang ada.",
  "creators": "CAHYONO HONOATMOJO; DEDY",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1); S.G. Ferryanto (Advisor 2); Tirta Djusman Arief (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 775/SIP/1997; Cahyono Honoatmojo (21492072), Dedy (21492087)",
  "subjects": "PRODUCTION MANAGEMENT; QUALITY CONTROL"
}