{
  "id": "16334",
  "title": "Faktor-faktor yang menentukan perencanaan strategik dalam perusahaan kontraktor",
  "abstract": "Perkembangan pembangunan di kota Surabaya cukup pesat, terutama dalam bidang proyek perumahan. Karena itu, sekarang ini banyak bermunculan kontraktor-kontraktor yang mengerjakan proyek perumahan. Agar kontraktor-kontraktor perumahan tersebut dapat berjalan dengan sukses dalam mencapai tujuannya, maka diperlukan perencanaan strategik untuk mendukung tujuannya tersebut. Perencanaan strategik merupakan suatu fungsi yang penting untuk manajemen level menengah ke atas di dalam semua bidang bisnis, termasuk bisnis di bidang kontraktor perumahan. Proses pembuatan perencanaan strategik meliputi tahap-tahap sebagai berikut : pertama, menetapkan misi perusahaan. Kedua, mensurvey lingkungan bisnis perusahaan, meliputi faktor ekonomi makro yang mempengaruhi aktivitas bisnis dan faktor yang spesifik untuk sektor konstruksi. Survey ini dilakukan untuk melihat kesempatan dan ancaman bagi perusahaan kontraktor perumahan. Ketiga, menganalisa sumber-sumber utama perusahaan, yaitu: kemampuan konstruksi, sistim pengadaan, sistim pemasaran, organisasi perusahaan, SDM, keuangan dan pengetahuan teknologinya. Keempat, menetapkan strategi alternatif dan kemudian memilihnya yang paling sesuai dengan perusahaan. Data yang dipakai untuk menentukan faktor-faktor penting dari perencanaan strategik terdiri dari dua jenis, yaitu data primer yang berupa data dari kuesioner serta data sekunder yang diperoleh dari literatur untuk membuat kuesioner. Setelah data primer didapatkan, dilakukan pengujian hipotesa dengan menggunakan Metode Randomisasi Lengkap. Metode ini untuk mengetahui apakah terdapat perbedaan mean yang signifikan antara aspek-aspek yang terkandung dalam sebuah faktor. Jika ada, dilanjutkan dengan analisa Least Significance Difference (LSD) untuk menentukan peringkat dari aspek-aspek yang berbeda mean tersebut. Setelah dilakukan uji statistik serta menentukan peringkat dari aspek-aspek dalam tiap faktor, kemudian dibuat perbandingan untuk perusahaan kontraktor besar dan perusahaan kontraktor kecil. Kesimpulan yang diperoleh dari penelitian ini menempatkan faktor pengaruh ekonomi dengan nilai 4,265 sebagai faktor terpenting dalam menentukan perencanaan strategik untuk perusahaan kontraktor kecil serta faktor karakteristik ekonomi dengan nilai 4,2725 sebagai faktor terpenting untuk perusahaan kontraktor besar. Sedangkan aspek yang terpenting untuk perusahaan kontraktor besar adalah kualitas produk dengan nilai 4,85 dan variance 0,14 dan aspek yang terpenting untuk perusahaan kontraktor kecil adalah kemampuan mengatur cash flow dengan nilai 4,87 dan variance 0,12.",
  "creators": "YULINDA LIMANTO; RUDY HERMAWAN DJAJADI",
  "contributors": "Paulus Nugraha (Advisor 1); Herry Pintardi Chandra (Advisor 2); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 787/SIP/1997; Rudy Hermawan Djajadi (21492077), Yulinda Limanto (21493101)",
  "subjects": "PROJECT MANAGEMENT"
}