{
  "id": "16332",
  "title": "Sistem informasi manajemen untuk pengendalian biaya proyek PT. \"ABC\" pada proyek \"X\"",
  "abstract": "Pada proyek konstruksi, manajemen yang efektif sangat tergantung pada akses data dan pengotrolan data yang baik, khususnya data tentang biaya dan fungsi-fungsi pengotrolan jadwal, sehingga diperlukan sistem pendukung yaitu Sistem Informasi Manajemen. Dengan adanya Sistem Informasi Manajemen biaya proyek akan dapat lebih dikendalikan melalui sistem pembelian, permintaan material, pekerjaan tambah kurang, pekerjaan subkontrak, pembayaran kepada mandor, pembayaran gaji karyawan, pembayaran utang dan pembayaran kas kecil. Sistem Informasi Manajemen adalah sebuah sistem yang terintergrasi yang menyediakan informasi untuk menunjang operasi-operasi manajemen dan fungsi-fungsi pengambilan keputusan di dalam organisasi. Sistem Informasi Manajemen di dalam proyek adalah kombinasi personel, kebijakan, prosedur dan sistem (manual atau komputer). Tahap-tahap yang diperlukan agar Sistem Informasi Manajemen untuk pengendalian biaya proyek dapat dioperasionalkan adalah tahap definisi, tahap definisi paket pekerjaan , proses pemasukan data base, pengolahan dan pelaporan serta laporan dan analisa. Pengambilan data mengenai Sistem Informasi Manajemen dilakukan pada perusahaan kontraktor PT. \"ABC\" di Jakarta dan study literature di Surabaya Hasil study literature berupa tulisan dan artikel dari berbagai buku panduan, journal, referensi dan majalah. Data primer diambil melalui pengamatan dan wawancara berupa formulir dan dokumen yang berkaitan dengan informasi proyek. Hasil penelitian menunjukkan bahwa pada sistem yang diterapkan pada proyek \"X\" oleh PT. \"ABC\" terdapat beberapa kelemahan yaitu administrasi pusat sebagai akuntansi proyek, perangkapan bagian keuangan oleh bagian pembelian, keterlambatan dan ketidak-akuratan informasi, kurang lengkapnya informasi dan keterlambatan waktu pengerjaan. Kelemahan-kelemahan di atas dapat diatasi dengan adanya dokumen-dokumen yang dihasilkan dari sistem informasi yang baru seperti Laporan Kebutuhan Material Per Bulan (lampiran 32), Laporan Pembelian Periode Bulanan (lampiran 40), Laporan Pemakaian Material Per Mandor (lampiran 53), Data Kebutuhan Material Proyek (lampiran 23), Surat Permintaan Tambahan Material (lampiran 46) serta pemeriksaan biaya terhadap kemajuan proyek dapat dilakukan sewaktu-waktu sehingga bila terjadi hal-hal diluar rencana dapat segera diambil tindakan. Adanya usulan Sistem Informasi Manajemen adalah untuk memperbaiki kelemahan pada Sistem Informasi Manajemen yang sudah diterapkan oleh PT'ABC\", dengan mengubah struktur organisasi dan menambahkan laporan-laporan yang dapat digunakan untuk mengendalikan biaya proyek, serta mempergunakan perjanjian kontrak dengan sistem lump-sum.",
  "creators": "REZA TEGUH RIANTO; WONG SOE WEN",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Sukanto Tedjokusuma (Advisor 2); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 976/SIP/2000; Reza Teguh Rianto (21492042), Wong Soe Wen (21493194)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}