{
  "id": "16348",
  "title": "Efek-efek dari perbedaan organisasional dan kepercayaan serta orientasi pasar penyuplai terhadap efektifitas kerjasama bisnis",
  "abstract": "Pada jumal pertaina, dengan menggunakan dua perusahaan komputer multinasional sebagai sponsor dari penelitian, penulis ingin meneliti bagaimanakah perbedaan organisasional dapat mempengaruhi perkerabangan kepercayaan antar perorangan atau segi-segi apa dan dimensi kepercayaan mana yang paling penting untuk mengembangkan hubungan kerja yang efektif. Penulis melakukan penelitian ini karena persekutuan dalam penjualan merupakan National Welding Supply Association, dan Power Transmission Distributors Association. Masaiah ini diteliti karena hubungan timbaJ balik dari orientasi pasar dan elemen channel relationships lain yang dibentuk oleh penyuplai dan distributor belum pernah diteliti sebelumnya. Dari ketiga jurnal tersebut maka dapat disimpulkan bahwa kepercayaan merupakan salah satu faktor penting yang ikut menentukan dalam suatu sahrran hubungan. Waiaupun dalam salah satu penelitian disebutkan bahwa dalam memilih perusahaan penyuplai, perusahaan pembeli tidak dipengaruhi oleh kepercayaan, melainkan dipengaruhi oleh kinerja pengiriman dan harga/biaya yang relatif murah, namun kepercayaan mempengaruhi antisipasi interaksi pembeli di masa yang akan datang dengan penyuplai. suatu fenomena yang timbul dan hubungan antara rekan penjualan belum peraah diteliti sebelumnya. Pada jurnal kedua, masalah yang diteliti dalam artikel ini adalah bagaimana kepercayaan itu berkembang dan mempengaruhi perilaku pembelian . Disini penulis meneliti dengan menggunakan sampel dari perusahaan-perusahaan yang terlibat dalam manufaktur industri, khususnya perusahaan yang memiliki Klasifikasi Standar Industri dengan kode 33-37. Masalah ini diteliti karena tidak ada penelitian yang menguji secara eksplisit bagaimana kepercayaan mempengaruhi keputusan pemilihan penyuplai. Pada jurnal ketiga, masalah yang hendak diteliti disini adalah konsekuensi dari orientasi pasar penyuplai pada orientasi pasar distributor dan faktor-faktor channel relationships yang lain. Dimana nama-nama dari distributor diambil dari keanggotaan National Association of Wholesalers, termasuk juga Associated Equipment Distributors, Fluid Power Distributors Association, National Electronic Distributors Association,",
  "creators": "WILLY SETIADI LOEKITO",
  "contributors": "Eddy Madiono Sutanto (Advisor 1); Soekarno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman karya ilmiah No. 57/EM/2000; Willy Setiadi Loekito (31496004)",
  "subjects": "MARKETING RESEARCH"
}