{
  "id": "16346",
  "title": "Motivasi konsumen dalam membeli produk di Dunkin Donuts Basuki Rachmat Surabaya",
  "abstract": "P.T. Dunkindo Cipta Rasa is a company which moves in marketing a food product (donuts) which is more familiar known as Dunkin Donuts. The existence of this company began to emerge in Surabaya at the first time in 1989 and it is located at Basuki Rachmat St 19 A, Surabaya. In conducting this research, first of all, the writer makes a background of the study. It is based on the headway of business competition and the numbers of donuts brands, local and foreign brands/franchise like Dunkin Donuts. From many donuts brands found, Dunkin Donuts brand is chosen as the sample of this research. This research discusses about consumer behaviour such as kinds of motivations which motivate or influence the consumer to buy the product of Dunkin Donuts (in this case, Dunkin Donuts which is located on Basuki Rachmat St). The motivations are divided into two : first, the motivation of buying which is based on the rational consideration (rational motivation) and second, the one which is based on the emotional consideration (emotional motivation). The attributes of the rational motivation consist of the quality of the product, the price of the product, the complete outfit of the product, and the cleanness of the product; while the attributes of the emotional motivation consist of the brand of the product, the comfortable place in buying the product, the pride of buying the product, and to indicate a good economical status. Tnc methodology used in this study is making questionnaires and distributing them disorderly to 150 respondents who were buying the product of Dunkin Donuts on Basuki Rachmat St. As a matter of fact, from all those questionnaires, only 100 questionnaires can be used as they can fulfill the requirements. Moreover, the collection of the data is done by using a literary study which deals with books and other reliable sources of the literature related with marketing, especially the consumer behaviour. Besides, the writer also has interviews with the marketing manager of Dunkin Donuts on Basuki Rachmat St. These interviews are conducted in order that the writer can get more data or information for this study. Also, the analysis technique used is Chi Square statistic analysis. Finally, after making the data analysis and statistical calculation in chapter IV, the writer makes a conclusion in chapter V, that is the consurners's motivations of buying the products of Dunkin Donuts (which is located on Basuki Rachmat St) may consist of rational and emotional motivations. In rational motivation, the attributes which have a significant dependence (means : which have a big influence in motivating the consumers to buy) are the quality and the complete outfit of the products. On the other hands, in emotional motivation, the attributes which have a significant dependence are the brand of the product and the pride of buying the product",
  "creators": "AFE SINNATA",
  "contributors": "Hartono Subagio (Advisor 1); Sundring Pantja Djati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1346/EM/1999; Afe Sinnata (31495024)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER BEHAVIOR; CONSUMER SATISFACTION"
}