{
  "id": "16345",
  "title": "A Study of speker's attitude towards death retailing to the death of President Lincoln in Walt Whitman's Poem When Lilacs Last in the Dooryard Bloom'd",
  "abstract": "This thesis is a study of the speaker's attitude towards 'death' relating to the death of President Lincoln in Walt Whitman's poem \"When Lilacs Last in the Dooryard Bloom'd\". This poem is talking about the speaker's attitudes as his reaction due to Lincoln's death. In revealing his attitudes, the speaker conveys his feelings of love and sorrow toward Lincoln. However, the speaker does not mention Lincoln's name. He uses lilacs as his symbol of his love, star as Lincoln, and the singing bird as his tribute to Lincoln. He also shares about his visions about the coming of'death', the coffin's journey, and the experience with 'death' itself to show that he has a deep relationship with Lincoln. The poem is divided into three events. First is about the death of the hero, second is about the funeral procession and the third is about the speaker's reaction due to the two previous events. The theories that thesis writer uses are the theory of symbolism, imagery and tone. She uses symbolism to analyze the symbols that the speaker uses in expressing his feelings. Theory of imagery is applied in the analysis of the image that the speaker includes in the poem. She uses tone to show the mood of the poem that the speaker creates in order that she can follow the attitude of the speaker. In the analysis, the thesis writer finds out that the speaker uses three principal symbols that are, lilacs, star and hermit thrush to reveal his feelings. The image of funeral procession and the speaker's experiences with 'death' through his vision are used to express the speaker's attitudes. The tone of the poem is changed from sad to joy since the content of the poem is the speaker's attitude towards 'death' and then he comes to self-realization and finally accepts 'death' joyfully. As her conclusion, the thesis writer concludes that in the poem, the speaker conveys his positive attitudes towards 'death' through his grief feelings to the death of the hero whom he really loves and admires.",
  "creators": "RUKMIYATI LANA HINDRIANI",
  "contributors": "SANTIKO BUDI (Advisor 1); Sarah Limuil (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 863; Rukmiyati Lana Hindriani (11495026)",
  "subjects": "AMERICAN POETRY-19TH CENTURY-STUDY AND TEACHING; WHITMAN, WALT, 1819-1892. WHEN LILACS LAST IN THE DOORYARD BLOOM'D-STUDY AND TEACHING"
}