{
  "id": "16354",
  "title": "Pengaruh negative skin friction pada tiang pancang kelompok dengan pile cap",
  "abstract": "Salah satu kendala yang dialami pada tiang pancang end bearing adalah terjadinya negative skin friction (downdrag force). Downdrag merupakan gaya yang menarik tiang ke bawah karena tiang turun relatif terhadap tiang. Hal ini sering dialami pada tiang yang dipancang pada lapisan tanah lunak. Tanah lunak ini mudah mengalami penurunan' akibat timbunan, penurunan muka air tanah dan akibat proses pemancangan. Downdrag dapat menyebabkan kerusakan pada pondasi tiang, misalnya hancurnya ujung tiang atau lepasnya tiang dari pile cap. Tujuan dari penelitian ini adalah untuk mengetahui pengaruh jarak antar tiang terhadap besarnya downdrag pada tiang kelompok (3x3) di bawah pile cap. Penelitian ini juga bertujuan untuk mengetahui metode perhitungan yang tepat untuk memprediksi besarnya downdrag. Penelitian dilakukan dengan menggunakan model tes di laboratorium. Hasilpenelitian menunjukkan bahwa downdrag yang terjadi pada tiap jenis tiang (tiang sudut, tiang tengah luar dan tiang pusat) tidak sama besarnya. Tiang pusat mengalami downdrag terbesar kemudian diikuti dengan tiang tengah luar dan yang terkecil adalah tiang Sudut. Setelah melakukan perbandingan terhadap beberapa metode (metode Terzaghi-Peck, metode Simons, metode P (Garlanger), metode Bjerrum-Johannessen dan metode Blok) didapat bahwa nilai downdrag hasil prediksi lebih besar daripada downdrag hasil penelitian dan metode yang hasilnya lebih mendekati hasil penelitian adalah metode P dan metode Bjerrum-Johannessen.",
  "creators": "HENDRIK WIJAYA; KANGDRA ENGKADARMAN",
  "contributors": "Sugie Prawono (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 802 S; Kangdra Engkadarman (21492086), Hendrik Wijaya (21492100)",
  "subjects": "PILING (CIVIL ENGINEERING)"
}