{
  "id": "16352",
  "title": "Evaluasi parameter koefisien konsolidasi oleh aliran vertikal dan radial di Proyek Terminal Peti Kemas Surabaya",
  "abstract": "Kondisi tanah di bawah lokasi Proyek Terminal Peti Kemas Surabaya merupakan suatu lapisan tanah liat jenuh air yang mempunyai daya dukung tanah yang relatif kecil dengan kedalaman yang cukup besar. Hal tersebut dapat menyebabkan penurunan konsolidasi yang besar jika lapisan tanah mengalami beban yang besar. Perbaikan tanah dengan cara stabilisasi tanah yang menggunakan teknik prapembebanan (Preloading) dan drainasi vertikal (Vertical drains) merupakan salah satu alternatif pemecahan untuk kondisi tanah tersebut. Teknik prapembebanan dapat meningkatkan daya dukung tanah dan mengurangi penurunan akibat beban rencana sebelum konstruksi utama didirikan. Karena penurunan akibat prapembebanan cukup besar, maka kecepatan penurunan perlu diperhitungkan. Kecepatan penurunan dapat dihitung dengan menggunakan parameter koefisien konsolidasi. Parameter koefisien konsolidasi ditentukan melalui perhitungan ulang (Back calculation) dari pengamatan extensometer selama 280 hari pada trial embankment area 1 dan area 2. Perhitungan ulang dimulai dari area 2 (tanpa vertical drains), dimana didapatkan nilai parameter koefisien konsolidasi oleh aliran vertikal (cv) antara 0.0012 mVhari hingga 0.0030 mVhari dan nilai cv rata-rata sebesar 0.0021mVhari dengan derajat konsolidasi (Uv) rata-rata sebesar 12.506 %. Sedangkan perhitungan ulang dari area 1 (dengan vertical drains) menghasilkan nilai parameter koefisien konsolidasi oleh aliran radial (ch) antara 0.0104 m 2 /hari hingga 0.0119 m 2 /hari dan nilai ch rata-rata sebesar 0.0113 m 2 /hari dengan derajat konsolidasi kombinasi rata-rata sebesar 49.786 %. Dengan nilai parameter cv dan ch tersebut dilakukan perhitungan ulang lagi pada area reklamasi yang menghasilkan grafik waktu-penurunan yang mendekati grafik waktu-penurunan dari pengamatan settlement plate. Selain itu juga dilakukan perhitungan nilai parameter cv dari hasil pengujian oedometer yang menghasilkan nilai cv sebesar 0.0031 m2/hari.",
  "creators": "YOHAN ARIEF",
  "contributors": "Sugie Prawono (Advisor 1); Jonathan Hendra Kusuma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 805 S; Yohan Arief (21492084)",
  "subjects": "SOIL CONSOLIDATION; SOIL MECHANICS"
}