{
  "id": "16350",
  "title": "The Change of Eliza's attitude towards \"happines\" and \"etiquette\" in pygmalion",
  "abstract": "George Bernard Shaw accepted the Nobel Prize for Literature in 1926, giving his prize money for the publication of translations of Swedish drama into English. Pygmalion, one of his most popular plays, showed that phonetics provides a way to social advancement. By reforming the speech of a flower girl, Higgins, the hero, performs a heroic act: he reforms the girl's soul. Therefore, it attracts me to analyze the changes of Eliza's attitudes toward 'happiness' and 'etiquette' in my thesis. I analyze the differences of Eliza's attitude towards 'happiness' and 'etiquette' when she was a flower girl compared to after she has been a lady. In order to achieve the purpose in studying this topic, I use literary approach such as characterization and conflict and the understandings of 'attitudes', 'happiness', 'pleasure', and 'etiquette' to compare Eliza's attitude towards happiness and etiquette when she is a poor flower girl to her attitudes toward them after she finishes Mr. Higgins's course in six months. I use characterization by observing the speech of the characters and the character's external actions since this play shows the differences of attitudes among the main characters. I also use conflicts, the inner-conflict and outer conflict to analyze. Finally from my analysis, I find out that there are several changes of Eliza's attitude towards 'happiness' and 'etiquette' while she was a flower girl compares to after she has been a lady. They are her change of belief in money and luxury, in being a lady, in being loved and respected, and her understanding of the Standard English, the way of speaking, and self-control.",
  "creators": "LILA VIANA",
  "contributors": "ANTONIUS GURITO (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 870; Lila Viana (11496010)",
  "subjects": "ENGLISH DRAMA-20TH CENTURY-STUDY AND TEACHING; SHAW, GEORGE BERNARD, 1856-1950. PYGMALION-STUDY AND TEACHING"
}