{
  "id": "16369",
  "title": "Studi perbandingan konversi energi laut tentang panas laut dan tenaga gelombang laut menjadi energi listrik (studi kasus: PLTPL Bondalem Bali dan PLTGL Tapchan Baron Yogyakarta)",
  "abstract": "Pemikiran pemanfaatan dan pengembangan sumber daya energi alternatif yang tersedia di Indonesia dalam rangka penganekaragaman sumber energi terutama sumber-sumber energi yang terbarukan dan bersih antara lain adalah energi lautan. Potensi energi lautan ini dapat dimanfaatkan sebagai pembangkit tenaga listrik yaitu Pembangkit Listrik Tenaga Panas Laut siklus tertutup dan Pembangkit Listrik Tenaga Gelombang Laut teknologi Tapchan. Hal ini sangat relevan mengingat letak geografis Indonesia yang sebagian besar wilayahnya terdiri atas lautan. Secara umum prinsip kerja PLTPL siklus tertutup adalah dengan memanfaatkan perbedaan suhu permukaan laut yang hangat dan dasar laut yang dingin untuk memindahkan panasnya pada peralatan penukar panas, sedangkan siklusnya adalah seperti siklus PLTU biasa yaitu siklus Rankine. Prinsip kerja PLTGL teknologi Tapchan sebenarnya hanya memanfaatkan saluran kanal berbentuk tirus untuk menangkap energi gelombang yang masuk kanal sehingga dapat melimpahkan air lautnya masuk kedalam reservoir selanjutnya memanfaatkan energi potensialnya seperti PLTA biasa. Untuk proyek percontohan pemanfaatan energi lautan sebagai pembangkit, di Indonesia direncanakan pembangunan PLTPL siklus tertutup Bondalem Bali dengan kapasitas 100 kW dan PLTGL teknologi Tapchan Baron Yogyakarta dengan kapasitas 1,1 MW. Dalam pembangunan PLTPL Bondalem dan PLTGL Baron banyak aspek-aspek yang hams diperhitungkan, antara lain karaktersitik gelombang dan keadaan topografi sekitar lokasi pembangkit. Hasil perbandingan perencanaan kedua pembangkit energi lautan ini secara umum PLTGL teknologi Tapchan lebih baik dan memungkinkan untuk dilaksanakan dan dikembangkan. Teknologi pemanfaatan energi lautan sebagai pembangkit energi listrik di Indonesia khususnya PLTPL dan PLTGL mempunyai prospek yang cerah. Terlebih dengan semakin langkanya sumber energi tak terbarukan, sehingga untuk pemenuhan energi listrik pada PJPT II sesuai kebijaksanaan energi yang memprioritaskan penganekaragaman sumber daya energi khususnya yang terbarukan dan bersih dapat terpenuhi.",
  "creators": "MOCHAMAD ARIESANDI WIWOHO",
  "contributors": "SYARIFFUDDIN M. (Advisor 1); BUNAWI GUNAWIDJAJA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 99/E/TST/002/281; Mochamad Ariesandi Wiwoho (23491007)",
  "subjects": "DIRECT ENERGY CONVERSION"
}