{
  "id": "16363",
  "title": "Perencanaan dan pembuatan telephone following untuk pemindahan biaya pulsa dengan berbasis pada microcontroller 8031",
  "abstract": "Dewasa ini perkembangan teknologi berkembang semakin pesat, yang secara langsung maupun tidak langsung raem-pengaruhi peradaban manusia. Sejalan dengan perkembangan teknologi tersebut, bidang telekomunikasi, dalam hal ini telepon merupakan salah satu bidang yang memiliki kemajuan yang sangat baik, sehingga tercipta fasilitas-fasilitas atau kemudahan-kemudahan dalam berkomunikasi lewat tele-pon . Manusia dengan mobilitas yang tinggi, membutuhkan sarana telekomunikasi yang cepat pula. Misalnya untuk mengadakan hubungan interlokal, manusia dapat menggunakan telepon umum kartu, wartel atau telepon pribadi. Tetapi jumlah telepon umum kartu tidaklah sebanyak telepon umum koin, hal inilah yang menyulitkan bila suatu saat yang mendadak kita ingin mengadakan hubungan interlokal. Dan juga apabila kita sedang berada di rumah orang, sebagai orang timur kita segan untuk meminjam teleponnya untuk digunakan interlokal. Berangkat dari permasalahan di atas, maka dalam tugas akhir ini direncanakan dan dibuat telephone following yang dapat memindahkan biaya pulsa. Dengan bantuan alat ini manusia dapat mengadakan hubungan interlokal di telepon umum koin dan telepon pribadi milik orang lain, dengan membebankan biaya pulsa interlokal ke telepon pribadi kita. Sehingga manusia dengan mobilitas yang tinggi, dapat mengadakan hubungan interlokal dengan lebih cepat, tanpa membuang waktu terlalu lama untuk mencari telepon umum kartu, atau mencari wartel.",
  "creators": "BOEDI SANTOSO SOEDJONO",
  "contributors": "Murtiyanto Santoso (Advisor 1); Lauw Lim Un Tung (Advisor 2); MOCHAMAD HEROE (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 96/E/EL/027/0287; Boedi Santoso Soedjono (23490051)",
  "subjects": "MICROCONTROLLER 8031; TELEPHONE AUTOMATIC"
}