{
  "id": "16365",
  "title": "Perencanaan dan pembuatan security system dengan transducer laser untuk aplikasi ruang pameran dengan menggunakan microcontroller 80C31",
  "abstract": "Dengan semakin majunya tingkat peradaban suatu bangsa, maka dengan sendirinya semakin tinggi pula tingkat kejahatan yang terjadi pada masa sekarang ini. Untuk menanggulangi kejahatan tersebut maka diperlukan keamanan extra yaitu dengan menyediakan tenaga keamanan disetiap lokasi seperti didalam suatu stan pameran dan memasang security system yang membutuhkan biaya dan tenaga yang tidak sedikit. Pada tugas akhir ini dibuat salah satu security system yang digunakan untuk menjaga suatu stan ruang pameran dengan menggunakan laser dioda sebagai pemancarnya dan akan diterima oleh sensor yang berupa photodioda. Sensor ini memperoleh sinar laser dioda dari pantulan cermin yang dipasang pada setiap sudut dan sisi ruang pameran. System ini mempergunakan alarm yang mempunyai kemampuan untuk menyalakan sirine apabila sinar laser dioda terhalang oleh sesuatu sehingga tidak dapat diterima oleh sensor photodioda. Selain itu alat ini dapat diaktifkan sesuai dengan waktu yang diinginkan. Laser dioda merupakan salah satu pemancar dan photodioda dapat digunakan sebagai detektor yang berfungsi sebagai sensor, keduanya dapat dipakai sebagai salah satu perangkat security system sebagai salah satu aplikasinya. Sistem mekanik yang digunakan dalam tugas akhir ini kurang baik karena pergerakkannya sangat lambat, hal ini dapat diatasi dengan memperbaiki rancangan mekaniknya.",
  "creators": "TIRTO MULYADI",
  "contributors": "IRWAN SAHLI (Advisor 1); Heri Saptono Warpindyasmoro (Advisor 2); HERLIANTO TENGGARA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 97/E/EL/028/327; Tirto Mulyadi (23490054)",
  "subjects": "ELECTRIC ALARMS-COMPUTER PROGRAMS; ELECTRIC SECURITY SYSTEMS-COMPUTER PROGRAMS; INTEL 80C31 (MICROCONTROLLER)"
}