{
  "id": "1637",
  "title": "Faktor-faktor sosial dan personal yang mempengaruhi keputusan konsumen dalam memilih jasa akomodasi di Country Heritage Resort Hotel, Surabaya",
  "abstract": "Country Suites - Taman Intan, Surabaya yang pada bulan Juni 2003 berganti nama menjadi Country Heritage Resort Hotel dengan tidak mengganti manajemen, menawarkan bentuk hunian yang berbeda dengan hotel-hotel pada umumnya. Dengan bentuk townhouse, tentunya Country Heritage Resort Hotel memiliki segmen pasar yang juga berbeda dari hotel-hotel lainnya, yaitu keluarga, grup bisnis, para pelajar asing dan ekspatriat. Topik penelitian ini adalah Faktor-faktor Sosial dan Personal yang Mempengaruhi Keputusan Konsumen Dalam Memilih Jasa Akomodasi di Country Heritage Resort Hotel. Tujuan penelitian ini adalah untuk mencari informasi mengenai konsumen Country Heritage Resort Hotel, mulai dari usia, profesi, penghasilan rata-rata per bulan, dari mana mereka tahu pertama kali mengenai keberadaan Country Heritage Resort Hotel, siapa yang mendorong mereka untuk menginap, sampai dengan faktor-faktor apa saja yang menjadi pertimbangan mereka dalam memilih Country Heritage Resort Hotel sebagai sarana akomodasi. Penelitian ini penulis lakukan dengan membagikan 100 kuesioner kepada tamu Country Heritage Resort Hotel. Dari kuesioner-kuesioner tersebut, dapat diketahui bahwa sebagian besar konsumen Country Heritage Resoit Hotel berusia kurang dari 30 tahun, dengan relasi bisnis menjadi faktor pendorong terbesar mereka, dan lokasi hotel serta keamanan dan kenyamanan hotel menjadi faktor-faktor yang paling menentukan konsumen untuk menggunakan jasa akomodasi Country Heritage Resort Hotel.",
  "creators": "ARI WARUJUNI; DWI SETYARINI CHANDRA",
  "contributors": "Foedjiawati, S.S., M.A., Ph.D. (Advisor 1); Dra. Monica Ida Uniati , M.M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 520/PAR/2003; Ari Warujuni (91300027); Dwi Setyarini (91300040)",
  "subjects": "TOURIST TRADE-SURABAYA"
}