{
  "id": "16384",
  "title": "Analisis tanggapan konsumen melalui corporate associations dan belajar dari pengalaman untuk mengetahui keputusan pemilihan merek",
  "abstract": "Penelitian ini membahas mengenai tiga kasus yang berbeda, namun ketiga penelitian tersebut memiliki keterkaitan yang erat. Pada ketiga penelitian ini dibahas mengenai analisis tanggapan konsumen atas keberadaan suatu produk melalui dua cara, yaitu: yang pertama melalui corporate associations yang terdiri dari dua tipe asosiasi yaitu asosiasi kemampuan perusahaan (corporate ability) yaitu asosiasi yang memfokuskan pada kemampuan perusahaan untuk menghasilkan produk, dan asosiasi CSR (corporate social responsibility) yaitu asosiasi yang memfokuskan pada tanggung jawab sosial yang disandang perusahaan. kemudian cara yang kedua adaiah melalui belajar dan pengalaman yang mana proses belajar tersebut dipengaruhi oleh tiga faktor yaitu: keakraban yang berfungsi sebagai suatu payung dan berhubungan dengan hal-hal penting yang mencakup keahlian konsumen, pengetahuan sebelumnya, dan kekuatan atas keyakinan; motivasi untuk belajar yang mencakup pengetahuan produk, pengetahuan merek, pengetahuan atribut, atau segala sesuatu yang berhubungan dengan konsumsi; dan lingkungan informasi. Tujuan analisis tanggapan konsumen ini adalah untuk mengetahui bagaimana keputusan pemilihan merek dilakukan konsumen. Pada hakekatnya, tujuan akhir dari penelitian mengenai perilaku konsumen adaiah untuk mengetahui bagaimana proses pengambilan keputusan yang dilakukan konsumen dalam mengkonsumsi suatu produk. Pemilihan sebuah merek dari berbagai alternatif merek yang tersedia bukanlah pekerjaan yang mudah. Sebelum membuat keputusan pemilihan merek, konsumen biasanya menggunakan perbandingan antar merek untuk mengetahui kelebihan dan kelemahan dari masing-masing produk yang diperbandingkan. Ada lima tingkat perbandingan yang dapat dilakukan konsumen yaitu: gambaran produk, fungsi mikro, fungsi makro, nilai, dan utilitas keseluruhan. Konsumen sering kali melakukan perbandingan pada tingkatan nilai, dan utilitas keseluruhan.",
  "creators": "SHERLY KOPALOMA",
  "contributors": "Hartono Subagio (Advisor 1); Soekarno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 10/EM/2000; Sherly Kopaloma (31494100)",
  "subjects": "BRAND IMAGE; CORPORATE SOCIAL RESPONSIBILITY"
}