{
  "id": "16385",
  "title": "Perencanaan program client berbasis windows untuk pengaksesan database server dengan menggunakan protokol TCP/IP",
  "abstract": "Pengaksesan atau pengambilan data dari user ke server pada umumnya dilakukan secara menyeluruh sesuai dengan data yang diminta oleh user, hal tersebut membuat kerja server menjadi terbebani karena harus melakukan pengiriman data berulang-ulang pada user yang sama atau bahkan terhadap user-user yang lain. Data yang diterima satu user belum tentu dapat dibuka oleh user lain sebab ada beberapa aplikasi yang tidak memperbolehkan dua user atau lebih membuka atau mengedit data yang sama pada server tersebut, walaupun program aplikasi sudah bersifat sharing. Hal demikian demikian dikenal sebagai aplikasi File Server. Untuk menjaga agar kemampuan akses server tidak terganggu/terbebani dengan permintaan/pengiriman data dari/ke user maka digunakan aplikasi Client Server. Aplikasi tersebut selanjutnya disebut sebagai Client Server Database dimana server melayani dan mengolah pemintaan informasi query database yang datang dari client kemudian data hasil querynya dikembalikan lagi oleh server ke client. Dengan aplikasi client server database, semua pengaturan input sampai dengan permintaan data retreival ke database server dilakukan dari user tanpa adanya pengiriman data yang berulang-ulang. Database server sendiri juga mengatur file-file database seperti rnenambah, menghapus dan memodifikasi record serta memberikan hasil yang diminta oleh client dengan mengirimkan kembali hasil tersebut ke client. Dengan demikian kerja server tidak terbebani dengan banyak user dalam hal pengiriman data sehingga efisiensi waktu lebih terjamia Karena perbedaan platform sistem operasi antara client dan server maka proses pengiriman query ke server dilakukan lewat suatu driver yang disebut ODBC (Open DataBase Connectivity). Sedangkan proses pembentukan instruksi yang dikirimkan menggunakan suatu statement yang dinamakan SQL (Structure Query Language) Statement. Setelah statement query dibentuk maka dapat langsung dijaJankan/dikirimkan ke server. Semua {criteria penulisan maupun format yang hendak ditampilkan diatur dari client, sehingga dalam hal ini server hanya melayani permintaan informasi query database dari client lalu mengirimkannya kembali. Program client tersebut bekerja dilingkungan sistem operasi windows, sedangkan program server bekerja dibawah sistem operasi UNIX dengan database yang dipakai adalah INFORMDC. Keduanya saling terhubung lewat jaringan dan berkomunikasi dengan menggunakan FTP (File Transfer Protocol). Dengan demikian proses client server memberikan kemudahan-kemudahan pengolahan informasi secara terdistribusi dengan kecepatan akses + 0.32 detik untuk tiga user secara bersama-sama. Dalam hal ini model tersebut juga telah mengubah prilaku server yang semula pasif (hanya bertugas sebagai tempat penyimpanan file dan memberi pelayanan pemuatan program dan data) menjadi aktif (dengan saling berkomunikasi antara client dengan server).",
  "creators": "JIMY HARTANTO",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Sukanto Tedjokusuma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 97/E/KOM/009/013; Jimy Hartanto (23491075)",
  "subjects": "TCP/IP (COMPUTER NETWORK PROTOCOL); DATABASE MICROSOFT SQL SERVER"
}