{
  "id": "1638",
  "title": "Penerapan sustainable tourism pada air terjun Bantimurung",
  "abstract": "Indonesia adalah negara yang kaya akan budaya dan objek wisata alamnya, baik yang sudah maupun belum dikembangkan. Selama ini dalam mengembangkan objek wisata belum ada pencegahan terhadap dampak-dampak negatif yang mungkin timbul terhadap lingkungan akibat kunjungan wisatawan. Salah satu kasus adalah Air Terjun Bantimurung, objek wisata alam yang terkenal akan keindahan air terjunnya dan habitat kupu-kupu yang cantik. Namun karena ulah manusia yaitu ketidakdisiplinan pengunjung terhadap kelestarian objek wisata tersebut menyebabkan penurunan kualitas dari objek wisata itu sendiri. Berdasarkan hasil observasi tersebut diatas, penulis menemukan fakta bahwa Air Terjun Bantimurung sebagai objek wisata alam belum mempunyai perencanaan yang sistematis. Disamping upaya-upaya yang telah dilakukan oleh pengelola Air Terjun Bantimurung untuk menjaga lingkungan Air Terjun Bantimurung. Sehingga dalam penulisan tugas akhir ini penulis merasa perlu adanya penerapan Sustainable Tourism terhadap Air Terjun Bantimurung dengan tujuan untuk meminimalkan kerusakan-kerusakan yang telah terjadi akibat ulah manusia dan penulis memaparkan pula dampak positif yang akan timbul dari penerapan Sustainable Tourism terhadap Air Terjun Bantimurung. Dari hasil penelitian yang dilakukan, penulis menyimpulkan bahwa Air Terjun Bantimurung belum termasuk dalam objek wisata yang Sustainable Tourism, yaitu pariwisata yang dapat tetap berlangsung tanpa merusak sumber-sumber alam yang merupakan masa depan dari pariwisata itu sendiri. Untuk mewujudkan terlaksananya penerapan Sustainable Tourism diperlukan kerjasama dari semua pihak, baik dari pengelola maupun dari pengunjung.",
  "creators": "LIANG DEWI MURLIANG SARI; PHILIPS RICHARD TANDJAJA",
  "contributors": "Yacintha Yoranouw Suryawijaya (Advisor 1); INDRAYANI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 519/PAR/2003; Dewi Murliang Sari (91300018); Philips Richard Tandjaja (91300033)",
  "subjects": "TOURIST TRADE; BANTIMURUNG (WATERFALLS)-TOURIST TRADE"
}