{
  "id": "16390",
  "title": "Perencanaan kapasitas yang dibutuhkan untuk memenuhi produk di PT Karya Mekar Sadewatara",
  "abstract": "Kemampuan sumber daya untuk memproduksi output tentunya mempunyai batas-batas tertentu. Mereka tidak bisa dipaksa untuk memenuhi permintaan konsumen yang melebihi batas kemampuannya. Untuk mengetahui kemampuan tersebut maka perlu dilakukan penghitungan kapasitas yang sesungguhnya. Kapasitas disini meliputi kapasitas mesin dan pekerja dalam memproduksi output. Saat ini, pihak perusahaan tidak mengetahui apakah dengan kapasitas yang tersedia dapat memenuhi permintaan konsumen yang semakin meningkat. Disini penulis juga menyediakan rancangan-rancangan alternatif kapasitas yang masing-masing dihitung biaya produksinya untuk mendapatkan biaya produksi minimal. Untuk memecahkan masalah ini, penulis mencoba melakukan perhitungan kapasitas mesin dan pekerja. Dimulai dengan perhitungan peramalan permintaan untuk satu tahun mendatang, dilanjutkan dengan perhitungan waktu normal dan waktu standar untuk tiap-tiap jenis operasi pekerjaan. Selanjutnya menghitung jumlah mesin, pekerja dan waktu kerja yang dibutuhkan untuk mencukupi alternatif kapasitas yang disediakan. Perancangan alternatif kapasitas dibuat dengan mempertimbangkan hal-hal seperti penambahan kerja lembur, penambahan mesin/pekerja dan penambahan shift kerja. Dari perancangan tersebut dilakukan penghitungan masing-masing biaya produksinya. Dari perhitungan yang telah dilakukan seperti dijelaskan di atas didapatkan kesimpulan akhir yaitu biaya produksi yang minimal dapat dicapai bila menerapkan kerja lembur dan penambahan mesin/pekerja saja, sedangkan penambahan shift tidak diterapkan dalam rancangan alternatif kapasitas.",
  "creators": "ERNA WIDJAJA",
  "contributors": "Kriswanto Widiawan (Examination Committee 1); Didik Wahjudi (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 251/TI77/1999; Erna Widjaja (25495060)",
  "subjects": "PRODUCTION PLANNING"
}