{
  "id": "16396",
  "title": "Studi tentang teknik modulasi spread spectrum sebagai sarana komunikasi data",
  "abstract": "Spread spectrum adalah teknologi yang relatif baru dalam komunikasi data melalui gelombang radio. Spread spectrum adalah teknik modulasi yang memancarkan sinyal dengan bandwidth jauh lebih lebar daripada bandwidth dari sinyal infonnasi yang dikirim. Bandwidth dari sinyal yang ditransmisikan dihasilkan oleh proses penyebaran {spreading) pada pemancar yang melibatkan deretan kode yang bebas {independent) terhadap sinyal infonnasi dan dapat dikenal penerima. Karena bandwidth-nya sangat lebar, maka sinyal itu seperti sinyal noise dan sangat susah dideteksL Permasalahan yang dihadapi adalah perhinya pemahaman dan penguasaan teknologi yang relatif baru ini supaya dapat dimanfaatkan dengan sebaik-baiknya, serta perhinya pemahaman tentang aspek implementasi pada hardware. Metode yang digunakan dalam pemahaman dan penguasaan teknologi spread spectrum yang dilakukan dalam tugas akhir ini terdiri dari studi aspek-aspek keunggulan dari spread spectrum, analisa sumber daya yang ada untuk menghasilkan usulan-usulan aspek implementasi. Dari studi yang mendalam diperoleh hasil-hasil diantaranya teknologi spread spectrum mempunyai sifat anti jamming, low power density dan CDMA (Code Division Multiple Access). Sedangkan usulan-usulan yang sebaiknya dilakukan pada penelitian yang akan datang adalah pembuatan peralatan spread spectrum untuk aplikasi hardware yang nyata misalnya sebuah perangkat komunikasi data tanpa kabel (radio modem). Hal lain yang perlu dilakukan pada penelitian yang akan datang adalah penguasaan teknologi spread spectrum yang lebih mendalam yang terdapat pada telepon sehiler, wireless LAN atau Ethernet bridge. Melihat keunggulan-keunggulan yang dimniki spread spectrum tipe direct sequence antara lain ketahanannya terhadap sinyal jamming dan kemampuan CDMA maka teknik modulasi spread spectrum ini sangat prospektif dimanfaatkan pada masa yang akan datang untuk komunikasi data.",
  "creators": "ALIANTO",
  "contributors": "Resmana Lim (Advisor 1); Murtiyanto Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 98/E/EL/014/359; Alianto (23491116)",
  "subjects": "RADIO WAVES; SPREAD SPECTRUM"
}