{
  "id": "16402",
  "title": "Perencanaan dan pembuatan sistem keamanan rumah menggunakan minimum sistem 80C31 yang dikontrol lewat jaringan internet",
  "abstract": "Dalam Tugas Akhir ini dibuat sistem keamanan rumah dengan sebuah komputer server sebagai WEB Server yang terhubung ke jaringan internet dan perangkat keras berupa minimum sistem 80C31 dan rangkaian sensor. Sistem keamanan ini dapat menggantikan tugas penjaga keamanan. Komputer client yang terhubung ke jaringan internet dapat mengakses alamat dari homepage komputer server dan dengan memasukkan kode password tertentu, si pemilik dapat memantau dan mengontrol status kunci pintu dan sensor infra merah. Rangkaian hardware yang dibuat, dilengkapi dengan sebuah saklar on/off untuk mengaktifkan/mematikan sistem alarm. Sistem alarm diaktifkan bila rumah ditinggal oleh penghuninya, sehingga bila terjadi perubahan status pada sensor infra merah ataupun perubahan status kunci pintu secara manual, maka komputer server akan melakukan proses dial-up secara otomatis menghubungi komputer yang dibawa si pemilik rumah dan memberikan sinyal berupa tampilan pada layar. Tetapi bila dial-up ini tidak berhasil, maka komputer server akan melakukan proses dial-up kedua secara otomatis menghubungi komputer yang berada di kantor kepolisian terdekat dan memberikan sinyal berupa bunyi alarm. Kedua komputer client tersebut harus mempunyai modem dan sebuah program server untuk menerima dial-in dari komputer server (dial-in daemon). Apabila komputer server off, rangkaian sensor masih dapat berfungsi secara manual. Tetapi tidak dapat dipantau dan dikontrol lewat WEB Browser. Program pengendali hardware melalui internet dibuat dengan menggunakan bahasa pemrograman Delphi 2.0 dengan memanfaatkan komponen CGI Expert, sedangkan program dial-in dan dial-up daemon juga dibuat dengan menggunakan bahasa pemrograman Delphi 2.0 dengan memanfaatkan komponen Tapiterm dan Async32 sebagai perantara aplikasi Delphi pada Microsoft Windows. Response time proses dialing dan report alarm menunjukkan hasil yang memuaskan dengan rata-rata sebesar 3 detik. Response time monitoring melalui jaringan internet diterima dengan refresh 1 detik. Sedangkan proses kontrol melalui jaringan internet sampai berubahnya status pintu membutuhkan waktu rata-rata tidak lebih dari 30 detik tergantung kecepatan transfer data jaringan internet yang dilalui dan panjang rute yang ditempuh. Dengan demikian diharapkan hasil Tugas Akhir ini dapat mengembangkan penggunaan internet untuk memantau dan mengontrol sistem keamanan menggantikan tenaga manusia.",
  "creators": "FRIDA",
  "contributors": "Resmana Lim (Advisor 1); Thiang (Advisor 2); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Italian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 98/EL/015/037; Frida (23492029)",
  "subjects": "AUTOMATIC CONTROL-COMPUTER PROGRAMS; INTERNET (COMPUTER NETWORKS); INTEL 80C31 (MICROCONTROLLER)"
}