{
  "id": "16413",
  "title": "Studi tentang kapasitas lentur balok beton bertulang yang diperkuat dengan \"carbon fibre reinforced polymer (CFRP) strips\" serta pengaruh panjang pengangkurannya",
  "abstract": "Seringkali karena berbagai sebab seperti penambahan beban kerja, perubahan desain ataupun kesalahan-kesalahan yang dilakukan dalam desain dan pelaksanaan di lapangan akan menyebabkan kerusakan-kerusakan yang tidak dikehendaki pada elemen struktur beton bertulang. Salah satu kerusakan yang terjadi adalah disebabkan karena kegagalan tarik dimana tulangan yang ada, tidak mampu lagi menahan tegangan tarik yang terjadi. Ini berarti pada elemen beton bertulang tersebut harus dilakukan suatu perkuatan, dimana perkuatan ini dapat dilakukan dengan menambahkan tulangan lagi untuk memikul sisa tegangan tarik yang ada. Pada bangunan-bangunan yang telah berdiri, penambahan tulangan ini merupakan suatu hal yang sulit karena tulangan harus terletak di dalam beton yang sudah ada. Untuk mengatasi kesulitan tersebut maka dilakukan perkuatan secara eksternal yang dilakukan dengan melekatkan suatu bahan yang mampu meningkatkan kuat lentur pada elemen struktur beton. Bahan yang dulu sering digunakan adalah pelat baja. Pelat baja ini memiliki beberapa kelemahan, diantaranya berat sendiri yang besar dan pemasangan yang sulit. Carbon Fibre Reinforced Polymer (CFRP) merupakan bahan alternatif untuk perkuatan yang mulai dikembangkan dewasa ini. CFRP ini terbuat dari bahan serat carbon dengan epoxy sebagai bahan perekatnya. Studi ini akan membahas percobaan yang dilakukan di laboratorium untuk mengetahui seberapa besar pengaruh dari CFRP ini terhadap peningkatan lentur pada balok beton bertulang dan untuk mengetahui pengaruh panjang pengangkuran CFRP tersebut terhadap peningkatan kapasitas lentur yang terjadi serta membandingkan antara hasil uji laboratorium dengan hasil perhitungan teoritis. Dari hasil percobaan menunjukkan terjadinya peningkatan kuat lentur dari balok beton bertulang yang diperkuat dengan CFRP dan panjang pengangkuran memberikan pengaruh yang besar terhadap peningkatan kuat lentur yang terjadi. Dari perbandingan antara hasil uji laboratorium dan hasil perhitungan teoritis terjadi perbedaan antara hasil uji laboratorium dengan hasil perhitungan teoritis.",
  "creators": "INDRA PURNOMO; FX RONNY DOSEMON",
  "contributors": "Handoko Sugiharto (Advisor 1); Ir. GIDEON HADI KUSUMA, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 794 S; Indra Purnomo (21493057), F.X. Ronny Dosemon (21493063)",
  "subjects": "CONCRETE SLABS; REINFORCED CONCRETE CONSTRUCTION"
}