{
  "id": "1642",
  "title": "Pengukuran, evaluasi, dan perencanaan peningkatan produktivitas pada PT. \"X\"",
  "abstract": "Suatu industri manufaktur harus meningkatkan kinerjanya secara terus-menerus guna menghadapi persaingan dunia usaha. Salah satu cara untuk mengetahui kinerja perusahaan adalah dengan mengukur produktivitas perusahaan secara teratur. Produktivitas berkaitan dengan penggunaan sumber daya (input) secara efisien dalam menghasilkan barang / jasa (output). Penelitian mengenai pengukuran, evaluasi dan perencanaan peningkatan produktivitas dilakukan di PT. X selama enam bulan. Tujuan dari penelitian ini adalah mengukur produktivitas parsial dan produktivitas total selama beberapa periode, menganalisa faktor-faktor penyebab terjadinya masalah produktivitas serta merencanakan peningkatan produktivitas. Pengukuran produktivitas dilakukan dengan menggunakan Model Produktivitas Total (Total Productivity Model), yaitu dengan membandingkan antara semua tangible output yang dihasilkan dengan semua tangible input yang berpengaruh dalam menghasilkan ouput tersebut. Setelah itu, evaluasi dilakukan guna mengetahui penyebab terjadinya penurunan produktivitas, antara lain: tenaga kerja yang tidak efektif dan efisien, penumpukan persediaan produk jadi, masalah kerusakan mesin serta penanganan material yang kurang tepat. Perencanaan peningkatan produktivitas dilakukan dengan berdasar pada hasil evaluasi tersebut dan jika rencana tersebut dilakukan, maka produktivitas divisi BM 2 akan meningkat dari 3,41 menjadi 3,42.",
  "creators": "EVELYNNA GITTA VERONICA O",
  "contributors": "Moses L. Singgih (Advisor 1); Herri Christian Palit (Advisor 2); I Nyoman Sutapa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/0638/IND/2003; Evelynna Gitta Veronica Oei (25499001)",
  "subjects": "PRODUCTION PLANNING; INDUSTRIAL PRODUCTIVITY"
}