{
  "id": "16424",
  "title": "Studi terhadap alokasi biaya-biaya yang terbesar dalam tahapan-tahapan pengembangan proyek perumahan di Surabaya",
  "abstract": "Pembiayaan merupakan faktor penting dalam menentukan keberhasilan pengembangan proyek perumahan. Pengembang perlu mengetahui pada tahap mana ia harus mengalokasikan biaya pada item-item biaya yang berpengaruh, yaitu yang membutuhkan biaya terbesar dan cenderung untuk membengkak dari estimasi awal. Hal ini diperlukan supaya pengembang bisa menyediakan dana yang cukup pada saat yang tepat demi kelangsungan proyeknya. Penelitian ini dilakukan dengan melakukan studi literatur terhadap tahapan-tahapan dalam proses pengembangan beserta aktivitas-aktivitasnya dalam tiap tahap tersebut. Setelah itu dilakukan survey lapangan dengan mewawancarai tiga pengembang perumahan di Surabaya untuk membandingkan antara teori dan literatur dengan kenyataan di lapangan. Dari hasil tersebut disimpulkan bahwa tahapan proses pengembangan perumahan dapat dibagi dalam lima tahap, yaitu tahap pemilihan lokasi, tahap pencarian dana dan perijinan, tahap pembebasan tanah, tahap konstruksi serta tahap pemeliharaan dan penjualan. Pada masing-masing tahap tersebut terdapat berbagai aktivitas, yang mana kemudian dapat diketahui item-item biaya. Item-item tersebut nantinya digunakan sebagai dasar penyusunan kuesioner dan disebarkan ke pengembang-pengembang proyek perumahan di Surabaya. Deskripsi hasil penelitian menyatakan bahwa pengembang mengalokasikan dana paling banyak untuk tahap konstruksi, yaitu rata-rata sebesar 37,061% -50,935% dari biaya total pengembangan. Kemudian disusul biaya pada tahap pembebasan lahan, yang membutuhkan dana rata-rata antara 29,746% sampai dengan 39,354%. Item-item biaya yang dikeluarkan pada tiap tahap dianalisa dengan metode Pareto untuk mendapatkan 20% item dari total item biaya pengembangan namun jumlah pengeluarannya sebesar 80% dari biaya total. Hasil penelitian mendapatkan tujuh item biaya yang berpengaruh, dimana urutannya dari yang terbesar adalah sebagai berikut, yaitu biaya untuk pembayaran kontraktor, pembelian tanah, pematangan tanah, biaya atas bunga pinjaman, pengurusan ijin lokasi, dan biaya pengurusan hak atas tanah. Sedangkan biaya promosi dan pembelian tanah merupakan item yang cenderung untuk membengkak di atas estimasi awal, disusul kemudian oleh biaya pengurusan ijin lokasi.",
  "creators": "HALIM WIDJOJO; ANDRE CHRISTIAN",
  "contributors": "Connie Susilawati (Advisor 1); Budiman Proboyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 898/SIP/1999; Halim Widjojo (21492110), Andre Christian (21492118)",
  "subjects": "BUILDING-ESTIMATES"
}