{
  "id": "16423",
  "title": "Manfaat dari faktor-faktor training dalam menunjang produktivitas kerja perusahaan kontraktor di Surabaya",
  "abstract": "Latar belakang masalah penelitian adalah pengembangan dan pelatihan (training) SDM pada perusahaan kontraktor yang masih kurang diperhatikan. Padahal untuk menghadapi era globalisasi, perusahaan-perusahaan kontraktor dalam negeri harus siap menghadapi perusahaan-perusahaan kontraktor asing yang masuk ke Indonesia. Rumusan masalahnya adalah apakah manfaat dari faktor-faktor training dalam menunjang produktivitas kerja pada perusahaan kontraktor. Sedangkan tujuan penelitian ini adalah mengetahui manfaat dari faktor-faktor training dalam menunjang produktivitas kerja pada perusahaan kontraktor. Faktor-faktor yang mempengaruhi produktivitas kerja karyawan adalah seleksi karyawan, pelatihan kerja, lingkungan kerja, hubungan antara pimpinan dan bawahan, sistem penggajian, dan motivasi. Dalam penelitian ini hanya akan menitikberatkan pada pelatihan/training yang dilaksanakan perusahaan kepada pegawai/pekerjanya. Menurut William B. Werther, Jr dan Keith Davis dalam bukunya berjudul Human Resources and Personnel Management bahwa faktor-faktor training dalam menunjang produktivitas kerja adalah faktor pengetahuan, faktor ketrampilan, faktor kemampuan dan faktor Iain-lain. Keempat faktor tersebut memegang peranan penting dalam peningkatan produktivitas kerja dari para pegawai perusahaan kontraktor dalam melaksanakan pekerjaannya di kantor maupun di lapangan. Metode pencarian data-data primer diperoleh melalui survei lapangan ke beberapa perusahaan kontraktor di Surabaya. Jumlah responden sebanyak 61 orang, selain itu juga ada data sekunder yang kami dapatkan dari perusahaan kontraktor PT. PEMBANGUNAN PERUMAHAN Cabang VI Surabaya. Jenis penelitian yang kami lakukan ini adalah studi kepustakaan, survey lapangan, dan studi kasus. Setelah hasil penelitian didapatkan, dicari manfaat training yang terpenting dari masing-masing faktor training yaitu faktor pengetahuan, ketrampilan, kemampuan dan faktor Iain-lain. Dalam faktor pengetahuan, manfaat terpenting adalah dapat meningkatkan pengetahuan dengan nilai 4,54. Faktor ketrampilan, manfaat terpenting adalah dapat meningkatkan ketrampilan dengan nilai 4,34. Faktor kemampuan, manfaat terpenting adalah dapat meningkatkan bakat dengan nilai 3,80. Sedangkan dalam faktor Iain-lain, tidak ada manfaat yang terpenting karena semua aspek tersebut sama pentingnya. Kemudian dicari manfaat terpenting dari keempat faktor training itu dengan bantuan perhitungan analisa Anova. Dari perhitungan terlihat bahwa 3 aspek terpenting dari manfaat training adalah dapat meningkatkan pengetahuan dengan nilai 4.54, dapat meningkatkan mutu dan kualitas pekerjaan dengan nilai 4.41, dan dapat meningkatkan ketrampilan dengan nilai 4.34 . Jadi dapat disimpulkan bahwa manfaat diadakannya training pada pegawai pada perusahaan kontraktor adalah meningkatkan pengetahuan, mutu dan kualitas pekerjaan, serta ketrampilan yang kesemuanya itu dapat menunjang produktivitas kerja pada perusahaan kontraktor.",
  "creators": "HADY SANTOSO; PHILIP HARTANTO",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Paulus Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 808/SIP/1998; Hady Santoso (21492092), Philip Hartanto (21492107)",
  "subjects": "EMPLOYEES-TRAINING OF"
}