{
  "id": "16420",
  "title": "Perancangan dan pembuatan mesin pembuat serbuk jagung",
  "abstract": "Jagung adalah salah satu komoditas yang banyak manfaatnya, dan permintaan akan jagung oleh masyarakat dan peternakan ayam setiap tahunnya meningkat. Hal disebabkan oleh pertumbuhan penduduk dan juga pertumbuhan peternakan ayam yang cukup tinggi karena jagung dapat digunakan sebagai pengganti maupun sebagai campuran beras dan dapat digunakan sebagai bahan campuran pakan ternak. Selain itu juga tingginya persaingan antar penjual, menyebabkan para penjual berusaha meningkatkan kualitasnya, salah satu cara meningkatkan kualitas adalah membuat biji jagung menjadi serbuk jagung dan memisahkan kotoran dari serbuk jagung sehingga nilai jual ekonomis dari serbuk jagung akan naik. Permasalahan yang muncul adalah pemprosesan biji jagung menjadi serbuk jagung yang masih diolah dengan cara manual (menggunakan tenaga manusia) atau menggunakan mesin yang tingkat efisiensi yang rendah (presentase serbuk jagung yang dihasilkan lebih kecil bila dibandingkan dengan sisa pemprosesan dan pengotornya) dan juga mesin yang ada saat ini tidak bisa memisahkan hasilnya dengan kotorannya. Oleh karena itu serbuk jagung perlu dipisahkan dengan kotoran sisa hasil prosesnya dengan cara merancang dan membuat mesin pengolah biji jagung menjadi serbuk. Untuk memisahkan serbuk dengan pengotornya, maka mekanisme dari mesin ini ditambahkan penyaring pada hasil akhirnya sehingga meningkatkan persentase serbuk jagung yang dihasilkan bila dibandingkan dengan mesin-mesin penghancur biji jagung yang ada pada saat ini. Berdasarkan pengujian, didapatkan hasil bahwa mesin ini dapat memproses jagung hingga dapat berupa serbuk dengan persentase hasil serbuk (ukuran = 2mm) 70,12%. Dengan melihat hasil pengujian dan kapasitas yang mampu dihasilkan oleh mesin ini, maka mesin ini diharapkan dapat meningkatkan kesejahteraan petani jagung.",
  "creators": "STEFANUS CHRISTIAN",
  "contributors": "Stefanus Ongkodjojo, S.T., M.Sc. (Advisor 1); Ninuk Jonoadji (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010929/MES/2010; Stefanus Christian (24405060)",
  "subjects": "MACHINE DESIGN"
}