{
  "id": "16436",
  "title": "Analisis hubungan perilaku konsumen dalam perencanaan disain produk properti rumah sederhana",
  "abstract": "Pengembang yang tidak mempertimbangkan perilaku konsumen dalam perencanaan disain produk properti rumah sederhana (RS), akan menciptakan suata produk RS yang tidak sesuai dengan minat beli konsumen, yang akhimya merugikan pengembang karena produknya tidak laku di pasaran. Untuk itu sangat penting bagi pengembang mempertimbangkan perilaku konsumen dalam perencanaan disain produk properti RS. Dalam penelitian ini diungkapkan hubungan perilaku konsumen dengan minat beli terhadap perencanaan disain produk properti RS. Minat beli dibentuk dari sikap terhadap perilaku dan norma-norma subyektif tentang perilaku. Sikap terhadap perilaku meliputi keyakinan dan evaluasi dari perilaku. Norma-norma subyektif tentang perilaku meliputi keyakinan normatif dan motivasinya. Variabel-variabel yang dijadikan pertimbangan dalam perencanaan disain produk properti RS yaitu variabel-variabel perilaku konsumen yang tercermin dalam disain produknya Penelitian dilakukan dengan menyebarkan dua kuesioner. Kuesioner pertama ditujukan untuk mengetahui sejauh mana variabel-variabel yang mempengaruhi perilaku konsumen diperhatikan dan dijadikan pertimbangan oleh konsumen dalam mengambil keputusan membeli produk properti RS. Kuesioner pertama ini ditujukan untuk 200 konsumen, hasimya diolah dengan analisis mean dan analisis multiple regresi. Kuesioner kedua ditujukan untuk mengetahui sejauh mana para pengembang memperhatikan dan menjadikan variabel-variabel yang mempengaruhi perilaku konsumen sebagai pertimbangan dalam perencanaan disain produk properti RS. Kuesioner kedua ini ditujukan untuk 10 pengembang, dan hasilnya diolah dengan analisis mean. Deskripsi hasil penelitian untuk kuesioner pertama diperoleh variabel-variabel penting yang mempengaruhi minat beli konsumen adalah keyakinan terhadap sumber daya konsumen (mean = 2,25), evaluasi terhadap pengetahuan konsumen (mean = 2,07), subyektif normatif terhadap faktor keluarga (mean = 2,1), dan motivasi terhadap keluarga (mean = 2,0). Deskripsi hasil kuesioner kedua diperoleh variabel-variabel penting yang menjadi pertimbangan dalam perencanaan disain produk properti RS adalah lokasi perumahan (mean = 5,6), tata letak ruang (mean = 5,1), dokumen kontrak antara owner dan konsumen (mean = 5,1), disain rumah yang iayak (mean = 5,1), dokumen kontrak antara ovmer dan sub kontraktor (mean = 5,0), biaya konstruksi (mean=5,0), sistem drainase (mean = 5,0), dan site plan (mean = 5,0). Dari penelitian yang dilakukan disimpulkan bahwa adanya korelasi atau hubungan antara minat beli terhadap perilaku konsumen yang terwujud dalam perencanaan disain produk properti RS. Disarankan perlu mengadakan inovasi dan modifikasi produk, sehingga menghasilkan bangunan yang menarik, berkualitas, serta terjangkau daya belinya secara ekonomis.",
  "creators": "LUANA ULFI; KOMANG ETI TRISNASARI",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 890/SIP/1999; Komang Eti Trisnasari (21492217), Luana Ulfi (21493197)",
  "subjects": "CONSTRUCTION INDUSTRY"
}