{
  "id": "16446",
  "title": "Milenium koi",
  "abstract": "PASAR Di Indonesia, Koi merupakan salah satu jenis ikan hias favorit dan banyak digemari oleh masyarakat luas, karena warnanya yang mempesona dan bentuknya yang indah. Selain warna dan bentuknya yang banyak digemari, ikan koi juga dianggap sebagai ikan dewa yang membawa peruntungan bagi keluarga dan pengusaha masyarakat keturunan Cina atau Jepang yang memeliharanya. Ikan koi sampai saat ini masih menjadi salah satu komoditas perdagangan yang cukup baik dalam bidang perikanan. Oleh karena itu kehadiran ikan koi di tengah keluarga selalu berdampak positif, artinya bila dipelihara dalam skala besar dapat digunakan sebagai mata pencaharian yang sekaligus dapat menciptakan lapangan kerja baru .Sedangkan jika dipelihara dalam skala kecil mampu menyalurkan hobi seseorang. Kegiatan usaha ikan koi terus bertambah dan waktu ke waktu. Padahal peranakan ikan koi di Indonesia masih belum masuk dalam jajaran elite dunia. Sekarang ini, hanya dengan mengundang minat para pehobi, beberapa pengusaha koi mengakui bahwa hingga saat ini masih bisa mendapatkan keuntungan yang cukup besar dan usaha ikan koi tersebut. SASARAN BISNIS Milenium koi bertujuan untuk memenuhi sebuah celah pasar yang berada di kawasan Surabaya Timur, dengan melakukan bisnis ikan koi. Seperti yang diketahui bahwa Surabaya Timur merupakan suatu kawasan perumahan elite dan banyak penduduk yang mempunyai penghasilan menengah ke atas sehingga merupakan pasar potensial bagi pergerakan usaha koi yang akan dikembangkan. Segemntasi yang akan dituju oleh Milenium koi yaitu khususnya bagi para pehobi ikan koi baik jenis ikan koi import dan lokal. Milenium koi menyediakan suatu produk yang memberikan kualitas produk ikan koi yang baik mulai dari postur tubuh , wama hingga corak bentuknya. LOKASI Milenium koi berlokasi strategis di daerah Manyar Kertoarjo Surabaya, Indonesia. Kemudahan akses dan infrastruktur yang memadai, serta dekat dengan daerah perumahan kelas menengah atas hingga kelas atas. MANAJEMEN Secara struktur organisasi Milenium koi akan dipegang kendali oleh Supervisor yang akan bertanggung jawab kepada pemilik perusahaan. Supervisor mempunyai wewenang dalam pengrekrutan tenaga kerja yang berada di bawah kendalinya dan sekaligus mengatur operasional perusahaan. Supervisor dibantu oleh bagian administrasi kasir dan beberapa tenaga teknis. Semuanya akan bekerjasama demi tercapainya misi dan tujuan yang telah ditetapkan. PENDANAAN Milenium Koi akan membutuhkan modal sebesar Rp 175.000.000,-. Struktur modal akan dibagi 50% untuk masing-masing penanam modal dari pihak pendiri. Masing- masing akan menegeluarkan kontribusi modal sebesar Rp 87.500.000,-. B.E.P diharapkan dapat tercapai pada tahun ke -2. BENTUK USAHA Milenium Koi akan berbentuk badan usaha CV, yaitu suatu bentuk badan usaha yang terdiri dari sekutu-sekutu , baik sekutu aktif maupun pasif yang permodalan diatur sesuai kesepakatan dalam pengelolahan usaha. Adanya kelengkapan adminsitratif yang berupa Nomer Wajib Pajak Pokok(NPWP), SIUP(Surat Ijin Usaha Perdagangan) yang di ajukan kepada Departmen Perdagangan, serta TPU( Tanda Pendaftaran Usaha) yang diajukan kepada Departmen Penerangan. Segala hal yang berkaitan dengan masalah kesepakatan atau hukum bisa diperoleh dengan bantuan pihak notaris.",
  "creators": "SUGIHARTO WIJAYA; ELLIS",
  "contributors": "Eddy Madiono Sutanto (Examination Committee 1); IMELDA NOVITA EKAWATI (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rancangan Usaha",
  "source": "Rancangan Usaha No.19/EM/2000; Sugiharto Wijaya (31496005), Ellis (31496052)",
  "subjects": "MANAGEMENT; MARKETING-MANAGEMENT"
}