{
  "id": "16449",
  "title": "Strategi pemasaran menghadapi pasar global dengan memperhatikan perilaku konsumen dan penilaian konsumen terhadap atribut pelayanan",
  "abstract": "Topik pembahasan artikel pertama mengenai strategi pemasaran menyongsong pasar global tahun 2000. Pada artikel ini menjelaskan tentang strategi pemasaran yang dapat digunakan dalam menghadapi kecenderungan/trend yang akan mempengaruhi kegiatan tersebut misalnya adanya pergeseran pasar, persaingan yang makin ketat, kemajuan teknologi yang semakin cepat, peningkatan kerjasama dan dorongan pemasaran global, pertumbuhan kekuatan distribusi, tantangan ekologi dan sosial untuk menghadapi permasalahan pemasaran era gJobalisasi. Pada artikel kedua dibahas mengenai perilaku konsumen jasa angkutan KA Jatayu jurusan Malang-Surabaya (pp). Penelitian tersebut bertujuan untuk mengetahui perilaku konsumen KA Jatayu sehingga dapat dijadikan dasar bagi PT Kereta Api. Penelitian tentang perilaku konsumen kereta api ini perlu untuk diperhatikan karena kebutuhan sarana dan prasarana transportasi yang makin besar, apabila hanya bertumpu pada angkutan jalan raya maka tingkat kemacetan akan semakin tinggi, selain itu kualitas pelayanan kereta api di Indonesia masih jauh dibandingkan dengan negara-negara barat. Topik artikel ketiga adalah Consumer trade-offs dan penilaian terhadap pelayanan. Atribut pelayanan yang mempengaruhi konsumen dalam pengambilan keputusan pembelian adalah harga, kualitas, keramah tamahan, dan pelayanan sesuai keinginan konsumen/customization. Jenis pelayanan di bagi dua yaitu credence service dan experience service. Tujuan dari penelitian ini adalah mengetahui atribut pelayanan yang diinginkan dan dibutuhkan konsumen dalam pengambilan keputusan pembelian.",
  "creators": "YUDI STEPHEN",
  "contributors": "Eddy Madiono Sutanto (Examination Committee 1); WANG SUTRISNO (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 20/EM/2000; Yudi Stephen (31496126)",
  "subjects": "MARKETING-MANAGEMENT"
}