{
  "id": "16444",
  "title": "Analisa yang berhubungan dengan struktur gaji, penghapusan dewan gaji dan mengevaluasi program pelatihan dengan menggunakan data ekperimental (Bidang studi umum)",
  "abstract": "Dalam artikel ini kita dapat mengembangkan pengamatan mengenai struktur gaji / upah, penghapusan tarif minimum dewan gaji, dan mengevaluasi program pelatihan dalam pekerjaan dengan menggunakan desain eksperimental. Dalam artikel The Occupational Wage Structure In Local Labour Markets, masalah gaji / upah sangat substansial, timbulnya aksi - aksi unjuk rasa para buruh pada saat ini disebabkan karena pihak perusahaan yang menganggap remeh masalah ini. Mereka memberikan gaji / upah sangat rendah, sementara harga - harga untuk kebutuhan sehari - hari telah meningkat. Dengan adanya aksi - aksi unjuk rasa tersebut dapat menghambat kinerja perusahaan sehingga dapat menyebabkan produktifitas perusahaan menurun yang pada akhirnya perusahaan mengalami kerugian. Dampak yang di timbulkan dengan adanya perubahan struktur gaji / upah yaitu meningkatnya jumlah pengangguran. Penghapusan tarif minimum dalam artikel Wages Council Abolition And Small Hotels menyebabkan tarif pembayaran mengalami penurunan pada hotel - hotel kecil. Dengan penurunan dalam tarif pembayaran ini, juga dapat meningkatkan jumlah pengangguran. Dengan meningkatnya jumlah pengangguran tersebut pemerintah dapat mencoba untuk mengatasinya dengan memberikan program - program pelatihan kepada para tenaga kerja, yang bertujuan agar para tenaga kerja tersebut dapat meningkatkan kemampuan dan keahlian / skill mereka sehingga dapat menjadikan bekal bagi mereka dalam mendapatkan pekerjaan. Dalam artikel Looking Into The Black Box",
  "creators": "GARNADA PRAHASTO",
  "contributors": "Bambang Haryadi (Advisor 1); Sundring Pantja Djati (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 39/EM/2000; Garnada Prahasto (31495225)",
  "subjects": "COMPENSATION MANAGEMENT; PERSONNEL MANAGEMENT"
}