{
  "id": "1644",
  "title": "Penentuan waktu standar dan rumusannya serta penerapan metode activity based costing di PT X",
  "abstract": "PT. \"X\" adalah pabrik pembuat furniture yang bersifat job order. Saat ini PT. \"X\" belum mempunyai standar waktu pengerjaan produk, sehingga dalam melakukan perhitungan harga pokok produk, faktor biaya tenaga kerjanya hanya berdasarkan perkiraan kasar. Selain itu PT.\"X\" juga tidak mempunyai sistem pembebanan biaya overhead yang cukup baik, hanya berdasarkan biaya bahan baku dan tenaga kerja. Sebab itu perlu ditentukan standar waktu pengerjaan produk, dan juga dibuat persamaan waktu proses untuk produk-produk sejenis, serta penerapan sistem alokasi biaya yang berdasarkan aktivitas, tidak hanya berdasarkan bahan baku dan tenaga kerja. Berdasarkan hal tersebut diatas, maka penelitian yang dilakukan meliputi kegiatan sebagai berikut: melakukan perhitungan waktu standar, membuat persamaan waktu proses, mengidentifikasikan aktivitas, membebankan biaya ke aktivitas, menghitung tarif tiap kelompok, pembebanan biaya overhead ke produk, menjumlahkan biaya langsung dan biaya overhead. Dari hasil penelitian ini dapat disimpulkan bahwa apa yang diperkirakan perusahaan selama ini masih kurang tepat dan kurang detail dalam mengalokasikan biaya, sehingga berakibat pada kurang tepatnya harga pokok produk. Untuk beberapa yang harga pokok produknya terlalu tinggi akan menyebabkan kurang dapat bersaing, sedangkan jika terlalu rendah memungkinkan mengalami rugi. Perusahaan selama ini memang tidak mengalami rugi karena adanya penetapan mark up yang cukup besar, tetapi walaupun tidak rugi, hal itu akan menimbulkan kesalahan evaluasi yang nantinya dapat berakibat pada kesalahan pengambilan keputusan manajemen.",
  "creators": "SOVIA HALIM",
  "contributors": "Kristiana Asih Damayanti (Advisor 1); Imelda Rambu H. Ndjoeroemana (Advisor 2); Tessa Vanina Soetanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/0658/IND/2003; Sovia Halim (25499018)",
  "subjects": "TIME STUDY; TIME MEASUREMENT"
}