{
  "id": "16459",
  "title": "Value added assessment pada proses order penjualan sampai penyerahan produk jadi ke palanggan di PT. Barindo Anggun Industri di Surabaya",
  "abstract": "Penelitian ini merupakan studi kasus tentang penerapan Value Added Assessment pada proses order penjualan sampai penyerahan produk jadi di PT. Barindo Anggun Industri di Surabaya. Tujuan yang ingin dicapai dalam penelitian ini adalah untuk mengetahui aktivitas mana yang memiliki nilai tambah dan aktivitas mana yang tidak, beserta dengan nilai dari tiap-tiap aktivitas. Jenis data yang dikumpulkan merupakan data kuantitatif yang berasal dari sumber internal (dari dalam perusahaan tempat penelitian) yaitu data primer tahun 1998 yang berupa: Skedul Harga Pokok Penjualan yang berisi data tentang biaya bahan baku dan bahan pembantu, upah langsung dan biaya overhead pabrik; Laporan Rugi Laba yang memuat data tentang biaya penjualan. Penelitian ini menggunakan 3 metode pengumpulan data, yaitu: dokumentasi, observasi dan wawancara. Wawancara dilakukan dengan kepala departemen dan karyawan dalam Departemen Akuntansi, Departemen Produksi, dan Departemen Penjualan.Teknik analisis yang digunakan adalah teknik analisis kuantitatif yang berkaitan dengan perhitungan biaya yang bernilai tambah. Hasil penelitian ini menunjukkan bahwa dalam proses order penjualan sampai penyerahan produk jadi di PT. Barindo Anggun Industri di Surabaya, melibatkan 45 aktivitas internal perusahaan. Keempat puluh lima aktivitas ini terdiri dari 15 aktivitas bemilai tambah dan 30 aktivitas tidak bernilai tambah. Jadi, persentase jumlah aktivitas yang bernilai tambah terhadap jumlah seluruh aktivitas dalam proses adalah 33,33 %. Jika ditinjau dari segi biaya, persentase biaya bernilai tambah terhadap keseluruhan biaya proses adalah 91,79 %.",
  "creators": "YULIANA KARTIKA DELIMA",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 049/96/FE.AK/2000; Yuliana Kartika Delima (32496022)",
  "subjects": "COST EFFECTIVENESS; VALUE ADDED ASSESSMENT"
}