{
  "id": "16456",
  "title": "Survei inovasi produk real estat di Surabaya",
  "abstract": "Perkembangan kota Surabaya untuk menjadi kota metropolitan menyebabkan semakin pesatnya perkembangan bisnis properti, khususnya di bidang real estat (perumahan), yang ditandai dengan semakin ketatnya persaingan diantara pengembang. Oleh karena itu agar dapat unggul dalam persaingan, pengembang harus dapat menciptakan produk real estat yang sesuai dengan kebutuhan dan keinginan konsumen. Salah satu cara, dengan melakukan inovasi pada produk real estat. Karena kebutuhan dan keinginan konsumen selalu berubah, maka tren inovasi produk real estat akan selalu mengalami perubahan. Dengan kondisi seperti ini maka perlu diketahui bagaimana perkembangan tren inovasi produk real estat di Surabaya, yang akan diuraikan dalam penelitian ini. Disamping untuk mengetahui perkembangan tren inovasi produk real estat, dalam penelitian ini juga akan menguraikan strategi inovasi produk untuk masa yang akan datang, yang berhubungan dengan manajemen strategi perusahaan serta manajemen konstruksi/manajemen proyek yang dilakukan perusahaan. Strategi inovasi produk berdasarkan manajemen strategis ditentukan oleh beberapa faktor yaitu faktor pemasaran, faktor pesaing dan faktor kepuasan konsumen. Sedangkan strategi inovasi berdasarkan manajemen konstruksi/manajemen proyek ditentukan oleh beberapa karakteristik produk dan beberapa aspek-aspek perencanaan produk. Untuk mengetahui perkembangan tren inovasi produk, dilakukan survei pada beberapa pengembang di Surabaya, dengan melakukan wawancara dan pengamatan secara langsung di lapangan. Sedangkan untuk mengetahui bagaimana penerapan strategi inovasi untuk masa yang akan datang, dilakukan dengan menyebarkan kuesioner pada pengembang-pengembang yang disurvei. Kemudian berdasarkan data yang ada, dilakukan pengolahan data dan analisa secara deskripsi. Dari hasil analisa deskripsi, perlu diperhatikan untuk menentukan strategi inovasi pada masa yang akan datang adalah inovasi pada model (\"style\") rumah dan kelengkapanfasilitas yang menunjang.",
  "creators": "NATALIA KRISTINA; WENY",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 779/SIP/1997; Natalia Kristina (21492164), Weny (21492180)",
  "subjects": "REAL ESTATE MANAGEMENT"
}