{
  "id": "16453",
  "title": "Peningkatan quality of work life (qwl) pegawai melalui employee involvement (ei) dalam self managing work teams (smwt)sebagai upaya untuk mengatasi massalah-masalah yang timbul dalam perusahaan...",
  "abstract": "Perubahan teknologi dapat meningkatkan basis pengetahuan sebuah perusahaan dengan memfasilitasi arus komunikasi dan informasi (Mueller, Dyerson, 1999). Perusahaan yang telah sukses dalam perubahan dan inovasi teknologi menyisakan paling tidak sebagian hal yang buram (Kay, 1993). Aspek organisasional dan sumber daya manusia memainkan perna yang signifikan dalam raanajemen teknologi yang berhasil dan implementasi dalam organisasi. Secara fisik, jika perusahaan membeli sebuah sistem komputer, maka perusahaan mengendalikan lokasi komputer, masukan dan keluarannya Tingkat pengendalian serupa tidak dapat diterapkan pada operator komputer manusia, karena perusahaan tidak mempunyai hak properti secara lengkap atas pegawai. Pegawai pada akhir hari kerja memiliki pilihan untuk keluar dari perusahaan. Konsultan eksternal memberikan masalah tambahan karena memiliki kemampuan menggunakan pengetahuan mereka untuk menciptakan ketergantungan (Senge,1996). Akibat dari perubahan teknologi tersebut (SAP), menyebabkan dua masalah, yaitu : LAP yang timbul dari ketidakmampuan organisasi untuk menyediakan sepenuhnya semua pengetahuan, keterampilan dan pengetahuan yang disimpannya dan EAP, yang timbul dari ketidakmampuan organisasi untuk memiliki pekerjaannya sehingga orang dapat pergi dengan mudah. Untuk mengatasi SAP ini, peruahaan hams menjadikan diri mereka sendiri sebagai \"sistem terbuka\" yaitu adanya aliran ke luar dan ke dalam yang berupa konsultan eksternal dan pegawai. Praktek partisipasi pekerja sangat populer dalam tahun-tahun terakhir (Cotton, 1993, Lawler, 1993). Tesluk, Vance, Matthieu (1999) menyatakan bahwa praktek partisipatif dalam perusahaan akan menciptakan lingkungan kerja yang lebih efektif daripada usaha keterlibatan yang terbatas dan sempiL Menurut Lawler (1993) menyatakan bahwa dukungan dari manajemen puncak adalah faktor yang paling penting untuk partisipasi pekerja ini. Dukungan dari manajer dari tingkat yang berbeda-beda dan mengkomunikasikan dukungan tersebut pada manajer di bawahnya akan menunjukkan efek terjun, dimana dukungan pada suatu",
  "creators": "YOHANES WIDIGDO",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Eddy Madiono Sutanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 97/EM/2001; Yohanes Widigdo (31497178)",
  "subjects": "WORK MANAGEMENT; PERSONNEL MANAGEMENT"
}