{
  "id": "16458",
  "title": "Perlakuan akuntansi untuk accretion cost perkebunan dan penyajiannya untuk kewajaran laporan keuangan PT. Perkebunan Kaliputih",
  "abstract": "Dengan perkembangan dunia usaha yang pesat saat ini, semua badan usaha yang ada di berbagai bidang berlomba untuk meningkatkan daya saingnya. Untuk itu diperlukan usaha yang keras yang dilakukan secara terus-menerus untuk dapat meningkatkan kualitas produksinya. Pembangunan yang telah dilakukan secara intensif di Indonesia selama hampir 30 tahun dan kemajuan diberbagai bidang telah berhasil dicapai dan perkembangan ini didominasi oleh sektor agrobisnis. PT. Kaliputih merupakan badan usaha yang bergerak dalam bidang usaha perkebunan, permasalahan yang terdapat pada bidang usaha ini adalah kesalahan di dalam pengukuran, pengakuan dan pengklasifikasian. Metode penelitian yang digunakan adalah deskripsi evaluatif, lokasi dan obyek penelitian dilakukan di PT. Perkebunan Kaliputih dan tanaman yang diteliti adalah tanaman kopi. Sumber data yang dikumpulkan adalah data kualitatif dan kuantitatif. Pengumpulan data dilakukan dengan cara dokumentasi dan studi lapangan (obsevasi, wawancara, studi kepustakaan). Dari hasil penelitian dapat disimpulkan bahwa kesalahan dalam pengukuran tampak pada saat perhitungan dan biaya yang masih mempunyai manfaat ekonomi di masa yang akan datang untuk TBM ( Tanaman Belum Menghasilkan) dimana oleh badan usaha dimasukkan secara langsung dalam biaya. Seharusnya badan usaha mencatat pengeluaran tersebut sebagai penambah dari TBM (dikapitalisasi ), untuk kesalahan dalam pengakuan, yaitu tanaman yang mati /diseleksi pada TBM harusnya mengurangi persediaan TBM. Sedangkan kesalahan dalam pengklasifikasian yaitu biaya yang terjadi dalam rangka pemeliharaan bagi tanaman yang belum menghasilkan diklasifikasikan sebagai biaya pemeliharaan pada laporan L/R, yang seharusnya diklasifikasikan sebagai tambahan nilai TBM. Sehingga laporan keuangan badan usaha tersebut tidak menunjukkan keadaan yang sebenarnya, karena sediaan tanaman yang tidak menunjukkan nilai yang sebenarnya. Padahal rujuan dari laporan keuangan yaitu untuk menyediakan informasi yang berguna bagi pemakainya di dalam mengambil keputusan manajerial. Rekomendasi yang dapat diberikan adalah bahwa pencatatan tanaman tersebut dicatat oleh badan usaha berdasarkan harga perolehannya, sebaiknya dicatat dengan memperhatikan siklus hidup dari tanaman tersebut. Sebaiknya akun tanaman dipisahkan antara TBM dengan TM atau TSM (Tanaman Sudah Menghasilkan). Selain itu, sebaiknya dilakukan pendistribusian nilai dalam Rupiah yang telah dikeluarkan oleh badan usaha untuk masing-masing daerah, dan juga dilakukan pemisahan antara biaya yang masih mempunyai manfaat ekonomi di masa yang akan datang dengan yang digunakan dalam pemeliharaan TBM '",
  "creators": "SHERLLY",
  "contributors": "Devie (Examination Committee 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.051/95/FE.AK/2000; Sherlly (32495069)",
  "subjects": "ACCOUNTING"
}