{
  "id": "16460",
  "title": "Perbandingan antara pajak penghasilan PT. Jawa Pos dan beberapa anak perusahaannyaa yang dihitung berdasarkan laporan konsolidasi dengan yang dihitung berdasarkan undang-undang pajak penghasilan",
  "abstract": "Kondisi perekonomian Indonesia saat ini membawa dampak yang cukup besar terhadap kelangsungan usaha perusahaan-perusahan kecii maupun yang baru tumbuh.Langkah-langkah yang ditempuh adalah dengan melakukan merger atau konsolidasi, yang menimbulkan terjadinya suatu hubungan istimewa. Pengertian hubungan istimewa dapat ditinjau dari dua sisi yaitu menurut Standar Akuntansi Keuangan (SAK) dan Undang-Undang Perpajakan.Menurut Standar Akuntnsi Keuangan hubungan istimewa terjadi jika suatu pihak mempunyai kemampuan untuk mengendalikan keputusan keuangan dan operasional pihak yang Jain. Sedangkan menurut Undang-Undang Perpajakan hubungan istimewa terjadi karena adanya keterkaitan, ketergantungan suatu pihak dengan pihak yang lain, faktor kepemilikan, penguasaan melalui manajemen dan adanya hubungan darah atau karena perkawinan. Penulis ingin membandingkan perhitungan pajak penghasilan dengan adanya hubungan istimewa menurut Undang-Undang Pajak Penghasilan No. 10 Tahun 1994 dengan perhitungan pajak penghasilan yang dihitung berdasarkan laporan keuangan konsolidasi dengan metode ekuitas menurut Standar Akuntansi Keuangan. Metode penelitian yang digunakan adalah penelitian deskriptif, dengan studi kasus pada PT. Jawa Pos sebagai perusahaan induk dan PT. Temprina Media Grafika, PT, Adiprima Suraprinta, PT. Graha Pena sebagai perusahan anak. Jenis data yang dikumpulkan adalah data kuantitatif yang berupa dokumen dan angka-angka laporan keuangan yang berasal dari perusahaan induk maupun perusahaan anak, sumber data berasal dari data internal yaitu dari intern perusahaan dan data eksternal, yang dikumpulkan melalui studi pustaka, wawancara dan dokumentasi. Pengolahan data dilakukan dengan mengumpulkan data yang diperoleh dari perusahan induk maupun anak, kemudian dihitung pajak penghasilan terutang untuk masing-masing perusahaan dan menggabungkan data-data laporan keuangan dari masing-masing perusahan menjadi laporan keuangan konsolidasi, kemudian dilakukan perhitungan pajak penghasilan. Hasil yang diperoleh dari penelitian ini adalah adanya perbedaan pengenaan pajak penghasilan menurut Undang-Undang Pajak dan laporan keuangan konsolidasi. Dengan menggunakan Undang-Undang Pajak sebagai dasar pengenaan akan di dapatkan pajak penghasilan yang lebih kecil dibandingkan dengan menggunakan laba menurut laporan keuangan konsolidasi sebagai dasar pengenaan.Meskipun demikian dalam aturan perpajakan tidak dikenal laporan konsolidasi.",
  "creators": "DEEVY HOMMY",
  "contributors": "R.Arja Angka Asa Aras Adji S. (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 128/FE.AK/2001; Deevy Hommy (32497096)",
  "subjects": "TAX ACCOUNTING"
}