{
  "id": "16461",
  "title": "Persepsi mahasiswa progrram Manajemen Perhotelan Universitas Kristen Petra angkatan 1996, 1997, dan 1998 terhadap tingkat kualitas pelayanan dosen",
  "abstract": "Perguruan tinggi merupakan organisasi yang bergerak dibidang jasa, dimana penawaran perguruan tinggi salah satunya adalah pelayanan jasa dosen dalam bentuk yang abstrak yaitu pendidikan, maka usaha dalam peningkatan kualitas pelayanan dosen agar tercipta suasana belajar mengajar yang menyenangkan harus makin ditingkatkan oleh berbagai pihak. Tujuan penelitian ini adalah untuk mengetahui persepsi atau penilaian mahasiswa Program Manajemen Perhotelan Universitas Kristen Petra angkatan 1996, 1997 dan 1998 terhadap kualitas pelayanan dosen yang mengajar di program Manajemen Perhotelan. Adapun analisa dan evaluasi dilakukan dengan menggunakan 10 variabel yang menjadi pengukur kualitas pelayanan dosen, antara lain : kemampuan penguasaan materi, kemampuan mengajar, kemampuan membangkitkan minat mahasiswa, kesediaan memberikan bantuan tambahan, struktur mengajar, kemudahan untuk ditemui, menjaga tingkat konsentrasi mahasiswa, emphaty, hubungan dengan mahasiswa dan pendekatan individual. Penelitian ini dilakukan dengan menggunakan survei kepustakaan dan survei lapangan. Survei kepustakaan adalah dengan mengumpulkan data dari berbagai macam literatur yang menunjang. Sedangkan survei lapangan adalah dengan mengumpulkan berbagai macam data, yaitu dari Program Studi Manajemen Perhotelan dan penyebaran kuesioner yang diisi oleh mahasiswa Manajemen Perhotelan angkatan 1996, 1997 dan 1998. Hasil jawaban responden kemudian dianalisa untuk mengetahui bagaimana persepsi mahasiswa akan pelayanan dosen di Program Studi Manajemen Perhotelan. Hasil analisa menunjukkan bahwa sebagian besar dari responden merasa cukup puas dengan kualitas pelayanan dosen baik dosen bidang ilmu bahasa, dosen bidang ilmu manajemen dan dosen bidang ilmu operasional hotel. Hanya sedikit dari responden yang merasa tidak puas yaitu untuk variabel kemampuan membangkitkan minat pada dosen bidang ilmu bahasa dan manajemen serta pada variabel emphaty untuk dosen bidang ilmu manajemen.",
  "creators": "LISTIYANI HANDOYO; ANNEKE NOVITA KUSUMA",
  "contributors": "Deborah Christine Widjaja, S.S., MSM., Ph.D. (Advisor 1); Serli Wijaya (Advisor 2); Nanik Linawati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Unknown",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 004/EP/2001; Listiani Handoyo (33496049), Anneke Novita (33496127)",
  "subjects": "PETRA CHRISTIAN UNIVERSITY. HOTEL MANAGEMENT PROGRAM-RESEARCH; CONSUMER SATISFACTION"
}