{
  "id": "16463",
  "title": "Awani Dream sebagai alternatif berwisata",
  "abstract": "Indonesia adalah negara kepulauan dengan luas wilayah 5.176.800 km, serta memiliki 13.667 buah pulau besar dan kecil dan terbagi menjadi luas wilayah daratan 1.919.443 km (36,79%) dan luas wilayah laut 3.257.357 km (63.21%). Dari data tersebut dapat kita simpulkan bahwa luas wilayah laut Indonesia lebih besar daripada luas wilayah darat dengan rasio perbandingan 3:2, sehingga negara Indonesia dikenal sebagai negara bahari dan juga karena keindahan serta kekayaan alam Indonesia merupakan potensi bagi pendapatan negara yang cukup penting. Dewasa ini kesadaran berwisata masyarakat Indonesia cukup tinggi sehingga untuk memuaskan keinginan berwisata, macam-macam cara ditempuh salah satunya yaitu wisata kapal pesiar. Usaha wisata kapal pesiar adalah hal baru dalam kepariwisataan Indonesia dan akhir-akhir ini mulai dibenahi dan diarahkan untuk menjadi suatu produk andalan wisata. Salah satunya adalah wisata kapal pesiar AWANI DREAM, dengan adanya wisata kapal pesiar ini wisatawan dapat lebih mengenal keindahan alam Indonesia, karena selain melakukan perjalanan ke luar negeri juga melakukan perjalanan wisata di dalam wilayah Indonesia, seperti ke pulau Bali dan ke pulau Putri atau pulau Kambas yang selama ini jarang di temui dala, paket tour biasanya. Apabila kita bandingkan dengan paket-paket tour pada umumnya, sepertinya perjalanan wisata dengan kapal pesiar ini tidak effisien, sebagai contohnya pelayaran Award Dream ke Bali yang memakan waktu 2 had/ 1 malam, tetapi dengan menggunakan pesawat udara yang hanya memakan waktu hanya 35-40 menit. Tetapi dengan demikian wisatawan tidak merasa bosan karena dapat disibukkan dengan berbagai macam kegiatan yang diselenggarakan diatas kapal dan lebih santai menikmati masa liburannya, karena dalam mengunjungi setiap obyek wisata wisatawan tidak harus keluar masuk hotel sambil mengangkat dan membuka-tutup koper. Dengan mengikuti wisata kapal pesiar, biaya yang dikeluarkan oleh wisatawan itu sendiri pasti jauh lebih murah dikarenakan biaya pelayaran sudah termasuk akomodasi di kapal pesiar, meals fiillboard, dan menggunakan segala fasilitas yang ada seperti: fitness center, Jacuzzi, karaoke, perpustakaan, nonton film, paddle tenis, dan masih banyak lagi. Dibandingkan dengan menggunakan pesawat udara, wisatawan harus booking hotel, mealsnya hanya makan pagi dari hotel. Selain ringan biayanya wisatawan dapat merasakan liburan yang lebih berarti. Wisata kapal pesiar ini memang dikhususkan bagi wisatawan yang mempunyai waktu luang yang cukup banyak untuk menikmati liburan dan santai, melepaskan kesibukan sehari-hari, selain dapat juga digunakan sebagai ajang bisnis.",
  "creators": "SATRYADI SOEYATNO",
  "contributors": "Yacintha Yoranouw Suryawijaya (Examination Committee 1); SIDNIWATI (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 247/Par/1997; Satryadi Soeyatno (91394020)",
  "subjects": "TOURIST TRADE"
}