{
  "id": "16466",
  "title": "Gunung Rinjani sebagai salah satu aset penunjang perkembangan kepariwisataan di Pulau Lombok",
  "abstract": "Perkembangan kepariwisataan suatu daerah dapat merupakan salah satu aspek penting yang dapat menunjang peningkatan pendapatan devisa daerah tersebut, maka suatu daerah dapat dijadikan daerah pariwisata jika ditunjang oleh berbagai sektor seperti keadaan alamnya, kebudayaannya, keseniannya, dan juga masyarakat setempat yang ikut berpartisipasi didaiamnya. Gunung Rinjani merupakan gunung tertinggj kedua di Indonesia dan merupakan salah satu obyek wisata pegunungan yang memegang peranan penting dalam perkembangan kepariwisataan di pulau Lombok. Gunung Rinjani terletak di daerah pedalaman pulau Lombok, yang jauh dari ibukotanya yaitu Matarara, maka untuk menunjang prospek wisata Gunung Rinjani ini diperiukan berbagai faktor yang mendukung seperti dilengkapinya sarana dan prasarana yang memadai serta berbagai fasilitas yang menunjang. Namun sejauh ini masih banyak kendala yang masih menghambat perkembangan kepariwisataan di Gunung Rinjani Kendala-kendala yang ada seperti masih kurangnya sarana dan prasarana serta fasilitas-fasilitas yang menunjang lainnya, masih kurangnya promosi dan pemasaran, masih kurangnya kesadaran masyarakat akan pentingnya pariwisata dalam menunjang pembangunan, dan hal-hal lainnya yang masih perlu untuk diperhatikan. Untuk mengatasi hal tersebut maka perhi dukungan dari PEMDA setempat, pihak-pihak swasta, masyarakat setempat, dan pihak-pihak yang terkait lainnya untuk ikut serta dalam meningkatkan pembangunan kepariwisataan di Gunung Rinjani dengan melengkapi sarana dan prasarana serta fasilitas-fasilitas yang menunjang lainnya, meningkatkan promosi dan pemasaran, meningkatkan penyuluhan sadar wisata, dan juga ikut serta menjaga kelestarian alam pegunungan ini dengan meningkatkan keamanan, kebersihan, kesejukan, ketenangan serta keramah tamahan agar wisatawan merasa puas dan senang mengunjungi obyek wisata ini. Maka pihak-pihak yang terkait seperti biro-biro perjalanan, para investor, masyarakat setempat dan juga pemerintah daerah diharapkan ikut berpartisipasi dalam mempromosikan obyek wisata Gunung Rinjani dimata para wisatawan baik domestik maupun non domestik.",
  "creators": "BUDIANTO TJIANG",
  "contributors": "Foedjiawati, S.S., M.A., Ph.D. (Advisor 1); LANY WARDANA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 296/Par/1998; Budianto Tjiang (91395004)",
  "subjects": "NDUSTRIAL PROJECT MANAGEMENT; RINJANI MOUNTAINS (LOMBOK)-TOURIST TRADE"
}