{
  "id": "16470",
  "title": "Jenis media iklan yang tepat yang dapat mendukung penjualan paket tour di Biro Perjalanan Wisata \"X\" di Surabaya",
  "abstract": "Tidak banyak sektor industri yang bisa bertahan dari hantaman badai krisis berkepanjangan. Semua sektor terpuruk, termasuk industri pariwisata, yang didalamnya terdapat biro perjalanan umum, biro perjalanan wisata dan agen perjalanan. Banyak dari mereka yang sudah harus menutup usahanya, tetapi ada juga yang masih dapat bertahan, seperti salah satunya Biro Perjalanan Wisata \"X\", yang berada di kawasan jalan Kapasan, Surabaya. Untuk itu, penulis merasa tertarik dan hendak menulis tugas akhir penulis ini, mengenai Biro perjalanan Wisata \"X\"ini. Selama ini, Biro Perjalanana Wisata \" X \" memasarkan produk-produk yang dapat memenuhi permintaan pasar, antara lain meng-issued tiket ke luar negeri, paket-paket wisata dan tour ke luar negeri, paket belajar bahasa Mandarin, dan membuat dokumen-dokumen. Salah satu produk utama dari biro perjalanan ini adalah paket tour ke luar negeri, yang sekarang ini menurun penjualannya, yang secara tidak langsung berimbas juga pada penjualan tiket pesawat, pembuatan dokumen perjalanan dan produk-produk lain yang dimiliki oleh biro ini. Pembahasan Tugas Akhir kali ini, dikhususkan pada penjualan paket tour ke luar negeri. Target pasar yang dimiliki dari biro perjalanan wisata \" X \"selama ini adalah kalangan menengah dan menengah ke atas yang negara yang dituju ASIA. Di saat nilai mata uang Rupiah agak menguat terhadap dollar AS, yaitu yang dulunya Rp. 17.000,- per dollar AS, sekarang menjadi Rp.8000,-, per dollar AS, penulis merasa adanya kesempatan atau peluang bagi biro perjalanan wisata \" X \" untuk memanfaatkan iklan sebagai salah satu cara dalam mendukung penjualan paket wisata ke luar negeri. Melalui media periklanan, diharapkan penjualan paket tour ke luar negeri dapat meningkat.",
  "creators": "DIANA KUNTJORO",
  "contributors": "SIDNIWATI (Examination Committee 1); Yacintha Yoranouw Suryawijaya (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 350/Par/1999; Diana Kuntjoro (91396028)",
  "subjects": "ADVERTISING-TOURIST TRADE; TOURIST TRADE-SURABAYA"
}