{
  "id": "16472",
  "title": "Pengaruh keausan brake pad terhadap waktu pengereman pada pengujian stationer",
  "abstract": "Salah satu faktor yang menjamin keselamatan pengendara kendaraan bermotor adalah sistem pengereman. Sistem pengereman juga diperlukan untuk mengurangi atau menghentikan laju kendaraan. Tingkat kepakeman dan kemampuan pengereman dari penggunan rem cakram dipengaruhi oleh beberapa hal. Salah satu hal yang mempengaruhi hal tersebut adalah tingkat keausan dari brake pad yang digunakan dalam siste m rem cakram. Dengan adanya keausan yang terjadi pada tebal brake pad maka dapat menyebabkan terjadinya perubahan pada waktu pengereman sepeda motor tersebut. Dalam pengujian ini, digunakan kampas rem dengan tebal 6 mm, 4 mm dan 2 mm. Ketiga kampas rem ini diuji pada kecepatan 20,40,60,80 km/jam dengan beban yang diberikan sebesar 4 kg, 5 kg, dan 6 kg. Dari pengujian didapatkan waktu pengereman untuk tiap kampas rem. Setelah itu, dapat dilihat hubungan antara waktu pengereman dengan beban yang diberikan untuk tiap kampas rem. Selanjutnya dilakukan uji signifikansi dengan menggunakan software Minitab. Selain itu, dari data-data hasil percobaan tersebut, dilakukan multi regresi untuk memperoleh rumus empiris (rumus pendekatan) yang digunakan untuk menghitung waktu pengereman. Dari waktu pengereman ini, juga bisa didapatkan jarak pengereman dari perhitungan dengan menggunakan rumus. Kesimpulan yang didapat adalah kinerja pengereman kampas rem dengan tebal 6 mm lebih baik dibandingkan dengan kampas rem dengan tebal 4 mm dan 2 mm. Selain itu, dapat disimpulkan bahwa semakin tinggi kecepatan kendaraan maka semakin lama waktu pengereman yang terjadi. Serta semakin besar beban yang diberikan dan semakin tebal kampas rem yang digunakan maka waktu pengereman akan menjad i semakin pendek.",
  "creators": "ANDRE WELIANTO",
  "contributors": "Ian Hardianto Siahaan (Advisor 1); Roche Alimin (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010926/MES/2010; Andre Welianto (24405045)",
  "subjects": "BRAKES; MOTORCYCLE-BRAKES"
}