{
  "id": "16481",
  "title": "Penggunaan microwave oven untuk pengukuran kadar air agregat dan beton segar",
  "abstract": "Penelitian penggunaan microwave oven sebagai alternatif alat pengukur kudar air agregat dan beton segar dengan prosedurnya yang sederhana dan waktu pengetesan yang relatif cepat telah dievaluasi disebabkan karena sampai saat ini, khususnya di Indonesia pengukuran kadar air agregat masih menggunakan metode konvensional dengan memakai oven standard yang membutuhkan waktu lama ( 24 jam pengeringan ), demikian juga halnya dengan pengukuran kadar air beton segar metode yang ada saat ini masih memerlukan waktu yang lama dalam prosedur pengukurannya, sehingga frekwensi penerapannya jarang dilakukan di dalam praktek. Berbagai macan tipe agregat yang memiliki nilai absorpsi rendah dan tinggi dipakai dalam penelitian ini. Hasil pengukuran kadar airnya dengan memakai microwave oven dibandingkan dengan hasil yang diperoleh dengan memakai oven standard. Campuran beton yang dipakai dalam penelitian ini adalah campuran beton konvensional yang tersusun dari agregat dengan nilai absorpsi agregat rendah dan tinggi. Beragam nilai w-c dari campuran beton segar dipersiapkan di laboratorium kemudian pengukuran kadar airnya dilakukan dengan cara pengeringan memakai microwave oven dan hasilnya dibandingkan dengan jumlah air yang diberikan dalam mix design, microwave oven dengan power supply 900 watt yang dilengkapi dengan piring putar memberikan keseragaman pengeringan terhadap sampel yang diujikan. Hasil tes yang diperoleh menunjukkan bahwa teknik ini mampu digunakan untuk mengukur kadar air agregat halus dan kasar dengan tidak tergantung pada nilai absorpsi agregat, untuk agregat halus dibutuhkan waktu pengeringan di dalam microwave oven selama 9 menit dengan ketelitian 100 %, sedangkan untuk agregat kasar selama 11 menit dengan ketelitian 96 %, serta mampu mengeringkan kadar air beton segar selama 18 menit dengan ketelitian 98 % jika beton tersusun dari agregat normal yang mempunyai nilai absorpsi di bawah 5 %, sedangkan jika agregat penyusun beton memiliki nilai absorpsi yang cukup tinggi ( sampai 40 % ) maka dibutuhkan waktu yang lebih lama ( sampai 35 menit pengeringan ) dengan hasil yang dicapai hanya sanggup mengukur kadar air total, rata - rata sebesar 80 % dari total kandungan air dari beton segar yang diukur.",
  "creators": "HADI PRANOTO; RUSLI SARJIMIN",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1); Handoko Sugiharto (Advisor 2); Hurijanto Koentjoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 943/SIP/1999; Hadi Pranoto (21494050), Rusli Sarjimin (21494123)",
  "subjects": "CONCRETE-TESTING"
}