{
  "id": "16480",
  "title": "Pengaruh kedalaman vertikal drain terhadap penurunan suatu lapisan tanah liat lunak",
  "abstract": "Persoalan yang dihadapi oleh suatu proyek yang didirikan di atas suatu lapisan tanah liat lunak yang sangat tebal adalah penurunan yang cukup besar yang membutuhkan waktu lama serta daya dukung yang sangat rendah. Untuk mengatasi persoalan ini, umumnya penurunan yang terjadi itu dipercepat dengan menggunakan vertikal drain sedalam tebal tanah lunak tersebut sambil diberi urugan tambahan (surcharge). Untuk lapisan tanah lunak yang cukup dalam, penggunaan vertikal drain ini menjadi sangat mahal, sehingga penggunaan vertikal drain dengan kedalaman terbatas harus dipertimbangkan. Sayangnya , penelitian mengenai vertikal drain dengan kedalaman terbatas ini sangat sedikit sekali sehingga perencanaannya hanya didasarkan atas anggapan - anggapan yang kasar yang seringkali tidak teliti. Untuk meneliti penggunaan vertikal drain dengan kedalaman terbatas ini dilakukan suatu pembebanan berupa tanah urug yang terdiri dari biji besi di suatu model tanah liat lunak. Penelitian ini dilaksanakan dengan mengamat-amati penurunan dari suatu lapisan tanah lunak yang diberi vertikal drain di dalam suatu kontainer akibat beban urugan dimana kedalaman dan jarak vertikal drain divariasi sedalam 0.25H, 0.5H , dan 0.75H ( H adalah tebal tanah lunaknya ). Beberapa settlement plate dan settlement point diletakkan di permukaan tanah liat serta di beberapa kedalaman tertentu di bawah daerah drain untuk mengamat-amati penurunannya. Hasil pengamatan dibandingkan dengan hasil analisa menggunakan finite difference dengan data cw dan cvh yang didapat dari laboratorium.",
  "creators": "KURTANDI SUKMONO; TONY",
  "contributors": "Sugie Prawono (Advisor 1); Soebianto Tjandrawibowo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 908/SIP/1999; Kurtandi Sukmono (21493075), Tony (21494066)",
  "subjects": "SOIL MECHANICS; SOILS-TESTING"
}