{
  "id": "16483",
  "title": "Hubungan biaya konstruksi bangunan dan inflasi (studi kasus berbagai tipe bangunan di Jawa Timur 1998)",
  "abstract": "Banyaknya perubahan dalam biaya konstruksi bangunan akibat laju inflasi yang terjadi akhir-akhir ini, mendorong diperlukannya analisa hubungan antara biaya konstruksi bangunan dan inflasi. Biaya konstruksi bangunan diuraikan berdasarkan elements of cost dan elements of building. Inflasi dipengaruhi oleh faktor ekonomi makro dan sosial politik. Prosentase biaya dan biaya permeter persegi merupakan suatu cara yang dilakukan agar antara tiap bangunan dan elemennya dapat dibandingkan satu dengan yang lain dan dapat diketahui keeratan hubungannya dengan inflasi. Data RAB dikumpulkan dari perusahaan kontraktor kelas A di Surabaya. Bangunan yang diteliti adaiah bangunan industri, bangunan rumah dan bangunan kantor yang berada di Jawa Timur pada tahun 1993 triwulan 1-1998 triwulan HI. Data inflasi diperoleh dengan mengolah data indeks harga konsumen kelompok perumahan dari Biro Pusat Statistik Surabaya.Data biaya konstruksi bangunan tiap elemen dari site work sampai specialties diolah menjadi prosentase biaya dan biaya permeter persegi, dianalisa terhadap inflasi per triwulan dari tahun 1993 sampai 1998, menggunakan metode pendekatan dengan cara regresi linier biasa. Uji terhadap koefisien regresi yang dilakukan adalah uji t dan R 2 untuk menentukan tingkat keeratan hubungan antara prosentase setiap elemen dalam suatu bangunan terhadap inflasi dan tingkat keeratan hubungan antara bangunan dan elemennya yang ditinjau dari biaya permeter persegi terhadap inflasi. Sebagai kesimpulan, biaya konstruksi bangunan ditinjau dari prosentase biaya elemennya yang paling erat hubungannya dengan inflasi untuk bangunan industri ialah elemen site work dengan R 2 =0.25, untuk bangunan rumah ialah elemen structure dengan R 2 = 0.13, dan untuk bangunan kantor ialah elemen thermal dan moisture protection dengan R 2 = 0.15. Sedangkan ditinjau dari biaya per meter perseginya, yang paling erat hubungannya dengan inflasi untuk bangunan industri ialah elemen doors and windows dengan R 2 = 0.46, untuk bangunan rumah ialah elemen structure dengan R 2 = 0.32, dan untuk bangunan kantor ialah elemen thermal dan moisture protection dengan R 2 = 0.42. Dengan demikian diharapkan hasil analisa hubungan ini dapat digunakan sebagai acuan pendekatan dalam menghadapi perubahan biaya konstruksi bangunan akibat inflasi di masa yang akan datang",
  "creators": "PRIESKA; BASTIAN WIRANTONO",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Indriani Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 897/SIP/1999; Bastian Wirantono (21494052), Prieska (21494071)",
  "subjects": "COMPUTER GRAPHICS; COMPUTER ANIMATION"
}