{
  "id": "1648",
  "title": "Penelitian segmentasi, targeting, dan positioning Radio Sangkakala serta mencari harapan pendengarnya",
  "abstract": "Penelitian terhadap para konsumen adalah salah satu cara untuk melakukan pengenalan kepada para konsumen. Seperti halnya Radio Sangkakala sebagai perusahaan jasa di bidang telekomunikasi membandingkan segmen dari para pendengaranya secara aktual dengan segmen primer yang telah ditetapkan juga membuat segmentasi baru berdasarkan faktor-faktor layanan yang ada di radio tersebut. Kemudian mencari harapan dari para pendengarnya dan membuktikan ketepatan positioning adalah cara-cara pengenalan terhadap konsumen yang dilakukan dengan penelitian. Penelitian ini dilakukan dengan menyebarkan kuesioner yang dilakukan secara semi wawancara kepada orang-orang yang diketahui sebagai pendengar Radio Sangkakala. Data yang didapat diolah untuk menganalisa profil dan harapan dari para pendengamya dengan menganalisa frekuensi masing-masing variabel profil dan harapan dan tabulasi silang beberapa variabel juga dicari hubungan dan ketergantungan antar variabel. Membuat segmentasi dengan analisa kluster dan mencari profil serta harapan masing-masing kluster dengan tabulasi silang. Mencari positioning Radio Sangkakala secara nyata dengan analisa faktor. Dari hasil pengolahan didapat bahwa segmen primer yang ditetapkan oleh pihak Radio Sangkakala hanya sesuai dari segi usia tetapi dari segi kelas sosial tidak sesuai. Kluster yang dijadikan sasaran adalah kluster satu dengan memperhatikan faktor layanan yang paling berpengaruh yaitu perbaikan pada penangkapan gelombang radio, telepon, sarana promosi, dan penerimaan gelombang Radio Sangkakala. Positioning Radio Sangkakala secara nyata adalah sebagai radio pendidikan dan hiburan yang sesuai untuk pendengar dewasa dan lanjut usia.",
  "creators": "ISTIANTO LIM; INNEKEWATI",
  "contributors": "KRESNAYANA YAHYA (Advisor 1); Danny Prabowo Soetanto (Advisor 2); I Nyoman Sutapa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/0733/IND/2003; Istianto Lim (25498018), Innekewati (25499103)",
  "subjects": "MARKETING MANAGEMENT"
}