{
  "id": "16482",
  "title": "Perancangan dan pengembangan fasilitas kerja pada stasiun kerja filler dan boring PT Djajanti Universal, Gresik",
  "abstract": "Tujuan dari penelitian dalam tugas akhir ini adalah untuk merancang dan merancang ulang fasilitas kerja pada industri manufaktur. Dua macam aktivitas penelitian telah dilakukan yaitu : (1) perancangan ulang meja kerja dan penopang kaki pada stasiun kerja filler, dan (2) perancangan bangku kerja dan penopang kaki pada stasiun kerja boring. Perancangan dan pengembangan tersebut dibuat berdasarkan pada data ergonomi, yang pengembangannya dilakukan dengan membandingkan hasil pengukuran langsung populasi pekerja terhadap perhitungan anthropometri dan biomekani, yang selanjutnya digunakan untuk mengantisipasi tinggi dan luasan fasilitas kerja. Tinggi dan luasan fasilitas kerja dianalisa dan dirancang sesuai dengan populasi pekerja Populasi yang ditinjau terdiri dari kedua jenis kelamin, yaitu 28 orang pekerja laki-laki pada stasiun kerja filler dan 25 orang pekerja wanita pada stasiun kerja boring. Validasi tingkat ketinggian tempat kerja terhadap tingkat produktivitas pekerja diantisipasi dengan menggunakan metode Anova Hasil penelitian ini dapat diterapkan untuk meningkatkan kenyamanan pekerja (dengan perbandingan antara postur kerja pada Pre-Design dan Post-Design) dan tingkat produktivitas perusahaan serta proyeksi nilai ekonomi secara langsung. Kata kunci : perancangan dan pengembangan fasilitas kerja, ergonomi, kenyamanan, ekonomi, anthropometri, dan biomekanik.",
  "creators": "MIMI KURNIAWAN",
  "contributors": "EKO NURMIANTO (Advisor 1); Jani Rahardjo (Advisor 2); S.G. Ferryanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/TI-001/1996; Mimi Kurniawan (25492075)",
  "subjects": "MANUFACTURING INDUSTRIES; FACILITY MANAGEMENT"
}