{
  "id": "16490",
  "title": "Upaya penurunan persentase produk cacat dengan metode DMAIC pada proses finishing di PT X",
  "abstract": "PT X merupakan perusahaan manufaktur yang memproduksi mebel kayu. Saat ini, permasalahan yang dihadapi oleh PT X adalah tingginya persentase produk cacat pada proses finishing. Persentase produk cacat tersebut adalah sebesar 24,52%, di mana besarnya persentase tidak memenuhi target yang ada. Fokus perbaikan yang dilakukan pada penelitian ini adalah menurunkan persentase produk cacat pada proses finishing dengan menggunakan metode DMAIC. Kualitas produk dapat meningkat dan dapat memenuhi standar kualitas yang tinggi dengan menurunnya persentase produk cacat. Proses finishing pada kondisi awal memiliki nilai SQL sebesar 3,88 dan DPMO sebesar 8757,5912. Kecacatan tertinggi pada proses finishing berdasarkan pembuatan diagram pareto adalah crack, chipping, veneer gelembung, dan gelombang, dan jenis kecacatan lainnya. Beberapa usulan perbaikan yang dilakukan, yaitu, pembuatan tool tambahan pada mesin hot press, penggantian pisau dan stopper dengan tepat waktu, internal inspection terhadap kualitas produk sebelum loading di proses finishing, dan usulan perbaikan lainnya. Setelah implementasi usulan perbaikan, proses finishing memiliki nilai SQL sebesar 3,92, DPMO sebesar 7778,6057, dan persentase produk cacat sebesar 21,78%. Jadi, penggunaan metode DMAIC telah berhasil menurunkan persentase produk cacat pada proses finishing secara signifikan. Penurunan persentase produk cacat yang terjadi pada proses finishing adalah sebesar 2,74%.",
  "creators": "CLAUDIA IRENE",
  "contributors": "Felecia, S.T., M.Sc. (Advisor 1); Siana Halim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021444/IND/2010; Claudia Irene (25406037)",
  "subjects": "QUALITY CONTROL; PRODUCTION MANAGEMENT"
}