{
  "id": "16497",
  "title": "Analisa penggembangan produk properti berdasarkan aspek non finansial dan aspek finansial",
  "abstract": "Dalam kondisi ekonomi yang masih tidak menentu perusahaan pengembang hams lebih memperhatikan masalah-masalah yang paling berpengaruh terhadap produk yang akan dijualnya. Aspek-aspek non finansial dan aspek finansial adalah aspek utama yang berpengaruh terhadap pengembangan produk properti. Penelitian tentang pengembangan produk properti yang dilakukan meliputi dua aspek yaitu aspek non finansial dan aspek finansial. Aspek non finansial terdiri dari analisa pasar, analisa manajemen, dan analisa keterlibatan pemerintah. Aspek finansial terdiri dari analisa arus kas, analisa Internal Rate of Return, dan analisa Net Present Value. Untuk menganalisa aspek non finansial dilakukan dengan cara menyebarkan kuesioner kepada 10 perusahaan pengembang, tetapi yang bersedia mengjsi hanya 6 perusahaan pengembang. Kuesioner ini bertujuan untuk mencari faktor-faktor non finansial yang berpengaruh dalam pengembangan produk properti dan hasilnya dianalisa dengan menggunakan analisa peringkat. Dan untuk analisa finansial, data-datanya didapat dari asumsi berdasarkan hasil wawancara dari beberapa pengembang yang bersedia untuk diwawancarai dan hasilnya digunakan untuk perhitungan arus kas, Internal Rate of Return, dan Net Present Value. Dari hasil analisa aspek non finansial diperoleh bahwa Analisa Keterlibatan Pemerintah (tingkat kepentingan 0.5740) mempunyai pengaruh paling besar, diikuti oleh Analisa Manajemen (tingkat kepentingan 0.5000) dan terakhir Analisa Pasar (tingkat kepentingan 0.4030). Dan dari hasil analisa aspek finansial terlihat bahwa Rencana A yaitu rencana penjualan produk properti yang terjual seluruhnya pada awal penjualan mempunyai nilai Internal Rate of Return 35.9247 % dan nilai Net Present Value 751.1068 (dalam jutaan rupiah), sedangkan Rencana B yaitu rencana penjualan seluruh produk properti secara bertahap mempunyai nilai Internal Rate of Return 25.0249 % dan nilai Net Present Value 256.8237 (dalam jutaan rupiah). Dari hasil penelitian dapat disimpulkan bahwa aspek non finansial sangat mendukung perusahaan pengembang dalam pengembangan produk properti. Sedangkan aspek finansial digunakan untuk mengetahui kelayakan investasi perusahaan pengembang dalam pengembangan produk properti. Perusahaan pengembang sebaiknya lebih memperhatikan pengaruh aspek non finansial dan aspek finansial dalam pengembangan produk properti.",
  "creators": "YOKE ARIVANNO HANDOYO; DWI AGUSTINE OKTAVIANI H",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Harry Patmadjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 962/SIP/1999; Yoke A. Handoyo (21493097), Dwi Agustine (21493140)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; PROJECT MANAGEMENT"
}