{
  "id": "16499",
  "title": "Analisa percepatan durasi aktivitas sebagai antisipasi keterlambatan proyek",
  "abstract": "Suatu proyek konstruksi terdiri dari berbagai jenis aktivitas, dimana masing-masing jenis aktivitas memiliki durasi pelaksanaan. Keterlambatan yang terjadi pada suatu aktivitas, akan berpotensi menyebabkan terjadinya keterlambatan pada keseluruhan durasi proyek, karena pada dasarnya jadual proyek konstruksi merupakan suatu rangkaian/jaringan yang terbenruk dari berbagai jenis aktivitas. Jika suatu aktivitas mengalami keterlambatan, maka seorang manajer proyek harus dapat mengambil langkah antisipasi. Salah satu langkah antisipasi yang dapat dilakukan adalah dengan melakukan percepatan pada aktivitas berikutnya. Penulisan skripsi ini bertujuan untuk meneliti dan merumuskan langkah-langkah percepatan aktivitas yang dapat dilakukan sebagai antisipasi jika terjadi keterlambatan pada suatu aktivitas. Penelitian dilakukan dengan menggunakan metode penjadualan jalur kritis (Critical Path Methods/CPM) yaitu model CPM 1 dan model CPM 2, dengan analisa \"bagaimana jika\". Setiap aktivitas yang terdapat dalam CPM dianalisa \"bila terjadi keterlambatan\" (\"what if analysis), kemudian dilakukan langkah antisipasinya dengan mempercepat aktivitas-aktivitas pengikutnya. Hasil yang didapat berupa grafik yang menunjukkan hubungan antara aktivitas yang terlambat dengan alternatif langkah antisipasinya, yaitu percepatan pada masing-masing aktivitas pengikutnya, dengan cara menambah jumlah pekerja ataupun jam kerja.",
  "creators": "ANDI SUNARTO; RUBEN SEBASTIAN SETIAWAN",
  "contributors": "Ratna S. Alifen (Advisor 1); Indriani Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 891/SIP/1999; Ruben Sebastian (21493120), Andi Sunarto (21493127)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; INDUSTRIAL PROJECT MANAGEMENT"
}