{
  "id": "16494",
  "title": "Potensi pemakaian kerikil peterongan, torjun dan omben di Pulau Madura untuk struktur beton",
  "abstract": "Pemakaian beton di pulau Madura sudah mulai banyak seiring dengan perkembangan pulau Madura yang dekat dengan pulau Jawa khususnya kota metropolitan Surabaya. Tetapi agregat kasar yang digunakan masih banyak didatangkan dari pulau Jawa dalam hal ini Mojokerto / Pasuruan dibandingkan pemakaian kerikil dan pulau Madura sendiri yang diragukan kekuatannya. Oleh sebab itu dilakukan penelitian tentang kerikil Paterongan, Torjun dan Omben yang ada di pulau Madura. Untuk menunjukkan kekuatan dari kerikil Paterongan, Torjun dan Omben tersebut maka dilakukan pengujian terhadap karakteristik kerikil secara fisik dan kimiawi. Dari pengujian itu dihasilkan nilai-nilai yang secara umum dapat dikatakan memenuhi Standar Normalisasi Indonesia, British Standard maupun American Society for Testing and Materials. Untuk berat volume ketiga kerikil tersebut memiliki nilai sekitar 1250 kg/m , untuk berat jenis nilai rata-rata dari ketiga kerikil tersebut 2,6, untuk kadar air dalam keadaan SSD 1,74 %. Sedangkan nilai modulus kehalusan dan nilai kepipihan dari ketiga agregat tersebut rata-rata mempunyai nilai 7,59 dan 20,5 %. Dari uji abrasi dan impact di dapatkan nilai rata-rata ketiga kerikil tersebut 27,33 % dan 14,52 %. Selain itu dilakukan juga pengujian beton yang menggunakan agregat dari ketiga kerikil tersebut. Dan pengujian ini dihasilkan, beton dengan menggunakan kerikil Paterongan hancur pada tegangan rata-rata 143 kg/cm 2 , beton dengan menggunakan kerikil Omben hancur pada tegangan rata-rata 178 kg/cm 2 dan beton dengan menggunakan kerikil Torjun hancur pada tegangan rata-rata 247.8 kg/cm 2 .",
  "creators": "TJWA KIM SIONG; SEE JEN",
  "contributors": "JULISTIONO HANDOJO (Advisor 1); Handoko Sugiharto (Advisor 2); Ir. Soehendro Ratnawidjaja, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 912/SIP/1999; See Jen (21493093), Tjwa Kim Siong (21493113)",
  "subjects": "BUILDING MATERIALS-TESTING; GRAVEL-TESTING; AGGREGATES (BUILDING MATERIALS)-TESTING"
}