{
  "id": "16504",
  "title": "Sistem dan prosedur pemeliharaan terencana bangunan di Universitas Kristen Petra",
  "abstract": "Pembangunan di Universitas Kristen Petra semakin berkembang saat ini. Hal ini menyebabkan penulis ingin membuat suatu sistetn dan prosedur pemeliharaan yang lebfli baik, yaitu suatu sistem pemeliharaan terencana. Sistem dan prosedur pemeliharaan yang berlaku selama ini disempumakan demikian rupa sehingga mennghasilkan suatu usulan sistem dan prosedur pemeliharaan yang mendukung pemeliharaan terencana. Di lain pihak usulan ini didukung oleh pula dengan penambhan standar-standar dan penggunaan software komputer. Usulan sistem dan prosedur ini bertujuan untuk memaksimalkan penerapan sistem pemeliharaan yang terencana. Penyempurnaan sistem dan prosedur ini diawah' dengan mempelajari masalah-masalah yang timbul dalam pelaksanaan sistem dan prosedur yang berlaku. Permasalahan yang timbul inilah yang nantinya dicari pemecahannya dan digunakan untuk menyempurnakan, sehingga penerapan sistem dan prosedur yang terencana dapat diterapkan secara rpaksimal, Metode penelitian yang digunakan adalah survey (magang) dan wawancara. Survey dilakukan di Unit Pemeliharaan dan Pelayanan Kampus (UPPK) sedangkan wawancara dilakukan dengan Pembantu Rektor II, UPPK dan unit-unit lain yang terkait dalam pemeliharaan. Usulan yang dibuat merupakan hasil alternatif terbaik dari altematif-altematif pemecahan masalah yang telah diuji dengan melalui wawancara juga. Hasil akhir yang berupa usulan sistem dan prosedur yang mendukung sistem pemeliharaan terencana. Usulan sistem dan prosedur ini didukung oleh penambahan standar-standar yang dibuat berdasarkan masalah yang timbul didalam pelaksanaan pekerjaan pemeUharaan. Demikian pula hamya dengan sistem pendataan yang disempumakan dengan pembuatan sistem pendataan dengan menggunakan software komputer (FoxPro release 2.5 for Windows). Sistem pendataan ini dirasa sangat mendukung usulan ini sehingga pada akhirnya tujuan penerapan pemeUharaan terencana dapat diterapkan secara maksimal.",
  "creators": "HARDI DERMAWAN; WIJANTO WIJONO",
  "contributors": "Connie Susilawati (Advisor 1); Paulus Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 893/SIP/1999; Wijanto Wijono (21493129), Hardi Dermawan (21494025)",
  "subjects": "BUILDINGS-MAINTENANCE"
}