{
  "id": "16503",
  "title": "Faktor-faktor dominan dalam proses pengembangan produk baru pada pengembang realestat (studi pengembang di Surabaya dan sekitarnya)",
  "abstract": "Kebutuhan akan tempat tinggal di Surabaya dan sekitarnya semakin meningkat seiring dengan perkembangannya menjadi kota metropolitan. Hal ini menyebabkan banyak pengembang mengembangkan produk baru realestat. Beberapa di antaranya mengalami kegagalan karena berbagai macam faktor, karenanya perlu untuk mempelajari faktor-faktor dominan dalam proses pengembangan produk baru. Produk baru menjadi pusat perhatian konsumen dan membuka peluang untuk memperkuat posisi pengembang dalam pasar. Perencanaan produk baru membutuhkan suatu proses tersendiri. Proses pengembangan produk baru terdiri dari delapan tahap yaitu idea generation, idea screening, phase konsep, pengembangan strategi pemasaran, analisa bisnis, pengembangan produk, pengujian pasar dan komersialisasi. Penelitian dilakukan dengan menyebarkan kuesioner pada pengembang realestat di Surabaya dan sekitarnya. Para responden ini dibagi atas tiga kategori, yaitu A, B dan C. Kategori A merupakan gabungan dari kategori B dan C. Kategori B terdiri dari 12 pengembang rumah tinggal. Kategori C terdiri dari 23 pengembang rumah tinggal dengan fasilitas. Hasil kuesioner yang diperoleh diolah dengan analisa varians single factor one way analysis. Deskripsi hasil penelitian menyatakan bahwa \"promosi yang dilakukan\" dengan mean 5.629 merupakan faktor paling dominan bagi responden kategori A. Kategori B menyatakan \"pengalaman perusahaan dalam membangun\" sebagai faktor paling dominan dengan mean 5.583. Kategori C menyatakan \"promosi yang dilakukan\" sebagai faktor paling dominan dengan mean 5.739. Dari analisa varians secara keseluruhan dapat diketahui hipotesa kategori A, B dan C ditolak karena Fhiumg > Ftabei, yang berarti faktor-faktor tersebut memberi peranan yang berbeda dalam proses pengembangan produk baru. Dari penelitian yang dilakukan dapat disimpulkan bahwa \"promosi yang dilakukan\" pada tahap pengembangan strategi pemasaran dan \"pengalaman perusahaan dalam membangun\" pada tahap pengembangan produk merupakan faktor-faktor paling dominan dalam proses pengembangan produk baru bagi pengembang realestat di Surabaya dan sekitarnya. Pengembang hendaknya mengoptimalkan kegiatan promosi dan mempelajari pengalaman membangun proyek yang telah lalu dalam pengembangan produk baru realestat.",
  "creators": "FELICIA ARIANTY; JEANNIE",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Yusuf Daud Endro Wicaksono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 892/SIP/1999; Jeannie (21493128), Felicia Arianty (21494069)",
  "subjects": "REAL ESTATE MANAGEMENT"
}