{
  "id": "16505",
  "title": "Evaluasi perilaku pilar jembatan yang direncanakan dengan bridge management system (BMS) terhadap gempa-gempa besar",
  "abstract": "Gempa di Kobe (Great Hanshin Earthquake) tanggal 17 Januari 1995 mengakibatkan kerusakan kolom jembatan Hashin Expressway. Adapun Hanshin Expressway merupakan jalan arteri yang sangat penting bagi transportasi di Jepang. Kehancuran jembatan ini tidak diharapkan terjadi lagi terutama di Indonesia, khususnya untuk kolom jembatan yang didisain berdasarkan Bridge Management System (BMS). Dalam Tugas Akhir ini dibahas mengenai perencanaan kolom jembatan salah satu bagian dari Proyek Jalan Tol Surabaya-Gresik. Perencanaan jembatan dilakukan dari dua arah yaitu arah memanjang jembatan dan arah melintang jembatan, dimana masing-masing arah didisain dengan dua konsep yaitu konsep gaya dan konsep perpindahan. Perencanaan pilar jembatan dengan konsep gaya yang mengacu pada peraturan teknik jembatan BMS, memakai taraf pembebanan gempa yang lebih kecil daripada perencanaan pilar jembatan dengan konsep perpindahan, sehingga rasio tulangan longitudinal yang dihasilkan pada perencanaan dengan konsep gaya lebih kecil daripada konsep perpindahan. Ditinjau dari kuat geser yang tersedia, pilar jembatan yang direncanakan dengan konsep gaya mampu menerima gaya geser yang lebih besar daripada pilar jembatan yang direncanakan dengan konsep perpindahan. Hal ini disebabkan karena perencanaan tulangan transversal dengan konsep gaya, mengacu pada persyaratan-persyaratan yang terdapat dalam BMS. Sedangkan pada konsep perpindahan, perencanaan tulangan transversal ditentukan oleh daktilitas kurvaturaya.",
  "creators": "WIKIATNATA; SANNY",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1); Takim Andriono (Advisor 2); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 793/SIP/1997; Wikiatnata (21493146), Sanny (21493152)",
  "subjects": "BRIDGES-DESIGN AND CONSTRUCTION"
}