{
  "id": "16507",
  "title": "Studi penelitian stabilitasi tanah pedel dengan kapur sebagai bahan urugan",
  "abstract": "Stabilisasi tanah adalah suatu usaha untuk memperbaiki sifat-sifat mekanis tanah dari lapisan tanah dengan tujuan memperbaiki sifat-sifat teknis tanah seperti kekuatan dan campressibititas. Bangunan-bangunan konstruksi yang akan dibangun sangat bergantung pada kondisi tanah dasar. Tidak selamanya tanah yang akan digunakan sebagai dasar bangunan selalu memiliki syarat konstruksi yang baik. Oleh karena itu dengan stabilisasi tanah diharapkan dapat memperbaharui sifat-sifat tanah antara lain perubahan volume, daya dukung tanah (strength), sifat perembesan (permeability), dan sifat ketahanan terhadap perubahan cuaca (durability). Tugas akhir ini merupakan percobaan di laboratorium Mekanika Tanah yaitu mengenai stabilisasi tanah pedel dengan kapur sebagai bahan urugan. Tanah pedel yang digunakan berasal dari suatu gunung di wilayah Gresik. Sedangkan kapur yang digunakan ada dua macam yaitu kapur hidup (gamping) dan kapur mati. Ada beberapa percobaan yang dilakukan antara lain pengujian pemadatan (Standard Proctor Test), Unconfined Strength Compression Test QJCS),California Bearing Ratio Test (CBR), dan pengujian swell (Swell Test). Curing dilakukan untuk 7,14 dan 28 hari Dari hasil analisa penelitian yang diperoleh dapat disimpulkan bahwa penambahan kapur hidup (gamping) maupun kapur mati ke dalam tanah pedel dapat meningkatkan nilai UCS dan CBR. Kadar campuran yang baik untuk kapur hidup (gamping) dan kapur mati adalah sebesar 5% dari berat kering tanah asli.",
  "creators": "IRVAN ONGNAWIJAYA; OKTAVIANO CHRISTANTO",
  "contributors": "Soebianto Tjandrawibowo (Advisor 1); Yusuf Daud Endro Wicaksono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 896/SIP/1999; Irvan Ongnawijaya (21493156), Oktaviano Christanto (21493168)",
  "subjects": "SOIL MECHANICS; SOIL TESTING"
}