{
  "id": "16506",
  "title": "Analisis klaim pada industri konstruksi ditinjau dari pendapat perencana, pengembang dan pemberi order",
  "abstract": "Klaim pada suatu proyek konstruksi dapat menyebabkan kerugian, baik terhadap biaya, waktu maupun kredibilitas. Hal ini dapat dicegah dengan mengetahui faktor yang paling berpengaruh dalam menyebabkan klaim,akibat klaim, langkah antisipasi klaim dan solusinya. Faktor penyebab klaim terdiri dari keterlambatan, perintah pemberi order pekerjaan untuk mengubah jadwal, perubahan konstruksi, perbedaan kondisi lapangan, kondisi cuaca yang tidak biasanya, aselerasi pekerjaan, penangguhan pekerjaan, ketidaksepakatan dalam harga akibat perubahan order, konflik dalam rencana dan spesifikasi, masalah-masalah lain. Akibat klaim dapat berupa penambahan biaya, waktu dan penurunan kredibilitas. Antisipasi klaim terdiri dari dokumentasi, pengetahuan kontrak, gambaran yang jelas tentang perubahan order, rencana dan penjadwalan, tindakan proaktif, preservation of rights. Solusi klaim terdiri dari engineering decision clause, negosiasi, litigasi, arbitrasi, mediasi. Penelitian dilakukan dengan menyebarkan kuesioner dan melakukan wawancara pada perusahaan perencana, pengembang dan pemberi order di Surabaya. Hasil kuesioner yang diperoleh kemudian diolah dengan analisa varian. Deskripsi hasil penelitian berdasarkan analisa mean menyatakan bahwa faktor-faktor yang cukup berpengaruh terhadap klaim adalah keterlambatan yang disebabkan oleh kontraktor (mean = 5.33), ketidaksepakatan harga akibat perubahan order yang disebabkan oleh adanya perubahan material, metode dan peralatan (mean = 4.33), perubahan konstruksi yang disebabkan oleh tidak sempurnanya rencana dan spesifikasi (mean = 5.00). Akibat dari klaim dapat berupa penambahan waktu (mean = 4.93 ; 5.13) dan penambahan biaya (mean = 5.29). Antisipasi klaim dapat berupa gambaran yang jelas tentang perubahan order 5.00), dokumentasi (mean = 5.43 ; 5.20). Sedangkan solusi yang paling tepat adalah negosiasi (mean = 5.07 ; 5.29). Kesimpulan yang didapat, faktor penyebab Maim berdasarkan mean tertinggi adalah keterlambatan yang disebabkan oleh kontraktor. Akibat klaim yang terutama adalah penambahan biaya. Antisipasi yang hams dilakukan adalah dokumentasi. Sedangkan solusi yang paling tepat adalah negosiasi. Disarankan adanya rencana, penjadwalan dan pengetahuan tentang kontrak yang sebaik-baiknya.",
  "creators": "LINAWATI; OLLY NILAMSARI",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Ratna S. Alifen (Advisor 2); Paulus Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 900/SIP/1999; Linawati (21493154), Olly Nilamsari (21493158)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}