{
  "id": "16500",
  "title": "Metode peningkatan daya dukung tiang dengan menggunakan pemisahan end bearing (qb) dan friction (qs) dan bulp dengan kapasitas dongkrak terbatas",
  "abstract": "Pondasi tiang umumnya digunakan sebagai pondasi dari suatu bangunan yang didirikan di atas suatu lapisan tanah lunak. Daya dukung dari pondasi tiang ini terdiri dari end bearing (Qb) yang bekerja pada ujung tiang dan friction bearing (Qs) yang bekerja sebagai lekatan atau gesekan pada dinding tiang. Salah satu sistem yang tidak mengganggu lingkungan sekitar dalam pemasangan pondasi tiang ini adalah sistem hydraulic jacked piles. Kelemahan dari sistem ini adalah bahwa daya dukung pondasi tiang yang dipasang tergantung dari besarnya kapasitas dongkrak yang digunakan dan berat counter weight. Selain itu untuk pemasangan tiang pondasi dengan daya dukung yang tinggi, alat tekan yang digunakan menjadi terlalu berat sehingga mobilitas alat menjadi sangat terhambat. Sistem pondasi tiang dengan dongkrak dalam penelitian ini didasarkan atas pemisahan antara end bearing (Qb) dan friction bearing (Qs). Tujuannya adalah agar dengan alat dongkrak yang kapasitasnya terbatas dapat dihasilkan suatu pondasi tiang dengan daya dukung beberapa kali lipat lebih besar dibandingkan dengan gaya tekan maksimum dongkrak yang digunakan. Penelitian dilaksanakan dengan model tiang yang menggunakan dua ukuran pipa, yaitu outer pipe dan inner pipe. Penekanan inner pipe yang ujungnya diberi sepatu mewakili end bearing, sedang penekanan outer pipe mewakili friction bearing. Melalui test pembebanan diketahui daya dukung tiang dengan pemisahan Qb-Qs ini dan hasilnya dibandingkan dengan tiang tanpa pemisahan Qb-Qs. Untuk lebih memperbesar daya dukung pada ujung tiang ditambahkan juga bulb dan diteliti pula seberapa besar kontribusinya. Hasil dari test pembebanan menunjukkan peningkatan daya dukung akibat pemisahan Qb dan Qs minimal mencapai 175% dibandingkan dengan tiang tanpa pemisahan. Penambahan bulb pada tiang yang telah dipisahkan dapat meningkatkan daya dukung hingga mencapai rata-rata 201%.",
  "creators": "HONGGARA WIJOYO; SYLVIA DEWI SANTOSO",
  "contributors": "Sugie Prawono (Advisor 1); Gogot Setyo Budi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1062 S; Honggara Wijoyo (21497020), Sylvia Dewi Santoso (21497090)",
  "subjects": "PILING (CIVIL ENGINEERING); SOILS-TESTING; SOIL MECHANICS"
}