{
  "id": "1651",
  "title": "Perancangan metode dan fasilitas kerja di Janfu Garment dengan pendekatan ergonomi untuk meningkatkan produktifitas pekerja",
  "abstract": "Dalam usaha untuk meningkatkan kenyamanan kerja di Janfu Garment, dijumpai beberapa hambatan. Salah satu hambatan tersebut adalah fasilitas kerja yang dipakai kurang nyaman. Tujuan dari penulisan Tugas Akhir ini adalah meningkatkan kenyamanan kerja, dengan adanya peningkatan kenyamanan kerja maka dapat menunjang pula peningkatan terhadap produktifitasnya. Untuk meningkatkan kenyamanannya maka dilakukan perancangan. Perancangan metode dan fasilitas kerja yang nyaman ini didasarkan pada analisa Rapid Entire Body Assesment (REBA) dan analisa data antropometri mengenai dimensi tubuh manusia. Selain itu analisa REBA juga digunakan sebagai dasar penentuan proses yang akan diperbaiki. Untuk mengetahui adanya peningkatan kenyamanan ini maka dilakukan analisa perbandingan antara sebelum dan sesudah implementasi rancangan. Analisa ini juga didukung dari hasil wawancara secara langsung dengan pekerja mengenai keluhan yang timbul. Sedangkan untuk mengetahui adanya peningkatan produktifitas maka juga dilakukan analisa perbandingan terhadap waktu kerja yang diperlukan, jumlah output yang dihasilkan. Dari hasil implementasi rancangan yang ergonomis ini dapat mempermudah pekerja dalam melakukan pekerjaannya, sehingga dapat mengurangi kelelahan dan jumlah keluhan yang timbul pada saat bekerja, Selain itu juga dapat membuat pekerja untuk bekerja lebih cepat dan lebih lama berada ditempat. Hal ini dapat dilihat dengan adanya penghematan waktu setelah perancangan sebesar 3,1% pada bagian penjahitan resleting dan kantong belakang, 3,8% pada bagian penjahitan badan dan kantong depan, 3,5% pada bagian penjahitan ban dan sum, 3,2% pada bagian obras, 3,6% pada proses pemasangan kancing, 4,03% pada proses penyeterikaan, 4,1% pada proses packing.",
  "creators": "JEFFRY KIONGKO GOENAWAN",
  "contributors": "Soejono Tjitro (Advisor 1); Kriswanto Widiawan (Advisor 2); Jani Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/0701/IND/2003; Jeffry Kiongko Goenawan (25499007)",
  "subjects": "WORK MEASUREMENT; FACTORY MANAGEMENT; FACILITY MANAGEMENT"
}