{
  "id": "16515",
  "title": "Perancangan tata letak fasilitas dan sistem inventory untuk meningkatkan kapasitas produksi pada departemen carpenter PT Trias Sentosa, Tbk",
  "abstract": "Seiring dengan perkembangan perusahaan ke depannya, departemen Carpenter harus mampu meningkatkan kapasitas produksinya. Banyak cara yang dapat dilakukan untuk meningkatkan kapasitas produksi. Salah satunya adalah dengan perancangan tata letak fasilitas dan sistem inventory. Sistem inventory yang baik akan mendukung terciptanya tata letak fasilitas yang teratur, sehingga pada akhirnya diharapkan dapat meningkatkan kapasitas produksi. Permasalahan yang dihadapi departemen Carpenter adalah tingginya stok bahan baku yang tersimpan dan tata letak fasilitas yang tidak teratur. Oleh karena itu, perlu dilakukan perancangan sistem inventory dan tata letak fasilitas, sehingga efisiensi dan kapasitas produksi dapat ditingkatkan. Perancangan sistem inventory akan menggunakan metode Periodic Review System, sedangkan untuk perancangan tata letak fasilitas akan menggunakan metode CORELAP dan BLOCPLAN. Layout yang dihasilkan dari kedua metode tersebut kemudian disimulasikan dengan software ProModel untuk mengetahui peningkatan kapasitas produksi yang terjadi. Hasil perancangan inventory menunjukkan bahwa jumlah stok bahan baku dapat diturunkan hingga mencapai 55,3%, sedangkan hasil perancangan tata letak fasilitas dengan menggunakan layout usulan-3 dapat meningkatkan kapasitas produksi sebanyak 3,39%.",
  "creators": "BAMBANG PURNAMA ADI S",
  "contributors": "Tanti Octavia (Advisor 1); ADRIAN WIBISONO (Advisor 2); Herri Christian Palit (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021452/IND/2010; Bambang Purnama Adi Sutjipto (25406079)",
  "subjects": "PLANT LAYOUT; PRODUCTION MANAGEMENT; INVENTORY CONTROL"
}