{
  "id": "16512",
  "title": "Upaya penurunan downtime pada mesin double deck di PT X",
  "abstract": "PT X merupakan perusahaan yang bergerak pada bidang penghasil kantong plastik, sedotan dan berbagai jenis lainnya. Bahan dasar dari plastik ini terdiri dari bahan polypropylene (PP) dan polyethylene (PE). PT X didirikan pada tahun 1992 di Jetis, Mojokerto, Jawa timur. Departemen produksi pada PT X terdiri dari 2 bagian yaitu bagian extruder dan bagian potong (las). Bagian extruder adalah bagian yang mengubah dari bijih plastik menjadi gulungan/roll plastik, sedangkan bagian potong adalah bagian yang mengubah roll plastik menjadi potongan-potongan yang sesuai dengan ukuran order. Data pada tahun 2009 menunjukkan bahwa persentase kerja mesin pada departemen potong rata-rata hanya 30% dari kapasitas yang diharapkan. Efisiensi produktivitas mesin yang rendah dapat menyebabkan berbagai kerugian misalnya keterlambatan pengiriman yang berdampak langsung terhadap kepuasan konsumen. Oleh karena itu, perusahaan ingin meminimalisasi downtime yang ada sehingga diperoleh kapasitas produksi yang lebih baik. Pengamatan akan dilakukan pada tiga jenis mesin double deck yang berbeda yaitu STY 2, SSL 2 dan STB. Hasil pengamatan awal adalah terdapat 25 penyebab terjadinya downtime mesin. Hasil pengambilan data berupa persentase downtime akan diolah menggunakan fishbone diagram dan pareto chart. Selama pengamatan persentase downtime mesin yang terjadi adalah 41,3 % dari total waktu pengamatan, sedangkan selama implementasi persentase downtime mesin yang terjadi adalah 29,7% dari total waktu implementasi.",
  "creators": "OSCAR GUNAWAN WIDODO S",
  "contributors": "Togar Wiliater Soaloon Panjaitan, S.T., MBA. (Advisor 1); ANG HARRY TJAHJONO (Advisor 2); I Nyoman Sutapa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021474/IND/2010; Oscar Gunawan (25406103)",
  "subjects": "EFFICIENCY, INDUSTRIAL; PRODUCTION CONTROL; PRODUCTION MANAGEMENT"
}