{
  "id": "16522",
  "title": "Manajemen risiko pada perusahaan beton readymix",
  "abstract": "Skripsi yang berjudul \" MANAJEMEN RISIKO PADA PERUSAHAAN BETON READYMIX \" merupakan studi literatur dan studi kasus pada perusahaan-perusahaan beton readymix yang ada di Surabaya dan Denpasar. Pcnelitian tentang masalah manajemen risiko yang sudah banyak dilakukan di luar negeri itu, ternyata masih jarang sekali dilakukan di Indonesia, padahal risiko merupakan hal penting yang pada dasarnya tidak dapat dihilangkan dan dapat secara langsung atau tidak langsung mengancam kelangsungan hidup suatu perusahaan. Tujuan dari penelitian ini adalah untuk mcngetahui apa saja risiko di bidang manajemen pada perusahaan beton readymix itu, serta sejauh mana tingkat kepentingannya, sehingga memudahkan untuk melakukan penanganan. Penelitian ini terdiri dari tiga tahap, yaitu studi literatur, wawancara dengan perusahaan beton readymix, dan studi kasus. Data yang diperoleh dari literatur dan wawancara dijadikan dasar dalam pembuatan kuesioner dan disebarkan ke 14 perusahaan beton readymix, dengan perincian 12 perusahaan beton readymix di Surabaya dan 2 perusahaan beton readymix di Denpasar. Namun karena keadaan perekonomian Indonesia yang saat ini tengah dilanda krisis dan berdampak pula pada industri konstruksi yang banyak mengkonsumsi beton siap pakai, data yang terkumpul hanya diperoleh dari 9 responden saja. Karena data yang diperoleh terlalu sedikit, proses pengolahan data dilakukan dengan analisa logika sederhana. Dari hasil pengolahan data menunjukkan 34 jenis risiko yang dihadapi oleh perusahaan beton readymix yang teridentifikasi hampir sama tingkat kepentingannya. Kategori risiko terpenting adalah risiko yang berkaitan dengan teknis. Elemen risiko yang paling penting adalah risiko selling time yang disebabkan oleh kesalahan manusia {human error), elemen risiko ini termasuk kategori risiko yang berkaitan dengan teknis. Scdangkan kategori risiko yang mempunyai tingkat kepentingan terendah adalah risiko yang disebabkan oleh kejadian lidak terduga dan elemen risiko yang paling rendah adalah risiko bencana alam, elemen risiko ini termasuk kategori risiko yang disebabkan oleh kejadian tidak terduga.",
  "creators": "HANDOKO THAYONO",
  "contributors": "Paulus Nugraha (Advisor 1); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 903/SIP/1999; Handoko Thayono (21493178)",
  "subjects": "CONCRETE CONSTRUCTION INDUSTRY-MANAGEMENT; CONSTRUCTION INDUSTRY-MANAGEMENT"
}