{
  "id": "16527",
  "title": "The Effective time for PT X to advertise its product in commercial television media",
  "abstract": "This paper explains the writer's internship and some experiences. The writer gets almost one month in PT. X cigarette company. The first chapter of this paper is the introduction. This chapter explains the background of choosing this title, the problem, purposes, significance of the study, and its scope and limitation. In chapter two, readers may find the theories of choosing the best time to use commercial television advertising and the benefits of having that classification time. The third chapter explained the data collection and analysis of the SCTV station's schedule in May 1996. The last chapter summarizes the whole chapter until the conclusion and suggestion. Finally, the writer encloses the paper with bibliographies and appendixes. This paper explains the writer's internship and some experiences. The writer gets almost one month in PT. X cigarette company. The first chapter of this paper is the introduction. This chapter explains the background of choosing this title, the problem, purposes, significance of the study, and its scope and limitation. In chapter two, readers may find the theories of choosing the best time to use commercial television advertising and the benefits of having that classification time. The third chapter explained the data collection and analysis of the SCTV station's schedule in May 1996. The last chapter summarizes the whole chapter until the conclusion and suggestion. Finally, the writer encloses the paper with bibliographies and appendixes.",
  "creators": "INDRA KUSUMAWATI",
  "contributors": "LENIWATI SLAMET (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Diploma 2",
  "sub_category": "Final Project",
  "source": "Final Project No. 014/PBE/1996; Indra Kusumawati (92294026)",
  "subjects": "ADVERTISING; SALES PROMOTION"
}