{
  "id": "16545",
  "title": "Peningkatan produktivitas produk D16D di assembly line A PT Astra Otoparts divisi Adiwira Plastik",
  "abstract": "PT Astra Otoparts Divisi Adiwira Plastik merupakan perusahaan yang bergerak dibidang manufaktur komponen kendaraan bermotor yang berbahan plastik. Perusahaan selalu melakukan continuous improvement seiring dengan tuntutan customer untuk menekan harga jual. Salah satu improvement tersebut adalah meningkatkan produktivitas di assembly line. Hal tersebut dicapai dengan cara menurunkan cycle time dan baratsuki proses assembly salah satu produk, yaitu D16D . Perusahaan memiliki target untuk penurunan cycle time menjadi 7,57 detik dan baratsuki menjadi 1 detik. Cycle time dan baratsuki diturunkan dengan melakukan kaizen terhadap ele men gerak dari proses assembly D16D. Kaizen yang dilakukan antara lain relayout assembly line sehingga memungkinkan operator menggunakan kedua tangannya secara bersamaan dan menghilangkan gerakan operator yang tidak diperlukan. Selain itu, kaizen dilakukan dengan pembuatan sliding board untuk memudahkan convey, modifikasi proses dan tools yang digunakan dalam proses assembly D16D , dan penggunaan alat untuk memperpendek jarak operator dengan tools dan part serta mempermudah pengambilan part. Hasil dari kaizen adalah penurunan cycle time bottleneck dan baratsuki maksimal pada produk D16D sebesar 28,22% dan 66,35%. Penurunan cycle time dan baratsuki tersebut meningkatkan produktivitas assembly line sebesar 39,71%. Selain itu, pembaruan dan pembuatan standar kerja yang baru dalam bentuk Work Instruction , Tabel Standar Kerja, Tabel Standar Kerja Kombinasi, Layout, dan Yamazumi Chart.",
  "creators": "ADRIAN SIHANABUN",
  "contributors": "Herri Christian Palit (Advisor 1); AFIAN SETYANTO (Advisor 2); Debora Anne Yang Aysia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021442/IND/2010; Adrian Sihanabun (25406022)",
  "subjects": "PRODUCTION PLANNING; INDUSTRIAL PRODUCTIVITY; PLANT LAYOUT; PRODUCTION MANAGEMENT"
}