{
  "id": "1655",
  "title": "Perancangan interior Pusat Penjualan dan Informasi Musik di Surabaya",
  "abstract": "Pusat Penjualan dan Informasi Musik di Surabaya ini merupakan suatu wadah yang menyediakan barang-barang yang berhubungan dengan musik, vang sifatnya siap dengar, seperti CD (Compact Disc), kaset, dan aksesorisnya. Tempat-tempat penjualan seperti ini sebenarnya sudah banyak kita temui. tetapi sering sekali mereka lebih menitikberatkan pada sisi komersialnya saja, padahal musik merupakan sesuatu yang esensial dalam hidup manusia, oleh karena itu perlu disebarluaskan atau dilestarikan. Salah satu cara menyebarluaskan musik adalah melalui informasi. Untuk itu, Pusat Penjualan dan Informasi Musik ini menyediakan fasilitas tambahan yang berupa internet, pencobaan CD, dan konsep cafe untuk menimbulkan kesan santai dan akrab dengan musik. Perancangan Interiornya yang mengambil tema Contradiction bertujuan untuk lebih menonjolkan keberadaan musik. Contradiction yang berarti bertentangan, sebenarnya memiliki arti lain didalamnya. Dua hal yang bertentangan akan membuat kedua elemen menjadi semakin jelas terasa. Musik yang ingin ditonjolkan disini juga tidak melupakan unsur-unsur penunjangnya yaitu informasi, sebab tanpa informasi, musik-musik baru tidak akan tercipta, dan itu akan menghambat perkembangan musik sendiri. Desain yang tercipta dalam Pusat Penjualan dan Informasi Musik ini mengambil dasar dari esensi musik sendiri. Hal tersebut terwujud dalam pola penataan ruang dan pemilihan bentuknya yang mengkontradiksikan pola radial dan grid. Untuk pemilihan warnanya, diambil warna-warna primer yang memiliki karakter paling kuat untuk menggambarkan adanya berbagai macam aliran musik yang ada. Sebagai pembandingnya diambil warna-wama netral yang melambangkan kolaborasi aliran-aliran musik tersebut menjadi suatu jenis musik baru yang enak didengar. Suasana yang akan diciptakan dalam Pusat Penjualan dan Informasi Musik adalah suasana exciting dan fluturistik, Perasaan exciting itu diwujudkan melalui desain-desain yang dinamis sehingga dapat memainkan emosi pengunjung. Sedangkan kesan futuristiknya berasal dari penggunaan bahan besi yang berwarna silver atau perak. Kesan futuristik ini timbul karena ingin menggambarkan bahwa musik juga memiliki pandangan atau wawasan kedepan.",
  "creators": "MEGAWATI SUSANTO",
  "contributors": "HARTOTO INDRA (Advisor 1); Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor 2); MULJONO HUSODO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 0020/DIN/2002; Megawati Susanto (41498028)",
  "subjects": "STORE DECORATION"
}