{
  "id": "16568",
  "title": "Analisa kualitas layanan di supermarket Sanrio",
  "abstract": "Supermarket Sanrio merupakan perusahaan yang bergerak dalam bidang jasa. Supermarket Sanrio adalah perusahaan retail yang ada di jantung kota Mojokerto, yaitu di jalan Bhayangkara 22. Karena bergerak dibidang jasa, maka tidaklah berlebihan apabila pihak supermarket perlu untuk menjaga serta meningkatkan kualitas layanan dalam melayani customer supermarket. Karena tolak ukur keberhasilan suatu perusahaan jasa bergantung pada kualitas layanan yang diberikan. Tujuan penelitian tugas akhir ini adalah untuk mengetahui variabel yang mengakibatkan gap, mengetahui faktor yang dianggap paling penting oleh customer dalam layanan, dan memberikan saran demi perbaikan kualitas layanan supermarket sanrio. Metode yang digunakan pada penelitian tugas akhir ini adalah metode Servqual. Metode servqual disini berdasarkan pada ada atau tidaknya gap baik untuk pihak customer maupun pada pihak provider. Jadi gap yang diteliti adalah gap yang terjadi secara eksternal dan internal. Penelitian gap dilakukan untuk kelima dimensi servqual diantaranya dimensi tangible, reliability, responsiveness, assurance, dan empathy. Ada lima gap yang mungkin timbul, diantaranya adalah gap 5 yang merupakan gap eksternal yang terjadi pada customer supermarket sedangkan gap 1 sampai dengan gap 4 merupakan gap internal yang terjadi ditubuh manajemen supermarket sanrio selaku pihak provider. Melalui data antecedents dapat diketahui mengapa terjadi gap 1 sampai dengan gap 3. Dengan diketahuinya penyebab terjadinya gap maka akan diketahui pula solusinya sebagai langkah awal untuk dapat meningkatkan kualitas layanan.",
  "creators": "WIWIN SETYOWATI",
  "contributors": "Jani Rahardjo (Advisor 1); Indriati Njoto Bisono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 420/TI-011/2001; Wiwin Setyowati (25495098)",
  "subjects": "CONSUMERS-RESEARCH; QUALITY OF SERVICE"
}