{
  "id": "16563",
  "title": "Studi banding material bata konvensional dengan beton ringan dalam proses dan aplikasi",
  "abstract": "Produktivitas adalah hal yang penting yang harus diketahui dalam pelaksanakan suatu proyek. Suatu proyek dikatakan sukses apabila kontraktor berhasil mendapatkan laba maksimum dan owner mendapatkan hasil yang memuaskan serta tepat waktu dalam penyelesaiannya. Salah satu yang menentukan kesuksesan suatu proyek tersebut adalah produktivitas. Produktivitas khususnya pemasangan dinding dapat ditingkatkan dengan merubah jenis materil yang dimanfaatkan untuk pemasangan dinding. Selain itu kini isu lingkungan mulai menjadi pemikiran dalam menjalankan suatu proyek, sehingga dibutuhkan material yang ramah lingkungan. Pada penelitian ini yang diamati adalah proses pembuatan bata konvensional dan beton ringan, produktivitas dari pemasangan dinding dengan menggunakan bata konvensional maupun beton ringan, dan juga disertakan analisa biaya pemasangan dinding berdasarkan SNI 2002. Hasil pengamatan pada proses pembuatan diperoleh bahwa pembuatan bata konvensional memanfaat kan tanah liat sebagai bahan utama, sedangkan beton ringan menggunakan pasir kuarsa. Untuk hasil penelitian produktivitas diperoleh bahwa produktivitas pemasangan dinding beton ringan sebesar 3,02 m 2 /jam untuk pasangan, 1,54 m 2 /jam untuk plasteran, dan 4,87 m 2 /jam untuk acian. Sedangkan untuk bata konvensional sebesar 0,96 m 2 /jam untuk pasangan, 1,69 m 2 /jam untuk plasteran, dan 4,67 m 2 /jam untuk acian. Dalam analisa biaya didapatkan untuk pemasangan dinding dengan memakai beton ringan dibutuhkan biaya sebesar Rp. 108.750,-/m 2 dan untuk bata konvensional dibutuhkan biaya Rp. 97.550,-/m 2 .",
  "creators": "SUMARLIN WONGSO ATMOJO; INDRA PRAMANA WIJAYA",
  "contributors": "Yusuf Daud Endro Wicaksono (Advisor 1); Sentosa Limanto (Advisor 2); Jonathan Hendra Kusuma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011702/SIP/2010; Sumarlin Wongso Atmojo (21405048), Indra Pramana Wijaya (21405052)",
  "subjects": "LIGHTWEIGH CONCRETE; BUILDING MATERIALS; BRICKS"
}