{
  "id": "16560",
  "title": "Manajemen risiko pada kecelakaan kerja di proyek konstruksi",
  "abstract": "Setiap pekerjaan konstruksi memiliki karakteristik yang unik dan kompleks sehingga dapat mempertinggi risiko terjadinya kecelakaan kerja. Namun pada kenyataannya masih banyak dijumpai perusahaan kontraktor yang lebih cenderung memperhatikan kualitas, biaya dan waktu pelaksanaan suatu proyek sehingga kurang memperhatikan dalam hal keselamatan kerja. Oleh karena itu, penulis merasa perlu adanya penelitian mengenai penerapan manajemen risiko pada kecelakaan kerja di proyek konstruksi. Manajemen risiko adalah proses mengevaluasi risiko yang disebabkan oleh perusahaan atau individu dan meminimumkan biaya yang ada dalam risiko tersebut. Secara umum proses dalam manajemen risiko dapat dijelaskan dalam beberapa tahap, yaitu : mengidentifikasi risiko, mengevaluasi risiko, mengendalikan/mencegah risiko, dan membiayai risiko. Dari faktor-faktor tersebut diteliti dengan menggunakan metode kuesioner tentang kecelakaan kerja pada proyek konstruksi, dimana responden penelitian ini adalah kontraktor skala grade 6 dan kontraktor skala grade 7 di Surabaya. Analisis yang digunakan adalah analisa deskriptif yaitu : analisa distribusi frekuensi dan analisa mean . Selain itu juga digunakan analisa inferensial dengan metode two-way ANOVA. Dari hasil penelitian diperoleh kesimpulan yaitu faktor penyebab kecelakaan kerja yang paling berpengaruh bagi kontraktor untuk meningkatkan kinerja keselamatan kerja adalah faktor secondary causes of accidents. Pada faktor mencegah risiko, \"Alat Pelindung Diri (APD)\" adalah upaya pencegahan yang terbaik untuk mengurangi risiko terjadinya kecelakaan kerja di proyek konstruksi. Untuk faktor pembiayaan risiko, \"asuransi\" digunakan pada kecelakaan kerja di proyek konstruksi.",
  "creators": "FERRY; JEREMY EMMANUEL GOENTORO",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Andi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011705/SIP/2010; Ferry (21405090), Jeremy Emmanuel Goentoro (21406027)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; CONSTRUCTION INDUSTRY-SAFETY MEASURES"
}