{
  "id": "1656",
  "title": "Perancangan Interior Museum Teknologi Telekomunikasi di Surabaya",
  "abstract": "Seiring dengan perkembangan zaman yang semakin pesat, masyarakat modern dituntut memiliki wawasan yang luas tentang perkembangan teknologi yang serba cepat, salah satu teknologi yang sangat penting di era globalisasi ini adalah teknologi telekomunikasi, dimana pada era saat ini segala sesuatu berjalan dengan sangat cepat sehingga akses cepat dari sebuah telekomunikasi sangat diperlukan. Selain memiliki wawasan ke depan, masyarakat juga sangat perlu melihat ke belakang, di mana kecanggihan sarana telekomunikasi yang ada pada saat ini tidak terlepas dari rangkaian sejarah perkembangan telekomunikasi sejak masa lampau. Dari adanya pengetahuan tentang sejarah tersebut, diharapkan masyarakat dapat menghargai karya-karya bersejarah pada masa lampau dan sekaligus menjadikannya sebagai pemacu perkembangan bagi masyarakat untuk lebih maju lagi. Oleh karena itu sebuah tempat yang berperan untuk melindungi, merawat, dan memamerkan benda-benda bersejarah tersebut diperlukan. Sebuah museum sebagai tempat yang dapat mengakomodasi keperluan dan perawatan benda-benda bersejarah ini mempunyai peran yang besar dalam menyajikannya. Karena keberadaan museum-museum yang telah ada sebelumnya kurang dapat mengakomodasi kebutuhan museum yang sebenarnya, maka diperlukan sebuah terobosan baru, yaitu museum yang berwawasan iptek dengan sentuhan artistik Desain interior sebagai salah satu hal yang terkait dalam pembuatan sebuah museum, memegang peran penting dalam perancangan sebuah museum yang berwawasan iptek dan sentuhan artistik. Dalam menciptakan museum yang demikian diperlukan sebuah konsep yang dapat mengangkat citra benda-benda yang ada di dalam sebuah museum. Dipadukan dengan pola bentuk, wama, material, cahaya dan unsur-unsur desain yang lain maka konsep dapat diterjemahkan dalam sebuah desain yang menarik. Perancangan museum yang demikian bertujuan untuk membuat sarana yang tepat dalam memberikan informasi edukasi bagi masyarakat dan dapat menciptakan sebuah sarana rekreatif guna menimbulkan apresiasi masyarakat terhadap benda-benda yang ada didalam museum itu. Oleh karena itu, Museum Teknologi Telekomunikasi ini dibuat.",
  "creators": "HAPPY SUSANTO",
  "contributors": "HARTOTO INDRA (Advisor 1); Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor 2); MULJONO HUSODO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 0023/DIN/2002; Happy Susanto (41498031)",
  "subjects": "TELECOMMUNICATION-MUSEUMS-DECORATION; MUSEUM BUILDINGS-DECORATION"
}