{
  "id": "1658",
  "title": "Perancangan interior Toko Model Bridgestone di Surabaya",
  "abstract": "Perancangan interior toko ban Bridgestone di jalan Kertajaya Indah II Surabaya dilatar belakangi oleh keinginan owner untuk memiliki sebuah toko model ban Bridgestone yang lain dari pada yang lain dibandingkan toko ban yang lain. Diharapkan pengunjung toko tidak hanya datang membeli langsung pulang tetapi mendapatkan pengetahuan tentang ban itu sendiri dan produk ban terbaru yang dipamerkan oleh toko serta dapat memiliki suatu gambaran mobil yang dimiliki dengan memasuki ruang desain. Jenis produk ban yang ditawarkan adalah produk ban dengan merek Bridgestone, dimana toko tersebut memberikan ruang pamer produk yang mempunyai tujuan produk ban yang baru dapat dilihat secara langsung. Pengunjung dikelompokkan menjadi 3 (tiga) kelompok yaitu pertama adalah pengunjung pria masih muda, pengunjung tersebut masih dibedakan menjadi dua lagi yaitu para modifikator dan biasa. Kedua pengunjung pria yang sudah tua, pengunjung tersebut juga dibedakan menjadi dua lagi yaitu para modifikator atau yang sudah berkeluarga dan yang terakhir yaitu ketiga pengunjung wanita. Selain pengunjung, pengelola dibedakan menjadi direktur, marketing manager, operasional manager, finance manager, dan para staff yang memiliki tugas dan tanggung jawab yang berbeda-beda. Bila mengingat perancang bertujuan sebagai wadah kegiatan pemakai (sivitas), jual beli maka sebagai tempat promosi dan transaksi toko model ban Bridgestone tersebut dibagi menjadi area pamer, resepsionis, ruang tunggu, ruang desain, gudang, ruang karyawan dan kantor. Perancangan interior area tersebut toko ban Bridgestone menggunakan konsep Fl dimana arti sebuah kecepatan terwujud dalam interiornya, konsep tersebut adalah Wind (pengunjung) - Driver (pengelola) - Engine (produk) - Speed (kepuasan). Keinginan owner terhadap toko model ban Bridgestone adalah toko ini mampu menampilkan suasana High-Tech Akhirnya dilatar belakangi konsep mobil Fl, ditentukan gaya sport dan high-tech menjadi dasar perancangan interior toko model ban Bridgestone. Pola kecepatan High- Tech nampak pada zotming yang mempunyai konsep Fl. Karakteristik High-Tech adalah bahan yang menggunakan besi, aluminium, stainless, fiber, dan kelihatan kuat, kaku. Karakter tersebut terlihat pada kolom, dinding dan mebelnya. Dalam proses kegiatan transaksi jual beli ban Bridgestone yang memberi pengalaman berbelanja dan suasana interior yamg bercirikan karakter barang jual sebagai daya tarik.",
  "creators": "HERIE BUDI WIYONO",
  "contributors": "WASIS SOEBARNIATI (Advisor and Examination Committee); Yusita Kusumarini (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 0033/DIN/2002; Herie Budi Wiyono (41498048)",
  "subjects": "STORE DECORATION"
}