{
  "id": "16584",
  "title": "Evaluasi efisiensi perencanaan pseudo elastis terhadap desain kapasitas sesuai SNI 03-2847-2002 pada bangunan beraturan di wilayah 2 dan 6 peta gempa Indonesia",
  "abstract": "Salah satu metode desain struktur di daerah gempa yang biasa dipakai adalah Desain Kapasitas yang mengharapkan pola keruntuhan Beam Side Sway Mechanism sehingga kolom harus direncanakan lebih kuat dari balok (Strong Column Weak Beam). Dalam Desain Kapasitas, perencanaan kolom dilakukan setelah perencanaan balok selesai dilakukan. Pseudo Elastis menawarkan suatu alternatif lain dalam mendesain. Kelebihan dari Pseudo Elastis adalah memiliki skema desain yang lebih singkat daripada Desain Kapasitas. Perencanaan kolom tidak berdasarkan kapasitas balok, tetapi menggunakan gempa nominal yang diperbesar dengan sebuah Faktor Pengali (FP). Struktur yang didesain secara Pseudo Elastis memiliki pola keruntuhan yang berbeda dari pola keruntuhan yang dimiliki Desain Kapasitas. Pola keruntuhan yang diharapkan adalah Partial Side Sway Mechanism. Penelitian ini bertujuan untuk meneliti kinerja struktur dan juga efisiensi desain tulangan Pseudo Elastis bila dibandingkan dengan Desain Kapasitas yang sudah sering digunakan. Untuk menguji kinerja kedua metode tersebut, bangunan 10 lantai didesain dengan metode Pseudo Elastis dan Desain Kapasitas, kemudian dianalisis dengan analisis Nonlinear Static Pushover dan Non-Linear Time History. Hasil penelitian menunjukkan bahwa perumusan FP menghasilkan pola keruntuhan yang aman. Sedangkan untuk efisiensinya, Pseudo Elastis lebih efisien daripada Desain Kapasitas karena dengan performa yang sama baiknya, berat tulangan yang diperlukan untuk Desain Kapasitas lebih besar daripada Pseudo Elastis.",
  "creators": "INTAN PERMATASARI H; ROSITA",
  "contributors": "Pamuda Pudjisuryadi (Advisor 1); Benjamin Lumantarna (Advisor 2); Januar Buntoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011694/SIP/2009; Intan P Hadiwijaya (21406026), Rosita (21406052)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS; ELASTIC ANALYSIS (ENGINEERING)"
}