{
  "id": "16591",
  "title": "Museum Kereta Api Ambarawa",
  "abstract": "Pada kesempatan ini penulis berusaha untuk merancang sebuah bangunan Museum yaitu Museum Kereta Api Ambarawa, dengan maksud untuk mengoptimalkan fungsi dan tugas Museum Kereta Api Ambarawa sebagai sarana penyampaian informasi kepada masyarakat luas tentang sejarah perkereta apian di Indonesia khususnya yang berhubungan dengan peristiwa sejarah Palagan Ambarawa. Yang menjadi dasar penulis untuk memilih proyek ini adalah dikarenakan fungsi dari Museum Kereta Api Ambarawa yang sudah ada sebelumnya, belum berfungsi secara optimal sebagai suatu museum tetapi baru sekedar menjadi tempat dari koleksi-koleksi lokomotif dengan hanya dikepalai oleh seorang Kepala Stasiun. Untuk itu penulis berusaha untuk merancang Museum Kereta Api Ambarawa dengan fasilitas-fasilitas penunjangnya sehingga dapat berfungsi sebagai Museum yang sesungguhnya. Disini penulis hanya mengkhususkan pada perancangan Museum yang berhubungan dengan peristiwa sejarah Palagan Ambarawa sehingga pada koleksinya nanti banyak yang merupakan bukti-bukti materi yang berhubungan dengan sejarah kereta api yang berhubungan dengan peristiwa sejarah Palagan Ambarawa, sedangkan koleksi-koleksi kereta api yang lain dapat divisualisasikan dalam bentuk replika-replika. Dalam perancangan Museum ini, penulis ingin menggambarkan konsep dari bangunan Museum yang mempunyai cerita. Cerita yang diambil berhubungan dengan peristiwa Palagan Ambarawa, yaitu diambil cerita dari relief yang berada pada Museum Palagan Ambarawa dimana relief itu bercerita tentang 5 adegan yang terjadi pada Bangsa Indonesia sampai dengan Peristiwa Palagan Ambarawa. Cerita ini berusaha diwujudkan oleh penulis dalam perancangan Museum Kereta Api Ambarawa baik secara tapak maupun bentuk bangunan.",
  "creators": "ARI BUDI RAHARJO",
  "contributors": "Benny Poerbantanoe (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1695/ARS/24/2000; Ari Budi Raharjo (22495114)",
  "subjects": "RAILROAD MUSEUMS"
}