{
  "id": "16597",
  "title": "Mall dan City Walk di Kayutangan Malang",
  "abstract": "Mall dan City Walk di Kayutangan ini merupakan sebuah bentuk usulan desain arsitektur untuk mengembalikan memori dan kenangan masa lampau dari kawasan yang memiliki sejarah sebagai pusat perdagangan dan jasa. Desain dalam bentuk shopping street untuk mendongkrak sektor pariwisata dan sektor pereknomian kota Malang. Fasilitas-fasilitas utama yang terdapat dalam kawasan ini adalah mall dan retail shop. Di luar itu terdapat fasilitas bangunan parkir, bangunan city walk, fasilitas side walk bagi pedestrian dan open space yang dapat beruhubungan dengan avenue pada bagian tengah. Pada bangunan mall terdiri dari 8 lantai dengan fasilitas-fasilitas di dalamnya seperti supermarket ,department store, retail shop, outdoor restaturant, playground, cineplex, dan multifunction hall. Konsep perancangan dari proyek ini adalah garden mall and city walk. Konsep tersebut diaplikasikan ke dalam site dan kawasan Kayutangan ini agar terlihat sebuah bentuk penyebaran void dari pusat kota Malang yang berupa alun-alun kota Malang yang terkesan sangat void. Perancangan bangunan mengacu kepada preseden desain yang telah ditentukan oleh Pemerintah Kota Malang. Sedangkan pendalaman desain karakter dan suasana ruang ditunjukkan dengan adanya side walk bagi pedestrian dan avenue pada bagian tengah antara bangunan city walk. Aplikasi dari konsep garden mall and city walk pada bangunan mall terdapat garden roof dan pada side walk untuk pedestrian terdapat side walk yang berhubungan dengan avenue dan open space yang menghadap bagunan cagar budaya seperti Gereja Hati Kudus Yesus dan bangunan Karel Bosch dimana orang bisa duduk dan berjalan santai dengan suasana asri dari rimbunnya pohon dan tanaman perdu.",
  "creators": "IDDO FABIAN K",
  "contributors": "Rully Damayanti (Advisor 1); Luciana Kristanto, S.T., M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 04132821/ARS/2010; Iddo Fabian Koesoemoedihardjo (22405083)",
  "subjects": "COMMERCIAL BUILDINGS; RECREATION CENTERS; SHOPPING CENTERS"
}