{
  "id": "16614",
  "title": "Museum dan sarana penelitian sains kelautan di Manado",
  "abstract": "Museum dan Sarana Penelitian Sains Kelautan di Manado merupakan proyek yang bergerak di eksibisi dan kelautan. Fasilitas ini berlokasi di Manado yang merupakan salah satu kota besar maritim di Indonesia dan juga ibukota provinsi Sulawesi Utara. Manado merupakan kota dimana dicetuskannya kesepakatan WOC (World Ocean Congress) mengenai upaya penyelamatan dan pemanfaatan kelautan. Inti permasalahan dari proyek ini adalah mendesain bangunan sebagai tempat pameran dan penelitian yang merupakan sumber inspirasi, sarana rekreasi dan informasi keberadaan serta perkembangan ilmu sains dan sumberdaya kelautan di Indonesia, khususnya Manado. Penataan massa pada bangunan ini menyesuaikan dengan kondisi lingkungan sekitar yang berhubungan dengan laut dan pelayaran. Khusus untuk pencahayaan, menggabungkan penggunanaan Daylighting dan artificial lighting dalam upaya pemeliharaan lingkungan serta objek koleksi. Fasilitas-fasilitas yang ada di dalam bangunan antara lain: ruang-ruang pameran oceanografi, geologi, meteorologi, ruang pameran kasual, akuarium, kolam konservasi, ruang konvensi, retail, restoran, area rekreasi pantai, ruang workshop, ruang audio-visual, perpustakaan, laboratorium penelitian dan ruang-ruang lain yang mendukung. Perancangan Museum dan Sarana Penelitian Sains Kelautan ini diharapkan menjadi sumber pengetahuan bagi masyarakat Manado yang ingin menambah wawasan, mengembangkan ilmu kelautan dan dapat menjadi tempat rekreasi yang menarik, sekaligus memfasilitasi eksibisi dan seminar yang membahas tentang masalah dan potensi kelautan.",
  "creators": "THIO MING CEN",
  "contributors": "Danny Santoso Mintorogo (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02132833/ARS/2010; Thio Ming Cen (22405121)",
  "subjects": "MARINE SCIENCES-RESEARCH"
}