{
  "id": "16621",
  "title": "Fasilitas pernikahan dan villa bulan madu di Lombok",
  "abstract": "Fasilitas Pernikahan dan Villa Bulan Madu di Lombok adalah proyek yang mewadahi kegiatan pernikahan dengan fasilitas komersial bagi masyarakat umum, khususnya masyarakat di pulau Lombok. Perencanaan fisik proyek ini bertujuan untuk memberikan fasilitas yang lengkap dan berada dalam satu kawasan bagi pasangan yang akan menikah, yaitu berupa tempat peneguhan pernikahan, tempat resepsi pernikahan, sekaligus tempat bulan madu yang eksotik dengan mengangkat potensi lokal berupa alam dan budaya setempat. Proyek ini diharapkan dapat menjadi fasilitas utama dalam bidang kepariwisataan di Lombok. Pendekatan perancangan yang dipakai untuk menyelesaikan masalah desain adalah pendekatan Metaphor yang akan mengadopsikan ide, kondisi manusia, atau keistimewaan kualitas ( individual, alami, komunitas, tradisi, budaya) ke dalam rancangan. Metaphor yang akan digunakan adalah percampuran antara Metaphor tangible dan intangible di mana rancangan dimulai dari ide atau gagasan yang menghasilkan karya yang dapat diindera / kasat mata bentuknya sekaligus hanya simbolik (tidak kasat mata). Pendekatan tersebut diambil dari makna filosofis pernikahan dan unsur-unsur pembentuknya, yaitu laki-laki dan perempuan yang dipakai sebagai ekspresi desain perencanaan dan perancangan secara keseluruhan. Oleh karena itu, salah satu cara untuk dapat menerapkan konsep perencanaan dan perancangan adalah melalui bentuk dan karakter ruang, baik secara dua dimensi maupun tiga dimensi.",
  "creators": "LEEDY DIANA",
  "contributors": "J. Loekito Kartono (Advisor 1); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06132838/ARS/2010; Leedy Diana (22405132)",
  "subjects": "HONEYMOONS-BUILDINGS-DESIGNS AND PLANS; MARIAGE SERVICE-BUILDINGS"
}