{
  "id": "16632",
  "title": "Penggunaan acceptance sampling methods dalam industri konstruksi untuk memeriksa ketebalan dinding batu bata",
  "abstract": "Acceptance-Sampling Method mempunyai peranan penting dalam merancang suatu Quality-Assurance Specification, yang mana hal ini membutuhkan statistik untuk menentukan berapa banyak sampel yang dibutuhkan dan bagaimana memutuskan diterima atau ditolaknya produk tersebut berdasarkan data yang ada. Fungsi Acceptance-Sampling Method adaiah sebagai panduan untuk memutuskan antara diteima atau ditolaknya kualitas suatu produk. Ketebaian piesteran dinding batu bata merupakan salah satu produk konstruksi yang akan diperiksa daiam peneiitian ini. Tujuan peneiitian ini adaiah untuk menentukan Acceptance-Sampling Method yang sesuai diantara Variable-Single- Sampling Method, Quality-Index-Sampling Method, Attribute-Double-Sampling Method dan Attribute-Proportion-Sampling Method untuk memeriksa ketebaian piesteran dinding batu bata. Metode peneiitian yang dipakai adaiah dengan melakukan pengambilan data di iapangan dan menganaiisa data tersebut dengan keempat Acceptance-Sampling Methods yang dikembangkan oleh Chang dan Hsie (1992) Dari hasil analisa didapatkan, metode yang sesuai untuk memeriksa ketebaian piesteran batu bata adaiah Variable Single Sample Method ditnana AQL (Acceptable Quality Level) = 9%, dengan resiko produsen (a) = 5%, dan RQL (Rejectable Quality Level) = 43%, dengan resiko konsumen ((3) = iO%, sedangkan sampel yang dibutuhkan(n) = 8 untuk tiap lot.",
  "creators": "BERNADUS BUDIANTO",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1); Jani Rahardjo (Advisor 2); Sugie Prawono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Thesis No. 039/MTS; Bernardus Budianto Indarto (01596006)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; CONSTRUCTION INDUSTRY--QUALITY CONTROL"
}