{
  "id": "16638",
  "title": "Perencanaan mekanisme paletisasi botol",
  "abstract": "Untuk kelancaran suatu proses produksi dan distribusi dalam suatu pabrik terdapat alat pembantu untuk mengangkat, memindahkan, atau mengangkat dan memindahkan. Peralatan ini disebut sebagai material handling equipment. Salah satu material handling equipment yang diperlukan pada pabrik botol adalah Palletizer maupun Depalletizer. Palletizer merupakan alat yang berfungsi untuk memindahkan botol dari atas conveyor keatas pallet. Sedangkan Depalletizer berfungsi untuk memindahkan botol dari atas pallet keatas conveyor. Dalam sekali pemindahan, jumlah botol yang harus diangkat untuk jenis botol 1000ml Coke adalah 150 buah, sedangkan untuk jenis botol 295ml Coke adalah 333 buah. Karena laju produksi botol yang tinggi pada pabrik botol, Palletizer maupun Depalletizer diperlukan agar pemindahan botol dapat dilakukan dengan cepat dan aman, sehingga kapasitas produksi secara tidak langsung dapat ikut meningkat akibat berkurangnya botol yang pecah dikarenakan oleh kesalahan manusia. Selain itu Palletizer dan Depalletizer diperlukan, dikarenakan laju produksi yang tidak sama antara setiap bagian/departemen pada pabrik botol, sehingga pemindahan botol tidak dapat dilakukan dengan menggunakan conveyor. Penulis berusaha untuk merancang mekanisme alat tersebut yang terdiri atas dua bagian utama, yaitu Hoisting Equipment dan Traversecar. Hoisting Equipment terdiri atas Steel Wire Rope (SWR) dan drum penggulung yang berfungsi untuk mengangkat botol, sedangkan Traversecar dapat bergerak secara horisontal dan berfungsi untuk memindahkan botol dari atau ke atas pallet.",
  "creators": "AGUS ROLANDITO D",
  "contributors": "Ninuk Jonoadji (Advisor 2); J. LUBI (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 99.54.339; Agus Rolandito Dirdjosubroto (24493029)",
  "subjects": "MACHINE DESIGN"
}