{
  "id": "16643",
  "title": "Analisis pengendalian mutu produk jadi ubin keramik",
  "abstract": "PT. AVI merupakan sebuah perusahaan yang memproduksi ubin keramik. Dalam usaha untuk dapat bertahan dan berkompetitif dari sekian banyak produk ubin keramik yang ada, PT. AVI selalu berusaha untuk meningkatkan mutu produknya dengan melalui perubahan dan pembenahan dalam produksi dan manajemen. Unit HI PT. AVI telah melakukan pengambilan sampel-sampel pada proses produksinya, tetapi data yang telah diperoleh dari pengambilan sampel belum banyak bermanfaat dalam mengurangi cacat produk karena produk cacat daridapada proses baru diketahui dalam waktu yang cukup lama. Hal ini disebabkan karena penilaian data-data dari pengambilan sampel hanya berdasarkan keahlian dan pengalaman operator bagian produksL Selama ini pengendalian mutu yang telah diterapkan oleh perusahaan juga lebih bersifat inspeksi produk. Inspeksi produk yang dilakukan oleh perusahaan memang cukup ketat, tetapi produk yang dibuang karena adanya cacat cukup besar. Cacat produk yang lolos dari pengamatan pihak perusahaan menyebabkan adanya keluhan pelanggan terhadap produk yang dihasilkan. Untuk mengendalikan keadaan ini, diperlukan perancangan pengendalian proses. Metode ini dinamakan Metode Perancangan Pengendalian Proses Statistis (PPS). Metode PPS ini bertujuan untuk mencegah dan mengurangi produk cacat saat diproduksi, diagnosis terhadap masalah-masalah yang timbul selama proses produksi dan perancangan mutu sejak awal produksi. Berdasarkan analisis evaluasi keluhan pelanggan dan pengamatan inspeksi produk jadi, maka cacat terbesar yang dihasilkan berasal dari keempat proses, yaitu proses pembakaran, proses press, proses glasir dan proses printing. Dari data-data pengambilan sampel yang dilakukan. Perusahaan dapat dibuat suatu batas/grafik kendali. Kemudian dilakukan pengamatan dan pengambilan sampel. Data-data yang diperoleh dari pengamatan dan pengambilan sampel tersebut dimasukkan ke dalam batas/grafik kendali, dan dilakukan analisis terhadap sampel-sampel yang ada di luar batas kendali. Batas kendali yang telah diperoleh dibandingkan dengan standar perusahaan untuk mengetahui kemampuan proses dan produk yang berada di luar batas spesifikasi",
  "creators": "INDAHWATI",
  "contributors": "S.G. Ferryanto (Advisor 1); Stevanus Adrianto Tjandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 05/TMI-017/1997; Indahwati (25492022)",
  "subjects": "CERAMIC INDUSTRY-QUALITY CONTROL-STATISTICAL METHODS; TILES-QUALITY CONTROL"
}