{
  "id": "1665",
  "title": "Laporan keberadaan sistem imbalan ekstrinsik dan instrinsik dalam kaitannya dengan motivasi kerja karyawan di biro perjalanan wisata \"X\"",
  "abstract": "Perkembangan biro perjalanan wisata dewasa ini, kian hari makin bertambah banyak, baik biro perjalanan wisata kecil maupun besar, sehingga menyebabkan para pemilik biro perjalanan wisata dituntut untuk lebih meningkatkan kualitas biro perjalanan wisatanya. Salah satu sumber daya yang penting dalam manajemen perusahaan adalah sumber daya manusia, yang mana bisnis biro perjalanan wisata sangat tergantung dari kualitas sumber daya manusianya. Sumber daya manusia dapat ditingkatkan dengan pemberian motivasi kerja, dimana motivasi dipengarubi oleh sistem imbalan. Tujuan dari laporan ini adalah untuk melaporkan keberadaan sistem imbalan guna memotivasi produktivitas kerja karyawan di biro perjalanan wisata 'X', dan untuk melaporkan tujuan serta manfaat dari sistem imbalan tersebut terhadap kebutuhan karyawan. Tidak lupa hal - hal yang menjadi pertimbangan pemberian sistem imbalan kepada karyawan biro perjalanan wisata 'X'. Peaelitian dilakukan di PT. WISATA DEWA TOUR and TRAVEL yang berlokasi di Jalan Sulawesi no. 45 Surabaya. Jenis laporan diambil dari gambaran populasi pegawai yang bekerja di biro perjalanan wisata 'X' di Surabaya, yang mempunyai jabatan di bawah Vice President dan Supervisor. Antara lain karyawan bagian penjualan tiket, karyawan bagian penjualan voucher hotel, karyawan bagian akunting, karyawan bagian marketing, karyawan bagian penjualan paket perjalanan wisata dan karyawan bagian pengiriman maupun supir. Adapun kesimpulan hasil laporan adalah biro perjalanan wisata 'X' memberlakukan 2 jenis sistem imbalan yang masing- masingnya mempunyai tujuan dan manfaat yang sama. Yaitu meningkatkan produktivitas kerja karyawan guna terpenuhinya kebutuhan perusahaan yaitu mendapatkan keuntungan semaksimal mungkin, dimana keuntungan tersebut dapat digunakan sebagai alat imbalan yang dapat diberikan pada tiap karyawan sebagai alat pemenuhan kebutuhan hidup.",
  "creators": "DEVID CHRISTIAN",
  "contributors": "Yacintha Yoranouw Suryawijaya (Advisor 1); Dra. Monica Ida Uniati , M.M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 515/PAR/2003; Devid Christian (91399089)",
  "subjects": "TRAVEL AGENTS; TOURIST TRADE; PERSONNEL MANAGEMENT"
}