{
  "id": "16669",
  "title": "Studi pemakaian abu bata pada paving stone",
  "abstract": "Paving stone merupakan salah satu bentuk perkerasan jalan yang saat ini mulai banyak dipakai. Bahkan mulai digunakan untuk jalan-jalan yang dilalui kendaraan berat. Dari tingkat kegunaan paving stone yang teras meningkat, perlu dilakukan studi yang berkaitan dengan peningkatan kekuatan paving stone. Salah satunya melalui pemakaian abu batu dalam campuran paving stone. Beberapa perusahaan paving stone telah menggunakannya di dalam pembuatan paving stone, dengan prosentase abu batu secukupnya. Dalam studi ini akan dibahas mengenai prosentase abu batu dan pasir dari keempat zona menurut ketentuan British Standard yang menghasilkan kuat tekan paving stone maksimum dan memenuhi tinjauan dari segi ekonomis. Studi ini dilakukan dengan mengetahui terlebih dahulu karakteristik bahan, yaitu pasir, abu batu, dan batu pecah. Studi yang dilakukan terhadap pasir dan abu batu meliputi analisa ayakan. Sedangkan yang dilakukan terhadap batu pecah meliputi crushing value. Pada studi yang menyangkut kuat tekan paving stone, dilakukan percobaan dengan jumlah benda uji sebanyak 36 buah untuk setiap jenis campuran. Dan dari beberapa campuran dengan menggunakan keempat macam zona pasir, didapatkan campuran yang menghasilkan kuat tekan terbesar. Campuran bahan-bahan tersebut kemudian di analisa dari segi biaya. Hasil test yang diperoleh menunjukkan bahwa campuran dengan menggunakan 80% abu batu zona 2 dan 20% pasir zona 3 menghasilkan kuat tekan maksimum, sebesar 374.727 kg/cm 2 . Pemakaian abu batu sebesar 100% dalam campuran akan menghasilkan kuat tekan 17.36% lebih rendah dibandingkan pemakaian 80% abu batu dengan perbedaan harga 0.9% lebih besar. Sedangkan untuk pemakaian 0% abu batu dan 80% abu batu dalam campuran akan menghasilkan kuat tekan 104.08% lebih tinggi dengan perbedaan harga 3.8% lebih besar. Campuran dengan menggunakanl00% pasir memberikan kuat tekan yang lebih rendah apabila dibandingkan dengan pemakaian 100% abu batu.",
  "creators": "HENDY FEBRIYONO; MELINA TANOJO",
  "contributors": "Handoko Sugiharto (Advisor 1); Hurijanto Koentjoro (Advisor 2); Jonathan Hendra Kusuma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 957/SIP/1999; Melina Tanojo (21494218), Hendy Febryono (21495036)",
  "subjects": "PAVEMENTS"
}