{
  "id": "16662",
  "title": "Peran tim pengembangan produk baru untuk meningkatkan penjualan",
  "abstract": "Rangkaian jurnal ini memiliki kesamaan topik pokok yang berhubungan dengan pengembangan produk baru. Jurnal pertama menekankan pada produknya. Jurnal kedua dan jurnal ketiga berfokus pada tindakan-tindakan yang dibuat oleh tim pengembangan produk baru agar dapat tetap kompeten dalam menjalankan tugas. Jurnal pertama membahas mengenai pengaruh penambahan karakteristik baru pada produk dalam pemilihan merk, berdasarkan pada dua prinsip yaitu sifat yang mengurangi kepekaan dan kinerja yang tidak menentu. Peneliti mengemukakan bahwa karakteristik produk yang ditambahi keunggulan baru sangat berpengaruh pada penjualan dan pangsa pasar. Jurnal kedua ini membahas tentang faktor-faktor yang dapat meningkatkan keefektifan dan keefisienan suatu tim dalam pengembangan produk baru. Penelitian yang dilakukan untuk menggali pengetahuan dan keahlian yang telah diketahui tetapi tidak terucap secara eksplisit atau jelas. Jurnal ketiga membahas mengenai kasus dimana penyusunan dan pelaksanaan sebuah tindakan berjalan pada satu waktu sehingga bisa dikatakan terjadi secara simultan. Peneliti mendefmisikan kejadian seperti ini sebagai improvisasi, Semakin pendek jarak waktu antara penyusunan dan pelaksanaan suatu tindakan semakin improvisasi tindakan itu. Ketiga ini dapat diterapkan dan dilaksanakan di Indonesia dalam kondisi krisis sekalipun, karena inti pokok dari jumal-jurnal ini, seperti penambahan karakteristik baru, kinerja tim, dan improvisasi merupakan hal yang biasa terjadi disetiap perusahaan. Jurnal-jurnal tersebut dapat menjadi bahan masukan dan dapat menambah wawasan bagi perusahaan dalam mengambil langkah-langkah pengembangan produk baru.",
  "creators": "DENY SISWANTO",
  "contributors": "Peter Remy Yosy Pasla (Examination Committee 2); LUKAS SUGENG MUSIANTO (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 42/EM/2000; Deny Siswanto (31494164)",
  "subjects": "MARKETING RESEARCH"
}