{
  "id": "16688",
  "title": "Studi perawatan dan perbaikan minyak trafo mineral",
  "abstract": "All kind of oil transformer commonly uses as medium isolation and cooler. For that purpose, there are many conditions of it, those conditions are purity, density, kinematic viscosity, flash point, pour point, neutralization number, corrosive sulphur, breakdown voltage, dielectric dissipation factor, oxidation stability, water contents, resistivity, interfacial tension, gas contents. Standard of the oil transformer test is using SPLN, which SPLN standard based on D3C (International Electrotechnical Commission), ASTM (American Standard Technical Measurement), ISO (International Standard Organization). Quality of oil transformer will be decrease after usage, which reduce the capability, strength, and the age. So that, checking of the oil transformer would be necessary, at least once a year and checked to the laboratory. In this final assignment discussion of testing and maintenance oil transformer on PLN laboratory, usually are breakdown voltage, flash point, neutralization number, dielectric dissipation factor, water contents, resistivity, interfacial tension, sedimentation, gas contents. Treatment of the secondhand oil transformer with regeneration process. That can described with screening for the sludge and vacuum the gas contaminator and water contents. When the parameter of oil transformer in testing process still in permitted condition, the oil can use, unless oil needs treatment and refining.",
  "creators": "SJAFI JAMES SETIAWAN",
  "contributors": "NONO MOELYONO W. (Advisor 1); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Advisor 2); Limboto Limantara (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.99/E/TST/025/304; S. James Setiawan (23490117)",
  "subjects": "ELECTRIC TRANSFORMERS"
}