{
  "id": "16683",
  "title": "Analisa kepuasan konsumen terhadap bauran pemasaran pada W Grill and Lounge di Surabaya",
  "abstract": "Strategi yang tepat yang digunakan perusahaan untuk bertahan dalam persaingan yang begitu ketat yaitu dengan menggunakan strategi bauran pemasaran untuk memberikan kepuasan kepada pelanggan. Penelitian ini bertujuan untuk mendeskripsikan kepuasan konsumen terhadap bauran pemasaran pada W Grill and Lounge. Teori bauran pemasaran yang digunakan adalah bauran pemasaran 7P yang terdiri dari product, price, place, promotion, physical evidence, people, dan process. Jenis penelitian yang digunakan dalam penelitian ini adalah penelitian deskriptif dengan menggunakan pendekatan kuantitatif. Sampel dalam penelitian ini ditetapkan sebanyak 100 responden. Kriteria yang digunakan dalam penetuan jumlah sampel ini adalah konsumen yang datang ke konsumen Restoran W Grill and Lounge dan berusia 17 tahun ke atas. Pada penelitian ini, teknik pengambilan data yang digunakan adalah kuesioner yang dibagikan kepada pelanggan di W Grill and Lounge. Teknik analisis data yang digunakan adalah statistik deskriptif dengan menggunakan tabulasi frekuensi dan tabulasi silang. Hasil penelitian menunjukkan konsumen W Grill and Lounge menganggap bahwa penerapan bauran pemasaran dalam bisnis restoran adalah penting. Dilihat dari tingkat kepuasan konsumen mayoritas konsumen merasa puas dengan penerapan bauran pemasaran di W Grill and Lounge sehingga berkeinginan merekomendasikan ke orang lain untuk makan di W Grill and Lounge",
  "creators": "SHANTI OLIVIA CHANDRA",
  "contributors": "Soekarno (Advisor 1); Dhyah Harjanti (Advisor 2); Michael Adiwijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010155/MAN/2010; Shanti Olivia Chandra (31406087)",
  "subjects": "CONSUMER SATISFACTION; MARKETING-MANAGEMENT"
}