{
  "id": "16692",
  "title": "Strutur ekonomi dan faktor-faktor yang mempengaruhi pertumbuhan ekonomi",
  "abstract": "Perdagangan luar negeri merupakan salah satu aspek penting dalam perekonomian setiap negara, begitu juga dengan Indonesia. Perdagangan luar negeri menjadi penting, bukan saja dalam kaitan dengan haluan pembangunan yang berorientasi keluar, yakni membidik masyarakat di negara-negara lain sebagai pasar hasil-hasil produksi dalam negeri, tapi juga berkaitan dengan pengadaan barang-barang modal dan bahan baku untuk memacu industri dalam negeri. Berbicara mengenai perdagangan luar negeri berarti berbicara mengenai ekspor dan impor. Mengenali kecenderungan serta kinerja ekspor dan impor bukan saja berguna untuk mencermati perkembangan neraca perdagangan suatu negara, akan tetapi bermanfaat pula untuk meyingkap pola dan karakteristik perdagangan luar negeri negara tersebut. Dengan meyingkap hal itu, dapat diketahui keunggulan dan kelemahan ekspor negara yang bersangkutan, perilaku konsumsi masyarakamya, sertakerentanan sektor industri negara itu akan kesinambungan pasok barang modal dan bahan baku dari luar negeri. Usaha pemerintah Indonesia untuk meningkatkan devisa melalui peningkatan ekspor dan pengurangan impor sepertinya sulit untuk diwujudkan, karena dalam produksi barang ekspornya masih membutuhkan barang modal dan bahan baku impor. Untuk mengurangi ketergantungan ini, beberapa hal yang dapat dilakukan oleh pemerintah, yaitu meningkatkan sumber daya manusianya agar memiliki kemampuan untuk menghasilkan barang modal dan bahan baku sendiri, memberi kemudahan-kemudahan bagi para eksportir dalam mengimpor barang-barang yang diperlukan dalam produksinya.",
  "creators": "ELLIAWATI",
  "contributors": "MARIA CHRISTIANI MUSIANTO (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 90/EM/2001; Elliawati (31496065)",
  "subjects": "EXPORTS-MANAGEMENT; FOREIGN TRADE-ECONOMIC ASPECTS"
}