{
  "id": "16696",
  "title": "E-Commerce: prototipe supermarket lewat internet",
  "abstract": "One of the fastest development of information technology is the internet. By the internet, a person can have anything without going to some places to get what he wants. Having seen that, the writer wants to develop a way where people can buy their needs without moving away from the computer that has the internet access. The \"Supermarket through the Internet\" system has been made using the Active Server Pages technology as the web application development software. This system runs on a web server computer and has a configuration as this following : Microsoft Internet Information Server 4.0 as the web server and using Microsoft SQL Server 7.0 as the database server, whereas for the operating system, Microsoft NT Server 4.0 is used. This system enables everyone to join the membership and buy their needs by choosing directly in the on-line catalog and then wait for the goods to be sent. This system also enables merchants to register themselves and their products to be sold. In the test which has been done, a member is able to buy on-line. And merchant is able to display their items. However, the simulation of credit card's payment have not yet run well. This system has a lot of advantages in time and cost efficiency. One won't get in the traffic jam or long queue to pay in getting his daily needs. A merchant does not have to make big investment to open new branch in order to extend their market. But this system also has weakness, when people doesn't trust electronic trading.",
  "creators": "SURYA ADIPRANATA",
  "contributors": "Petrus Santoso, S.T., M.Sc. (Advisor 1); Kartika Gunadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00/E/KOM/008/065; Surya Adipranata (23492051)",
  "subjects": "INTERNET (COMPUTER NETWORKS)"
}