{
  "id": "16702",
  "title": "Pengaruh daya inventif dan kinerja anggota lending group usaha mikro terhadap kondisi kehidupan keluarga dan etika usahanya di wilayah Surabaya",
  "abstract": "Daya Inventif/Kreativitas dan Kinerja memiliki peranan yang penting bagi sektor UKM di Indonesia. Melalui program pemberian pinjaman kepada para pengusaha mikro, diharapkan dapat mendorong pertumbuhan usaha, meningkatkan kualitas SDM, serta memperbaiki tingkat kesejahteraan setiap keluarga masyarakat miskin. Pengukuran Daya Inventif/Kreativitas dan Kinerja terhadap Kondisi Kehidupan Keluarga dan Etika Usahanya dilakukan dengan mengukur pengaruh dari masing-masing variabel dari setiap konsep tersebut. Metode analisa data yang digunakan antara lain teknik statistik deskriptif dan distribusi frekuensi untuk menganalisa setiap variabel dalam masing-masing konsep. Sedangkan untuk mengukur pengaruh antar konsep digunakan metode analisa keterkaitan (chi-square) dan analisa regresi linier sederhana. Dari hasil penelitian terhadap 42 anggota Koperasi SBW, menunjukkan bahwa Daya Inventif/Kreativitas dan Kinerja tidak memberikan dampak yang signifikan terhadap Kondisi Kehidupan Keluarga dan Etika Usaha anggota lending grup Koperasi SBW. Dapat dilihat melalui hasil analisa pengaruh dengan metode chisquare dan regresi linier sederhana, dimana sebagian besar data menunjukkan hasil yang tidak signifikan antara Daya Inventif/Kreativitas dan Kinerja terhadap Kondisi Kehidupan Keluarga dan Etika Usaha anggota lending grup Koperasi SBW. Hal ini dikarenakan anggota Koperasi SBW telah memiliki tingkat kesejahteraan dan etika usaha yang cukup baik sejak sebelum mengikuti program pinjaman mikro di koperasi.",
  "creators": "LINAWATI ANGKAWIJAYA",
  "contributors": "Eddy Madiono Sutanto (Advisor 1); Bambang Haryadi (Advisor 2); Sundring Pantja Djati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010153/MAN/2010; Linawati Angkawijaya (31406120)",
  "subjects": "SMALL BUSINESS; SAVING AND LOAN ASSOCIATION-RESEARCH; SAVING AND LOAN ASSOCIATION-PERSONNEL MANAGEMENT"
}