{
  "id": "16720",
  "title": "Studi tentang generic strategy terhadap kontraktor pemula",
  "abstract": "Sebagai mahasiswa yang baru lulus dan akan menekuni pekerjaan dibidang kontraktor, seringkali tanpa persiapan dan mempunyai gambaran mengenai dunia kerja yang akan ditekuninya. Agar berhasil sebagai seorang kontraktor pemula maka diperlukan strategi yang matang dan tepat serta pengetahuan yang cukup mengenai strategi serta aspek penyusun strategi. Penelitian ini merupakan studi kepustakaan, dan survei dengan menyebarkan kuesioner kepada alumni Teknik Sipil Universitas Kristen Petra yang telah menekuni dunia kerja kontraktor dalam jangka waktu 1 sampai 5 tahun. Untuk menganalisa data digunakan analisa mean dan analisa varian yang dilanjutkan dengan uji LSD. Dari analisa data, diperoleh hasil bahwa tujuan dari Low Cost Strategy adalah keunggulan biaya menyeluruh yang dicapai karena pengalaman, pengendalian biaya, dan overhead yang ketat dengan nilai mean 1,56. Hal yang harus diperhatikan dalam menerapkan Low Cost Strategy yaitu melakukan pekerjaan secara efisien (mean 1,5). Kendala dalam menerapkan Low Cost Strategy adalah pengalaman yang sangat minim yang dimiliki oleh para kontraktor pemula. Hasil studi tujuan dari Differentiation Strategy yaitu meningkatkan loyalitas konsumen (mean 1,81), hal-hal yang harus diperhatikan dalam menerapkan Differentiation Strategy adalah mempunyai tenaga kerja dengan skill yang tinggi untuk mendapatkan kualitas pekerjaan yang baik (mean 1,56), sedangkan kendala yang sering dihadapi yaitu biaya konstruksi yang cenderung lebih tinggi (mean 2,06). Studi terhadap Focus Strategy menunjukkan bahwa tujuan utamanya yaitu dengan melayani target yang lebih sempit akan tercipta efisiensi dan efektivitas yang lebih baik (mean 2,06), hal hal yang harus diperhatikan dalam menerapkan Focus Strategy adalah mempunyai keahlian dan sumber daya yang lebih untuk melayani segmen pasar tersebut (mean 1,75), Dan kendala yang paling sering dihadapi adalah jika segmen target yang dilayani tidak berbeda dengan lainnya, sehingga pesaing dengan wawasan yang luas juga bisa melayani segmen tersebut (mean 2,06). Dari studi terhadap generic strategy terhadap kontraktor pemula, Low Cost Strategy yang paling banyak dipilih, selanjutnya diikuti olch Differentiation dan Focus Strategy.",
  "creators": "SAPARI PUSPIADY; TJATUR JULIANTO",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Paulus Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1125/SIP/2001; Tjatur Julianto (21497043), Sapari Puspiady (21497076)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}