{
  "id": "16728",
  "title": "Analisis biaya investasi untuk sistem keamanan di PT H.M. Sampoerna Sukorejo Plant",
  "abstract": "P. T. H.M Sampoema adalah salah satu perusahaan rokok yang sedang berkembang dengan pesat dan memiliki tujuan utama untuk menjadi \"the world class company\". Untuk itulah pihak perusahaan berupaya secara terus menerus memperbaiki dan menyempumakan segala bentuk usaha yang berkaitan dengan semua sistem kerja yang ada di perusahaan demi tercapainya tujuan tersebut. Salah satu usaha yang mendukung tercapainya tujuan tersebut adalah dengan dimilikinya suatu sistem keamanan yang handal, yang mendukung keseluruhan sistem yang ada di perusahaan. P.T. H.M. Sampoema Sukorejo Plant menempati area! tanah seluas 153 Ha. Untuk menjaga dan mengamankan area! tersebut, saat ini pihak perusahaan memiliki satuan pengaman (Satpam) sejumlah 165 orang. Satpam yang ada di perusahaan ini selain bertugas untuk menjaga keamanan di area! perusahaan, juga dipersiapkan dan dilatih untuk bertugas sebagai tenaga pemadam kebakaran (fire brigade) jika suatu saat diperlukan. Pihck vvrumhaan bc>-lvwv:>: ! uni.uk menganaiisa apakati jumiah satpam untuk kondisi yang adapada saat ini sudah optimal ataukah masih kurang mengingat luasnya lahan yang ada di perusahaan. Penempatan pos-pos satpam yang optimal, yang mampu mengamankan keseluruhan area! yang ada, dihitung dengan metode minimax, sehingga di suatu daerah tertentu, satpam diharapkan mampu mengetahui dan dengan cepat menangani hal-hal yang terjadi di daerah tersebut. Penggunaan peralatan elektronik berupa CCTV dipertimbangkan sebagai peralatan pembantu yang mendukung sistem keamanan yang sekarang ini masih manual. Analisis biaya dan AHP (Analytic Hierarchy Process) dilakukan untuk mengetahui alternatif manakah yang lebih tepat diterapkan pada perusahaan dengan memperhitungkan kemampuan dan keinginan dari pihak manajemen perusahaan.",
  "creators": "FANNY WIJAYA",
  "contributors": "Stevanus Adrianto Tjandra (Advisor 1); Danny Prabowo Soetanto (Advisor 2); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 066/TMI-54/1997; Fanny Wijaya (25493017)",
  "subjects": "INDUSTRIAL SAFETY-COSTS-ANALYSIS"
}