{
  "id": "16723",
  "title": "Potensi tempat ibadah Tridharma/Kelenteng Hong Thik Hian sebagai salah satu obyek wisata di Surabaya",
  "abstract": "Surabaya merupakan kota terbesar ke-dua setelah Jakarta yang memiliki banyak obyek wisata menarik yang tersebar dengan keaneka-ragaman alam dan budaya yang merupakan salah satu modal dasar sebagai penunjang di dalam pembangunan nasional, khususnya di bidang Kepariwisataan. Kota Surabaya juga mempunyai pesona tersendiri dengan keindahan alamnya yang mempunyai ciri-khas sendiri, yang mampu membuat orang terkesima dan kagum melihatnya. Selain itu memiliki berbagai macam obyek wisata, serta atraksi-atraksi wisata yang cukup menarik bagi para wisatawan untuk datang berkunjung ke tempat tersebut. Dari sekian banyaknya obyek wisata yang dimiliki, ada sebuah obyek wisata yang cukup menarik yang bernama Tempat Ibadah Tridharma (TITD) / Kelenteng Hong Thik Hian sebagai salah satu obyek wisata religius di Surabaya. Mengingat bahwa obyek wisata ini mempunyai potensi untuk dapat memberikan dukungan kepada Kepariwisataan Jatim, maka perlu ditinjau lebih lanjut mengenai faktor-faktor penunjang yang diperlukan, seperti: Sarana dan prasarana, dukungan dari pihak Pemerintah untuk raemberikan kemudahan-kemudahan dalam hal segala perijinan bagi perketnbangan TITD / Kelenteng Hong Thik Hian ini, dan usaha-usaha dari pihak Swasta dalam memasarkan obyek wisata tersebut kepada masyarakat luas. Apabila hal tersebut diatas dapat dilaksanakan dengan baik, maka tempat tersebut dapat menjadi daerah tujuan wisata yang memenuhi syarat untuk dikunjungi.",
  "creators": "ELFlENE",
  "contributors": "SALLY SUHONGGO (Advisor 1); Yacintha Yoranouw Suryawijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 244/Par/1997; Elfiene (91393047)",
  "subjects": "TEMPLES, BUDDHIST-TOURIST TRADE-SURABAYA; TOURIST TRADE-SURABAYA"
}