{
  "id": "16737",
  "title": "Analisa efisiensi teknis dan ekonomis dari proses produksi dan alternatif peningkatan efisiensi di CV. Asterindo",
  "abstract": "Pengukuran efisiensi teknis dan ekonomis yang diulas dalam Tugas Akhir ini dikhususkan pada proses produksi di CV. ASTERINDO. Guna menunjang pengukuran efisiensi tersebut maka dilakukan pengukuran dengan menggunakan 12 indikator, dimana ulasan dilakukan dengan menuangkan data-data yang diperoleh dari perusahaan ke dalam perhitungan. Pada akhirnya dilakukan perhitungan untuk mendapatkan efisiensi teknis dan ekonomis dari proses produksi yang direalisasikan pada kondisi perusahaan yang sesungguhnya, sehingga diharapkan dapat memberikan masukan bagi perusahaan untuk dapat meningkatkan efisiensi. Ke-12 indikator yang digunakan pada pengerjaan Tugas Akhir ini adalah efisiensi teknis dan ekonomis dari siklus material, siklus energi, lingkungan keseluruhan proses, lingkungan produk akhir, lingkungan siklus energi, kualitas absolut produk, kualitas konstan produk, pengoperasian peralatan statis, pengoperasian peralatan dinamis, keanekaragaman produk campuran, volume produk dan input. Analisa yang dilakukan meliputi analisa terhadap efisiensi antar periode, analisa hasil perhitungan berdasarkan kategori yang telah ditetapkan, analisa terhadap pengelompokan (lingkungan, siklus, peralatan, produk, kualitas dan input), memberikan altematif peningkatan efisiensi yang rendah dan menganalisa efisiensi secara keseluruhan. Kesimpulan dari pengerjaan Tugas Akhir ini didapatkan pengukuran efisiensi teknis maupun ekonomis di perusahaan ini tergolong sedang yaitu 86,72% dan 24,85% berdasarkan kategori yang telah ditetapkan.",
  "creators": "MULYA SUGATA",
  "contributors": "I Nyoman Sutapa (Advisor 1); Kristiana Asih Damayanti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 374/TI-101/2000; Mulya Sugata (25495064)",
  "subjects": "WORK MEASUREMENT; MANUFACTURING PROCESSES; PRODUCTION PLANNING"
}