{
  "id": "16748",
  "title": "Analisa spa sebagai produk pengembangan hotel-hotel bintang lima di Surabaya",
  "abstract": "Rutinitas kerja telah menjadi satu bagian dari kehidupan sehari-hari masyarakat kota. Tanpa disadari, masyarakat kota sering mengabaikan kebutuhan untuk bersantai dan beristirahat dari kegiatan-kegiatan tersebut. Bahkan, ada sebagian orang yang menpergunakan waktu luangnya untuk tetap bekerja. Hal ini dapat mengakibatkan mereka menjadi gampang marah karena emosi tinggi, stres, bahkan penampilan fisik menjadi kusam. Kehadiran Spa di kota Metropolitan seperti Surabaya dapat menjadi satu penawaran bagi para eksekutif muda untuk melepaskan diri dari segala bentuk tekanan dan lelah fisik yang diakibatkan oleh rutinitas kerja. Kehadiran Spa disini bertujuan untuk memberikan relaksasi, sehingga dapat membuat tubuh menjadi lebih sehat dan segar, pikiran yang lebih tenang, serta pemanjaan diri melalui program-program yang ditawarkan. Adapun tujuan dari penulisan ini adalah untuk meneliti kemungkinan mengembangkan Spa sebagai sumber pemasukan tambahan bagi hotel bintang lima di Surabaya. Tujuan penelitian ini adalah untuk melihat peluang mengembangkan produk tersebut dengan menggunakan analisa Strategic Management. Analisa strategic management yang dilakukan meliputi analisa internal dan eksternal perusahaan pengelola Spa. Analisa internal meliputi analisa SWOT dan product life cycle, sedangkan analisa eksternal menggunakan teori Porter tentang kompetitor bisnis. Kemudian strategi-strategi marketing dipaparkan untuk memperluas pangsa pasar.",
  "creators": "ANDESTA JOHAN",
  "contributors": "Widjojo Suprapto (Advisor 1); Tio Sally Puspasari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 404/PAR/2000; Andesta Johan (91397001)",
  "subjects": "SPA FACILITIES-TOURIST TRADE; HOTELS-SURABAYA-TOURIST TRADE; TOURIST TRADE-SURABAYA"
}