{
  "id": "16743",
  "title": "Studi kasus faktor-faktor yang dapat meningkatkan kualitas sdm sebagai modal dasar untuk menciptakan suatu perusahaan yang sehat",
  "abstract": "Pengembangan sumber daya manusia yang selama ini kurang mendapatkan perhatian khususnya pada jasa konstruksi. Dengan adanya peningkatan SDM ini diharapkan dapat mengurangi inefesiensi yang sering terjadi pada jasa konstruksi yang berakibat tingginya biaya yang dikeluarkan, di samping dengan memperhatikan kualitas dari pekerjaan yang sangat mempengaruhi persaingan di bidang jasa konstruksi. Pengembangan SDM dapat diukur dengan ukuran produktivitasnya yang dipengaruhi oleh faktor-faktor peningkatan kualitas SDM seperti kepemimpinan, motivasi, pelatihan kerja dan manajemen yang baik.Tujuan dari penelitian ini adalah untuk mengetahui apakah faktor-faktor peningkatan kualitas SDM tersebut berperan terhadap terciptanya perusahaan yang sehat dan dari faktor-faktor tersebut mana yang paling dominan. Jenis penelitian ini berupa studi kasus dan studi kepustakaan. Data yang ada berupa data yang didapat dari lokasi penelitian, yaitu proyek yang ditangani P.T.\"X\" Surabaya dengan cara menyebarkan kuisioner pada karyawan P.T.\"X\" yang berjumlah 30 orang. Dalam proses pengolahan data menggunakan analisa diskriptif dan analisa korelasi dengan bantuan komputer. Dari hasil pengolahan data didapatkan bahwa faktor yang paling dominan adalah pelatihan kerja. Hal ini ditunjukkan dengan hubungan yang kuat dengan faktor-faktor keunggulan bersaing dilihat dari angka korelasi di atas 0,5 untuk korelasi kuat dan di atas 0.75 untuk korelasi sangat kuat. Jadi untuk menciptakan sutau perusahaan yang sehat perlu dikembangkan faktor-faktor peningkatan kualitas SDM, terutama pelatihan kerja kepada karyawan baik untuk karyawan yang baru masuk ataupun karyawan lama. Sehingga karyawan yang bekerja dapat mengikuti perkembangan masalah-masalah baru yang timbul di lapangan.",
  "creators": "DONNY PRASETYO; SUGIHARTO",
  "contributors": "Connie Susilawati (Advisor 1); Guana Tandjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1069/SIP/2001; Donny Prasetyo (21496059), Sugiharto (21496220)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; PERSONNEL MANAGEMENT"
}