{
  "id": "16742",
  "title": "Analisis faktor-faktor yang mempengaruhi perilaku konsumen dalam pembelian rumah menengah di Surabaya Barat",
  "abstract": "Perkembangan teknologi dan semakin tingginya tingkat pendidikan membuat manusia mempunyai banyak tuntutan mengenai rumah yang ingin mereka miliki. Maka dalam memasarkan rumah, pengembang perlu menyelaraskan cara pemasarannya dengan perilaku konsumen mereka. Penelitian ini dilakukan untuk mengetahui faktor-faktor dominan yang mempengaruhi perilaku konsumen dalam membeli rumah menengah di Surabaya Barat dan membandingkan antara keinginan konsumen mengenai keunggulan perumahan dan usaha-usaha yang dilakukan pengembang untuk mewujudkan keunggulan-keunggulan pada sebuah rumah menengah. Data primer didapatkan melalui penyebaran kuesioner pada pembeli yang sekaligus menghuni pada lima perumahan di Surabaya Barat. Jumlah data yang dipakai sebanyak 200 buah dan dianalisa dengan analisa deskriptif dan regresi linier. Untuk mengetahui usaha mewujudkan keunggulan perumahan, maka dilakukan wawancara terhadap lima pengembang perumahan. Dari hasil analisa regresi, disimpulkan bahwa faktor-faktor dominan yang mempengaruhi konsumen dalam membeli rumah menengah di Surabaya Barat adalah faktor-faktor yang mendasari perilaku konsumen dan keunggulan yang ditawarkan perumahan. Analisa deskriptif menyatakan bahwa yang besar pengaruhnya pada faktor yang mendasari perilaku konsumen adalah sumber daya ekonomi konsumen (nilai mean 5,345), pengaruh keluarga (nilai mean =- \\17). dan motivasi (nilai mean = 4,86). Sedang pada keunggulan perumahan, yang besar pengaruhnya adalah daerah bebas banjir (nilai mean 5,505), keamanan lingkungan perumahan (nilai mean = 5,39), dan kenyamanan lingkungan perumahan (nilai mean = 5,305). Dari hasil wawancara terhadap pengembang didapatkan bahwa keunggulan yang diinginkan oleh konsumen telah banyak diwujudkan oleh pengembang, tapi ada beberapa perbedaan prioritas antara keinginan konsumen dan yang diwujudkan oleh pengembang.",
  "creators": "ANDI WIBOWO; CANDRA GUNAWAN",
  "contributors": "Connie Susilawati (Advisor 1); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1121/SIP/2001; Andi Wibowo (21496037), Candra Gunawan (21496176)",
  "subjects": "CONSTRUCTION INDUSTRY-MARKETING; CONSTRUCTION INDUSTRY-MANAGEMENT"
}