{
  "id": "16747",
  "title": "Potensi pantai puger dan cagar alam pulau Nusa Barong sebagai obyek wisata memancing di kota Jember",
  "abstract": "Salah satu obyek wisata di Kabupaten Jember yang masih belum dikenal orang adalah Pantai Puger dan Cagar Alam Pulau Nusa Barong yang terletak di desa Puger, Kabupaten Jember. Pantai Puger dapat dijangkau dengan mudah dari pusat kota Jember dengan memakan waktu kurang lebih 45 menit dengan mobil. Wisatawan selain dapat memancing, juga dapat menikmati pemandangan alam yang indah. Sejauh ini Pemerintah dan masyarakat setempat belum mengelola dan mengembangkan potensi yang ada untuk menjaring lebih banyak wisatawan. Hal ini telihat dari keadaan yang sekarang, yaitu kurangnya promosi, prasarana dan sarana di pantai Puger dan di cagar alam pulau Nusa Barong yang masih terbatas, selain itu kebersihan di pantai Puger yang kurang terjaga. Karena itu penulis mengusulkan agar Pemerintah khususnya Disparda Jember membenahi pantai Puger dan cagar alam pulau Nusa Barong baik sarana, prasarana, juga promosi agar pantai Puger dan cagar alam pulau Nusa Barong menjadi terkenal. Khususnya dikalangan para pemancing. Penulis mengusulkan agar dibangun sarana seperti toko-toko yang menjual peralatan memancing, toko yang menjual makanan khas kota Jember sebagai oleh-oleh, pembenahan kamar mandi umum, pembersihan sampah. Dan untuk promosi lebih dipergencar melalui brosur yang diletakkan di obyek wisata yang ada di Jember, di kolam-kolam pemancingan, di toko-toko penjual alat memancing. Seiain pembenahan dan promosi, pengawasan dan penzinan juga diperlukan agar keiestarian cagar alam yang ada di pulau Nusa Barong dapat dijaga dengan baik dari tangan-tangan jahil.",
  "creators": "HENDRO HARDI; GANI WIBISONO NILOWARDOYO",
  "contributors": "Tio Sally Puspasari (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 397/PAR/2000; Hendro Hardi (91396014), Gani Wibisono (91396035)",
  "subjects": "COASTS-PUGER-TOURIST TRADE; NUSA BARONG (ISLAND)-JEMBER-TOURIST TRADE; TOURIST TRADE-JEMBER"
}