{
  "id": "16754",
  "title": "Cybermarketing sebagai alternatif kegiatan pemasaran travel agents di Surabaya dalam menghadapi era globalisasi",
  "abstract": "Perkembangan komputer dengan jaringan internetnya yang berkembang dengan pesat di seluruh dunia juga telah masuk di Indonesia. Abad 21 akan diwarnai dengan perdagangan global yang semakin kental. Pada masa itu internet akan merupakan sebuah jalan tol yang tersedia bagi masyarakat sebagai konsumen maupun travel agent sebagai produsen dalam melakukan kegiatan bisnis jasa sehari-hari. Internet akan menjadi suatu kunci bagi konsumen maupun travel agent-travel agent serta sistem pemasaran global itu sendiri, karena dengan adanya internet akan memberikan suatu kesempatan baru bagi konsumen maupun travel agent-travel agent untuk melakukan kegiatan bisnis secara online. Dalam penulisan skripsi ini, penulis ingin meneliti lebih jauh tentang pengenalan cybermarketing dan penerapannya dalam travel agent yang ada di Surabaya. Dalam hal ini, penulis mengambil sejumlah 32 travel agent berbadan hukum yang ada di Surabaya sebagai responden dari 50 travel agent yang ada di Surabaya. Setelah data dikumpulkan dan dianalisa diperoleh hasil bahwa, dari jumlah responden yang diteliti, sebagian besar dari travel agent belum memikirkan teknologi tersebut untuk di integrasikan ke dalam sistem pemasaran travel agent yang ada di Surabaya. Tanggapan yang tidak responsif ini disebabkan teknologi tersebut belum mampu dijangkau secara keseluruhan oleh travel agent yang ada di Surabaya dalam hal biaya operasional, biaya pengembangan, biaya pemasangan (investasi pemasangan teknologi internet dalam perusahaan). Ketidaksiapan ini yang membuat travel agent di Surabaya tidak mau melangkah lebih jauh untuk investasi teknologi tersebut untuk menghadapi era globalisasi. Tetapi, ada sebagian kecil dari responden yang diteliti yang sudah mulai menggunakan internet sebagai sarana kegiatan pemasaran secara online {cybermarketing). Ini dapat dilihat dengan adanya beberapa travel agent di Surabaya yang sudah mempunyai online reservation sheet. Dari sini penulis mengambil kesimpulan bahwa tidak selamanya kemajuan teknologi dapat diterima secara positif oleh masyarakat, khususnya para pelaku bisnis di Indonesia.",
  "creators": "EKO KUKUH WIBOWO",
  "contributors": "Serli Wijaya (Advisor 1); SALLY SUHONGGO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 417/PAR/2000; Eko Kukuh Wibowo (91397007)",
  "subjects": "TOURIST TRADE-SURABAYA; TRAVEL AGENTS-SURABAYA-MARKETING"
}