{
  "id": "16761",
  "title": "Survei penerapan konsep sustainable construction di negara berkembang dan kemungkinan penerapannya di Indonesia",
  "abstract": "Sustainable construction (konstruksi berkelanjutan) adalah konsep yang memperfiatikan keseimbangan antara konstruksi (masalah biaya, mutu dan waktu) dengan lingkungan yang meliputi masalah sumber daya manusia, emisi dan keanekaragaman hayati. Riset terdahulu yang dilakukan oleh Kurniawan & Louis,2000 membahas tentang perkembangan sustainable construction temtama di negara maju. Alasan pemilihan negara berkembang pada riset peneliti karena Indonesia merupakan salah satu negara berkembang juga menghadapi tantangan dan permasalahan yang hampir sama dengan negara berkembang lainnya. Selain itu juga dilakukan survei pada perusahaan konsultan di Surabaya dengan alasan bahwa konsultan adalah pihak yang pertama kali mendesain suatu bangunan dan berperan dalam menerapkan sustainable construction dalam desainnya. Kuesioner disebarkan pada bulan Mei 2001 kepada konsultan sipil/perencana di Surabaya baik kategori Besar, Menengah dan Kecil sebanyak 55 kuesioner. Kuesioner yang kembali sebanyak 22 buah. Kategori yang disurvei dalam kuesioner antara lain: kategori standar, kategori lingkungan; kategori manajemen polusi dan limbah; kategori keselamatan dan kesehatan kerja; kategori pelatihan; kategori teknologi/metode konstruksi; kategori green design/green building/green city; kategori tata guna lahan; kategori pelaksanaan dan kategori biaya, dana dan pajak. Penerapan konsep sustainable construction di negara berkescbcxig mooih mengarah pada pembuatan prosedur, hukum dan standar untuk mendukung pelaksanaan konsep tersebut Berdasarkan kuesioner yang disebar, menunjukkan bahwa secara keseluruhan konsultan masih belum siap untuk menerapkan sustainable construction. Hambatan utama adalah masalah biaya. Katakunci: sustainable construction, negara berkembang, penerapan",
  "creators": "MEITY IVONNE TRYFENA; MEITY IVONNE TRYFENA",
  "contributors": "Paulus Nugraha (Advisor 1); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1120/SIP/2001; Meity Ivonne Tryfena (21497034), Astrid Priscilla Djajasaputra (21497015)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}