{
  "id": "16760",
  "title": "Pusat boga di Surabaya",
  "abstract": "Pusat Boga di Surabaya merupakan proyek perancangan untuk bangunan yang menyediakan fasilitas komersial dan pendidikan informal. Proyek ini muncul didasari pada pemikiran bahwa kebutuhan pokok manusia adalah pangan. Sesuai dengan perkembangan jaman maka kebutuhan akan makanan semakin banyak dan kebutuhan pelayanan jasa makanan setiap hari semakin bertambah karena dunia berkembang dan jumlah manusia semakin bertambah setiap harinya. Selain itu manusia semakin sibuk dengan pekerjaan masing-masing dalam era globalisasi ini, sehingga kebutuhan akan penyediaan makanan yang siap saji semakin bertambah. Hal ini disebabkan karena tidak adanya waktu untuk menyiapkan makanan sendiri. Selain itu restoran termasuk salah satu sumber daya yang oleh pemerintah terus dikembangkan . Selain penyediaan fasilitas komersial dan pemasaran, proyek ini juga menyediakan fasilitas-fasilitas pendidikan dan fasilitas penunjang lainnya seperti fasilitas pameran, pengelola dan ruang serba guna bertujuan mendukung kegiatan dan operasional bangunan. Secara umum laporan perancangan ini terdiri dari tiga bagian. Bagian pertama merupakan tinjauan proyek, menyangkut latar belakang, sasaran dan lingkup pelayanan proyek. Bagian kedua berisi tentang perancangan tapak, yang membahas pengaruh lingkungan terhadap tapak dan karakteristik dari tapak. Pada bagian ketiga berisi tentang substansi dari proyek termasuk konsep perancangan hingga pada wujud akhir bangunan yang disajikan.",
  "creators": "THERANCYS MONALYSA",
  "contributors": "Handoko Istanto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1687/ARS/16/2000; Therancys Monalysa (22495010)",
  "subjects": "FOOD INDUSTRY AND TRADE-BUILDINGS; COMMERCIAL BUILDINGS"
}