{
  "id": "16776",
  "title": "Studi tentang sel surya pada penempatan letak geografis dan posisi matahari di Surabaya",
  "abstract": "Solar Cell adalah salah satu bentuk aplikasi dari konversi energi cahaya matahari menjadi energi listrik, dimana Solar Cell sangat berguna karena energi listrik merupakan kebutuhan manusia yang sangat vital. Untuk mempelajari sistem pemasangan Solar Cell ini, harus pula mempelajari sistem meteorologi dan geofisika, dimana pemasangan Solar Cell ini sangat tergantung dari posisi matahari, karena posisi matahari tiap bulan dan tiap tahun mengalami perubahan dan dengan perbedaan lokasi maka kekuatan matahari akan mengalami perbedaan pula. Kekuatan matahari yang jatuh ke permukaan tanah diperkirakan maksimal sebesar 1000 W/m 2 atau sama dengan peak-hour yang juga disebut daily insolation. Langkah percobaan yang diambil dimaksudkan untuk membantu dalam meneliti sudut kemiringan dari matahari dengan memakai percobaan yang sederhana. Data yang diperoleh dapat dibandingkan secara teori dan pengukuran. Data-data diperoleh pada badan meteorologi dan geofisika, yang kemudian dihitung dan dibuat tabel beserta grafiknya, dari berbagai macam sudut kemiringan selama setahun. Analisa dibuat berdasarkan tabel data, untuk modul bergerak dan modul tetap, yang menghasilkan selisih sekitar 6,4 % dari keadaan maksimum kedua modul, dimana untuk modul tetap ditetapkan sudut kemiringan 15?. Dan pada modul Solar Cell sesungguhnya dihitung persentase kekuatan daya untuk modul bergerak dan modul tetap dengan peningkatan daya yang cukup kecil yaitu sekitar 6,83 %. Dari analisa data dan perhitungan dapat disimpulkan bahwa modul tetap lebih effisien, karena peningkatan daya hanya 6,83 % saja, biaya pembangunan modul bergerak jauh lebih mahal dari modul tetap, oleh sebab itu effisiensi sangat dipentingkan.",
  "creators": "RUDY TJAHJADI",
  "contributors": "Limboto Limantara (Examination Committee 1); Prof. Ir. Hanny Hosiana Tumbelaka, M.Sc., Ph.D. (Advisor 2); Murtiyanto Santoso (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.99/E/TST/029/308; Rudi Tjahjadi (23492074)",
  "subjects": "PHOTOVOLTAIC CELLS"
}