{
  "id": "16771",
  "title": "Analisa produktivitas karyawan pada PT. 1368 Banyuwangi",
  "abstract": "Produktivitas karyawan merupakan satu hal yang penting dan perlu mendapatkan perhatian besar dari pihak perusahaan. PT. 1368 merupakan salah satu perusahaan yang selama ini melakukan penilaian produktivitas karyawan. Penelitian ini bertujuan untuk mengetahui produktivitas karyawan di PT. 1368 serta faktor-faktor yang mempengaruhi produktivitas karyawan tersebut. Penelitian menggunakan pendekatan kuantitatif dengan menggunakan sampel sebanyak 185 karyawan. Data dikumpulkan melalui kuesioner dan berasal dari data sekunder yang ada di perusahaan. Setelah data terkumpul, data dianalisa menggunakan analisa regresi linear berganda, uji F dan Uji t. Hasil penelitian menunjukkan bahwa pihak perusahaan selama ini telah melakukan penilaian produktivitas karyawan. Hasil penelitian menunjukkan bahwa selama ini produktivitas karyawan masuk dalam kategori baik. Hasil pengujian secara simultan menunjukkan bahwa Usia, Tingkat pendidikan, Masa Kerja, Kepuasan Terhadap Kompensasi, Semangat Kerja, Disiplin Kerja, Motivasi Kerja, dan Lingkungan Kerja mempunyai pengaruh simultan terhadap produktivitas kerja karyawan PT. 1368 Banyuwangi, sementara itu hasil pengujian secara parsial menunjukkan bahwa kepuasan terhadap kompensasi, semangat kerja, disiplin kerja, motivasi kerja dan lingkungan kerja secara parsial memberikan pengaruh produktivitas kerja karyawan secara signifikan memberikan pengaruh parsial terhadap produktivitas, sementara itu usia, pendidikan dan masa kerja meskipun memberikan pengaruh terhadap produktivitas kerja, akan tetapi pengaruhnya tidak signifikan. Variabel lingkungan kerja mempunyai pengaruh yang dominan terhadap dibandingkan dengan variabel yang lain.",
  "creators": "ORLANDO RICARDO ARDANA; DAVIN PRAMONO JONATAN",
  "contributors": "Eddy Madiono Sutanto (Advisor 1); Sundring Pantja Djati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010143/MAN/2010; Orlando Ricardo Ardana (31406178); Davin Pramono Jonatan (31406217)",
  "subjects": "LABOR PRODUCTIVITY"
}