{
  "id": "16780",
  "title": "Perancangan sistem informasi manajemen proses tender pada proyek konstruksi (studi kasus di PT.\"X\")",
  "abstract": "Pada akhir-akhir ini sistem informasi sudah mulai memasuki pada setiap proses dari kegiatan-kegiatan. Tidak tertinggal pula bidang konstaiksi yang membutuhkan suatu sistem informasi untuk mendukung jalannya proses-proses yang ada di dalam konstruksi. Salah satu proses itu adalah proses Tender. Maka dari itulah dibutuhkan suatu kajian mengenai sistem informasi manajemen pada bidang konstruksi pada umumnya dan proses tender khususnya. Proses tender yang secara garis besar dibagi menjadi tiga bagian besar yaitu Prakualifikasi, Kegiatan lelang proyek, dan Perjanjian Kontrak. Proses ini terdiri dan suatu kumpulan dan aliran data atau informasi yang saling berkaitan satu dengan yang lain. Rancangan konsep dari sistem informasi dibutuhkan untuk menunjukkan data-data apa saja serta aliran dari data tersebut. Sistem informasi ini akan berupa atau berbentuk suatu diagram yang menggambarkan aliran data. Data Flow Diagram atau disingkat DFD akan menunjukkan secara lebih jelas dibanding dengan penjelasan kata-kata. Dan dari konsep dasar DFD ini akan bisa digunakan untuk menyusun sistem informasi yang terpadu tentang tender yang terintegrasi dan bisa diaplikasikan dalam komputer. Pengintegrasian ini akan memudahkan, mempercepat, dan mengefisienkan waktu yang digunakan dalam proses tender Di mana waktu sangat berperan dalam proses tender. Secara keseluruhan proses tender dapat disamakan dengan proses-proses lain dalam konstruksi. Adapun kesamaan ini terletak pada adanya data dan aliran data, serta mempunyai awal dan akhir dan tidak berputar {cycling process) seperti proses industri. Hal ini menunjukkan proses tender akan terlihat sebagai suatu proses yang terintegrasi dan mempunyai urutan tertentu. Dari hasil perancangan yang dilakukan dapat ditarik kesimpulan bahwa sistem informasi manajemen proses tender akan sangat berguna bagi pelaku konstruksi terutama kontraktor, karena perancangan ini dilakukan dari sudut kontraktor.",
  "creators": "RUSLIE CAHYANA; ANDY MEIRNA DWI PRAYITNA",
  "contributors": "Guana Tandjung (Advisor 1); Yusuf Daud Endro Wicaksono (Advisor 2); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1123/SIP/2001; Ruslie Cahyana (21497146), Andy Meirna (21497174)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}