{
  "id": "16790",
  "title": "Pengukuran efisiensi teknis dan ekonomis dari proses produksi di PT Sinar Djaja Can",
  "abstract": "Pengukuran efisiensi proses produksi dalam tugas akhir ini dibagi menjadi efisiensi teknis dan efisiensi ekonomis. Pengukuran efisiensi ini dilakukan dengan menggunakan dua betas indikator yang diuraikan oleh Giancarlo Barbiroli (Giancarlo Barbiroli. 1996. Technovation. Vol 16, No. 7. New Indicators For Measuring The Manifold Aspects Of Technical And Economic Efficiency Of Production Processes And Technologies ). Metode ini mencoba untuk mengetahui secara lebih mendalam faktor-faktor yang berhubungan dengan efisiensi proses produksi. Kedua-belas aspek yang dipertimbangkan dalam pengukuran efisiensi proses produksi tersebut adalah Siklus Material, Siklus Energi, Lingkungan Keseluruhan Proses, Lingkungan Produk Akhir, Lingkungan Siklus Energi, Kualitas Produk Absolut, Kualitas Produk Konstan, Pengoperasian Peralatan Statist, Pengoperasian Peralatan Dinamis, Keaneka-Ragaman Produk Campuran, Volume Produk, Input. Setelah dilakukan pengambilan dan pengolahan data, kemudian dilakukan pengukuran efisiensi berdasarkan indikator di atas disesuaikan dengan kondisi yang ada di perusahaan. Langkah berikutnya adalah dilakukan analisis terhadap hasil perhitungan efisiensi, yang meliputi analisis hasil efisiensi per periode, penggolongan efisiensi berdasarkan aspek siklus, lingkungan, peralatan, produk, kualitas, dan input; menentukan kategori tinggi-rendah dan hasil efisiensi tersebut, serta menganalisis secara keseluruhan hasil efisiensi.Memberikan kesimpulan dan saran yang disesuaikan dengan kondisi perusahaan sehingga pada akhiraya dapat diterapkan di perusahaan. Kesimpulan yang didapatkan adalah efisiensi perusahaan keseluruhan masih hams ditingkatkan karena masih berada dalam kategori rendah. Akan tetapi efisiensi perusahaan mempunyai hasil yang bagus di beberapa aspek, antara lain siklus material, siklus energi, lingkungan keseluruhan proses, lingkungan produk akhir, dan pengoperasian peralatan statis.",
  "creators": "DEWI LINDAWATI",
  "contributors": "S.G. Ferryanto (Advisor 1); Stevanus Adrianto Tjandra (Advisor 2); Sujono Poetrodjojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 038/TMI-36/1997; Dewi Lindawati (25493028)",
  "subjects": "PRODUCTION MANAGEMENT; MANUFACTURING PROCESSES"
}