{
  "id": "16818",
  "title": "Pembuatan prototype sistem pembangkit listrik tenaga air dengan menggunakan turbin banki sebagai penggerak mula",
  "abstract": "Pembangunan yang adil dan merata merupakan salah satu mandat rakyat untuk pemerintah. Dalam bidang kelistrikan, pemerintah telah melaksanakan program listrik masuk desa. Namun ternyata banyak kendala yang ditemui oleh PLN selaku BUMN yang ditunjuk mengelola masalah pembangkitan dan distribusi listrik di Indonesia. Masalah ini muncul, terutama bila daerah distribusi terletak di daerah terpencil yang mana membutuhkan investasi lebih besar agar distribusi listrik dapat mencapainya. Selain itu penggunaan beban untuk daerah-daerah terpencil masih relatif kecil sedangkan biaya listrik hams seragam, ini jelas merugikan PLN. Untuk mengatasi masalah tersebut dapat dicarikan beberapa alternatif lain dari pembangkitan listrik. Turbin banki merupakan salah satu jenis turbin kecil dengan effisiensi yang cukup baik, karena kerja fluida air yang membentur sudu turbin dua kali. Walaupun keberadaannya di Indonesia belum sering disebut, sebenarnya turbin jenis ini telah hadir cukup lama di daratan Eropa dan serangkaian percobaan telah dilakukan untuk menguji turbin jenis ini. Dengan pertimbangan manfaat aplikasi untuk masyarakat daerah terpencil yang membutuhkan listrik, maka disini akan dibuat suatu sistem PLTA dengan turbin banki sebagai penggerak mula. Tentu saja hal ini memerlukan waktu yang lama dari persiapan, survey, perencanaan sampai pemasangan instalasi dan operasi. Untuk itu beberapa hal disini harus dibatasi seperti debit air, transmisi dan sebagainya. Dengan pengaturan yang sederhana diharapkan penggunaan turbin ini sebagai penggerak mula bagi suatu PLTA mikro dapat menghasilkan banyak manfaat.",
  "creators": "JANDRY TANAIR",
  "contributors": "Prof. Ir. Hanny Hosiana Tumbelaka, M.Sc., Ph.D. (Examination Committee 1); Emmy Hosea (Advisor 2); BUNAWI GUNAWIDJAJA (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.97/E/TST/022/212; Jandry Tanair (23489121)",
  "subjects": "PROTOTYPES, ENGINEERING; TURBINES"
}