{
  "id": "16812",
  "title": "Analisa efisiensi produksi dengan menggunakan promodel di sebuah perusahaan furniture",
  "abstract": "Untuk berkompetisi dalam era globalisasi ini, industri-industri di Indonesia perlu menyadari bahwa harus senantiasa memperbaiki kinerjanya, yaitu dengan memperbaiki system produksi yang ada di dalamnya agar dapat tercipta suatu system yang efektif dan efisien. Produk yang dihasilkan oleh PT \"X\" ini ada beberapa jenis, terutama produk jenis A dan jenis B yang sering diproduksi. Di dalam memenuhi permintaan konsumen, kapasitas produksi PT \"X\" kurang memadai sehingga dengan terpaksa menolak sejumlah permintaan karena tidak mampu memenuhinya. Oleh karena itu dalam penelitian ini dirancang suatu perbaikan di bagian produksi untuk meningkatkan efisiensi dan efektivitas produksi, agar pihak perusahaan dapat menampung permintaan yang selama ini tidak terpenuhi. Agar percobaan perubahan system tidak mengganggu system yang sedang berjalan, maka digunakan suatu model simulasi dengan memanfaatkan software ProModel. Di dalam merancang suatu model simulasi terdapat beberapa tahap untuk pembuatan yaitu pengumpulan data-data berupa waktu operasi yang akan digunakan untuk model konseptual, pembuatan model itu sendiri, verifikasi dan validasi, analisa simulasi awal dan perancangan alternatif-alternatif usulan untuk perbaikan yang dilakukan dengan memperhatikan ketetapan yang diberikan oleh perusahaan. Melalui model simulasi didapatkan hasil-hasil berupa alternatif-alternatif perbaikan untuk meningkatkan efisiensi dan efektivitas pada bagian produksi kemudian menganalisa alternatif-alternatif usulan tersebut dengan metode NPV agar didapatkan alternatif usulan yang terbaik bagi perusahaan. Dalam penelitian ini, hasil perhitungan analisis biaya menunjukkan bahwa altenatif usulan yang terbaik adalah melakukan penambahan operator pada departemen packaging bagian setting sebanyak duabelas orang, bagian rubbing sebanyak satu orang dan penambahan operator sebanyak tigapuluh dua orang pada bagian assembly.",
  "creators": "ANTONIO SAMIADJI HARTANTO",
  "contributors": "Danny Prabowo Soetanto (Advisor 1); SANDY CITRO (Advisor 2); Tanti Octavia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 355/TI-82/2000; Antonio Samiadji Hartanto (25496110)",
  "subjects": "EFFICIENCY, INDUSTRIAL-ANALYSIS; PRODUCTION PLANNING-ANALYSIS"
}