{
  "id": "16825",
  "title": "Pembuatan perangkat lunak pembaca form scanner",
  "abstract": "Dengan mesin pembaca Form Scanner {Optical Mark Reader Machine) dapat dilakukan pembacaan mark (tanda) dari form scanner. Hasil pembacaan oleh Optical Mark Reader Machine (OMR Machine) ini berupa file text. Sistem yang diterapkan dalam Optical Mark Reader ini adalah penyinaran dengan cahaya yang dimana data yang dihasilkan diperoleh dari penangkapan cahaya oleh photocell. Dengan adanya head dari Optical Mark Reader ini dapat dipastikan jarak horisontal dari tiap bulatan yang ada dan untuk jarak vertikal ditentukan oleh timing track dari lembar form scanner. Dalam Tugas Akhir ini dibuat software alternatif sebagai pengganti Optical Mark Reader yang ada dengan harga yang relatif murah. Secara singkat cara kerja dari software ini adalah menscanning form scanner dengan scanner image biasa dan dengan hasil image yang ada dalam bentuk format bitmaps windows image (bmp). Dengan image yang diperoleh dari scanner image ini diadakan pre procesing dan procesing, untuk menyesuaikan image hasil scanning dengan pattern, karena sistem dari software yang dibuat ini menggunakan pattern. Pattern ini digunakan sebagai patokan dari pemrosesan yang dilakukan. Sistem pembacaan mark (tanda) dari form scanner ini berdasarkan koordinat x dan y. Sehingga setiap image yang diperoleh dari scanner image diharapkan sesuai dengan pattern yang sudah dibuat. Software yang digunakan adalah Borland Dephi 4.0 adapun langkah-langkah yang diambil adalah: penentuan letak dari tiap bulatan, dan mengambil sample dari tiap bulatan yang ada sebanyak 60% sampai dengan 70% (16 pixel dari 25-30 pixel tiap bulatan), menentukan kepekatan wama dari setiap sample yang diambil, menentukan error yang terjadi jika bulatan yang ada tidak penuh. Pengujian Sistem yang dilakukan dengan berbagai macam tipe kesalahan yang ada misalnya: bulatan yang tidak penuh, bulatan yang terlalu besar, pinsil yang warnanya tidak gelap, form scanner yang kotor, form scanner yang sobek atau terlipat. Untuk kesalahan scanning dengan scanner image misalnya: hasil scanning yang miring, hasil scanning yang ukurannya tidak sesuai dengan pattern yang dibuat. Proses pembacaan dengan software ini untuk tiap form scanner 1,5 detik (tanpa menghasilkan file text) sedangkan proses scanning image dengan scanner image tiap form scanner memakan waktu rata-rata 13 detik. Dari hasil pengujian yang diadakan software ini dapat mendeteksi kesalahan pada pengisian form scanner berupa form scanner yang kotor, sobek atau terlipat, bulatan yang tidak penuh, warna pensil yang tidak gelap dan lembar form scanner dengan kesalahan karena karet penghapus. Untuk kesalahan scanning dengan scanner image dapat diatasi dengan proses pre procesing dengan mereduksi image yang ukurannya tidak sesuai dengan pattern atau merotasi image yang mengalami kemiringan sewaktu melakukan scanning image. Hasil akhir yang diperoleh adalah 90 % keberhasilan untuk pembacaan tiap bulatan dan 25 % keberhasilan pembacaan tiap form scanner dengan bulatan yang berhasil dibaca 100 %.",
  "creators": "YOHANES PRASETYA",
  "contributors": "Kartika Gunadi (Advisor 1); Resmana Lim (Advisor 2); Petrus Santoso, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 99/E/KOM/014/053; Yohanes Prasetya (23494096)",
  "subjects": "SOFTWARE ENGINEERING"
}