{
  "id": "16824",
  "title": "Warung Internet Excel",
  "abstract": "PASAR Mahasiswa Universitas Surabaya sebagai bagian dari kaum intelektual yang butuh informasi, hiburan, dan komunikasi global juga merupakan kelompok besar pengguna jasa Internet. Namun kondisi ini dibatasi dengan kendala dimana bagi sebagian besar mahasiswa mendapat kesulitan untuk bisa menikmati jasa internet, karena untuk bisa menggunakan internet dibutuhkan banyak sarana seperti seperangkat komputer, modem, hubungan dengan provider serta hubungan telepon , dengan demikian terdapat peluang untuk menyediakan tempat khusus yang menyediakan fasilitas internet. SASARAN BISNIS Waning Internet (Warnet) Excel bertujuan memberikan jasa kemudahan bagi para mahasiswa Universitas Surabaya peminat internet dengan penekanan kepada privacy dari pengguna internet, harga yang bersaing, daftar petunjuk alamat-alamat web site dan juga penjaga warnet ini mempunyai pengetahuan tentang internet yang akan memberikan informasi dan membimbing netter yang kebingungan dan yang mengalami kesulitan dalam menggunakan internet. Sebagai pelengkap Warnet Excel juga dilengkapi dengan kantin yang menyediakan makanan kecil dan minuman ringan. LOKASI Lokasi yang dipilih untuk mendirikan warnet ini, terletak di jalan Rungkut Mejoyo Selatan V / 51. Surabaya. Lokasi ini dekat dengan Universitas Surabaya dan berada di kos para mahasiswa Ubaya serta berada dilingkungan perumahan penduduk menengah keatas. MANAJEMEN Warnet ini akan dioperasikan oleh seorang manajer yang memiliki kapabilitas untuk menjalankan sebuah warnet dimana, manajer ini akan dibantu oleh dua orang yang bekerja secara paruh waktu dibagian operasional dan seorang yang bertanggung jawab untuk menangani bagian kedai. PENDANAAN Wartel Excell ini memerlukan dana awal sebesar Rp. 42.273.000,00. Pemilik akan menyetorkan dana sebesar Rp. 25.363.800,00, sedangkan sisanya sebesar Rp. 16.909.200,00 dipenuhi dengan cara meminjam dari bank.",
  "creators": "JOHAN TRIPUTRO RAHARDJO; ERNANDO DEMILY; HENDRI GUNALAN",
  "contributors": "Pwee Leng (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rancangan Usaha",
  "source": "Rancangan Usaha No. 5/EM/1999; Johan Triputro (31495091), Ernando Demily (31495182), Hendry Gunalan (31495188)",
  "subjects": "MANAGEMENT"
}