{
  "id": "16826",
  "title": "Faktor-faktor yang mempengaruhi dan cara meningkatkan kepuasan pelanggan",
  "abstract": "Dengan memperhatikan hasil-hasil yang menurun, hasil-hasil tersebut digabung. Untuk samua atribut gabungan, terdapat dukungan untuk hasil-hasil yang menurun pada bagian penampilan positif, tetapi tidak pada penampilan negatif Ketika hasil-hasil yang diuji menurun pada setiap individu terdapat dukungan untuk kepekaan yang menurun pada penampilan positif maupun negatif ? Pada akhirnya, hasil-hasil yang didapat menunjukkan bahwa selain pengaruh yang ditengahi oleh kepuasan pelanggan, penampilan tingkat sifat memiliki pengaruh langsung pada keinginan untuk membeli lagi. Pada tahun 1956, Jaworsky dan Kohli berdasarkan Iiteratur yang ada mencoba menjelaskan lebih lanjut konsep kepuasan konsumen dari segi orientasi pasar. Di sini mereka menjelaskan bagaimana konsep orientasi pasar tersebut mempunyai pengaruh juga terhadap kepuasan pelanggan. Orientasi pasar itu sendiri mempunyai definisi yang berbeda. Sedikitnya ada 4 definisi yang paling sering digunakan, yaitu: ? Orientasi pasar adalah kesadaran atau pemahaman yang menempatkan minat pelanggan sebagai yang utama dengan tidak mengesampingkan berbagai pihak yang berkepentingan yang lain (stock holder) seperti pemilik, manajer dan karyawan dalam mengembangkan perusahaan yang melibatkan keuntungan jangka panjang (Deshpande, Faley, dan Webster, 1993). ? Orientasi pasar adalah upaya mendorong agar seluruh organisasi/ perusahaan untuk memiliki kemampuan mengenal pasar yang berkaitan dengan kebutuhan pelanggan' saat ini dan yang akan datang, disertai kemampuan kepada seluruh bagian perusahaan dan daya tanggap pasar secara menyeluruh (Kohli dan Jaworsky, 1990). o Orientasi pasar terdiri dari 3 komponen perilaku - orientasi konsumen (pelanggan), orientasi pesaing, dan koordinasi antar fungsi dan dua kriteria keputusan fokus pada jangka panjang dan keuntungan (Narver and Slater, 1990). ? Orientasi pasar menggambarkan kemampuan yang unggul/ hebat dalam memahami dan memuaskan pelanggan (Day, 1994). Dari beberapa literatur dan jurnal-jurnal yang telah ada, Jaworsky dan Kohli (1996) menyimpulkan bahwa dampak orientasi pasar terhadap kinerja bisnis dapat digeneralisasikan kepada berbagai budaya nasional lainnya demikian juga konsep-konsep yang telah ada tersebut dapat dituangkan kepada perusahaan-perusahaan kecil, perusahaan-perusahaan waralaba, dan beberapa konteks bidang usaha lainnya Di Amerika Serikat, Johnson, dkk. (1996) menemukan suatu alat ukur untuk mengukur kinerja perusahaan dalam kaitannya dengan kepuasan pelanggan yang disebut ACSI {American Customer Satisfaction Index) dengan melakukan penelitian secara cross sectional maupun longitudinal. ACSI menggunakan metodologi dengan 2 sifat yang berbeda: 1) metodologi tersebut harus dapat dipahami bahwa ACSI dan konsep lain dalam model tersebut merupakan evaluasi konsumen yang berbeda dan tidak dapat diukur secara langsung, sehingga ACSI harus menggunakan pendekatan indikator untuk mengukur kepuasan pelanggan secara menyeluruh, 2) sebagai alat ukur kepuasan konsumen, ACSI harus diukur dengan suatu cara sehingga tidak hanya menjelaskan pengalaman mengkonsumsi, tetapi juga berpandangan ke depan. Daiara penelitian kali ini para penulis menggunakan interview dan survei. Populasi Amerika yang dipakai sebagai tolak ukur. Data yang didapat melalui interview terhadap konsumen dari masing-masing perusahaan, di mana ? 250 orang di-interview meialui telepon, dan yang diambil dari 48 sampel probabilitas ruraah tangga di Amerika Serikat, berdasarkan metode nearest birthday untuk mengidentifikasikan pembelian barang/jasa tertentu dalam periode waktu pembelian dan konsumsi yang ditentukan. Beberapa hasii yang dicapai dalam penggunaan ACSI, yaitu: ACSI berguna untuk mengevaluasi dan meningkatkan kesejahteraan warga negaranya Selain itu juga untuk memperkirakan dan memantau dampak kebijaksanaan yang berkenaan dengan undang-undang, pajak, tingkat bunga, harga, dan subsidi. ACSI merupakan suatu alat ukur ya",
  "creators": "SUSAN HARIJANTO",
  "contributors": "Peter Remy Yosy Pasla (Advisor 1); Soekarno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 19/EM/2000; Susan Harijanto (31495218)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER SATISFACTION"
}