{
  "id": "16832",
  "title": "Sistem pembangkit dan distribusi listrik pada pesawat terbang : studi pesawat terbang Boeing 737-200 di Merpati Nusantara airlines",
  "abstract": "Pada dekade terakhir ini kemajuan dalam bidang kelistrikan pesawat terbang mengalami kemajuaa yang cukup pesat. Peralatan dan perlengkapan listrik dibuat dengan ukuran yang yang lebih kecil dan modular dibandingkan dengan sistem konvensional. Perlengkapan tersebut dapat ditemui pada pesawat modern yang sudah ada, terutama pada pesawat terbang Boeing 737-200 milik PT Merpati Nusantara Airlines. Pesawat terbang merupakan sarana transportasi udara yang cepat dan sangat menunjang mobilitas, terutama untuk mencapai suatu wilayah yang mempunyai jarak tempuh sangat jauh dengan waktu tempuh yang relatif cepat, ditambah lagi dengan tingkat keselamatan yang sangat tinggi. Membahas tentang tingkat keselamatan suatu pesawat, tidak bisa lepas dari topik pembangkit dan distribusi listrik pesawat tersebut. Oleh karena itu tugas akhir ini akan membahas tentang pembangkit dan distribusi listrik pesawat terbang yang disesuaikan dengan materi perkuliahan. Dalam tugas akhir ini studi pada Pesawat Terbang Boeing 737-200 Merpati Nusantara Airlines membahas tentang sistem pembangkit tenaga listrik yang meliputi sistem turbin gas sebagai pembangkit utama dan generator sebagai penghasil listrik utama, dan sistem distribusi listrik yang meliputi trafo, rectifier, inverter, kabel, busbar, pemutus dan pengaman listrik statis serta sistem distribusi yang dipakai. Peralatan yang terdapat pada pesawat tidak dapat dipakai pada instalasi bangunan biasa karena pada pesawat menggunakan frekuensi 400 Hz sehingga tegangannya pun disesuaikan menjadi 115 Volt. Sedangkan distribusi yang terpasang adalah distribusi radial modifikasi tanpa ada kerja parallel antara dua generator.",
  "creators": "PUTRA SALEH",
  "contributors": "Emmy Hosea (Advisor 1); Julius Sentosa Setiadji (Advisor 2); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/E/TST/006/389; Putra Saleh (23495134)",
  "subjects": "AIRCRAFT GAS-TURBINES; ELECTRIC POWER TRANSMISSION"
}