{
  "id": "1683",
  "title": "Perancangan interior Sekolah Mode \"Arva Fashion Studio\" di Surabaya",
  "abstract": "Mode pada abad modern ini menjadi suatu kebutuhan, dimana busana maupun asesoris yang melengkapinya menjadi suatu perangkat yang menunjukkan prestise seseorang. Mode, jenis maupun gaya busana otomatis tidak lepas dari peranan perancang busana yang dengan ide dan kreatifitas secara inovatif menghasilkan karya-karya busana yang spektakuler. Demikian juga di Indonesia sendiri industri garmen merupakan penyumbang devisa terbesar di luar migas. Surabaya adalah kota terbesar kedua di Indonesia. Sayangnya masyarakat Surabaya sendiri kurang bisa menyeleksi secara tepat busana yang masuk, sehingga cenderung menjadi follower, tidak memiliki kepribadian dan menjadi korban mode. Akar muasalnya SDM yang bergerak dibidang ini kurang memiliki kualitas. \"Arva Fashion Studio\" merupakan salah satu sekolah mode yang dalam kurun waktu 10 tahun terakhir mempu membuktikan eksistensi dan kualitasnya di panggung busana dalam dan luar negeri. Kenaikan jumlah siswa yang tinggi tidak diikuti dengan peningkatan jumlah fasilitas, sehingga fasilitas yang ada cenderung dibuat semultifungsi mungkin dengan sistem pemakaian yang semaksimal mungkin. Untuk itulah desainer ingin merancang sekolah mode \"Arva Fashion Studio\" menjadi suatu sekolah mode yang sesuai standar, memenuhi tuntutan yang terjadi akibat interaksi antara aktifitas manusia, kebutuhan organisasi ruang serta fungsi dan estetika. Sejarah Perkembangan Mode, sebagai dasar berpikir sumber inspirasi menjadi tema perancangan yang akan membawa perancangan sekolah mode ini pada suatu pengkondisian karakter 3 periode sejarah mode dalam desain.",
  "creators": "JEANETE DEBY WANG",
  "contributors": "Stephanus P. Honggowidjaja (Advisor 1); MOCH. TAUFAN RIZQI (Advisor 2); ACHMAD FAIZIN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 0122/DIN/2003; Jeanete Deby Wang (41499109)",
  "subjects": "INTERIOR DECORATION"
}