{
  "id": "16847",
  "title": "Fasilitas retret GPdI di Batu",
  "abstract": "Laporan perencanaan dan perancangan ini disusun untuk memenuhi Tugas Akhir mata kuliah Merancang Arsitektur Ar. 4500 periode XL Februari-Agustus 1999 pada Jurusan Arsitektur Fakultas Teknik Universitas Kristen Petra Surabaya. Adapun judul Tugas Akhir ini adalah: FASILITAS RETRET GPdl DIBATU Dalam laporan ini diuraikan mengenai proses perencanaan dan perancangan suatu komplek bangunan yang berfungsi sebagai tempat retret dengan beberapa fasilitas penunjang. Pembahasannya meliputi latar belakang, tujuan dan sasaran, fungsi dan manfaat, lingkup pelayanan, batasan proyek, metodologi pengumpulan data, pengertian judul, penentuan lokasi, perancangan tapak, dan perancangan bangunan. Selain itu juga dijelaskan segala aktivitas dan kebutuhan fasilitas di dalam komplek bangunan fasilitas retret tersebut. Data-data yang diperlukan diperoleh melalui wawancara dan pengamatan langsung, sedangkan studi literatur digunakan sebagai bahan perbandingan untuk memperkuat data yang telah ada. Proyek Fasilitas Retret Gereja Pantekosta di Indonesia di Batu ini merupakan proyek yang didasari atas kebutuhan segenap jemaat Gereja Pantekosta di Indonesia akan sebuah fasilitas retret yang dimiliki oleh GPdl. Mencermati hal ini, maka penulis mendapat ide untuk merencanakan dan merancang suatu fasilitas retret yang disesuaikan dengan liturgi-liturgi dan tata cara yang berlaku di GPdl. Lokasi yang dipilih untuk proyek fasilitas retret ini terletak di depan Sekolah Alkitab Gereja Pantekosta di Indonesia Batu. Pemilihan ini berdasarkan pertimbangan bahwa kedua fasilitas ini adalah milik GPdl sehingga keberadaan kedua wadah kegiatan ini dapat saling menunjang. Perencanaan dan perancangan fasilitas retret ini menitikberatkan pada perencanaan dan perancangan ruang luar sebagai pusat aktivitas kegiatan retret dan penataan massa bangunan yang membantu terbentuknya ruang luar. Disamping itu juga dihadirkan pengolahan ruang luar seperti: sequence, focal point, truncation dan screen vista, untuk memberikan pengalaman rohani tertentu kepada peserta retret.",
  "creators": "FERRYANTO",
  "contributors": "Paulus Hendrianto Soehargo (Advisor 1); Handinoto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1586/Ars/34/1999; Ferryanto (22495037)",
  "subjects": "CHRISTIANITY; RETREATS-BUILDINGS; RETREATS-BUILDINGS-DESIGNS AND PLANS"
}