{
  "id": "16846",
  "title": "Kredit perumahan dan resikonya",
  "abstract": "Dalam industri perumahan, kredit perumahan merupakan salah satu instrument yang memegang peranan penting pada sektor keuangan. Ada beberapa macam jenis kredit perumahan yang ditawarkan, antara lain kredit dengan bunga yang dapat disesuaikan {adjustable-rate mortgage), kredit dengan tingkat bunga tetap {fixed-rate mortgage), dan Graduated Payment Mortgage. Banyaknya jenis kredit yang ditawarkan bertujuan untuk membantu debitur atau calon pembeli untuk membiayai pembelian rumah melalui kredit tersebut. Debitur dapat memilih jenis kredit mana yang paling sesuai dengan kemampuannya. Salah satu kredit yang sering digunakan adalah GPM atau Graduated Payment Mortgage. Cara pembayaran metode GPM adalah cicilan awal akan meningkat selama suatu periode tertentu kemudian konstan sampai akhir jangka waktu pembayaran sehingga, kredit ini banyak digunakan oleh debitur muda atau pasangan muda yang pendapatannya diharapkan terus meningkat. Cicilan yang kecil pada awal periode memungkinkan debitur untuk membayar kredit tersebut, dan dengan meningkatnya pendapatan maka mereka akan mampu membayar cicilan selanjutnya.. Pada artikel pertama dilakukan pengembangan formula perhitungan untuk menentukan cicilan awal yang dapat diterapkan dalam program komputer dan kalkulator. Kredit jenis ini cukup beresiko bagi kreditur. Dengan sistem cicilan awal yang lebih kecil akan timbul negative amortization yaitu pokok pinjaman akan mengalami peningkatan pada masa awal cicilan. Hal ini terjadi karena cicilan awal yang lebih kecil dari tingkat bunga pinjaman sehingga beban bunga tersebut terakumulasi pada pokok pinjaman. Akibatnya equity dari debitur atas properti jadi berkurang dan loan lebih besar, sehingga menyebabkan resiko wanprestasi bagi kreditur meningkat. Resiko wanprestasi juga disebabkan berbagai faktor, antara lain karakteristik debitur yang menggunakan kredit tersebut. Karena itu artikel kedua mernbahas sistem klasifikasi resiko pada debitur yang wanprestasi. Masing-masing debitur memiliki resiko wanprestasi dan faktor penyebab yang berbeda. Sehingga dengan sistem klasifikasi resiko yang spesifik maka kreditur memiliki suatu landasan dalam melakukan penilaian sebelum menyetujui pemberian kredit. Kreditur dapat menyeleksi masing-masing debitur berdasarkan klasifikasi resiko yang ada. Selain klasifikasi resiko dari masing-masing debitur, bank atau lembaga keuangan juga dapat melakukan rasio terhadap kredit dan menetapkan batas maksimum pinjaman. Hal ini merupakan cara lain yang dapat dipakai untuk mengurangi resiko wanprestasi yang dihadapi bank atau lembaga keuangan. Dalam kondisi pasar yang tidak menentu, bank dan lembaga keuangan harus berhati-hati dalam menentukan besarnya pinjaman. Maka artikel ketiga menyediakan suatu bentuk formal yang dapat digunakan bank untuk menentukan rasio kredit dan besarnya jumlah pinjaman yang dapat diberikan kepada debitur. Dengan meagetahui resiko yang dimiliki debitur ditambah dengan kemampuan untuk menentukan besarnya rasio kredit dan jumlah optimal yang dapat diberikan, maka bank dan lembaga keuangan dapat menekan resiko yang akan dihadapi dalam pemberian suatu kredit.",
  "creators": "HELEN SALIM",
  "contributors": "Prof. Dr. Njo Anastasia, S.E., M.T. (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 32/EM/2000; Helen Salim (31496214)",
  "subjects": "CREDIT MANAGEMENT; REAL ESTATE-MARKETING"
}