{
  "id": "16858",
  "title": "Penerapan analisa biaya relevan untuk pengambilan keputusan menerima atau menolak pesanan khusus pada PT. \"X\" di Sidoarjo",
  "abstract": "PT X bergerak dibidang percetakan kertas untuk keperluan komputer dan perseroan mendapat pesanan khusus dan pihak luar untuk menjual dengan harga dibawah harga normal. Data yang diperlukan untuk manganalisis adalah data tahun 1998. Tujuan penelitian adalah untuk mengetahui bagaimana penerapan biaya relevan dalam pengambilan keputusan memerima atau menolak pesanan khusus dan untuk mendapatkan data empiris untuk melakukan analisis biaya relevan terhadap keputusan tersebut. Untuk mendukung pengambilan keputusan tersebut diperlukan informasi biaya yang akurat oleh karena itu penulis berusaha membandingkan harga pokok produk dengan menggunakan sistem tradisional dan ABC. Dari hasil perbandingan tersebut dapat diketahui bahwa sistem ABC menghasilkan harga pokok produk yang lebih rendah dibandingkan dengan sistem tradisional. Dalam hal ini dapat disimpulkan bahwa sistem ABC mernbebankan biaya lebih akurat. Biaya produk terdiri dari biaya bahan baku langsung, biaya tenaga kerja langsung dan biaya overhead. Dari ketiga biaya tersebut, biaya overhead yang paling sulit untuk dialokasikan karena biaya overhead tidak berhubungan langsung dengan suatu produk. Sistem tradisional yang banyak digunakan perusahaan tidak dapat mengalokasikan biaya overhead secara akurat karena, cost driver yang digunakan hanya satu, sehingga sering terjadi subsidi silang (cross subsidy) disebabkan pengalokasian biaya overhead yang arbitrer. Karena sistem tradisional tidak dapat mengalokasikan overhead secara akurat maka digunakan sistem ABC yang menggunakan lebih dari satu cost driver dan yang membebankan biaya berdasarkan aktivitasnya.",
  "creators": "ANI",
  "contributors": "MONIKA KUSSETYA CIPTANI (Advisor 1); ALI DJAMHURI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 043/95/FE.AK/2000; Ani (32495058)",
  "subjects": "COST ACCOUNTING"
}