{
  "id": "16851",
  "title": "Pengaruh proses pembuatan iklan terhadap keberhasilan suatu produk",
  "abstract": "Hubungan dari ketiga artikel ini adalah tentang proses-proses pembuatan iklan dan teori-teori yang menjelaskan tentang bagaimana cara dan metode didalam pembuatan iklan guna meningkatkan penjualan terhadap suatu produk. Dari proses pembuatan iklan yang baikdapat diketahui bahwa keberhasilan dari suatu perusahaan bisa ditentukan dengan menonjolkan keunggulan-keunggulan dari produk yang diproduksi oleh perusahaan tersebut. Pada penelitian ini, peneliti membahas tentang proses-proses strategis dan otomatis didalam efek-efek periklanan. Perbedaan dasar pada kedua proses tersebut harus dapat dimengerti didalam pembuatan suatu iklan. Perbedaan diantara proses-proses kognitif otomatis adalah tidak sadar, paralel, dan tidak bergantung pada keterbatasan kapasitas, siap beradaptasi dengan lingkungan situasional. Sedangkan proses-proses yang strategis berhubungan dengan pemikiran sadar, sementara yang sebelumnya terkait dengan pemrosesan yang tidak sadar. Kemudian mencoba menerapkan didalam pengambilan suatu sudut didalam pengiklanan dan menggunakan efek sudut kamera dalam evaluasi suatu produk. Didalam pembuatan iklan sudut kamera pada suatu obyek tertentu dilihat dalam film atau foto dapat mempengaruhi penilaian penganut atas obyek tersebut kemudian menguji pembuatan iklan melalui kedua proses yaitu proses strategis dan otomatis serta pembuatan iklan dengan mengambil sudut dalam pengiklanan dan efek yang digunakan didalam sudut kamera didalam mengevaluasi suatu produk dengan menggunakan suatu pengujian akan teori jalur pengamatan. Peneliti dapat mengetahui perhatian visual terhadap pengiklanan yang diulang apakah dapat menurun apa tidak.",
  "creators": "EDDY CHANDRA",
  "contributors": "Peter Remy Yosy Pasla (Advisor 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 113/EM/2001; Eddy Chandra (31496128)",
  "subjects": "ADVERTISING; SALES PROMOTION"
}