{
  "id": "16865",
  "title": "Rumah retret sebagai sarana pemulihan di Claket",
  "abstract": "Kehidupan manusia yang bahagia dalam arti berkecukupan dan tentram menjadi dambaan bagi semua manusia. Kebutuhan yang ingin dipenuhi tidak saja kebutuhan fisik atau jasmani saja tetapi juga perlunya kebutuhan rohani atau spiritual. Gereja berkembang semakin pesat dan pola kehidupan kristiani diluar gereja pun semakin kompleks, sehingga banyak menimbulkan masalah, baik dalam kegiatan keseharian maupun dalam kegiatan kerohanian. Untuk menghadapi semua itu semua umat kristiani perlu akan adanya bekal religius atau keyakinan, kekuatan, pengetahuan, maupun kesegaran rohani yang hanya mereka peroleh dari kegiatan doa dan merenungkan firman Tuhan. Untuk melaksanakan hal ini perlu adanya suatu wadah khusus atau sarana retret yang bersifat jauh dari adanya keramaian dan berbagai macam kesibukan duniawi, agar dapat mengkonsertrasikan pikiran-pikiran dan hati dalam doa dan kesegaran rohani agar dapat menyelami akan kehendak dan panggilan Allah dalam hidup. Dalam mendesain proyek ada beberapa tahap desain yang dilakukan, yaitu tahap pertama adalah tahap analisa, yang dilanjutkan dengan perancangan selanjutnya tahap kedua adalah tahap pengembangan desain sampai hasil akhir. Rumah retret sebagai sarana pemulihan di Claket ini dirujukan kepada seluruh masyarakat nasional maupun internasional. Namun secara operasionalnya tidak sama dengan gereja-gereja biasa, namun lebih banyak mengarah kepada pendekatan dan pemulihan diri secara roh kepada Tuhan, secara penuh menekankan pendekatan rohani atau spiritual serta jiwa sebagai titik beratnya.",
  "creators": "BRILIANTI INGLIE",
  "contributors": "Krisdianto Anggijono (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1769/ARS/47/2000; Brilianti Inglie (22496131)",
  "subjects": "RETREATS-BUILDINGS; RETREATS-BUILDINGS-DESIGN AND PLANS"
}