{
  "id": "16867",
  "title": "Pusat seni rupa kontemporer di Surabaya",
  "abstract": "Pusat Seni Rupa Kontemporer adalah suatu pusat yang menyediakan fasilitas fisik berupa sebuah bangunan kompleks yang diharapkan dapat memenuhi kebutuhan masyarakat Indonesia khususnya Surabaya akan tempat pengembangan berbagai bentuk seni rupa kontemporer, terutama yang sedang berkembang pesat pada saat ini. Konsep untuk acuan perancangan ditarik dari sebuah seni sastra kontemporer yang berupa novel kontemporer, yaitu Supernova karya Dewi Lestari, dengan menggunakan tahapan plot penulisan novel, juga dengan mengambil esensi dari karakter-karakter tokoh dalam novel Supernova ini. Hal ini diambil karena pada prinsipnya tidak ada batasan dalam seni kontemporer maka dicoba diambil konsep perancangan dari sebuah karya seni sastra kontemporer dan penulis ingin menarik garis merah antara karya seni sastra kontemporer dengan karya seni rupa kontemporer. Konsep perancangan dan konsep urban diaplikasikan ke seluruh bagian perancangan, baik dalam perancangan tapak bangunan, ruang dalam hingga pada elemen-elemen arsitektural penunjangnya. Perencanaan tapak meliputi kondisi tapak serta pengaruh lingkungan sekitar terhadap tapak dan pengaruli perencanaan tapak terhadap lingkungan sekitar. Perencanaan bangunan menunjukkan proses perancangan bangunan, antara lain mengenai pemilihan fasilitas yang disediakan, pola penataan massa bangunan beserta elemen-elemen penunjangnya, bentuk dan penampilan massa dan perlengkapan pelayanan dan utilitas bangunan. Hasil akhir perancangan menunjukkan bahwa perencanaan tapak ditata berdasarkan pendaerahan yang terbentuk karena disesuaikan dengan persyaratan dan peraturan yang berlaku serta konsep perancangan yang dipakai.",
  "creators": "AIDA SAVITRI",
  "contributors": "Joyce M.Laurens (Advisor 1); J. Loekito Kartono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1855/ARS/13/2001; Aida Savitri Wibisono (22497013)",
  "subjects": "ART CENTERS-DESIGN AND PLANS"
}