{
  "id": "16870",
  "title": "Seminari tinggi congregasi missi di Kediri",
  "abstract": "Laporan perancangan tugas akhir yang berjudul \"Seminari Tinggi Congegrasi Missi di Kediri\" ini, bertujuan untuk menciptakan suatu wadah bagi seminaris untuk menjalani pendidikan dan kehidupan untuk menjadi Imam, siap melayani Kristus. Diharapkan di sini mereka dapat dibimbing dan diarahkan lebih baik agar menjadi Imam yang berkualitas. Lain daripada Seminari Tinggi CM yang lain, dimana menggunakan sistera asrama, proyek ini akan berusaha untuk menggunakan sebuah sistem baru dalam pengelompokan dan pembinaan untuk para seminaris ini. Sistem baru ini adalah sistem cottage, yang biasanya banyak digunakan pada tempat-tempat wisata seperti agro ataupun hotel resor. Cottage di sini yang dimaksud adalah sebuah rumah kecil yang terdiri atas delapan seminaris dan satu Imam pembimbing. Kesembilan orang ini akan hidup bersama di bawah satu atap, yang diharapkan menjadi sebuah keluarga yang erat, saling mengasihi dan saling berbagi satu sama lain. Proyek ini sedapat mungkin memasukkan unsur alam ke dalam bangunan, berusaha menciptakan sesuatu yang asri di sekitarnya sehingga calon Imam mendapat ketenangan dan ingat serta dekat dengan Tuhan. Selain itu, Seminari Tinggi ini ditunjang dengan berbagai fasilitas pendidikan dan pembimbingan, yang tidak hanya untuk calon seminaris saja namun juga diarahkan kepada masyarakat. Mengingat ordo CM berfokus pada kemiskinan, sedapat mungkin bangunan dan perancangannya berusaha mendekatkan diri kepada masyarakat. Dengan demikian, diharapkan proyek ini akan dapat membantu melahirkan lebih banyak Imam yang berkualitas demi perkembangan agama katolik di Indonesia dan membantu masyarakat yang membutuhkan, disamping sekaligus untuk mendidik dan membimbing masyarakat disekitaraya agar dapat menjadi manusia yang berguna di mata Tuhan.",
  "creators": "WENDRA WINATA KURNIAWAN",
  "contributors": "Handinoto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1859/ARS/17/2001; Wendra Winata Kurniawan (22497022)",
  "subjects": "THEOLOGICAL SEMINARIES, CATHOLIC; THEOLOGICAL SEMINARIES-BUILDINGS-DESIGNS AND PLANS"
}