{
  "id": "16874",
  "title": "Studi perhitungan susut energi jaringan distribusi penyulang 20 kv Ujung Pangkah GI Manyar PLN UPJ area Gresik",
  "abstract": "Salah satu masalah dalam pendistribusian energi listrik adalah masalah susut energi. Energi yang dikirimkan dari gardu induk ke trafo-trafo distribusi yang kemudian didistribusikan ke beban akan melalui jaringan distribusi yang tidak pendek, pastilah mengalami susut energi karena adanya impedansi pada jaringan. Semakin panjang jaringan distribusi akan semakin besar susut yang ditimbulkan. Perhitungan susut energi dapat dilakukan dengan berbagai metode. Metode susut jaringan dan metode asumsi trafo sebagai beban merupakan contoh metode perhitungan susut energi. Metode susut jaringan menggunakan rumus dasar I'Rt dan dihitung pada jaringan, sehingga KWH susut langsung diperoleh. Metode asumsi trafo sebagai beban menggunakan rumus dasar \"V3V1 cos 6 t yang menghitung KWH jual pada trafo-trafo distribusi (yang diasumsikan sebagai beban). KWH susut diperoleh setelah mengurangkan KWH siap jual dengan KWH jual. Hasil akhir perhitungan susut energi Penyulang Ujung Pangkah Gl manyar PLN UPJ area Gresik yang memiliki jaringan distribusi terpanjang di Gresik (113,494 Kms) dari data bulan Agustus tahun 2001 dengan metode susut jaringan adalah 93.260,4394 KWH dan persen susut energi sebesar 4,77%, sedangkan dengan metode asumsi trafo sebagai beban adalah 173.575,8410 KWH dan persen susut energi sebesar 8,87%. Bila dilihat dari standar PLN dimana susut energi untuk 32 Kms (sistim radial) adalah 1,36%, maka untuk penyulang yang panjangnya 113.494 Kms (? 3,55 x 32 Kms) seharusnya susut energinya adalah 4,82% sehingga dapat dikatakan bahwa metode susut jaringan lebih mendekati hasil sesuai standar PLN.",
  "creators": "WIBOWO NUGROHO",
  "contributors": "Ir. M.TABRANI MACHMUDSYAH (Advisor 1); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Advisor 2); Emmy Hosea (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/E/TST/028/411; Wibowo Nugroho (23496072)",
  "subjects": "ELECTRIC POWER DISTRIBUTION; ELECTRIC TRANSFORMERS"
}