{
  "id": "16878",
  "title": "The Impact of financial crisis on the buying behavior of the customers who were regularly dine-in in A La Carte Chinese section of Lotus...",
  "abstract": "Nowadays, all sectors in any kind of business have been impacted by financial crisis. There are many impacts of financial crisis, for examples the downturn in customer?s spending, the reducing consumption of food, and etcetera. Because of that condition, the researcher wants to analyze the impact of financial crisis on the buying behavior. This thesis will answer the question, \"What is the impact f financial crisis on the buying behavi r f the cust mers wh were regularly dine-in in A La Carte / Chinese secti n f L tus Sakura estaurant Heerenveen?\" To answer this question, the researcher will analyze the buying behavior before and after financial crisis happened. f there is any difference, it means that the buying behavior of the customers has been impacted by financial crisis. Questionnaires and desk research are used as the main tool of this research. From the research, there are five impacts of financial crisis on the buying behavior of the regular customers in A La Carte section of Lotus Sakura Restaurant. The amount of money spent to dine-in has changed, the customers become more aware of the prices in the menu card, the customers has changed their preferences by taking the food rather than dining-in, the customers become inclined to choose a cheaper menu, and the customers has changed their habit not to enjoy the dessert. It could be concluded that financial crisis has a huge impact on the buying behavior of the regular customers of A La Carte section of Lotus Sakura Restaurant. By knowing those impacts, it will be necessary for Lotus Sakura to create some interesting events in the A La Carte section, in order to attract the regular customers to dine-in again. Besides that, the other thing to be done by Lotus Sakura is maintain the quality of the food.",
  "creators": "TAN WEI LIE",
  "contributors": "PIETER OOSTERHOF (Advisor 1); YA CHING CHOU (Advisor 2); A. HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 33010204/MAN/2010; Tan Wei Lie (33405012)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS-RESEARCH"
}