{
  "id": "16879",
  "title": "Analysis of customer satisfaction how to know the customer satisfaction and how to improve it based on the menu variety in Japanese Teppan-Yaki Restaurant Paradijs Oosterhout",
  "abstract": "Paradijs Restaurant Oosterhout B.V is located near the swimmingpool \"De Werande\" in southern part of the town Oosterhout on the main road to the town Breda. Its history goes back to the 1930?s as a swimmingpool restaurant, but today?s owner, Mr. Cheng, bought the restaurant in 1988 and made Restaurant Paradijs a succesfull restaurant with 220 cover of guests in the Chinese restaurant and 130 cover of guests in the Japanese teppan-yaki restaurant. These two areas of working are not separated with each other. All systems either in the Chinese part or Japanese part are computerized. The third part of our restaurant is the take-away (afhalen). This restaurant is very famous in Oosterhout and outside the region. Many of the guests from out of town come to eat at this restaurant. Based on this, the researcher wants to measure the customer satisfaction of the existing menus in Japanese Teppanyaki restaurant Paradijs Oosterhout. and to support this, researcher distributes questionnaires containing questions on customer satisfaction. In addition, researchers are also looking for opinions supporting information by observing the behavior of the customer. Based on the results of the questionnaires and the observations, the researcher concludes that this restaurant has a customer satisfaction level is high enough. Customers are satisfied with the menus offered by this restaurant.",
  "creators": "SANDI HARTANTO",
  "contributors": "PIETER OOSTERHOF (Advisor 1); P.A.J VEENSTRA (Advisor 2); A. HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 33010203/MAN/2010; Sandi Hartanto (33405077)",
  "subjects": "CONSUMER SATISFACTION.; RESTAURANT MANAGEMENT"
}