{
  "id": "16884",
  "title": "Dampak krisis moneter terhadap penjualan real estat berkaitan dengan perencanaan kota",
  "abstract": "Ringkasan jurnal ini diambil dari beberapa jurnal yang mempunyi keterkaitan dengan bidang properti dan perencanaan dimana pada judul pertama di ungkap mengenai Teori dalam Perencanaan dan Teori dari Perencanaan kaitannya dalam proses perencanaan Wilayah Kota, judul kc dua dampak krisis moneter terhadap pembangunan perumahan sedangkan judul ketiganya why do some real estate salespeople earn more than others? (mengapa para tenaga penjual real estate berpenghasilan lebih dibandingkan tenaga penjual lainnya?). Dengan mengambil tiga judul akan menberi arahan kepada kita tentang bagaimana membuat perencanaan yang baik, bagaimana menyiasaii pembangunan properti dikala krisis ini dan terakhir bagaimana prospektifnya tenaga penjualan perumahan dibandingkan dengan penjual lainnya. Pada judul pertama, dikemukaan pada dasarnya teori dari perencanaan dan teori dari perencanaan merupakan satu rangkaian teori dasar dalam membuat perencanaan. Dimana dengan melibatkan dua sisi teori perencanaan tersebut, semua aspek dalam kehidupan baik aspek ekonomi, sosial, lingkungan dan budaya sudah tercakup didalamnya. Pada judul ke dua., meskipun ada krisis moneter, pembangunan perumahan diharapakan tetap ditingkatkan dan di perbesar seiring dengan kebutuhan masyarakat akan perumahan. Dalam us aha untuk memujudkan harapan tersebut penerapan teknologi tepat guna yang disertai mekanisasi, indsustrialisasi, dan rasionalisasi merupakan pemecahan yang perlu dipikirkan. Selain itu dampak jangka panjangnya dari penerapan teknologi tepat guna ini akan mampu mengurangipengangguran dan kemiskinan. Pada judul ke tiga, penyebab mengapa para penjual real estate berpenghasilan lebih tinggi dari para tenaga penjual lainnya dihasilkan beberapa halyang dapat dijelaskan secara lengkap. Dimana pada dasarnya pengaruh jumlah jam kerja pengalaman kerja merupakan salah satu karakteristik yang melatar belakangi adanya perbedaan ini sedangkan masalah perbedaan pria dan wanita dengan umur dan tingkat pendidikan yang sama bukanlah merupakan faktor pembeda dalam hal ini.",
  "creators": "IMELDA SWIE GIOK",
  "contributors": "Prof. Dr. Njo Anastasia, S.E., M.T. (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33/EM/2000; Imelda Swie Giok (31495278)",
  "subjects": "REAL ESTATE MANAGEMENT"
}