{
  "id": "16880",
  "title": "Strength and weakness analysis based on marketing mix in restaurant Cafe de Veranda Amsterdam, the Netherlands",
  "abstract": "In this crisis situation, the customers buying power is decreasing signif icantly which make people tend to keep their revenue instead of spending them. This condition makes the competition increasingly stringent and as a result there have been a lot of Horeca industries go bankrupt. Therefore, every entrepreneur must always find ways and innovate in order to win the competition. This thesis will solve the problem, \"How to maximize revenue and profit of Restaurant Cafe de Veranda by generating strategies from a strengths and weaknesses analysis in the marketing mix of Restaurant Cafe de Veranda.\" Strength and weakness analysis will be used as the main tools to find out what the customers think about de Veranda. To help limiting the research area and focusing the research, the marketing mix of 7Ps is used as an additional tools. A s the strong and weak points have been known, several strategies will be recommended in order to increase strong points and minimize weak points of de Veranda. In accessing data, researchers will use the primary data and secondary data collection. Primary data is gathered by conducting a survey through questionnaires as research instrument, while secondary data is gathered by conducting an interview with de Veranda?s manager. From the research, there are six strong points of de Veranda which are good location, quality of food and the presentation of food, the service process, the service personnel, and the cleanliness of de Veranda. While, de Veranda?s weak points are the lack of information for their private rooms and the parking spots, promotion effort, the limited range of menus and its price.",
  "creators": "CHARLES SAMUEL KOSASIH; SALLY CHANDRA HAPSARI",
  "contributors": "PIETER OOSTERHOF (Advisor 1); R. DOBBER (Advisor 2); A. HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 33010202/MAN/2010; Charles Samuel Kosasih (33406019), Sally Chandra Hapsari (33406031)",
  "subjects": "RESTAURANT-MANAGEMENT; RESTAURANT-MARKETING"
}