{
  "id": "16885",
  "title": "Pentingnya pemahaman tentang daur hidup produk, emosional konsumen serta teknik penayangan iklan di televisi dalam upaya mempromosikan suatu produk",
  "abstract": "Promosi merupakan salah satu strategi pemasaran untuk menginformasikan, mengingatkan, membujuk dan mempengaruhi orang-orang agar membeli produk barang ( manufaktur) atau jasa yang dihasilkan pemsahaan. Promosi yang dilakukan pada suatu produk perlu diperhatikan daur hidup produk tersebut. Setiap tahap daur hidup produk mempunyai karakteristik tersendiri dan masing-masing membutuhkan strategi pemasaran yang berbeda. Pada tahap awal, produk yang betul-betul baru bisa dinikmati sebagai periode tanpa saingan. Program promosi dirancang untuk merangsang permintaan primer, bukan sekunder artinya, tipe produk yang ditekankan dan bukan merk pabrik. Pada tahap pertumbuhan, pesaing mulai masuk ke pasar. Penjual bergeser ke strategi promosi \"belilah merk saya\" dan meninggalkan \"cobalah produk ini\". Jumlah distribusi meningkat dan harga mungkin sedikit turun. Pada tahap kedewasaan, kompetisi harga menjadi makin keras. Produsen meningkatkan upaya promosi produk untuk menjaga agar penyalur dan konsumen akhir tidak lari ke produsen lain. Produk-produk model baru diperkenalkan karena produsen mulai memperluas barisan produknya. Pada tahap kemunduran, iklan-iklanpun mulai jarang bermunculan dan para pesaing mulai menarik diri satu per satu dari pasar. Dalam tahap seperti ini kemampuan manajemen betul-betul diuji untuk menentukan apakah produk ditinggalkan saja atau diusahakan melalui pengembangan produk (modifikasi produk) yang lebih baik lagi. Dalam melakukan promosi baik produk barang atau jasa, perlu memperhatikan elemen-elemen dari promosi yang disebut promotional mix, dimana salah satu bentuknya berupa periklanan. Iklan tersebut memerlukan media-media yang digunakan untuk menginformasikan pesan-pesan yang akan disampaikan kepada masyarakat. Penggunaan audio visual khususnya televisi dinilai informatif karena selain menonjolkan suara dan gambar yang menarik, ditunjang pula dengan gerakan yang hidup, sehingga mempunyai daya tarik lebih bila dibandingkan media cetak yang hanya menyajikan tulisan atau gambar mati. Dalam menyampaikan suatu informasi ada perbedaan tujuan antara iklan produk komersial dan iklan layanan masyarakat, yaitu jika iklan produk komersial berusaha menarik simpati pemirsa dengan menggugah emosi positif seperti menampilkan kemasan yang menarik, penyajian makanan yang sehat, jaminan keamanan produk dan yang lainnya, maka iklan layanan masyarakat sebaliknya yaitu berusaha menarik simpati pemirsa dengan menggugah emosi negatif seperti menyajikan bahaya dan resiko merugikan dari masalah sosial yang berlarut-larut. Ketika menyaksikan iklan layanan masyarakat, yang timbul adalah perasaan emosional, seperti rasa takut, sedih, marah, tegang atau lainnya, sehingga timbul rasa empati yang kemudian timbul pula keputusan untuk menolong. Semakin tinggi pengaruh negatif dari pesan yang disampaikan oleh suatu iklan layanan masyarakat, makin tinggi pula empati yang akan timbul. Hal ini telah terbukti bahwa penayangan televisi khususnya iklan layanan masyarakat dalam menyampaikan informasi anti penyiksaan anak, mempunyai pengaruh-pengaruh yang signifikan terhadap keputusan seseorang untuk memberikan pertolongan yaitu dengan merangsang emosi negatif yang dapat menimbulkan empati. Iklan dapat menghasilkan suatu informasi yang bisa tertanam dibenak pemirsa yang nantinya dapat menimbulkan tingkat loyalitas pelanggan maka produk harus diposisikan agar tidak mudah hilang. Teknik penayangan dengan pengulangan dan memperhatikan jarak antar pesan merupakan strategi yang paling sering digunakan untuk mempromosikan merek produk atau untuk mendorong keputusan pembelian. Pengulangan suatu pesan akan dapat meningkatkan nilai recall dan recognition baik untuk subyek orang muda maupun orang tua, secara signifikan, namun orang muda mempunyai kemampuan recall lebih baik dibanding orang tua. Selain itu, dengan manipulasi lag di antara pengulangan akan dapat meningkatkan daya rekam ke memori. Pengulangan, l",
  "creators": "EVA DIANA SARI",
  "contributors": "Hatane Semuel (Advisor 1); Hartono Subagio (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 23/EM/2000; Eva Diana Sari (31495300)",
  "subjects": "SALES PROMOTION; ADVERTISING"
}