{
  "id": "16881",
  "title": "Maximizing customer satisfaction by conducting strength and weakness analysis of marketing mix",
  "abstract": "Nowadays, competition in business area is getting stringent, especially in ood and beverage industries. Entrepreneurs must continue to innovate and ind ways to compete. The most important ways or a company to exist is to win customers. It means, a company should provide the best service and make customers satis ied. This thesis answers the question, \"What are the strong and weak points o the marketing mix in Bouvigne Paradijs estaurant, Breda or maximizing customers? satis action?\" Strength and weakness rom SWOT analysis is be used as the main tools to ind out what customers think o Bouvigne Paradijs estaurant. To help limiting the area, the writers used 7Ps o marketing mix as additional tools. The research was conducted by the means o questionnaire and desk research. The questionnaires were given out to the customers during operational time. A desk research was conducted by interviewing the manager o the restaurant in relation to the questionnaire. From the research, there are seven strong points o Bouvigne Paradijs estaurant and six weakness points. The strong points involve Bouvigne Paradijs? market, location, ood varieties, good price, atmosphere, riendly sta and loyal guests. The weak points are the taste o appetizer, the small parking area, the limited number o choice o Japanese ood, and the music, the promotion e ort. The result o the analysis shows that Bouvigne Paradijs has a good position in the market and a good reputation in customers? view. However, it would be unwise to be satis ied with the result and it is recommended or the management to keep improving the strengths and ind ways to eliminate the weaknesses.",
  "creators": "DEVINA TIONO; STEFFI LEONIE AZALI",
  "contributors": "PIETER OOSTERHOF (Advisor 1); THOMAS TAI (Advisor 2); A. HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 33010201/MAN/2010; Devina Tiono (33406020), Steffi Leonie Azali (33406089)",
  "subjects": "RESTAURANT MANAGEMENT; CONSUMER SATISFACTION; RESTAURANT-MARKETING"
}