{
  "id": "16883",
  "title": "Customer relationship management as the way to improve relationship between customers and restaurant China House, Oegstgeest, The Netherlands",
  "abstract": "Nowadays, restaurant business is very competitive and aggressive. Therefore Restaurant China House tries to build a strong relationship with their customers to survive in the business competition. The research problem statement is \"How to improve the relationship between customers and Restaurant China House using CRM-tools?\" Based on the research problem the researchers will discovered on the way to improving relationship between dine-in and take-away customers of Restaurant China House. The aims of this research are to get customer?s data base and improve relationship with customer by sending greetings and restaurant?s information using email. Quantitative research has been chosen in order to complete this research. This research was accomplished by 79 questionnaires which is 43 from take-away customers and 36 from dine-in. Researchers handed out the questionnaire to customers Restaurant China House. From this questionnaire, the researchers know about the data of the customers, the email address, and the customer?s perception about restaurant. The result of the research shows that Restaurant China House has a good communication with their customers. The customers agree that Restaurant China House needs to do more interactions with them such as sending greeting cards, calling customers by their name, sending information by email and some more. This result gives information to Restaurant China House that their customers are very welcome to the restaurant to have more relationship with them.",
  "creators": "CYNTHIA DWINATA GUNAWAN; NOVITA YAUWHANNES SUTANTO",
  "contributors": "PIETER OOSTERHOF (Advisor 1); CHAU LUN IP (Advisor 2); A. HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 33010119/MAN/2010; Cynthia Dwinata Gunawan (33405054), Novita Yauwhannes Sutanto (33405059)",
  "subjects": "CUSTOMER RELATIONS; FAST FOOD RESTAURANTS-MANAGEMENT"
}