{
  "id": "16882",
  "title": "The Influence of the appliance of business communication towards customer satisfaction in Dynasty Restaurant Amsterdam, The Netherlands",
  "abstract": "Nowadays, every hotel and restaurant try their best to make their customers satisfied. To create the customer satisfaction, they need a good business communication to recognize customers desire. Dynasty Restaurant in Amsterdam also applies business communication to create customer satisfaction. This research will answer the question, \"How significant the application of business communication between the Dynasty restaurant in Amsterdam and its customers affect the customer satisfaction?\" To answer this question, the writers used quantitative research to gain any statistical data. The data obtained through 50 questionnaires that the writers distribute to the guests at Dynasty Restaurant. From the questionnaires, there are some factors of business communication will be asked to the customers, which affect customer satisfaction. The data that obtained from the questionnaires will be submitted into the tabulation. After the data is input into the tabulation, the next step is to enter the tabulation into SPSS program. Based on the result that was taken from SPSS, the correlation coefficient is 0,315 which indicated the correlation between variable business communication and customer satisfaction is positive. Therefore the better value of business communication can increase customer satisfaction. To measure the relation between two variables is reliable, the writers were measured with the significance level of coefficient correlation at one side, and it shows the value of 0,013. Because the value less than 0,05, this means the relation between two variables is real. From the data analysis using SPSS, also obtain the value of R square. It is show 0,099 which means business communication has an effect on customer satisfaction in the percentage of 9,9%. From the regression test result it can be obtained the formula for this research Y= 16,412 + 0,144X. It is mean constanta a = 16,412 indicate if there is no business communication in Dynasty Restaurant, the value of customer satisfaction is 16,412. The value of coefficient regression 0,144 means that each additional attributes of 1 unit, it will increase customer satisfaction by 0,144. Just by looking from the results, it could be concluded that business communication does have impact in creating customer satisfaction. The results shows that the business communication only has 9,9% of value in influencing customer satisfaction. In other words, the rest stimulus (100% - 9,9%) for customer satisfaction is affected by other variables.",
  "creators": "ANDI CHANDRA WIJAYA; OLIVIA YOSEFA",
  "contributors": "PIETER OOSTERHOF (Advisor 1); ARIE DE WEERD (Advisor 2); A. HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 33010200/MAN/2010; Andi Chandra Wijaya (33405094), Olivia Yosefa (33406016)",
  "subjects": "RESTAURANT-MANAGEMENT; CONSUMER SATISFACTION"
}