{
  "id": "1689",
  "title": "Studi tentang komponen-komponen yang terdapat dalam tahapan-tahapan pengembangan perumahan oleh PT.\"X\" di Makassar",
  "abstract": "Perumahan tidak hanya sebuah bangunan fisik yang memberi naungan, tetapi juga dipergunakan untuk melayani berbagai kebutuhan penghuninya. Sehingga perlu perhatian dari segenap pelaku yang terlibat di dalam proses pengembangan untuk menciptakan suatu lingkungan perumahan yang layak dihuni dan dapat mengakomodasi berbagai kebutuhan penghuninya. Penelitian ini bertujuan untuk mendapatkan gambaran umum tentang tahapan pengembangan perumahan, prosedur yang dilalui dan pelaku yang terlibat serta komponen yang terdapat di dalam proses pengembangan perumahan di Makassar untuk menciptakan suatu lingkungan perumahan seperti yang dimaksud. Untuk mencapai tujuan ini, maka diadakan studi kasus berapa pengamatan di lapangan dan wawancara langsung dengan pihak PT.X yang berlokasi di Makassar. Hasil analisa data menunjukkan ada 5 tahapan pengembangan perumahan di Makassar, yaitu tahap pencarian lokasi, pendanaan, perijinan dan pembebasan tanah, konstruksi, serta tahap penjualan dan pemeliharaan. Adapun pelaku-pelaku yang terlibat dalam tahapan pengembangan perumahan ini adalah Pengembang, Kontraktor, Suplier Material, Pemerintah, dan Konsumen. Pengembang merupakan pelaku utama dari proses pengembangan karena pengembanglah yang memprakarsai proses tersebut. Di dalam proses pengembangan terdapat 7 komponen yang berperan, yaitu tanah, rencana tapak, prasarana lingkungan, fisik rumah, prasarana jalan, pembiayaan, dan fasilitas lingkungan.",
  "creators": "BUDIANTO KHO; ALBERT RUMUY",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Sukanto Tedjokusuma (Advisor 2); Ruslan Djajadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1248/SIP/2002; Budianto Kho (21498209), Rumuy Rumuy (21498211)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}