{
  "id": "16894",
  "title": "Analisa prosedur dan penerapan sistem manajemen mutu standar ISO 9001 di PT Domusindo Perdana",
  "abstract": "Perkembangan dalam dunia industri menuntut perusahaan-perusahaan untuk bersaing tidak hanya dalam tingkat lokal dan nasional saja, tetapi juga bersaing di pasar interaasional. Salah satu faktor untuk dapat memenangkan persaingan dan mempertahankan produk kita di pasaran interaasional adalah dengan menghasilkan produk yang bennutu secara konsisten sesuai dengan persyaratan dalam standar interaasional, khususnya standar Sistera Manajemen Mutu ISO 9000. PT Domusindo Perdana bergerak di bidang meubel kayu dimana tujuan utama produksinya adalah untuk diekspor ke luar negeri, seperti Amerika Serikat, Jepang, Taiwan, Eropa dan negara-negara lain, merasa perlu untuk menerapkan dan memperoleh sertifikasi standar Intemasional ISO 9000 khususnya ISO 9001 untuk memperoleh pengakuan atas desain/pengembangan yang dilakukan. Tujuan penulisan tugas akhir ini adalah membantu pihak PT Domusindo Perdana untuk menganalisa bagaimana kondisi perusahaan apabila dibandingkan dengan persyaratan yang ada dalam elemen standar ISO 9001 dan kemudian membantu perusahaan dalam usaha menerapkan Sistem Manajemen Mutu tersebut dengan mendokumentasikan prosedur-prosedur sesuai dengan standar ISO 9001. Pendokumentasian tersebut mencakup 3 level dari dokumentasi mutu yaitu Prosedur, Instruksi Kerja dan form-form yang dibutuhkan dengan memfokuskan pada 5 elemen ISO 9001 yaitu 4.9 Pengendalian Proses; 4.10 Penilikan dan Pengujian; 4.12 Status Penilikan dan Pengujian; 4.13 Pengendalian Produk Tidak Sesuai dan 4.20 Teknik Statistik.",
  "creators": "KRISTIN",
  "contributors": "Daniel Indarto Prajogo (Advisor 1); Danny Prabowo Soetanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi no. 091/TMI-21/1998; Kristin (25493096)",
  "subjects": "PRODUCT MANAGEMENT; PRODUCTION MANAGEMENT; TOTAL QUALITY MANAGEMENT"
}