{
  "id": "16895",
  "title": "Pemilihan metode perakitan dan desain produk untuk meningkatkan kinerja perakitan di PT Indoniles Electric Parts",
  "abstract": "Proses desain merupakan langkah awal dari proses manufaktur. Sebagian besar (80%) biaya produksi ditentukan pada proses desain (Dransfield, 1994). Proses perakitan biasanya merupakan proses yang paling banyak menghabiskan biaya produksi dan jumlah pekerja. Seringkali proses perakitan membutuhkan biaya yang besar karena desain produk yang kurang tepat serta jumlah komponen yang terlalu banyak. Oleh karena itu perlu dilakukan peninjauan terhadap produk combination switch yang mempunyai jumlah komponen total sebanyak 164 komponen. Tujuan penelitian ini adalah mengetahui metode yang paling tepat untuk proses perakitan dan memperoleh desain produk untuk perakitan yang baik dengan meninjau sistem perakitan produk, bentuk dan fungsi komponen, serta jumlah komponennya. Penelitian ini dimulai dengan pemilihan metode perakitan yang tepat. Dari hasil perhitungan didapat metode perakitan yang paling tepat untuk combination switch adalah manual assembly. Setelah didapat metode perakitan yang tepat, maka dilakukan analisa terhadap desain produk. Proses perakitan combination switch terdiri dari 16 sub-rakitan. Untuk mengetahui apakah desain yang lama sudah baik atau tidak, maka dicari efisiensi desain lama dari setiap sub-rakitan. Setelah diperoleh efisiensi desain dari masing-masing perakitan, maka dicari efisiensi desain lama total. Kemudian dilakukan desain ulang, dan setelah itu dicari efisiensi desain baru. Perubahan pada desain produk combination switch menimbulkan peningkatan efisiensi desain serta penurunan biaya operasi, waktu perakitan, dan jumlah komponen pada 11 dari 16 sub-rakitan pada combination switch. Efisiensi desain total meningkat dari 0,33 menjadi 0,39 atau meningkat 18,2%. Biaya operasi total menurun 20,7% serta waktu perakitan total menurun 15,5%. Jumlah komponen combination switch pada desain awal adalah 164 komponen. Setelah dilakukan perubahan desain, jumlah komponen pada combination switch menjadi 144 komponen.",
  "creators": "JULIA",
  "contributors": "Didik Wahjudi (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 138/TI-68/1998; julia (25494067)",
  "subjects": "MANUFACTURING PROCESSES"
}