{
  "id": "16890",
  "title": "Penentuan harga jual produk di PT Union Industri menggunakan logika fuzzy",
  "abstract": "Dalam makalah ini penyusun menentukan harga jual totok lampu dengan memakai metode baru yaitu logika fuzzy. Penentuan harga jual suatu produk harus sesuai dengan berbagai macam kriteria, baik itu kriteria dari masyarakat maupun kriteria dari dalam perusahaan sendiri. Penggabungan berbagai macam kriteria tersebut akan menimbulkan kesulitan dan kerumitan tersendiri. Logika fuzzy merangkum semua faktor-faktor yang berpengaruh tersebut dan menggambarkannya menjadi suatu grafik fungsi keanggotaan yang mewakili masing-masing faktor. Selanjutnya dengan menerapkan aturan-aturan fuzzy dan fuzzy operator akan bisa ditemukan suatu harga jual yang memenuhi semua faktor-faktor yang telah disebutkan. Penetapan aturan-aturan memakai dasar biaya manufaktur, sensitivitas pasar terhadap barang, dan harga kompetitor untuk produk sejenis. Untuk menunjukkan bahwa logika fuzzy bersifat fleksibel dibuat dua macam variasi dari aturan-aturan yang telah ditetapkan. Hasil penentuan harga jual untuk totok lampu ini digunakan untuk memprediksikan volume penjualan dan laba kotor yang diterima oleh masing-masing toko, juga dengan menggunakan prinsip logika fuzzy. Hasil akhir yang diperoleh adalah perkiraan harga jual yang cocok dengan kondisi perusahaan dan pasaran, juga prediksi volume penjualan dengan harga itu. Logika fuzzy bersifat fleksibel sehingga memudahkan penerapannya dalam masalah penentuan harga jual ini.",
  "creators": "SUSANA LILIANDRI",
  "contributors": "Resmana Lim (Advisor 1); Danny Prabowo Soetanto (Advisor 2); Stevanus Adrianto Tjandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 112/TMI-42/1998; Susana Liliandri (25493020)",
  "subjects": "MARKETING-MANAGEMENT; PRICING"
}