{
  "id": "16897",
  "title": "Sintesis manajemen inovasi di Radisson Plaza Suite Hotel Surabaya",
  "abstract": "Perkembangan industri yang semakin cepat menuntut pembaruan di berbagai bidang industri, khususnya industri jasa. Pembaruan tersebut dapat dilakukan dengan melihat kondisi dari bidang industri tersebut. Dengan dilatarbelakangi permasalahan tersebut penyusun dalam penulisan Tugas Akhir ini bertujuan untuk menciptakan kondisi yang baik untuk merangsang kemampuan inovatif setiap individu dan departemen, serta menciptakan inovasi layanan di Radisson Plaza Suite Hotel Surabaya. Radisson Plaza Suite Hotel Surabaya merupakan hotel berbintang 4 yang memiliki berbagai macam fasilitas. Manajemen inovasi penting untuk dilakukan, supaya tercipta kondisi yang dapat merangsang kemampuan inovatif setap individu dan departemen. Sedangkan inovasi layanan diharapkan dapat mengkondisikan perusahaan dapat semakin berkembang dan bersaing dengan perusahaan lain. Metode penelitian yang dilakukan oleh penyusun ialah dengan melakukan observasi ke perusahaan, wawancara dengan pihak manajemen dan karyawan, studi literatur untuk mendukung teori dasar dan menggunakan kuesioner untuk memperoleh data kuantitatif mengenai penyaringan ide dan penilaian ide. Ide-ide yang diperoleh disaring dengan menggunakan metode Pugh Concept Selection dan ide dinilai dengan mengunakan analisa hirarki. Penyusun melakukan analisa yang lebih lanjut mengenai ide yang terpilih tersebut dengan analisa kelayakan dengan metode rekayasa nilai. Hasil penelitian tugas akhir ini adalah perbaikan dan pengembangan terhadap sistem dan sub-sistem yang terkait dalam manajemen inovasi yang dilakukan oleh Radisson Plaza Suite Hotel Surabaya. Perbaikan dan pengembangan yang direkomendasi antara lain ialah pengembangan sistem strategi inovasi, pendokumentasian ide kreativitas, pengembangan tipe inovasi, dan pengembangan sikap komunikasi yang terbuka antara karyawan dengan pihak atasan. Penelitian tambahan mengenai inovasi layanan di Radisson Plaza Suite Hotel menghasilkan satu ide terpilih setelah melalui berbagai tahap penyaringan. Ide yang terpilih tersebut ialah \"Peta Pemilihan Kamar dengan Menggunakan Aplikasi Program Komputer\".",
  "creators": "LUSIANA ANDRIANTO BUDIMAN",
  "contributors": "Kriswanto Widiawan (Advisor 1); Sujono Poetrodjojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 126/TI-56/1998; Lusiana Andrianto Budiman (25494088)",
  "subjects": "HOTEL MANAGEMENT"
}