{
  "id": "16899",
  "title": "Perencanaan produksi harian dengan model linear programming dalam proses pengolahan udang di PT Ocean Gemindo",
  "abstract": "Perencanaan produksi pada suatu perusahaan merupakan hal yang sangat penting. Perencanaan produksi yang tidak benar akan menyebabkan ketidakoptimalan keuntungan, bahkan akan menyebabkan kerugian yang mempengaruhi kelangsungan hidup perusahaan. Sebaliknya, perencanaan yang benar akan menyebabkan keuntungan yang optimal dengan berbagai macam biaya penunjangnya dan berbagai macam penggunaan fesiiitas produksi yang optimal. Tujuan dari Tugas Akhir ini adalah membahas perencanaan produksi harian yang tepat dengan metode Linear Programming, yang akan digunakan untuk memaksimalkan keuntungan yang diperoleh perusahaan. Dalam melakukan perencanaan produksi harian ini, diperiukan metode peramalan sebagai iangkah awal dalam perhitungan dan mengantisipasi permintaan pelanggan yang tidak menentu, sebingga peTusahaan dapat mengatur waktu produksi seefisien mungkin. Dalam hal ini digunakan metode peramalan Multiplicative Decomposition dengan dasar pertimbangan dari plot data permintaan masa ialu. Sebagai iangkah berikutnya, akan diiakukan perhitungan model Linear Programming dengan mengunakan software Quantitative System versi 3.0, dimana diperiukan beberapa data dari perusahaan dan hasil peramalan sebagai masukan. Pada akhirnya akan diiakukan analisa lebih lanjut sesuai dengan tujuan yang diharapkan dengan ditunjang oleh semua sumber daya yang akan memberikan efek maksimai dan hasil yang optimal.",
  "creators": "MADE SRI ROSITA",
  "contributors": "I Nyoman Sutapa (Advisor 1); Indriati Njoto Bisono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 259/TI-85/1999; Rosita Made Sri (25495109)",
  "subjects": "MANUFACTURING PROCESSES-LINEAR PROGRAMMING; PRODUCTION PLANNING-LINEAR PROGRAMMING; WORK MEASUREMENT-LINEAR PROGRAMMING"
}