{
  "id": "16905",
  "title": "Issues in the development and application of the property market forecasting : the investor's perspective (bidang studi real estate)",
  "abstract": "Judul pertama Summary ini adalah Issues in The Development and Application of the Property Marketing Forecast: The Investor's Perspective, yang isinya menerangkan tentang pengembangan dan aplikasi peramalan properti yang dapat dijadikan sebagai perspektif bagi investor, dibuat dengan tujuan sebagai tuntunan dalam pasar properti yang digunakan untuk investasi utama dan untuk meninjau kembali penyusunan persoalan dan memusatkan pada teori dan teknik yang sesuai. Alur pemikiran yang runtut dan penjelasan tiap metode yang disertai dengan contoh akan mempermudah pembaca memahami isi jumal, walaupun terdapat keterbatasan data dalam jumal ini. Judul kedua adalah Geographic Diversification and Economic Fundamentals in Apartment Markets: A Demand Perspective.Isinya tentang studi yang menyelidiki penggolongan pasar apartemen metropolis di U.S. dan usaha untuk menemukan faktor ekonomi yang paling penting untuk menentukan hubungan modal pemilik di antara MSAs (Metropolitan Statistical Areas) yang terdiri dari empat puluh kota besar di U.S. Data yang diolah ulang membuat penelitian ini menjadi relavan, hanya penjelasan tentang landasan teori sebaiknya dijelaskan lebih detail. Judul ketiga adalah Unit Selection and The Sales Comparison Approach, yang isinya menjelaskan tentang teknik yang digunakan perainal (appraiser) untuk menentukan harga sebuah properti. Disini teknik yang digunakan ada dua, yaitu seleksi unit dan pendekatan perbandingan penjualan.Kelemahan jumal ini terletak pada sedikitnya teori pendukung, tetapi hal ini bisa dibantu dengan penggunaan metode yang sederhana dan bahasa yang mudah dimengerti.",
  "creators": "CANDRAWATI WONG JOYO",
  "contributors": "Richard Von Llewelyn (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 4/EM/1999; Candrawati Wong Joyo (31493181)",
  "subjects": "REAL ESTATE MANAGEMENT; REAL ESTATE-MARKETING"
}