{
  "id": "16908",
  "title": "An Analysis of psychological factors towards consumer buying decision in Jasmin Garden, Castricum, The Netherlands",
  "abstract": "An Analysis of Psychological Factors Towards Consumer Buying Decision in Jasmin Garden, Castricum, The Netherlands Nowadays, there are many Food and Beverage business competitions appear and compete among each other to get the survival in this business life. Many ways have been done to attract guests and increase its income. What factors can affect the consumer buying behavior significantly is the most important thing to be analyzed to create a great strategy and to win the business competition then. That is why this research is conducted for Jasmin Garden, which is located in Castricum, The Netherlands. This research is using the descriptive method. In this method, there are eighty questionnaires which have been distributed to dine-in and take away guests of Jasmin Garden. Some theories have been collected to support the research and Chi-Square analyze technique is being used for analyzing the correlation between the psychological factors and consumer buying decision. The result of the research shows that the psychological factors are affecting the consumer buying decision in Jasmin Garden. Consumer buying decision is stimulated by marketing mix and the respondent ?s demographic. Motives, ability and knowledge factors affect significantly to the consumers. By knowing this, Jasmin Garden could improve more in its marketing mix such as conducting monthly menu, which has never been made before to attract more guests.",
  "creators": "FENNY SANTOSO; CICILIA GOENARDI",
  "contributors": "PIETER OOSTERHOF (Advisor 1); YEUN WING WU (Advisor 2); A. HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33010115/MAN/2010; Fenny Santoso (33405061), Cicilia Goenardi (33406015)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS-RESEARCH"
}