{
  "id": "16918",
  "title": "Analisis karakteristik mutu produk coklat dan pengendaliannya",
  "abstract": "PT. Multi Aneka Pangan Nusantara adalah produsen coklat dengan merek dagang Parrot dan Four Square. Untuk mempertahankan nama baik dari merek dagang tersebut di mata pelanggan, maka perusahaan selalu mengadakan inspeksi terhadap produk-produk yang dihasilkan. Tetapi masalahnya di sini adalah bahwa inspeksi tersebut membawa kerugian bagi perusahaan. Karena produk yang tidak lolos inspeksi pada akhirnya harus mengalami pemrosesan ulang yang hasilnya adalah produk dengan mutu lebih rendah. Produk bermutu rendah tentunya juga berakibat pada harga jual yang lebih rendah daripada produk yang mutunya lebih baik. Disini kita menyadari bahwa inspeksi belum cukup untuk suatu pengendalian mutu. Oleh karena itu maka diperlukan adanya bentuk metode pengendalian mutu yang lain yang dikenal dengan pengendalian proses statistis. Dalam Tugas Akhir ini ada 4 buah karakteristik mutu yang dianalisis, yaitu cacat warna, patah, lubang permukaan, dan kemasan. Dengan penerapan metode pengendalian proses statistis yang didukung dengan pemanfaatan rumah mutu akan diperoleh banyak manfaat, antara lain yaitu dapat mengetahui hal-hal apa saja yang menjadi penyebab timbulnya cacat sehingga perhatian perusahaan dapat lebih terarah dalam usaha untuk menanggulangi masalah yang terjadi, dapat meminimasi terjadinya karakteristik mutu yang tidak diinginkan, dapat mengidentifikasi apakah suatu kondisi/proses masih berada dalam batas spesijikasi yang ditetapkan, serta mampu mengenali kebutuhan pelanggan sekaligus mengetahui posisi produk yang dihasilkan jika dibandingkan dengan produk pesaing yang ada di pasaran.",
  "creators": "SUWANTI DJUANDA",
  "contributors": "S.G. Ferryanto (Advisor 1); Sujono Poetrodjojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03/TMI-015/1997; Suwanti Djuanda (25492078)",
  "subjects": "CHOCOLATE INDUSTRY-QUALITY CONTROL; PROCESS CONTROL-STATISTICAL METHODS; QUALITY CONTROL-STATISTICAL METHODS"
}