{
  "id": "16911",
  "title": "The Effect of colour toward restaurant's guest: finding the influence of colour as a part of the restaurant physical environment toward restaurant's guest emotion and attitude",
  "abstract": "A restaurant is not only a place where people come to enjoy a good meal, but also to have a good dining time. That is why serving excellent foods and beverages is not the only main point that needs to be considered by restaurateurs. A good dining time concerns several points such as good foods and beverages, hospitable services and nice restaurant?s atmosphere. Restaurants? atmosphere is built by a combination of its physical environment. Colour is one of the restaurant?s physical environment that plays an important role in creating a good atmosphere. Colour is divided into two different groups, warm and cool colours. Most of the restaurateurs know the importance of colour, but do not surely know how to use it correctly. In addition, a good explanation about the effect of colour in restaurant is very rare. That is why the writer decided to do a research about the influence of colour toward restaurants? guest. In this research, the writer used survey research method to investigate and describe the behaviour shown by restaurant?s guests who was influenced by colour. The research was made in IF and Canteen restaurants. Moreover, all the data were collected from questionnaires and interview. As the result, warm colours gained more positive responses compare to cool colours. This could happen because warm colours develop the warm atmosphere which is very suitable for dining time. Cool colours develop the cold atmosphere that finally makes people feel more introvert. Nevertheless, if restaurateurs can use it correctly, it could bring a lot of positive effects. Seeing the results, the writer concluded that warm colours should be used as the dominant colours in restaurant, because the warmth created by warm colours is very important in restaurant atmosphere. Cool colours should be used as the background colours to help reducing the negative effects of warm colour. The writer hopes that this thesis could help all restaurateurs to improve their guests? satisfaction by using colours in correct ways.",
  "creators": "MARIA AMELIA BUDIMAN",
  "contributors": "PIETER OOSTERHOF (Advisor 1); H. SCHRAGE (Advisor 2); A. HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33010111/MAN/2010; Maria Amelia Budiman (33405016)",
  "subjects": "RESTAURANT MANAGEMENT; RESTAURANT-MARKETING"
}