{
  "id": "16916",
  "title": "An Analysis of Almayer's tragedy in Joseph Conrad's Almayer's Folly",
  "abstract": "General awareness of the tragic has become fundamental to man's awareness of reality. Joseph Conrad believes that tragedy is natural to happen to every man's life, that man is merely led to frustration and death. It is a test of manhood whether a man is able to live in the world full of ordeals. Tragedy usually deals with a protagonist caught in sharp conflicts with opposing forces. In the ensuing struggle, he suffers greatly and moves from good fortune to misfortune, never in the opposite direction. The central character, Almayer, in Joseph Conrad's Almayer's Folly, has to undergo external and internal conflicts. Due to his conflicts Almayer suffers from a great loss materially and spiritually. For this reason, Almayer is apt to tragedy. The real interest of this study lies in how Almayer could experience conflicts and in what result his conflicts finally lead him to. In analyzing the novel, the thesis writer is going to use the theories of tragedy, conflict, and characterization, to learn the reasons of the conflicts, the evidence of the conflicts, and the consequences of the conflicts. The study finds out that tragic flaws, social forces, and fate help produce Almayer's conflicts; and these conflicts lead him to disintegration and death. Almayer's failure in life is proceeded by his existence as an individual who lives with his particular personalities among",
  "creators": "SRI NOOR LAILA",
  "contributors": "Stefanus Suprayitno (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 617; Sri Noor Laila (11493152)",
  "subjects": "ENGLISH FICTION--20TH CENTURY--STUDY AND TEACHING; SOCONRAD, JOSEPH, 1867-1924. ALMAYERS'S FOLLY-STUDY AND TEACHING"
}