{
  "id": "16917",
  "title": "Perancangan tata letak area produksi di perusahaan toples dan botol plastik",
  "abstract": "PT. XYZ adalah sebuah industri yang memproduksi toples dan botol yang terbuat dari plastik. Adanya tata letak fasilitas produksi yang tidak seimbang pada perusahaan ini mengakibatkan terganggunya kelancaran dari aktifitas-aktifitas produksi. Pengaturan tata letak area produksi ini akan menentukan bagaimana aktifitas-aktifitas fasilitas-fasilitas produksi pabrik akan bisa diatur sedemikian rupa sehingga mampu menunjang upaya pencapaian tujuan pokok secara efektif dan efisien. Dalam tugas akhir ini dibuat suatu perancangan tata letak fasilitas-fasilitas produksi. Perancangan tata letak ini harus disesuaikan dengan perkiraan penjualan pada masa yang akan datang, untuk itu perlu dilakukan peramalan penjualan untuk masa yang akan datang. Kemudian dari hasil peramalan tersebut akan ditentukan besarnya kapasitas produksi yang harus dibuat. Kapasitas produksi ini juga digunakan didalam perhitungan jumlah mesin. Jumlah mesin ini nantinya juga digunakan di dalam penentuan luas area tiap departemen. Kemudian dilakukan pengaturan tata letak fasilitas-fasilitas produksi dengan menggabungkan dua faktor yaitu faktor kuantitatif yang berdasarkan pada frekuensi perpindahan meterial antar stasiun kerja dengan faktor kualitatif yang berdasarkan pada derajat keterdekatan hubungan antar stasiun kerja. Dari hasil perbaikan tata letak area produksi diperoleh suatu tata letak area produksi alternatif yaitu tata letak area produksi 2 yang memiliki momen jarak yang lebih kecil yaitu 269848.5684 meter dibandingkan dengan tata letak area produksi lama yang memiliki momen jarak 440146.1683 meter.",
  "creators": "RIAWATI WIYONO",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Kriswanto Widiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 078/TMI-08/1998; Riawati Wiyono (25492026)",
  "subjects": "PLANT LAYOUT"
}