{
  "id": "16922",
  "title": "The Sociolinguistic study of social factors that influence the maintenance of ethnic languages used by Petra Christian University students from Ambon and East Timor",
  "abstract": "Indonesia is a multilingual speech community with two main groups of languages, Bahasa Indonesia and the ethnic languages. While the main trend of language behavior is a shift towards Bahasa Indonesia, there are still many ethnic groups who maintain the use of their ethnic languages. The same situation can also be observed in Petra Christian University which, in respect to multi-ethnicity and multi-culture, can be regarded as Indonesia in a much smaller scale. Of the ethnic groups who still maintain their ethnic languages are the Ambonese and East Timorese students. In this study the writer examines the process of ethnic language maintenance in individual level and in daily basis. The respondents, 30 Ambonese and East Timorese students report their language behavior by answering self-reported questions in questionnaires. The questions are focused to answer three main questions in this study: (1) What social factors influence the respondents' maintenance of their ethnic languages in daily interaction, (2) What are their reasons for the use of the ethnic language, (3) Is there any relationships between the respondents' duration of residence in Java and their ethnic language proficiency and frequency of ethnic language use. From the data gathered, the writer finds out that the Ambonese and East Timorese respondents have more or less the same patterns of ethnic language use. They use their ethnic language mostly with people who have the same or lower status than they do, with people who have high level of solidarity with them, mostly in informal settings, to talk about non-serious topics, and for affective purposes. Although their patterns of language use are the same, the reasons behind their ethnic language use are different. For most Ambonese respondents, their ethnic language has a very practical function, that is it enables them to express themselves better. Meanwhile, for most East Timorese respondents, their ethnic language has more symbolic significance, that is it functions as a symbol of ethnic identity and group solidarity. The effects of duration of residence have on the respondents' ethnic language proficiency and frequency of ethnic language use are also almost the same between Ambonese and East Timorese respondents. In general, the data show no strong relationship between the respondents' duration of residence and their ethnic",
  "creators": "ERNI",
  "contributors": "SUBANDI DJAJENGWASITO (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 678; Erni (11493070)",
  "subjects": "SOCIOLINGUISTICS"
}