{
  "id": "16924",
  "title": "A Study of decision making through the main character's conflicts as seen in Roberth Emmet Sherwood's Abe Lincoln in Illinois",
  "abstract": "The thesis writer studies decision making in Robert Emmet Sherwood's Abe Lincoln In Illinois because from the beginning to the end of the play, the main character has conflicts within himself whether he decides to enter political career or not. Thus, the thesis writer is curious to know how the main character makes decisions through his inner conflicts and why he makes those decisions. The analysis shows that the main character, Abe Lincoln, refuses his friends'encouragement to enter politics after he considers that he is not the right person for that kind of importance because he has no self-confidence and he is also afraid of death, as a result of his traumatic experience in Black Hawk War. However, after his meeting with Seth Gale and a little son, Jimmie, he changes his mind. He has a vision that he has to accept the challenge for the sake of his country as Seth Gale does. Moreover, he has overcome his fear of death after he sees with his own eyes how brave Jimmie is when he struggles to live. This circumstances encourage him to enter politics. From the analysis, the thesis writer concludes that the influences of other people can influence someone in making a decision. The influences can be an encouragement and the condition of the people. Vision and destination of life of someone can also influence someone in making a decision. Thus, decision making can be a long process.",
  "creators": "MIRANDA LILIANTI",
  "contributors": "Ribut Basuki (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 482; Miranda Lilianti (11492018)",
  "subjects": "AMERICAN DRAMA-19TH CENTURY; SHERWOOD, ROBERT EMMET, 1896-...-ABE LINCOLN IN ILLINOIS-STUDY AND TEACHING"
}