{
  "id": "16926",
  "title": "Analisa change order dalam proyek konstruksi",
  "abstract": "Change order merupakan segala perubahan pada kontrak pekerjaan termasuk penambahan, pengurangan pekerjaan atau perubahan spesifikasi teknis. Change order mempunyai dampak langsung pada biaya dan jadwal proyek, sehingga harus diupayakan agar perubahan yang dilakukan mempunyai dampak sekecil mungkin terhadap biaya dan jadwal proyek. Penelitian ini dilakukan untuk mengetahui hal-hal yang berhubungan dengan change order dalam proyek konstruksi, yaitu \"faktor penyebab change order\", \"akibat change order\" dan \"prinsip pengelolaan change order\". Data diperoleh dengan menyebarkan kuesioner yang disertai dengan wawancara singkat pada pihak owner atau developer (15 responden), kontraktor kelas A (15 responden) dan konsultan (15 responden) di Surabaya.Hasil kuesioner yang diperoleh diolah dengan analisa statistik mean dan % 2 (Chi Square). Deskripsi hasil penelitian berdasarkan analisa mean menunjukkan bahwa dari kelompok \"faktor penyebab change order\", variabel-variabel terpentingnya adalah \"penambahan pekerjaan\" dengan nilai mean yang tertinggi yaitu (= 5,14), \"perbedaan kondisi lapangan\" dengan nilai mean (= 4,63), dan \"pengurangan pekerjaan' dengan nilai mean (=4,28). Dari kelompok \"akibat change order\", variabel terpentingnya adalah \"perubahan biaya\" dengan nilai mean yang tertinggi (= 4,95), \"perubahan jadwal\" dengan nilai mean (=4,79), dan \"mempengaruhi produktivitas\" dengan nilai mean (= 4,53). Dari kelompok \"prinsip pengelolaan change order\" didapat variabel yang terpenting adalah \"semua perubahan lingkup kerja harus mendapat persetujuan tertulis\" dengan nilai mean tertinggi yaitu (= 5,35), \"lingkup kerja harus jelas dan proposal change order harus berisi informasi yang lengkap guna estimasi yang realistik bagi kontraktor\" dengan nilai mean (= 5,16), dan \"proposal harus adil bagi hak kontraktor untuk mendapatkan kompensasi atas dampak atau akibat change order\" dengan nilai mean (= 5,12). Kesimpulan menunjukkan bahwa faktor yang paling sering mengakibatkan terjadinya change order adalah \"penambahan pekerjaan\". yang berdampak terjadinya \"perubahan biaya\" dan \"perubahan jadwal\".Untuk itu disarankan agar \"penambahan pekerjaan\" diupayakan pada saat awal proyek tersebut berjalan dan \"semua perubahan lingkup kerja harus mendapat persetujuan tertulis\".",
  "creators": "HARIYANTO; TONY",
  "contributors": "Paulus Nugraha (Advisor 1); Herry Pintardi Chandra (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 920 S; Hariyanto (21493105), Tony (21493167)",
  "subjects": "INDUSTRIAL PROJECT MANAGEMENT; CONSTRUCTION INDUSTRY"
}