{
  "id": "16923",
  "title": "Perencanaan peramalan dan penjadualan di PT Multi Global Makmur",
  "abstract": "P.T. MULTI GLOBAL MAKMUR merupakan sebuah perusahaan industri yang bergerak dalam bidang garmen. Hasil produksinya berupa kemeja dengan ukuran all size dan memiliki daerah pemasaran yang meliputi lokal (dalam negeri). Adapun permintaan dari pelanggan berdasarkan motif kain secara acak yang meliputi motif polos, kotak, salur dan abstrak serta berdasarkan jenisnya yang terdiri dari kemeja lengan panjang dan kemeja lengan pendek. Oleh karena itu metode peramalan sangatlah dibutuhkan sebagai langkah awal dalam perhitungan dalam mengantisipasi permintaan pelanggan yang tak menentu karena dengan adanya sistem peramalan yang tepat maka perusahaan akan memiliki lebih banyak waktu untuk menyelesaikan produknya dan tidak akan ada waktu yang terbuang karena menunggu kedatangan kain yang diinginkan pelanggan. Kemudian akan dilakukan perhitungan mengenai peramalan jumlah permintaan dimasa yang akan datang dengan menggunakan metode yang sesuai dengan plot permintaan masa lalu. Dalam hal ini akan digunakan metode Winter dan Multiplicative Dekomposition dengan dasar pertimbangan dari plot data permintaan masa lalu. Sebagai langkah berikutnya akan dilakukan perhitungan waktu standart sebagai bahan untuk melakukan proses penjadulan produksi. Dalam perhitungan waktu standart tersebut akan dilakukan sejumlah pengujian antara lain uji keseragaman, kenormalan dan kecukupan data. Dan hasil peramalan permintaan akan menjadi bahan masukkan yang akan dijadualkan. Pada akhirnya metode penjadualan dibutuhkan untuk megalokasikan sumber daya yang ada berupa mesin yang terbatas jumlahnya, sehingga pada akhirnya semua sumber daya yang ada akan memberikan efek yang maksimal dan hasil yang optimal. Metode penjadualan juga dibutuhkan untuk meminimumkan waktu pengerjaan total untuk semua jenis produk yang dibuat karena dapat meningkatkan hasil produksi dan dapat menghemat waktu. Selain itu metode penjadualan juga dibutuhkan dalam meningkatkan nilai kepercayaan pelanggan dan untuk dapat bersaing dengan perusahaan sejenis.",
  "creators": "LITA IRAWATI",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Maja Indahwati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 081/TMI-11/1998; Lita Irawati (25493035)",
  "subjects": "TIME STUDY; SCHEDULING; PRODUCTION MANAGEMENT"
}