{
  "id": "16921",
  "title": "Analisa dan rancang sistem informasi manajemen untuk menentukan volume penjualan di PT. \"X\" di Malang",
  "abstract": "Penelitian ini merupakan studi kasus tentang analisa dan rancang sistem informasi manajemen untuk menentukan volume penjualan PT \"X\" di Malang. PT \"X\" bergerak dalam industri plastik yang pasamya bersifat monopolistic Masalah yang sedang dihadapi perusahaan adalah: menentukan model matematika sebagai altematif untuk memperbaiki metode markup, dan membuat aplikasi program untuk menentukan harga jual yang optimum secara cepat dan akurat. Tujuan yang ingin dicapai dalam penelitian ini adalah: mengevaluasi sistem penentuan harga jual yang dipakai perusahaan, menemukan model matematika untuk memperbaiki metode markup, dan membuat aplikasi program untuk membantu dalam menentukan harga jual yang optimum bagi PT \"X\". Jenis data yang dikumpulkan merupakan data kuantitatif yang berasal dari sumber internal, yaitu data yang diperoleh langsung melalui wawancara dan dokumen perusahaan. Penelitian ini menggunakan 3 metode pengumpulan data, yaitu: dokumentasi, observasi, dan wawancara. Wawancara dilakukan dengan manajer umum perusahaan. Teknik analisis yang digunakan adalah teknik analisis kualitatif dan matematis dengan tahapan sesuai System Development Life Cycle (SDLC). Hasil penelitian menunjukkan bahwa data untuk memperkirakan tingkat markup yang optimal sudah cukup tersedia, namun perusahaan kurang mampu memanfaatkan data tersebut untuk menentukan tingkat markup yang optimum. Penentuan markup yang kurang optimum menyebabkan timbulnya opportunity cost dan tidak maksimalnya tingkat laba yang dapat diperoleh. Diperlukan suatu model matematika dengan bantuan program aplikasi komputer statistik untuk memperbaiki kelemahan sistem penentuan harga jual yang lama. Setelah menerapkan aplikasi program yang bam, perusahaan dapat memproyeksikan peningkatan laba sebesar kurang lebih 36% dari tingkat laba mula-mula.",
  "creators": "YOHAN WAHYUDI",
  "contributors": "Oviliani Yenty Yuliana (Advisor 1); Siana Halim (Advisor 2); Setyarini Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 142/97/FE.AK/2001; Yohan Wahyudi (32497001)",
  "subjects": "MARKETING-MANAGEMENT; MANAGEMENT INFORMATION SYSTEMS"
}