{
  "id": "16949",
  "title": "Faktor-faktor yang mempengaruhi perawatan dan pemeliharaan dalam pengoperasian hotel berbintang di Surabaya",
  "abstract": "Persaingan di antara hotel berbintang di Surabaya cukup meningkat sehingga perlu adanya pengukuran kinerja, yang bertujuan untuk mengetahui sejauh mana peningkatan yang telah dicapai. Oleh karena itu, perlu bagi pihak hotel unruk mengetahui faktor-faktor penting yang mempengaruhi perawatan dan pemeliharaan dalam pengoperasian hotel berbintang di Surabaya. Ada empat belas elemen bangunan penting yang terdapat dalam proses perawatan dan pemeliharaan gedung yaitu dekorasi bagian luar, dekorasi dalam, atap datar atau miring, lantai & tangga, lantai atas, tangga, dinding bagian luar, jendela & pintu luar, partisi, instalasi mekanikal, instalasi elektrikal, instalasi gas, sanitari, dan pekerjaan luar. Data yang dipakai terdiri dari dua jenis, yaitu data dari kuesioner dan data yang diperoleh dari buku literatur. Data-data yang diperoleh diolah dengan Analisa Sebaran Frekuensi Relatif dan Analisa Uji Mengenai Nilai Tengah. Analisa pertama bertujuan untuk mengetahui besarnya prosentase frekuensi yang berhubungan dengan tujuan penelitian. Analisa kedua bertujuan mengetahui prediksi percent cost of maintenance dari tiap-tiap elemen bangunan. Dari Analisa Sebaran Frekuensi Relatif didapat elemen bangunan yang paling menentukan adalah instalasi elektrikal, dekorasi bagian luar, dekorasi dalam, dan sanitari (100 %). Untuk maintenance policy didapat elemen bangunan yang paling menentukan adalah dekorasi bagian luar, dekorasi dalam, dinding bagian luar, jendela & pintu luar, partisi, lantai atas, atap datar/miring, dan pekerjaan luar (100 %). Untuk operational cleaning didapat yang paling menentukan adalah elemen partisi (18.75 %). Untuk periode time didapat yang paling menentukan adalah elemen sanitari (100 %). Dari Analisa Uji Mengenai Nilai Tengah didapat prosentase cost of maintenance yang paling menentukan adalah instalasi mekanikal, dimana untuk bintang 3 sebesar 20.3 %, bintang 4 dan bintang 5 sebesar 19 %. Disimpulkan bahwa elemen terpenting yaitu instalasi elektrikal, dekorasi bagian luar, dekorasi dalarn, sanitari, atap datar/miring, lantai atas, dinding bagian luar, jendela & pintu luar, partisi, dan pekerjaan luar. Disarankan perlu adanya peningkatan terhadap kinerja elemen yang sudah bernilai baik maupun kurang baik agar proses pengoperasian hotel menjadi lebih baik di masa mendatang.",
  "creators": "RIKO THEIJER; TATUM AGUNG YUWONO",
  "contributors": "Jonathan Hendra Kusuma (Examination Committee 1); Herry Pintardi Chandra (Advisor 1); Yusuf Daud Endro Wicaksono (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 986 S; Riko Theijer (21496234) & Tatum Agung Yuwono (21496238)",
  "subjects": "HOTEL MANAGEMENT; HOTELS-MAINTENANCE AND REPAIR"
}