{
  "id": "16955",
  "title": "Pusat pengembangan seni dan budaya Suku Dayak Kalimantan Tengah di Palangka Raya",
  "abstract": "Berangkat dari keinginan mewujudkan sebuah karya arsitektur yang mengangkat budaya lokal sebagai perwujudan tertanamnya nilai-nilai kepercayaan Suku Dayak dan masyarakat setempat, maka dipilihlah sebuah proyek pengembangan seni dan budaya tersebut. Makna hidup orang Dayak adalah \"keseimbangan kosmos\" yaitu keseimbangan hubungan manusia dengan alam. Sehingga korelasi itu yang dalam hal ini adalah suku dayak dengan hutan seringkali digambarkan dengan mitos-mitos yang menggunakan unsur-unsur yang dekat dengan alam seperti burung, pohon, dan lain-lain. Sehingga dalam perancangan proyek Tugas Akhir ini semaksimal mungkin memperhatikan hal tersebut. Hal ini juga didukung dengan pemilihan lokasi yang dekat dengan Bundaran Burung Tingang , yang mana Burung Tingang itu merupakan salah satu simbol Mitos Penciptaan Jagad Raya bagi suku Dayak khususnya Suku Dayak Ngaju sebagai salali satu suku yang dominan di Kalimantan Tengah. Selain itu, dalam konsep perancangan, digunakan simbol Batang Garing yang juga merupakan salali satu simbol dari mitos penciptaan itu, sebagai salali satu upaya untuk mengangkat nilai tradisional. Upaya lainnya adalah dengan memadukan unsur-unsur arsitektural dengan mengambil konsep bentuk panjang yang biasa disebut dengan Betang/ Lamin sebagai wujud arsitektur tradisional suku Dayak Dalam masyarakat suku Dayak, Betang/ Lamin ini merupakan pusat kebudayaan suku dayak, karena selain sebagai tempat kediaman juga merupakan tempat berlangsungnya upacara-upacara adat yang menampilkan seni tradisional yang sarat dengan nilai-nilai sakral, dan juga tempat kegiatan tradisional seperti mengayam, mengukir, dan lain-lain.",
  "creators": "ALDERINA ROSALIA",
  "contributors": "Ir. Achmad Archajadi (Advisor 1); Danny Santoso Mintorogo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1503/Ars/14/1998; Alderina Rosalia (22493126)",
  "subjects": "ART MUSEUMS-DAYAK TRIBE (MIDDLE KALIMANTAN)-PALANGKARAYA"
}