{
  "id": "16961",
  "title": "Pusat rehabilitasi kesehatan mental dan konseling",
  "abstract": "Maksud dari penulisan Laporan Perancangan Tugas Akhir ini adalah untuk melengkapi gelar kesarjanaan pada Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra Surabaya serta merupakan syarat bagi kelulusan Tugas Akhir Periode XL tahun 1999. Proyek ini dibuat dengan latar belakang kondisi Surabaya khususnya dan Jawa Timur umumnya yang sedang menuju taraf metropolitan dan tak luput dari dampak negatifnya, ditambah lagi dengan adanya krisis moneter yang berkepanjangan. Di mana hal ini menyebabkan perubahan yang tidak sedikit dalam masyarakat yang baik secara langsung maupun tidak langsung menimbulkan tekanan pada masyarakat secara jiwani, sehingga sebagian dari mereka menjadi stres ataupun depresi. Maka dibuatlah suatu wadah untuk menangani secara khusus para penderita tekanan jiwa ini agar mereka dapat pulih seperti sediakala, yaitu suatu pusat layanan yang mempunyai sarana atau fasilitas yang mendukung proses pemulihan terhadap individu yang mengalami stres dan depresi agar mereka dapat pulih kembali pada kondisi yang semula, mendapatkan kembali kesejahteraan dan semangat hidup yang pudar sehingga mereka dapat berkarya dengan bakat yang telah mereka miliki. Pusat layanan ini berada di Batu, Malang, daerah yang sejuk dan mendukung terlaksananya proses penyembuhan dengan lingkungan sekitarnya yang asri dan tenang. Dengan unit-unit untuk konseling dan rehabilitasi sebagai fasilitas utama, karena untuk pulih sangat dibutuhkan bantuan dari orang lain. Dan disediakan juga unit rawat tinggal untuk perawatan yang lebih intensif. Fasilitas penunjang antara lain unit refieksi diri sangat membantu pasien untuk mendekatkan diri kepada Sang Pencipta , dan unit-unit lain seperti unit rekreasi dan relaksasi, polikilinik, perpustakaan dan ruang serba guna untuk menunjang pemulihan para pasien.",
  "creators": "TITIN WIDYA ASTUTI S",
  "contributors": "Stephanus Setiadi (Advisor 1); Danny Santoso Mintorogo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1579/Ars/27/1999; Titin Widya Astuti (22495017)",
  "subjects": "MENTAL HEALTH FACILITIES"
}