{
  "id": "16964",
  "title": "Analisa keseimbangan lintasan produksi dan tata letak pabrik pada proses pembuatan kampas rem (brake lining)",
  "abstract": "Keseimbangan lintasan produksi adalah salah satu faktor yang penting dalam upaya pemenuhan target produksi dalam suatu perusahaan. Apabila lintasan produksi dalam perusahaan tidak seimbang maka target produksi yang telah ditetapkan oleh perusahaan tidak akan dapat terpenuhi. Dari keseimbangan lintasan akan dapat diketahui jumlah operator minimum yang digunakan, meratakan beban kerja lewat stasiun kerja dan dapat meminimalkan waktu menganggur dari operator dan mesin. Dari uraian diatas, maka penulis ingin menganalisa lintasan produksi yang ada pada P.T Indoprima Gemilang, yang selanjutnya akan menyeimbangkan lintasan produksi tersebut dan sekaligus mengatur ulang tata letak fasilitas produksi yang telah ada. Untuk menyeimbangkan lintasan digunakan metode COMSOAL (Computer Method of Sequencing for Assembly Line). Prinsip dari metode ini adalah mengelompokkan operasi-operasi kerja dalam stasiun kerja berdasarkan waktu dan urutan proses. Sedangkan untuk mengatur ulang tata letak fasilitas produksi digunakan metode From to Chart yang akan menganalisa aliran bahan. Hasil yang diperoleh dari perancangan keseimbangan lintasan produksi adalah meningkatnya efisiensi lintasan sebesar 39,7% untuk lintasan Dry Type dan 52,5% untuk lintasan gabungan (Wet Type dan Roll Lining). Untuk pengaturan ulang tata letak fasilitas diperoleh momen jarak terkecil sebesar 1.568.833,27m yaitu pada layout perbaikan III.",
  "creators": "SINTA ALI",
  "contributors": "Didik Wahjudi (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 99.54.328/MESN/1999; Sinta Ali (24491088)",
  "subjects": "WORK MEASUREMENT; MANUFACTURING PROCESSES; INDUSTRIAL, ENGINEERING"
}