{
  "id": "16969",
  "title": "Pusat layanan multi media di Surabaya",
  "abstract": "Pada perencanaan tugas akhir ini, mengambil judul Pusat Layanan Multi Media di Surabaya, merupakan sesuatu telah ditunggu - tunggu kehadirannya di Surabaya, khususnya bagi pihak- pihak yang berkaitan dengan multi media, dan masyarakat yang ingin lebih mengenal jasa mass communication yang akhir -akhir ini sangat marak dalam kehidupan kita sehari - hari. Keberadaanya dapat meningkatkan prestige bagi kota Surabaya karena target market dari proyek ini tidak hanya ditujukan kepada client dari Surabaya, tetapi juga kawasan Indonesia Timur, sehingga tidak perlu jauh-jauh ke Jakarta dimana proyek semacam ini telah lebih dahulu berkembang. Pada Pusat Layanan Multi Media ini bukanlah sekedar tempat untuk bekerja, melainkan juga menonjolkan aspek pelayanan kepada masyarakat, dimana mereka tidak hanya sekedar dapat memperoleh informasi, melainkan juga dapat melihat dan mengenal lebih dekat bisnis jasa multi media yang bergerak dalam bidang komunikasi, dimana pada era globalisasi sangat berperan penting. Pada proyek ini terdapat kantor agency, rumah produksi, dimana terdapat studio film, studio rekaman maupun studio fotografi untuk mewadahi segala kegiatan produksi yang berhubungan dengan berbagai macam media massa, juga sekaligus rumah pasca produksi yang melayani kegiatan editing. Selain itu terdapat fasilitas penunjang yang bukan hanya dapat dinikmati pengguna bangunan, tetapi juga masyarakat umum, dimana terdapat gallery yang mempertunjukkan karya-karya dalam berbagai media, kafe internet, restoran, perpustakaan, dan sebagainya. Diharapkan keberadaan Pusat Layanan Multi Media dapat mendorong kemajuan dan perkembangan kota Surabaya, dan sekaligus mengembangkan sumber daya manusianya, terutama yang berkaitan dengan bidang ini.",
  "creators": "SUNNY VERDIANA TANADI",
  "contributors": "J. Loekito Kartono (Advisor 1); Joyce M.Laurens (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1815/ARS/42/2001; Sunny Verdiana Tanadi (22497035)",
  "subjects": "OFFICE BUILDINGS-DESIGNS AND PLANS; INFORMATION SERVICES-BUILDINGS-DESIGNS AND PLANS"
}