{
  "id": "16973",
  "title": "Penerapan konsep balanced scorecard sebagai alat bantu pengukuran kinerja strategis dalam rangka menciptakan daya saing belanjut pada hotel \"X\" di Surabaya",
  "abstract": "Semakin ketatnya persaingan dalam dunia bisnis perhotelan mengakibatkan semakin dibutuhkannya informasi yang relevan agar proses pengambilan keputusan dapat dilakukan secara tepat. Karena semakin kompleksnya badan usaha atau organisasi yang ada pada saat ini, maka informasi akuntansi yang disediakan oleh akuntansi tradisional menjadi kurang akurat dan obyektif dalam menilai kinerja serta kurang mampu untuk mendukung continuous improvement yang sangat penting bagi badan usaha dalam rangka menciptakan daya saing. Sebab pengukuran kinerja yang dilakukan dalam sistem akuntansi tradisional hanya terfokus pada kondisi keuangan saja.. Untuk mengatasi hal tersebut, maka diperkenalkan suatu sistem pengendalian manajemen altematif yang mampu menilai kinerja dari sudut pandang keuangan dan non-keuangan. Sistem pengendalian alternatif ini adalah Balanced Scorecard, yang mampu memperbaiki sistem akuntansi tradisional. Balanced scorecard mengukur kinerja suatu badan usaha dalam 4 perspektif, yaitu financial perspectivce, customer perspective, internal business process perspective dan learning and growth perspective.Dah masing-masing perspektif tersebut akan ditentukan sejumlah key success factor yang akan berperan penting dalam kesuksesan suatu badan usaha atau organisasi. Hotel \"X\" merupakan badan usaha yang bergerak dibidang jasa, dimana kegiatan utamanya adalah sewa kamar, paket seminar, paket meeting dan pesta. Dalam menjalankan usahanya Hotel \"X\" bertujuan untuk menjadi perusahaan yang terbaik dikelasnya dengan mengembangkan jaringan pemasarannya tanpa melupakan pentingnya kepuasan konsumen atas pelayanan yang diberikan. Tujuan tersebut dapat dicapai melalui penerapan balanced scorecard yang mengacu pada pengukuran key success factors. Balanced Scorecard sendiri lebih dari sekedar sistem pengukuran operasional, karena dalam balanced scorecard akan ditetapkan visi, misi dan tujuan yang hendak dicapai oleh Hotel \"X\" serta strategi untuk mencapai tujuan tersebut. Dengan demikian melalui penerapan balanced scorecard pada Hotel \"X\" akan mampu melengkapi alat ukur Hotel \"X\" yang selama ini hanya terfokus pada pengukuran kinerja keuangan dengan pengukuran kinerja dari segi non keuangan, sehingga pada akhirnya dapat memberikan solusi bagi Hotel \"X\" untuk dapat bersaing dalam usaha perhotelan.",
  "creators": "LENA MERPATI",
  "contributors": "Bambang Haryadi (Advisor 1); Setyarini Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 97/96/FE.AK/2001; Lena Merpati (32496077)",
  "subjects": "MANAGERIAL ACCOUNTING; WORK MEASUREMENT"
}