{
  "id": "16976",
  "title": "Analisis pengaruh skill, knowledge, job description, dan standard operating procedure terhadap efisiensi kerja karyawan F and B Department di Hotel Shangri-La Surabaya",
  "abstract": "Dalam dunia industri, keterampilan (skill), pengetahuan (knowledge) yang di miliki oleh para karyawan, serta pemahaman karyawan tentang job description dan standard operating procedure merupakan tolak ukur dari efisiensi kerja. Efisiensi kerja akan tercipta bila skill, knowledge, job description, dan standard operating procedure benar-benar dipahami oleh karyawan. Efisiensi kerja yang berusaha dicapai oleh Hotel Shangri-La Surabaya dapat diukur dengan cara menyebarkan kuesioner yang diisi oleh para karyawan Hotel Shangri-La F&B Department dari semua outlet. Pertanyaan dalam kuisioner berhubungan erat dengan keterampilan (skill), pengetahuan (knowledge) para karyawan serta tentang job description dan standard operating procedure Hotel Shangri-La Surabaya dari sudut pandang efisiensi kerja. Hasil jawaban kuesioner ini akan dihitung untuk menentukan seberapa besarkah pengaruh skill, knowledge, job description, dan standard operating procedure terhadap efisiensi kerja karyawan. Hasil dari penelitian penulis, diketahui bahwa skill, knowledge, job description, dan standard operating procedure berpengaruh secara parsial maupun secara bersama-sama terhadap efisiensi. Dimana dari keempat variabel tersebut, standard operating procedure berpengaruh paling dominan (paling besar) terhadap efisiensi.",
  "creators": "PRAWIRA SURYADINATA; FERDY IMAN HAREFA",
  "contributors": "Endo Wijaya Kartika (Advisor 2); Sundring Pantja Djati (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33010105/MAN/2010;Prawira Suryadinata (33404025), Ferdy Iman Harefa (33405035)",
  "subjects": "HOTEL MANAGEMENT; HOTELS-PERSONNEL MANAGEMENT"
}