{
  "id": "16979",
  "title": "The Study of cohesion in the articles of the Javanese magazine of Panjebar Semangat",
  "abstract": "Evie Fadjarini Retno Soegjarti, The Study of Cohesion in the Articles of the Javanese Magazine of Panjebar Semangat. Thesis, Faculty of Letters, Petra Christian University, 1996. Language is a means of communication among the people in society. The variety of people goes along with the variety of language. A particular language used by a particular people. This thesis deals with language problem, especially cohesion of language. Cohesion itself deals with words, how a particular elements of language used in a particular role of language. This study concerns with the discussion of cohesion in the Javanese magazine of Panjebar Semangat in which each article contains the variety of language. How the variety of language applies the study of cohesion makes the writer interested to conduct this study. The problems in this study are divided into two main parts of cohesion, grammatical cohesion and lexical cohesion. Each of them is applied in four articles: report, east Javanese dialogue, teenager report and comic strips are under the title of \"Pangudarasa\", \"Jawa Timuran\", \"Blencong\" and \"Mengku Medura Ian Surabaya\". Dealing with that statement, the writer wants to know what kind of cohesive devices that are used and the way of using them. The main theory that is used is the theory of Halliday and Hasan about cohesion. The theory is about grammatical cohesion which can be conveyed through reference, conjunction, ellipsis and substitution; and lexical cohesion through reiteration and collocation. Dealing with research metodology, the writter uses qualitative research. She collects the data taken form November 1995 to February 1996, the second and the fotth edition in order to analyse cohesive devices. Using cards to write all data so that it makes easily to be analysed. Classifying the same group of cohesive devices in order to count the frequency of them. The high frequency of them are taken as example(s) to be analysed through the meaning and the relation with part of speech. The results, after analysing the data, show that conjunction always appears in all articles, while other type of cohesive devices may exist or not. Conjunction is the most dominant cohesive devices. In addition, the variety of Javanese is gained : Ngoko Javanese in \"Pangudarasa\", Jawa Timuran Javanese in \"Jawa Timuran\" dialogue, Teenager Javanese in \"Blencong\", and Kromo Inggil Javanese in Comic Strips. At last, the language of Panjebar Semangat tends to use grammatical cohesion rather than lexical cohesion.",
  "creators": "EVIE FADJARINI RETNO SOEGIARTI",
  "contributors": "Bintoro (Examination Committee 1); SUBANDI DJAJENGWASITO (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 496; Evie Fadjarini Retno Soegiarti (11492118)",
  "subjects": "DISCOURSE ANALYSIS; JAVANESE LANGUAGE-DISCOURSE ANALYSIS; COHESION (LINGUISTICS)"
}