{
  "id": "16978",
  "title": "Upaya penerapan metode kontrol PEA/TEA pada tahap konstruksi proyek \"X\"",
  "abstract": "Kebutuhan manajemen proyek akan metode kontrol yang terintegrasi dengan baik tetap diperlukan dalam proses pelaksanaan proyek konstruksi yang semakin berkembang. Metode yang sesnai dengan tingkatan dimana kontrol dan keputusan dibuat masih memerlukan usaha uji coba penerapannya. Salah satu metode yang diharapkan dapat menjawab tantangan itu adalah metode PEA/TEA. Penggunaan alat rencana-kontrol terintegrasi PERT/LOB menjawab tantangan proses repetitif dan tumpang tindih dalam bangunan bertingkat banyak. Analisa sumber dengan metode kontrol PEA/TEA mengantisipasi status proyek pada waktu evaluasi dilakukan. Komponen analisa berupa REG (gap keefektifan sumber) dan OEI (indeks keefektifan organisasi) memberi informasi kepada manajer proyek tentang status sumber (kelebihan-kekurangannya terhadap penjadwalan) serta berapa banyak sumber yang harus ditambahkan atau dikurangi agar sesuai dengan penjadwalan yang ada. Atribut analisa berupa rencana dan aktual pelaksanaan proyek, masing-masing dengan variabel yang dibatasi berupa kapital (Rupiah), material (Rupiah) dan jam kerja (Jam), diperoleh dari sumber sekunder (catatan pihak kontraktor). Pembatasan pengambilan data-data tersebut diatas hanya pada pekerjaan struktur saja, dengan komponen sumber berupa pekerjaan bekisting, pekerjaan tulangan dan pekerjaan beton. Tahap perencanaan-kontrol \"ulang\" proyek dimulai dengan penerapan PERT/LOB yang menghasilkan jadwal terlambat (4 hari) dan target penyelesaian tiap lantai yang tinggi (80%) pada minggu pertama. Dengan membandingkan antara progress sumber rencana terhadap progress sumber aktual, didapati nilai positif pada REG semua sumber yang berarti bahwa pelaksanaan proyek tertinggal jadwal. Dengan determinasi matematis sebesar 10% nilai PEA masing-masing sumber didapat dengan mengkalikan REG terhadap jumlah budget. Sedang nilai TEA didapat dengan mengkalikan OEI ketiga sumber terhadap jumlah budget. Kedua nilai dari masing-masing sumber inilah yang merupakan nilai batas atas dan nilai batas bawah yang diperlukan untuk membawa proyek kembali ke jadwal yang telah direncanakan. Kekurangan total sumber pada minggu ke 18 senilai Rp. 2,7 Milyar terhadap nilai rencana, disebabkan oleh karena ketidak-efisienan pelaksana\\ dalam pengerjaan sumber aktual (nilai REG > 10%), harus segera ditangani dengan seksama dan cermat untuk mencegah pembengkakan biaya lebih besar pada minggu-minggu berikutnya.",
  "creators": "BAMBANG SANTOSO",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 791 S; Bambang Santoso (21490032)",
  "subjects": "PROJECT MANAGEMENT"
}