{
  "id": "1698",
  "title": "Studi pengaruh faktor-faktor kualitas layanan terhadap kepuasan pelanggan hotel mulia di Kediri",
  "abstract": "Industri pariwisata dianggap mempunyai prospek cerah di masa yang akan datang. Dengan adanya perkembangan daerah wisata yang terdapat di beberapa daerah maka hotel yang merupakan salah satu penunjang wisata juga akan turut berkembang. Pentingnya hotel saat ini dapat dilihat dari semakin bertambahnya hotel yang berdiri. Hotel Mulia merupakan salah satu hotel melati III yang ada di Kediri mempunyai keunggulan-keunggulan tersendiri dibanding hotel sejenis di Kediri. Kualitas layanan menurut Zeithaml et.al. (1990:44) merupakan persepsi pelanggan tentang keunggulan dari suatu layanan, dimana persepsi tersebut antara lain: penampilan fisik bangunan, penampilan karyawan, ketepatan waktu layanan, sikap karyawan dalam melayani pelanggan, dan lain-lain. Kepuasan konsumen menurut Kotler (1996 : 40) adalah tingkatan dimana seseorang merasakan perbedaan antara perbandingan persepsi kemampuan suatu produk dengan harapan dari pelanggan. Definisi ini menunjukkan bahwa kepuasan pelanggan merupakan suatu tingkatan dimana kebutuhan, keinginan, dan harapan dari pelanggan dapat terpenuhi atau terlampaui. Jenis penelitian ini adalah survei yang menggunakan hipotesis dengan menggunakan data primer. Skala penilaian menggunakan interval berjenjang 5 dan metode penyusunan skala menggunakan skala perbedaan semantik. Model analisis yang digunakan adalah statistik deskriptif yaitu mean, regresi linier berganda, koefisien determinasi berganda dan parsial, uji F, dan uji t. Berdasarkan analisis dan pengujian hipotesis, ternyata hipotesis yang pertama, yaitu diduga faktor-faktor kualitas layanan yang terdiri dari tangibles, reliability, responsiveness, assurance, empathy secara serempak berpengaruh signifikan terhadap kepuasan pelanggan Hotel Mulia di Kediri terbukti. Hal ini dapat dilihat dari hasil uji F pada tingkat signifikansi 5% yang mencapai nilai F hitung sebesar 40,081 lebih besar dari F tabel sebesar 2,31. Besarnya kontribusi faktor-faktor kualitas layanan terhadap kepuasan pelanggan (R2) adalah 0,681. Angka ini juga memberikan arti bahwa kontribusi faktor-faktor kualitas layanan secara serempak terhadap perubahan kepuasan pelanggan Hotel Mulia di Kediri sebesar 68,1%, sedangkan sisanya sebesar 31,9% dijelaskan oleh faktor-faktor lain yang tidak diteliti dalam penelitian ini.",
  "creators": "IDA ROSITA WAHJUDI; IVON NOVIANA",
  "contributors": "Juliuska Sahertian (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No 0101115/HTL/2004; Ida Rosita (33496132); Ivon Noviana (33499143)",
  "subjects": "CONSUMER SATISFACTION; HOTEL MANAGEMENT"
}