{
  "id": "16985",
  "title": "Graha peristirahatan dan rekreasi Tresna Werdha di Trawas",
  "abstract": "Laporan ini disusun dalam rangka menyelesaikan tugas akhir sebagai kelengkapan masa studi sarjana di Fakultas Teknik Jurusan Arsitektur UK. Petra Surabaya Periode 45 tahun 2001 dengan judul Graha Peristirahatan dan Rekreasi Tresna Wherda yang terletak di kecamatan Trawas dengan luas site sebesar ?6,30 ha. Awal timbulnya gagasan perencanaan ini karena melihat keadaan dimana jumlah manusia usia lanjut yang makin bertambah karena adanya perbaikan kesehatan dan pola hidup yang baik dan teratur, tidak meningkatkan perhatian yang mereka peroleh dari generasi yang lebih muda. Malahan perhatian itu semakin hari terasa semakin kurang. Hal ini terjadi karena adanya pergeseran nilai-nilai budaya yang mengakibatkan timbulnya sifat-sifat individual yang tinggi, dan juga adanya persaingan yang ketat dalam bidang lapangan kerja menyebabkan waktu luang yang dimiliki para pekerja tersisa sangat sedikit dan hampir-hampir tidak ada. Karena itu perlu direncanakan suatu tempat dimana para usia lanjut tersebut dapat memperoleh perhatian dan perawatan secara maksimal. Perancangan tersebut memakai konsep psikologis manusia usia lanjut, untuk dapat mengetahui dengan baik suasana ataupun bangunan yang cocok atau sesuai dengan sifat psikis dan fisik mereka serta memperhatikan faktor keamanannya. Dengan tersedianya fasilitas ini diharapkan mampu memenuhi kebutuhan jasmani maupun rohani para usia lanjut sehingga mereka tidak lagi merasa terabaikan dan tersingkir melainkan tetap merasa dicintai dan dibutuhkan.",
  "creators": "GUNA KUMALAWATI WIJAYA",
  "contributors": "Irwan Santoso (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1844/ARS/02/2001; Guna Kumalawati Wijaya (22496047)",
  "subjects": "ARCHITECTURE AND THE AGED; AGED-DWELLINGS"
}