{
  "id": "16987",
  "title": "Pusat pendidikan dan pergelaran seni balet di Surabaya",
  "abstract": "Laporan tugas akhir ini disusun sebagai uraian dan penjelasan atas seluruh proses perancangan yang telah dilakukan pada Studio Tugas Akhir. Laporan ini berisi uraian-uraian yang dilampiri dengan analisa-analisa dan gambar-gambar disain. Proyek Pusat Pendidikan dan Pergelaran Seni Balet di Surabaya ini dibuat berdasarkan gejala yang ada di masyarakat, yaitu ketertarikan terhadap dunia balet namun kurang adanya fasilitas pendukung yang benar-benar memadai dan tepat, juga kebutuhan masyarakat akan suatu wadah yang dapat memberikan hiburan sekaligus pendidikan bagi masyarakat Indonesia pada umumnya maupun masyarakat Surabaya khususnya yang bersifat informal. Lokasi proyek berada di Surabaya Barat, yang merupakan transisi antara kawasan perumahan dan kawasan perdagangan, yaitu di tepi jalan Mayjend Sungkono yang bersebelahan dengan Kompleks Gedung Juang 45. Konsep perancangan bangunan didasari oleh pandangan filosofis balet, di mana balet merupakan suatu seni tari yang mengutamakan keseimbangan, kelenturan, kerampingan (ringan), dan dinamis. Penerapan ringan dalam bangunan berupa pengangkatan bangunan dari tanah, dalam arti sedikit bidang sentuh dengan tanah. Bangunan dipikul oleh satu kolom yang kemudian bercabang menjadi empat, menerus sampai atas. Kesan ringan ini juga dapat dilihat dari pemakaian bahan bangunan, berupa baja, kaca, dan cladding. Konsep dinamis yang ingin diangkat penulis sesuai dengan konsep balet modern yang bisa dikembangkan dan disesuaikan dengan kondisi, bebas mengadopsi banyak gerak dan gaya dan bebas dari ide-ide balet klasik yang sangat kaku terhadap aturan. Penerapannya dalam bengunan berupa tampilan yang modern, tanpa kesan klasik sama sekali.",
  "creators": "STEFANIE CASTALIE",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Irwan Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1889/ARS/47/2001; Stefanie Castalie (22497129)",
  "subjects": "THEATERS--DESIGNS AND PLANS; BULLET-STUDY AND TEACHING-BUILDINGS"
}