{
  "id": "16998",
  "title": "Studi suplai listrik dengan sistem pembangkit hibrida yang terdiri dari solar photovoltaic, wind turbine generator, diesel engine generator 200 KWH/hari tegangan 220 volt AC di Nusa Penida",
  "abstract": "Sistem pembangkit hibrida merupakan gabungan dari beberapa macam pembangkit listrik yang sudah ada. Sistem utama dari pembangkit hibrida ini, menggunakan tenaga alam. Sehingga dalam operasionalnya sangat dipengaruhi oleh kondisi harian dari tenaga alam tersebut. Sistem pembangkit hibrida di Nusa Penida merupakan gabungan dari solar photovoltaic, wind turbine generator dan diesel engine generator. Sistem utama dari pembangkit hibrid di Nusa Penida menggunakan tenaga matahari dan tenaga angin, kemudian digunakan untuk mengisi baterai. Arus searah dari baterai dijadikan arus bolak-balik oleh inverter, kemudian baru menyuplai beban. Diesel engine generator digunakan sebagai cadangan apabila sistem utama tidak mampu menyuplai beban atau didalam sistem utama terjadi kerusakan. Pada sistem pembangkit hibrida di Nusa Penida, setiap sumber tenaga listrik, bisa beroperasi sendiri-sendiri atau tidak tergantung satu dengan yang lainnya. Bisa juga beroperasi pada saat yang bersamaan tergantung dari tegangan sistem, kondisi harian intensitas sinar matahari dan kondisi harian kecepatan angin di PLTH unit Tanglad, Nusa Penida - Bali. Solar photovoltaic dan wind turbine generator akan beroperasi pada tegangan sistem 120 - 135 volt dc. Sedangkan diesel engine generator beroperasi pada saat tegangan sistem 102 - 132 volt dc. Ketiga sumber listrik tersebut akan beroperasi bersama-sama untuk mengisi baterai pada saat tegangan sistem 120 - 132 volt dc.",
  "creators": "FREDDI YULIANTO",
  "contributors": "BUNAWI GUNAWIDJAJA (Examination Committee 1); Emmy Hosea (Advisor 2); NONO MOELYONO W. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 98/E/TST/020/217; Freddi Yulianto (23492177)",
  "subjects": "ELECTRIC GENERATORS; ELECTRIC POWER SYSTEMS; ELECTRIC POWER-PLANTS"
}