{
  "id": "16990",
  "title": "Studi tentang pengaman busbar 3,3 kv di PT. Sasa Inti Gending Probolinggo",
  "abstract": "P.T Sasa Inti, Gending, Probolinggo, merupakan salah satu industri nasional dimana P.T Sasa Inti dalam proses industrinya didukung dengan suplai tenaga listrik yang besar. Dengan adanya suplai tenaga listrik yang besar dan sistem distribusi tenaga listrik yang begitu kompleks, maka tidak tertutup kemungkinan dapat terjadinya gangguan pada sistem tenaga listrik. Gangguan yang timbul dalam sistem distribusi tenaga listrik di P.T Sasa Inti, Gending, Probolinggo dapat menyebabkan terjadinya kerusakan pada alat-alat atau instrumen-instrumen yang dapat menyebabkan terganggunya proses industri. Untuk itu diperlukan adanya suatu sistem pengaman yang mampu untuk mengatasi gangguan-gangguan tersebut. Tujuan dari pembahasan ini adalah untuk melihat kemampuan dari sistem pengaman. Dalam pembahasan sistem pengaman ini dihitung besar arus hubung singkat yang terjadi dari suplai tenaga listrik sampai MDP (Main Distribution Panel) dengan metode per unit. Selain itu juga dihitung waktu kerja dari over current relay pada saat terjadi gangguan arus hubung singkat.Untuk mendukung analisa tersebut maka dibutuhkan data-data antara lain : data beban, data kabel, data pengaman dan data sumber tenaga listrik Hasil analisa dari sistem pengaman ini menunjukan bahwa ada beberapa circuit breaker yang tidak dapat menahan arus hubung singkat yang terjadi pada saat beban penuh. Circuit Breaker itu antara lain: Feeder l,2,3,4,diesel 6 dan 7. Selain itu didapat juga waktu kerja dari over current relay pada saat terjadi arus hubung singkat yaitu: Feeder 1 sampai 4 adalah 1,75 detik, sedang Feeder 5 sampai 6 adalah 3 detik. Apabila P.T Sasa Inti Gending, Probolinggo ingin menjalankan beban pada keadaan beban penuh maka diperlukan penggantian circuit breaker dengan kapasitas rap current yang lebih besar untuk melindungi agar proses industri tidak terganggu.",
  "creators": "TRIADI PUTRA GUNAWAN",
  "contributors": "Emmy Hosea (Advisor 1); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Advisor 2); BUNAWI GUNAWIDJAJA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/E/TST/013/396; Triadi Putra Gunawan (23496053)",
  "subjects": "ELECTRIC CIRCUIT-BREAKERS; ELECTRIC CONTROLLERS; ELECTRIC RELAYS; RELAY CONTROL SYSTEMS"
}