{
  "id": "1700",
  "title": "Kajian dan evaluasi pelaksanaan konstruksi jalan dan perbaikan jalan di kota Surabaya",
  "abstract": "Usaha melakukan perbaikan-perbaikan dengan tujuan untuk memperpanjang umur rencana biasa disebut dengan pekerjaan pemeliharaan jalan. Dari survey kondisi jalan didapatkan hasil prioritas pemeliharaan jalan yang dapat berupa peningkatan jalan, overlay atau pemeliharaan rutin berupa penambalan-penambalan saja. Dengan terbatasnya dana dari pemerintah, maka hasil dari survey kondisi jalan dapat berbeda dengan cara perbaikan yang dilakukan. Seperti contoh, satu ruas jalan dari hasil survey kondisi jalan ditentukan harus dilakukan overlay, tetapi karena terbatasnya dana dari pemerintah, maka perbaikan yang dilakukan hanya penambalan-penambalan saja. Hal ini tentu saja tidak memberikan hasil yang maksimal. Akan tetapi, jika dalam pelaksanaannya benar-benar memperhatikan pedoman pelaksanaan ( Spesifikasi Teknik ) yang ada, maka hasil yang didapatkan akan mendekati maksimal Tujuan dari penelitian ini adalah untuk mengetahui sejauh mana standart pelaksanaan perbaikan jalan yang ditetapkan oleh Dinas Pekerjaan Umum Bina Marga sudah diterapkan dalam pelaksanaan pekerjaan perbaikan jalan di lapangan dan faktor-faktor yang menyebabkan terjadinya perbedaan antara pelaksanaan di lapangan dan standart yang telah ditetapkan. Pengawasan pekerjaan perbaikan jalan terdiri dari dua hal yaitu pengawasan terhadap bahan material yang dipakai dan pengawasan terhadap cara pelaksanaan yang telah ditentukan oleh pihak DPU Bina Marga. Bahan material seperti HRS, ATB dan sand sheet yang datang dan akan digunakan tidak diperiksa oleh pihak konsultan pengawas. Hal ini terjadi karena pada saat bahan material datang, konsultan pengawas tidak berada di tempat. Demikian juga surat jalan dari material aspal tidak diserahkan pihak kontraktor ke konsultan pengawas di lapangan, sehingga konsultan pengawas tidak mengetahui jumlah maupun jenis serta mutu bahan material aspal yang datang. Demikian juga halnya dengan suhu material aspal yang sama sekali tidak diukur pada waktu sampai di lapangan setelah melakukan perjalanan dari asphalt mixing plant. Kualitas pekerjaan yang dilakukan terkesan hanya secara asal-asalan tanpa memperhatikan spesifikasi pelaksanaan pekerjaan yang telah ada. Sering sekali pihak konsultan pengawas terlambat datang ke lapangan hingga pekerjaan perbaikan selesai dilakukan. Pengawasan pekerjaan perbaikan yang hanya dilakukan satu orang konsultan pengawas untuk satu paket, menyebabkan hasil pengawasan yang tidak maksimum. Padahal pekerjaan perbaikan kadang dilakukan bersamaan di lain tempat pada paket yang sama. Pekerjaan patching, pembersihan, pelaburan tack coat, penghaparan, pemadatan serta perawatan tidak dilaksanakan dengan sempurna. Belum lagi adanya ketidaksesuaian antara jenis kerusakan dan cara perbaikannya, misalnya yang seharusnya dilakukan patching ternyata dilewati dan langsung dilapisi dengan HRS. Pihak konsultan pengawas lapangan juga tidak melakukan pengukuran langsung terhadap volume pekerjaan yang telah dikerjakan oleh pihak kontraktor. Kondisi drainase pada pekerjaan perbaikan jalan ini juga sama sekali tidak ditinjau. Padahal sistem drainase jalan yang tidak berfungsi merupakan salah satu faktor perusak jalan.",
  "creators": "ANANDA YUDISTIRA; CENY TAN",
  "contributors": "Wibowo Gunawan (Advisor 1); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1177/SIP/2002; Ananda Yudistira (21492026), Ceny Tan (21492223)",
  "subjects": "ROADS-DESIGN AND CONSTRUCTION"
}