{
  "id": "17002",
  "title": "Pengaruh perbandingan panjang dan diameter tabung (L/D) pada sistem pendingin tabung vorteks terhadap efek pendinginan",
  "abstract": "Tabling vorteks adalah tabung yang memanfaatkan aliran vorteks untuk menghasilkan pemisahan temperatur. Fluida yang dipergunakan adalah udara. Secara sederhana cara kerja alat ini adalah mengarahkan udara dari kompresor masuk ke dalam tabling melalui nozzle yang diletakkan secara tangensial, sehingga timbul aliran berpusar (swirl) yang dikenal sebagai aliran vorteks. Akibat pusaran tersebut terbentuk dua aliran yaitu aliran udara dingin pada bagian inti pusaran dan aliran udara panas pada bagian luar. Pemanfaatan aliran udara dingin dari proses inilah yang menyebabkan tabung vorteks selanjutnya lebih dikembangkan dan dikenal sebagai salah satu sistem pendingin. Kemampuan alat ini sangat dipengaruhi oleh ukurannya. Pada tugas akhir ini diteliti penganih perbandingan panjang dan diameter tabung terhadap efek pendinginan yang dihasilkan. Penelitian ini bertujuan untuk mengenali karakteristik efek pendinginan tabung vorteks melalui parameter yang diteliti, supaya dapat diperoleh cara penggunaan tabung vorteks yang optimal. Penelitian ini dilakukan di Lab. Teknologi Mekanik Jurusan Teknik Mesin Universitas Kristen Petra. Percobaan ini dilakukan dengan menggunakan lima macam perbandingan L/D yaitu 5, 15, 25, 35 dan 45. Variasi yang dilakukan adalah pada parameter panjang tabung (L), sedangkan diameter dalam tabung (D) tetap. Percobaan dilakukan dengan input udara masuk yang sama (temperatur dan laju aliran massa). Pada tiap tabung dilakukan pengujian untuk pengoperasian pada lima fraksi udara dingin yang berbeda. Dari percobaan diperoleh hasil bahwa bertambahnya nilai L/D sampai batas tertentu akan menaikkan efek pendinginan. Penambahan panjang tabung yang melebihi batas tersebut tidak efektif, karena efek pendinginan akan turun. Pada percobaan ini batas tersebut adalah pada L/D = 25, dengan efek pendinginan maksimum 13,54 Watt yang dicapai pada fraksi 36,01 %.",
  "creators": "HERY SANTOSA",
  "contributors": "Ekadewi Anggraini Handoyo (Advisor 2); Joni Dewanto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 98.54.313/MESN/1998; Hery santosa (24490074)",
  "subjects": "LOW TEMPERATURE ENGINEERING"
}