{
  "id": "17000",
  "title": "Evaluasi dan perancangan sistem pendingin pada gedung P universitas kristen Petra Surabaya",
  "abstract": "Pada gedung P Universitas Kristen Petra banyak sekali kegiatan terpusat di sana terutama yang berhubungan dengan proses belajar mengajar. Untuk memenuhi kebutuhan akan kenyamanan diakibatkan kondisi udara yang kurang mendukung dalam melakukan aktivitas di sana, maka dalam waktu ke depan seluruh ruang di gedung P akan dipasang sistem pendingin udara. Pembahasan akan dikhususkan pada sistem pendingin udara sebagai salah satu pemakai listrik. Dengan demikian dapat diketahui apakah pemakaian energi listrik pada sistem pendingin berlebihan atau kurang dan langkah apa yang dapat dilakukan untuk penghematan energi listrik. Dari hasil pengamatan menunjukkan bahwa telah dipasang kabel-kabel untuk sistem pendingin pada tiap ruang, walaupun pada kenyataannya peralatan pendingin tersebut belum terpasang. Sistem pendingin yang digunakan adalah sistem split, dan yang banyak digunakan adalah tipe ceiling suspended. Sedangkan hasil evaluasi dan rancangan menunjukkan bahwa jumlah AC yang direncanakan dengan perhitungan lebih banyak dibanding dengan yang terpasang. Namun tetap dapat dilakukan penghematan dan pengoptimalan dapat dilakukan dengan cara mengatur jumlah unit AC sesuai kebutuhan, pemilihan tipe AC yang sesuai , dan pengoperasian lampu yang optimal, karena hal tersebut berguna untuk penghemat pemakaian energi listrik.",
  "creators": "DEASY NATALIA WIDIANTI",
  "contributors": "V.P. Nugroho Susilo (Advisor 1); Emmy Hosea (Advisor 2); Prof. Ir. Hanny Hosiana Tumbelaka, M.Sc., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/E/TST/002/385; Deasy Natalia Widianti (23494083)",
  "subjects": "AIR CONDITIONING--CONTROL; AIR CONDITIONING-EFFICIENCY"
}