{
  "id": "17007",
  "title": "Perencanaan dan pembuatan alat corona plastics surface dengan frekuensi 10-20 KHz, daya maksimum 0,8 KVA",
  "abstract": "Seringkali hasil cetakan pada kemasan plastik jenis LDPE, PE, dan HDPE tidak mampu melekat erat dan menyebabkan tulisan atau gambar yang tercetak menjadi hilang. Untuk mengatasi hal tersebut dibuatlah alat yang mampu mengubah struktur pennukaan plastik sehingga plastik mampu mengikat erat tinta Dengan memanfaatkan teknik tegangan tinggi, struktur permukaan pada plastik diubah dengan pemberian corona pada permukaan sehingga menimbulkan polarisasi sekaligus menginduksikan muatan positif dan muatan negatif, dengan demikian tinta yang memiliki muatan negatif akan mampu melekat lebih erat Cara kerja alat ini dimulai dengan menurunkan tegangan jala-jala listrik 220 V menjadi 110 V menggunakan transformator kemudian disearahkan. Tegangan searah 1SS V dimasukkan ke dalam rangkaian inverter dengan frekuensi antara 10 KHz hingga 20 KHz dan besar tegangan ditingkatkan menjadi 10 KV melalui transformator berinti ferrit Keluaran dari transformator berbentuk corona dengan bagian fasa menempati pemancar dan ground ditempatkan pada rol. Pembuatan bagian pemancar dan rol menjadi satu kesatuan dengan lebar dan jarak celah dapat diubah-ubah berdasarkan kebutuhan. Pengujian alat di sini dengan melewatkan plastik HDPE berkondisi dingin selebar 100 mm dan tebal sekitar 0,08 mm di antara bagian pemancar dan rol yang memiliki celah selebar 2 mm. Hasilnya akan diuji dan diperbandingkan dengan plastik HDPE yang di beri corona saat berkondisi panas serta plastik HDPE yang tidak diberi corona. Masing-masing plastik diuji dengan tinta uji khusus untuk mengetahui kekuatan tegangan permukaan sebesar 38 dynes/cm dan uji pencetakan dengan tinta berjenis Fine Ink. Hasil pengujian menunjukkan plastik yang diberi corona saat panas lebih baik dalam menahan tinta (100 % hasil cetakan tetap melekat di plastik, uji cetakan) disusul plastik yang diberi corona dalam kondisi dingin (80%) dan terakhir plastik yang tidak diberi corona (20%). Hasil yang dicapai menunjukkan alat sudah bekerja dengan baik secara kualitatif namun untuk menghasilkan plastik yang mampu mengikat erat tinta secara optimal hams diadakan percobaan dan pengumpulan data lebih lanjut",
  "creators": "ANDI JULIANTO",
  "contributors": "IRWAN SAHLI (Advisor 1); HERLIANTO TENGGARA (Advisor 2); Murtiyanto Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 98/E/EL/010/355; Andi Julianto (23490013)",
  "subjects": "PLASTIC INDUSTRY; PLASTICS"
}