{
  "id": "17012",
  "title": "Peningkatan kualitas produk di PT Kuda Laut Mas dengan aplikasi biaya kualitas dan alat-alat kualitas",
  "abstract": "Dalam era persaingan industri yang semakin ketat, perusahaan manufaktur dituntut untuk menghasilkan produk yang berkualitas tinggi, yaitu produk yang sesuai dengan spesifikasi produk dan sesuai (bahkan melebihi) dengan kemauan konsumen dengan biaya yang rendah. Salah satu alat untuk memenuhi dua hal tersebut adalah dengan adanya program biaya kualitas. Biaya kualitas merupakan biaya yang membebani biaya produksi, sehingga secara langsung biaya ini sangat membebani perusahaan. Tugas akhir yang dilakukan di PT Kuda Laut Mas adalah bertujuan untuk meningkatkan mutu dari produk yang dihasilkan dengan bantuan analisa biaya kualitas dan alat-alat kualitas. Mengingat persaingan didunia industri yang sangat ketat maka menghasilkan produk berkualitas tinggi dengan biaya rendah merupakan hal yang sangat diutamakan oleh perusahaan ini. tetapi justru hal mengenai biaya kuahtas yang benar-benar terjadi tidak disadari oleh pihak perusahaan. Perhitungan biaya kualitas adalah penting untuk menarik perhatian manajemen terhadap masalah kualitas. Bahkan tanpa adanya program biaya kualitas seringkali pihak manajemen tidak menyadari bahwa mereka memiliki masalah kualitas. Dengan adanya program ini, PT Kuda Laut Mas dapat mengevaluasi langkah-langkah apa yang sekiranya perlu diambil dalam usaha perbaikan biaya ini, karena perbaikan biaya berarti peningkatan profit perusahaan dan diharapkan dapat meningkatkan kualitas produk.",
  "creators": "DEVI YONASIS TJIPTOKUSUMO",
  "contributors": "Daniel Indarto Prajogo (Advisor 1); Sujono Poetrodjojo (Examination Committee 1); Soejono Tjitro (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 132/TI-62/1998; Devi Yonasis (25494103)",
  "subjects": "CERAMIC INDUSTRY-QUALITY CONTROL-STATISTICAL METHODS; QUALITY IN PRODUCTS-STATISTICAL METHODS"
}