{
  "id": "17011",
  "title": "Rott's breeder",
  "abstract": "Prospek bisnis peternakan anjing penjaga, terutama jenis Rottweiler yang mulai dikenal masyarakat sejak lima tahun yang lalu, sangat menjanjikan, karena masa-masa terakhir ini banyak masyarakat yang merasa bahwa keamanan jiwa dan harta bendanya sangat terancam yang disebabkan oleh banyaknya kerusuhan dan penjarahan yang merajalela selama dua tahun terakhir ini. Dengan adanya kerusuhan-kerusuhan yang terjadi, masyarakat Surabaya khususnya kalangan menengah ke atas merasa sangat membutuhkan minimal seekor anjing penjaga yang dapat dipercaya untuk menjaga rumah, gudang dan pabriknya. Karena itulah maka penulis mendirikan usaha peternakan anjing Rottweiler yang diberi nama RoTT'S BreeDer. Lokasi peternakan RoTT'S BreeDer terletak di daerah Ledug, Tretes dengan luas ? 2200 m2. Pemilihan daerah Ledug, Tretes, karena daerahnya sejuk, tenang, tidak lembab yang merupakan kondisi terbaik bagi kenyamanan fisik dan mental anjing-anjing yang akan diternakkan, terutama untuk kenyamanan anjing betina yang hamil. Pada areal ini dibangun kandang anjing berjumlah 10 ruang, kantor, tempat tinggal penjaga dan lintasan lari anjing. Produk utama yang dihasilkan dalam usaha peternakan ini adalah anakan dari anjing impor jenis Rottweiler, karena anjing Rotweiler mempunyai pangsa pasar yang masih besar dan belum terpenuhi dengan maksimal. Anjing Rottweiler ini mempunyai temperamen dan tabiat yang sangat baik, pendengaran sangat tajam, sikap selalu waspada, berwibawa dan penuh keyakinan. Sikapnya pada keluarga, teman-teman dan anak-anak pada dasarnya sabar dan tenang, tetapi berlaku waspada dan hati-hati terhadap orang asing. Pejantan Rottweiler milik peternakan ini juga disewakan untuk pemancakan dengan sistem sewa. Selain menyediakan anjing Rottweiler pembiakan sendiri, juga menyediakan anakan anjing jenis Herder yang dibeli dari peternak lain yang telah diseleksi terlebih dahulu. Alasannya adalah karena masyarakat masih menyukai anjing Herder yang anggun dan ramah terhadap anak-anak. Manajemen yang dilakukan oleh RoTT'S BreeDer meliputi manajemen perencanaan/planning (mulai dari perijinan hingga usaha akan dimulai), manajemen dalam pengaturan organisasi (struktur organisasi), manajemen penyelenggaraan staf7staffing (pengadaan dan penempatan karyawan, persyaratan dalam merekrut karyawan), dan manajemen pengendalian/controlling (mulai dari karyawan hingga pembelian bahan makanan). Strategi pemasaran yang dijalankan oleh peternakan ini adalah mengikuti lomba-lomba, masuk menjadi anggota klub Rottweiler Indonesia dan Perkumpulan Kinologi Indonesia, promosi lewat selebaran dan media massa. Pangsa pasar yang akan dituju oleh RoTT's BreeDer adalah masyarakat menengah keatas, terutama pemilik gudang, pabrik, dan masyarakat yang memiliki hobby merawat dan mengikuti perlombaan anjing penjaga. Investasi awal untuk peternakan ini akan dikeluarkan oleh pemilik sebesaf Rp. 368.713.000,-. Dana tersebut ditanggung oleh 2 sumber dana, yaitu oleh : 1. Naniek Lydia sebesar Rp. 184.356.500,-2. Leny Suyono sebesar Rp. 184.356.500, Peternakan RoTT's BreeDer diharapkan menjadi peternakan anjing penjaga baru yang patut diperhitungkan, khususnya jenis anjing Rottweiler dan berpeluang besar mancapai pangsa pasar yang dituju dengan pelayanan serta hasil produk yang merupakan kualitas terbaik.",
  "creators": "NANIEK LYDIA; LENY SUYONO",
  "contributors": "IMELDA NOVITA EKAWATI (Advisor 1); Soekarno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rancangan Usaha",
  "source": "Rancangan Usaha No.23/EM/2000; Naniek Lydia (31496071), Leny Suyono (31496095)",
  "subjects": "DOG BREEDS; DOGS-BREEDING-MANAGEMENT"
}