{
  "id": "17036",
  "title": "Penyusunan perencanaan kebutuhan material di UD Morodadi Surabaya",
  "abstract": "UD. Morodadi,Surabaya merupakan salah satu perusahaan yang bergerak di bidang industri sepatu yang memproduksi berbagai macam model sepatu. Perencanaan Kebutuhan material merupakan suatu salah satu aspek penting dalam sistem manajemen. Kekurangan bahan yang dikarenakan perencanaan yang kurang akurat akan dapat menimbulkan masalah dalam produksi yaitu berhentinya proses produksi/tidak berproduksi yang dikarenakan oleh ketidaksiapan bahan baku yang dibutuhkan dalam pabrik. Hal ini mendorong perencanaan kebutuhan material sehingga dapat memperkecil masalah-masalah yang timbul dalam proses produksi. Data mengenai permintaan atau pesanan produk sepatu dari konsumen yang meliputi warna, tipe sol, model sepatu, susunan ukuran per karton, jumlah sepatu per ukuran sepatu per karton, dan jumlah karton, merupakan langkah awal dalam perencanaan ini. Setelah itu dari sini akan diketahui jumlah yang pasti diproduksi. Kemudian dilakukan perhitungan waktu baku, yang sebelumnya dilakukan pengamatan dan pengukuran waktu pengerjaan tiap-tiap kegiatan yang ada dalam Operation Process Chart. Waktu standar itu akan digunakan dasar untuk pehyusunan jadwal induk produksi. Dari Jadwal induk produksi tesebut akan diketahui material apa, jumlah, dan kapan produk tersebut dibutuhkan pada setiap stasiun kerja. Akhirnya akan dilakukan penyusunan dan perhitungan pemesanan material yang optimal dan membuat tabel perencanaan kebutuhan material (MRP).",
  "creators": "BENNY GUNAWAN MULYONO",
  "contributors": "Moses L. Singgih (Advisor 1); I Gede Agus Widyadana (Advisor 2); Maja Indahwati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 117/TMI-47/1998; Benny Gunawan Mulyono (25493099)",
  "subjects": "MATERIALS HANDLING; MATERIALS MANAGEMENT"
}