{
  "id": "17030",
  "title": "Studi tentang power supply bagi gedung bertingkat 30 di Pavilion Park Apartment, Jakarta",
  "abstract": "Dalam Tugas Akhir ini dibahas tentang suplai daya listrik untuk gedung pencakar langit (30 tingkat). Persoalan-persoalan yang dihadapi atau dipelajari adalah masalah load density (beban / m 2 ), pendistribusian daya listrik tersebut ke tiap-tiap lantai, kemudian bagaimana mendisain fasilitas-fasilitas penury ang, seperti : fasilitas penerangan, fasilitas pendingin, fasilitas transportasi dalam gedung (elevator), fasilitas air domestik serta fasilitas pemadam kebakaran, yang kesemuanya itu dapat memberikan rasa nyaman dan aman bagi penghuni gedung. Adapun metode yang digunakan dalam penulisan tugas akhir ini adalah : studi literatur, pemgumpulan data melalui studi lapangan, wawancara dengan kepala bagian M&E, melakukan konsultasi dan bimbingan dengan dosen pembimbing, menganalisa data, penarikan kesimpulan dan yang terakhir penulisan naskah tugas akhir. Load density (beban/m 2 ) pada gedung pencakar langit akan semakin meningkat sejalan dengan kemajuan teknologi. Meningkatnya pemakaian energi (daya) listrik dapat dilihat dari pemakaian beban listrik tiap meter perseginya. Dari analisa yang dilakukan di lapangan kemudian dibandingkan dengan data dari literatur dapat diketahui bahwa dari tahun ke tahun terjadi kenaikan load density yang cukup tinggi. Untuk pendistribusiaan daya ke tiap-tiap lantai masih menggunakan sistem distribusi radial. Karena sistem distribusi ini relatif murah dan bentuknya sederhana. Untuk mengurangi agar rugi daya dan rugi tegangan tidak terlalu besar, maka diadakan pembagian daerah distribusi (zona). Kemudian untuk menjaga kontinuitas supali daya listrik bila sumber daya listrik utama (PLN) mengalami gangguan, digunakan sumber daya listrik cadangan, yaitu generator set (genset).",
  "creators": "SETIA AWAN",
  "contributors": "BUNAWI GUNAWIDJAJA (Advisor 1); Prof. Ir. Hanny Hosiana Tumbelaka, M.Sc., Ph.D. (Advisor 2); SYARIFFUDDIN M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 98/E/TST/007/244; Setia Awan (23490154)",
  "subjects": "ELECTRIC POWER DISTRIBUTION; ELECTRIC POWER SYSTEMS"
}