{
  "id": "17049",
  "title": "Vihara Buddha Maitreya di Surabaya",
  "abstract": "Dalam laporan ini diuraikan mengenai proses perencanaan tapak dan perancangan bangnnan dengan berbagai fasilitas penunjangnya yang saling mendukung. Dimulai sejak masuknya agama Buddha ke Asia, tepatnya di Cina, merupakan awal perkembangan dan penyebaran agama Buddha ke seluruh diuiia. Bersamaan dengan itu pula agama Buddha terpecah menjadi beberapa sekte atau aliran. Ajaran serta tata rirualnya banyak terpengaruh oleh masing-masing latar belakang dan budaya dimana agama Buddha ini berkembang. Buddhisme Maitreya merupakan salah saru sekte dari sekian banyak sekte agama Buddha yang ada di dunia. Ajaran dan tata rirualnya yang dipengaruhi budaya Cina mempunyai banyak sekali makna. Di Indonesia telah dikenal pada tahun 1950 yaitu sejak berdirinya vihara pertama Buddhisme Maitreya di Malang, Jawa Timur. Perkembangan vihara tersebut yang begiru pesat hingga saat ini tidak didukung dengan peningkatan kualitas pembinaan umatnya. Hal ini yang mendasari sebagian besar konsep perancangan proyek ini. Fasflitas-fasilitas yang ada direncanakan dalam rangka menciptakan generasi-generasi penerus ajaran Buddhisme Maitreya. Penerapan konsep dalam desain akan diintegrasikan dengan perencanaan tapak sehingga proyek yang dihasilkan ini tetap memperhatikan lingkungan tanpa meninggalkan makna yang ingin ditonjolkan. Desain akhir yang dihasilkan memperlihatkan pengolahan yang luar untuk menciptakan suatu proses perjalanan manusia. Sehingga dari tampak bangunan tidak terlihat adanya keberadaan vihara, namun kesan itu didapat setelah pengunjung masuk ke dalam tapak proyek dan memulai perjalanannya.",
  "creators": "FREDDY WILLIAM",
  "contributors": "IR. SHELLY GUNAVATI WARDOYO, MT. (Advisor 1); Samuel Hartono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1729/ARS/07/2000; Freddy William (22495107)",
  "subjects": "ARCHITECTURE, BUDDHIST; TEMPLES, BUDDHIST-DESIGNS AND PLANS"
}