{
  "id": "1705",
  "title": "Perancangan dan pembuatan sistem purna jual sepeda motor di P.T. IAMI",
  "abstract": "P.T. IAMI ( Iga Abadi Motor Indonesia ) adalah sebuah perusahaan yang bergerak di bidang perakitan sepeda motor merk GAZA. P.T. IAMI mempunyai F.O ( Factory Outlet ) yang berfungsi sebagai dealer resmi dari sepeda motor GAZA yang tersebar di beberapa tempat di pulau Jawa. Pihak manajemen bagian penjualan spare part mengalami kesulitan dalam mengontrol stok yang ada di gudang dan yang ada di F.O. Selain itu perusahaan juga kesulitan dalam melayani claim dari customer yang menserviskan kendaraannya di F.O. Untuk mengatasi masalah ini, dibutuhkan suatu konsep perancangan sistem informasi untuk mempermudah pengontrolan spare part dan claim dari F.O, penjadwalan service kendaraan dan pelayanan claim untuk customer pemilik kendaraan. Perancangan Sistem Informasi Purna Jual beserta database yang diperlukan, desain sistem sampai pada pembuatan program yang berhubungan dengan Sistem Informasi Purna Jual P.T. IAMI. Sistem informasi purna jual adalah suatu sistem yang berisi pelayanan setelah penjualan, dalam hal ini adalah sistem yang menangani service, claim dan penanganan stok spare part pada setiap F.O. yang tersebar dibeberapa daerah di Indonesia. Sistem purna jual dengan menggunakan sistem komputerisasi telah menghasilkan suatu solusi dari permasalahan yang dihadapi pada sistem manual. Aplikasi yang dipakai untuk sistem purna jual ini mempunyai data yang cukup efisien dan dengan menggunakan sistem informasi berbasiskan komputer maka pengambilan data yang cukup besar tersebut akan lebih cepat dan lebih efektif karena semua sudah dilakukan secara komputerisasi yang telah menggantikan semua sistem yang dilakukan secara manual.",
  "creators": "BOB TANASEE",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Agustinus Noertjahyana (Advisor 2); M. ISA IRAWAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 020043/INF/2003; Bob Tanasee (26498073)",
  "subjects": "DATABASE MANAGEMENT; DATABASE DESIGN"
}