{
  "id": "17050",
  "title": "Hypermarket di Surabaya",
  "abstract": "Laporan ini berisi perancangan \"Hypermarket di Surabaya\", suatu swalayan besar dengan jaminan harga dan mutu di Surabaya. Bangunan ini juga menampung beberapa fasilitas-fasilitas pelengkap yang akan mempercepat dan menambah kenyamanan pengunjung dalam berbelanja. Perancangan bangunan hypermarket ini tidak hanya berdasarkan fungsional saja tetapi bagaimana pengaruh yang ditimbulkan oleh keberadaan proyek tersebut terhadap lingkungan sekitar dan sebaliknya. Langkah awal yang ditempuh adalah mencari data-data seputar tapak beserta lingkungan sekitarnya. Selanjutnya dilakukan analisa-analisa terhadap tapak dan urban. Hasil analisa tersebut memperlihatkan bahwa hypermarket ini dapat memanfaatkan potensi tapak yang ada, antara lain: posisinya sebagai node, tiang tegangan tinggi, dan segi delapan sebagai ciri khas tapak. Bangunaqnya sendiri mengambil tema \"Serba Aneka\" yang mengambil ide dari ciri khas hypermarket yang serba lengkap. Langgam yang dipakai adalah postmodern sebab hypermarket ini berorientasi masa depan namun tetap mengadopsi beberapa masa lalu dan kebiasaannya seta menyesuaikan diri dengan lingkungannya. Bentuk dasar, tipologi, dan ciri khas tapak nantinya akan diolah dengan menggunakan teknik perancangan dari langgam tersebut. Laporan ini akan berisi konsep akhir yang terjadi dan sedikit banyak tentang perubahannya. Keterangan mengenai proses desain dan perhitungan dimensi ruang berdasarkan survai yang telah dilakukan juga terdapat didalamnya. Tak lupa dilampirkan perhitungan mekanikal elektrikal dan gambar-gambar proyek.",
  "creators": "DEBY SHINTA DEWI",
  "contributors": "Benny Poerbantanoe (Advisor 1); Markus Ignatio Aditjipto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1785/ARS/12/2001; Deby Shinta Dewi (22496002)",
  "subjects": "HYPERMARKETS-DESIGNS AND PLANS; COMMERCIAL BUILDINGS"
}