{
  "id": "17055",
  "title": "Father Latour's struggle in completing his religious mission in Willa Cather's death comes for the archbishop",
  "abstract": "This study is about Willa Cather's Death Comes for the Archbishop. In this study, the writer discusses the struggle of Father Latour through his external and internal conflicts and also about the factors that encourage him during his religious mission. This topic is interesting to discuss because Father Latour's life is a picture of a man who is faithful and strong. He always keep his promises as a priest and never gives up in his struggle. The main purpose of this study is to show the struggle of the main character, Father Latour through his external and internal conflicts. Besides the writer also want to know how the main character survives during his struggle. In analysing the main character's conflicts and the way to survive, the writer uses data from the novel Death Comes for the Archbishop, which is supported by the literary theory and some literary criticism of the author and her work. The main character, Father Latour has been struggling against nature, within himself and against other people surrounding him, since the time he started to keep his religious mission. From the analysis of the conflicts, the writer finds out that Father Latour can stand in facing his conflicts. His obedience to God through other people, friendship and love have helped him to survive during his religious mission.",
  "creators": "VEVE YUNITA KUSUMA",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Sarah Limuil (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 460; Veve Yunita Kusuma (11491064)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; CATHER, WILLA, 1873-1974. DEATH COMES FOR THE ARCHBISHOP-STUDY AND TACHING"
}