{
  "id": "17060",
  "title": "Estimasi vendor's process capability dari sampling bahan baku di PT. Marion Berkat Anugerah",
  "abstract": "P.T. Marion Berkat Anugerah merupakan suatu perusahaan yang memproduksi bermacam-macam produk kosmetik. Dalam usahanya untuk selalu menghasilkan produk yang berkualitas, maka perusahaan ingin memastikan bahwa bahan baku yang digunakan dalam proses produksinya adalah bahan baku yang berkualitas. Oleh karena itu perusahaan perlu mengetahui kecakapan proses dari vendor bahan bakunya. Tujuan dari penelitian ini adalah untuk mengetahui kecakapan proses dari tiap vendor tanpa melakukan tinjauan langsung ke tempat tiap vendor, melainkan dengan suatu metode yang cepat dan efisien, yaitu dengan mengevaluasi lot bahan baku yang datang. Estimasi kecakapan proses vendor (berdasarkan karakter kualitas yang diteliti) dibatasi hanya pada bahan baku detergent dari vendor AWM, detergent dari vendor GUI, foam stabilizer, talc dari vendor AP, dan talc dari vendor BM. Penelitian dilakukan dengan mengambil sejumlah sampel dari lot bahan baku yang diteliti. Dalam mengestimasi kecakapan proses tiap vendor, nilai \\i dan a yang sebenarnya dari bahan baku yang telah mengalami proses screening oleh vendor diestimasi dengan menggunakan iterative method, sedangkan nilai \\i dan a yang sebenarnya dari bahan baku yang tidak mengalami proses screening oleh vendor diestimasi langsung dari nilai x dan s sampel. Ternyata proses produksi kadar detergent AWM, kadar detergent GHI, pH detergent AWM terfokus dan akurat. Untuk pH detergent GHI dan pH foam stabilizer, proses produksinya terfokus tapi tidak akurat. Dan untuk angka lempeng total talc AP dan angka lempeng total talc BM, proses produksinya tidak terfokus dan juga tidak akurat.",
  "creators": "ELVY PRAWATY",
  "contributors": "Didik Wahjudi (Advisor 1); Maja Indahwati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 341/TI-68/2000; Elvy Prawaty (25496039)",
  "subjects": "MANUFACTURING PROCESSES; TOTAL QUALITY MANAGEMENT-STATISTICAL METHODS"
}