{
  "id": "17070",
  "title": "Analisis kelayakan perluasan pabrik CV. Semarang Inti Foam di Surabaya",
  "abstract": "C.V Semarang Inti Foam merupakan suatu perusahaan yang memproduksi produk busa. Karena melihat pada saat ini permintaan produk busa terus meningkat, maka C.V. Semarang Inti Foam ingin melebarkan sayapnya ke daerah Jawa Timur khususnya Surabaya yaitu dengan cara mendirikan pabrik baru di Surabaya. Tujuan dari pembuatan tugas akhir ini adalah untuk membantu perusahaan dalam pendirian pabrik baru di Surabaya. Bantuan ini berupa saran dan masukan-masukan bagi perusahaan, selain itu juga dengan menganalisa kelayakan pendirian pabrik ini dengan kapasitas minimum. Penelitian studi kelayakan meliputi dua aspek analisa, yaitu analisa teknis dan analisa flnansial, karena perusahaan memandang tidak perlu adanya analisa pasar. Analisa teknis meliputi pemilihan mesin yang akan digunakan, pemilihan lokasi pendirian pabrik dengan metode AHP, jumlah tenaga kerja yang akan digunakan, menentukan tata letak pabrik dengan algoritma corelap. Sedangkan untuk analisa finansial digunakan untuk mengetahui nilai investasi awal untuk pendirian pabrik ini. Selain itu juga untuk mengetahui apakah pendirian pabrik ini layak atau tidak, dengan menggunakan analisa Net Present Value, Internal Rate of Return dan Discounted Payback Period. Kesimpulan dari tugas akhir ini adalah bahwa pendirian pabrik baru C.V. Semarang Inti Foam di Surabaya layak untuk dijalankan. Ini dilihat dari nilai NPV yang positif dan IRR lebih besar dari MARR. Selain itu juga sesuai dengan infra struktur yang diinginkan.",
  "creators": "CECILLIA WIDJAJA",
  "contributors": "Maja Indahwati (Advisor 1); Kriswanto Widiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 387/TI-114/2000; Cecillia Widjaja (25496067)",
  "subjects": "MANUFACTURING PROCESSES; PRODUCTION PLANNING-MATHEMATICAL MODELS"
}