{
  "id": "17075",
  "title": "Analisa perbedaan antara harapan dan persepsi pengunjung terhadap kualitas pelayanan Royal Plaza, Surabaya",
  "abstract": "Dengan semakin berkembangnya shopping center di kota-kota besar, khususnya di Surabaya, mengakibatkan persaingan yang ketat antar pengelola shopping center dalam usaha merebut dan mempertahankan pasar. Meningkatnya intensitas persaingan dan jumlah pesaing menuntut pengelola shopping center untuk selalu memperhatikan kebutuhan dan keinginan pasar serta berusaha memenuhi harapan pengunjung dengan cara memberikan pelayanan yang lebih memuaskan daripada yang dilakukan pesaing. Royal Plaza Surabaya adalah salah satu shopping center yang harus dapat bersaing dalam memberikan pelayanan yang terbaik bagi pengunjungnya. Berdasarkan hasil pra penelitian didapati bahwa ada beberapa pengunjung yang merasa puas dan tidak puas terhadap kualitas pelayanan Royal Plaza Surabaya. Untuk itu penelitian ini dibuat untuk menunjukkan seberapa besar kesenjangan antara harapan dan persepsi pengunjung terhadap kualitas pelayanan Royal Plaza Surabaya. Penelitian ini menggunakan metode SERVQUAL yang terdiri dari 5 dimensi kualitas pelayanan yaitu : reliability, assurace, tangible, responsiveness, dan empathy. Hasil penelitian menunjukkan bahwa secara keseluruhan harapan pengunjung sudah cukup sesuai dengan persepsinya terhadap kualitas pelayanan Royal Plaza Surabaya. Dengan kata lain kesenjangan yang terjadi antara harapan dan persepsi pengunjung terhadap kualtias pelayanan Royal Plaza Surabaya dapat dikatakan kecil. Dimana pada setiap dimensi SERVQUAL, harapan pengunjung lebih besar dari pada persepsinya. Dari kelima dimensi SERVQUAL tersebut, yang memiliki kesenjangan terbesar adalah dimensi responsiveness.",
  "creators": "FIFIANTI; KRISTIN OKTAVIA",
  "contributors": "Edwin Japarianto (Advisor 1); Rachmat Sugianto (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010065/MAN/2010; Fifianti (35406012), Kristin Oktavia (35406069)",
  "subjects": "TOURIST TRADE-RESEARCH; CUSTOMER SERVICE; CONSUMERS-RESEARCH; MARKETING RESEARCH"
}