{
  "id": "17077",
  "title": "Analisa segmentasi, targeting dan positioning destinasi wisata Karimunjawa untuk pengembangan produk eco-tourism",
  "abstract": "Karimun Jawa merupakan salah satu potensi pulau konservasi alam yang dapat dikembangkan di Indonesia. Karimun Jawa terkenal dengan keindahan laut dan terumbu karangnya. Wisatawan yang datang dapat melakukan berbagai macam kegiatan,seperti : snorkeling, diving, memancing dan berenang bersama hiu sirip hitam dan sirip putih di tempat penangkaran yang berada di salah satu pulau Karimunjawa yaitu Pulau Menjangan Besar. Penelitian ini bertujuan untuk menaganalisa market segmentation, targeting, positioning Karimunjawa sebagai destinasi wisata. Jenis penelitian ini adalah kombinasi penelitian kualitatif dan kuantitatif. Sumber data primer diambil dari observasi, in-depth interview dan kuesioner. Sumber data sekunder diambil dari dokumentasi. Hasil penelitian ini adalah terdapat 3 segmen wisatawan yang terdapat di Karimunjawa, target market Karimunjawa yang sesuai adalah segmen 3. Segmen 3 memilki karakteristik dimana para wisatawan didominasi laki-laki, wisatawan domestic berasal dari Jawa Tengah dan wisatawan mancanegara dari negara Jerman. Di mana mereka merupakan para eco-tourist. Dengan keadaaan sumber daya alam dan karakteristik target market dari segmen 3 maka positioning Karimunjawa yang sesuai adalah eco-tourism. Dan postioning strategy Karimunjawa adalah dengan adanya differensiasi produk untuk para pelajar dan mahasiswa, serta terdapat pengembangan produk terhadap pasar yang baru untuk para wirausaha.",
  "creators": "CHRISTY WIDYAWATI",
  "contributors": "Dra. Monica Ida Uniati , M.M. (Advisor 1); Rachmat Sugianto (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010070/MAN/2010; Christy Widyawati (35405016)",
  "subjects": "TOURIST TRADE-RESEARCH; TOURISM-MARKETING; CONSUMERS-RESEARCH"
}