{
  "id": "17084",
  "title": "Analisis persediaan spare parts di PT H.M. Sampoerna Plant Sukorejo-Pandaan",
  "abstract": "Persediaan spare parts melibatkan investasi rupiah yang tidak kecil dalam neraca perusahaan sehingga diperlukan pemikiran untuk mendapatkan kebijaksanaan pengaturan persediaan spare parts yang mampu mengatur pengadaan persediaan dengan total biaya yang dihasilkan seminimum mungkin. Selain itu keterlambatan persediaan dapat mengakibatkan terhentinya proses produksi. Terjadinya fluktuasi produksi rokok berdasarkan permintaan pasar dan distribusi umur spare parts menyebabkan kebijakan persediaan tidak terlepas dari fungsi pemasaran, yaitu untuk mengetahui jumlah permintaan rokok melalui peramalan permintaan pasar. Waktu pasok yang tidak tetap itu sendiri, lokasi vendor yang terkadang berada di luar negeri, stock yang terkadang tidak tersedia dan fluktuasi umur pemakaian spare parts menjadikan masalah semakin kompleks Dengan mempertimbangkan kondisi perusahaan, sumber daya manusia dan teknologi yang tersedia sangat dimungkinkan untuk dirancang suatu sistem persediaan spare parts yang mampu menjamin tersedianya spare parts dengan kuantitas, kualitas, tempat dan waktu yang tepat sesuai dengan perencanaan pemakaiannya. Model persediaan yang digunakan adalah Economic Order Quantity -probabilistik. untuk mengetahui waktu dan jumlah pemesanan beserta persediaan pengaman yang memungkinkan total biaya minimum. Hasil perancangan persediaan menunjukkan bahwa persediaan spare parts dengan mempertimbangkan jumlah rokok yang akan di produksi serta perencanaan pemasangan mesin baru dapat memberikan data perkiraan persediaan yang memadai dengan biaya yang seminimum mungkin dengan terus menjaga ketersediaannya.. Penggunaan komputer dan dukungan sumber daya manusia yang berkualitas memungkinkan rancangan ini semakin mudah diaplikasikan, mengingat pada saat disusunnya Tugas Akhir ini belum terdapat perhitungan persediaan spare parts.",
  "creators": "INNEKE WIDYANINGSIH",
  "contributors": "BENJAMIN HADISURYA (Advisor 1); Unknown old contributor data (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 058/TMI-46/1997; Inneke Widyaningsih (25493053)",
  "subjects": "PRODUCTION CONTROL; PRODUCTION MANAGEMENT"
}