{
  "id": "17086",
  "title": "Evaluasi struktur pengendalian intern atas prosedur pemberian kredit dan pelunasan piutang di Perum Penggadaian Cabang Kupang",
  "abstract": "Struktur pengendalian intern yang efektif dapat memberikan jaminan yang memadai bahwa tujuan perusahaan dapat dicapai. Tujuan struktur pengendalian intern adalah melindungi kekayaan dan catatan perusahaan, mengecek ketelitian dan keandalan data akuntansi, melancarkan operasi dan efisiensi serta mendorong ditaatinya kebijakan manajemen. Untuk melancarkan pelaksanaan prosedur pemberian kredit dan pelunasan piutang di Perum Pegadaian Cabang Kupang, problematika yang diangkat penulis adalah seberapa jauh struktur pengendalian intern atas prosedur pemberian kredit dan pelunasan piutang di Perum Pegadaian Cabang Kupang sesuai dengan tujuan yang telah ditetapkan. Tujuan dari penelitian ini adalah mengevaluasi apakah struktur pengendalian intern yang diterapkan atas prosedur pemberian kredit dan pelunasan piutang di Perum Pegadaian Cabang Kupang telah memadai. Jenis penelitian yang dilakukan oleh penulis adalah penelitian deskriptif berupa studi kasus dengan obyek penelitian Perum Pegadaian Cabang Kupang. Jenis data yang digunakan adalah data kualitatif dan sumber data berasal dari data internal perusahaan. Metode pengumpulan data yang digunakan oleh penulis adalah studi lapangan dan studi kepustakaan. Dalam studi lapangan penulis menggunakan tiga cara, yaitu observasi, wawancara, dan dokumentasi. Sedangkan teknik analisis data yang digunakan oleh penulis adalah analisis kualitatif. Dari analisis dan pembahasan penulis tentang struktur pengendalian intern atas pemberian kredit dan pelunasan piutang diketahui bahwa tiga elemen struktur pengendalian intern, yaitu prosedur pengendalian, sistem akuntansi dan lingkungan pengendalian yang diterapkan atas prosedur pemberian kredit dan pelunasan piutang di Perum Pegadaian Cabang Kupang sudah memadai di beberapa bagian dan ada juga yang belum memadai di beberapa bagian.",
  "creators": "MAGDALENA A M BOWAKH",
  "contributors": "ALI DJAMHURI (Examination Committee 1); Sri Maharsi (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 068/95/FE.AK/2000; Magdalena A.M. Bowakh (32495053)",
  "subjects": "PAWNBROKING-ACCOUNTING"
}