{
  "id": "1708",
  "title": "Peran co-branding terhadap minat beli masyarakat Surabaya pada mobil merk Avanza dan Xenia",
  "abstract": "Kehadiran mobil Avanza dan Xenia dianggap fenomena, karena berani memasang harga di bawah Rp 100 juta. Sebelum dilansir secara resmi, konsumen sudah antre memesan. Inden Avanza mencapai 15.000 unit, sedang Xenia 9.000 unit. Berdasarkan pemaparan di atas, penulis ingin mengetahui seberapa besar peran co-branding terhadap minat masyarakat Surabaya terhadap Toyota Avanza dan Daihatsu Xenia yang baru diluncurkan. Co-branding yang digunakan dalam penelitian ini sangat mendukung untuk mobil Toyota dan Daihatsu, karena penggabungan produk ini merupakan hasil inovasi dari Toyota dan Daihatsu guna meningkatkan daya beli masyarakat Surabaya akan mobil di Indonesia. Berdasarkan hasil penelitian didapatkan kenyamanan pada mobil Avanza mempunyai pengaruh yang lebih kuat terhadap minat beli mobil Avanza di Surabaya, hal ini berdasarkan nilai t hitung yang sebesar 8,255. Ini menunjukkan bahwa kenyamanan memiliki nilai t terbesar dibandingkan variabel yang lain, sehingga kenyamanan mempunyai pengaruh yang lebih kuat terhadap minat beli mobil Avanza di Surabaya. Kenyamanan disini menunjukkan bahwa mobil merk Avanza memiliki power window dan doorlock yang menambah kenyamanan dalam berkendaraan dan mobil merk Avanza lega dan nyaman untuk 7 penumpang, dan cocok sebagai andalan keluarga sehingga lebih berpengaruh dibandingkan dengan desain dan keamanan. Desain pada mobil Xenia mempunyai pengaruh yang lebih kuat terhadap minat beli mobil Xenia di Surabaya, hal ini berdasarkan nilai t hitung yang sebesar 8,680. Ini menunjukkan bahwa desain memiliki nilai t terbesar dibandingkan variabel yang lain, sehingga desain mempunyai pengaruh yang lebih kuat terhadap minat beli mobil Xenia di Surabaya. Desain disini menunjukkan bahwa mobil merk Xenia Desain interior mobil merk Xenia/Avanza modern dan mewah dan desain bodi mobil merk Xenia elegant sehingga lebih berpengaruh dibandingkan dengan kenyamanan dan keamanan.",
  "creators": "RONALD SULISTYO; RONALD WONGSOSAPUTRO",
  "contributors": "Hartono Subagio (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011849/MAN/2005; Ronald Sulistyo (31400160), Ronald Wongso Saputro (31400208)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER BEHAVIOR; CONSUMER SATISFACTION"
}