{
  "id": "17096",
  "title": "Perancangan tata letak fasilitas pabrik pemotongan kayu di UD Gelis Gede Surabaya",
  "abstract": "Perancangan yang diulas dalam Tugas Akhir ini ditekankan pada perancangan lantai produksi pabrik pemotongan kayu. Agar dapat menuangkan perancangan tersebut secara sistematis maka diperlukan analisis terhadap aspek peramalan permintaan, perhitungan jumlah mesin, alokasi mesin, dan perencanaan tata letak fasilitas pabrik pemotongan kayu. Alur perancangan ini akan disusun melalui penuangan data-data yang ada ke dalam perhitungan teoritis dengan tidak melupakan pendekatan kualitatif yang dianggap perlu, Sehingga diharapkan dapat memberikan usulan rancangan tata letak fasilitas pabrik pemotongan kayu yang dapat diterapkan dan direalisasikan pada pabrik yang baru. Perancangan ini dilakukan berdasarkan banyaknya permintaan yang terjadi di UD Intisari, ada 16 macam produk yang diamati, yaitu kayu jenis bengkirai ukuran papan, bengkirai-balok, bengkirai-usuk, bengkirai-reng,kamper-papan, kamper-balok, kamper-usuk, kamper-reng, meranti-papan, meranti-balok, meranti-usuk, meranti-reng, kruing-papan, kruing-balok, kruing-usuk, dan kruing-reng. Peramalan permintaan dilakukan berdasarkan data permintaan masa lalu, Hasil peramalan ini disesuaikan dengan target dari perusahaan, sehingga dapat dijadikan dasar dalam penentuan kapasitas pabrik yang akan didirikan. Berikutnya adalah menghitung jumlah mesin yang dibutuhkan, lalu merancang lantai produksi baru dengan bantuan metode CORELAP, secara manual. Lalu rancangan tata letak fasilitas tersebut di simulasi dengan bantuan software PROMODEL. Dalam simulasi ini diperhitungkan juga shift kerja yang berubah-ubah sehingga estimasi hasil simulasi menjadi lebih baik.",
  "creators": "IE SIONG",
  "contributors": "Stevanus Adrianto Tjandra (Advisor 1); Sujono Poetrodjojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 064/TMI-52/1997; Ie Siong (25493033)",
  "subjects": "WOOD-ENGRAVING-INDUSTRY; PLANT LAYOUT"
}