{
  "id": "17094",
  "title": "Evaluasi perencanaan dan perancangan traktor pertanian (produksi PT Agrindo)",
  "abstract": "Tugas akhir ini membahas tentang perencanaan dan perancangan traktor pertanian (produk PT AGRINDO) ditinjau dari aspek keluhan, antropometri, dan analisa biaya. Aspek keluhan telah dianalisa dengan menggunakan kuesioner terhadap 7 (tujuh) orang operator traktor pertanian produksi PT AGRINDO; yang bekerja pada Pabrik Gula Krian; yang meliputi analisa tentang bagian yang dirasakan sakit/kaku. Bagian-bagian tersebut adalah : sakit pada bahu kiri, sakit pada bahu kanan, sakit pada punggung, sakit pada pinggang, sakit pada paha kiri, sakit pada betis kiri, dan sakit pada betis kanan. Aspek antropometri dilakukan terhadap beberapa dimensi traktor; berdasarkan rekapitulasi kuesioner keluhan yang telah dikumpulkan; yaitu :Tinggi Tempat Duduk, Kedalaman Kursi, Tinggi Sandaran, Lebar Sandaran, Posisi Tuas Perseneling 1,11, III terhadap Seat Reference Point (SRP), Posisi Pedal Gas, Kopling, Rem terhadap SRP, dan Posisi Kemudi. Analisa alternatif biaya dilaksanakan terhadap beberapa hal, antara lain : biaya pembuatan kursi kemudi traktor, biaya renovasi tuas dan pedal, dengan total biaya sebesar Rp. 439.000,- (alternatif desainl). Adapun alternatif desain 2 meliputi biaya pembuatan kursi kemudi traktor, biaya renovasi tuas dan pedal, biaya penambahan seat slide dan reclining seat (total biaya Rp. 499.000). Adapun manfaat yang dapat diambil dari hasil penelitian ini yang berupa rancangan ruang kemudi dan kursi kemudi traktor yang ergonomis adalah : usulan rancangan dapat meningkatkan performansi traktor dan mengurangi keluhan operator.",
  "creators": "ANDRIE WIRYO SURYANTO",
  "contributors": "EKO NURMIANTO (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 042/TMI-30/1997; Andrie Wiryo Suryanto (25493111)",
  "subjects": "TRACTOR INDUSTRY; PRODUCTION PLANNING"
}