{
  "id": "17103",
  "title": "Perencanaan kebutuhan material sabun di PT Megasurya Mas",
  "abstract": "PT. Megasurya Mas merupakan salah satu industri yang memproduksi beberapa macam sabun mandi. Perencanaan kebutuhan material merupakan salah satu aspek penting untuk mengantisipasi kekurangan maupun kelebihan material. Kelebihan maupun kekurangan material dapat menimbulkan dampak yang merugikan dan mempengaruhi total biaya produksi. Hal inilah yang mendorong pentingnya perencanaan kebutuhan material sehingga dapat meminimumkan total biaya. Di samping itu perlu diperhatikan masalah sistem informasi yang berkaitan dengan perencanaan kebutuhan material. Kelancaran dan keakuratan arus informasi antar bagian akan mempermudah pihak perusahaan dalam pengambilan keputusan. Peramalan permintaan masa yang akan datang merupakan langkah awal dalam perencanaan ini. Sesuai dengan karakteristik data maka peramalan permintaan menggunakan metode Dekomposisi Multiplikatif {Multiplicative Decomposition). Dengan diketahuinya permintaan pasar yang akan datang maka akan diketahui pula perkiraan jumlah yang harus diproduksi dan masing-masing material yang dibutuhkan. Kemudian dilakukan perhitungan waktu baku yang akan digunakan sebagai dasar penentuan lead time produksi komponen maupun produk akhir. Selanjutnya dilakukan perhitungan pola pemesanan material yang optimal dan membuat tabel perencanaan kebutuhan material (MRP). Akhirnya dirancang sistem informasi perencanaan kebutuhan material yang terpadu dan berbasis komputer sehingga menghasilkan informasi yang tepat waktu, tepat guna, tepat biaya dan akurat. Rancangan dibuat berdasarkan prosedur-prosedur perencanaan kebutuhan material dengan menerapkan sistem manajemen basis data.",
  "creators": "FATMAWATIE",
  "contributors": "Stevanus Adrianto Tjandra (Advisor 1); Danny Prabowo Soetanto (Advisor 2); Kriswanto Widiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 075/TMI-05/1998; Fatmawati (25493046)",
  "subjects": "WORK MEASUREMENT; MATERIALS MANAGEMENT"
}