{
  "id": "17104",
  "title": "Peranan sistem pengupahan terhadap produktivitas kerja karyawan bagian produksi pada PT. \"X\"",
  "abstract": "Sukses atau gagalnya dunia usaha, berkembang dan mencapai tujuannya sangat ditentukan oleh peranan sumber daya manusianya. Agar perusahaan dapat berkompetisi dengan para pesaingnya, maka perusahaan harus memperhatikan kualitas dari sumber daya manusia yang dimilikinya. Agar sumber daya manusia yang dimilikinya dapat bekerja secara optimal perusahaan harus memperhatikan kebutuhan tenaga kerjanya terutama dalam hal upah. Penelitian yang digunakan deskriptif, yang dilakukan pada PT. \"X\" di Sidoarjo. Metode penelitian yang digunakan adalah metode studi kasus. Badan usaha selama ini telah menerapkan sistem upah harian dan lembur untuk tenaga kerja bagian produksi. Ternyata penerapan sistem upah tersebut pada bagian produksi tidak mendorong produktivitas kerja, hal ini bisa dibuktikan dengan melihat produktivitas karyawan dari tahun ke tahun cenderung menurun sehingga target produksi yang telah ditetapkan tidak dapat tercapai. Berdasarkan hal tersebut, maka permasalahan yang diangkat dalam skripsi ini adalah : \"sistem pengupahan mana yang harus diterapkan oleh perusahaan untuk meningkatkan produktivitas kerja karyawan\". Dalam menjawab permasalahan yang timbul, penulis mencoba membandingkan sistem pengupahan perusahaan dengan sistem pengupahan straight piecework plan (upah perpotong proporsional). Dengan menggunakan sistem yang berbeda produktivitas kerja karyawan dan biaya tenaga kerja akan berbeda pula. Dengan menggunakan sistem pengupahan straight piecework plan (upah perpotong proporsional), besamya upah diberikan berdasarkan atas prestasi yang dimiliki masing-masing karyawan. Sehingga dapat merangsang atau memotivasi semangat kerja karyawan untuk menghasilkan output yang lebih besar lagi, yang pada akhirnya akan meningkatkan produktivitas kerja para karyawan itu sendiri. Dengan menerapkan sistem pengupahan straight piecework plan (upah perpotong proporsional) perusahaan juga dapat menghemat besarnya biaya tenaga kerja yang harus dibayar yaitu sebesar Rp. 76.767,00 per minggu.",
  "creators": "JEMY",
  "contributors": "Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 120/96/FE.AK/2001; Jemy (32496083)",
  "subjects": "WAGES-ACCOUNTING"
}