{
  "id": "17101",
  "title": "Perencanaan penjadualan produksi di PT Panggung Electric Corporation",
  "abstract": "Pelaksanaan penjadwaJan di lantai produksi seringkali raengalami banyak gangguan. Hambatan ini bisa disebabkan oleh beberapa faktor, antara lain karena ketidaktepatan pemilihan metode penjadwalan, atau bisa juga akibal gangguan-gangguan produksi seperti mesin rusak atau karena perubahan prioritas produk. Perencanaan penjadwalan dalam tugas akhir ini dibagi dalam erapat alternatif Alternatif pertama adalah penjadwalan yang selama ini dilakukan oleh perusahaan yaitu dengan menggunakan metode FIFO dengan set up dilakukan di shift pertama. Alternatif kedua tetap dirancang dengan menggunakan metode FIFO tetapi set up dapat dilakukan di shift kedua dan ketiga. Alternatif ketiga adalah alternatif usulan dengan menggunakan metode WSPT dengan set up dilakukan di shift pertama saja dan terakhir adalah alternatif keempat yang menggunakan metode WSPT dengan set up dapat dilakukan di shift kedua dan ketiga Keempat alternatif ini akan dibandingkan dalam usaha untuk mencari alternatif yang paling menguntungkan. Ulasan untuk perbandingan ditekankan pada analisa biaya masing-masing alternatif Langkah-langkah perancangan penjadwalan yang dilakukan penyusun adalah menentukan kapasitas masing-masing mesin yang diamati, penjadwalan produksi masing-masing alternatif, perbandingan analisa biaya, peramalan permintaan, perencanaan penjadwalan baru akibat kerusakan mesin atau adanya perubahan prioritas produk, dan. pada akhirnya berusaha disusun suatu program komputer untuk alternatif penjadwalan yang telah terpilih.",
  "creators": "LENI KUMALASARI",
  "contributors": "S.G. Ferryanto (Advisor 1); Sujono Poetrodjojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 036/TMI-24/1997; Leni Kumalasari (25493029)",
  "subjects": "PRODUCTION PLANNING-SCHEDULING"
}