{
  "id": "17110",
  "title": "Perencanaan dan pembuatan papan tampilan dengan pengaturan melalui komputer IBM PC",
  "abstract": "Pemanfaatan papan reklame sebagai salah satu sarana untuk promosi sudah semakin berkembang pesat. Sepanjang jalan jalan utama di Surabaya dapat dilihat bermacam-macam papan reklame dengan berbagai bentuk, ukuran dan warna, bahkan menggunakan tata cahaya yang beraneka warna. Dengan semakin berkembangannya industri, maka akan ada banyak barang-barang baru. Barang-barang hasil industri ini tentu juga memerlukan sarana untuk promosi, sehingga akan menga-kibatkan peningkatan kebutuhan tempat untuk menempatkan papan reklame. Melihat kenyataan ini, maka dalam tugasJ akhir ini akan dibuat suatu model papan tampilan yang dapat menampilkan gambar secara berganti sehingga melalui satu papan tampilan semacam ini dapat ditampilkan gambar; dari bermacam produk. Bagian utama alat ini adalah suatu perangkat mikro-komputer IBM PC yang dihubungkan ke suatu papan tampilan melalui suatu rangkaian interface. Selain itu juga ada rangkaian driver untuk menguatkan sinyal sinyal dari komputer. Prinsip utama kerja mikrokomputer disini adalah merubah data-data posisi dan warna LED menjadi pulsa-pulsa listrik yang selanjutnya dikuatkan di bagian driver untuk menyalakan LED-LED, gambar dan pola yang dikehendaki untuk ditampilkan , akan diprogram terlebih dahulu dan disimpan pada disket, selanjutnya dengan kontrol keyboard data yang tersimpan di disket diambil dan ditampilkan pada papan tampilan. Dengan demikian akan dapat ditampilkan pola gambar yang bermacam-macam, bergantung pada data program yang dimasukkan. Dari hasil pengujian telah diperoleh tampilan yang sesuai dengan data-data yang dimasukkan, namun demikian peralatan ini masih memerlukan beberapa penyempurnaan agar dapat lebih meningkatkan unjuk kerjanya, salah satunya adalah penyempurnaan program untuk pemasukkan data.",
  "creators": "RONNY WIRAWAN",
  "contributors": "AGUS MULYANTO (Advisor 1); YOHANES T. D. S (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 90/E/EL/010/0050; Ronny Wirawan (4840990",
  "subjects": "ELECTRONIC CIRCUITS; DISPLAY BOARDS-ELECTRONICS"
}