{
  "id": "1712",
  "title": "Pergeseran loyalitas konsumen indomie di Surabaya dengan dikeluarkannya produk mie sedaap",
  "abstract": "Pergeseran loyalitas bisa selalu terjadi karena konsumen selalu mencari alternatif yang terbaik dan paling menguntungkan diantara alternatif lainnya. Jika di pasaran banyak ditemukan produk yang sejenis, maka konsumen dihadapkan pada banyak pilihan sehingga memungkinkan konsumen untuk beralih ke produk lainnya jika produk yang dikonsumsinya ternyata tidak memberikan kepuasan. Berdasarkan pemaparan di atas, penulis ingin mengetahui seberapa besar pergeseran loyalitas konsumen Indomie Di Surabaya dengan dikeluarkannya produk Mie Sedaap. Terdapat tiga kelompok konsumen dengan dikeluarkannya Mie Sedaap ini, yaitu: Kelompok konsumen satu: yaitu kelompok konsumen yang masih setia mengkonsumsi Indomie meskipun Mie Sedaap telah keluar, kelompok konsumen dua: yaitu kelompok konsumen yang mengkonsumsi Indomie dan mengkonsumsi Mie Sedaap. Dan kelompok konsumen tiga: yaitu kelompok konsumen yang beralih seratus persen (100%) ke Mie Sedaap. Untuk kelompok konsumen satu, komponen yang paling tinggi membentuk loyalitas konsumen pada Indomie dari kelima komponen adalah liking of the brand. Tingkat kesukaan terhadap merek ini yang menyebabkan konsumen kelompok satu ini tetap mempertahankan loyalitasnya pada produk Indomie. Untuk kelompok konsumen dua, terdapat dua komponen mengalami peningkatan skornya yaitu habitual behavior dan switching cost. Tetapi untuk ketiga komponen yang lain yaitu satisfaction, liking of the brand, dan commitment mengalami penurunan. Jika digabungkan, maka secara keseluruhan terjadi pergeseran loyalitas konsumen kelompok dua ini yaitu sebesar 0.86. Dari ketiga komponen yang mengalami penurunan tersebut, penurunan paling tinggi adalah pada komponen liking of the brand yaitu sebesar 0,59. Untuk kelompok konsumen tiga, dari kelima komponen, maka yang paling tinggi menyebabkan terjadinya pergeseran loyalitas adalah commitment.Besarnya pergeseran untuk komponen commitment yang terjadi adalah sebesar 1,25. Secara keseluruhan dilihat dari kelima komponen, maka besarnya pergeseran yang terjadi adalah 2,84. Jika dibuat dalam bentuk persentase, maka pergeseran untuk kelompok konsumen dua adalah sebesar 5,75%. Sedangkan pergeseran loyalitas yang terjadi untuk kelompok konsumen tiga adalah sebesar 19,09%.",
  "creators": "BUDI CAHYONO; WIBISONO GUNAWAN",
  "contributors": "Cynthia Yulita Wardayanti (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011851/ MAN / 2005; Budi Cahyono (31400393); Wibisono Gunawan (31400510)",
  "subjects": "CUSTOMER LOYALTY; CONSUMER BEHAVIOR; CONSUMER SATISFACTION; CONSUMERS-RESEARCH"
}