{
  "id": "17123",
  "title": "Analisa laporan keuangan dalam rangka penilaian kinerja di PT. Kalbe Farma dengan menggunakan analisa radar dan economic value added di Bursa Efek Surabaya",
  "abstract": "Latar belakang penelitian yang diambil penulis adalah pentingnya penilaian kinerja suatu perusahaan dalam usaha pengendalian kinerja perusahaan. Peran penilaian kinerja ini sangatlah penting baik bagi pihak internal maupun pihak eksternal perusahaan. Untuk mengetahui bagaimana kinerja PT KALBE FARMA ini, penulis menggunakan analisa Radar dan EVA (Economic Value Added). Kedua metode penilaian kinerja ini dipandang dapat melengkapi penilaian kinerja PT KALBE FARMA dari berbagai sisi sehingga satu sama lain dapat melengkapi. Metode penelitian yang digunakan adalah penelitian deskriptif dengan studi kasus pada PT KALBE FARMA. Jenis data merupakan data kuantitatif yang berupa Laporan Keuangan, Prospektus dan Capital Market Directory dari PT KALBE FARMA. Pengolahan data dilakukan dengan mengumpulkan data dari perusahaan yang bersangkutan yang berupa laporan keuangan PT KALBE FARMA dan laporan keuangan perusahaan farmasi lainnya (untuk analisa Radar), prospektus serta Capital Market Directory di Bursa Efek Surabaya. Hasil yang diperoleh dari penelitian ini adalah secara umum penulis dapat meyimpulkan bahwa kinerja PT KALBE FARMA cenderung menurun terutama pada tahun 1996 karena adanya akumulasi hutang yang membengkak dan sebagian besar hutang tersebut dalam mata uang asing sehingga PT KALBE FARMA seharusnya dapat menggunakan modal sebijaksana mungkin termasuk modal dalam bentuk hutang untuk meningkatkan profitabilitasnya.",
  "creators": "YENNY",
  "contributors": "Adwin Surja Atmadja (Advisor 1); I MADE NARSA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 074/95/FE.AK/2000; Yenny (32495083)",
  "subjects": "ACCOUNTING; FINANCIAL STATEMENTS"
}