{
  "id": "17138",
  "title": "Penerapan metode cpm dalam perencanaan dan pengendalian jadwal proyek: Studi kasus perluasan bangunan pabrik",
  "abstract": "Dalam proyek konstruksi, waktu untuk mewujudkan suatu proyek bangunan memberikan kontribusi yang nyata pada proyek, dimana keterlambatan penyelesaian proyek mengakibatkan biaya yang semakin besar. Penyelesaian proyek yang tepat waktu memerlukan suatu metode penjadwalan yang baik. Critical Path Method (CPM) adalah salah satu metode penjadwalan yang dapat menunjukkan aktivitas-aktivitas kritis, sehingga dalam pelaksanaannya aktivitas-aktivitas ini perlu mendapat perhatian khusus agar proyek tidak terlambat. Suatu studi penelitian telah dilakukan pada proyek perluasan pabrik, dimana penelitian difokuskan pada perencanaan dan pengendalian jadwal CPM melalui tahap-tahap identifikasi aktivitas, estimasi durasi aktivitas, penyusunan urutan rencana kerja, penjadwalan aktivitas, peninjauan kembali terhadap jadwal dan pelaksanaan jadwal rencana. Perencanaan dan pengendalian jadwal CPM dilakukan dengan menggunakan program Microsoft Project 98. Hasil penelitian menunjukkan bahvva proyek tersebut mengalarni keterlambatan selama 81 hari, hal ini disebabkan karena penambahan aktivitas, ketidak tepatan durasi aktivitas dan perubahan urutan rencana kerja. Secara keseluruhan dapat disimpulkan bahwa 88% keterlambatan disebabkan oleh kontraktor dalam hal produktivitas rendah, jumlah tenaga kerja kurang, keterlambatan material, penataan lapangan kurang baik dan perbaikan pekerjaan. Sedangkan 12% keterlambatan disebabkan oleh pemilik dalam hal perubahan desain dan penambahan aktivitas.",
  "creators": "RICO CAHYO WICAKSONO; MASAJI MULYO",
  "contributors": "Ratna S. Alifen (Advisor 1); Handoko Sugiharto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1046 S; Rico Cahyo W. (21495118), Masaji Mulyo (21495171)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; CRITICAL PATH ANALYSIS; INDUSTRIAL PROJECT MANAGEMENT"
}