{
  "id": "17144",
  "title": "Pusat pendidikan dan taman bermain anak di Surabaya",
  "abstract": "Laporan peracangan ini disusun sebagai pelengkap dan pertanggungjawaban atas perubahan-perubahan yang terjadi sejak pembuatan kosep sampai dengan desain akhir dari gambar perancangan proyek \" Pusat Pendidikan dan Taman Bermain Anak \", pada Tugas Akhir AR 4500, periode XLIV di Jurusan Arsitektur Fakultas Teknik Sipil dan Perencanaan Universitas Kristen Petra Surabaya. Tulisan ini adalah sebagai laporan tentang perancangan suatu pusat pendidikan dan taman bermain untuk anak-anak yang menyediakan fasilitas pendidikan, bermain olah raga, dan penunjangnya. Pusat Pendidikan dan Taman Bermain Anak ini adalah tempat yang memberi sarana bagi anak-anak untuk mengembangkan kemampuan berpikir dan berkreativitas agar lebih trampil, dengan cara memberi bimbingan khusus dalam belajar seni, memberi informasi tentang kemajuan teknologi, bermain, dan olah raga. Pengguna proyek ini ditujukan untuk anak usia 3 sampai 12 tahun. Lokasi proyek berada di Surabaya Barat, dimana lokasi yang terpilih terletak pada transisi antara lingkungan perumahan dan lingkungan perdagangan, yaitu di Jalan Kencana Sari Barat. Konsep perancangan bangunan didasari oleh kebutuhan anak akan kasih sayang yang dapat diwujudkan dengan memberi pendidikan sebagai sarana dan memeluk sebagai ungkapan. Konsep memeluk ini diterapkan pada bangunan. Penerapannya dengan membuat massa tunggal yang melingkupi tapak dengan tujuan supaya anak aman dan terlindung. Bentuk yang melingkupi tapak ini menyebabkan terjadinya ruang terbuka pada bagian tengah tapak yang digunakan untuk area bermain dan olah raga sebagai penunjang yang bermanfaat bagi perkembangan anak Karakter bangunan yang ditampilkan terutama dalam hal warna disesuaikan dengan karakter anak. Kesan yang ingin disampaikan melalui penampilan bangunan adalah untuk mengingatkan kembali pentingnya anak dalam perkembangan dunia yang semakin pesat bahwa pendidikan anak tidak kalah penting. Perancangan ini diharapkan dapat berguna sebagai wadah yang memberikan pendidikan dan tempat bermain anak untuk mengembangkan kreativitasnya.",
  "creators": "CHATRIN SETIOWATI",
  "contributors": "Timoticin Kwanda (Advisor 1); Stanislaus Kuntjoro Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1798/ARS/25/2001; Chatrin Setiowati (22496096)",
  "subjects": "PLAY GROUPS-DESIGNS AND PLANS; SCHOOL BUILDINGS-DESIGNS AND PLANS"
}