{
  "id": "17146",
  "title": "Klub keluarga Citra Raya Surabaya",
  "abstract": "Laporan perancangan tugas akhir ini memberikan penjelasan mengenai proyek yang dipilih yaitu Klub Keluarga Citra Raya Surabaya. Proyek ini mempunyai latar belakang yaitu bahwa dengan berkembangnya kota Surabaya sebagai salah satu kota metropolis di Indonesia, mendorong banyak developer untuk makin berlomba dan bersaing dalam meluncurkan produknya sehingga dapat menarik calon pembelinya. Dengan keadaan seperti ini masyarakat kita menjadi makin selektif sehingga fasilitas-fasilitas penunjangpun dituntut untuk makin memadai. Fasilitas-fasilitas penunjang, terutama fasilitas olahraga dan rekreasi semakin dituntut keberadaannya dalam suatu permukiman yang baik, agar sarana rekreasi ini dapat juga berguna bagi kesehatan dan kesegaran jasmani. Apalagi jika kita lihat dewasa ini terjadi suatu tren masyarakat kota untuk berolahraga dalam mengisi waktu luangnya. Hal ini merupakan bukti bahwa kesadaran akan kebutuhan berolahraga pada masyarakat kita sudah semakin tinggi, sehingga kebutuhan akan fasilitas olahraga dalam suatu perumahan ataupun permukiman menjadi salah satu hal yang cukup penting. Bahkan Pemerintah juga menganjurkan masyarakatnya agar gemar berolahraga, tercermin dalam programnya yang memasyarakatkan olahraga dan mengolahragakan masyarakat. Keberadaan klub keluarga sebagai salah satu fasilitas penunjang dalam kawasan perumahan juga dalam rangka turut mensukseskan program pemerintah tersebut. Penjelasan tentang proyek ini mencakup latar belakang pemilihan proyek, tujuan, manfaat, serta sasaran proyek bagi masyarakat. Pada laporan ini juga dicantumkan lokasi proyek, konsep perencanaan tapak, konsep perancangan bangunan, sistem struktur dan sistem utilitas yang digunakan serta gambar-gambar hasil perancangan.",
  "creators": "LIE, INGE HARTONO",
  "contributors": "Ir. Achmad Archajadi (Advisor 1); Markus Ignatio Aditjipto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1854/ARS/12/2001; Lie Inge Hartono (22497012)",
  "subjects": "CLUBHOUSES-DESIGN AND PLANS"
}