{
  "id": "1715",
  "title": "Analisa terhadap penggunaan iklan testimonial di televisi pada produk mie instant mie sedaap dalam mengkomunikasikan pesan",
  "abstract": "Iklan Testimonial dikenal sebagai iklan yang mengemukakan pendapat seorang endorser terhadap sebuah produk, setelah ia mengkonsumsinya. Tujuan penelitian ini adalah untuk mengetahui faktor-faktor apa saja yang terdapat di dalam iklan testimonial di televisi yang dapat mempengaruhi minat konsumen dalam membeli Mie Sedaap. Menggunakan metode penelitian konklusif, dengan menggunakan batasan populasi mereka yang pernah menonton iklan testimonial Mie Sedaap di televisi. Penelitian ini menggunakan analisa faktor dengan hasil penelitian berupa respon positif masyarakat terhadap iklan testimonial. Hal ini terlihat dari adanya antusiasme masyarakat yang sebagian besar mengikuti perkembangan commercial break di televisi. Antusiasme konsumen ini mengacu pada ketujuh faktor hasil dari analisa faktor, yang terdapat dalam iklan yang dianggap mempengaruhi keputusan mereka dalam membeli mie instant. Faktor tersebut antara lain adalah faktor pengaruh iklan terhadap konsumen, faktor affective variabel video dan audio, faktor cognitive variabel visual dan verbal, faktor credibility of endorser, faktor visibility of endorser, faktor kesamaan minat dan karakter endorser dan faktor trusted endorser. Oleh karena itu, ketujuh faktor inilah yang harus dipertahankan dan digunakan dalam membuat sebuah iklan yang baru, sehingga membentuk sebuah iklan testimonial yang disukai dan mampu mengkomunikasikan pesan dengan baik ke konsumen.",
  "creators": "MONA CHRISTINA PUTONG; FELICIA LIMAN LIEM",
  "contributors": "Filicia Chandra (Advisor 1); Hartono Subagio (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011866/MAN/2005; Mona Christina Putong (31401065); Felicia Liman Liem (31401123)",
  "subjects": "ADVERTISING; CONSUMERS-RESEARCH"
}