{
  "id": "17157",
  "title": "Perancangan alat bantu dan usulan perbaikan sistem kerja departemen extruder di PT. Kertarajasa Raya Sidoarjo",
  "abstract": "Saat ini departemen extruder PT. Kertarajasa Raya mengalami kesulitan dalam proses produksinya untuk menghasilkan keluaran gulungan benang dengan ukuran diameter yang diminta. Terdapat banyak faktor yang mempengaruhi proses produksi benang untuk menghasilkan output gulungan benang dengan ukuran yang presisi. Selain itu pada kenyataan yang terjadi di perusahaan juga terdapat banyak kendala dari keseluruhan sistem kerja departemen extruder yang mempengaruhi tercapainya permintaan produksi departemen extruder ini. Untuk itu dilakukan penelitian terhadap semua masalah yang berhubungan dengan sistem kerja yang ada yaitu meliputi mesin, operator, cara kerja dan lingkungan fisik dari lantai produksi tersebut supaya peningkatan hasil produksi yang baik/presisi dapat dicapai. Dari penelitian yang telah dilakukan diketahui bahwa terdapat berbagai hal dari departemen ini yang membutuhkan perbaikan sistem kerja dan perlunya rancangan alat bantu yang dapat membantu operator supaya dapat bekerja lebih optimal. Setelah dilakukan perancangan alat bantu dan perbaikan sistem kerja yang mendukung keberhasilan kerja departemen tersebut diketahui bahwa hasil produksi yang presisi menunjukkan peningkatan prosentase produk baik yang cukup tinggi yaitu sebesar 73.9%. Melihat hasil penelitian disarankan agar perusahaan dapat mempertimbangkan untuk melakukan penerapan hasil penelitian yang telah diperoleh dan terus meningkatkan perkembangannya ke arah yang lebih baik supaya hasil yang diperoleh akan lebih maksimal.",
  "creators": "MARIANA",
  "contributors": "Kristiana Asih Damayanti (Advisor 1); Oegik Soegihardjo (Advisor 2); Maja Indahwati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 404/TI-131/2000; Mariana (25496042)",
  "subjects": "WORK MEASUREMENT; PRODUCTION PLANNING"
}