{
  "id": "1716",
  "title": "Studi perencanaan dan analisa penggunaan photovoltaic module pada Gedung A Universitas Kristen Petra Surabaya",
  "abstract": "Krisis energi global yang terjadi saat ini telah menjadi problem yang harus segera dipikirkan pemecahannnya. Dampak dari krisis energi ini bukan hanya pencemaran lingkungan akibat zat buangan yang dihasilkan tetapi juga dampak dari sisi ekonomis yang semakin terasa akibat semakin menipisnya sumber energi konvensional yang ada saat ini. Dan Renewable energy adalah solusi yang tepat. Tujuan tugas akhir ini adalah mencoba menganalisa keunggulan penggunaan salah satu renewable energy yaitu solar energy dengan membandingkannya dengan penggunaan sumber energi konvensional dari utility service (PLN) pada gedung A UK. Petra. Dalam pengamatan, ditemukan bahwa sistem utility interactive PV system with storage adalah sistem yang paling baik. Sistem ini menggabungkan penggunaan dua buah sources yaitu dari PV array dan dari utility ghd untuk mensuplai kebutuhan daya gedung A. Di sini PV system hanya dirancang untuk mensuplai kebutuhan daya sebanyak 3,712 kW. Dari analisa ditemukan bahwa sistem ini dapat melakukan penghematan sampai 35,16 % dibanding penggunaan energi konvensional selama jangka waktu life time dari PV module. Penggabungan di sini tidak lewat proses sinkronisasi oleh karena kendala harmonisa, sehingga kombinasi sistem di sini lebih menggunakan sebuali transfer switch. Dalam penganalisaan juga diketahui bahwa solar module yang baik untuk digunakan adalah jenis BP590F, dengan sudut kemiringan (tilt angle) pemasangan PV module yang optimal pada Gedung A berkisar antara 4? - 8?.",
  "creators": "PERDIAN K.M TUMANAN",
  "contributors": "Murtiyanto Santoso (Advisor 1); Emmy Hosea (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/E/TST/005/419; Perdian K.M. Tumanan (23497088)",
  "subjects": "BUILDING-INTEGRATED PHOTOVOLTAIC SYSTEMS"
}