{
  "id": "17164",
  "title": "Penerapan harga pokok produksi dengan menggunakan sistem process costing metode weighted average pada PT. PG Candi Baru di Sidoarjo",
  "abstract": "Kemajuan ilmu pengetahuan dan teknologi di berbagai bidang pada masa ini membawa perkembangan yang pesat dalam dunia usaha. Dengan demikian badan usaha dituntut untuk dapat menyediakan barang atau jasa yang sesuai dengan keinginan konsumen, supaya badan usaha dapat mempertahankan kelangsungan hidup dan mencapai tingkat profitabilitas yang diinginkan. Untuk dapat mencapai tingkat profitabilitas yang diinginkan tersebut manajer memerlukan informasi yang akurat mengenai harga pokok produksi. Begitu pula dengan PT. PG. Candi baru yang selama ini dalam penentuan harga pokok produksi menggunakan anggaran. Karena perhitungan dengan anggaran berupa prediksi maka keakuratannya tidak terjamin. Untuk itu diperlukan metode tertentu dalam melakukan perhitungan harga pokok produksi secara akurat. PT. PQ. Candi Baru merupakan sebuah perusahaan yang memproduksi gula secara massa dan berkesinambungan sehingga penentuan harga pokok produksi yang sesuai yaitu dengan menggunakan sistem process costing metode weighted average. Disamping itu metode ini memakai data aktual dalam penentuan perhitungan harga pokok produksi. Jenis penelitian yang dilakukan oleh penulis adalah penelitian desloiptif berupa studi kasus dengan obyek penelitian penerapan harga pokok produksi dengan sistem process costing metode weighted average pada PT. PCi. Candi Baru di Sidoarjo. Jenis data yang digunakan adalah data kuantitatif dan sumber data yang digunakan adalah data internal. Metode pengumpulan data yang digunakan oleh penulis yaitu studi kepustakaan dan studi lapangan. Teknis analisis yang digunakan oleh penulis adalah analisis kuantitatif Hal yang dianalisis dan dibahas oleh penulis adalah penerapan harga pokok produksi dengan menggunakan sistem process costing metode weighted average. Berdasarkan analisis dan pembahasan tersebut diperoleh penentuan harga pokok produksi dengan menggunakan sistem process costing metode weighted average berdasarkan data biaya aktual padaPT. PG Candi Baru untuk bulan Juni tahun 1998 sebesar Rp 4.743.077.527,00. Dengan demikian penentuan harga pokok produksi yang akurat dapat diandalkan sebagai pedoman dalam penentuan harga jual.",
  "creators": "MEDIAWATI",
  "contributors": "Sri Maharsi (Advisor 1); ALI DJAMHURI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 76/95/FE.AK/2000; Mediawati (32495060)",
  "subjects": "PROGRAMMING (ELECTRONIC COMPUTERS); COST ACCOUNTING"
}