{
  "id": "17168",
  "title": "Upaya aplikasi quality function deployment (QFD) dalam proses pemenuhan kepuasan konsumen pengembang real estate (studi kasus PT.X)",
  "abstract": "Suara pelanggan {voice of the customer) sebagai masukan yang penting bagi pengembang harus ditindaklanjuti dengan perbaikan dan peningkatan disain produk real estate demi terciptanya suatu produk real estate yang berorientasi pada pasar {market oriented), yang akhirnya akan memberikan keuntungan karena produknya bisa diterima oleh pasar dengan baik. Dalam penelitian ini diungkapkan hubungan suara pelanggan yang berupa keinginan dan kebutuhannya dengan upaya yang dilakukan pengembang dalam memenuhi suara pelanggan itu secara teknik {technical requirement). Suara pelanggan didapat dari hasil survei yang berupa kuisioner, sedangkan technical requirement didapat dari hasil wawancara dengan pihak pengembang dan pesaingnya, selanjutnya akan dicari hubungan dari suara pelanggan dan technical requirement dalam matriks Quality Function Deployment (QFD). Suara pelanggan dari kedua pengembang diplot ke dalam grafik customer competitive assessment, dan technical requirement dari kedua pengembang diplot kedalam grafik competitive technical assessment. Penelitian dilakukan dengan menyebarkan kuisioner dan wawancara, kuisioner I bertujuan untuk mengetahui variabel-variabel yang menjadi pertimbangan konsumen dalam membeli produk real estate, hasilnya dimasukkan kedalam matriks (QFD). Kuisioner II bertujuan untuk mengetahui tingkat kepentingan masing-masing variabel dan evaluasi persaingan terhadap kedua perusahaan, sedangkan wawancara dilakukan untuk mendapatkan technical requirement dan oprational goals!targets. Deskripsi hasil penelitian untuk kuisioner kedua diperoleh variabel-variabel penting yang berbeda secara signifikan, terhadap tingkat kepentingan secara umum adalah luas tanah melebar (825.108) dan pengembangnya baik/ terkenal (2236.161), yang uji hipotesa I ditolak (3831.684 > 124.3); terhadap evaluasi persaingan PT. X adalah tidak banjir (517.033) dan harga terjangkau (1235.329), yang uji hipotesa II ditolak (2418.144 > 124.3); dan terhadap evaluasi persaingan PT. Y adalah dekat jalan tol (743.904), yang uji hipotesa III ditolak (2345.538 > 124.3). Sedangkan dari matriks QFD ada 8 technical requirement yang harus mendapat perhatian untuk perbaikan, yaitu: rencana pengembangan lingkungan yang baik, konsep pembangunan hunian yang dapat dipercaya, kontrol tebal perkerasan, membatasi kelas jalan, sistem drainase yang memadai, memberikan harga spesial, disesuaikan dengan 1MB, dan mengadakan efisiensi lahan maupun material. Dari penelitian yang dilakukan disimpulkan bahwa produk real estate PT. X lebih unggul dibandingkan PT. Y (20 variabel dari 29 variabel) dan pada technical requirement PT. X lebih unggul dibandingkan PT. Y (21 variabel dari 29 variabel). Disarankan PT. X perlu mengadakan inovasi dan modifikasi produk secara komprehensip, sehingga didapatkan hasil yang memuaskan.",
  "creators": "ERWIN; KRISBIANTORO",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Yusuf Daud Endro Wicaksono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 972/SIP/2000; Erwin (21492127), krisbiantoro (21492232)",
  "subjects": "CONSUMER SATISFACTION.; QUALITY CONTROL; QUALITY FUNCTION DEPLOYMENT"
}