{
  "id": "17179",
  "title": "Perencanaan dan pembuatan sistem pompa air fotovoltaik",
  "abstract": "Dengan semakin berkembangnya jaman, kebutuhan manusia akan energi listrik semakin meningkat. Manusia semakin tidak dapat lepas dari energi listrik, baik untuk kebutuhan sehari-hari maupun untuk keperluan industri. Selama ini scbagian besar energi listrik diperoleh dari energi ibsil, dimana sekarang justru persediaan energi fosil semakin menipis. Berdasarkan kenyataan tersebut maka dibutuhkan sumber-sumber energi alternatif untuk menggantikan energi fosil. Tujuan dari penelitian ini adalah untuk membuat model peraga sistem pompa air fotovoltaik yang akan menunjukkan proses konversi energi dari energi radiasi matahari menjadi energi listrik yang kemudian diubah menjadi energi mekanik berupa pompa air. Dengan menggunakan model yang telah dibuat tersebut kemudian dapat diperoleh data-data hasil pengamatan dari tanggal 19-22 April 2000 dimana solar sel tersebut diletakkan di lantai 7 Gedung P. Berdasarkan analisa dari data yang diperoleh yaitu Voc, IgC, Vpcnpa, IpQmpa dan debit air yang dihasilkan tiap 1 jam dari pukul 07.00 sampai pukul 17.00 serta data radiasi matahari yang diperoleh dari Badan Meteorologi Juanda dapat ditarik kesimpulan bahwa kondisi dari modul sel surya yang dipakai masih dalam kondisi yang cukup baik dengan effisiensinya sebesar 13,848 %. Untuk pompa aimya diperoleh effisiensi sebesar 34,651 %. Hal ini masih bisa diterima mengingat pompa ini adalah hasil rakitan sendiri dimana pompa untuk rakitan pabrik erEsiensinya berkisar 60 %.",
  "creators": "EKO WIDODO",
  "contributors": "Murtiyanto Santoso (Advisor 1); Prof. Ir. Hanny Hosiana Tumbelaka, M.Sc., Ph.D. (Advisor 2); Emmy Hosea (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00/E/TST/014/347; Eko Widodo (23493113)",
  "subjects": "SOLAR PUMPS"
}