{
  "id": "17186",
  "title": "Alternatif berwisata dengan kapal pesiar bagi wisatawan di Surabaya",
  "abstract": "Indonesia adalah negara kepulauan yang terbesar di dunia sehingga dikenal sebagai negara bahari atau negara maritim. Indonesia mempunyai aset bahari yang melimpah dan tentunya dapat dikembangkan sebagai industri pariwisata yang dapat menambah devisa negara. Pariwisata akhir-akhir ini telah berkembang pesat menjadi salah satu sektor .yang penting di Indonesia karena memiliki kontribusi yang cukup besar, yaitu sebagai penambah devisa negara selain dari hasil ekspor migas dan non migas lainnya. Selain itu, sekarang ini banyak orang yang sudah memandang berwisata sebagai salah satu kebutuhan yang penting untuk dipenuhi, karena pengaruh perkembangan jaman yang sedemikian rupa. Banyak cara yang ditempuh orang untuk dapat berwisata, demikian pula halnya banyak cara yang ditawarkan agar orang dapat berwisata. Salah satu cara untuk berwisata adalah dengan cara berwisata dengan kapal pesiar. Wisata kapal pesiar ini merupakan cara berwisata yang relatif baru di Indonesia khususnya di Surabaya karena selama ini orang hanya mengenal kapal sebagai salah satu alat transportasi saja dan lebih mengenal wisata darat. Walaupun demikian sebenarnya wisata kapal pesiar ini sudah cukup lama berkembang dan terkenal di dunia internasional. Sebagai hal yang dianggap baru, tentunya tidak banyak orang yang benar-benar tahu mengenai apa dan bagaimana wisata kapal pesiar ini. Kurangnya apresiasi masyarakat ini menyebabkan wisata kapal pesiar ini menjadi kurang populer, kurang digemari dan kurang memasyarakat, khususnya di Surabaya. Oleh karena itu, penulis mencoba untuk dapat memberikan informasi dan masukan agar wisata kapal pesiar ini dapat diterima dan bahkan di gemari oleh masyarakat dan juga agar masyarakat mempunyai gambaran yang lebih jelas mengenai wisata kapal pesiar ini sehingga masyarakat khususnya masyarakat Surabaya mempunyai apresiasi yang lebih baik mengenai wisata kapal pesiar ini, mengingat wisata kapal pesiar ini mempunyai potensi yang bagus dan prospek yang cerah.",
  "creators": "FRANSISCA RETNO SAVITRI",
  "contributors": "Yacintha Yoranouw Suryawijaya (Advisor 2); SIDNIWATI (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 230/Par/1997; Fransisca Retno Savitri (91394035)",
  "subjects": "SURABAYA-TOURIST TRADE; TOURIST TRADE"
}