{
  "id": "17181",
  "title": "Pemilihan strategi penjualan dengan penambahan fasilitas umum di perumahan \"gca\" berkaitan dengan keputusan investasi",
  "abstract": "Dewasa ini pertumbuhan penduduk dari tahun ke tahun semakin meningkat. Hal ini menyebabkan kebutuhan akan rumah semakin meningkat pula karena rumah merupakan kebutuhan primer manusia. Kebutuhan rumah yang semakin meningkat terutama terhadap perumahan rumah sederhana dan rumah sangat sederhana menyebabkan para pemodal membangun perumahan rumah sederhan dan rumah sangat sederhana. Persaingan antar pengembang pun semakin tajam. Oleh karena itu diperlukan strategi yang tepat untuk penjualan rumah-rumahnya. Salah satu alternatif untuk strategi penjualan adalah dengan penambahan fasilitas umum untuk memperoleh tingkat pengembalian yang lebih besar dan memberikan kepuasan bagi konsumen. Subyek penelitian ini ialah penambahan salah satu dari fasilitas tempat ibadah, sekolah, klinik, taman, PDAM di perumahan \"GCA\". Tujuan dari penelitian ini ialah Data yang digunakan dalam penelitian ini ialah data primer yang diperoleh dari penyebaran kuesioner dan data sekunder untuk melengkapi data yang diperlukan. Untuk hasil yang baik dalam pengumpulan data maka digunakan teknik wawancara, studi kepustakaan, dan observasi. Analisa yang digunakan dalam penelitian ialah analisa deskriptif, analisa mean, analisa ARIMA, dan analisa arus kas. Hasil dari penelitian menunjukkan bahwa dengan penambahan fasilitas klinik dapat meningkatkan investasi bagi PT.\"GPCL\".",
  "creators": "VERONIKA S HERLIMUS; LINIWATI YUONO",
  "contributors": "Prof. Dr. Njo Anastasia, S.E., M.T. (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1475/EM/2001; Veronika S. Herlimus (31497154), Liniwati Yuono (31497160)",
  "subjects": "MARKETING-MANAGEMENT"
}