{
  "id": "17198",
  "title": "Studi kasus pemodelan dan simulasi sistem aliran dana pada fakultas ekonomi dan sastra di Universitas Kristen Petra Surabaya",
  "abstract": "Universitas Kristen Petra merupakan lembaga pendidikan tinggi yang cukup besar di Surabaya. Lembaga pendidikan tinggi ini memiliki banyak komponen yang mendukung aktivitasnya dalam mencerdaskan kehidupan bangsa. Banyaknya komponen pendukung ini beserta dengan hubungannya dengan faktor-faktor lainnya, diperkirakan lembaga pendidikan tinggi ini memiliki aliran dana yang bersifat dinamis. Banyaknya komponen pendukung ini menimbulkan masalah dalam pendistribusian dana. Pendistribusian dana yang tidak tepat dapat menyebabkan kerugian komponen-komponen tertentu yang dapat mempengaruhi performa komponen tersebut. Bagian keuangan harus dapat mendistribusikan dana operasional dengan baik ke komponen-komponen tersebut. Untuk mempelajari perilaku aliran dana ini, maka perlu membuat model yang mewakili sistem aktual. Pembuatan model menggunakan software PowerSim. Dengan software ini pula dilakukan simulasi dengan data yang tersedia. Simulasi menggunakan metode numerik Runge-Kutta orde 4. Hasil simulasi menunjukkan bahwa kas jurusan sangat bergantung pada jumlah mahasiswa. Hal ini tentunya kurang menguntungkan, karena dapat mempengaruhi performa belajar mengajar masing-masing jurusan. Namun dilain pihak, dengan memperbanyak mahasiswa dapat menguntungkan kas jurusan. Disarankan agar jurusan maupun Universitas dapat mengaktifkan atau melakukan sesuatu yang lain untuk meningkatkan profit tanpa bergantung pada jumlah mahasiswa. Selain menguntungkan kas, juga dapat memberi manfaat bagi kemajuan jurusan maupun Universitas.",
  "creators": "YONARDY PHIETER PHIE",
  "contributors": "Indriati Njoto Bisono (Examination Committee 1); Siana Halim (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 378/TI-105/2000; Yonardy Phieter (25496157)",
  "subjects": "FUNDS-FLOW STATEMENTS"
}