{
  "id": "17215",
  "title": "Analisa kinerja lantai produksi studi kasus PT Domusindo Perdana",
  "abstract": "Aktivitas perbaikan kinerja lantai produksi sangat penting, tetapi perbaikan seringkali tidak dilakukan karena perusahaan tidak melakukan analisa terhadap lantai produksinya, sehingga permasalahan yang sedang terjadi tidak diketahui. Tujuan dari penulisan tugas akhir ini adalah, membuat sebuah alat analisa kinerja lantai produksi yang komprehensif, meliputi kinerja kualitas, biaya dan lead time, yang dapat digunakan oleh industri manufaktur sebagai alat untuk menganalisa kinerja lantai produksinya, untuk digunakan sebagai bahan pertimbangan guna melakukan perbaikan yang berkelanjutan. Untuk mencapai tujuan tersebut, langkah-langkah yang diambil oleh penulis adalah: langkah pertama, menjelaskan faktor-faktor yang mempengaruhi kinerja kualitas, biaya dan lead time. Langkah kedua yaitu, menjelaskan bagaimana kinerja kualitas, biaya dan lead time saling mempengaruhi, yang akhirnya akan mempengaruhi kinerja lantai produksi secara keseluruhan. Langkah ketiga sebagai pelengkap, membuat alat pengukuran kinerja kualitas, biaya dan lead time. Langkah ke empat yaitu, melakukan pengukuran kinerja lantai produksi di PT Domusindo Perdana sebagai studi kasus. Dari analisa kinerja lantai produksi di PT Domusindo Perdana diketahui bahwa faktor-faktor yang menyebabkan penurunan kinerja adalah: suhu ruangan, pengendalian kualitas dan persediaan untuk Kualitas, persediaan bahan baku, persediaan barang setengah jadi dan biaya gudang untuk Biaya, kerusakan mesin, produk cacat, lot produksi untuk Lead time.",
  "creators": "ERLINA",
  "contributors": "Daniel Indarto Prajogo (Advisor 1); I Gede Agus Widyadana (Advisor 2); Julianingsih (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 142/TI-72/1998; Erlina (25494043)",
  "subjects": "PERFORMANCE-QUALITY CONTROL; PRODUCTION MANAGEMENT-QUALITY CONTROL"
}