{
  "id": "17214",
  "title": "Pusat hiburan dan teknologi cybertainment",
  "abstract": "Proyek Pusat Hiburan dan Teknologi Cybertainment ini dibuat dengan latar belakang perkembangan teknologi di dunia saat ini, dimana teknologi juga mendukung perkembangan hiburan. Hiburan sangat berguna dalam kehidupan manusia dimana hiburan dapat membantu manusia untuk menghilangkan kejenuhan yang mereka alami akibat pekerjaan mereka. Fenomena ini dimanfaatkan oleh banyak pihak untuk melakukan bisnis hiburan. Perkembangan dunia hiburan ini dimulai di beberapa negara maju di dunia seperti Jepang dan Amerika, juga mendapat tanggapan positif di kawasan Asia, tidak ketinggalan juga Indonesia. Surabaya sebagai kota yang berkembang ke arah metropolis tentunya tidak mau kalah dalam hal ini. Lokasi yang dipilih untuk proyek ini adalah lahan di Jalan Kertajaya Indah Timur, di seberang Mai Galaxy. Adapun pertimbangan pemilihan lokasi ini adalah karena lahan ini merupakan area yang diperuntukkan sebagai fasilitas umum komersial. Selain itu lahan berada di tengah-tengah kawasan pemukiman elit yang sesuai dengan sasaran proyek yaitu untuk orang-orang berpenghasilan menengah ke atas. Eksistensi Mal Galaxy sebagai sebuah pusat perbelanjaan tentunya juga akan berpengaruh terhadap proyek. Bangunan pusat hiburan ini dibuat dengan dasar pendekatan fungsi, dimana massa dan ruang diletakkan dengan memperhatikan berbagi kepentingan fungsi, seperti pendaerahan, modul struktur, fungsi ruang dan aktivitas di dalamnya. Sedangkan dari segi bentuk bangunan lebih condong ke arah bangunan modern sesuai dengan fasilitas yang ditawarkan yaitu teknologi hiburan. Dilihat dari tampak, bangunan lebih banyak ditutupi dengan bahan-bahan tertentu sehingga ada kesan canggih. Selain itu bangunan juga banyak menggunakan kaca sehingga seolah-olah bisa menarik perhatian pengunjung karena bisa memperlihatkan kemenarikan isi dari bangunan.",
  "creators": "SUGIHIN LIMAS",
  "contributors": "Handinoto (Advisor 1); Samuel Hartono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1810/ARS/37/2001; Sugihin Limas (22497023)",
  "subjects": "RECREATION CENTERS"
}