{
  "id": "17226",
  "title": "Pengaruh budaya Indis pada interior Gereja Protestan Indonesia Barat Imanuel Semarang",
  "abstract": "Awal kedatangan bangsa Belanda ke Indonesia dengan tujuan perdagangan berubah menjadi penjajahan telah mempengaruhi beberapa aspek kehidupan masyarakat Jawa. Interaksi dan adaptasi yang terjadi antara orang-orang Belanda dengan masyarakat Jawa memunculkan kebudayaan dan gaya hidup Indis. Salah satu wujud dari pengaruh kebudayaan Indis adalah bentuk bangunan (arsitektur) dan interior yang merupakan wujud kebudayaan yang berupa artefak. Bangunan Gereja Protestan Indonesia Barat Imanuel Semarang adalah bangunan gereja pertama dan tertua di Jawa Tengah yang mendapatkan pengaruh budaya Indis dan masih berdiri sampai saat ini. Penelitian ini ingin mengetahui pengaruh budaya Indis pada desain interior Gereja Protestan Indonesia Barat Imanuel Semarang dengan tujuan menemukan ciri-ciri dari budaya Indis yang telah menjadi gaya hidup saat itu dan menemukan pengaruh perwujudan budaya Indis terhadap desain Interior bangunan Gereja Protestan Indonesia Barat Imanuel yang ada di Semarang dari tahun 1753 sampai saat ini dengan metode penelitian deskriptif yang bersifat studi kasus. Pokok bahasan pada penelitian difokuskan pada aspek bentuk dengan lingkup penelitian yakni tipologi bangunan, organisasi ruang, elemen interior pembentuk ruang, elemen transisi, dan elemen pengisi ruang. Hasil penelitian menunjukkan bahwa interior bangunan Gereja Protestan Indonesia Barat Imanuel Semarang mendapat pengaruh budaya Indis yang merupakan perpaduan dan bentuk adaptasi dari gaya Kolonial dengan budaya serta iklim di Jawa dengan dominan unsur budaya Kolonial sehingga secara visual bangunan terlihat Kolonial. Gaya Kolonial yang dominan mempengaruhi yaitu gaya Indische Empire Style yang berkembang pada periode tahun 1850- 1900 yang merupakan wujud dari penyesuaian gaya Kolonial dengan keadaan iklim di Indonesia.",
  "creators": "LEONA TRIYULIANTI K",
  "contributors": "SUMARTONO (Examination Committee 1); DEVY ASWARIE (Advisor 2); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010845/DIN/2010; Leona Triyulianti (41406052)",
  "subjects": "CHURCH BUILDINGS--DECORATION"
}