{
  "id": "17228",
  "title": "Perancangan dan pembuatan sistem informasi presensi dan lembur untuk pegawai dan mahasiswa paruh waktu online yang terintregasi di Universitas Kristen Petra",
  "abstract": "Biro Administrasi Umum dan Kepegawaian (BAUK) pada Universitas Kristen Petra merupakan suatu unit yang menangani masalah administrasi umum dan kepegawaian. Dewasa ini kebutuhan akan informasi sangat penting untuk pengambilan keputusan, pada BAUK kebutuhan ini belum terpenuhi karena informasi yang tersedia belum memadai untuk melakukan pengambilan keputusan. Dimulai dari sistem presensi dan lembur pegawai serta Mahasiswa Paruh Waktu(MPW) yang ada sekarang belum terintegrasi sehingga menyulitkan untuk kecepatan pengumpulan dan pengolahan data. Tujuan dari Tugas Akhir ini adalah agar proses presensi pegawai dan MPW serta lembur yang dikerjakan pada BAUK dapat terintegrasi secara online dan informasi yang dihasilkan dapat digunakan pada tiap unit/jurusan di Universitas Kristen Petra Untuk menyelesaikan permasalahan tersebut, maka dibuat sistem informasi yang dapat menunjang kebutuhan pembuatan laporan dan untuk integrasi untuk presensi dan lembur pegawai serta MPW. Aplikasi yang dibuat berbasis web dengan menggunakan Adobe Dreamweaver CS4, bahasa pemrograman PHP dan Javascript, database Microsoft SQL Server 2005. Dengan adanya web ini, diharapkan agar pengisian lembur dan presensi MPW dapat dilakukan sewaktu-waktu, serta pembuatan laporan-laporan dapat dilakukan melalui web, sehingga dapat menghasilkan laporan-laporan seperti laporan untuk unit, laporan untuk biro keuangan, dan laporan-laporan lain yang berdasarkan filter untuk dapat dilihat oleh pengguna web.",
  "creators": "WILBER PURWANTO",
  "contributors": "Leo Willyanto Santoso (Advisor 1); Alexander Setiawan (Advisor 2); Kartika Gunadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02020866/INF/2010; Wilber Purwanto (26405087)",
  "subjects": "INTERNET PROGRAMMING; WEBSITES-DESIGN; DATABASE DESIGN"
}