{
  "id": "17232",
  "title": "Pusat sarana peningkatan kesehatan di Surabaya",
  "abstract": "Pembangunan kota Surabaya tidak terlepas dari pengaruh perkembangan teknologi sehingga juga mempengaruhi pola kehidupan masyarakatnya. Semuanya dapat dilakukan dan dapat diperoleh dengan mudah dan praktis dengan teknologi, manusia menjadi kurang bergerak, makanan instant menjadi pilihan praktis, hal ini dapat mempengaruhi kesehatan dan kebugaran. Pusat Sarana Peningkatan Kesehatan di Surabaya diperlukan untuk membantu masyarakat Surabaya khususnya dan masyarakat Jawa Timur pada umumnya untuk meningkatkan mutu kesehatan yang didukung oleh ahli-ahli di bidang kesehatan dan kebugaran yang dapat membantu memilihkan porsi latihan dan makanan yang tepat bagi kesehatan masing-masing pengguna serta membantu mengelola stres secara efektif, sekaligus untuk memberikan penyegaran kepada pengunjung tanpa harus pergi ke luar kota untuk memperoleh suasana yang berbeda (refreshing). Agar fasilitas yang disediakan dapat berfungsi dan dimanfaatkan dengan baik oleh pengguna, dalam perancangan ini selain diciptakan bangunan untuk mewadahi aktivitas juga diciptakan suasana yang santai dan bersifat rekreatif untuk mendukung proses. Bangunan dirancang untuk dapat memberikan suasana yang tenang, dipilih bentuk yang teratur tanpa banyak permainan tetapi tidak membosankan serta memberikan sentuhan akhir menggunakan material alami. Ruang luarnya direncanakan menjadi sebuah taman yang dapat digunakan menjadi sarana rekreasi dan bersantai selain digunakan sebagai jogging track dan jalur sirkulasi yang sengaja melalui ruang luar.",
  "creators": "ARNI ARLIANI WARDHANI",
  "contributors": "Paulus Hendrianto Soehargo (Advisor 1); Irwan Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1659/ARS/46/1999; Arni Arliani Wardhani (22495118)",
  "subjects": "HEALTH FACILITIES; HEALTH FACILITIES-BUILDINGS-DESIGNS AND PLANS"
}