{
  "id": "17236",
  "title": "Perancangan metode dan fasilitas kerja dengan pendekatan ergonomi pada Departemen SKT di PT HM Sampoerna",
  "abstract": "Tujuan dari penelitian dalam tugas akhir ini adalah untuk merancang metode dan fasilitas kerja melalui pendekatan ergonomi pada departemen SKT di PT HM SAMPOERNA. Adapun penelitian yang telah dilakukan yaitu: (1) perancangan metode kerja pada bagian gunting yaitu mengubah posisi kerja dengan sedikit memiringkan tubuhnya ke samping kanan menjadi posisi kerja dengan postur tubuh tegak, (2) perancangan fasilitas kerja yang meliputi perancangan kursi kerja yang ergonomis pada bagian giling dan bagian gunting, (3) penambahan fasilitas kerja pada meja kerja di bagian giling dan bagian gunting seperti talang, penahan ember, dan (4) perancangan meja dan kursi kerja yang ergonomis pada bagian pembungkusan. Perancangan metode dan fasilitas kerja yang dilakukan dalam tugas akhir ini dibuat berdasarkan pada data-data anthropometri yaitu data mengenai dimensi tubuh para pekerja. Disini penulis melakukan pengukuran dimensi tubuh secara langsung terhadap 50 orang pekerja wanita pada bagian giling dan bagian gunting serta 10 orang pekerja laki-laki pada bagian pembungkusan. Hasil dari perancangan metode dan fasilitas kerja diimplementasikan dalam lantai produksi yang kemudian dapat dilakukan analisa perbandingan dan penganalisaan (antara kondisi sebelum perancangan / Post-Design dengan kondisi sesudah perancangan / Pre-Design). Analisa perbandingan dan penganalisaan tersebut ditinjau dari segi kenyamanan, perbandingan lamanya waktu kerja dan dari segi kualitas produk yang dihasilkan, tanpa dilakukan perhitungan biomekanik.",
  "creators": "WENNY LEOVITA",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Julianingsih (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 065/TMI-53/1997; Wenny Leovita (25493006)",
  "subjects": "MANUFACTURING PROCESSESS; PRODUCTION MANAGEMENT"
}