{
  "id": "17244",
  "title": "Studi kelayakan pembangunan Pabrik Flexible Packaging",
  "abstract": "Studi kelayakan pabrik flexible packaging (kemasan plastik) yang diulas dalam tugas akhir ini, untuk meneliti apakah proyek PT. Sinar Djaja Can yang ada di jalan Muncul Desa Keboan Sikep Gedangan Sidoarjo layak direalisasi dan berhasil. Dalam penelitian tersebut dilakukan beberapa analisa yaitu analisa pasar, analisa teknik dan analisa finansial. Analisa pasar dilakukan untuk melihat peluang pasar bagi perusahaan untuk bergerak dalam industri tersebut, analisa teknis untuk menganalisa seluk beluk perencanaan teknis, dan aspek finansial digunakan sebagai dasar untuk menentukan layak atau tidaknya proyek tersebut dilakukan. Kemasan plastik yang akan diproduksi terdiri dari 2 macam ukuran yaitu produk medium (26cm x 18cm) dan produk kecil (8cm x 6cm), hal ini didasarkan pada permintaan yang ada. Peramalan jumlah permintaan dilakukan berdasarkan pada kontrak yang diadakan perusahaan dengan perusahaan yang akan menkonsumsi kemasan plastik {flexible packaging). Dari jumlah permintaan yang ada perusahaan memperkirakan target penjualan selama 10 tahun yang didukung dengan data perbedaan jumlah kebutuhan kemasan plastik dengan kapasitas produksi perusahaan pesaing (perusahaan kemasan plastik yang ada saat ini). Dari peramalan permintaan dilakukan perhitungan jumlah mesin untuk memenuhi permintaan pasar yang ada dan dilakukan pemilihan mesin. Kemudian menentukan luas pabrik, kantor, ruang produksi, dan Iain-lain. Setelah itu dilakukan manajemen pembangunan proyek untuk menentukan waktu siap beroperasinya proyek, dan analisa pembangunan pabrik. Setelah melakukan analisa pasar dan analisa teknis, maka analisa terakhir adalah analisa finansial, dimana didalamnya akan ditekankan pada pembuatan laporan keuangan sehingga proyek tersebut dapat dievaluasi apakah menguntungkan, dan juga perhitungan kebutuhan dana baik untuk investasi maupun modal kerja, yang didapatkan dari modal sendiri dan modal pinjaman dari bank. Kemudian dilakukan analisa sensitivitas untuk melihat keuntungan yang dapat diperoleh jika terjadi perubahan kondisi-kondisi yang tidak diharapkan. Kesimpulan akhir yang diperoleh adalah bahwa proyek pembangunan pabrik flexible packaging ini layak dilakukan ditinjau dari analisa IRR, NPV, dan Payback Period. Jika terjadi penurunan harga sampai 17% proyek masih layak direalisasi, tetapi jika penurunan lebih dari 17% proyek ini tidak layak direalisasi. Penurunan permintaan pasar sampai 40% terhadap permintaan yang ada saat ini dapat diterima, karena penurunan masih menyebabkan proyek layak dilakukan ditinjau dari analisa IRR, NPV, dan Payback Period.",
  "creators": "ASTUTI PURNAMA",
  "contributors": "Moses L. Singgih (Advisor 1); I Gede Agus Widyadana (Advisor 2); Daniel Indarto Prajogo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 037/TMI-25/1997; Astuti Purnama (25493027)",
  "subjects": "FACTORIES-DESIGN AND CONSTRUCTION-FEASIBILITY STUDY"
}