{
  "id": "17243",
  "title": "Pengoptimalan keuntungan dengan implementasi theory of constraints (TOC) di Bengkel Nenggala Satria Surabaya",
  "abstract": "Perencanaan produksi: pada suatu perusahaan memegang peranan yang vital. Perencanaan yang salah akan menyebabkan ketidakoptimalan keuntungan, bahkan kerugian yang didapat. Sebaliknya, perencanaan yang benar akan menyebabkan keuntungan yang optimal dengan biaya yang sama ditunjang dengan efektivitas penggunaan fasilitas produksi yang optimal. Tujuan dari tugas akhir ini adalah membahas perencanaan produksi yang tepat melalui pendekatan Theory Of Constraints (TOC). Teori ini akan diperbandingkan dengan Integer-Linear Programming (ELP) dan Accounting (Akutansi), dengan tujuan mendapatkan keuntungan yang optimal. Tujuan lain dari tulisan ini, adalah berusaha menghilangkan hambatan {bottleneck) dengan penyesuaian-penyesuaian baru seperti subkontrak, overtime serta penambahan mesin baru, dengan pertimbangan berdasarkan tiga unsur pengukuran dari TOC. Tugas akhir ini terdiri dari dua tahap analisa, yaitu analisa awal dan analisa lanjutan. Analisa awal dalam tugas akhir ini adalah ingin mengimplementasikan TOC dalam perusahaan dengan pengidentifikasian dan memanajamen kendala-kendala yang ada. Dalam analisa awal ini juga akan dibandingkan perencanaan produksi berdasarkan TOC dengan ELP serta Akuntansi. Analisa lanjutan berbicara tentang analisa altematif-alternatif subkontrak, overtime, serta penambahan mesin baru untuk menghilangkan kendala yang membuat aliran produksi menyimpang, berdasarkan tiga ukuran operasional dari TOC. Dalam penelitian ini digunakan perencanaan produksi yang memperhitungkan harga jual, berbagai macam biaya, dan kapasitas fasilitas produksi. Keuntungan terbesar akan menjadi acuan perencanaan produksi yang akan dipakai. Perencanaan produksi ini akan menjadi masukan untuk pengambilan keputusan dalam menentukan produk mana yang diproritaskan dan jumlah yang harus dibuat.",
  "creators": "ARDITO TRI NUGROHO N.",
  "contributors": "Maja Indahwati (Advisor 1); Sujono Poetrodjojo (Advisor 2); Daniel Indarto Prajogo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 105/TMI-35/1998; Ardito Tri Nugroho (25493063)",
  "subjects": "MANUFACTURING PROCESSES; PRODUCTION MANAGEMENT"
}