{
  "id": "17254",
  "title": "Analisa keausan ban pada sumbu ke 3 dari truk yang dimodifikasi menjadi tronton",
  "abstract": "Perkembangan ilmu pengetahuan dan teknologi serta tingkat kehidupan manusia akan mengakibatkan meningkatnya kebutuhan manusia akan transportasi. Hal ini sudah barang tentu menuntut kuantitas dan kualitas dari kendaraan. Tuntutan kualitas ini menyangkut banyak aspek yang perlu diperhatikan dalam perencanaan atau disain suatu kendaraan. Indonesia sebagai negara yang sedang berkembang sangat membutuhkan kendaraan truk angkut. Kendaraan ini dapat diaplikasikan menjadi dump truk, trailer, crane truk, truk tangki, truk sampan, truk cargo dan lain sebagainya. Sejak diberlakukannya Undang-Undang Lalu Lintas Angkutan Jalan Raya No 14 tahun 1992 kapasitas daya angkut truk sangat terbatas, maka salah satu cara untuk mengatasinya adalah dengan menggunakan tronton yang mempunyai kapasitas daya angkut yang lebin besar. Modifikasi truk menjadi tronton ini dilakukan dengan jalan penambanan sumbu roda di belakang sumbu roda truk yang akan dimodifikasi, sehingga dalam hal ini perlu dilakukan penyambungan chasis yang mengakibatkan truk menjadi bertambah panjang. Dengan adanya perubahan ukuran panjang dari truk ini maka jelas akan mempengaruhi karakteristik dan stabilitasnya. Selain itu kenyataan di lapangan menunjukkan bahwa adanya keausan ban yang tidak merata pada sumbu tambahan akibat modifikasi tersebut. Oleh karena itu sebelum kita melakukan suatu modifikasi untuk mengubah truk menjadi tronton maka kita harus menganalisanya lebih dahulu, sehingga kita akan mendapatkan truk tronton yang baik dan memenuhi syarat.",
  "creators": "SOEGIANTO SOESANTO",
  "contributors": "Ninuk Jonoadji (Advisor 2); I NYOMAN SUTANTRA (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 94.54.129; Soegianto Soesanto (24489065)",
  "subjects": "TIRE PRESSURE GAGES"
}