{
  "id": "17258",
  "title": "Analisa jaringan jalan guna mengatasi kemacetan di Kawasan Wonokromo",
  "abstract": "Dalam menganalisa arus lalu lintas, biasanya hanya ditinjau atau bertumpu pada analisa ruas jalan atau persimpangan saja, sehingga diperlukan analisa yang lebih terintegrasi yang meliputi jaringan jalan pada suatu kota. Melalui matriks asal-tujuan tahun 1990 yang dikoreksi terhadap populasi, tenaga kerja, volume lalu lintas satu hari dan okupansi, diperoleh matriks asal-tujuan tahun 1996 dan tahun 2000. Dari hasil pembuatan model lalulintas tahun 1996, diperoleh iaktor path diversion sebesar 0,22. Selanjutnya faktor tersebut digunakan untuk membuat model lalulintas tahun 2000. Dari hasil analisa model lalulintas tahun 2000, pembangunan Surabaya Inner Ring Road (SIRR) dapat mengurangi V/C akibat perjalanan kerja/home-based work (HBW) di kawasan Wonokromo sebesar 4,55 % s/d 30,00 % dan mengurangi penundaan waktu perjalanan sebesar 18,4 %. Dan apabila hanya Surabaya Eastern Ring Road (SERR) yang dibangun pada tahun 2000, maka dapat mengurangi V/C akibat perjalanan kerj a/home-based work (HBW) di kawasan Wonokromo sebesar 3,03 % s/d 27,69 % dan mengurangi penundaan waktu perjalanan sebesar 13,85 %. Sedangkan jika pembangunan kedua proyek tersebut (SIRR & SERR) selesai dilaksanakan pada tahun 2000, maka dapat mengurangi V/C akibat perjalanan kerj a/home-based work (HBW) di kawasan Wonokromo sebesar 8,96 % s/d 35,38 % dan mengurangi penundaan waktu perjalanan sebesar 29,30 %",
  "creators": "RUDY SETIAWAN; HENDRA IRAWAN RUSLI",
  "contributors": "Tirta Djusman Arief (Advisor 1); Philipus Kardi Teknomo (Advisor 2); Harry Patmadjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 723 S; Rudy Setiawan (21489039), Hendra Irawan Rusli (21490067)",
  "subjects": "ROADS-RESEARCH; TRAFFIC ENGINEERING-MANAGEMENT; TRAFFIC FLOW--MANAGEMENT"
}