{
  "id": "17250",
  "title": "Pusat penelitian dan museum wisata perikanan pantai di Probolinggo",
  "abstract": "Pusat Penelitian dan Museum Wisata Perikanan Pantai adalah proyek tugas akhir dengan konsep perancangannya lebih banyak dipengaruhi oleh gaya Zaha Hadid. Pembentukan tampak yang terlihat seperti sebuah perspektif adalah salah satu gaya Hadid dalam penyampaian gambaraya. Tujuan penggabungan antara fasilitas bangunan pusat penelitian dan bangunan museum adalah untuk mengetahui seberapa jauh kedua bangunan dengan fungsi yang berbeda dapat saling menunjang satu sama lain yaitu dalam pembentukan program ruang dan presentasi bangunan. Melihat keberadaan pusat penelitian yang selama ini dianggap sebagai institusi yang formal dan serius oleh masyarakat awam sehingga urusan teliti-meneliti adalah urusan para ilmuwan bukan urusan masyarakat awam. Untuk merangsang minat kaum awam ini maka dibentuk suatu program ruang yang mampu menarik pengunjung untuk mengintepretasikanmaksud dan tujuan penelitian. Dengan demikian bangunan museum fungsinya sebagai catcher eye, bermain dengan ramp-ramp naik dari ruang terbuka lantai dasar naik ke lantai 1 kedalam suasana exhibition. Pengunjung secara bebas untuk langsung naik ramp pada lantai 1 dengan pemanfaatan ruang mar terbuka secara maksimal. Sedangkan pada bangunan utama yaitu laboratorium pada lantai dasar yang secara ekstrim berputar 90? terhadap bangunan museum ter-overlap dengan bangunan itu sendiri yang memanjang arah U-S sehingga kesan dominan tetaplah pada arah memanjang U-S. Untuk mengurangi keekstriman perubahan gerak bangunan yang memutar 90? maka bangunan laboratorium dipecah menjadi dua bagian dengan bagian tengah berupa lounge sebagai penghubung (pada karya-karya Zaha Hadid, perubahan gerak adalah dengan membentuk sudut lancip, kalaupun ada yang saling overlap silang maka bangunan bagian lantai bawah terpecah menjadi dua). Pusat penelitian itu sendiri merupakan bangunan yang tidak lepas dari sistim utilitas dan sirkulasi sebagi prioritas utama dalam perancangan. Sehingga permainan arsitektur dari bangunan pusat penelitian itu sendiri adalah penggabungan antara sistim sirkulasi, utilitas dan urban yang mempengaruhi bangunan.",
  "creators": "NANI WIJAYA",
  "contributors": "Irwan Santoso (Advisor 1); Paulus Hendrianto Soehargo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1720/ARS/49/2000; Nani Wijaya (22496136)",
  "subjects": "FISHERIES-MUSEUMS"
}