{
  "id": "17269",
  "title": "Perancangan ulang tata letak fasilitas produksi dan analisa biaya produksi di PT Surya Sakti Utama",
  "abstract": "Pengaturan tata letak fasilitas produksi yang optimal merupakan suatu hal yang sangat penting dan perlu mendapatkan perhatian yang serius dalam dunia industri. Pengaturan tata letak fasilitas pabrik yang tidak terencana dengan baik akan menimbulkan peningkatan biaya pemindahan material Dalam penelitian tugas akhir ini dimaksudkan untuk mendapatkan alternatif tata letak fasilitas produksi yang baru sehingga dapat meminimumkan biaya produksi. Perancangan ulang tata letak fasilitas produksi yang baru harus sesuai dengan perkiraan permintaan pada masa yang akan datang. Untuk itu dilakukan peramalan dengan menggunakan MetodeForecasting yang sesuai dengan pola prilaku dari data masa lalu. Hasil dari peramalan tersebut digunakan untuk menentukan besarnya kapasitas produksi yang harus dibuat. Selanjutnya dapat ditentukan jumlah mesin yang sesuai dengan kapasitas produksi tersebut. Jumlah mesin yang diperoleh diletakkan berdasarkan analisis jarak perpindahan terpendek sehingga dapat meminimumkan jarak material handling. Pengurangan jarak yang terjadi pada akhirnya dapat mengurangi total waktu produksi. Dari hasil pengurangan total waktu produksi ini menyebabkan terjadinya pengurangan total biaya produksi. Perubahan tata letak fasilitas produksi akan menimbulkan biaya-biaya yang terjadi selama proses perubahan tersebut. Biaya-biaya ini selanjutnya akan dibandingkan penghematan biaya produksi yang diakibatkan oleh layout baru. Analisa periode pengembalian digunakan untuk membandingkan antara penghematan diperoleh dan biaya yang dikeluarkan . Berdasarkan hasil analisa ini biaya yang dikeluarkan selama proses Re-layout akan kembali setelah layout baru dioperasikan lebih dari 5 tahun.",
  "creators": "JOHAN ARIFIN LUKMAN",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Sujono Poetrodjojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 059/TMI-47/1997; Johan Arifin Lukman (25492025)",
  "subjects": "PLANT LAYOUT; INDUSTRIAL MANAGEMENT"
}