{
  "id": "17277",
  "title": "Pusat pengembangan mental dan tata laksana perilaku anak di Surabaya",
  "abstract": "Kebutuhan akan pendidikan anak semakin kompleks seiring dengan perkembangan jaman. Salah satu diantaranya adalah pendidikan bagi anak- anak yang memerlukan pendidikan khusus karena keterbatasan yang mereka miliki, yang seakan-akan membedakan mereka dari anak-anak pada umumnya. Fasilitas pendidikan khusus bagi anak-anak ini yang ada hingga sekarang masih jauh dari gambaran ideal suatu lembaga pendidikan khusus karena sistem pelaksanaan yang masih terpisah-pisah mulai dari diagnosa awal, pendidikan, penanganan medis, pelaksanaan terapi. Hal ini semakin menambah keengganan bagi orang tua yang bersangkutan untuk melakukan usaha penanggulangan bagi anak-anak mereka yang mengalami problem keterlambatan perkembangan mental, ditambah dengan pelaksanaan pendidikan yang melulu dilakukan pada ruang-ruang tertutup karena alasan keterbatasan lahan dan alasan bahwa metode pengajaran secara intensif akan memberi hasil yang optimal padahal justru sebaliknya, sistem pembelajaran intensif yang hanya dilakukan dalam ruang-ruang kelas tanpa ada unsur rekreasi dan 'outbound' yang dapat menyadarkan mereka akan lingkungan sekitar saja akan menyebabkan kebosanan pada anak sehingga proses tata laksana perilaku ini dirasakan menjadi suatu siksaan daripada suatu usaha pendidikan untuk menuju ke arah yang lebih baik. Oleh karena itu, dalam laporan ini dihadirkan suatu bangunan yang berbeda dimana dapat menampung semua kebutuhan akan penanganan bagi anak dengan problem keterlambatan perkembangan mental, mulai dari fasilitas terapi, medis, pendidikan hingga fasilitas-fasilitas penunjang lainnya yang benar-benar disesuaikan bagi kebutuhan dari anak-anak penyandang sindrom keterlambatan perkembangan mental ini. Hal ini tentunya akan memudahkan pengguna untuk memenuhi berbagai kebutuhannya karena semuanya tersedia dalam satu lokasi dengan demikian faktor kenyamanan dan keamanan baik bagi orang tua maupun anak dapat terpenuhi.",
  "creators": "ROY HENDRATA GOZALIE",
  "contributors": "Paulus Hendrianto Soehargo (Advisor 1); IR. SHELLY GUNAVATI WARDOYO, MT. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1851/ARS/9/2001; Roy Hendrata Gozalie (22497003)",
  "subjects": "CHILDREN-INSTITUTIONAL CARE; PSYCHIATRIC HOSPITAL CARE"
}