{
  "id": "17279",
  "title": "Pusat seni kontemporer di Surabaya",
  "abstract": "Pusat Seni Kontemporer adalah suatu pusat yang menyediakan fasilitas fisik berupa sebuah bangunan kompleks yang diharapkan dapat memenuhi kebutuhan masyarakat Indonesia khususnya Surabaya akan tempat pengembangan berbagai bentuk seni kontemporer, terutama yang sedang berkembang pesat pada saat ini Pertama-tama akan dijelaskan mengenai pembahasan umum proyek dan konsep perancangan yang digunakan. Konsep untuk acuan perancangan ditarik dari analisis terhadap hakekat filosofi dan karakter seni kontemporer. Sifat dari seni kotemporer Indonesia yang menonjol adalah berorientasi pada fenomena sekitar yaitu dinamis dan heterogen, tidak ada dominasi satu nilai digambarkan dengan kebebasan bentuk dan sirkulasi, masih terikat dengan seni murni yaitu terikat dengan bingkai dan belum menemukan spesifikasi khusus yaitu dengan bentuk yang belum selesai. Konsep perancangan dan konsep urban diaplikasikan ke seluruh bagian perancangan, baik dalam perancangan tapak perancangan bangunan, ruang dalam hingga pada elemen-elemen arsitektural penunjangnya. Perencanaan tapak meliputi kondisi tapak serta pengaruh lingkungan sekitar terhadap tapak dan pengaruh perencanaan tapak terhadap lingkungan sekitar. Perencanaan bangunan menunjukkan proses perancangan bangunan, antara lain mengenai pemilihan fasilitas yang disediakan, pola penataan massa bangunan beserta elemen-elemen penunjangnya, bentuk dan penampilan massa dan perlengkapan pelayanan dan utilitas bangunan. Hasil akhir perancangan menunjukkan bahwa perencanaan tapak ditata berdasarkan pendaerahan yang terbentuk karena disesuaikan dengan persyaratan dan peraturan yang berlaku serta konsep perancangan yang dipakai.",
  "creators": "JEANETTE YANNY DARMAYANTI",
  "contributors": "Markus Ignatio Aditjipto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1757/ARS/2000; Jeanette Austin yanni Darmayanti (22496095)",
  "subjects": "ART CENTERS; RECREATION CENTERS"
}