{
  "id": "17272",
  "title": "Museum Gula Krebet Baru Malang-Jawa Timur",
  "abstract": "Mengingat bangsa Indonesia pernah mengalami apa yang dinamakan dengan masa kejayaan produksi gula, yang kalau dilihat perkembangannya sampai saat ini tidak lagi menggembirakan atau dapat dikatakan tidak terlihat lagi sisa-sisa dari masa kejayaan itu. Bahkan bangsa kita pernah mengimpor gula dari bangsa lain, padahal kalau dilihat dari wilayah Indonesia yang begitu luas, seharusnya bangsa kita dapat mencapai kembali masa-masa kejayaan yang pernah kita alami. Dalam rangka untuk menyusun kembali serpihan-serpihan sejarah industri gula bangsa Indonesia, tidak cukup hanya dengan himbauan-himbauan saja tetapi memerlukan suatu pendekatan tertentu yang dapat menggugah kembali semangat bangsa kita untuk kembali bangkit mengolah sumber daya alam yang ada dan menyusun serta mengembangkannya guna kemajuan bangsa Indonesia sendiri. Pendekatan yang dilakukan dapat melalui media pendidikan, di mana untuk saat ini telah ada institusi-institusi yang khusus mengajarkan mengenai teknologi gula baik mulai tingkat SMU hingga tingkat perguruan tinggi. Media pendidikan tidak selalu berbentuk formal seperti bangku sekolah ataupun bangku kuliah, dapat pula berupa suatu media yang menggabungkan antara unsur pendidikan dengan unsur rekreasi, sehingga di dalam menjalani proses penuaian ilmu kita tidak sampai mengalami kejenuhan. Untuk mewujudkan media pendidikan yang menggabungkan unsur pendidikan dan rekreasi dapat dengan menghadirkan sebuah wadah yang di namakan museum, dengan sistem pengelolaan tertentu. Sebab hanya museumlah yang dapat menampung segala macam serpihan kejayaan yang saat ini hanya berupa sejarah dan dapat menghubungkan kehidupan kita saat ini dengan kehidupan pada masa kejayaan serta mampu memberikan gambaran akan tahap-tahap perkembangan secara jelas tentang usaha dan manfaat yang telah, sedang dan akan dilakukan. Peranan arsitektur di dalam perencanaan dan perancangan sebuah museum sangatlah penting, karena museum bukan sekedar sebuah ruangan ataupun bangunan untuk pameran benda koleksi tetapi juga menjadi pusat dari kegiatan penelitian, pendidikan dan konservasi. Perencanaan dan perancangan museum yang mempunyai bermacam-macam kegiatan dengan sendirinya akan berpengaruh pada perencanaan sistem struktur, material bangunan dan penampilan dari bangunan itu sendiri.",
  "creators": "I'IN RAHAJU",
  "contributors": "Stephanus Setiadi (Advisor 1); Danny Santoso Mintorogo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1553/Ars/1/1999; I'in Rahaju (22491149)",
  "subjects": "MUSEUM BUILDINGS; SUGARCANE-MUSEUMS"
}