{
  "id": "17298",
  "title": "Penerapan constant dollar accounting dalam penyusunan laporan keuangan dan pengaruhnya pada earning per share di PT Iglas (persero)",
  "abstract": "Inflasi yang terjadi di Indonesia dari waktu ke waktu menimbulkan perubahan tingkat harga umum. Inflasi ini harus diperhitungkan dalam penyusunan laporan keuangan. Jika tidak diperhitungkan, dapat menyebabkan informasi yang diberikan dalam laporan keuangan nilai historis tidak sesuai dengan perubahan tingkat harga tersebut. Laporan keuangan konvensional yang disusun berdasarkan konsep historical cost adalah laporan keuangan yang menyajikan suatu nilai pertukaran dalam satuan moneter pada saat terjadinya transaksi. Maka semakin besar fluktuasi yang terjadi pada tingkat inflasi, semakin besar pula distorsi yang terjadi dalam angka-angka historis laporan keuangan, sehingga laporan keuangan tersebut tidak layak jika digunakan sebagai dasar pengambilan keputusan investasi atau juga penilaian kinerja. Sehingga timbul pemikiran untuk menerapkan Constant Dollar Accounting sebagai informasi tambahan. Metode ini dipandang cukup relevan karena metode ini telah memperhitungkan perubahan tingkat harga sehingga membuat laporan keuangan dapat diperbandingkan karena telah menunjukkan daya beli yang sama. Dalam metode ini perlu diperhatikan pos moneter dan pos non moneter karena perlakuan keduanya berbeda. Dalam penerapan metode ini, dapat timbulnya laba/rugi inflasi karena memegang pos moneter. Diharapkan dengan penerapan metode Constant Dollar Accounting ini dapat dihasilkan laporan keuangan yang relevan dengan keadaan perusahaan sekarang sehingga para pemakai laporan keuangan dapat mengambil keputusan dengan lebih akurat.",
  "creators": "SRI SUNDARI",
  "contributors": "R.Arja Angka Asa Aras Adji S. (Advisor 1); ALI DJAMHURI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 041/FE.Ak/2000; Sri Sundari (32496059)",
  "subjects": "EARNING PER SHARE; FINANCIAL STATEMENTS"
}