{
  "id": "17296",
  "title": "Studi pengaruh parameter pengelasan SMAW dan ketebalan pelat terhadap distorsi angular sambungan T baja lunak SS400",
  "abstract": "Pada sambungan T pelat baja lunak SS400 yang dilas SMAW (Las Busur Listrik Elektroda Terbungkus), terjadinya distorsi angular (dipengaruhi oleh masukan panas penge-lasan) turut mempengaruhi mutu lasan. Besarnya masukan panas pengelasan ditentukan oleh parameter-paramater berupa kecepatan pengelasan (v) dan arus listrik las (I), disamping juga ketebalan pelat (flange) yang dilas (h) . Penelitian dilakukan untuk menganalisa pengaruh parameter pengelasan (v dan I), serta h terhadap besarnya simpangan (distorsi angular) yang terjadi (diukur menggu-nakan dial gauge) setelah pengelasan (dengan kondisi h, v, dan I yang bervariasi) setiap lapisan las pada masing-masing sisi. Bertambahnya jumlah lapisan las (yang mengakibatkan semakin besarnya volume deposit las dan berkaitan dengan semakin tebalnya flange) mengakibatkan membesarnya sim-pangan (hingga suatu harga kritis ketebalan flange yang berada di antara 6 mm dan 10 mm dimana simpangan yang terjadi paling besar). Pada pelat tipis (2 mm), dikare-nakan rigiditasnya rendah, terjadi distorsi buckling yang menambah besarnya simpangan terukur sehingga relatif le-bih besar dibandingkan pelat yang lebih tebal. Peningkatan arus listrik las dan penurunan kecepatan penge-lasan (berarti membesarnya masukan panas pengelasan) mengakibatkan membesarnya simpangan (dengan memperhatikan pengaruh dari harga kondisi pengelasan ?p=.i0\"3 , dimana h.^v.h jika mendekati harga kritis (0,4 + 0,5) [A.det 1/2 . cm' 2 ] mengakibatkan membesarnya simpangan). Berdasarkan Anali-sa Variansi (ANAVA) , pada tingkat keberartian (a) = 5%, faktor yang signifikan pengaruhnya atas besarnya distorsi angular adalah ketebalan pelat (flange).",
  "creators": "HANDOKO SERYADI",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 2); MUSAIKAN (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 96.54.211/MESN/1996; Handoko Seryadi (24490069)",
  "subjects": "WELDING"
}