{
  "id": "17297",
  "title": "Analisa kepuasan pengguna jasa Hotel Satelit Surabaya atas fasilitas dan pelayanan yang diperoleh",
  "abstract": "Perhotelan merupakan suatu industri jasa yang berkembang sangat cepat. Pada kesempatan ini penulis menyajikan suatu studi tentang customer satisfaction di Hotel Satelit Jalan Mayor Jendral Sungkono No. 139 Surabaya, mengingat semakin ketatnya persaingan dalam menarik minat tamu hotel. Hotel Satelit merupakan city hotel yang bertujuan diperuntukkan bagi tamu-tamu yang beristirahat sementara (dalam jangka waktu pendek). City hotel ini biasanya atau umumnya dihuni oleh usahawan (bussinessmari). Oleh karena itu hotel semacam ini sering disebut commercial hotel yang tentunya dilengkapi dengan fasilitas dan pelayanan bagi usahawan. Pelayanan dan fasilitas adalah kunci utama dalam industri perhotelan. Karena hotel ini adalah untuk tamu yang bersifat sementara maka tentunya pelayanan harus benar-benar berkesan baik dan fasilitas-fasilitas yang ada harus dapat sesuai dengan keinginan tamu. Untuk ini penulis akan menganalisa 8 faktor utama yang merupakan service cycle hotel Satelit. Masing-masing faktor utama tersebut penulis jabarkan menjadi beberapa variabel yang mempunyai pengaruh penting terhadap faktor utamanya. Penulis membuatnya dalam bentuk kuesioner dan tamu hotel sebagai responden. Pengolahan kuesioner dilakukan dengan analisa Deskriptif, analisa faktor, analisa mean dan analisa Gap. Dari hasil pengolahan akan didapatkan permasalahan yang perlu diperbaiki dan variabel-variabel yang perlu ditingkatkan untuk itu penulis menggunakan Management service yang dilengkapi dengan Marketing Strategy dan customer window.",
  "creators": "ANNI",
  "contributors": "Sujono Poetrodjojo (Advisor 1); Stevanus Adrianto Tjandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 087/TMI-17/1998; Anni (25493144)",
  "subjects": "CONSUMER SATISFACTION; CONSUMERS-RESEARCH"
}