{
  "id": "17294",
  "title": "Perbedaan pengakuan penghasilan dan beban menurut laporan keuangan komersial dan fiskal dikaitkan dengan koreksi fiskal pada PT. Bamk ANK Surabaya",
  "abstract": "Dalam pajak dikenal 2 perbedan yaitu: beda tetap (permanent difference) dan beda waktu (timing difference) yang diraaksud dengan beda tetap adalah kalau pengeluaran perusahaan diakui dalam laporan keuangan komersial tetapi tidak diakui oleh peraturan perpajakan ataupun sebaliknya, sedangkan beda waktu adalah perbedaan di dalam menggunakan metode dan waktu penyusutan yang berbeda seperti dalam hal penilaian sediaan, penyisihan kerugian piutang, dan laba selisih kurs. Penulis menggunakan PT Bank. ANK (Arta Niaga Kancana) sebagai bahan penelitian yang penyajian laporan keuangannya berdasarkan SAK No.31 tentang perbankan. Perbedaan-perbedaan yang timbul sangatlah berpengaruh pada tingkat laba perusahaan. Apabila sebagian biaya tidak diakui dalam peraturan perpajakan tetapi diakui dalam laporan keuangan komersial perusahaan (SAK No.31) secara tidak langsung pajak penghasilan yang akan dibayar akan semakin besar, sebaliknya jika pendapatan tidak diakui dalam peraturan perpajakan tetapi diakui oleh SAK No. 31, maka akan mengurangi pajak yang harus dibayar sehingga laba setelah pajak akan semakin besar. Pembahasan ini memiliki tujuan untuk melihat perbedaan perhitungan laba kena pajak dari segi akuntansi dan perpajakan dan untu mengetahui seberapa besar pengaruh koreksi fiskal terhadapa laporan keuangan perusahaan Untuk melakukan penelitian penulis menganalisis data yang diperoleh dari PT. Bank ANK yang berupa laporan keuangan tahun 1997, tahun 1998, tahun 1999, dari data-data yang diperoleh dihubungkan dengan teori-teori perpajakan yang berlaku dan teori akuntansi antara lain buku-buku perpajakan, Standar Akuntansi Keuangan, UU PPh No. 10 tahun 1994, UU PPh No. 17 tahun 2000. Dari penelitian tersebut dapat ditarik kesimpulan adanya perbedaan perlakuan koreksi fiskal untuk cadangan piutang antara bank dengan perusahaan selain bank, yaitu bahwa cadangan piutang untuk bank tidak harus dikoreksi fiskal sedangkan cadangan piutang untuk perusahaan selain bank harus dikoreksi fiskal, serta perbedaan antara UU PPh No. 10 1994 dan UU PPh No. 17 tahun 2000 pada tarif pajak, perlakuan atas tunjangan dan zakat yang menurut UU PPh No. 17 tahun 2000 tidak perlu untuk dikoreksi fiskal",
  "creators": "IVONE SUSANTI ATMODJO",
  "contributors": "R.Arja Angka Asa Aras Adji S. (Advisor 1); Setyarini Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 122/96/FE.AK/2001; Ivone Susanti Atmodjo (32496049)",
  "subjects": "BANKS AND BANKING-FINANCE-ANALYSIS; FINANCIAL STATEMENTS; FISCAL POLICY"
}