{
  "id": "17304",
  "title": "Analisa tata letak ruang Gedung K lantai dasar Universitas Kristen Petra",
  "abstract": "Perencanaan ruangan yang baik akan membantu kelancaran kegiatan sehari-bari yang dilakukan oleh biro administrasi yang ada di Universitas Kristen Petra. Selama ini untuk Biro Administrasi Umum dan keuangan (BAUK) dan Biro Administrasi Akademik dan Kemahasiswaan (BAAK) ditempatkan di gedung K lantai dasar bersama dengan unit keamanan dan gudang perbekalan, sedangkan untuk Biro Administrasi Kemahasiswaan dan Alumni (BAKA) ditempatkan di gedung D 206. Pihak Master Plan Universitas Kristen Petra merencanakan untuk menata ulang ruangan yang disediakan untuk biro-biro yang ada dimana nantinya BAUK, BAAK dan BAKA akan ditempatkan di gedung K lantai dasar sedang unit keamanan dan gudang perbekalan akan dipindah dan gedung K lantai dasar. Dengan adanya rencana Master Plan tersebut maka suatu studi awal untuk mengevaluasi tata letak ruang yang lama perlu dilakukan agar nantinya dalam perencanan tata letak ruang yang baru kekeliruan-kekeliruan yang ada pada tata letak ruang yang lama dapat dibindari. Untuk lebih menunjang penataan ulang gedung K lantai dasar tersebut , maka dalam makalah ini dibahas mengenai perencanaan/penataan ruang di gedung K lantai dasar yang baru dengan memperhatikan hasil perhitungan dari dua metode penataan ruang yaitu secara kualitatif dengan metode Activity Relationship Chart dan secara kuantitatif dengan metode From to Chart. Kedua metode tersebut biasanya digunakan untuk penataan lantai produksi di sebuah industri manufaktur, namun demikian juga dapat diaplikasikan untuk penataan ruang perkantoran. Selanjutnya untuk membandingkan altematif layout yang dibuat maka dipakai perbandingan besar momen yang diperoleh dengan jalan mengalikan jarak antar departemen dengan frekuensi perpindahan antar departemen. Dengan melakukan perhitungan berdasarkan metode-metode diatas maka didapatkan tiga buah altematif layout baru untuk Gedung K lantai dasar dengan besar momen untuk masing-masing layout yaitu 78,697 , 76,549 dan 76,11 dan berdasarkan besarnya momen tersebut menunjukkan bahwa altematif layout III lebih baik.",
  "creators": "HENDRI KURNIAWAN",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Kriswanto Widiawan (Advisor 2); Maja Indahwati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 206/TI-32/1999; Hendri Kurniawan (25494051)",
  "subjects": "TIME STUDY; WORK MEASUREMENT; PLANT LAYOUT-ANALYSIS"
}