{
  "id": "17309",
  "title": "Studi operasi dan kontrol dari tiga pembangkit di PT. Sasa Inti, Gending, Probolinggo",
  "abstract": "Dunia industri dan usaha di Indonesia telah berada dalam situasi ekonomi yang sulit karena dampak dari krisis moneter pada beberapa tahiin belakangan ini. Sebuah manajemen energi yang baik sangat dibutuhkan oleli setiap perusahaan dalam menghadapi problem biaya operasional dan pengambilan keputusan investasi dalam jangka panjang. Pengumpulan data dilakukan dengan cara pengamatan dan pengukuran mengenai koordinasi antar tiga pembangkit dan kebutuhan beban di PT SASA INTI ditambah dengan keterangan yang diperoleh dari berbagai sumber. Hasil pengolahan data didapatkan beberapa macam kemungkinan kombinasi tiga pembangkit untuk berbagai macam kondisi di lapangan yang berhubungan dengan proses produksi. Semua kemungkinan tersebut telah diperhitungkan terhadap selunih biaya investasi dan operasional selama enam bulan terakhir sehingga dapat ditenrukan bagaimana cara pengoperasian dan kontrol yang baik agar kelebihan suplai energi listrik dapat dikurangi seminimal mungkin. Hasil pengolahan data dan perhitungan diliarapkan dapat memberikan kontribusi pada pihak perusahaan berupa beberapa simulasi kemungkinan penggunaan tiga sumber pembangkit dan bagaimana system operasi dan kontrol daya untuk melakukan kombinasi tersebut. Hasil akhir dari perhitungan didapatkan kombinasi yang paling efisien yaitu: PLN 75%, BTG 75%, dan Diesel 0%, masing-masing terhadap kapasitas maksimalnya.",
  "creators": "ALVIN WITARSA",
  "contributors": "Emmy Hosea (Advisor 1); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Advisor 2); BUNAWI GUNAWIDJAJA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/E/TST/011/394; Alvin Witarsa (23496026)",
  "subjects": "STEAM POWER-PLANTS; DIESEL ELECTRIC POWER-PLANTS; ELECTRIC POWER-PLANTS; STEAM BOILERS"
}