{
  "id": "17306",
  "title": "Pusat kegiatan mahasiswa Universitas Kristen Petra",
  "abstract": "Tidak dapat dipungkiri bahwa bahwa organisasi kemahasiswaan intra kampus sebagai salah satu piranti pendidikan perguruan tinggi telah memberikan sumbangan bagi kemajuan dan perkembangan dunia pendidikan. Dalam posisinya sebagai mitra pimpinan, organisasi mahasiswa memainkan peranan strategis dalam menggairahkan dan menggerakkan kehidupan intelektual mahasiswa secara keseluruhan. Hal inilah yang ingin dicapai dan diraih oleh organisasi kelembagaan yang ada di Universitas Kristen Petra. Namun dengan adanya berbagai kendala, terutama kurangnya sarana dan fasilitas yang menunjang, ruang gerak mahasiswa menjadi terhambat. Aktivitas dan kegiatan mahasiswa yang terjadi menjadi tidak memiliki arah. Pusat Kegiatan Mahasiswa Universitas Kristen Petra berusaha mempersembahkan sebuah gedung yang layak yang dapat mewadahi kegiatan mahasiswa dengan berbagai dinamika dan kedinamisannya. Dengan pemahaman akan perilaku mahasiswa yang selalu ingin berinteraksi dengan mahasiswa lainnya, bangunan didominasi oleh ruang- ruang sosialisasi berupa tempat belajar atau diskusi, ruang- ruang duduk, dan fasilitas lain yang mempunyai daya tarik mengumpulkan mahasiswa. Sebagai pusat kegiatan mahasiswa, gedung Pusat Kegiatan Mahasiswa Universitas Kristen Petra bukan hanya berfungsi sebagai kantor bagi lembaga-lembaga kemahasiswaan yang ada, tetapi juga sebagai pusat seluruh mahasiswa dan warga kampus lainnya untuk bersosialisasi, bercengkrama antar satu dengan yang lain, hingga diharapkan dapat tercipta kehidupan kampus yang lebih baik",
  "creators": "ELLIA KRISTIN",
  "contributors": "Andhi Wijaya (Advisor 1); Handinoto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1867/ARS/25/2001; Ellia Kristin (22497052)",
  "subjects": "COLLEGE BUILDINGS"
}