{
  "id": "17318",
  "title": "Analisis pengukuran efisiensi mesin pada proses circular di PT \"X\" dengan menggunakan metode data envelopment analysis",
  "abstract": "Efisiensi telah menjadi sorotan utama berbagai kalangan industri dan mendapat perhatian yang tinggi dari berbagai kalangan. Berbagai macam metode pengukuran efisiensi bermunculan dan diterapkan. Salah satu teknik pengukuran efisiensi adalah metode Data Envelopment Analysis (DEA) yang diperkenalkan oleh Charnes etal (1978). Metode DEA ini memiliki kelebihan mampu membandingkan kombinasi output yang dihasilkan oleh berbagai kombinasi input secara langsung. Selain itu, DEA mampu mengevaluasi bagaimana suatu Decision Making Unit (DMU) yang tidak efisien menjadi efisien. Metode ini diterapkan pada proses circular di PT 'X' , yang bergerak di bidang produksi karung plastik. DEA diaplikasikan pada 40 mesin dari 3 jenis tipe mesin. Melalui pengukuran efisiensi relatif dengan metode DEA, ditujukan untuk mengidentifikasi apakah ada perbedaan antara ketiga tipe dan mesin mana yang efisien serta melakukan evaluasi tentang ketidakefisiensian yang meliputi penetapan target dan pencarian penyebab ketidakefisiensian. Dalam pengambilan data input output digunakan metode work sampling dan pencatatan harian. Pengumpulan data berlangsung selama 20 hari. Setelah pengambilan data input-output, dengan berbasis pada hasil study literatur , dilakukan pengolahan data dengan menggunakan software Lindo. Hasil pengolahan data adalah terdapat 4 mesin yang efisien dan 36 mesin yang tidak efisien . Pengujian apakah perbedaan antara ketiga tipe mesin dilakukan dengan menggunakan uji Kruskal Wallis. Selain itu , pada makalah ini juga akan disinggung sedikit tentang Teori Permainan yang dapat dipakai dalam pengukuran efisiensi yang ekuivalen dengan DEA CCR. Untuk mesin yang efisien, lebih baik diberikan pembebanan yang lebih besar daripada mesin yang tidak efisien. Selain itu, perlu pula pemantauan secara terus menerus terhadap efisiensi mesin.",
  "creators": "ELIAWATI",
  "contributors": "Stevanus Adrianto Tjandra (Advisor 1); I Gede Agus Widyadana (Advisor 2); Sujono Poetrodjojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 144/TI-74/1998; Eliawati (25494033)",
  "subjects": "WORK MEASUREMENT; PRODUCTION ENGINEERING; PRODUCTION PLANNING; EFFECIENCY, INDUSTRIAL"
}