{
  "id": "17320",
  "title": "Analisa tipe kontrak dan pola pembiayaan pada proyek hotel",
  "abstract": "Keberhasilan suatu proyek ditentukan pula oleh manajemen pelaksanaan proyek dan hubungan kerja sama antara Pemilik Proyek dengan Kontraktor. Bentuk kerja sama tersebut biasanya diatur dalam sebuah kontrak. Termasuk didalamnya masalah pembayaran. Untuk itu maka perlu dilakukan analisa terhadap tipe kontrak dan pola pembayaran yang dapat diterima oleh Pemilik Proyek maupun Kontraktor itu sendiri. Beberapa alternatif manajemen pelaksanaan proyek yaitu: Sistem Kontraktor Utama, Sistem Manajemen Konstruksi dan Sistem Design and Build, sedangkan untuk pembayarannya dapat memakai tipe kontrak Lump Sum, Unit Price, Cost plus Fee atau variasinya. Dalam menganalisa sistem manajemen pelaksanaan, dilakukan perbandingan antara Sistem Kontraktor Utama, Sistem Manajemen Konstruksi serta Sistem Design and Build. Perbandingan ini meliputi aspek biaya, waktu dan mutu pelaksanaannya. Untuk menganalisa tipe kontrak, dilakukan penilaian terhadap aspek-aspek yang mendasari pemilihan tipe kontrak tersebut, yang kemudian diterapkan pada kasus proyek Hotel Travelodge Surabaya. Sedangkan analisa pola pembayaran, dilakukan pada pembayaran prestasi bulanan dan termin prestasi. Dari hasil analisa, pemakaian Sistem Manajemen Konstruksi lebih menguntungkan (dari aspek biaya dan mutu) bila dibandingkan dengan pemakaian Sistem Kontraktor Utama maupun Sistem Design and Build. Tipe kontrak Lump Sum memberikan resiko serta kontrol yang minimum bagi Pemilik Proyek sedangkan pembayaran berdasarkan termin prestasi 10%-30%-50%- 70%-100% memberikan harga yang murah bila dibandingkan dengan pembayaran berdasarkan prestasi bulanan maupun termin prestasi 10%-30%-50%-70%-90%-100%.",
  "creators": "ANDY; R. DIONYSIUS BAMBANG B.S.",
  "contributors": "Paulus Nugraha (Advisor 1); Herry Pintardi Chandra (Advisor 2); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No....; Andy (21490028), R. Dionysius Bambang B.S. (21493249)",
  "subjects": "CIVIL ENGINEERING-CONTRACTS AND SPECIFICATION; HOTELS, TAVERNS, ETC.-BUILDINGS-ESTIMATES"
}