{
  "id": "17353",
  "title": "Studi penggunaan high speed transfer relay M-0272 dan M-0236 untuk meningkatkan keandalan sistem DI 6 kv MV switchgear pada pembangkitan di PLTGU Grati-Pasuruan",
  "abstract": "Suatu negara membutuhkan beberapa faktor agar dapat mengembangkan pembangunan dan ekonominya, salah satu faktor yang penting adalah energi. Energi yang paling mudah dikonversikan ke dalam berbagai bentuk sehingga mudah digunakan adalah energi listrik. Pembangkit listrik di PLTGU Grati memerlukan peralatan bantu lambahan (Auxuliary Equipment) yang berfungsi sebagai penunjang proses produksi. Pada PLTGU Grati terdapat suatu bagian unit penunjang yang sangat penting dimana stabilitas dan kontinuitas suplai tegangan diperlukan. Karena itu suplai tegangan disediakan dari dua sumber tegangan yang berbeda yang bekerja secara terpisah pada kondisi normal dan akan saling menggantikan apabila salah satu suplai tegangan terjadi gangguan. Agar suplai tegangan tetap terjaga kontinuitasnya dan karena sistem transfer tenaga listrik ini akan menjadi kompleks jika beban-bebannya merupakan motor-motor induksi yang mempunyai tegangan sisa untuk beberapa saat, maka pada setiap stasion dipasang High Speed Transfer Relay yang berfungsi untuk memindahkan suatu sumber listrik yang mengalami gangguan ke sumber listrik lain yang normal. Dalam penggunaan High Speed Transfer Relay harus diperhatikan setting dari peralatan pengaman serta koordinasinya dengan pengaman lain yang ada pada bus tersebut, seperti rele arus lebih dan rele tegangan kurang.",
  "creators": "JULIANUS WIDI HERMAWAN",
  "contributors": "BUNAWI GUNAWIDJAJA (Advisor 1); Andojo Ongkodjojo (Advisor 2); Prof. Ir. Hanny Hosiana Tumbelaka, M.Sc., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.97/E/TST/013/203; Julianus Widi Hermawan (23489145)",
  "subjects": "ELECTRIC APPARATUS AND APPLIANCES; ELECTRIC RELAYS"
}