{
  "id": "17371",
  "title": "Perbaikan tata letak pabrik pada lintasan produksi bangku taman kayu PT Ace Metal Indonesia, Surabaya",
  "abstract": "Pada mulanya PT Ace Metal Indonesia bergerak dalam bidang pembuatan putaran es. Seiring dengan perkembangan jaman serta banyaknya peminat akan bangku taman maka perusahaan mulai melakukan pembuatan bangku taman untuk kualitas ekspor. Karena pada awalnya perusahaan bergerak dalam bidang putaran es maka untuk proses produksi bangku taman belum mempunyai gedung tersendiri sehingga perusahaan membangun gedung darurat di samping gedung utama yang berupa sosoran. Banyaknya permintaan dari pihak konsumen menyebabkan pihak perusahaan harus melakukan ekspansi karena gedung yang sekarang ini sudah tidak dapat lagi memenuhi target produksi. Berdasarkan permasalahan tersebut maka penulis merancang kondisi tata letak pabrik baru dengan mengembangkan suatu metode baru yang merupakan penggabungan antara faktor kualitatif dengan faktor kuantitatif. Perancangan dimulai dengan melakukan pengukuran waktu baku yang digunakan sebagai dasar dalam penentuan jumlah mesin dan dalam pengelompokkan operasi kerja, dilanjutkan dengan pengukuran frekuensi perpindahan material yang dinyatakan dalam bentuk From To Chart dan penentuan hubungan derajat kedekatan berdasarkan urutan proses dan pemakaian mesin secara bersama yang dinyatakan dalam bentuk Activity Relationship Chart. Dari kedua analisis tersebut kemudian dilakukan penggabungan dengan memberikan pembobotan. Langkah selanjutnya adalah melakukan penyusunan tata letak pabrik dalam bentuk inisial layout dengan menggunakan metode CRAFT (Computerized Relative Of Facilities Technique ) dengan bantuan software QS (Quant System's). Dari hasil inisial layout yang didapat kemudian dilakukan penyusunan tata letak pabrik yang mempertimbangkan luas area yang tersedia ( panjang = 60m dan lebar = 46m ), jalan / lintasan untuk pergerakan operator dan material handling serta kebijaksanaan perusahaan yang berkaitan dengan penambahan jumlah mesin (jumlah mesin yang diperoleh dari perhitungan teoritis mengalami reduksi yang disesuaikan dengan kebijaksanaan perusahaan dan layout baru yang disusun didasarkan pada jumlah mesin yang telah disesuaikan tersebut). Langkah terakhir yang dilakukan adalah menghitung momen untuk beberapa alteraatif layout yang dibuat. Sebagai hasil akhir diperoleh layout gabungan ( A + B ) sebesar 373.",
  "creators": "SULIANI LIMINTO",
  "contributors": "Stevanus Adrianto Tjandra (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 12/TMI-012/1996; Suliani Liminto (25492074)",
  "subjects": "FACILITY LAYOUT; PRODUCTION-PLANNING; PLANT-LAYOUT"
}