{
  "id": "17374",
  "title": "Perancangan lapis perkerasan paving blok dan drainase di sekitar gedung P Universitas Kristen Petra",
  "abstract": "Seiring dengan pembangunan gedung P Universitas Kristen Petra, untuk menunjang pendidikan, maka diperlukan adanya prasarana pendukung, salah satunya adalah sarana jalan yang merupakan akses dari dan ke gedung P Universitas Kristen Petra. Sarana jalan tersebut harm mempunyai nilai keamanan, bersifat ekonomis, dan mempunyai nilai esteiika sebagai pelengkap. Tugas akhir ini bertujuan untuk merancang lapis perkerasan di gedung P Universitas Kristen Petra dengan menggunakan bahan paving blok sebagai lapis permukaan, dan membandingkannya dengan perkerasan yang sudah ada di sekitar gedung P Universitas Kristen Petra. Dari beberapa produsen paving blok yang herada di pasaran dapat ditentukan jenis pavng blok yang sesuai dengan kondisi di lapangan, dimana data kondisi di lapangan berupa data CBR dan jumlah kendaraan diperoleh dari pihak Universitas Kristen petra. Di samping perkerasan, tugas akhir ini juga merancang sistem drainase yang ada pada perkerasan tersebut, dengan tujuan supaya perkerasan tersebut tidak cepat rusak disamping untuk menghindari terjadinya banjir sebagai akibat pembangunan gedung P Universitas Kristen Petra. Data hujan yang digunakan diperoleh dari Badan Meteorologi dan Geofisika serta dari Dinas Pengairan. Perhitungan dalam perancangan ini menggunakan Buku Pedoman Perkerasan Lentur Jalan Raya Dengan Metode Analisa Komponen dari Bina Marga. Sedangkan untuk perancangan dimensi drainase digunakan rumus Mononobe. Hasil akhir dari tugas akhir ini dapat diketahui desain lapis perkerasan dan dimensi drainase yang ekonomis dan sesuai dengan kondisi di gedung P Universitas Kristen Petra.",
  "creators": "TONNY; SUSANTO EKO KURNIAWAN",
  "contributors": "Ruslan Djajadi (Advisor 1); INDRIANI SANTOSO (Advisor 2); Ir. Prasetio Sudjarwo, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 964/SIP/2000; Tonny (21493173), Susanto Eko Kurniawan (21493246)",
  "subjects": "DRAINAGE; PAVEMENTS, BRICK"
}