{
  "id": "17370",
  "title": "Museum sejarah dan kebudayaan dayak di Palangkaraya",
  "abstract": "Usaha untuk meningkatkan pendidikan di dalam bidang ilmu sejarah dan kebudayaan Dayak perlu dilakukan dan harus ditanamkan sejak usia dini, mengingat semakin berkembangnya teknologi, informasi yang dapat menyebabkan sejarah dan budaya asli semakin tersisihkan. Penyediaan proyek Museum dan Sejarah Kebudayaan Dayak ini merupakan salah satu respon terhadap kebutuhan tersebut. Museum ini bertujuan untuk mendorong pengenalan dan pemahaman tentang sejarah dan kebudayaan Dayak serta berfungsi sebagai sarana pendorong kesadaran dan motivasi masyarakat pada sejarah budaya Dayak. Di dalam merancang Museum dan Sejarah dan Kebudayaan Dayak tidak hanya diperlukan pengetahuan tentang fungsi tetapi diperlukan nilai-nilai atau filosofi yang mendasari perancangannya. Tanpa nilai-nilai atau filosofi, museum ini akan menjadi kaku, utilitarian, releksi dari sejarah tanpa nilai dan kebudayaan tanpa makna. Perancangan mengambil dasar dari cara pandang orang Dayak terhadap penciptaan dunia yang diawali dengan penciptaan Batang Garing. Konsep yang digunakan adalah konsep dialektika yang mevvakili tidak saja kenyataan yang ada di dalam cara pandang orang Dayak tetapi juga pada kenyataan kehidupan sehari-hari. Namun perlu dicatat bahwa cara pandang dialektika ini sedang diuji kembali dan banyak usaha-usaha yang mengatasinya dengan memandang dunia ke arah kesatuan, namun kesatuan yang terdiri dari kompleksitas yang menambah makna yang utuh, bukan kesatuan yang homogen, monoton dan kaku.",
  "creators": "AGUS SETIAWAN",
  "contributors": "Stanislaus Kuntjoro Santoso (Advisor 1); Handoko Istanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1683/ARS/12/2000; Agus Setiawan (22494115)",
  "subjects": "HISTORICAL MUSEUMS-KALIMANTAN (PALANGKARAYA); MUSEUM BUILDINGS"
}