{
  "id": "17390",
  "title": "Analisa layout pabrik kimia di PT Sama Satria Pasific",
  "abstract": "Dalam Tugas akhir ini khusus dibahas analisa layout pabrik kimia yang mempunyai ciri yang berbeda dengan pabrik non kimia mulai dari bahan sampai pada material handlingnya. Pada permulaan analisis ini perlu diketahui proses produksi yang meliputi sifat bahan baku dan bahan jadi, spesifikasi dari tiap-tiap alat, bagaimana proses produksinya dan apa saja yang terjadi dalam proses produksi tersebut. Hal ini akan sangat berguna untuk analisis - analisis yang selanjutnya, seperti dengan mengetahui proses produksi akan dapat mengetahui bahwa bahan tersebut dapat berubah - ubah densitasnya yang nantinya akan diperhitungkan dalam analisis. Pengambilan data dan uji statistik dilakukan untuk mengetahui buangan dari tiap mesin. Data buangan tersebut selanjutnya akan digunakan untuk mengetahui berapa produk yang hams dibuat tiap proses yang nantinya digunakan untuk menentukan jumlah mesin Analisis mengenai effisiensi mesin dilakukan dengan cara mengambil data-data kerusakan mesin untuk kemudian dihitung selang kerusakan mesin agar dapat memperoleh ekspektasi frekwensi kerusakan mesin dalam waktu satu tahun. Selain itu dipertimbangkan juga overhoule mesin. Dengan menggunakan hasil perhitungan efisiensi maka ditentukan jumlah pompa dan proses-proses yang mana yang memerlukan cadangan pompa. Analisis letak mesin dilakukan secara kualitatif dengan berbagai pertimbangan-pertimbangan. Pertimbangan-pertimbangan tersebut yaitu pertimbangan luas lantai produksi, pertimbangan tempat untuk pemberian karbon, pertimbangan letak stock tank glukosa dan stock tank untuk sorbitol, pertimbangan tempat untuk packaging glukosa dan sorbitol, jarak pada tiap tangki, pertimbangan jumlah tangki untuk penampungan.",
  "creators": "YOHAN SUBIYADI",
  "contributors": "Stevanus Adrianto Tjandra (Advisor 1); Julianingsih (Advisor 2); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 061/TMI-49/1997; Yohan Subiyadi (25493110)",
  "subjects": "CHEMICAL PLANTS-LAYOUT ANALYSIS; PLANT LAYOUT"
}