{
  "id": "17409",
  "title": "Analisa empiris sistem pembelian persediaan bahan makanan dan minuman di Hotel Shangri-la Surabaya dan kontribusinya terhadap perbaikan sistem pembelian di Program Manajemen Perhotelan Universitas...",
  "abstract": "Perubahan yang global sedang terjadi di berbagai dunia usaha. Dunia perhotelan pun mengalami perubahan yang sama. Hal ini tentu saja sangat berpengaruh kepada dunia pendidikan kepariwisataan terutama pendidikan perhotelan. Perubahan ini mendesak dunia pendidikan perhotelan untuk selalu berbenah diri, termasuk Program Manajemen Perhotelan Universitas Kristen Petra. Sebagai sebuah sekolah perhotelan yang relatif masih muda, Manajemen Perhotelan masih membutubkan banyak perubahan. Salah satu perubahan yang harus dilakukan oleh program ini adalah sistem pembelian pesediaan bahan makanan dan minuman. Sistem pembelian persediaan makanan dan minuman merupakan salah satu bagian dari manajeman yang mendukung kegiatan operasional sebuah hotel di departemen makanan dan minuman. Apabila bagian ini berhasil sanagt besar kemungkinan kegiatan operasionalnya ikut berhasil, maka departemen makanan dan minuman dari hotel tersebut pun akan dikenal oleh para pelanggan. Hal tersebut juga berlaku bagi sistem pembelian di program Manajemen Perhotelan, yang memberikan mata kuliah praktek di bidang makanan dan minuman. Sistem pembelian yang dimiliki oleh Manajemen Perhotelan saat ini tidak dapat dikatakan buruk ataupun sangat baik. Karena sudah terbukti hingga saat ini operasional bagian makanan dan minuman dapat terlaksana dengan baik. Namun adanya beberapa kendala, seperti tidak adanya pembagian tugas, pencampuradukan pekerjaan, kurang aktifhya mahasiswa, dan sebagainya tetap saja membuat bagian ini perlu berbenah. Menggunakan sistem pembelian hotel Shangri-La Surabaya sebagai dasar pembenahan sistem pembelian Manajemen Perhotelan Universitas Kristen Petra merupakan hal yang bermanfaat. Mengingat sistem itu sendiri telah diterapkan di seluruh hotel Shangri-La yang ada di dunia. Kelayakan sistem ini juga terlihat dari persamaannya dengan landasan teori sebagai landasan dalam tulisan ini. Hal ini tentu saja merupakan suatu harapan bagi program Manajemen Perhotelan untuk mendapat suatu sistem pembelian yang dapat dipercaya.",
  "creators": "ALEXANDER HARYANTO H; LAURENSIA DEBBYANA",
  "contributors": "Juliuska Sahertian (Advisor 1); EDWIN ERVANTO SOELISTYO, S.E.,M.M. (Advisor 2); Nanik Linawati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 006/EP/2001; Alexander Hariyanto H. (33496032), Laurensia Debbyana (33496079)",
  "subjects": "HOTEL MANAGEMENT; FOOD SERVICE-EQUIPMENT AND SUPPLIES"
}