{
  "id": "17404",
  "title": "Perancangan keseimbangan lintasan di PT. Eben Haezer Surakarta",
  "abstract": "Dalam perkembangan dunia usaha saat ini seringkali mengalami pasang surut dan bahkan banyak perusahaan yang gulung tikar, dimana hal ini tentunya akan mendorong setiap perusahaan untuk dapat beroperasi dengan lebih praktis dan ekonomis. Salah satunya dengan mengoptimumkan kebutuhan tenaga kerja agar jangan terlalu banyak jam mengangggur. Dalam usaha untuk megurangi jam menganggur, salah satu cara yang dapat ditempuh oleh PT. Eben Haezer adalah dengan menentukan kembali tugas atau pekerjaan yang akan dilakukan pada setiap stasiun kerja dengan menggunakan metode heuristik Killbridge dan Wester dan algoritma Genetika. Tujuan penelitian ini adalah merancang suatu lintasan perakitan roll yang memang pada saat ini sedang diproduksi oleh perusahaan tersebut. Proses pembuatan roll ini dapat dilakukan melalui beberapa tahap misalnya pemotongan pipa, pengeboran, dan masih banyak yang lainnya. Hasil yang diperoleh dari perancangan keseimbangan lintasan dengan mengaplikasikan metode terbaik dari metode heuristik Killbridge dan Wester dan algoritma Genetika adalah usulan lintasan perakitan yang optimal, dimana efisiensi lintasan yang dihasilkan besar tetapi balance delay yang dihasilkan kecil, dan juga terjadi pengurangan jumlah stasiun kerja dan jumlah operator. Hasil dari perancangan keseimbangan lintasan ini diharapkan dapat membantu perusahaan di dalam mengurangi jam menganggur dan penentuan tugas atau pekerjaan yang akan dilaksanakan pada setiap stasiun kerja.",
  "creators": "FENNY KRESENSIA",
  "contributors": "Tessa Vanina Soetanto (Advisor 1); I Nyoman Sutapa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 354/TI-81/2000; Elis Suhartiningsih (25496014)",
  "subjects": "TIME STUDY; WORK MEASUREMENT; PRODUCTION PLANNING"
}