{
  "id": "1742",
  "title": "Perancangan sistem penggajian dan perhitungan pajak penghasilan pasal 21 pada PT. Standar Beton Indonesia",
  "abstract": "Penelitian ini dilakukan di PT. Standar Beton Indonesia yang bergerak dalam bidang industri beton. Sistem penggajian dan perhitungan Pajak Penghasilan Pasal 21 pada perusahaan masih manual, dimana untuk menghitung gaji dan Pajak Penghasilan Pasal 21 membutuhkan waktu yang lama. Sementara itu pencatatan data dilakukan berkali-kali secara manual sehingga berpotensi terjadi human error. Tujuan penelitian ini adalah mengumpulkan data-data yang berhubungan dengan pembuatan sistem penggajian dan perhitungan Pajak Penghasilan Pasal 21 dan terancangnya sistem penggajian dan perhitungan Pajak Penghasilan Pasal 21. Penelitian yang dilakukan merupakan penelitian deskriptif berupa studi kasus dengan mengambil kasus nyata yang terjadi pada perusahaan. Jenis data yang diperoleh adalah data kualitatif dan kuantitatif dengan sumber data berupa data internal. Metode yang digunakan berupa wawancara dan dokumentasi. Penelitian ini dilakukan dengan cara mengumpulkan data tentang sistem manual penggajian dan perhitungan Pajak Penghasilan Pasal 21 serta menganalisa data tersebut. Selain itu juga dilakukan perancangan konseptual dan perancangan fisik. Fasilitas yang tersedia adalah pemasukan data dalam bentuk form dan hasil berupa laporan. Penelitian ini menghasilkan desain output, database, progam, input dan pengendalian. Laporan yang akan dihasilkan yaitu Laporan Gaji Bulanan atau Tahunan, Laporan PPh 21 Bulanan atau Tahunan, Laporan PPh 21 atas Bonus, Laporan PPh 21 yang ditanggung Pemerintah. Database yang dihasilkan ada delapan tabel. Progam yang dirancang berupa kalkulator untuk perhitungan Pajak Penghasilan pasal 21. Desain input yang dihasilkan yaitu form Data Pegawai, form Gaji, form PPh 21 Setahun. Diharapkan dengan menerapkan sistem penggajian dan perhitungan Pajak Penghasilan Pasal 21 yang terkomputerisasi kesalahan akibat human error dapat dikurangi karena penginputan dan pemrosesan data dilakukan secara terkomputerisasi dengan menerapkan pengendalian aplikasi, sehingga perusahaan tidak perlu mengeluarkan biaya lembur lebih banyak untuk menghitung gaji dan Pajak Penghasilan Pasal 21.",
  "creators": "RONALD MAHENDRA",
  "contributors": "Sri Maharsi (Advisor 1); Agus Arianto Toly, S.E., M.S.A., Ak. (Advisor 2); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.03010461/AKT/2005; Ronald Mahendra (32400056)",
  "subjects": "TAX ACCOUNTING"
}