{
  "id": "17435",
  "title": "Studi tentang aplikasi motor asinkron pada pembuatan plat baja khususnya di PT. Gunawan Dian Jaya Steel",
  "abstract": "Dalam teknik tenaga listrik, penggunaan motor asinkron secara hemat listrik merupakan bagian yang sangat penting. Supaya dap at menggunakan motor asinkron secara hemat listrik maka motor asinkron haras dipasang transmisi gear box atau transmisi rantai atau gabungan dari keduanya. Dari hal tersebut diatas maka bisa dikatakan bahvva peran transmisi gear box dan transmisi rantai sangat besar. Dalam aplikasi gas pemotong plat baja dimana motor asinkron dipakai untuk menggerakkan atau mengangkut kereta yang dipasang gas pemotong bisa dipasang lebih dari 1 transmisi gear box dan lebih dari 1 transmisi rantai pada motor asinkron. Dalam aplikasi gas pemotong plat baja dibutuhkan kecepatan motor asinkron yang bisa diubah - ubah. Makin tebal plat baja maka kecepatan motor asinkron haras pelan. Supaya bisa meng.itur atau mengubah - ubah kecepatan motor asinkron maka haras dipasang mikromaster (Alternating Current Drive). Untuk menghindari terjadinya gangguan hubung singkat dan beban lebih yang bisa merasak motor asinkron maka perlu dipasang Miniature Circuit Breaker. Untuk mematikan atau menghidupkan motor asinkron pada vvaktu motor asinkron tidak teipakai atau terpakai maka perlu dipasang kontaktor. Gabungan antara MCB, kontaktor, mikromaster, motor asinkron, 2 transmisi gear box dan 2 transmisi rantai memberikan hasil yang sangat memuaskan dalam aplikasi gas pemotong plat baja. Dalam arti kata bisa diperoleh penghematan biaya dan energi listrik secara luar biasa.",
  "creators": "RUDI YULIANTO",
  "contributors": "Limboto Limantara (Examination Committee 1); BUNAWI GUNAWIDJAJA (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.99/E/TST/020/299; Rudi Yulianto (23492189)",
  "subjects": "ELECTRIC MACHINERY, INDUCTION"
}