{
  "id": "17444",
  "title": "A Study on the type of syntactic errors made by the third-year students of Saint Louis High School in their compositions",
  "abstract": "This research was a study of syntactic errors, with third year senior high school students'compositions as the data. This research discusses the types of syntactic errors, which mostly occur in the compositions of third year senior high school students, and the learning strategies, which are applied by the learners. This research used a qualitative approach because this research described the data without making any generalization from the result of the findings. Further, the research applied some theories in analyzing the data such as theory of error, the English grammar rules, the classification of syntactic error and the learning strategies of language. Analyzing the research, the writer found in the compositions that most learners often committed very basic errors. This could be seen from the types of error, which occurred in Noun Phrase, Verb Phrase, and Verb and Verb Construction, which are the basic knowledge in English. Upon analyzing the students' compositions, in Noun Phrase, the error types, which were mostly done by the students as language learners, were Misuse of Preposition, Substitution of Singulars for Plurals and Omission of Preposition. Then, in dealing with verb phrase, the most occurring error types were Misuse offense, Omission of \"to be \", Use of Be + Verb Stem for Verb Stem. Then, in Verb and Verb Construction, the types of error which mostly done by the students were Use of \"to\" instead of \"for\" and Attachment of the Past Marker to the Dependent Verb. The analysis also showed that most learners probably applied some learning strategies, such as Interlingual, Ignorance of Rule Restriction and Overgeneralization.",
  "creators": "AGUS INDRAWATI",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); Jusuf Imam Ibrahim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 827; Agus Indrawati (11492060)",
  "subjects": "ENGLISH LANGUAGE-GRAMMAR; ENGLISH LANGUAGE-SYNTAX"
}