{
  "id": "17445",
  "title": "Studi sistem instalasi listrik di pabrik coklat Gresik yang menggunakan inverter dan soft starter",
  "abstract": "Perencanaan system instalasi listrik sangat di perlukan dalam perancangan pemasangan Jistrik di sebuah gedung. Instalasi listrik memberikan gambaran bagaimana listrik yang akan di alirkan dalam sebuah gedung. Dengan perencanaan instalasi yang baik akan menunjang distribusi listrik yang stabil. Dalam perencanaan sebuah instalasi hstrik yang di perlukan adalah besar beban yang akan di supplai, gambar denah gedung, perencanaan peralatan instalasi, seperti jumlah kabel, stop kontak, saklar, dan Iain-lain. Dalam tugas akhir ini di pelajari sistem instalasi listrik dalam sebuah bangunan pabrik, dalam hal ini pabrik yang di maksud pabrik coklat PT. Multi Aneka Pangan Nusantara Driyorejo. Pabrik ini memiliki frekwensi kerja yang tinggi. Untuk menunjang aktivitas ini terutama kerja mesin-mesin produksi coklat agar dapat berproduksi dengan baik dan keawetan mesin maka tentulah di butuhkan penunjang suplai hstrik yang stabil. Selain itu peenulis juga sedikit membahas mengenai Soft Starter dan Inverter hanya sebatas pada fungsi dan prinsip dasar serta keuntungan dari kedua alat tersebut. Pengumpulan data dilakukan pada MDP dan SDP dan letak gedung dan alat-alat listrik di PT. Multi Aneka Pangan Nusantara Driyorejo dengan cara pengamatan dan pengukuran menggunakan Power Harmonics Analyzer Fluks 41B serta penjelasan dari staf enginering. Pengamatan dilakukan pada setiap beban terpasang dari MDP dan SDP sedangkan pengukuran dilakukan pada MDP dan SDP untuk mendapat tegangan, % VTHD, arus, % ITHD, power factor, frekuensi dan daya. Dari pengukuran di MDP ini di dapatkan rata-rata untuk MDP I,%VTHD = 2.35%, %ITHD =7.55%, Pf = 0.96, f= 49.9Hz, P(tcrukur)= 85.787kW, 1=131 A, V=395V. Untuk MDP II : %VTHD =1.79%, %ITHD =7.978%, Pf= 0.96, fM9.9Hz, P=29.852kW, 1=44.41 A,V=397V. Selain itu diadakan perhitungan dengan menggunakan software Ecodial 3 dari Merlin Gerin (Schneider). Data yang diperoleh dibandingkan dengan standar yang diijinkan. Dari hasil pengamatan dan pengukuran dapat dikatakan sistem instalasi hstrik di PT. Multi Aneka Pangan Nusantara Driyorejo secara keseluruhan adalah baik walaupun ada beberapa pemasangan MCB dan kabel yang tidak sesuai dengan kapasitas dikarenakan adanya perubahan tanggungan beban dan pengembangan. Dengan menggunakan soft starter dan inverter dapat memberikan kemampuan mesin untuk dapat start dan stop yang lebih halus tanpa hentakan torsi awal yang tinggi, arus start yang tinggi sehingga semua bagian dari mesin dapat terproteksi dari kerusakan.. Spesial untuk inverter kecepatan putar motor dapat diatur dengan cara mengatur frekuensi.",
  "creators": "DEVY TJAHJONO",
  "contributors": "Limboto Limantara (Advisor 1); BUNAWI GUNAWIDJAJA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/E/TST/025/408; Devy Tjahyono (23495122)",
  "subjects": "ELECTRIC ENGINEERING; ELECTRIC POWER INSTALATION"
}