{
  "id": "17446",
  "title": "Perancangan sistem informasi manajemen sumber daya manusia perusahaan kontraktor (studi kasus di P.T. \"X\")",
  "abstract": "Sistem informasi manajemen sumber daya manusia (SDM) diperlukan untuk mendukung pengambilan keputusan-keputusan manajemen SDM di perusahaan kontraktor. Merancang suatu sistem informasi manajemen bukanlah yang mudah, selain membutuhkan waktu dan pengetahuan, biaya yang dikeluarkan juga tidak sedikit. Penelitian ini memberikan gambaran tentang bagaimana merancang suatu sistem informasi manajemen SDM yang sesuai bagi perusahaan kontraktor konstruksi sekaligus memberikan model sistem informasi manajemen SDM yang dapat dipakai dalam perusahaan kontraktor. Sebuah studi kasus digunakan untuk memberikan gambaran yang lebih jelas tentang proses perancangan sistem informasi manaiemen tersebut. Perancangan sistem informasi manajemen dalam penelitian ini didasarkan pada teori-teori dasar tentang manajemen SDM, pengertian dan karakteristik proyek, manajemen SDM proyek konstruksi, sistem informasi manajemen, dan dasar-dasar analisa dan perancangan sistem informasi. Perancangan sistem yang dilakukan dalam penelitian ini, menggunakan metodologi pengembangan terstruktur yang mengikuti system development life cycle. Metodologi ini merupakan metodologi analisa dan perancangan sistem yang menggunakan perangkat dan teknik yang sistematis dan terintegrasi untuk memudahkan analisa dan perancangan sistem. Dari penelitian yang telah dilakukan, diperoleh hasil analisa dan rancangan sistem informasi manajemen SDM, serta dapat disimpulkan bahwa perancangan suatu sistem informasi manajemen sumber daya manusia perusahaan kontraktor tidak terlalu berbeda dengan perancangan sistem informasi pada umumnya yaitu mengikuti system development life cycle yang dimulai dengan investigasi sistem, kemudian dilakukan analisa sistem, dan perancangan sistem. Selain itu, rancangan sistem informasi manajemen SDM perusahaan kontraktor hams dapat menangani data-data personil proyek yang dipengaruhi karakteristik proyek terutama dalam proses demobilisasi personil proyek. Rancangan penyimpanan data dengan memakai konsep database dalam penelitian ini menghasilkan output berupa informasi yang lebih akurat, lebih lengkap, dan tepat waktu, sehingga pengambilan-pengambilan keputusan yang dilakukan manajer-manajer perusahaan dapat lebih baik.",
  "creators": "TALIP KARIM; JOHANES CHENDRA BUDIMAN",
  "contributors": "Guana Tandjung (Advisor 1); Handoko Sugiharto (Advisor 2); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 998/SIP/2000; Talip Karim (21495101), Johanes Chendra Budiman (21495238)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}