{
  "id": "17447",
  "title": "Gedung pergelaran dan pendidikan musik di Surabaya",
  "abstract": "Pemikiran yang mendasari perancangan Gedung Pergelaran dan Pendidikan Musik di Surabaya adalah memberikan wadah yang berfungsi sebagai sarana dalam dalam bidang berkreasi musik serta pengetahuan atau pendidikan musik di Surabaya. Dengan adanya gedung ini diharapkan aktivitas musik di kota Surabaya dapat tertampung dalam satu tempat. Penekanan pada perancangan proyek terletak di penyediaan fasilitas bermusik yang lebih lengkap di kota Surabaya, antara lain dengan kursus musik dan pergelarannya sehingga terdapat link and match yang menyebabkan teori musik dapat dijalankan dengan semestinya. Konsep perancangan bangunan mengedepankan keadaan di sekitar tapak dimana terdapat sebuah rumah sakit Haji Surabaya yang berada di samping tapak yang membutuhkan suasana yang tidak mengganggu sekitamya termasuk suara. Untuk lebih dapat memperhatikan proses pendidikan maka dalam perancangan bangunan arsitektur digunakan konsep bangunan yang dapat lebih diterima oleh para pelaku pasar serta para investor. Dari disain arsitektur diwujudkan melalui pengaturan bangunan, sirkulasi dalam tapak dan ruang-ruang khas kursus musik sebagai syarat mutlak suatu gedung pendidikan musik. Sehingga dihasilkan perwujudan arsitektur yang sedemikian rupa sehingga dalam pengenalannya kepada masyarakat, pelaku dan pemerhati dapat diterima. Gedung Pergelaran dan Pendidikan Musik di Surabaya diharapkan dapat melengkapi fasilitas musik di kota Surabaya yang merupakan salah satu kiblat musik di Indonesia.",
  "creators": "PAUL DAHONG",
  "contributors": "Samuel Hartono (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1753/ARS/31/2000; Paul Dohang (22496077)",
  "subjects": "CONSERVATORIES OF MUSIC; MUSIC HALLS"
}