{
  "id": "17450",
  "title": "Balai penelitian dan pengembangan sumberdaya laut di Muncar",
  "abstract": "Indonesia salah satu negara berkembang yang mungkin saat ini harus menjalani cobaan krisis multidimensi hingga menjadi negara miskin. Miskin di satu pihak namun banyak orang setuju bahwa alam Indonesia masih kaya. Laut Indonesia salah satunya. Negara maju menguasai ekonomi dan teknologi, dengan globalisasi akan menguasai negara-negara miskin. Mereka menjadi maju, salah satu karena didukung banyak institusi-institusi penelitian, usaha untuk mengekplorasi dari mengeksploitasi. Indonesia, cepat atau lambat masuk dalam arus globalisasi tersebut karena itu salah satu persiapannya adalah mengolah potensi laut dengan dimulainya usaha-usaha penelitian dan pengembangan. Juga karena Indonesia kurang dalam hal itu. Meskipun harus disadari bahwa kegiatan ilmiah tadi akan banyak menyerap dana. Idealisme dari laporan perancangan ini adalah adanya suatu fasilitas yang nantinya menjadi pemacu berkembangnya sebuah kawasan waterfront yang terpadu. Suatu fasilitas yang tidak saja bertujuan memajukan ilmu kelautannya namun juga terdapat kegiatan pelatihan bagi masyarakat yang berkecimpung dengan laut. Pelatihan yang otomatis menjadi kegiatan penelitian dalam bidang sosial-ekonomi masyarakat pantai. Muncar menjadi pilihan dari sekian banyak alternatif lokasi yang masing-masing juga berpotensi karena memang penelitian kelautan dapat disebar dalam pos-pos kecil sesuai karakteristik detail tempat itu. Fasilitas ini masuk di antara kepadatan fisik sepanjang garis pantai Muncar, dalam kompleks Badan Pengelola Pangkalan Pendaratan Ikan, di atas tanah reklamasi, sisi dari dennaga buatan. Bentuk lahan yang sempit memanjang langsung membentuk sumbu imaginer linear dan tatanan bangunan menjadi terikat kuat dengannya. Tanah reklamasi sendiri yang mengandung arti terbatasnya lahan di tepi pantai dan keterbatasan lahan untuk perancangan akhirnya diambil keputusan untuk tidak menggunakan acuan RDTRK untuk GSB dan KLB pada kawasan asli di sana. Tantangan menarik yang muncul adalah usaha menyediakan ruang-ruang luar yang mengalir.",
  "creators": "IGNATIUS SIDHARTA",
  "contributors": "Frans Soehartono (Advisor 1); Paulus Hendrianto Soehargo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1714/ARS/43/2000; Ignatius Sidharta (22496070)",
  "subjects": "FISHERY RESEARCH STATIONS"
}