{
  "id": "17452",
  "title": "Hotel resort di Pacitan Jawa Timur",
  "abstract": "Dalam upaya meningkatkan pendapatan negara dari sektor non-migas, Penerimaan dari sektor pariwisata adalah salah satu primadonanya. Peningkatan ini dipacu oleh keragaman budaya dan alam Indonesia dan peran aktif pemerintah beserta swasta dalam memenyediaan sarana dan prasarana pendukung yang salah satu diantaranya adalah penyediaan sarana akomodasi berupa hotel. Pacitan sebagai salah satu Daerah Tujuan Wisata Jawa Timur mempunyai potensi yang cukup baik dari segi wisata geologi, bahari selain juga wisata budaya. Obyek wisata yang telah cukup dikenal di Daerah Tingkat II Kabupaten Pacitan adalah daerah wisata Pantai Teleng Ria yang berada di Teluk Pacitan yang mempunyai pasir putih dan landai, berombak cukup besar dan masih 'virgin'. Pada lokasi pantai Teleng Ria ini belum tersedia suatu sarana akomodasi yang layak bagi wisatawan yang datang berkunjung terutama bagi wisman. Padahal, peningkatan arus wisatawan masuk dan berkunjung ke Pacitan ini meningkat lebih dari 50% pertahun. Dengan melihat potensi dan sumber daya yang ada maka layaklah jika di Teluk Pacitan ini dibangun suatu hotel resort untuk menampung wisatawan yang ada. Hotel Resort di Teluk Pacitan ini merupakan perencanaan pembangunan sarana akomodatif yang ditujukan untuk melayani wisatawan yang berkunjung dan menginap untuk berekreasi menikmati pantai serta beraktifitas yang ditunjang dengan sarana prasarana, masyarakat dan lingkungan yang mendukung terciptanya suatu kawasan rekreasi terpadu dan terintegrasi. Dalam perencanaan hotel ini, penulis mengarah pada hotel kelas menengah yaitu bintang Tiga dengan acuan utama dari Depparpostel dan standar acuan dalam perancangan arsitektur lain serta studi banding dan memasukkan konsep perancangan menurut kaidah budaya setempat yaitu pada arsitektur Jawa dengan teknik pengolahan langgam John Summerson.",
  "creators": "ERWINDA SAILINDRA WARDANA",
  "contributors": "Benny Poerbantanoe (Advisor 1); IR. SHELLY GUNAVATI WARDOYO, MT. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1197/Ars/16/1996; Erwinda S. Wardana (22491027)",
  "subjects": "HOTELS, TAVERNS, ETC."
}