{
  "id": "17465",
  "title": "Pacific center for comprehensive care a cancer treatment and preventive studies retreat",
  "abstract": "Dewasa ini, kanker merupakan penyakit penyebab kematian yang tinggi di dunia sehingga tak heran orang pun menjadi takut mendengar istilah kanker. Setiap kali kata kanker disebut, muncul suatu bayangan mematikan dan kejam terhadap keinginan menjalani harapan kehidupan yang normal. Tak jarang mendengarkan prognosis tentang kanker bagaikan mendengarkan vonis tentang kematian. Kenyataannya, kanker akan menimbulkan reaksi emosional dari pasien, bahkan juga bagi keluarga dan orang-orang disekelilingnya. Hal ini mengakibatkan perawatan bagi pasien kanker membutuhkan suatu metode yang menyeluruh, baik fisik maupun psikologis. Dengan semakin meningkatnya pengetahuan tentang penyakit kanker, konsep perawatan holistik (merawat penderita, bukan hanya penyakitnya) telah meningkat tajam. Trend dalam perawatan kesehatan, khususnya kanker, adalah perawatan holistik untuk pencegahan dan pendidikan, yang menghubungkan penelitian dengan perawatan klinik dalam fasilitas yang interaktif untuk menyediakan akses yang menyeluruh bagi pasien ke berbagai macam perawatan dan pelayanan. Pacific Center for Comprehensive Care, merupakan salah satu fasilitas yang terletak di kota La Jolla, di pesisir California, yang menerapkan konsep perawatan holistik yang mengutamakan perawatan dan pencegahan penyakit kanker, melalui terapi rawat jalan, yang tidak hanya dikhususkan untuk penderita saja, tetapi juga untuk keluarga penderita. Selain itu Pacific Center for Comprehensive Care, juga menyediakan pusat riset dan pusat data, bagi para ilmuwan yang meneliti segala sesuatu yang berhubungan dengan kanker. Laporan ini mengemukakan, bagaimana suatu proses perancangan dapat diintegrasikan dengan konsep perawatan holistik, melalui pendekatan konseptual filosofis, suatu perawatan terhadap penderita, maupun keluarga penderita, haruslah melibatkan segi fisik dan yang tak kalah pentingnya, segi psikis. Altematif desain yang memberikan paradigma perawatan fisik dan psikis, dari sisi penderita kanker dan keluarganya, dengan tidak terlepas dari aspek fungsional dan keberadaan fasilitas penunjang lainnya, terungkap secara konseptual dalam laporan ini. Tentunya tidak terlepas dari latar belakang masalah, tinjauan terhadap Pacific Center of Comprehensive Care, tinjauan terhadap kanker, tujuan dan sasaran proyek, fungsi dan manfaat proyek, metodologi penelitian, lingkup dan skala pelayanan, kemudian meninjau lebih khusus lagi mengenai deskripsi proyek yang direncanakan, program kebutuhan serta analisa-analisa dan dasar-dasar pemikiran yang kemudian digunakan sebagai acuan dalam perancangan.",
  "creators": "CHRISTIAN ALLEN KHOSUMA",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Joyce M.Laurens (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1678/ARS/7/2000; Christian Allen Khosuma (22496049)",
  "subjects": "CANCER-HOSPITALS; HEALTH FACILITIES"
}