{
  "id": "17464",
  "title": "Pemakaian belt truss sebagai virtual outrigger pada bangunan tinggi",
  "abstract": "Sistim struktur outrigger telah banyak dikenal dan digunakan sebagai struktur tambahan penahan beban lateral dalam mendesain bangunan tinggi, disamping dinding geser yang berperan sebagai struktur utama penahan beban lateral. Keberadaan balok-balok outrigger yang memerlukan 3 hingga 5 lantai menyebabkan terhalangnya optimalisasi dari penggunaan ruangan. Oleh karena itu diusulkan penggunaan belt truss yang bekerja sama dengan lantai bangunan dan berflingsi sebagai sistim struktur virtual outrigger. Dalam makalah ini dilakukan studi parameter untuk menganalisa efektifitas belt truss sebagai virtual outrigger di dalam menahan gaya lateral. Penelitian dilakukan pada bangunan 60 lantai dengan melakukan variasi pada tebal dinding geser, luas penampang belt truss, kekakuan aksial kolom-kolom eksterior dan tebal plat lantai. Hasil dari studi parameter ini menunjukkan bahwa lantai belt truss harus dimodelkan sebagai lantai diafragma yang flexibel untuk memperoleh nilai simpangan lateral secara lebih akurat meskipun tidak banyak berpengaruh terhadap momen dinding geser. Tetapi penambahan tebal lantai itu sendiri tidak memberikan pengaruh yang signifikan dalam mereduksi simpangan lateral. Peningkatan ukuran penampang kolom super dan penampang belt truss juga relatif tidak mereduksi simpangan lateral. Tebal dinding geser tetap merupakan penentu utama dalam mereduksi simpangan lateral struktur.",
  "creators": "WINDY ALFA TENGGARA; ARYA ADHY",
  "contributors": "Benjamin Lumantarna (Advisor 1); Ir. GIDEON HADI KUSUMA, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1013/SIP/2000; Arya Adhy (21496005), Windy Alfa Tenggara (21496019)",
  "subjects": "TALL BUILDINGS; BUILDINGS-EARTHQUAKE EFFECTS"
}