{
  "id": "17478",
  "title": "Pacific center for comprehensive care a cancer treatment and preventive studies retreat",
  "abstract": "Kanker muncul sebagai penyakit penyebab kematian tertinggi kedua di dunia, hanya kalah oleh penyakit jantung. Pengobatan penyakit kanker masih terus dikembangkan, sedangkan pasien kanker semakin bertambah banyak setiap tahunnya. Penyembuhan penyakit kanker menjadi lebih sulit dikarenakan pasien kanker mengalami kejatuhan akibat rasa putus asa yang mendalam. Hal ini membutuhkan perawatan secara holistik yaitu tidak saja secara medis (fisik) tetapi juga secara psikologis. Selain pasien, perawatan juga harus dilakukan bagi keluarga atau teman dekat disekitar pasien dimana mereka juga pasti mengalami kejatuhan secara mental akibat orang yang dikasihi terserang kanker. Oleh sebab itu disediakan suatu fasilitas perawatan yang komprehensif, terdiri dari fasilitas treatment, education dan research. Perancangan didasari dengan konsep untuk menyadarkan pasien bahwa kanker tidak identik dengan kematian. Melalui penataan massa, perencanaan sequence dan penggunaan unsur alam di sekitar site sebagai potensi site serta didukung oleh iklim San Diego yang nyaman membawa pasien untuk menyadari pentingnya perjuangan untuk bertahan hidup. Sumbangan kepedulian yang dilakukan desain ini adalah usaha untuk penghematan energi maka digunakan energi matahari sebagai sumber energi alternatif. Panel surya dengan sel photovoltaic untuk menangkap sinar matahari dan menyimpannya sebagai energi listrik. Selain itu dibantu dengan wind screen dan penggunaan green house untuk mencapai kondisi kenyamanan dalam ruang (thermal comfort). Secara keseluruhan pengoperasian photovoltaic, wind screen dan lighting dikendalikan oleh kontrol yang disebut Building Energy Management System (BEMS).",
  "creators": "FLORA",
  "contributors": "V.P. Nugroho Susilo (Advisor 1); Joyce M.Laurens (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1675/ARS/4/2000; Flora (22496020)",
  "subjects": "HEALTH FACILITIES; CANCER-HOSPITALS"
}