{
  "id": "17479",
  "title": "Studi literatur mengenai sustainable construction dan kemungkinan penerapannya di Surabaya",
  "abstract": "Isu lingkungan global yang timbul saat ini mendorong timbulnya keprihatinan terhadap kelangsungan hidup dibumi ini. Hal ini pula yang memacu adanya konsep pembangunan berkelanjutan yang kemudian konstruksi berkelanjutan untuk lebih mengarah pada sektor konstruksi. Konsep yang ditawarkan oleh konstruksi berkelanjutan adalah dalam proses konstruksi selain memperhatikan aspek mutu,biaya, waktu, perlu juga diperhatikan masalah emisi, keanekaragaman hayati, dan sumberdaya. Lebih luas lagi dalam konteks global perlu juga memperhatikan isu sosial dan kultur, batasan ekonomi dan kualitas lingkunga. Karena itu dalam menerapkan konstruksi berkelanjutan terdapat konsekuensi-konsekuensi yang harus diperhatikan mulai dari tahap perencanaan, disain, pelaksanaan, penggunaan, sampai tahap dekonstruksi. Dari hasil survei terhadap konsultan dan kontraktor di Surabaya yang hanya meninjau pada tahap disain dan pelaksanaan konstruksi didapatkan bahwa saat ini masih banyak faktor-faktor yang belum diterapkan khususnya pada tahap disain antara lain mengenai pemilihan material yang dapat didaur ulang dan disain yang fleksibel untuk antisipasi perubahan dimasa datang. Selain itu untuk faktor-faktor yang mungkin diterapkan, hampir seluruh variabel yang ditawarkan dapat diterapkan di Surabaya. Dan hambatan terbesar adalah biaya yang tinggi, dan selain itu juga belum adanya standarisasi atau ketentuan, ini menunjukkan bahwa pemerintah memegang peranan penting dalam penerapan konstruksi berkelanjutan.",
  "creators": "KRISTIANTO KURNIAWAN; SELVI LOUIS",
  "contributors": "Paulus Nugraha (Advisor 1); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 984/SIP/2000; Kristanto Kurniawan (21495147), Selvi Louis (21495221)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; SUSTAINABLE BUILDINGS-DESIGN AND CONSTRUCTION"
}