{
  "id": "17477",
  "title": "Pacific center for comprehensive care a center treatment and preventive studies retreat",
  "abstract": "Pacific Center For Comprehensive Care ini bertujuan untuk memberikan perawatan dan penyembuhan kepada pasien, tidak hanya secara fisik saja, tetapi juga mental. Karena dengan memberikan penyembuhan secara mental, pasien tidak akan terbebani lagi dengan penyakitnya, pasien menjadi lebih berani dalam menghadapi penyakitnya. Dengan kata lain penyembuhan secara mental ini adalah dengan memberikan dorongan, semangat, dan harapan kepada pasien. Oleh karena itu dalam proyek ini lebih ditekankan kepada penyembuhan mental pasien. Penyembuhan secara mental ini dapat dicapai dengan memasukkan elemen-elemen alam ke dalam disain bangunan, seperti air, cahaya, dan memanfaatkan potensi-potensi di sekitar tapak, yaitu adanya laut Pasifik, hutan pinus. Sehingga dengan dihadapkan pada keadaan seperti itu harapan, semangat berjuang dari pasien akan muncul. Penyembuhan secara mental dapat juga dicapai dengan membuat pasien berinteraksi dengan orang banyak. Dengan cara ini pasien dapat mengetahui bahwa banyak orang lain yang juga ikut peduli, ikut merasakan penderitaan pasien. Oleh karena itu dalam proyek ini juga terdapat ruang-ruang luar sebagai tempat berinteraksi antara pasien dan orang banyak. Pada awalnya proyek ini dikerjakan secara beregu, untuk diikut sertakan dalam sayembara yang diadakan oleh Association of Collegiate Schools of Architecture. Setelah sayembara tersebut, proyek ini dikerjakan secara perorangan dengan pendalaman materi masing-masing. Dan dalam laporan ini akan membahas pendalaman materi yang dilakukan oleh penulis.",
  "creators": "SUTRISNO",
  "contributors": "Joyce M.Laurens (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1676/ARS/5/2000; Sutrisno (22496039)",
  "subjects": "HEALTH FACILITIES; HOSPITALS; CANCER-HOSPITALS"
}