{
  "id": "1747",
  "title": "Joglo hotels di Yogyakarta",
  "abstract": "Joglo Hotel adalah sebuah hotel kelas melati yang menawarkan akomodasi menginap dan beristirahat dengan nuansa tradisional budaya khas Jawa. Baik interior, dekorasi maupun eksterior dari hotel ini menganut falsafah budaya Jawa, dalam hal ini budaya Jawa Tengah memberikan pengaruh terbesar dengan bentuk rumah Joglo yang diadaptasi dari rumah adat Jawa. Pasar dari Joglo Hotel ialah wisatawan asing maupun lokal, yang akan merasakan pelayanan, keamanan dan keramahtamahan special dari Joglo Hotel. Dana yang dibutuhkan sebesar Rp 2.950.000.000. Dana 60% diperoleh dari dana sendiri, masing-masing 30% dan sisanya sebesar 40% diperoleh dari pinjaman bank. Lokasi terletak Jl. Solo Km 15, Yogyakarta (jalan pertama saat masuk ke kota Yogyakarta). Pengelolaan ditangani langsung oleh Manager Operasional yang diawasi oleh seorang Direktur selaku pemimpin tertinggi dari Joglo Hotel. Sedang dalam pelaksanaannya Manager Operasional dibantu oleh staf keuangan, staf administrasi, dan staf pemasaran. Joglo Hotel mempunyai visi menjadi simbol/brand image sebagai homestay yang unik dan artistik di Yogyakarta yaitu Joglo Hotel yang bersih, aman dan nyaman. Misinya ialah memberi kenyamanan, kualitas layanan dan keamanan terbaik bagi penghuni homestay. Untuk menunjang hal tersebut diwujudkanlah sebuah usaha tempat hunian khusus untuk para wisatawan, dengan nama Joglo Hotel yaitu menyediakan tempat hunian artistik, unik dan menampilkan budaya setempat yang kental dengan kesan yang asri. Dari analisa keuangan diperoleh data Payback Period selama 5 tahun 11 bulan, nilai NPV positif sebesar Rp 258.309.364 maka dinyatakan layak untuk dijalankan. IRR sebesar 12,11% yang lebih besar dari COC (Cost of Capital) sebesar 10%.",
  "creators": "JEMY SUTANTO; STEVEN KHU",
  "contributors": "Dewi Astuti (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rancangan Usaha",
  "source": "Rancangan Usaha No. 02020274/MAN/2005; Jemy Sutanto (31499334); Steven Khu (31401280)",
  "subjects": "BUSINESS PLANNING; MANAGEMENT"
}