{
  "id": "17476",
  "title": "Analisa hubungan sistem bangunan dengan kinerja total dan integrasi bangunan pada berbagai bangunan bertingkat di Surabaya",
  "abstract": "Gedung bertingkat, seiring dengan peningkatan perekonomian pada awal dekade 90-an, semakin banyak berdiri terutama untuk kegiatan komersil. Hal ini juga diakibatkan karena semakin mahalnya harga tanah di perkotaan. Penggunaan gedung bertingkat memiliki tujuan yang berbeda sesuai dengan fungsi yang telah direncakan. Penelitian ini bertujuan untuk mengetahui sejauhmana faktor-faktor dalam sistem bangunan dapat berpengaruh terhadap kinerja total dan integrasi bangunan. Agar fungsi yang telah direncanakan dapat terpenuhi maka diperlukan faktor-faktor penentu yang dapat digunakan sebagai acuan, yaitu sistem bangunan (structural system, envelope system,mechanical system dan interior system), dan faktor penilai yaitu kinerja total dan integrasi bangunan (spatial performance, thermal performance, indoor air quality, acoustical performance, visual performance dan building integrity). Penelitian ini merupakan penelitian studi kepustakaan dan survei dengan menyebarkan kuesioner pada 12 building manager gedung bertingkat di Surabaya. Analisa data menggunakan program Microsoft Excel untuk analisa mean dan frekuensi dan program SPSS v 9.00 dengan fasilitas non parametric analysis yaitu Friedman Test untuk menguji hipotesa. Dari hasil analisa data, didapat hasil sebagai berikut : perkantoran memprioritaskan thermal performance ( jenis dan ukuran Heating, Ventilating and Air Conditioning ) dan building integrity ( beban ) dengan mean 4,75 , apartemen memprioritaskan spatial performance (ketinggian ruang, ukuran balok dan kolom, ketebalan dinding ), thermal performance (jenis dan ukuran Heating, Ventilating and Air Conditioning ), visual performance ( dimensi dan ketinggian jendela) dan building integrity ( ukuran balok dan kolom, jenis material ) dengan mean 4,50, sedangkan universitas memprioritaskan visual performance (jenis lampu) dengan mean 5,00. Dari hasil penelitian, ditarik kesimpulan bahwa terdapat perbedaan tingkat pengaruh sistem bangunan pada kinerja total dan integrasi bangunan. Hal ini terjadi karena terdapat perbedaan pemilihan prioritas pada ketiga jenis gedung bertingkat yang diteliti sesuai dengan tujuan dan fungsi dari tiap-tiap jenis gedung.",
  "creators": "YOPI HENDARTO; ADRY ADREAN",
  "contributors": "Yusuf Daud Endro Wicaksono (Examination Committee 1); Herry Pintardi Chandra (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1002/SIP/2000; Yopi Hendarto (21495106), Adry Adrean (21495115)",
  "subjects": "PRODUCTION INDUSTRY-MANAGEMENT"
}