{
  "id": "17486",
  "title": "Analisa konfik dalam perusahaan kontraktor",
  "abstract": "Perusahaan kontraktor memiliki banyak individu yang terlibat dalam berbagai divisi-divisi yang ada , baik di dalam organisasi perusahaan maupun yang ada di proyek. Dalam peaisahaan kontraktor, banyak masalah-masalah yang timbul yang juga dapat menyebabkan terjadinya konflik. Untuk menyelesaikan konflik-konflik tersebut, perlu diketahui terlebih dahulu penyebab dan solusi dari tipe konflik. Definisi konflik adalah situasi dimana dua atau lebih individu atau kelompok merasa dirinya saling bertentangan. Pengertian konflik adalah sebuah proses antar individu yang berkembang dari ketidaksetujuan tujuan yang akan dicapai atau metode yang akan digunakan untuk mencapai tujuan tersebut. Jenis penelitian ini adalah studi literatur dan penelitian lapangan dengan menyebarkan kuesioner. Responden yang diteliti adalah perusahaan kontraktor kelas A yang ada di Surabaya sebanyak 42 responden. Teknik analisa yang digunakan adalah analisa varian (Anova). Menurut pendapat perusahaan kontraktor, parameter penyebab terjadinya konflik yang tertinggi adalah estimasi biaya dengan penyebab \"permintaan biaya yang keluar tidak sesuai dengan yang diajukan\" (mean 3.69) sedangkan parameter solusi dari konflik yang sering terjadi adalah peralatan proyek dengan solusi \"sebelum dikirim ke proyek dicek lebih dulu kondisi alat\" dan metode untuk pekerjaan-pekerjaan khusus dengan solusi \"digunakan metode kerja yang lebih tepat\" (mean masing-masing 3.91). Berdasarkan perhitungan analisa varian (Anova), faktor penyebab konflik dan solusi konflik mempunyai peranan yang berbeda-beda dalam menimbulkan terjadinya konflik dalam perusahaan kontraktor di Surabaya. Yang perlu diperhatikan dalam mencegah dan mengurangi terjadinya konflik dalam perusahaan kontralctor adalah diperlukan komunikasi yang jelas dan memperhatikan pendapat personel yang lain dalam memutuskan segala sesuatu. Meskipun faktor-faktor tersebut bukan yang tertinggi dalam menimbulkan terjadinya konflik tetapi tetap perlu mendapat perhatian karena komunikasi yang lancar dan jelas dapat mengurangi terjadinya kesalahpahaman.",
  "creators": "DAISY PUSPARINI TJANDRA; YENY PATNAWATI",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Yusuf Daud Endro Wicaksono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1001/SIP/2000; Yeny Patnawati (21495217), Daisy Pusparini T (21495222)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; INDUSTRIAL PROJECT MANAGEMENT"
}