{
  "id": "17488",
  "title": "Perbandingan analisa statik non linier pushover dengan analisa respons dinamik riwayat waktu non linier ditinjau secara 2 dimensi",
  "abstract": "Perencanaan bangunan tahan gempa di Indonesia pada umumnya menggunakan Strength based seismic design. Strength based design, tidak meramalkan kinerja (performance) struktur terhadap gempa, dilain pihak dirasakan kebutuhan untuk itu. Untuk meramalkan kinerja suatu struktur yang telah mengalami plastifikasi dibutuhkan analisa dinamik riwayat waktu nonlinier yang membutuhkan waktu analisis yang besar. Performance based design berusaha meramalkan kinerja struktur dengan menggunakan salah satu analisa yaitu analisa statik nonlinier yang dinamakan analisa pushover. Untuk itu pada penelitian ini dibandingkan respons 3 buah struktur sederhana berlantai 5, 10, dan 15 yang direncanakan sesuai Konsep ke-2 SNI 1726-1998 dengan menggunakan analisa pushover dan analisa dinamik riwayat waktu non linier. Sebagai beban dalam analisa dinamik riwayat waktu nonlinier digunakan tiga buah gempa modifikasi dengan respons spektrum sesuai dengan Konsep ke-2 SNI 1726-1998 periode ulang 200, 500, 1000, 2000, 5000, dan 10000 tahun. Untuk melakukan analisa pushover maupun analisa dinamik riwayat waktu nonlinier digunakan program paket RUAUMOKO. Hasil penelitian ini menunjukkan bahwa analisa pushover memberikan hasil yang lebih konservatif dibanding analisa dinamik riwayat waktu bila ditinjau berdasarkan displacement-nya. Dan juga hasil analisa pushover cukup baik untuk struktur bangunan yang tidak terlalu tinggi seperti misalnya 5 lantai dan 10 lantai atau yang mode pertamanya dominan.",
  "creators": "DODI HARIYANTO; HALIM WIJOYO",
  "contributors": "Benjamin Lumantarna (Advisor 1); Ir. GIDEON HADI KUSUMA, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1014/SIP/2000; Halim Wijoyo (21496007), Dodi Hariyanto (21496007)",
  "subjects": "CONCRETE CONSTRUCTION"
}