{
  "id": "17492",
  "title": "Museum Surabaya di Surabaya",
  "abstract": "Dewasa ini salah satu andalan penyumbang devisa terbesar adalah dari sektor pariwisata Jawa Timur yang kaya akan budaya, adat-istiadatnya adalah salah satu tujuan wisata di Indonesia Surabaya sebagai ibukota Jawa Timur adalah pusat dari kunjungan wisatawan di Jawa Timur. Surabaya adalah kota terbesar kedua di Indonesia dan juga merupakan salah satu kota tertua di Indonesia Sebagai kota tertua Surabaya banyak menyimpan benda-benda peninggalan dari perjalanan hidup kotanya Selain itu Surabaya disebut juga sebagai kota pahlawan dan kota Industri Dagang Maritim Pendidikan. Dengan pertimbangan diatas dan sedikitnya jumlah museum di Surabaya maka sudah sewajarnya Surabaya memiliki Museum yang menyimpan sejarah perjalanan hidupnya, bukti-bukti perjuangan pahlawannya, hasil-hasil pembangunannya, budaya dan adat-istiadat masyarakat Surabaya Museum itu bernama Museum Surabaya Museum Surabaya ini terletak di Surabaya Timur tepatnya di Jalan Arif Rahman Hakim antara perumahan Galaxy Burnt Permai dan Kampus Universitas Hang Tuah latar belakang pemilihan site antara lain, didasarkan pada salah satu fungsi museum sebagai media pendidikan karena itu diletakkan didaerah pendidikan yang tersebar disepanjang jalan Arif Rahman Hakim. Selain itu juga untuk memecah kemacetan, dan Mendukung pogram pemerintah Surabaya yang menitik beratkan perkembangan kota ke wilayah Timur dan Barat. Museum ini dibangun pada tahun 2005 dengan pertimbangan fasilitas-fasilitas di Surabaya Timur sudah banyak dibangun sehingga dapat mendukung keberadaan Museum Surabaya misalnya seperti Inner dan Outer ringroad, Surabaya Sport Centre (SSC). Batas waktu maksimal berdirinya museum ini adalah 200 tahun dengan pertimbangan seiring dengan perkembangan zaman dan bertambahnya koleksi yang ada sehingga museum tidak dapat menampung lagi. Jumlah pengunjung yang datang ke museum pertama kali diresmikan diperkirakan sekitar 80.000 orang pertahun atau sekitar 220 orang perhari, ini bisabertambah seiring dengan perjalanan waktu. Konsep bangunan Museum Surabaya ini adalah keseimbangan yang terbentuk karena bentuk simetri-asimetri, nostalgia, filosofi, dan tradisional Jawa. Dalam perancangan tapaknya Museum Surabaya menghubungkan lingkungan sekitarnya sehingga saling berkaitan. Dalam perencanaan utilitas, sistem air bersihnya menggunakan sistem upfeed, sistem pembuangan air kotor dan kotorannya menggunakan septictank, sistem AC-nya menggunakan sistem Chilled Water System dan sistem AC Split. Sedang struktur bangunannya memakai sistem balok dan kolom.",
  "creators": "EKO PRAMUDYO ARYANTO",
  "contributors": "V.P. Nugroho Susilo (Advisor 1); RUDY PRASATYA LILANANDA (Advisor 2); Handinoto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1447/Ars/14/1998; Eko Pramudyo Aryanto (22493083)",
  "subjects": "MUSEUMS-BUILDINGS; MUSEUMS-ARCHITECTURE"
}