{
  "id": "17504",
  "title": "Studi penelitian tentang penggunaan paper mill sludge sebagai bahan timbunan",
  "abstract": "Tugas akhir ini merupakan suatu penelitian awal mengenai bahan timbunan yang terdapat di daerah Driyorejo, Gresik. Bahan timbunan tersebut berupa paper mill sludge yaitu berupa limbah padat yang berasal dari pabrik PT. Surya Kertas. Suatu timbunan akan mengalami kelongsoran apabila ditimbun secara cepat, hal tersebut dikarenakan berat sendiri timbunan yang cukup besar. Oleh karena itu digunakan paper mill sludge. Permasalahan yang terdapat pada tanah Hat lunak diantaranya terletak pada penurunan jangka panjang yang rowan terjadi, serta kekuatannya yang kecil. Salah satu cara pemecahan masalah di atas adalah dengan memberikan timbunan yang cukup tebal dan dipadatkan. Namun kenyataan yang kami lihat di Driyorejo berbeda, bukan dengan memberikan bahan campuran sirtu sebagai timbunan melainkan dengan paper mill sludge. Karena ini merupakan sesuatu hal yang baru, maka perlu dilakukan pengujian di laboratorium. Tujuan dari penelitian ini adalah untuk menegtahui sejauh mana pengaruh paper mill sludge yang ditimbun di daerah Driyorejo, kemvdinn HitpHti Hrnm dukungnya terhadap waktu penurunan. Efektifitas dari pemadatan sampel di lapanganjuga dianalisa dengan percobaan di laboratorium. Penelitian ini dilakukan dengan mengambil sampel secara undisturbed (tanah asli) dan disturbed (tanah tidak asli). Hasil dari penelitian ini diharapkan dapat bermanfaat bagi kalangan teknik sipil sebagai balian referensi baru.",
  "creators": "NURUL HADI SANJAYA; ARIEF BUDIMAN",
  "contributors": "Soebianto Tjandrawibowo (Advisor 1); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1008 S; Nurul Hadi Sanjaya (21494094), Arief Budiman (21494235)",
  "subjects": "SOIL MECHANICS; SOILS-TESTING"
}