{
  "id": "17507",
  "title": "Aplikasi penggunaan agregat kasar (2 inch) pada asphalt portland cement concrete composite",
  "abstract": "Perkerasan Komposit Beton Aspal Semen Portland (AP3C), merupakan perkerasan yang sedang dipromosikan sebagai lapisan perkerasan jalan yang menerima beban lalu lintas berat, karena mempunyai kelebihan dari segi kekualannya dan biaya pelaksanaan yang kompetitif jika dibandingkan dengan perkerasan konvensional seperti aspal panas (Hot Mix Asphalt) dan Portland Cement Concrete. Penelitian AP3C yang dilakukan menggunakan partikel agregat berukuran besar (2 \") sehingga diperoleh ukuran partikel dan pemakaian aspal yang ekonomis. Dari hasil penelitian AP3C terdiri dari campuran aspal bergradasi terbuka dengan rongga udara berkisar 25 - 30 %. Rongga udara tersebut kemudian diisi oleh mortar yang terdiri dari batu pecah halus, portland cement type 1 dan plasticizer. Pengujian laboratorium meliputi Stabilitas, Kelelehan, Indirect Tensile Strength, Modulus Elastisitas dan Indirect Tensile Strain. Hasil pengujian yang dilakukan pada umur 3,7,14 dan 28 hari sesuai dengan umur rencana beton ternyata memang menunjukkan AP3C dengan agregat kasar ukuran 2\" mempunyai kekuatan yang hampir sama dengan AP3C yang menggunakan partikel agregat berukuran maks. 1\", bahkan lebih baik jika dibandingkan dengan campuran aspal panas (Hot Mix Asphalt). Dan dari segi biaya lebih ekonomis (khususnya untuk daerah Jawa Timur) karena penggunaan kadar aspal yang lebih sedikit, kurang lebih hanya setengah kadar AP3C dengan partikel agregat berukuran maks. 1\".",
  "creators": "LIEM JEN MING; ELYA ARIEF",
  "contributors": "Harry Patmadjaja (Advisor 1); SOEHARTONO IRAWAN (Advisor 2); Indriani Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1004 S; Liem Jen Ming (21494160), Elya Arief (21494164)",
  "subjects": "PAVEMENTS, ASPALT CONCRETE"
}