{
  "id": "1751",
  "title": "Analisis terhadap beberapa variabel penentu tingkat efisiensi operasionalisasi perbankan di Indonesia dengan menggunakan metode multiple linear regresion",
  "abstract": "Efisiensi merupakan suatu ukuran yang membandingkan antara nilai output dari suatu proses dengan nilai inputnya, dimana proses dalam sistem dapat dikatakan efisien apabila jumlah output yang dihasilkan lebih besar daripada jumlah inputnya. Adapun tujuan dari penelitian ini yaitu untuk memperoleh gambaran yang jelas tentang kondisi tingkat efisiensi operasional bank-bank umum yang ada di Indonesia baik itu Bank Pemerintah, Bank Swasta Nasional, Bank Asing Campuran dan Bank Pembangunan Daerah (BPD). Dalam menghitung tingkat efisiensi operasional tersebut, digunakan rasio profitabilitas perusahaan (Foster 1988:74), yaitu Profit Margin (PM) dan Return on Assets (ROA), selain itu masih ada satu tolak ukur efisiensi lainnya namun dijelaskan pada jalur yang berbeda yaitu Spread dimana spread itu sendiri adalah selisih antara biaya dana dengan tingkat bunga kredit. Metode yang digunakan dalam penelitian ini adalah regresi linear berganda (multiple linear regresion) dengan aplikasi program SPSS 12.0 dimana variabel dependennya adalah: Profit margin (YI) dan Return on Assets (Y2) sedangkan variabel independennya antara lain: Kredit (X1), Simpanan (X2), Biaya intermediasi (X3), Kantor cabang (X4). Adapun persamaan yang digunakan dalam penelitian ini adalah: Y = a+b1x1+b2x2+b3x3+...bnxn+E Hasil yang didapatkan dari penelitian ini adalah bahwa kondisi tingkat efisiensi operasionalisasi perbankan nasional masih berada pada standar tingkat efisiensi yang telah ditetapkan oleh Bank Indonesia (BI) selaku pemegang otoritas moneter. Dimana variabel yang mempunyai pengaruh yang paling dominan terhadap tingkat efisiensi operasionalisasi perbankan tersebut adalah Variabel Kantor cabang (X4).",
  "creators": "BERNARD ROMBE LAYUK",
  "contributors": "Sautma Ronni Basana (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03011859/MAN/2005; Bernard Rombe Layuk (31400170)",
  "subjects": "BANK MANAGEMENT"
}