{
  "id": "17512",
  "title": "Penggunaan cerucuk untuk mengurangi tekanan tanah aktif pada struktur penahan tanah",
  "abstract": "Struktur penahan tanah yang dibangun di atas suatu tanah liat lunak akan mengliadapi masalah yaitu terjadinya defleksi lateral pada struktur penahan tanah. Hal ini disebabkan karena besarnya tekanan tanah aktif (active earth pressure) yang terjadi pada struktur penahan tanah. Ini dapat menimbulkan kerugian pada suatu bangunan. Penelitian ini ditujukan untuk mengetahui pengaruh penggunaan cerucuk terhadap reduksi tekanan tanah aktif dan defleksi lateral yang terjadi pada struktur penahan tanah. Metode yang digunakan adalah dengan membandingkan berbagai kombinasi cerucuk yang ditusukkan kedalam tanah liat dan tanpa cerucuk. Percobaan di laboratorium dengan menggunakan bak dan model struktur penahan tanah yang terbuat dari multiplek. Struktur penahan tanali dipasang tegak lurus dari dasar bak. Cerucuk dipasang dengan berbagai variasi di belakang struktur penahan tanali. Dari hasil percobaan dapat disimpulkan bahwa penggunaan cerucuk dapat mengurangi tekanan tanah aktif yang terjadi pada struktur penahan tanah. Semakin panjang cerucuk dan semakin dekat jarak antar cerucuk serta sudut kemiringan lebih kecil dari 90, semakin mengurangi besarnya tekanan tanah aktif yang terjadi pada struktur penahan tanah. Penelitian ini diharapkan dapat menjadi masukan guna mengetahui seberapa besar pengaruh penggunaan cerucuk untuk mengurangi tekanan tanah aktif yang timbul pada struktur penahan tanah.",
  "creators": "DANNY SUSANTO; SUSANTO CHANDRA",
  "contributors": "Soebianto Tjandrawibowo (Advisor 1); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1007 S; Danny Susanto (21495024), Susanto Chandra (21495140)",
  "subjects": "SOIL MECHANICS; PILING (CIVIL ENGINEERING); SOIL STABILIZATION; SOILS-TESTING"
}