{
  "id": "17510",
  "title": "Stabilisasi tanah liat lunak dengan kapur dan abu sekam",
  "abstract": "Penggunaan kapur dengan penambahan abu sekam dapat dipakai sebagai bahan stabilisator tanah. Campuran kapur dan abu sekam pada tanah Hat lunak berfungsi untuk meningkatkan nilai daya dukung dari tanah liat yang biasanya memiliki kemampuan dukung rendah dalam memikul suatu beban. Dengan adanya penambahan abu sekam kedalam campuran tanah liat dan kapur, diharapkan campuran tersebut mampu memikul beban yang lebih besar. Abu sekam merupakan hasil dari pembakaran sekam padi/kulit padi pada produksi batu bata yang biasanya terbuang sia-sia karena dianggap sebagai limbah pertanian (waste product). Kandungan kimia yang paling besar didalamya yaitu Si02 (88.66%) sehingga memungkinkan untuk bereaksi dengan kapur (CaO) dalam membentuk cementing agent (suatu massa yang keras dan kaku). Suatu penelitian dan percobaan telah dilakukan untuk mencermati dan mengamati peningkatan strength yang terjadi antara campuran dengan abu sekam (tanah + kapur + abu sekam) maupun campuran tanpa abu sekam (tanah + kapur). Dimana komposisi campuran yang dipakai bervariasi berdasarkan persentase berat kapur dan abu sekam serta berdasarkan waktu curing. Dari hasil percobaan yang telah dilakukan menunjukkan terjadinya peningkatan strength yang diiringi dengan penurunan kadar air dari suatu sampel tanah. Pada test UCS peningkatan strength yang terjadi sebesar 620% akibat penambahan kapur (8%) dan abu sekam (15%) dengan waktu curing 14 had, sedang pada test CBR peningkatan strength yang terjadi sebesar 191.5% akibat penambahan kapur (8%) dan abu sekam (15%) dengan waktu curing 28 hari.",
  "creators": "SLAMET KARTONO",
  "contributors": "Soebianto Tjandrawibowo (Advisor 1); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 996 S; Slamet Kartono (21494189)",
  "subjects": "SOIL MECHANICS; SOIL-TESTING"
}