{
  "id": "17526",
  "title": "Museum sejarah penerbangan",
  "abstract": "Setelah merdeka selama lebih dari lima puluh tahun Indonesia terus membangun di segala sektor kehidupan manusia untuk mengejar ketertinggalan bangsa Indonesia yang cukup jauh dengan keadaan yang telah dicapai oleh negara-negara maju. Cukup banyak hal-hal yang telah dipelajari oleh bangsa Indonesia selama ini guna meningkatkan tingkat kesejahteraan kehidupan bangsa Indonesia dalam segala bidang, yang salah satunya termasuk bidang ilmu pengetahuan. Dalam bidang ilmu pengetahuan cukup banyak hal yang telah dicapai oleh bangsa Indonesia ini, salah satunya adalah pembangunan di bidang kedirgantaraan dimana pada puncaknya bangsa Indonesia dapat membuat sendiri pesawat terbang nasional yang diberi nama CN-250 yang diproduksi oleh IPTN Bandung. Hal ini cukup membanggakan, tetapi hal ini masih jauh tertinggal sangat jauh dari teknologi yang telah dicapai oleh negara-negara maju, selain itu kita juga tidak bisa memungkiri bahwa bangsa Indonesia pada umumnya/awam masih sangat kurang pengetahuannya akan kedirgantaraan, oleh karena itu kita perlu lebih keras lagi mengejar ketertinggalan kita. Dalam usaha kita bangsa Indonesia mengejar ketinggalan tersebut dapat dilakukan dengan mengadakan atau menciptakan sarana-sarana yang dapat meningkatkan ilmu pengetahuan, khususnya bidang penerbangan kita perlu menyediakan pusat informasi yang memadai untuk sebagai sumber ilmu. Idealisme dari laporan perancangan ini adalah adanya suatu fasilitas yang nantinya menjadi sarana sumber ilmu pengetahuan dalam bidang kedirgantaraan. Suatu fasilitas yang tidak saja bertujuan memajukan ilmu pengetahuan tentang sejarah perkembangan dirgantara nasional saja melainkan pusat pengetahuan sejarah dirgantara intemasional. Sidoarjo menjadi pilihan dari sekian banyak alternatif lokasi yang masing-masing juga memiliki potensi untuk pengembangan sarana pengetahuan kedirgantaraan. Lokasi tapak berada di kawasan kedirgantaraan, yaitu berada di kawasan bandara udara Juanda yang tepat bersebelahan dengan hanggar Merpati. Bentuk lahan persegi panjang dan dibatasi oleh sungai yang dapat menjadi potensi dalam pembuatan proyek, dimana lahan tersebut memungkinkan untuk diadakan perluasan lahan di kemudian hari dimana hal ini merupakan salah satu ketentuan untuk mendirikan sebuah museum. Dalam perencanaan bangunan digunakan aturan/ acuan yang berlaku di kawasan tersebut (RDTRK untuk GSB dan KLB). Tantangan yang menarik yang muncul adalah mengahadirkan bangunan sebagai landmark baru bagi kawasan Juanda dengan bentuk yang menarik dan komposisi ruang luar yang proporsional.",
  "creators": "HANULUS WIJAYA SUGIHARTO",
  "contributors": "I Gusti Nyoman Sulendra (Advisor 1); Maria Immaculata Hidayatun (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1715/AR /43/2000; Hanulus Wijaya Sugiharto (22496078)",
  "subjects": "AERONAUTICS-HISTORY-MUSEUMS"
}