{
  "id": "17524",
  "title": "Studi perhitungan keandalan penyulang 20 kv sistem radial interkoneksi dengan indikator Saidi-Saifi di PLN (Persero) UPJ area Gresik",
  "abstract": "Energi Iistrik merupakan salah satu kebutuhan pokok yang diperlukan oleh masyarakat setiap saat, baik itu rumah tangga maupun sektor industri. Untuk menjamin mutu pelayanan yang baik kepada konsumen, dalam hal ini daerah Gresik yang banyak terdapat kawasan industri, memerlukan keandalan dan kontinuitas penyaluran energi Iistrik yang tinggi. Di PT. PLN (Persero) UPJ Area Gresik yang menggunakan sistim radial interkoneksi sering mengalami gangguan pada penyulang 20 kV, oleh sebab itu dengan menggunakan indikator SAIDI -SAIFI akan diperoleh tingkat keandalan dari penyulang 20 kV tersebut. Dalam Studi Tugas Akhir ini akan dibahas analisa perhitungan keandalan penyulang 20 kV sistim radial interkoneksi dengan indikator SAIDI - SAIFI di PT. PLN (Persero) UPJ Area Gresik. Keandalan sistim penyulang 20 kV yang digunakan dalam penyaluran energi Iistrik oleh PT. PLN (Persero) UPJ Area Gresik masih termasuk keandalan tingkat L, karena penyulang tersebut masih menggunakan sistim radial interkoneksi. Hasil analisa perhitungan keandalan penyulang 20 kV dengan indikator SAIDI -SAIFI menunjukkan bahwa nilai SAIDI - SAIFI yang dihasilkan dari perhitungan telah memenuhi target PLN UPJ Area Gresik yaitu maksimum sebesar 3,50 jam/tahun untuk SAIDI dan 5,50 kali/tahun untuk SAIFI. Selain itu tingkat keandalan setiap penyulang masih banyak yang dibawah standart yaitu 23,1 jam/tahun untuk SAIDI dan 3,52 kali/tahun untuk SAIFI, sehingga semakin panjang penyulang semakin sering terjadi gangguan.",
  "creators": "FITRA BARADWIAJI",
  "contributors": "Ir. M.TABRANI MACHMUDSYAH (Advisor 1); Emmy Hosea (Advisor 2); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01/E/TST/020/403; Fitra Baradwiaji (23494044)",
  "subjects": "ELECTRIC POWER TRANSMISSION; ELECTRIC POWER DISTRIBUSION"
}