{
  "id": "17522",
  "title": "Desain dan perilaku seismik struktur rangka beton bertulang dengan dinding pengisi batu bata",
  "abstract": "Keberadaan dinding pengisi batu bata mempunyai peranan penting dalam memperbesar kekakuan dan kekuatan struktur dalam menahan gaya lateral gempa Hal ini menyebabkan dimensi komponen struktur rangka yang diperlukan tidak terlalu besar, walaupun bangunan yang dibuat cukup tinggi. Energi gempa yang terjadi pada struktur sebagian besar diterima oleh dinding pengisi yang diidealisasikan sebagai batang diagonal. Buku Pedoman Perencanaan Untuk Struktur Beton Bertulang Biasa dan Struktur Tembok Bertulang Untuk Qedung 1983 mengadakan pembatasan terhadap ketinggian struktur rangka dengan dinding pengisi, yaitu 4 lantai atau 14 meter untuk struktur jenis A dan 7 lantai atau 25 meter untuk struktur jenis B akibat ketidakpastiaan mekanisme pemencaran energi gempa pada struktur. Karena itu Sunlianto dan Tedy Agustino melakukan penelitian untuk memastikan terjadinya formasi sendi plastis pada balok-balok. Studi ini mendesain struktur bangunan bertingkat 3, 6, dan 9 lantai berdasarkan struktur jenis A yang mengacu pada penelitian Sunlianto dan Tedy Agustino yang kemudian dibandingkan dengan SKSNI serta dianalisa menggunakan analisa inelastis riwayat waktu dengan bantuan program analisa dinamis Ruaumoko, untuk mempelajari mekanisme pemencaran energi pada struktur rangka beton bertulang dengan dinding pengisi. Sendi plastis yang diharapkan terjadi pada balok-balok saja seperti asumsi Sunlianto dan Tedy Agustino ternyata sulit dicapai, namun pembatasan jumlah lantai untuk struktur janis A seperti yang ditetapkan oleh Pedoman tersebut tampaknya tidak perlu dilakukan secara ketat.",
  "creators": "SYLVIA; HENDRA SUNANTA",
  "contributors": "Takim Andriono (Advisor 1); Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 2); Januar Buntoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1050 S; Sylvia (21495068), Hendra Sunanta (21495256)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS; REINFORCED CONCRETE"
}