{
  "id": "17520",
  "title": "Pacific centre for comprehensive care a cancer treatment and preventive studies retreat",
  "abstract": "Penyakit kanker dewasa ini telah berkembang pesat dan menjadi salah satu penyakit yang paling ditakuti dan mengganggu kesejahteraan manusia. Seorang penderita kanker tidak hanya menderita penyakit secara fisik, namun ia juga menghadapi masalah psikologis yang cukup berat, bahkan seringkali masalah psikologis dan keputusasaan menghalangi / menghambat kesembuhan pasien. Pacific Center for Comprehensive Care berusaha untuk memberikan suatu konsep perawatan holistik yang merawat manusia seutuhnya, baik fisik, mental, maupun psikologis. Untuk itulah perawatan holistik ditingkatkan dengan kegiatan pencegahan dan pendidikan dengan menggabungkan suatu fasilitas riset dengan fasilitas perawatan, serta retreat. Dalam mendesain proyek ini ada beberapa tahap desain yang dilakukan, tahap pertama adalah proses desain secara kelompok dengan hasil desain yang diikut sertakan dalam 1999-2000 Dupont Benedictus Student Design Competition, selanjutnya tahap kedua adalah pengembangan desain secara perorangan sampai hasil akhir. Dalam usaha memberikan sumbangan dalam proses penyembuhan pasien, maka arsitektur digunakan tidak hanya sebagai wadah kegiatan, namun juga mengambil peran untuk memberikan terapi psikologis bagi pasien. Untuk itu maka dalam proyek ini pasien akan dibawa pada suatu proses menemukan harapan yang baru, alasan yang baru untuk hidup dan berjuang. Untuk mencapai hal itu, maka pasien akan dibawa untuk menghadapi ketakutannya pada fasilitas penerima. Selanjutnya ia akan diingatkan akan iman, harapan, dan kasih pada fasilitas-fasilitas di dalam, yakni fasilitas riset, fasilitas perawatan, dan retreat. Kemudian akhirnya ia dibawa untuk menyadari bahwa masih ada alasan untuk berjuang dan hidup walaupun bersama kanker, yakni untuk mengasihi Tuhan dan sesama. Dengan proses di atas diharapkan seorang penderita kanker dapat menemukan suatu hidup yang baru, hidup bersama kanker dengan paradigma yang baru dan semangat yang baru, karena semangat seperti itulah yang akan menunjang proses penyembuhan pasien.",
  "creators": "EUNIKE KRISTI JULISTIONO",
  "contributors": "Joyce M.Laurens (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No.1672/ARS/1/2000; Eunike Kristi Justiono (22496006)",
  "subjects": "CANCER-HOSPITALS; HEALTH FACILITIES"
}