{
  "id": "17532",
  "title": "Langkah-langkah dalam faktor-faktor pemilihan tower crane untuk proyek bangunan bertingkat (studi kasus pada proyek widya mandala oleh kontraktor Tata mulia Surabaya)",
  "abstract": "Latar belakang masalah Tugas Akhir ini adalah bahwa proyek gedung kuliah Widya Mandala merupakan bangunan struktur beton bertingkat 9 lantai dan atap dari struktur baja, selain itu pekerjaan terikat kontrak dengan jangka waktu 8 bulan sehingga dalam pelaksanaan di lapangan dibutuhkan alat penanganan transpotasi material yang cepat. Yang menjadi perumusan masalahnya adalah langkah-langkah dan faktor-faktor apa saja yang perlu dipertimbangkan dalam pemilihan tower crane. Langkah-langkah pemilihan tower crane meliputi perhitungan jumlah dan hari kerja tower crane, pertimbangan penggunaan alat alternatif, lokasi penempatan tower crane, pemilihan jenis tower crane, pertimbangan pemakaian horizontal jib, dan pertimbangan pemakaian luffing jib sedangkan faktor-faktor pemilihan tower crane adalah spesifikasi alat, jenis pekerjaan, pekerjaan persiapan, pemeliharaan alat, faktor keamanan, kemampuan operator, dan perencanaan biaya. Penelitian membahas tentang langkah-langkah pemilihan tower crane yang dianalisa dengan menggunakan,/7owc/iar/ dan dilanjutkan dengan menganalisa faktor-faktor pemilihan tower crane menggunakan weighted average method. Hasil analisa langkah-langkah pemilihan tower crane didapatkan jumlah tower crane yang dibutuhkan proyek sebanyak 1 buah, jumlah hari kerja tower crane untuk pekerjaan tiap lantai berdasarkan beban kerja adalah ? 9 hari, lokasi penempatan tower crane di luar denah bangunan, tidak membutuhkan alat bantu / alat alternatif, jenis tower crane yang dipakai adaah fixed tower crane, dan jenis jib yang dipakai adalah horizontal jib. Hasil pengolahan kuesioner yaitu faktor \"jenis pekerjaan\" mendapat bobot 24,75 %, \"spesifikasi alat\" 21,5%, \"perencanaan biaya\" 15,25 %, \"faktor keamanan\" 11 %, \"kemampuan operator\" 9,83 %, \"pekerjaan persiapan\" 9,75 %, dan \"pemeliharaan alat\" 7,92 %. Sedangkan dari hasil analisa weighted average, tower crane Raimondi mendapat nilai 991 dan tower crane Jiang Lu mendapat nilai 942. Kesimpulan yang dapat diambil adalah tower crane Raimondi lebih efektf dipakai pada proyek karena memperoleh nilai 49 lebih tinggi dari tower crane Jiang Lu yang mempunyai nilai 942. Sedangkan dari faktor-faktor pemilihan alat, \"jenis pekerjaan\" merupakan faktor-faktor yang paling diperhatikan kontraktor diikuti oleh \"spesifikasi alat\" dan \"perencanaan biaya\".",
  "creators": "ALEXANDER; NJONGKI LIEM",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Jonathan Hendra Kusuma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1045 S; Alexander (21495053), Yongky Liem (21495202)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; TOWER CRANES"
}