{
  "id": "17536",
  "title": "Stadion utama Surabaya",
  "abstract": "Mengolahragakan masyarakat dan memasyarakatkan olahraga adalah motto olahraga bangsa kita untuk mewujudkan masyarakat Indonesia yang kuat baik batiniah maupun lahiriah. Kita mengetahui bahwa manfaat olahraga banyak sekali bagi diri seseorang seperti membiasakan hidup sehat, ketrampilan dan kecerdasan, memupuk jiwa sportif, penanaman disiplin, dan kepercayaan pada diri sendiri Membicarakan masalah olahraga tidak lepas dari permasalahan-permasalahan yang menghambat perkembangan olahraga, salah satu diantaranya adalah masalah fasilitas. Pesatnya prestasi olahraga akan meningkat seiring dengan adanya fasilitas yang representatif, sehingga seorang olahragawan akan merasa tertantang dan termotivasi tinggi untuk meningkatkan prestasinya. Prestasi dan fasilitas haruslah berjalan seimbang agar mendapatkan hasil yang maksimal. Pada perancangan tugas akhir ini mengangkat topik pembahasan Stadion Utama Surabaya, sebagai upaya untuk menyediakan sarana dan prasarana yang representatif bagi para atlit demi meningkatkan prestasi. Stadion ini direncanakan berlokasi di Pakal, Kecamatan Benowo, Surabaya bagian barat, yang merupakan suatu komplek olahraga yang luas. Keberadaan stadion ini harus dikenal luas oleh masyarakat dan mampu menjadi obyek kebanggaan bagi warga kota Surabaya khususnya. Oleh karena itu, stadion ini akan dilengkapi oleh berbagai jenis fasilitas dan jaminan kenyamanan serta keamanan bagi pemakainya, dan dari segi tampilan diupayakan stadion ini bisa menonjolkan kemegahan dan keunikannya terutama dari segi strukturnya. Pada dasarnya laporan ini dibagi atas empat bab, untuk bab I adalah bagian pendahuluan yang berisikan latar belakang gagasan dan semua informasi awal mengenai proyek ini. Bab II merupakan perencanaan tapak yang berisikan konsep-konsep perencanaan tapak dan penempatan bangunan di dalam tapak. Sedangkan bab III adalah perancangan bangunan, termasuk di dalamnya penentuan fasilitas, konsep bentuk, sistem struktur dan utilitasnya. Terakhir adalah bab IV sebagai bagian penutup dari laporan ini.",
  "creators": "DIANA EKAWATI HUTANI",
  "contributors": "IR. SHELLY GUNAVATI WARDOYO, MT. (Advisor 1); Riduan Sukardi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1711/ARS/40/2000; Diana Ekawati Hutani (22496053)",
  "subjects": "SPORTS FACILITIES; STADIUMS"
}