{
  "id": "17534",
  "title": "Evaluasi perilaku seismik struktur dinding bata tak bertulang pada gedung Lawang Sewu",
  "abstract": "Gedung Lawang Sewu yang terletak di kota Semarang merupakan sebuah bangunan kuno yang dibangun pada tahun 1902. Gedung ini telah banyak berubahfimgsi, antara lain sebagai kantor perusahaan jawatan kereta apt Belanda dan terakhir sebagai markas TNI-AD.Pemerintah daerah merencanakan untuk merenovasi Gedung Lawang Sewu menjadi sebuah hotel berbintang dengan menjaga kelestarian gedung yang memiliki nilai historis tinggi. Mengacu pada teori \"Strength Design\" yang disarankan oleh T.Paulay dan M.J.N. Priestley, telah dilakukan analisa seismik terhadap struktur dinding Gedung lMwang Sewu berdasarkan gempa dengan periode ulang 20 dan 200 tahun. Berdasarkan analisa tersebut, diketahui struktur dinding Gedung Lawang Sewu mempunyai ketahanan yang cukup baik dalam menahan beban gempa tegak lurus bidang dinding (out of plane), namun tidak mempunyai ketahanan yang baik dalam menahan beban gempa dalam bidang dinding (in plane). Untuk memperbaiki perilaku seismik struktur dinding Gedung /Mwang Sewu terutama dalam menahan beban gempa dalam dinding mungkin perlu dipertimbangkan beberapa metode alternatifyang dianggap tepat dari segi kekuatan, cara dan waktu pelaksanaannya. Berdasarkan metode rehabilitasi yang telah ada, diusulkan untuk memperkuat struktur dinding Gedung Lawang Sewu dengan menggunakan Shotcrete Overlay setebal 40 mm pada kedua sisi dinding. Untuk lebih memperkaku dtafragma lantai sehingga distrihusi beban menjadi lebih seragam, latitat diberi lopping setebal 50 mm dan tulangan yang ditanamkan pada dinding. Hasil analisa dengan menggunakan program ETABS menunjukkan adanya peningkalan kemampuan dinding menahan beban gempa dalam bidang dinding. Namun untuk beban gempa dengan periode ulang 200 lahun masih terdapat sejumlah dinding yang mengalami kerusakan, sehingga perlu dipertimbangkan untuk membongkar dinding tersebut dan menggantinya dengan bahan lain yang lebih kuat dari bala.",
  "creators": "BAMBANG IMAM SANTOSO; INDRA YUWONO",
  "contributors": "Takim Andriono (Advisor 1); Agus Adhisetiono Sutanto (Advisor 2); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 983 S; Bambang Imam Santoso (21495058), Indra Yuwono (21495135)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS; REINFORCED CONCRETE CONSTRUCTION"
}