{
  "id": "17544",
  "title": "Pengaruh inflasi terhadap kebijaksanaan penentuan inventory pada perusahaan sol sepatu",
  "abstract": "Adanya fluktuasi permintaan produk yang tidak menentu serta adanya kondisi perekonomian yang beberapa kali mengakibatkan terjadinya perubahan harga bahan baku secara tiba-tiba, menyebabkan diperlukannya pengendalian terhadap persediaan bahan baku agar dapat memenuhi permintaan di masa mendatang. Pengendalian persediaan bahan baku memerlukan suatu metode yang dapat diterapkan sesuai dengan kondisi perusahaan yang bertujuan untuk meminimumkan total biaya yang ada pada perusahaan. Peramalan permintaaan untuk masa yang akan datang merupakan langkah awal dalam perancangan ini. Sesuai dengan karakteristik data permintaan masa lalu, maka digunakan metode peramalan Multiplicative Decomposition dan metode peramalan Winter. Selanjutnya dilakukan penyesuaian dari hasil peramalan yang diperoleh dengan data yang ada dan dilakukan perhitungan untuk memperoleh hasil peramalan yang disesuaikan dengan data yang ada. Untuk melakukan pengontrolan terhadap persediaan bahan baku, dilakukan perhitungan dengan menggunakan metode pengendalian persediaan Economic Order Quantity - Probabilistic dengan Back Order. Juga dilakukan perhitungan total cost dengan memperhatikan kondisi inflasi yang ada (dalam hal ini persentase kenaikan harga bahan baku). Pengontrolan terhadap bahan baku dapat dilakukan oleh perusahaan meliputi kapan harus dilakukan pemesanan bahan baku dan berapa besar pemesanan yang harus dilakukan sehingga tidak terjadi kelebihan ataupun kekurangan bahan baku.",
  "creators": "FERAWATI",
  "contributors": "I Gede Agus Widyadana (Advisor 2); Siana Halim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.186/TI-12/1999; Ferawati (25494031)",
  "subjects": "PRODUCTION MANAGEMENT; INVENTORIES--MANAGEMENT"
}