{
  "id": "17541",
  "title": "Pusat media Kristen di Surabaya",
  "abstract": "Pada perencanaan tugas akhir ini, mengambil tema Pusat Media Kristen. Pusat Media Kristen ini merupakan suatu jawaban atas kerinduan begitu banyak pihak terutama urnat Kristiani untuk memperoleh informasi yang dapat menunjang pertumbuhan iman juga jalinan hubungan antara satu pihak dengan pihak lain. Media merupakan salah satu ujung tombak dalam kegerakan yang sedang berlangsung saat ini dan untuk masa-masa yang akan datang. Desain dari proyek ini seluruhnya dipergunakan untuk kemajuan umat Kristen di Surabaya pada khususnya dan di Indonesia pada umumnya. Pusat Media ini berisi fasilitas-fasilitas antara lain Penerbitan untuk media cetak, kantor-kantor desain grafts, kantor-kantor internet untuk media internet, studio rekaman untuk media audio dan rumah produksi untuk media audio visual, selain itu juga terdapat fasilitas pendukung berupa perpustakaan media cetak dan juga ada yang baru yaitu perpustakaan media digital yaitu perpustakaan yang berisi pustaka berupa CD koleksi buku, CD musik, VCD, kaset, video yang disertai dengan alat displaynya berupa komputer dan juga ruang-ruang untuk audio visual secara berkelompok. Perpustakaan ini ditujukan untuk menunjang secara nyata kegiatan media yang berlangsung saat ini sehingga bahan pustaka yang diperlukan selalu tersedia dan selalu \"up to date\". Antara perpustakaan dan para praktisi dari media dari masing-masing bidang saling bekerjasama, misalnya dari penerbit ada buku baru maka perpustakaan dengan segera dapat mendapatkannya bahkan juga memasarkannya, simbiosis mutualisme, saling menguntungkan dan demikian juga untuk yang lainnya. Juga terdapat satu ruangan pada bagian tertinggi dari gedung ini untuk hall serba guna yang dapat digunakan selain untuk kegiatan seminar atau sejenisnya, dapat juga dipakai untuk memutar film-film yang sesuai dengan kebijaksanaan dari pengelola fasilitas ini, misalnya film-film yang sudah benar-benar diteliti kebenarannya sehingga orang-orang Kristiani dapat melihat film-film yang bermutu tanpa takut ada nilai-nilai yang tidak baik di dalamnya. Diharapkan Pusat Media Kristen ini menjadi salah satu pusat kegiatan dari kehidupan umat Kristen untuk semakin berdampak bukan hanya bagi dirinya sendiri ataupun kota Surabaya ini tetapi diharapkan rnemberikan dampak lebih luas lagi, bagi Indonesia, bagi Asia bahkan bagi dunia. Tetapi sekali lagi media hanyalah salah satu alat yang Tuhan pakai dan yang bisa kita lakukan hanya melakukan yang terbaik yang dapat kita lakukan sesuai kehendakNya.",
  "creators": "YOHANES EKA CHANDRA",
  "contributors": "Wanda Widigdo Canadarma (Advisor 1); Joyce M.Laurens (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1739/ARS/17/2000; Yohanes Eka Chandra (22496033)",
  "subjects": "CHURCH FACILITIES-PLANNING"
}