{
  "id": "1754",
  "title": "Perancangan interior pusat pendidikan mode di Surabaya",
  "abstract": "Laporan perancangan tugas akhir yang berjudul \"Perancangan Interior Pusat Pendidikan Mode di Surabaya\" ini sebagai sarana untuk mengembangkan pendidikan mode di kota Surabaya yang saat ini menjadi salah satu pusat mode di Indonesia. Diharapkan Pusat Pendidikan Mode ini dapat memenuhi kebutuhan masyarakat khususnya di kota Surabaya. Memanfaatkan potensi tapak yang telah ada, dirancang sebuah fasilitas pendidikan mode karena disekitarnya terdapat pusat perbelanjaan (Tunjungan Plasa), sekolah IBMT strata 2, dan hotel berbintang sehingga menarik minat orang untuk mengetahui tentang mode baik dalam pagelaran busana maupun pendidikan di bidang mode. Konsep Perancangan Interior Pendidikan Mode ini bertujuan meningkatkan kemampuan manajemen, keahlian dan kreatifitas anak muda dengan menggali bakat dengan menampilkan citra dirinya di bidang mode. Suasana interior yang dirancang bukan hanya fungsional tetapi merupakan pencerminan dari seorang desainer mode yaitu dengan suasana modern dan glamour. Penciptaan suasana ini ditujukan untuk memberi kenyamanan, keamanan dan sentuhan tertentu pada pengguna ruang. Fasilitas-fasilitas yang akan dihadirkan pada dalam perancangan interior ini antara lain ruang peragaan busana, butik, cafe, toko, ruang belajar jahit, desain mode baik teori maupun praktek, perpustakaan dilengkapi internet, dan shop windows serta fasilitas penunjang lainnya. Perancangan Interior Pusat Pendidikan Mode ini diharapkan mampu menarik lebih banyak pengunjung dalam menambah wawasan di bidang mode khususnya di kota Surabaya.",
  "creators": "VIVI INDRAWATI",
  "contributors": "Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor 1); MULJONO HUSODO (Advisor 2); HARTOTO INDRA (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 0005/DIN/2002; Vivi Indrawati (41498008)",
  "subjects": "INDUSTRIAL BUILDINGS-DECORATION"
}