{
  "id": "17543",
  "title": "Pusat mode dan fotografi di Surabaya",
  "abstract": "Laporan perencanaan dan perancangan ini disusun untuk memenuhi persyaratan kurikuler Proyek Akhir Jurusan Arsitektur-Fakultas Teknik Universitas Kristen Petra, periode XXXTV, Januari-Juni 1996. Adapun judul yang dipilih adalah Pusat Mode dan Fotografi di Surabaya , mengingat bahwa perkembangan mode dan fotografi di Surabaya sudah banyak berkembang dilihat dari banyaknya tempat yang menawarkan mode-mode terakhir pada pusat-pusat perbelanjaan dan lomba-lomba yang berkenaan dengan bidang mode dan fotografi tersebut di Surabaya dirasakan perlu untuk mempunyai suatu wadah terpusat yang mudah dijangkau oleh masyarakat Surabaya. Untuk menunjang keberhasilan proses perencanaan tugas ini dilakukan pula penelitian-penelitian yang bersangkutan dengan judul proyek ini antara lain : survey ke pusat perbelanjaan terkemuka, wawancara dengan desainer ibukota, kepala kursus fotografi, pusat pengadaan peralatan fotografi, pemilik kursus / sekolah mode, juga dilengkapi dengan data-data literatur dan perpustakaan. Pelaksanaan penelitian diadakan pada saat awal proyek akhir dimulai pada saat penyusunan laporan unutuk mendapat data yang akuraL Survey diadakan selama sebulan diadakan di Jakarta untuk mendapaikan komentar dari tokoh-tokoh mode dan fotografi dari ibukota. Sedangkan untuk pengumpulan data literatur dilakukan sejalan dengan penyusunan laporan dan sewaktu melakukan perencanaan. Hasil penelitian adalah berupa saran-saran dan data-data yang berkenaan dengan perencanaan proyek. Dari kumpulan saran dan data tadi diambil yang paling masuk ke dalam konsep perencanaan proyek pusat mode dan fotografi yang sesuai dengan iklim di Surabaya Obyek penelitian ditekankan pada bagaimana memberikan suatu wadah yang tepat untuk informasi mode dan fotografi yang mutakhir bagi masyarakat Surabaya yang mampu menarik pengunjung dan menumbuhkembangkan minat masyarakat pada kedua bidang ini. Oleh karena itu dicari informasi dari para pakar mode dan fotografi yang berasal dari ibukota dan dari Surabaya untuk didapatkan kesamaan tentang konsep dan tuntutan mereka tentang suatu pusat mode dan fotografi yang baik. Karena pusat perkembangan mode dan fotografi di Indonesia selama ini berpusat di Jakarta sebagai ibukota maka penelitian dipusatkan di sana dengan mengumpulakan data juga dari para pakar kedua bidang yang berada di Surabaya Sebagai kesimpulan dapat dikatakan bahwa Surabaya sebenarnya sangat berpotensial untuk mengadakan suatu Pusat Mode dan Fotografinya sendiri yang mengikuti perkembangan dari ibukota dan mancanegara tetapi tidak melupakan ciri-cirinya sendiri pula. Maka disusunlah perencanaan ini untuk memenuhi kebutuhan tersebut Adapun yang lebih ditekankan di sini adalah segi estetika bangunan untuk menarik minat pengunjung",
  "creators": "PATRICIA MARIA",
  "contributors": "Stanislaus Kuntjoro Santoso (Examination Committee 1); Timoticin Kwanda (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1196/Ars/115/1996; Patricia Maria (22491026)",
  "subjects": "FASHION-BUILDINGS-DESIGNS AND PLANS; PHOTOGRAPHY-BUILDINGS-DESIGNS AND PLANS"
}