{
  "id": "17552",
  "title": "Optimalisasi jumlah pekerja di rumah sakit ST. Vincentius A. Paulo",
  "abstract": "Salah satu masaiah yang dihadapi oieh pihak manajemen rumah sakit St. Vincentius A. Paulo dalam meningkatkan kuaiitas pelayanannya adalah tidak diketahui secara tepat jumlah pekerja yang optimal untuk pekerjaan dengan skill yang dibutuhkan di bagian dapur dan kamar cuci sehingga menyebabkan biaya operasional yang tinggi bagi perusahaan. fujuan penelitian adalah membuat model untuk mengalokasikan pekerja dengan jumlah yang sesuai dengan kebutuhan di lokasi kerja sehingga diperoleh waktu proses yang tebih baik dari semula. Dalam penelitian ini dilakukan distribusi fitting terhadap aktivitas yang dilakukan para pekerja, kemudian disimulasikan dan dilihat hasilnya sebagai bahan pertimbangan membuat model usulan. Dan tahap berikutnya adalah meiakukan pengujian untuk membandingkan kondisi awal dan kondisi usulan. Hasil yang didapat untuk simulasi bagian dapur dan kamar cuci, ternyata pemindahan pekerja yang memiliki utilitas yang rendah untuk membantu pekerja dengan utilitas yang lebih tingi memberikan hasil waktu simulasi yang lebih singkat dibandingkan kondisi awal dan utilitas pekerjanya lebih merata dibandingkan kondisi awal. Sedangkan untuk bagian dapur, penambahan pekerja sebanyak 4 orang ternyata menghasilkan waktu simulasi yang lebih singkat dan tidak ada pengaruh yang berarti terhadap variasi utilitas pekerja. Bila melihat hasil yang didapat dari analisa, maka kondisi usulan untuk kamar cuci maupun dapur cuci cukup layak untuk dijadikan bahan pertimbangan dalam pengalokasian pekerja.",
  "creators": "LEANI",
  "contributors": "Tanti Octavia (Advisor 1); Tidak diketahui (Advisor 2); I Nyoman Sutapa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 319/TI-46/2000; Leani (25495123)",
  "subjects": "PERSONNEL MANAGEMENT; LABOR PRODUCTIVITY"
}