{
  "id": "17556",
  "title": "Analisis kemungkinan penggunaan kontrak i/d dalam upaya pencapaian target waktu kontruksi",
  "abstract": "Waktu konstruksi merupakan bagian penting dalam pelaksanaan proyek konstruksi. Waktu konstruksi dapat berjalan lebih cepat atau sesuai dengan waktu rencana jika pemilik menggunakan kontrak I/D yang mencantumkan insentif (I) bagi kontraktor jika proyek selesai lebih cepat dari jadwal dan dis-insentif (D) jika proyek terlambat. Kontrak I/D telah banyak digunakan di Amerika Serikat terutama sekali pada proyek jalan. Penelitian ini bertujuan untuk mengetahui kemungkinan penggunaan kontrak I/D ditinjau dari sudut pandang sisi pemilik dan kontraktor yang diformulasikan dalam bentuk kuesioner yang didistribusikan kepada pemilik dan kontraktor di Surabaya. Dari penelitian ini didapatkan bahwa kontrak I/D dapat digunakan pada proyek konstruksi terutama pada proyek-proyek kritis yang memerlukan penyelesaian yang tepat waktu. Sebagian besar responden setuju bahwa kontrak I/D dapat dipakai dalam proyek konstruksi karena dapat mempercepat waktu penyelesaian, menambah motivasi, dan meningkatkan produktifitas. Kontrak I/D menimbulkan konsekuensi adanya keseimbangan antara pelaksanaan dan pengawasan. Jenis proyek yang cocok bagi kontrak I/D adalah bangunan sipil contohnya adalah jalan atau pemasangan saluran. Hal ini berhubungan dengan penelitian yang dilakukan di Illionis, Amerika Serikat di mana kontrak I/D digunakan pada proyek jalan dan berhasil mengurangi waktu konstruksi. Tetapi yang menjadi kendala dalam penggunaan kontrak I/D adalah proyek bangunan sipil sebagian besar merupakan proyek pemerintah yang belum menggunakan kontrak I/D.",
  "creators": "SUGIYANTO; TANTO ANGKOJOYO",
  "contributors": "Ratna S. Alifen (Advisor 1); Paulus Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1037/SIP/2000; Tanto Angkojoyo (21495011), Sugiyanto (21495162)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; INDUSTRIAL PROJECT MANAGEMENT"
}