{
  "id": "17558",
  "title": "Pusat perawatan dan penelitian kanker di Surabaya",
  "abstract": "Selama dua dekade ini telah banyak kasus penyakit kanker yang terjadi di negara kita. Baik yang ditemukan sejak dini kemudian menjalani pengobatan, maupun yang terlambat untuk mengetahuinya. Oleh karena meningkatnya jumlah penderita penyakit kanker di negara kita, maka perlu adanya suatu fasilitas khusus yang menyediakan pelayanan pengobatan penyakit kanker secara lengkap. Proyek Tugas Akhir ini bertujuan untuk membantu pemerintah dalam usaha peningkatan kesehatan masyarakat khususnya dalam penanggulangan penyakit kanker. Bangunan yang dirancang adalah sebuah rumah sakit khusus yang memberikan pelayanan diagnosis, berbagai jenis pengobatan dan terapi medik, rehabilitasi fisik dan psikologis, bimbingan rohani kepada penderita kanker dan pemberian penyuluhan kepada masyarakat mengenai penyakit kanker, sehingga akan memberikan kemudahan bagi pasien kanker untuk mendapatkan penanganan dan pengobatan secara cepat dan tepat. Dalam proyek ini, segi psikologis dan perilaku penderita kanker merupakan hal yang sangat penting. Oleh karena itu penekanan desain adalah pada penerapan konsep secara psikologis pada bangunan untuk menciptakan suasana yang dapat memberikan harapan dan membangkitkan semangat hidup penderita kanker, antara lain melalui penataan massa bangunan, penataaan ruang luar dan pemakaian wama dalam bangunan. Proyek ini merupakan pengembangan fasilitas dari kompleks perumahan Citraland, di mana kondisi site saat ini merupakan lahan yang belum terbangun. Dengan adanya proyek ini diharapkan jumlah penderita kanker akan berkurang dan angka kematian dapat ditekan.",
  "creators": "VERA VERONICA R.ARIFIN",
  "contributors": "Danny Santoso Mintorogo (Advisor 1); Markus Ignatio Aditjipto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1724/ARS/2/2000; Vera Veronica Rosdiana Arifin (22495012)",
  "subjects": "CANCER-HOSPITALS"
}