{
  "id": "17563",
  "title": "Pusat seni fotografi di Surabaya",
  "abstract": "Laporan perancangan ini disusun sebagai pelengkap dan pertanggungjawaban gambar perancangan proyek \"Pusat Seni Fotografi di Surabaya\", pada Tugas Akhir AR. 4500, periode XLIII di Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra. Tulisan ini adalah sebuah laporan tentang perancangan suatu wadah aktifitas untuk melayani masyarakat luas, khususnya masyarakat yang mempunyai minat besar terhadap dunia fotografi. Di dalam wadah aktifltas tersebut terdapat berbagai macam aktifltas antara lain; pameran foto, pameran alat fotografi dan multimedia, seminar fotografi, kursus fotografi, studio profesional, serta berbagai macam kegiatan yang berhubungan dengan fotografi. Perancangan bangunan Pusat Seni Fotografi Surabaya ini harus memperhatikan pengaruh yang ditimbulkan oleh keberadaan proyek tersebut terhadap lingkungan sekitar untuk khususnya dan Surabaya untuk umumnya. Oleh sebab itu langkah awal yang ditempuh, yakni mencari data seputar tapak dan lingkungan sekitarnya, analisa tapatc, dan urban. Dari hasil analisa tersebut, bangunan Pusat Seni Fotografi Surabaya ini diharapkan\" dapat menjadi landmark minor bagi kawasan sekitar tapak, serta dapat memanfaatkan potensi-potensi yang ada disekitar tapak. Sedangkan untuk bangunannya sendiri, perancang berusaha menampilkan ciri khas dari ciri- ciri umum sebuah bangunan komersial, yakni terdapat sebuah space penagkap yang jelas. Hal itu juga tidak lepas dari konsep dasar yang diambil dan fungsi-fungsi dari ruang atau massa yang terbentuk. Demikian gambaran singkat mengenai proyek Pusat Seni Fotografi Surabaya ini, untuk lebih jelasnya akan diuraikan lebih lanjut pada bab-bab tersendiri.",
  "creators": "IWAN",
  "contributors": "I Gusti Nyoman Sulendra (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1737/ARS/15/2000; Iwan (22496027)",
  "subjects": "PHOTOGRAPHY-EDUCATION-BUILDINGS; PHOTOGRAPHY-EXHIBITIONS"
}