{
  "id": "17569",
  "title": "Surabaya automotive modification center",
  "abstract": "Perkembangan dunia otomotif di Surabaya mcnjanjikan prospek yang cerah. Ini dapat terlihat dengan semakin banyaknya aktifitas yang ditujukan pada dunia otomotif. Untuk mcnunjang lial terscbut dibutuhkan fasilitas-fasilitas penunjang yang memadai. Surabaya Automotive Modification Center adalah wadah bagi pecinta otomotif di Surabaya pada khususnya yang menyediakan fasilitas-fasilitas untuk memodifikasi mobil dan menampung segala aktivitas yang bcrhubungan dengan otomotif seperti : pameran mobil dan show room penjualan, penjualan spare part, modifikasi dan perbaikan, kantor IMI dan klub-klub otomotif, perpustakaan mini, hall serbaguna, sirkuit mini dan kafe. Tapak berada di kawasan Surabaya Barat yang termasuk pada Unit Pengcmbangan Dukuh Kupang. Mengingat Automotive center merupakan bangunan komcrsial, maka sesuai arahan proyek berada di sepanjang jalan utama yaitu Jl. May Jend Sungkono. Pencapaian menuju tapak cukup mudah karena selain berada di pusat distrik, tapak dapat dicapai dari ketiga jalan dan pedestrian yang mengelilingi tapak. Automotive center merupakan bangunan yang mewadahi dua kcgiatan yang berbeda. Karenanya dipilih bentuk massa kompleks tetapi tetap menyatu. Pada dasarnya bangunan ini digunakan oleh dua macam pengguna yaitu mobil dan manusia itu sendiri. Untuk menampilkannya, dilakukan penggabungan perbedaan perilaku yang mendasar dari kedua pcngguna terscbut. Dari penggabungan tersebut muncul bentukan yang dinamis. Untuk penataan ruang dalam, modul yang digunakan sebagian besar mengacu pada mobil sebagai obyek utama pada proyek ini. Begitu juga dengan penataan interiornya semua bernuansa otomotif dan disesuaikan dengan karakter masing-masing ruang. Untuk menampilkan citra yang menarik dan modern digunakan elemen bcrkualitas tinggi dengan memanfaatkan tehnologi yang ada. Dalam penerapannya, Automotive Modification Center merupakan bangunan dengan konsep one stop service. Proyek ini dirancang menjadi suatu fasilitas terlengkap dan terkemuka yang mclayani segala kebutuhan automobil di Surabaya pada khususnya.",
  "creators": "ERLITA PERWITASARI S",
  "contributors": "Frans Soehartono (Advisor 1); Paulus Hendrianto Soehargo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1668/ARS/55/1999; Erlita Perwitasari Soeparto (22494049)",
  "subjects": "AUTOMOBILE REPAIR SHOPS; COMMERCIAL BUILDINGS"
}