{
  "id": "17562",
  "title": "Koonservatori musik kontemporer di Surabaya",
  "abstract": "Judul ini sengaja dipilih, karena melihat perkembangan musik yang terjadi di Indonesia begitu pesatnya. Sehingga diperlukan wadah yang bisa mengarahkan perkembangan itu agar tidak semata hanya menghibur tapi mendidik masyarakat. Dengan judul konservatori musik kontemporer, proyek ini diharapkan bisa memenuhi harapan tersebut. Sebuah usaha untuk mencari di tengah dunia yang kaya akan inspirasi ini, menggodok kreatifitas masyarakat untuk lebih mengembangkan nilai estetis dalam seni musik. Beberapa orang mungkin bertanya \"siapkah Indonesia untuk musik kontemporer?\" Masalah siap atau tidak itu sangat relatif. Proyek ini adalah sebuah terobosan baru yang mencoba memberi wawasan baru bagi masyarakat, sebuah usaha untuk keluar dari kebekuan dan selalu mencari bahan yang baru untuk dikaji, dikupas sampai ke akarnya untuk memberi nilai kepuasan lebih bagi tiap pendengar. Kebebasan dan keterbukaan terhadap musik yang berkembang saat ini merupakan konsep berpikir utama yang menjiwai seluruh proyek ini, dengan dernikian diharapkan proyek ini dapat bermanfaat sebagai wadah pengkajian dan pengembangan musik demi meningkatkan apresiasi masyarakat terhadap dunia seni musik Proyek ini di mulai dengan tahap perencanaan yang meUputi analisis terhadap lingkungan sekitar tapak sampai kebutuhan bangunan itu sendiri, seperti fasilitas edukasi, pelengkap(servis dan administrasi) dan fasilitas penunjang berupa gedung pertunjukan, galeri, perpustakaan, toko-toko dan diakhiri dengan tahap perancangan berupa gambar desain bangunan.",
  "creators": "CHRISTIAN XENOPHANES",
  "contributors": "Samuel Hartono (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1755/ARS/33/2000; Christian Xenophanes Suryantara (22496088)",
  "subjects": "CONSERVATORIES OF MUSIC; MUSIC HALLS"
}