{
  "id": "17560",
  "title": "Wahana petualangan dan planetarium di kompleks citra raya kota mandiri Surabaya",
  "abstract": "Wahana Petualangan dan Planetarium di komplek Citra Raya Kota Mandiri memberikan suatu wadah yang berfungsi sebagai salah satu theme park di Surabaya yang mampu mendongkrak citra kota Surabaya sebagai kota metropolis dengan menghadirkan sarana rekreasi sekelas dengan Dufan. Sasaran yang dituju dalam proyek ini adalah golongan usia 15-30 tahun yang dapat dikategorikan dalam usia anak muda dan dewasa muda. Kecenderungan karekter usia ini yang serba ingin tahu, berani, agresif, bersemangat serta dinamis, kreatif dan penuh hasrat untuk berpetualang dan tanpa pula melupakan sisi-sisi destruktif serta pemberontak jika tidak diarahkan dengan benar; merupakan pertimbangan diperlukannya suatu wadah untuk menampung kecenderungan karakter mereka serta memasukkan unsur pendidikan sebagai faktor pengontrol yang kurang lebih sama besarnya dengan unsur bermainnya. Berangkat dari hal tersebut diatas, Transprogramming merupakan konsep yang mendasari rancangan ini yang kemudian terbawa pada suatu Disprogramming, dengan mengimplementasikan filosofi konsep anak muda (conceptual of adolescence) serta cakupan perkembangannya dalam rancangan secara flsik. Wahana Petualangan dan Planetarium di komplek Citra Raya Kota Mandiri merupakan kelanjutan dari proyek theme park I yang mengambil segmen pasar keluarga yang secara keseluruhannya keduanya merupakan bagian dari Urban Recreation Park di Citra Raya Kota Mandiri.",
  "creators": "PETRINA HEMIATI",
  "contributors": "Handoko Istanto (Advisor 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1731/ARS/9/2000; Petrina Hemiati (22496005)",
  "subjects": "PLANETARIUMS; RECREATION CENTERS"
}