{
  "id": "17572",
  "title": "Perbandingan perhitungan penyusutan aktiva tetap menurut UU PPh tahun 1983 dengan UU PPh tahun 1994 dan pengaruhnya terhadap laba operasi hotel Satelit Surabaya",
  "abstract": "Dalam rangka ikut mengsukseskan program Pemerintah di sektor pariwisata, Bapak Drs.Wahyu Susilo mendirikan hotel tingkat tiga, Hotel Satelit Surabaya di jalan May) end Sungkono, tempat yang strategis, tak heran jika Hotel Satelit sangat dikenal di Surabaya. Di dalam setiap usaha pasti memiliki aktiva tetap karena merupakan sumber ekonomi untuk menciptakan pendapatan. Oleh sebab itu pembebanan biaya untuk memperoleh aktiva tetap tersebut harus dilakukan setepat mungkin sesuai dengan manfaat yang diberikan terhadap operasi Hotel Satelit. Mengingat peraturan perpajakan tentang penyusutan pun mengalami pembaharuan sehingga penulis ingin tahu sejauh mana perbedaan antara peraturan fiskal yang lama dengan yang baru. Apakah ada perbedaan yang signifikan (bermakna) dalam perubahan Undang-Undang PPh tersebut. Selain itu dapat memberikan gambaran kepada Hotel Satelit pengaruh dari perbedaan tersebut terhadap Hotel satelit. Dalam penelitian ini, penulis mengambil data-data sebagaimana adanya yang diperoleh dari Hotel Satelit. Untuk mendukung penelitian ini penulis juga mengambil data eksternal seperti peraturan perpajakan dan Undang-undang yang berkaitan dengan masalah ini yaitu UU PPh No 7 tahun 1983 dan UU PPh No 10 tahun 1994. Setelah melakukan analisa, ternyata ketentuan fiskal baru lebih banyak menguntungkan, dengan beban penyusutan yang lebih besar dari ketentuan lama menyebabkan laba yang diperoleh kecil tapi pajak yang dibayarkan pun kecil. Penulis menyarankan untuk memakai fasilitas yang sudah diberikan UU PPh No 10 tahun 1994 yang paling menguntungkan Hotel Satelit yaitu metode garis lurus.",
  "creators": "ALEXANDRA TALIMAN",
  "contributors": "Drs. Sudibjo, M.M (Advisor 1); ALI DJAMHURI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skrispi No. 058/96/FE.AK/2000; Alexandra Taliman (32496025)",
  "subjects": "TAX ACCOUNTING"
}