{
  "id": "17577",
  "title": "Pusat pemulihan, pembinaan dan konseling doulos di Prigen",
  "abstract": "Dewasa ini semakin ramai diberitakan melalui media massa tentang korban-korban narkotika terutama di kalangan generasi muda. Keadaan ini menunjukkan terjadinya kemunduran kehidupan keagamaan dari sebagian kelompok pemuda dan remaja kita. Hal ini sangat disayangkan, pemuda sebagai tulang punggung bangsa telah keropos baik secara moral maupun secara batiniah. Sekalipun demikian, banyak orang yang masih belum mengenal baik pengertian dari NAZA sendiri serta bagaimana penanggulangannya. Seminar, konseling dan rehabilitasi pun diberikan, namun dalam jumlah yang tidak memadai, rehabilitasi-rehabilitasi.yang ada di Jawa Timur pun masih merupakan hal yang baru, sehingga fasilitas dan penanganan yang diberikan masili belum memadai. Oleh karena itu pada proyek akhir ini direncanakan suatu Pusat Pemulihan, Pembinaan dan Konseling Doulos di Prigen, dimana dalam proyek ini tidak hanya menanggulangi secara psikologis ataupun secara medis, namun juga menekankan pada kesembuhan secara batiniah yang merupakan akar dari seluruh masalah yang menjadikan mereka terikat oleh kuasa-kuasa kegelapan. Di dalam proyek ini pendekatan masalah dilakukan dengan mengetahui kondisi akar masalah baik secara medis, prilaku dan psikologi mereka. Sehingga kemudian ditawarkan suatu rehabilitasi dengan menggunakan pendekatan ke alam dimana alam sendiri mempunyai suatu kealamiahan yang dapat membantu proses penyembuhan mereka. Alam dapat mengembalikan pikiran yang jenuh ke dalam pikiran yang jernih, menenangkan jiwa dan merupakan suatu sarana yang tepat untuk meditasi dan penyembuhan batin. Laporan proyek ini terbagi atas empat bab, dimana bab satu menjelaskan latar belakang permasalahan serta tujuan dan manfaat proyek, bab dua mengenai perancangan tapak, bab tiga mengenai perancangan bangunan, serta bab empat merupakan bab penutup. Akhir kata tidak ada suatu kesempurnaan yang sempurna, kekurangan-kekurangan yang ada masih banyak, pengembangan-pengembangan masih dibutuhkan, namun secara keseluruhan proyek ini telah memenuhi harapan dan fungsi yang menjadi tuntutan-tuntutan permasalahannya.",
  "creators": "RANI MATANDI",
  "contributors": "Irwan Santoso (Advisor 1); Paulus Hendrianto Soehargo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1701/ARS/30/2000; Rani Matandi (22496014)",
  "subjects": "RECOVERING ADDICTS-BUILDINGS"
}