{
  "id": "17588",
  "title": "Studi tentang sistem operasional transformator daya 500/150 kV, 500 MVA di gardu induk Krian",
  "abstract": "Dalam sistem interkoneksi dibutuhkan keberadaan Gardu Induk dengan tegangan ekstra tinggi yaitu 500 kV, sehingga diperlukan Transformator Daya sebagai salah satu peralatan untuk memanipulasi tegangan harus mampu beroperasi secara kontinyu sehingga menunjang keandalan beroperasinya Gardu Induk. Melihat kenyataan bahwa transformator daya merupakan peralatan essensial yang vital dan mahal, maka sangat perlu dilakukan penerapan suatu sistem tertentu yang bertujuan sebagai pengamanan terhadap transformator selama beroperasi. Yang menjadi perhatian dalam skripsi ini adalah sistem operasional transformator daya 500/150 kV, 500 MVA ini meliputi sistem koordinasi isolasi yang diterapkan, peralatan utama pengamanan transformator, prinsip pengoperasian transformator dan pengaturan jarak penempatan serta hubungan antar transformator. Sistem koordinasi isolasi yang diterapkan menghasilkan perlindungan transformator daya yang maksimal terhadap bahaya tegangan lebih yang terjadi. Peralatan utama pengamanan transformator yang terdiri atas relay-relay, pemutus tenaga, pemisah tenaga, transformator arus dan transformator tegangan dapat memberikan pengamanan yang maksimal dari adanya gangguan pada transformator daya. Prinsip pengoperasian transformator meliputi pengaturan jarak penempatan, hubungan antar transformator serta jenis dan ukuran konduktor yang digunakan akan dapat menghasilkan pengoperasian transformator daya yang aman dan kontinyu.",
  "creators": "ARDYAN DWI SAKSONO",
  "contributors": "BUNAWI GUNAWIDJAJA (Advisor 1); Prof. Ir. Hanny Hosiana Tumbelaka, M.Sc., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 99/E/TST/024/303; Ardyan Dwi Saksono (23493150)",
  "subjects": "ELECTRIC TRANSFORMATOR; ELECTRIC TRANSFORMERS"
}