{
  "id": "17586",
  "title": "Pusat penanggulangan penganiayaan anak",
  "abstract": "Berawal dari keprihatinan penulis akan banyaknya kerusuhan-kerusuhan dan kekerasan yang terjadi di negara ini yang akhimya mengundang gencarnya dikumandangkan Hak Asasi Manusia (HAM) di mana-mana, penulis menyoroti adanya lapisan masyarakat yang tidak pernah terperhatikan hak-haknya walaupun HAM mulai ramai diperbincangkan. Lapisan masyarakat ini, yaitu anak-anak, seakan terjebak dalam lingkungan masyarakat yang cenderung meletakkan pada posisi yang rendah. Walaupun kasus-kasus kekerasan terhadap anak-anak mendapat sorotan di masyarakat, namun kesadaran masyarakat untuk melaporkan suatu kejadian kekerasan orang tua terhadap anaknya masih sangat rendah. Begitu pula wawasan masyarakat akan batas-batas kekerasan terhadap anak-anak yang masih dapat ditolerir masih dirasakan rendah. Kebudayaan memandang anak ini, menyebabkan kurangnya perhatian khusus dalam upaya untuk menanggulangi kekerasan terhadap anak-anak. Pemerintah walaupun telah mempunyai pasal di Undang-Undang Dasar dan meratifikasi hak anak, tetap tidak menunjukkan tindakan nyata dalam mencegah ataupun menyelesaikan secara hukum tindakan kekerasan ini. Banyak kali kasus kekerasan terhadap anak-anak berakhir dengan dibebaskannya si pelaku atau pemberian hukuman yang ringan. Pusat Penanggulangan Penganiayaan Anak berusaha untuk mencoba memberikan kontribusi nyata di tengah masyarakat yang berupaya melakukan tindakan preventif dan kuratif dalam menanggulangi kekerasan terhadap anak-anak. Upaya tersebut tidak hanya bersifat mewadahi suatu aktifitas belaka, namun di dalam proyek diintegrasikan akan aspek psikologis atau kejiwaan anak. Dalam upaya tersebut, anak-anak diharapkan dapat menenangkan diri dari emosi atau ketakutan yang hanya akan menghalangi proses penyembuhan berikutnya. Kemudian dilakukan pendekatan yang persuasif baik dalam si stem kontrol pengawasan dan pemulihan, sehingga anak mempunyai rasa percaya diri dan kepercayaan terhadap orang dewasa terutama para staf atau psikolog. Setelah itu, baru dilakukan tahapan-tahapan perawatan yang cocok dalam memulihkan kondisi kejiwaan dan mental anak. Proyek juga berupaya untuk memberikan pendidikan atau wawasan baik kepada kalangan pendidikan ataupun masyarakat luas dalam pelayanan-pelayanannya. Dalam arsitektural, didesain suatu bangunan yang menyampaikan pesan kepada masyarakat akan pentingnya mengasihi anak secara benar dan menumbuhkan harapan baru akan keluarga yang harmonis dan anak-anak yang bermasa depan cerah.",
  "creators": "YOHANES",
  "contributors": "Paulus Hendrianto Soehargo (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1702/ARS/31/2000; Yohanes (22496015)",
  "subjects": "CHILD WELFARE-BUILDINGS"
}