{
  "id": "17583",
  "title": "Pusat perlengkapan pernikahan di Surabaya",
  "abstract": "Pusat perlengkapan pernikahan ini dipilih penulis sebagai judul dari proyek akhir, karena diharapkan dengan adanya proyek ini dapat memberikan kemudahan dalam melayani persiapan dan penyelenggaraan perayaan pernikahan dalam satu wadah saja. Didalam laporan perancangan ini, termuat perbandingan antara konsep awal dengan hasil perancangan, kendala apa saja yang dihadapi, serta bagaimana pemecahannya. Secara umum , laporan perancangan ini terbagi menjadi tiga bab, yaitu pendahuluan, perencanaan tapak, dan perencanaan bangunan. Di dalam pendahuluan , dijelaskan tentang latar belakang diambilnya judul proyek ini, lingkup pelayanan, tujuan serta manfaat yang ingin dicapai dari proyek ini. Di dalam perencanaan tapak, penulis membahas mengenai pendaerahan (zonning), pengaruh lingkungan sekitar dan pengaruh urban terhadap tapak maupun pengaruh perencanaan tapak terhadap lingkungan sekitar. Selain itu dibahas pula pencapaian tapak, sistim sirkulasi dalam tapak, sistim parkir, pengolahan bentuk lahan, serta detail lansekap. Pada bab perencanaan bangunan, terdapat rekapitulasi program luasan ruang beserta perubahan apa saja yang terdapat pada hasil akhir perancangan, sebagai pertanggung jawaban atas perhitungan luasan ruang awal. Selain itu dijelaskan pula konsep penataan masa bangunan , yang merupakan bangunan bermasa tunggal serta pembahasan tentang bentuk dan penampilan bangunan yang mengacu pada konsep filosofis yaitu hakikat filosofis perkawinan. Berikutnya dibahas tentang penggunaan sistim struktur dan perlengkapan pelayanan serta utilitas bangunan. Sebagai penutup, terdiri dari daftar pustaka dan lampiran. Lampiran yang ada merupakan gambar hasil perancangan yang terdiri dari denah, tampak, potongan, perspektif, dan foto maket.",
  "creators": "NATALYA",
  "contributors": "Handinoto (Advisor 1); Danny Santoso Mintorogo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1684/ARS/13/2000; Natalya (22494116)",
  "subjects": "WEDDINGS-BUILDINGS"
}