{
  "id": "17582",
  "title": "Penelitian awal metode self compacting concrete",
  "abstract": "Pemadatan atau vibrasi merupakan salah satu proses dari pekerjaan beton yang mutlak hams dilakukan. Tujuan dari pemadatan itu sendiri adalah meminimalkan udara yang terjebak dalam beton segar, sehingga diperoleh beton yang homogen dan tidak terjadi rongga di dalam beton. Apabila pemadatan beton tersebut tidak sempuma, akibatnya dapat menurunkan kuat tekan beton dan memungkinkan terjadinya karat pada tulangan. Penelitian awal metode Self Compacting Concrete (S.C.C) ini memberikan solusi baru dalam dunia teknologi beton, dimana proses pemadatan beton tidak perlu dilakukan lagi. Metode Self Compacting Concrete (S.C.C) kini telah digunakan dan dikembangkan di luar negeri, tetapi di Indonesia belum begitu dikenal, dikarenakan belum adanya prosedur mix design standar untuk pelaksanaan Self Compacting Concrete (S.C.C) di Indonesia. Selain itu mix design yang ada di luar negeri belum tentu cocok digunakan karena pengaruh dari perbedaan letak geografis dan iklim pada daerah tersebut. Sehingga secara tidak langsung juga berpengaruh terhadap admixtures, bahan pengisi dan bahan material beton yang akan digunakan untuk pelaksanaan mix design. Dari hasil pengujian yang telah dilakukan, metode ini harus menggunakan admixtures modern untuk mendapatkan kondisi self compatibility. Sedangkan untuk komposisi semen dengan bahan pengisi fly ash dilakukan pengujian flowability dan workability sampai batas yang optimal, yaitu sampai perbandingan 5:5. Pengujian dilakukan dengan alat L-shaped box dan alat slump cone.",
  "creators": "AGUS HIMAWAN; DAVID SURYA DARMA DS",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1); Handoko Sugiharto (Advisor 2); Po Seng Kian (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1039/SIP/2000; Agus Himawan (21495029), Davis Surya Darma (21495113)",
  "subjects": "COMPACTING; CONCRETE"
}