{
  "id": "17581",
  "title": "Penerapan analisis economic value added dalam penilaian kinerja perusahaan pada PT. Gudang Garam di Kedir",
  "abstract": "Seringkali yang dijadikan tolok ukur dalam menilai kinerja perusahaan didasarkan pada analisa rasio keuangan. Walaupun analisis tersebut dapat memberikan informasi mengenai operasi dan keadaan keuangan perusahaan, namun informasi tersebut tidak terlepas dari adanya keterbatasan-keterbatasan yang perlu diperhatikan. Kemudian oleh Steward diperkenalkan suatu konsep baru yang disebut Economic Value Added (EVA). Konsep Economic Value Added (EVA) sangat relevan dalam mengukur besar kecilnya nilai tambah yang diciptakan selama periode tertentu. Penelitian ini membahas tentang penilaian kinerja perusahaan berdasarkan besar kecilnya Economic Value added (EVA) yang dihasilkan dalam operasi perusahaan PT. Gudang Garam selama periode tahun 1991 sampai periode 1995. Metode yang digunakan dalam penelitian ini adalah penelitian deskriptif dengan rancangan penelitian studi kasus, jenis dan sumber data adalah data kuantitatif yang berupa laporan keuangan selama lima tahun. Pengukuran data dengan menggunakan skala rasio. Sedangkan instrumen dan metode pengumpulan data menggunakan metode library research, wawancara dan instrumen pendokumentasian. Kemudian untuk teknik analisa data yang sesuai dengan masalah, jenis data dan tujuan penelitian ini adalah dengan menentukan besamya Economic Value Added. Penilaian kinerja perusahaan dengan konsep Economic Value Added yang dilaksanakan dalam penelitian ini mengambil langkah-langkah sebagai berikut: (1) menghitung biaya modal hutang (Cost of Debt), (2) menghitung biaya modal saham (Cost of Equity), (3) menghitung struktur permodalan (Cost of Capital), (4) menghitung biaya modal tertimbang rata-rata (Weighted Average Cost of Capital), lalu (5) menentukan besamya Economic Value Added perusahaan. Hasil penelitian menunjukkan bahvva dalam menjalankan operasinya perusahaan PT. Gudang Garam telah berhasil menciptakan nilai tambah ke dalam perusahaan. Nilai tambah yang positif dihasilkan pada tahun 1991, 1992, 1994, dan 1995 sedangkan nilai tambah negatif dihasilkan tahun 1993. Kinerja terbaik perusahaan untuk periode lima tahun ini dicapai pada tahun 1995. Dari penelitian ini diketahui bahwa besar kecilnya Economic Value Added yang dihasilkan untuk setiap periode berbeda, tergantung pada operasi perusahaan tersebut selama periode tersebut.",
  "creators": "LENY",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 050/96/FE.AK/2000; Lenny (32496040)",
  "subjects": "VALUE ADDED-ANALYSIS; ACCOUNTING"
}