{
  "id": "17597",
  "title": "Pusat musik (music center) di Surabaya",
  "abstract": "Laporan ini disusun sebagai salah satu bagian dariTugas Akhir Jurusan Arsitektur yaitu Proyek Akhir AR.4500 \"Pusat Musik ( Music Center ) di Surabaya\" Isi laporan ini adalah perencanaan dan perancangan proyek untuk mewujudkan gagasan dalam pengembangan sektor pelayanan umum dan jasa di Surabaya sebagai kota terbesar kedua di Indonesia. Proyek ini dipilih dengan maksud untuk memenuhi kebutuhan akan fasilitas dan sarana kegiatan musik yang semakin berkembang dan tidak pernah lepas dalam kehidupan manusia ( masyarakat ) sehari-hari. Selain itu juga memperkenalkan penemuan baru di bidang musik itu sendiri sekaligus perkembangan arsitektur berkaitan dengan fungsi musik. Pendekatan desain dilakukan dengan mengkaitkan tema proyek yaitu musik ke dalam konsep-konsep perancangan. Penulisan laporan ini didahului dengan latar belakang pemikiran yang melahirkan gagasan dan permasalahan, sehingga disimpulkan judul proyek, tujuan serta manfaat proyek. Uraian tentang keadaan serta kegiatan permusikan di Surabaya mendasari . perumusan jenis fungsi dan fasilitas yang direncanakan di dalam lingkup proyek. Kemudian pada bagian selanjutnya diuraikan perencanaan dasar yang meliputi penyusunan program dasar, program kebutuhan, program ruang, serta penentuan lokasi dan tapak, yang menjadi pedoman dalam tahap perancangan. Tahap perancangan merupakan uraian konsep-konsep perancangan bangunan seluruhnya, termasuk sistem akustik dan utilitas bangunan. Uraian konsep dikembangkan pada tahap pengembangan desain selanjutnya, sehingga diperoleh hasil akhir desain bangunan yang memenuhi tujuan semula. Kami menyadari masih terdapat kekurangan dalam penyusunan laporan ini karena keterbatasan dalam waktu maupun kemampuan, namun kami berharap laporan dapat bermanfaat bagi yang memerlukan.",
  "creators": "MARIA EKALIANA H.",
  "contributors": "Wanda Widigdo Canadarma (Advisor 1); J. Loekito Kartono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1199/Ars/18/1996; Maria Ekaliana H. (22491039)",
  "subjects": "MUSIC CENTRE; MUSIC-HALLS"
}