{
  "id": "17594",
  "title": "Pentingnya kualitas kurikulum sumber daya manusia dalam mengelola karir menghadapi era globalisasi",
  "abstract": "EXECUTIVE SUMMARY A. Topik pembahasan artikel pertama yang berjudul \"Mengelola Karir Menghadapi Bisnis A bad 21\" berisi: Manajemen karir organisasional merupakan aktivitas-aktivitas dan kesempatan-kesempatan yang disponsori organisasi untuk membantu memastikan bahwa mereka akan memenuhi kebutuhan-kebutuhan sumber daya manusia mereka. Praktek-praktek manajemen karir organisasional mencakup: perencanaan karir, pengembangan jejak karir, aktivitas-aktivitas pelatihan dan pengembangan jejak karir, aktivitas-aktivitas pelatihan dan pengembangan, kebijakan-kebijakan staffing formal, kriteria promosi standar, pusat-pusat pengukuran, penempatan pekerjaan, pendanaan pekerjaan, penyuluhan karir, penyuluhan outplacement dan hubungan dengan anak buah ( Stumpf, 1984 ) Praktek-praktek manajemen karir organisasional memiliki banyak manfaat bagi organisasi dan sangat bergantung pada bagaimana praktek-praktek tersebut didesain, dioperasionalkan, didukung oleh besarnya kebutuhan-kebutuhan pekerja dan apakah suatu praktek tertentu cocok dengan strategi organisasi atau tidak. Di masa depan akan terlihat suatu penekanan yang lebih besar pada ketrampilan-ketrampilan karena banyak individu akan bekerja dalam organisasi-organisasi minimal sebagai profesional yang mengelola sendiri. B. Topik pembahasan artikel kedua yang berjudul \" Kompetensi Profesi Dalam Era Globalisasi\" berisi: Setiap tenaga kerja perlu dilengkapi dengan pengetahuan tambahan yang canggih dan terus dikembangkan, serta keahlian untuk melakukan penetrasi dan mengenal pasaran yang akan dituju, selain itu kompetensi profesional merupakan kunci daya saing dalam era percepatan kemajuan teknologi secara cepat. Dalam globalisasi perdagangan dan investasi dunia yang diwarnai kuat oleh keragaman teknologi, keunggulan bersaing dari unit usaha suatu negara bertumpu kuat pada kemampuan diferensiasi yang bermula dari keunggulan teknologi. Tanpa kemampuan diferensiasi, suatu perusahaan hanya dapat menikmati bagian kecil dari perdagangan intra-industri yang justru tumb*jh progresifdibanding perdagangan antar-industri. C. Topik pembahasan artikel ketiga \"A Quality Human Resource Curriculum: Recommendations From Leading Senior Human Resource Executives\" berisi: Bahwa para eksekutif sumberdaya manusia bertanggungjawab untuk memperkerjakan lulusan sekolah bisnis yang mengkonsentrasikan dalam sumber daya manusia dengan mempertimbangkan bahwa isi sekarang dari kurikulum manajemen sumber daya manusia sudah tepat serta membantu memberikan pengertian siswa mengenai dimana fungsi sumberdaya manusia dapat cocok diterapkan dan melengkapi strategi bisnis secara keseluruhan. Penting bagi kalangan akademis dan para praktisi untuk saling berkomunikasi satu sama lain mengenai kurikulum karena kedua belah pihak mempunyai taruhan akan kesuksesan dari para lulusan. Ada suatu kebutuhan yang jelas untuk komunikasi yang sering dan jujur antara kalangan akademis dan para praktisi mengenai hal-hal yang berhubungan dengan kurikulum. Ketiga jurnal tersebut memiliki keterkaitan yaitu: a. Kualitas kurikulum sumber daya manusia diperlukan dalam pengembangan sumber daya manusia sebagai aset perusahaan maka hendaknya pengembangan sumber daya manusia perlu dikelola, diorganisir secara baik dan terencana oleh perusahaan agar dapat menghasilkan sumber daya manusia yang mampu memberikan keuntungan kompetitif perusahaan. b. Setiap tenaga kerja di era globalisasi memerlukan suatu pemahaman yang lebih mendalam mengenai hal-hal apa saja yang perlu diperhatikan tentang manajemen sumber daya manusia selain itu, perlu juga dilengkapi dengan tambahan pengetahuan khusus, pengenalan akan pasar, kemampuan bekerjasama serta dilengkapi ciri-ciri pribadi fleksibilitas, integritas, dan dapat dipercaya agar menjadi sumber daya manusia yang memiliki daya saing di tingkat lokal dan internasional.",
  "creators": "YUSWANJAYA",
  "contributors": "SENTOT HARMAN GLENDOH (Advisor 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 70/EM/2000; Yusmanjaya (31496010)",
  "subjects": "PERSONNEL MANAGEMENT"
}