{
  "id": "17606",
  "title": "X-treme",
  "abstract": "PENDAHULUAN X-treme adalah suatu perusahaan jasa yang bergerak di bidang hiburan (entertamtment) yang menyediakan arena permainan Roller blade. Selain itu X-treme juga dilengkapi dengan cafetaria yang raenjual berbagai macam makanan dan ininuman ringan. X-treme juga dilengkapi dengan beberapa bisnis unit pendukung seperti kursus Roller blade yang diajarkan oleh instruktur-instruktur yang ahli dan berpengalaman, kartu anggota (member ) yang memberikan banyak keuntungan, dan beberapa fasilitas-fasilitas yang disediakan di X-treme sebagai penunjang jasa tersebut. TARGET PASAR Target pasar X-treme adalah ditujukan kepada : a Masyarakat golongan ekonomi menengah ke atas. b. Masyai\"akat yang bertempat tinggal di wilayah Surabaya Timur. c. Masyarakat yang berusia 10 sampai 25 tahun. Dari ketiga target diatas, X-treme lebih berorientasi untuk melayani s<*ginen tertentu yaitu masyarakat yang berusia 10 sampai 25 tahun. Hal ini dibobabkan karena X-treme telah menyediakan persewaan peralatan Roller blade, M<*tiingga masyarakat dari semua golongan dapat masuk ke X-treme, namun tidak seiuua masyarakat dari segala golongan usia mempunyai minat pada permainan tersebut. HaJ ini didasarkan dari hasil Burvei, dimana masyarakat yang berusia diatas 25 tahun kurang begitu berminat dengan permainan ini. Karena haltersebut, X-treme didefinisikan sebagai market specialist ( spesialisasi pasar ), karena X-treme lebih berfokus untuk melayani masyarakat yang berusia 10 sainpai 25 tahun. Sehingga berdasarkan alasan diatas maka ukuran pasar X-treme yang ilidasarkan pada jumlali masyarakat di wilayah Surabaya yaiig berusia 10 sampai ?* tahun adalali 1.180.575 oraog ( data diperoleh dari Biro pusat statistik). MARKET POTENSIAL X-treme optimis akan mampu mendapatkan 20 % dari ukuran pasar X-treme. Penentuan 20 % berdasarkan pada hasil kuesioner yang disebarkan pada I i.H) responden, dimana 20% dari jumlali responden tersebut sangat tertarik untuk iiiriigunjungi X-treme bila tempat tersebut akan didirikan. Karena itu X-treme .sangat optimis bahwa dalam jangka pendek 20 % dari ukuran pasar X-treme akan menjadi konsumen yang paling potensial. Berdasarkan pemyataan diatas maka ukuran target market yang potensial adaJah 236.115 orang. PKSAING Terdapat 2 jenis pesaing, yaitu : a. Pesaing Tidak Langsung Yang mempakan pesaing tidak langsung X-treme adalah perusahaan yang bergerak di bidang hiburan namun tidak pada jenis jasa atau jenis hiburan yang sama b. Pesaing langsung Untuk saat ini X-treme belum mempunyai pesaing langsung (monopoli). I.OKASI X-treme akan didirikan di daerah Surabaya Timiir ( dekat pusat perbelanjaan Galaxy Mall ), tepatnya di jalan Dharmahusada Indah, dengan u I us an-silas an sebagai berikut: ? Terletak di daerah pemukiman / perumahan ( real estate ). ? Tanahnya yang luas. ? Tempat parkir yang luas dan aman. ? Lingkungan masyarakat yang menerimakeberadaan X-treme. ? Berada dekat pusat peibelanjaan Galaxy Mall. ? Kedekatan dengan pasar ? Biaya transportasi yang lebih raurah dan kemudahan untuk mencari alat transport asi. ? Keamanan yang terjamin ? Lokasinya yang strategis ? Banyaknya orang yang lalu lalang di daerah tersebut yang bisa memberikan peluang bisnis yang besar. MANAJEMEN Sistem jam kerja pada X-treme akan dibagi menjadi 2 shift dengan banyaknya pegawai yang ditentukan sebagai berikut: a) Direktur sebanyak 1 orang b) Manajer sebanyak 4 orang c) Kepalalnstruktur sebanyak 1 orang. d) Instruktur sebanyak 8 orang. e) I'eugawas sebaiiyak 10 orang f) Kasir sebanyak 2 orang. gj .StalTpromosi sebanyak 1 orang. h) Staff pembelian sebanyak 1 orang. i) Cleaning service sebanyak 6 orang. j) Karyawan sebanyak 30 orang. j) Satpain sebanyak 8 orang PENDANAAN Modal keselnruhan untuk pendirian X-treme, sepenuhnya berasal dan PT. TOP WELL INDOCEIL yang merupakan pemilik X-treme dimana modal keselnruhan yang diperlukan adalah sebesar 4,5 milyar rupiali.",
  "creators": "SILVI VIRONICA WIJAYA; ROY CAHYONO",
  "contributors": "Yohnson (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rancangan Usaha",
  "source": "Rancangan Usaha No.09/EM/2000; Silvi Vironica (31496159) & Roy Cahyono (31496167)",
  "subjects": "MANAGEMENT; BUSINESS PLANNING"
}