{
  "id": "17607",
  "title": "Fasilitas olahraga dan rekreasi di Citra Raya Surabaya",
  "abstract": "Seiring dengan pesatnya penyebaran penduduk di Surabaya, diharapkan penyebaran prasarana fasilitas penunjang yang mendukung keberadaan daerah perumahan yang terus berkembang. Seperti halnya penyediaan fasilitas olah raga dan fasilitas rekreasi yang penyediaannya masih minim sekali. Adapun penyediaan fasilitas ini, namun sebagian besar hanya diperuntukkan bagi penghuni di daerah perumahan tersebut yang hanya berskala daerah perumahan itu saja. Karena pemikiran inilah yang melatarbelakangi perencanaan proyek fasilitas olah raga dan rekreasi. Sebagai fasilitas olah raga dan rekreasi yang dikelola oleh swasta, maka lokasi yang menentukan keberadaannya adalah pada daerah perumahan yang tingkat hunian tinggi, karena fasilitas ini menunjang keberadaan lingkungan perumahan. Lokasi yang dipilih berada pada kompleks perumahan Citra Raya Surabaya. Di mana site yang dipilih berada di akses utama kawasan perumahan Citra Raya yang pelayanannya bersifat skala urban dan ditunjang dengan perencanaan kawasan yang memiliki tingkat hunian yang tinggi. Bangunan ini mempunyai fasilitas pelayanan beragam jenis fasilitas olah raga antara lain fitness, aerobic, roller hokey, basket, badminton, squash, tenis meja dan ditunjang oleh fasilitas lainnya. Bangunan ini juga telah direncanakan menjadi bagian dari urbannya, dalam hal skyline, peletakan massa, dan Iain-lain. Dan tetap tidak meninggalkan segi-segi fungsi, efisiensi dan ketepatan sirkulasi dalam perancangan orgainisasi ruang-ruangnya. Sehingga diharapkan tiap bagian-bagiannya dapat berfungsi dengan baik menunjang dan sesuai dengan tujuan semula.",
  "creators": "SANTOSO WIBOWO HALIM",
  "contributors": "Ir. Achmad Archajadi (Advisor 1); V.P. Nugroho Susilo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1670/ARS/57/1999; Santoso Wibowo Halim (22495110)",
  "subjects": "RECREATION CENTERS-SPORTS; SPORTS FACILITIES"
}