{
  "id": "17615",
  "title": "Analisa life cycle cost pada gedung manajemen perhotelan Universitas Kristen Petra",
  "abstract": "Metode Life Cycle Cost (LCC) adalah salah satu metode ekonomi yang digunakan untuk menganalisa nilai ekonomis sebuah fasilitas. Parameter-parameter yang dipertimbangkan dalam analisa LCC adalah biaya investasi, biaya pemeliharaan, biaya pengoperasian, biaya penggantian, nilai sisa, dan umur bangunan dengan mempertimbangkan bunga dan inflasi. Metode LCC menganalisa beberapa alternatif dalam mendesain sebuah bangunan, setiap alternatif akan dihitung nilai LCC-nya, dan alternatif yang mempunyai nilai LCC minimum yang akan diambil. Dalam studi kasus ini, metode LCC diterapkan pada Gedung Manajemen Perhotelan Universitas Kristen Petra. Proses analisa LCC dimulai dengan pengumpulan data, pengelompokan data dan perhitungan LCC Gedung Managemen Perhotelan yang sudah beroperasi. Selanjutnya membuat analisa sensitivitas terhadap tiga alternatif pilihan, sehingga diperoleh parameter-parameter- parameter yang sensitif terhadap perubahan. Pemberian alternatif dimulai dengan memperhatikan parameter-parameter yang sensitif dan komponen LCC yang mempunyai persentase terbesar terhadap total nilai LCC, kemudian setiap alternatif dihitung nilai LCC-nya. Hasil analisa sensitivitas LCC dari Gedung Manajemen Perhotelan menunjukkan biaya investasi sebagai parameter yang paling sensitif terhadap perubahan, diikuti dengan bunga dan biaya operasional, demikian juga sama terhadap kedua alternatif yang dibuat. Hal ini menunjukkan bahwa dalam mendesain sebuah bangunan yang ekonomis, biaya investasi dan operasional perlu menjadi fokus utama di samping bunga, terutama bila dana pembangunan gedung diperoleh dari fasilitas kredit. Nilai LCC dari alternatif yang dibuat menunjukkan adanya penurunan 2,829 % per tahun dengan melakukan perubahan pada komponen lampu, AC, dan mebel.",
  "creators": "ARIES BUDI SANTOSO; KHOE SHIELLA",
  "contributors": "Ratna S. Alifen (Advisor 1); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 980/SIP/2000; Khoe Shiella (21494122), Aries Budi Santoso (21494153)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; PROJECT MANAGEMENT"
}