{
  "id": "17613",
  "title": "Kinerja pondasi bangunan pada endapan lempung lunak studi kasus di Surabaya",
  "abstract": "Dalam tugas akhir ini dipelajari tentang permasalahan mengenai kinerja pondasi dalam endapan lempung lunak. dimana pada pengamatan kami banyak sekali lerjadi kerusakan bangunan pada daerah - daerah pergudangan di Surabaya, yang bangunannya berdiri di atas suatu endapan lempung lunak seperti di daerah pergudangan - industri di Margomulyo, Benowo, Kalianak, Rungkut, dan sebagainya. Adanya kerusakan dari bagunan tersebut terjadi seperti adanya keretakan - keretakan pada tembok, penurunan pondasi bangunan dan kerusakan - kerusakan lainnya yang diakibatkan oleh turunnya pondasi karena adanya kinerja yang kurang baik dari pondasi tersebut. Dalam Tugas Akhir ini kami meneliti ulang dan mengkaji dengan menggolongkan kasus - kasus yang terjadi berdasarkan jenis - jenis pondasi dan kerusakan yang dapat menyebabkannya, serta menyertakan bukti berupa foto tentang kerusakan pondasi yang telah terjadi di daerah - daerah tersebut. Tugas Akhir ini dapat berguna sebagai suatu buku yang membahas tentang hal - hal yang perlu diperhatikan pada pelaksanaan pondasi. Kemudian untuk dapat ditarik suatu kesimpulan beberapa pondasi mana yang terbaik untuk digunakan sebagai penunjang konstruksi. Ternyata kerusakan pondasi yang banyak terjadi pada pondasi tiang jenis friction pile yang satu kolom hanya satu pondasi tiang, hal ini terjadi karena adanya gaya geser negatifyang bekerja sepanjang tiang yang terjadi beberapa waktu kemudian akibat konsolidasi tidak diperhitungkan sebelumnya.",
  "creators": "DANNY; HERY HENDRAWAN",
  "contributors": "Johanes Indrojono Suwono (Advisor 1); Januar Buntoro (Advisor 2); Dra. Monica Ida Uniati , M.M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1009/SIP/2000; Danny (21494064), Hery hendrawan (21494112)",
  "subjects": "SOILS-TESTING; SOIL MECHANICS"
}