{
  "id": "17618",
  "title": "Pacfic center for comprehensive care a cancer treatment and preventive studiest retreat at La Jolla, San Diego, Californiaa, USA",
  "abstract": "Laporan perencanaan dan perancangan ini disusun sebagai pelengkap dari perencanaan dan perancangan Proyek Akhir AR 4500, periode XLII, bulan Januari - Mei 2000 di Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra Surabaya. Sebagai judul dari Proyek Akhir ini Adalah : \"Pacific Center For Comprehensive Care, A Cancer treatment and Preventive Studies Retreat\". Proyek ini merupakan hasil pengembangan secara individu dari hasil keikutsertaan secara kelompok dalam kompetisi internasional arsitektur yang diadakan oleh Association of Colliagate Schools of Architecture yang bekerjasama dengan The American Institute of Architects, Union Internationale des Architectes dan IAI Academy of Architecture for Health dengan sponsor tunggal dari Du Pont. Dalam mendesain proyek ini diutamakan dengan mengolah dan menata site plan secara keseluruhan dengan memperhatikan keadaan sekitar yang berkaitan dengan keadaan alam (kontur tanah, view, potensi tapak), bangunan tetangga dan iklim setempat. Selain memperhatikan segi teknis dan estetika arsitektur, perancang ingin menciptakan hasil desain yang mendorong jiwa seseorang untuk mampu berjuang melawan penyakit kanker dan membangkitkan semangat hidup seseorang melalui hasil rancangan yang kontekstual dan mempunyai efek psikologis terhadap pasien penderita kanker secara khusus dan semua yang terlibat dalam fasilitas ini. Sebagai pendalaman materi maka yang dipilih adalah pengolahan site plan secara keseluruhan tapak dengan lebih memperhatikan kualitas ruang-ruang yang terjadi yang akan menimbulkan kenangan dan pengalaman yang diperoleh melalui serial vision yang terjadi.",
  "creators": "CHRISTIAN TICUALO",
  "contributors": "Stanislaus Kuntjoro Santoso (Advisor 1); Joyce M.Laurens (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1680/ARS/9/2000; Christian Ticualo (22496127)",
  "subjects": "CANCER-HOSPITALS; HEALTH FACILITIES"
}