{
  "id": "17617",
  "title": "Kemungkinan penggunaan pondasi tiang tirus di Indonesia",
  "abstract": "Tiang Tirus (Tapered Pile) adalah suatu jenis pondasi tiang yang dimensinya mengecil secara linier dengan kedalaman. Dibandingkan dengan tiang pancang yang umum (Straight Pile), volume material dari Tiang Tirus ini lebih sedikit, sehingga harga material tiangnya jelas lebih murah. Di samping penghematan dari segi material yang digunakan, pondasi Tiang Tirus ini diharapkan akan memberikan daya dukung aksial lebih besar dibandingkan dengan Straight Pile. Pada pondasi Tiang Tirus ini beban pondasi sebagian besar dipikul oleh tekanan yang diberikan oleh tanah-tanah disekitar tiang ke dinding miring Tiang Tirus yang nilainya lebih besar dibandingkan dengan nilai gesekan tanah ke dinding vertikal Straight Pile. Berpijak dari pemikiran tersebut, maka dilakukan pamancangan terhadap 9 protipe tiang pancang Tirus dengan sudut kemiringan dinding sebesar 0.67%, 1.5%, 2.25% dan Straight dilapangan untuk dibandingkan daya dukungnya berdasarkan Driving Log pemancangan, Analisa Tegangan Gelombang dan teoritis. Dalam penelitian ini, diameter terbesar dari Tiang Tirus diusahakan sama atau mendekati diameter dari Straight Pile, dan panjang tiang senuanya sama. Hasil pemancangan yang diperoleh dari Driving Log menunjukkan bahwa Tiang Tirus memerlukan jumlah pukulan haoner yang lebih banyak dibandingkan dengan Straight Pile untuk mencapai kedalaman rencana yang sama. Sehingga dapat disimpulkan bahwa ada peningkatan daya dukung dari Tiang Tirus dibandingkan dengan Straight Pile.",
  "creators": "YONGTONO; TUHARNO",
  "contributors": "Sugie Prawono (Advisor 1); Hurijanto Koentjoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 559/SIP/1993; Yongtono (21488004), Tuharno (21488114)",
  "subjects": "FOUNDATIONS; PILING (CIVIL ENGINEERING)"
}