{
  "id": "17611",
  "title": "Hotel wisata keluarga di Padalarang",
  "abstract": "Padalarang adalah kota kecil yang letaknya kira-kira 12 Km di sebelah barat Kota Bandung dan sekitar 150 Km di sebelah tenggara Jakarta. Dengan potensi-potensi yang dimiliki maka di daerah tersebut direncanakan suatu proyek yang bernama Proyek Padalarang, yaitu proyek kota baru yang sedang digarap oleh PT. Belaputera Intiland, anak perusahaan dari Lyman Group. Proyek Padalarang merupakan suatu proyek hunian raksasa dengan luas area mencapai 1.250 Ha, yang direncanakan dapat melengkapi Kota Bandung dengan segala fasilitas dan fungsi perkotaan yang bertaraf Internasional, terutama sebagai suatu kota wisata dan pendidikan, sehingga diharapkan dapat menjadi kota yang mandiri. Di dalam bagian Proyek Padalarang tersebut terdapat Family Resort Hotel atau Hotel Wisata Keluarga, yang berfungsi untuk melengkapi fasilitas-fasilitas yang tersedia, terutama fasilitas wisata. Hotel Wisata Keluarga yang letaknya di tepi waduk Saguling mengambil konsep desain yang memanfaatkan kondisi tapak yang ada. Bentuk bangunan yang ada merupakan bangunan tunggal, dimana bentukan timbul berdasarkan konsep bentuk mengikuti pola kontur, dengan mengoptimalkan view ke arah danau yang merupakan best view tapak. Bentuk masa bangunan juga mengikuti trap-trap dari kontur itu sendiri dimana pada puncak tertinggi kontur itu masa bangunan dibuat jauh lebih tinggi dari pola bentukan massa pada trap di bawahnya, sehingga bentukan massa bangunan itu menimbulkan unsur \"shocking\" yang menarik perhatian. Sesuai dengan bentukan masanya, fungsi bangunan tersebut juga sebagai fungsi utama dari total bangunan tersebut, yaitu sebagai kamar-kamar hotel.",
  "creators": "CHRISTIAN VICTOR S T",
  "contributors": "Maria Immaculata Hidayatun (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangann A rsitektur No. 1685/ARS/14/2000; Christian Victor Stephen Tumbel (22494142)",
  "subjects": "HOTELS"
}