{
  "id": "17614",
  "title": "Analisa evaluasi pasca huni gedung P Universitas Kristen Petra Surabaya",
  "abstract": "Evaluasi terhadap penggunaan suatu bangunan merupakan suatu rangkaian aktivitas perencanaan. Sehingga dengan melakukan evaluasi dapat diketahui apakah pelaksanaan suatu perencanaan telah sesuai dengan tujuan ataukah terjadi suatu penyimpangan. Dalam hal ini, metoda yang digunakan adalah Evaluasi pasca huni. Evaluasi terhadap penggunaan gedung P Universitas Kristen Petra merupakan suatu hal yang penting guna memberikan umpan - balik kepada perencana maupun kepada pemilik bangunan (owner). Sehingga dengan melakukan evaluasi dapat diketahui apakah penggunaan gedung P sudah optimal. Proses evaluasi pasca huni pada bangunan terdiri dari evaluasi kuantitatif dengan menggunakan alat ukur tertentu dan survei okupan. Dalam hal ini, permasalahan difokuskan pada survei okupan. Proses survei okupan perlu diadakan sebagai langkah awal sebelum proses kuantitatif dengan menggunakan alat ukur tertentu sebagai serangkaian proses evaluasi. Proses survei okupan menitik beratkan pada penilaian okupan atau pengguna gedung yang sifatnya subyektif. Pengumpulan data pada evaluasi survei okupan terhadap penggunaan menggunakan multi method data collection yaitu observasi langsung, wawancara, kuisioner, pemetaan ruangan dan aktifitas harian pada suatu ruang. Cara analisa yang digunakan untuk mendapatkan hasil survei okupan adalah dengan menggunakan mean dan distribusi frekuensi. Sedangkan pengumpulan data dilakukan dengan cara kuisioner, wawancara, observasi serta penelitian dokumen. Berdasarkan analisa mean dan distribusi frekuensi dapat diketahui sejauh mana kepuasan pengguna terhadap fasilitas yang ada berdasarkan kebutuhan pengguna. Dari analisa ini juga dapat diketahui kebutuhan-kebutuhan akan fasilitas yang kurang pada gedung P. Hal ini sangat penting karena perancangan suatu bangunan berdasarkan akan kebutuhan okupan. Tujuan semula dibangunnya gedung P adalah mewadahi kegiatan belajar-mengajar, oleh karena itu maka proses evaluasi menitik beratkan kepada penggunan bangunan yang dihubungkan dengan kegiatan proses belajar-mengajar. Kesimpulan yang didapat adalah kualitas teringgi untuk kecukupan ruang, pencahayaan, bau, terdapat pada ruang kelas ( ruang A ) dengan mean berturut-turut adalah 2.21, 2.09, dan 2.45. Sedangkan kualitas tertinggi untuk akustik, temperatur buatan, estetika, keamanan, dan ketinggian langit-langit terdapat pada ruang dosen ( ruang D ) dengan mean berturut-turut adalah 2.50, 2.33, 2.50, 2.38, dan 2.34. Untuk kualitas tertinggi untuk temperatur alami terdapat pada ruang sirkulasi (Ruang F) dengan mean 2.69.Dan keselamatan pada ruang administrasi ( ruang E ) dengan mean 2.39. Untuk kualitas terendah untuk kecukupan ruang, pencahayaan, akustik, bau ketinggian langit-langit terdapat pada ruang I atau ruang parkir basement (mean berturut-turut 3.33, 2.95, 3.01, 2.74).Untuk kualitas terendah temperatur alami, temperatur buatan terdapat pada ruang kelas ( ruang A) dengan mean 3.34 dan 3.23. Untuk estetika, keamanan, dan keselamatan terdapat pada plat dak (ruang J) dengan mean 3.10, 3.13, dan 3.09.",
  "creators": "SETIAWAN HERMANTO; DANIEL YUSIE",
  "contributors": "Paulus Nugraha (Advisor 1); Guana Tandjung (Advisor 2); Budiman Proboyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1055/SIP/2000; Setiawan hermanto (21495030), Daniel Yusie (21495040)",
  "subjects": "BUILDING MANAGEMENT"
}