{
  "id": "17623",
  "title": "Perbandingan hasil analisa inelastis riwayat waktu dan analisa pushover pada struktur rangka beton bertulang dengan dinding pengisi batu bata",
  "abstract": "Akhir-akhir ini timbul trend baru dalam desain bangunan tahan gempa yang tidak hanya berdasarkan kekuatan (Strength Based Seismic Design), tetapi juga memperhatikan kinerja struktur (Performance Based Seismic Design). Strength Based Seismic Design tidak meramalkan kinerja (performance) struktur terhadap gempa, di lain pihak dirasakan kebutuhan untuk itu. Untuk meramalkan kinerja suatu struktur yang telah mengalami plastifikasi dibutuhkan analisa inelastis riwayat waktu yang dianggap mampu memberikan hasil yang relatif akurat, namun analisa tersebut cukup kompleks dan memakan waktu yang lama. Oleh karena itu kemudian berkembang analisa statik non-linier yang lebih sederhana dan relatif cepat yang dikenal dengan nama Pushover, yang diharapkan dapat memberikan hasil yang relatif sama akurat. Dalam makalah ini akan dipaparkan dan dibandingkan perilaku seismik 2 buah struktur rangka beton bertulang dengan dinding pengisi batu bata berlantai 5 dan 10, dengan mutu batu bata 2.5, 5 dan 10 MPa yang direncanakan sesuai dengan konsep SK-SNI T-15-1991-03, dengan menggunakan analisa inelastis riwayat waktu dan analisa statik non-linier pushover, Sebagai beban gempa dalam analisa inelastis riwayat waktu digunakan rekaman riwayat waktu gempa El Centro 1940 N-S modifikasi dengan target respons spektrum pada wilayah gempa 4 dan periode ulang 500 tahun sesuai dengan yang dipaparkan dalam makalah Wangsadinata. Untuk melakukan kedua analisa tersebut digunakan program RUAUMOKO. Hasil penelitian menunjukkan bahwa dari segi kekuatan struktur, analisa pushover pada struktur rangka beton bertulang dengan dinding pengisi batu bata menaksir lebih rendah (underestimate) jika dibandingkan dengan hasil analisa inelastis riwayat waktu.",
  "creators": "MELYANA; AGUS PURNOMO",
  "contributors": "Takim Andriono (Advisor 1); Po Seng Kian (Advisor 2); Januar Buntoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1052 S; Melyana (21496031), Agus Purnomo (21496123)",
  "subjects": "BUILDING-EARTHQUAKE EFFECTS; CONSTRUCTION INDUSTRY; STRUCTURES ENGINEERING"
}