{
  "id": "17621",
  "title": "Perencanaan dan pembuatan auto synchroniser untuk generator sinkron 3 phase, brushless, cos phi 0,8 tegangan 220/380 V, frekuensi 50 HZ daya 25 KVA",
  "abstract": "Dewasa ini kebutuhan energi listrik di Indonesia semakin meningkat, terutama kebutuhan pada sektor-sektor industri terutama dikarenakan negara kita sedang pesat-pesatnya melakukan pembangunan di sektor industri. Untuk mengantisipasi permintaan daya listrik terutama pada daerah-daerah yang belum terjangkau distribusi listrik maka pemakaian sumber-sumber listrik seperti genset telah banyak digunakan. Dengan makin bertambahnya jumlah beban yang ada dan dengan melihat situasi dan kondisi yang ada, pemakaian genset secara paralel sangatlah membantu untuk mengantisipasi permintaan daya listrik. Pemakaian genset secara paralel tidak lain adalah melakukan proses sinkronisasi antar genset. Proses sinkronisasi dapat diiakukan secara manual atau secara otomatis. Secara manual, proses ini membutuhkan pengetahuan dari operator untuk melakukan kerja paralel. Walaupun demikian pengetahuan dari operator tidak menjamin kerja paralel yang diiakukan secara manual tidak ada kesalahan. Hal ini berkenaan dengan waktu seberapa cepat penekanan terhadap tombol sinkronisasi. Kegagalan dalam sinkronisasi akan mengakibatkan kerusakan pada peralatan dalam hal ini akan mengakibatkan kerusakan pada generator. Diharapkan dengan adanya proses sinkronisasi secara otomatis dengan menggunakan auto synchroniser akan mengurangi kecerobohan yang mengakibatkan kerusakan pada peralatan listrik . Hal ini dimungkinkan karena bekerjanya auto synchroniser ini selalu cepat dan tepat. Perencanaan dan pembuatan auto synchroniser ini tidaklah teriepas dari teori yang ada mengenai syarat-syarat yang harus dipenuhi sebeium melakukan sinkronisasi. Auto synchroniser ini akan memberikan sinyal pada circuit breaker dengan waktu 30 mili detik sebeium perbedaan kedua fasa adalah nol dimana saat yang tepat untuk sinkron. Dengan adanya auto synchroniser yang dibuat dalam negeri ini diharapkan dapat menunjang perkembangan industri di Indonesia.",
  "creators": "KOERNIAWAN",
  "contributors": "BUNAWI GUNAWIDJAJA (Advisor 1); Limboto Limantara (Advisor 2); HADI SOETRISNO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 95/E/TST/010/0137; Koerniawan (23490095)",
  "subjects": "ELECTRIC GENERATORS-ALTERNATING CURRENT"
}