{
  "id": "17627",
  "title": "Analisa dan evaluasi perilaku seismik portal baja dengan bresing konsentrik berdasarkan SNI",
  "abstract": "Gempa merupakan suatu gejala alam yang dapat berupa gempa vulkanik maupun gempa tektonik. Getaran gempa tersebut sangat mempengaruhi keadaan sekitarnya termasuk struktur bangunan yang ada. Indonesia merupakan daerah gempa aktif, oleh sebab itu sudah seharusnya bangunan - bangunan yang didirikan pada daerah gempa di Indonesia direncanakan memiliki ketahanan terhadap gempa. Dalam konsep SNI mengenai Tata Cara Perencanaan Struktur Baja untuk Bangunan Gedung dicantumkan mengenai ketentuan perencanaan struktur tahan gempa (Bab 12). Ada beberapa macam sistem struktur penahan gempa yaitu Sistem Rangka Penahan Momen (SRPM), Sistem Rangka Bresing Konsentrik (SRBK) dan Sistem Rangka Bresing Eksentrik (SRBE). Skripsi/Tugas Akhir ini menjabarkan mengenai prosedur perencanaan Sistem Rangka Bresing Konsentrik (SRBK) tipe V dan V-terbalik sesuai SNI, sekaligus memberikan evaluasi mengenai perilaku seismik struktur dengan analisa inelastis riwayat waktu jika dikenai gempa El Centra modifikasi dengan periode ulang 200 , 500 dan 10.000 tahun sesuai wilayah 4 Indonesia. Untuk tipe V-terbalik digunakan model struktur 4, 8 dan 12 lantai, sedangkan untuk tipe V digunakan model struktur 8 lantai. Gempa El Centra modifikasi dengan periode ulang 200 tahun dibebankan pada struktur 4 dan 8 lantai. Gempa El Centra modifikasi dengan periode ulang 500 tahun dibebankan pada struktur 12 lantai, sedangkan gempa El Centra modifikasi dengan periode ulang 10.000 tahun dibebankan ke semua bangunan untuk mengetahui apakah daktilitas yang terjadi pada struktur masih memenuhi daktilitas ijinnya. Hasil penelitian menunjukkan bahwa untuk struktur SRBK 4 dan 8 lantai yang dibebani gempa El Centra modifikasi dengan periode ulang 200 tahun dan SRBK 12 yang dibebani gempa El Centra modifikasi dengan periode ulang 500 tahun mempunyai perilaku seismik yang baik, yaitu terjadinya sendi - sendi plastis pada bresing, beberapa balok dan ujung bawah kolom lantai dasar, simpangan antar tingkat tidak melampaui yang diijinkan. Dari penelitian ini juga dapat disimpulkan bahwa SRBK tipe V mempunyai perilaku seismik yang hampir sama dengan SRBK tipe V-terbalik hal ini dapat dilihat pada SRBK 8 lantai yang didesain dengan tipe V dan V-terbalik. Penelitian juga menunjukkan bahwa SRBK yang dibebani gempa El Centra modifikasi dengan periode ulang 10000 tahun masih menunjukkan perilaku yang baik dimana daktilitas elemen-elemen yang terjadi akibat sendi plastis tidak melampaui kapasitas daktilitasnya meskipun banyak terjadi sendi-sendi plastis pada balok dan kolom. Secara keseluruhan perencanaan SRBK tipe V dan tipe V-terbalik menurut konsep SNI cukup baik untuk diterapkan pada bangunan gedung di Indonesia.",
  "creators": "ANDI TANDO SUTANTO; ARIEF TANADHY",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1); Ima Muljati Ginsar (Advisor 2); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1051 S; Andi Tando Sutanto (21496025), Arief Tanadhy (21496033)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS; STEEL, STRUCTURAL; BUILDING, IRON AND STEEL"
}