{
  "id": "17636",
  "title": "Akomodasi sebagai salah satu unsur penunjang perkembanagn kepariwisataan di Jawa Timur",
  "abstract": "Tahun 1990 lebih dikenal dengan tahun sadar wisata Indonesia dimana kita juga harus ikut berperan serta dan aktif dalam membantu program pemerintah mengembangkan kepa- riwisataan di Indonesia pada umumnya dan di Jawa Eimur pada khususnya. Sementara itu Bapak Gubernur Jawa limur, Bapak Soelarso ju- ga sudah mendengung-dengungkan agar JawaTimur harus bangun dari tidur dan untuk bersolek diri dalam menghadapi tahun sadar wisata ini. Berbicara tentang kepariwisataan itu luas sekali karena terdiri dari banyak unsur dan sering kali kita sebut sebagai jasa terkait, jasa-jasa tersebut antara lain jasa transportasi, jasa akomodasi, jasa restaurant, jasa biro perjalanan dan masih banyak jasa-jasa lain. Didalam kepariwisataan terdapat 2 faktor, yaitu faktor utama dan faktor penunjang. Untuk itu kami dapat mengatakan bahwa akomodasi adalah merupakan salah satu faktor utamanya. Akomodasi sebagai faktor utama dalam menunjang perkem bangan kepariwisataan harus mendapat perhatian yang cukup serius baik dalam penyediaan fasilitas sarana dan prasarana, pengolahan managementnya dan cara memasarkannya. Hal i ni sangat mempengaruhi jumlah wisatawan atau tamu yang akan bermalam di suatu hotel. Dengan semakin meningkatnya tamu yang bermalam di suatu hotel maka akan tampak pula dampak-dampaknya, selain meningkatkan volume tamu kita, juga harus memikirkan tentang bagaimana tamu-tamu tersebut akan betah di suatu hotel sehingga lama tinggal tamu juga akan meningkat. Masih banyak hal lagi yang harus diperhatikan dalam mengem bangkan jasa akomodasi atau perhotelan sebingga benar-benar dapat menunjang kepariwisataan di Jawa Timur karena dengan berkembangnya dunia perhotelan maka otomatis kepari wisataan akan ikut berkembang.",
  "creators": "NJOO TJIE YOUNG",
  "contributors": "Indarto, Dr. Ir. (Advisor 1); Yacintha Yoranouw Suryawijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 021/PAR/1990; Njoo Tjie Young (13787006)",
  "subjects": "TOURIST TRADE-ACCOMODATIONS"
}