{
  "id": "17633",
  "title": "Studi kelayakan perluasan pabrik sepatu dan sandal UD Morodadi Surabaya",
  "abstract": "UD. Morodadi Surabaya merupakan perusahaan yang memproduksi berbagai macam model sepatu dan sandal. Dengan semakin meningkatnya permintaan sepatu dan sandal setiap tahunnya, maka UD. Morodadi merasa bahwa kemampuan produksinya pun harus segera ditingkatkan untuk memenuhi permintaan sepatu dan sandal yang masuk. Cara satu-satunya yang cocok untuk ditempuh adalah dengan membuka pabrik sepatu baru. Hal ini disebabkan karena selisih antara jumlah permintaan sepatu dan sandal yang masuk dengan kapasitas produksi saat ini sudah terlalu besar. Oleh karena itu perlu dilakukan Studi Kelayakan Perluasan Pabrik sebagai penelitian tentang kemungkinan dibangun atau diperluasnya suatu usaha atau proyek, yang secara teknis maupun ekonomis dapat dipertanggungjawabkan. Studi kelayakan ini meliputi tiga aspek analisa, yaitu analisa pasar, analisa teknis, dan analisa finansial. Analisa pasar digunakan untuk mengetahui kondisi pasar saat ini dan kemudian dilakukan peramalan permintaan produk di masa yang akan datang dengan menggunakan metode peramalan secara kuantitatif dan kualitatif. Analisa teknis berisi beberapa analisa mengenai perhitungan waktu standar produksi dengan menggunakan metode jam henti, analisa pemilihan lokasi dengan menggunakan program Expert Choice, dan perencanaan tata letak pabrik. Sedangkan Analisa finansial dipakai untuk mengetahui apakah perluasan pabrik yang telah direncanakan tersebut layak atau tidak layak untuk direalisasi secara ekonomi dengan menggunakan tiga analisa, yaitu analisa Net Present Value, Internal Rate of Return, dan Discounted Payback Period. Kesimpulan yang didapat dari Tugas Akhir ini adalah usulan perluasan pabrik sepatu dan sandal UD. Morodadi Surabaya layak untuk direalisasi, baik ditinjau dari aspek pasar, teknis, maupun finansial. Sedangkan dari analisa sensitivitas yang telah dilakukan dapat disimpulkan bahwa bila terjadi penurunan permintaan sebesar 10 % dan 15 %, usulan perluasan pabrik ini masih layak untuk direalisasi. Tetapi bila terjadi penurunan permintaan sebesar 20 %, usulan perluasan pabrik tersebut tidak layak untuk direalisasi karena perusahaan akan mengalami kerugian.",
  "creators": "TONNY",
  "contributors": "Moses L. Singgih (Advisor 1); Kriswanto Widiawan (Examination Committee 1); I Gede Agus Widyadana (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 119/TMI-49/1998; Tonny (25493138)",
  "subjects": "VALUATION; SHOE INDUSTRY-FEASIBILITY STUDY"
}