{
  "id": "17647",
  "title": "Perancangan interior Dog Lovers Club di Surabaya",
  "abstract": "Dog Lovers Club Di Surabaya adalah suatu tempat dimana masyarakat bisa mendapatkan segala kebutuhan tentang anjing peliharaan mereka, dan merupakan tempat dimana komunitas- komunitas penyayang anjing dapat bertemu satu sama lain dan saling berbagi informasi. Dengan adanya Dog Lovers Club Di Surabaya ini diharapkan akan mempermudah dalam memenuhi kebutuhan masyarakat di Surabaya dan sekitarnya yang ingin memiliki sebuah tempat untuk berkumpul dengan teman sesama pecinta anjing di akhir minggu, yang ingin memberi servis kepada anjing peliharaannya berupa perawatan tubuh dan perawatan medis, membeli aksesoris, pendaftaran kelahiran. Sampai mengadopsi anjing dari panti asuhan. Hal ini sesuai dengan konsep perancangan Dog Lovers Club ini yaitu \"Persahabatan\" (Friendship), dimana perancangan ini menekankan pada faktor komunikasi antar pecinta anjing dan faktor komunikasi antar pecinta anjing dengan anjing peliharaannya. Sistem yang digunakan dalam perancangan ini adalah sistem All in One seperti Mal, dimana semua sudah tersedia di dalam satu bangunan, hal ini berguna untuk penghematan waktu, dan juga sebagai tempat hang-out bagi masyarakat yang berkunjung ke tempat ini. Diharapkan dengan adanya fasilitas ini, masyarakat luar, baik pecinta anjing maupun bukan, lebih memahami bahwa anjing juga makhluk sosial seperti manusia, anjing perlu teman yang dapat memberinya kasih sayang dan perhatian, sehingga patut dijaga dan dilindungi.",
  "creators": "FLORIDA LISTIANI LAY",
  "contributors": "M. SHOLAHUDDIN, S.Sn, M.T (Advisor 1); Grace Setiati, S.Sn., M.Ds. (Advisor 2); Yusita Kusumarini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00020864/DIN/2010; Florida Listiani Lay (41406086)",
  "subjects": "VETERINARY HOSPITALS-DECORATION"
}