{
  "id": "17658",
  "title": "Perancangan manajemen operasi di percetakan Universitas Kristen Petra",
  "abstract": "Sub bidang Percetakan Universitas Kristen Petra yang berada di bawah Pusat Penelitian Universitas Kristen Petra menghadapi masalah kurangnya efisiensi produksi, baik dari segi waktu maupun biaya. Untuk menjawab permasalahan tersebut pihak manajemen memutuskan melakukan perubahan manajemen operasi. Tugas akhir ini diharapkan mampu menjawab kebutuhan manajemen untuk menghasilkan rancangan manajemen operasi yang mampu meningkatkan efisiensi Percetakan Universtas Kristen Petra baik dari segi waktu maupun biaya. Untuk mencapai tujuan tersebut. maka penyusun pertama-tama melakukan studi literatur dan pengamatan lapangan untuk mengetahui metode manajemen operasi yang dapat diterapkan di Percetakan UK. Petra. Setelah memperoleh keterangan yang cukup, maka dilakukan pengumpulan data-data yang diperlukan untuk menganalisa kondisi. Data-data tersebut kemudian diolah sesuai dengan teori yang dipakai dan dari hasii pengolahan dibuat analisa tentang keadaan Percetakan dan cara penerapan manajemen operasi yang disarankan. Kesimpulan yang diperoleh dari tugas akhir ini adalah memang terjadi ketidakefisienan di Percetakan dalam hal waktu dan biaya. Hal itu terjadi terutama karena kurangnya pesanan sehingga mesin menganggur, kondisi mesin yang sudah aus sehingga memerlukan banyak waktu untuk disetet ulang sebetum maupun selama operasi, dan tidak adanya pendataan pembelian dan pemakaian bahan baku. Untuk itu, bila Percetakan berkeinginan untuk menerapkan manajemen operasi. tugas akhir ini menawarkan suatu manajemen operasi yang dapat diaplikasikan.",
  "creators": "WENY JESSICA ORVALO",
  "contributors": "Kriswanto Widiawan (Advisor 1); Tessa Vanina Soetanto (Advisor 2); Maja Indahwati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/TI-28/2000; Weny Jessica Orvalo (25495052)",
  "subjects": "WORK MEASUREMENT; TIME STUDY; MOTION STUDY; CLOTHING FABRICS"
}