{
  "id": "17667",
  "title": "Faktor-faktor yang mempengaruhi konsumen dalam memilih Boncafe Manyar Surabaya sebagai tempat jamuan makan",
  "abstract": "Kehadiran beberapa restoran yang menyajikan menu makanan ala Eropa menyebabkan persaingan di antara restoran menjadi semakin ketat. Masing-masing restoran berlomba-lomba meningkatkan usaha dan pelayanannya untuk dapat menarik konsumen yang sebanyak-banyaknnya dan mempertahankan konsumen yang pernah menikmati makanan di restorannya. Dari sekian banyak restoran yang menyajikan masakan ala Eropa, khususnya steak, Boncafe adalah sebuah restoran yang cukup dikenal oleh masyarakat Surabaya. Boncafe merupakan restoran pertama yang menyajikan menu makanan ala Eropa atau yang selanjutnya dikenal dengan steak house. Tujuan didirikan restoran ini adalah memenuhi kebutuhan dan keinginan konsumen yang menginginkan menu makanan ala Eropa. Restoran ini ditujukan untuk pasar konsumen yang berada di kelas menengah ke atas, karena itu harga berbagai menu makanan yang ada direstoran ini cukup tinggi untuk ukuran kota Surabaya. Menu makanan yang sanngat terkenal di restoran ini adalah steak daging sapi (beef) atau ayam (chicken). Penelitian ini menggunakan Boncafe Manyar Kertoarjo sebagai tempat penelitian, hal ini didasarkan pada beberapa pertimbangan yang meliputi Boncafe adalah restoran pertama di Surabaya yang menyajikan menu makanan ala Eropa, selain itu nama Boncafe sudah cukup dikenal sebagai salah satu steak house pilihan dan masih tetap disukai.",
  "creators": "LINDA; WENNY OKTAVIA KANDIO",
  "contributors": "Deborah Christine Widjaja, S.S., MSM., Ph.D. (Lecturer); Peter Remy Yosy Pasla (Advisor 2); Nanik Linawati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 005/EP/2001; Linda (33496052) & Wenny O. Kandio (33496069)",
  "subjects": "RESTAURANTS-CONSUMER BEHAVIOR; RESTAURANTS-MANAGEMENT; RESTAURANTS-CONSUMERS-RESEARCH"
}