{
  "id": "17668",
  "title": "Analisa desain lampu, AC, dan sumber daya listrik di GKJW jemaat Rungkut",
  "abstract": "GKJW Jemaat Rungkut akan mengembangkan gedung gerejanya dengan menambah fasilitas-fasilitas yang ada di gedung gereja. Fasilitas yang akan ditambahkan antara lain adalah Air Conditioner dan lampu pada ruang ibadah. Dengan ditambahnya beban-beban yang ada maka perlu dilakukan penambahan daya listrik yang terpasang. Dalam tugas akhir ini ada 3 tahapan yang dilakukan yaitu perancangan pencahayaan menggunakan bantuan software Calculux dengan mengacu pada SNI 03-5675-2001, perhitungan kapasitas beban pendingin menggunakan metode CLTD (Cooling Load Temperature Different), serta menganalisas skema perubahan daya yang biayanya paling smart menggunakan program simulasi dari website PLN-jatim. Dari hasil perhitungan dan simulasi, dengan menambah jumlah lampu maka kuat penerangan rata-rata (E rata-rata) desain baru di GKJW Jemaat Rungkut telah mendekati kuat penerangan rata-rata standar dengan selisih rata-rata ? 2.67%. Kebutuhan beban pendingin ruang ibadah utama di GKJW Jemaat Rungkut untuk memenuhi zona nyaman adalah 271206.12 Btu/h, hal ini dapat dipenuhi dengan menggunakan AC tipe Wall Mounted 1 buah AC 1 PK, Ceiling Suspended dengan 4 buah AC 1.5 PK, 2 buah AC 2 PK dan 4 buah AC 5 PK. Untuk memenuhi daya listriknya dipilih skema perubahan 1 yaitu dengan mengubah daya panel MDP depan dari 4400 VA menjadi 13200 VA, panel MDP belakang dari 6600 VA menjadi 41500 VA, dan genset 50 kVA sebagai back up. Skema perubahan 1 mempunyai biaya operasionalnya lebih murah (41.77% - Rp. 1,852,047.69) jika dibandingkan skema perubahan 2.",
  "creators": "DEWI ROSITA ISTIRANI",
  "contributors": "Julius Sentosa Setiadji (Advisor 1); Emmy Hosea (Advisor 2); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010614/ELK/2010; Dewi Rosita Istirani (23406019)",
  "subjects": "POWER TRANSMISSION; ELECTRIC POWER DISTRIBUTION"
}