{
  "id": "1766",
  "title": "Analisis sikap konsumen terhadap atribut-atribut rumah sakit Mitra Keluarga Surabaya",
  "abstract": "Rumah sakit sebagai salah satu fasilitas pelayanan kesehatan memiliki peran yang sangat strategis dalam upaya mempercepat peningkatan derajat kesehatan masyarakat. Peran strategis ini didapat karena rumah sakit adalah fasilitas kesehatan yang padat teknologi dan padat pakar. Peran tersebut semakin menonjol mengingat timbulnya perubahan-perubahan epidemiologi penyakit, perubahan struktur demografis, perkembangan IPTEK, perubahan struktur sosioekonomi masyarakat dan pelayanan yang bermutu, ramah dan sanggup memenuhi kebutuhan mereka. Rumah sakit perlu menetapkan strategi pemasaran dan pemahaman sikap yang tepat karena sikap merupakan faktor psikologis yang dapat mempengaruhi konsumen dalam membuat keputusan dalam memilih rumah sakit. Teknik analisa yang digunakan adalah analisis faktor untuk mengidentifikasi atribut-atribut Rumah Sakit. Analisis ANOVA untuk mengetahui atau mengidentifikasi adanya perbedaan persepsi terhadap atribut-atribut Rumah Sakit pada 6 poli atau klinik. Arithmatic mean digunakan untuk mengetahui sikap konsumen. Teknik pengujian hipotesis yang dipakai adalah uji F. Berdasarkan hasil penelitian, dapat disimpulkan bahwa terdapat 8 atribut yang dibentuk dari analisis faktor, sikap konsumen terlihat positif merata disemua klinik dengan skor rata-rata diatas 3,5. Terdapat perbedaan sikap konsumen terhadap atribut peralatan medis dan atribut administrasi.",
  "creators": "PAULUS BUDI SANTOSO; TITUS KURNIAWAN CAHYONO",
  "contributors": "Diah Dharmayanti (Advisor 1); Soekarno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02011826/MAN/2005; Paulus Budi Santoso (31499221), Titus Kurniawan Cahyono (31499375)",
  "subjects": "BRAND NAME PRODUCTS-MANAGEMENT; CONSUMER BEHAVIOR-ANALYSIS"
}