{
  "id": "17664",
  "title": "Pusat seni kerajinan emas di Surabaya",
  "abstract": "Kerajinan emas merupakan salah satu hasil budaya bangsa Indonesia yang tidak saja mengandung nilai-nilai seni yang tinggi, tetapi juga merupakan komoditi yang berpengaruh bagi perekonomian negara. Di Indonesia, emas sudah dikenal sejak zaman prasejarah, sekitar tahun 2500-2000 sebelum Masehi. Dari penelitian sejarah, emas digunakan sebagai penanda bahwa si pemakai adalah kalangan terhormat. Di negara ini, logam mulia yang satu ini sejak dulu sudah menduduki tempat istimewa dalam kultur masyarakat baik bagi pemerhati maupun kolektor emas. Bahkan pameran-pameran seni perhiasan emas di luar negeri pun selalu dipenuhi pengunjung. Untuk itulah, pada proyek ini mengangkat seni kerajinan emas itu sendiri yang meliputi proses pembuatannya, proses pengelolaannya sampai ke proses penjualannya ke masyarakat. Hal ini dilakukan dengan menampung para pekerja serta para desainer yang ahli dalam seni perhiasan emas ini, karena mereka sangat berperan penting dalam proses pembuatannya. Dalam kaitannya dengan perancangan proyek ini, dilakukan upaya untuk mengaplikasikan seni dan kerajinan ke dalam arsitektur. Karena terdapat kaitan antara konsep seni dan kerajinan dengan arsitektur, sehingga dapat diterapkan dan diwujudkan dalam desain arsitektural. Konsep dasar desain diambil dari pengertian yang diungkapkan oleh Yuswadi Saliya, di mana dijelaskan bahwa kerajinan merupakan suatu bentuk ritual yang terdiri atas perbuatan dan obyek yang meskipun berdiri sendiri tetapi keduanya saling berkaitan. Konsep ini diterapkan dalam desain bangunan serta pada proses penataan ruang-ruang didalamnya dengan memperhatikan proses sirkulasi baik untuk pengunjung, staff maupun para pekerja. Anggapan dan batasan terdapat dalam perancangan bangunan yang terdiri dari kebutuhan ruang, persyaratan fisik maupun peraturan-peraturan pemerintah sehingga proyek dapat diwujudkan dalam desain arsitektural secara total.",
  "creators": "WENSY TANOYO",
  "contributors": "Handoko Istanto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1667/ARS/54/1999; Wensy Tanoyo (22495137)",
  "subjects": "INDUSTRIAL BUILDINGS"
}