{
  "id": "17679",
  "title": "Grha Manggala Wiwaha (Wedding Centre) di Surabaya",
  "abstract": "Laporan perencanaan dan perancangan ini disusun untuk melengkapi Tugas Akhir Mata Kuliah Merancang Arsitektur AR 500 periode XXVI bulan Januari - Juni 1992, Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra Surabaya. Penyusunan laporan ini sesuai dengan judul yang dipilih, yaitu : \"GRHA MANGGALA WIWAHA (WEDDING CENTRE) DI SURABAYA\" Pembahasan laporan dibagi dalam beberapa tahap dan dimulai dari tahap Tinjauan Proyek yang berisi uraian tentang latar belakang timbulnya gagasan, perhitungan kebutuhan, pengenalan proyek dan pengertian judul. Pada tahap kedua yaitu Dasar Perencanaan menegaskan tentang maksud, tujuan, sasaran dan batasan perencanaan, menetapkan ruang lingkup pelayanan, mengetahui sumber dana yang digunakan serta mengenal sistim pengelolaan proyek. Pada tahap ketiga yaitu Program Kebutuhan menguraikan tentang aktivitas yang terjadi, fasilitas yang direncanakan, kapasitas proyek yang ditentukan, karakteristik dan hubungan ruang, pola sirkulasi, organisasi ruang, perhitungan besaran ruang dan program ruang. Pada tahap keempat yaitu Lokasi dan Tapak menjelaskan tentang pertimbangan-pertimbangan dalam memilih lokasi dan tapak, kondisi tapak yang dipilih dan lingkungannya. Selanjutnya pada tahap kelima disusun Konsep Perancangan yang terdiri dari analisa tapak, perancangan bangunan, perancangan lansekap dan perancangan utilitas bangunan yang merupakan dasar dari pengembangan rancangan yaitu gambar-gambar rancangan. Sedangkan tahap yang terakhir adalah perhitungan perkiraan biaya dan pengembalian modal. Demikianlah ringkasan laporan perencanaan dan perancangan ini dibuat, agar didapatkan sedikit gambaran mengenai proyek Tugas Akhir ini. Selanjutnya diharapkan agar laporan ini dapat bermanfaat bagi semua pihak.",
  "creators": "JULIA PRAJOGO",
  "contributors": "Handinoto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 765/Ars.47/1992; Julia Prajogo (14387016)",
  "subjects": "MARRIAGE SERVICE-BUILDINGS"
}