{
  "id": "17673",
  "title": "Garden Palace Hotel dalam menghadapi persaingan bisnis hotel di kota Surabaya",
  "abstract": "Sejalan dengan majunya perkembangan di bidang kepariwisataan khususnya di Jawa Timur, kota Surabaya merupakan salah satu kota yang patut diperhitungkan eksistensmya. Perkembangan yang begitu pesat ini akan menyebabkan yang begitu pesat ini akan menyebabkan bermunculan hotel-hotel baru yang bergerak di bidang yang sama. Hal tersebut akan menyebabkan menyempitnya pangsa pasar yang beredar, sehmgga mereka berusaha untuk saling merebut pasar atau setidak-tidaknya mempertahankan pasar yang ada agar tetap survive. Keadaan demikian yang menuntun ke arah persamgan yang semalon ketat antara hotel yang satu dengan yang lain. Setiap perusahaan dapat dipastikan mempunyai rujuan utama yaitu memaksimalkan nilai perusahaan, dimana berusaha agar produk perusahaan dalam hal ini berupa kamar hotel dan fasihtas lainnya dapat memenuhi target penjualan serta dapat memuaskan konsumen. Namun harapan tersebut tidak mudah dicapai karena mengmgat semakm tajamnya persamgan dalam dunia perhotelan. Tajamnya persamgan ini disebabkan banyak berdirinya hotel-hotel baru di Surabaya, sehmgga hal lm akan menyebabkan menyempitnya pangsa pasar karena semakin kritisnya konsumen dalam pemilihan akomodasi hotel. Menyempitnya hotel secara tidak langsung akan mempengaruhi target penjualan kamar hotel seperti yang telah direncanakan. Dalam kondisi demikian, setiap hotel di kota Surabaya salah satunya Garden Palace Hotel sangat membutuhkan suatu kegiatan pemasaran yang lebih efektif terutama ketepatan dalam menganalisa kesempatan pemasaran. Persamgan di bidang usaha yang sejems merupakan suatu tantangan yang harus diselesaikan dengan baik agar Garden Palace Hotel dapat melakukan usahanya dengan baik. Dengan menggunakan analisa SWOT, Garden Palace Hotel akan mampu memanfaatkan secara tepat apa yang dimihkinya dengan kemungkinan yang dihadapi dan memanfaatkan kesempatan yang ada untuk memenangkan persamgan, dimana dalam menyusun strategi pemasarannya harus mempertimbangkan kebijakan perusahaan, kekuatan dan kelemahan pesaing maupun keinginan konsumen dalam pemilihan akomodasi hotel.",
  "creators": "SISWO HADI PUTRO",
  "contributors": "Yacintha Yoranouw Suryawijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No.205/PAR/1996; Siswo Hadi Putro (91396021)",
  "subjects": "HOTELS, TAVERNS, ETC.; SURABAYA-TOURIST TRADE"
}