{
  "id": "17672",
  "title": "Sentra industri kecil dan kerajinan di Pasuruan",
  "abstract": "Dalam era Globalisasi seperti yang terjadi sekarang ini, dan tuntutan standart hasil produksi industri, maka telah banyak lahan - lahan yang dimanfaatkan sesuai dengan pola pikir jangka panjang dari pemerintah daerah Tk I Jawa Timur yang akan menempatkan kota Pasuruan sebagai kota industri baik industri besar maupun kecil di kawasan Indonesia bagian Timur. Dengan maksud bahwa perlu adanya keseimbangan penyediaan sarana dan prasarana bagi para industriawan , dalam hal ini usaha yang dilakukan adalah dengan penyediaan sarana pengembangan industri kecil dan kerajinan yang representatif, yang mempunyai nilai prestise dan kenyamanan yang tinggi, mengingat lingkungan masyarakat yang dilayani oleh proyek ini adalah pengusaha dan tenaga kerja yang berhubungan dengan pengembangan tata kota di Pasuruan. Pembangunan Nasional dewasa ini di berbagai bidang semakin berkembang dengan pesat, baik di badang ekonomi, sosial budaya maupun bidang yang lainnya, keadaan ini tentunya sangat memberi arti bagi bangsa Indonesia yang sedang membangun, cepat ataupun lambat perkembangan sektor perdagangan dan industri di Indonesia akan dituntut berkembang dengan standart dunia. Pasuruan merupakan gerbang dari segitiga kota Surabaya - Malang -Probolinggo mempunyai kekuatan tersendiri dalam membangun perekonomian di kawasan tersebut , dengan hadirnya perindustrian yang berskala internasional di kawasan tersebut juga harus ditunjang dengan adanya persiapan fasilitas industri yang bersifat internasional pula , berdasarkan pemiliran tersebut maka perlu adanya suatu lembaga atau wadah yang mampu menampung dan memberikan sarana industri yang memadai. Industri kecil dan kerajinan merupakan sasaran yang akan dituju, karena mengingat untuk industri yang berskala besar sudah benyak yang tertampung di kawasan PIER sebagai plotting kawasan industri polusi, sedangkan untuk industri kecil dan kerajinan sampai saat ini masih bersifat 'home industrial' yang dirasa seiring dengan perkembangannya tidak dapat selamanya menyatu pada kawasan perumahan , selain masalah kebisingan, juga adanya masalah mengenai transportasi dan lokasi penjualan barang hasil industri. Jadi sasaran yang dituju dengan adanya proyek ini adalah untuk penyediaan lokasi, sarana dan prasarana bagi industri kecil dan kerajinan yang mulai bergerak ke arah professional dan tuntutan jumlah produksi yang semakin lama akan semakin besar, yang tidak mengkin lagi untuk dikerjakan di lokasi lama yang lebih dikenal dengan 'home industri ini. Adapun penjelasan secara lebih terperinci mengenai proyek ini akan dijelaskan dalam bab-bab selanjutnya.",
  "creators": "FAJAR HENDRAWAN",
  "contributors": "A.Y. SETIAWAN (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1427/Ars/49/1997; Fajar Hendrawan (22491049)",
  "subjects": "INDUSTRIAL BUILDINGS"
}