{
  "id": "17684",
  "title": "Town House di Darmo Commercial Centre Surabaya",
  "abstract": "Laporan perencanaan ini disusun sebagai persyaratan untuk menyelesaikan masa studi Sarjana S1 pada Fakultas Tehnik Sipil dan Perencanaan jurusan Arsitektur Universitas Kristen Petra Surabaya. Adapun judul dari laporan ini adalah : \" TOWNHOUSE DI DARMO COMMERCIAL CENTRE SURABAYA. Dimana proyek ini adalah merupakan sarana hunian exclusive dan mewah yang disewakan dengan sasaran utama penghuninya adalah warga negara asing yang untuk sementara waktu tinggal di Surabaya. Pada laporan ini diuraikan tahap awal mengenai proses perencanaan dan perancangan suatu fasilitas hunian yang berbentuk Townhouse mewah yang terdiri dari beberapa unit rumah dengan dilengkapi berbagai fasilitasnya termasuk fasilitas Olah raga dan rekreasi di kawasan Darmo Commercial Centre (Pusat Komersial Darmo) Surabaya. Pada bagian awal (Bab-bab awal) diuraikan tentang kondisi yang melatarbelakangi gagasan, sedangkan tahap selanjutnya berkaitan langsung dengan proyek tersebut. Data-data yang diperlukan diperoleh melalui survey, pengamatan dan wawancara langsung pada instansi-instansi pemerintah dan swasta yang berkaitan/ berhubungan termasuk pada apartemen/townhouse yang telah ada di Jakarta dan Surabaya, serta dilengkapi dengan studi literatur. Data-data yang diperoleh dipergunakan sebagai bahan masukan atau acuan untuk membuat/ menyusun dan melengkapi laporan perencanaan ini. Pada tahap perancangan, analisa dilakukan terhadap kondisi lingkungan, tapak dan bangunan yang selanjutnya digunakan sebagai dasar untuk pembangunan fisik yang disajikan dalam bentuk gambar-gambar prarencana, selain itu disajikan pula bentuk 3 dimensi dari perancangan tersebut yang berupa maket model. Demikian ringkasan laporan perencanaan ini dibuat agar dapat diperoleh sedikit gambaran mengenai proyek Townhouse di Darmo Commercial Centre Surabaya. Diharapkan laporan perencanaan ini dapat bermanfaat bagi semua pihak, khususnya mahasiswa Arsitektur UK Petra Surabaya.",
  "creators": "JUDI JULIANTO",
  "contributors": "Handinoto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 773/Ars.3/92; Judi Julianto (22485055)",
  "subjects": "ARCHITECTURE, DOMESTIC; ROW HOUSES"
}