{
  "id": "1768",
  "title": "Motivasi rasional konsumen di Surabaya dalam membeli simcard Telkom Flexi Classy",
  "abstract": "Layanan baru yang diluncurkan PT. Telkom di Surabaya dan sekitarnya pada bulan Februari 2003 yaitu Telkom Flexi yang menggunakan teknologi CDMA (Code Division Multiple Acess) meski namanya Fixed wireless, Telkom Flexi ini bisa digunakan seperti layaknya ponsel GSM (Global System for Mobile communication) yang menawarkan sejumlah keunggulan, biaya pulsanya sama dengan pulsa telpon rumah biasa hanya ada perbedaan dibiaya berlangganan bulanan, Bisa digunakan untuk internet dan Fax (fasilitas ponsel), tidak ada ongkos air time, dan SMS (Short messaging service). Jumlah faktor yang terbentuk dalam penelitian ini adalah 3 faktor yang mencerminkan identifikasi faktor-faktor dari suatu produk Telkom Flexi Classy. Urutan faktor adalah sebagai berikut: a. Faktor pertama terdiri dari 5 (lima) komponen : Fasilitas Call Conference (melakukan percakapan dengan 5 orang) memudahkan komunikasi berkelompok, Fasilitas Internet mendukung komunikasi dan mencari informasi, Fasilitas Calling Line Identification Restriction (menyembunyikan nomor telepon) menjaga privasi dalam berkomunikasi, signal Telkom Flexi di area Surabaya jelas, dan kualitas signal Telkom Flexi/tidak terputus-putus b. Faktor kedua terdiri dari 3 (tiga) komponen, yaitu : Tarif pulsa Telkom Flexi Rp. 250 lebih murah dibandingkan operator selular GSM/CDMA yang lain , Tarif SMS Telkom Flexi Rp. 350 lebih rendah jika dibandingkan dengan operator selular lain, dan Tarif pulsa akses internet rendah Rp. 5,-/50kb. c. Faktor ketiga terdiri dari 3 (tiga) komponen, yaitu : Pengguna Telkom Flexi mendapatkan jaminan kualitas suara yang jernih di area Surabaya, pengguna Telkom Flexi mendapatkan jaminan bebas dari gangguan sinyal di area Surabaya, dan pengguna Telkom Flexi mendapatkan jaminan pergantian nomer dengan nomer yang sama bila terjadi kehilangan.",
  "creators": "IMAM KURNIAWAN CANDRA; HERRIYANTO PONIDY",
  "contributors": "Filicia Chandra (Advisor 1); Soekarno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02011827/MAN/2005; Imam Kurniawan Candra (31499277), Herriyanto Ponidy (31499323)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMER SATISFACTION; CONSUMERS-PREFERENCES"
}