{
  "id": "17699",
  "title": "Panti asuhan kristen di Surabaya",
  "abstract": "Pengertian masyarakat tentang sebuah panti asuhan, seringkali hanya sebatas tempat anak-anak yang 'terbuang'. Anak-anak yang berada di dalamnya seringkali merasa diasingkan oleh lingkungan sekitar mereka. Hal ini tentu saja menyebabkan terjadinya perkembangan dan pertumbuhan kejiwaan anak menjadi kurang wajar. Kondisi di atas tersebut mendorong penulis untuk merencanakan suatu panti\\ asuhan bagi anak yatim piatu dan terlantar. Anak-anak tersebut dididik, dibina dan diperhatikan dengan maksimal, baik itu secara jasmani maupun rohaninya. Panti asuhan ini direncanakan dengan sistem cottage atau unit rumah tinggal. Dalam setiap unit rumah tinggal, anak yang diasuh tidak terlalu banyak dan terdapat orang tua asuh yang dapat mengawasi dan membina mereka, yang selayaknya ada dalam suatu lingkungan keluarga utuh yang diharapkan dengan sistem ini setiap anak asuh mendapat perhatian dan kasih sayang yang cukup untuk mereka dapat berkembang dan bertumbuh secara wajar baik secara jasmanai dan rohani. Sekaligus juga memberikan kepada mereka bekal untuk nantinya dapat terjun ke masyarakat. Perencanaan proyek ini dibuat dengan suatu komplek bangunan yang sederhana tapi dengan lingkungan yang nyaman di mana di dalamnya terdapat suatu suasana kekeluargaan baik dalam unit maupun antara unit rumah tinggal yang satu dengan yang lain. Hal ini diharapkan dapat mengganti suasana keluarga yang selama ini tidak mereka punyai. Proyek panti asuhan ini tidak hanya sekedar menampung anak asuh, tetapi juga terdapat fasilitas pendidikan, yaitu berupa kelas-kelas mengetik, menjahit dan Iain-lain, juga terdapat perpustakaan, dengan tujuan untuk memberikan kepada mereka ketrampilan dan keahlian sehingga mereka dapat siap untuk terjun ke masyarakat luas.",
  "creators": "PETERINA WIDYASIH S",
  "contributors": "Andhi Wijaya (Advisor 1); Krisdianto Anggijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1733/ARS/11/2000; Peterina Widyasih Syamsuhadi (22496012)",
  "subjects": "CHILDREN-INSTITUTIONAL CARE"
}