{
  "id": "17692",
  "title": "Pusat informasi dan pendidikan teknologi komputer di Surabaya",
  "abstract": "Tidak lebih dari 40 tahun yang lalu, komputer masih merupakan suatu misteri, kecuali bagi beberapa orang ahli yang memang bekerja dengan alat ini. Akan tetapi kemajuan yang terjadi demikian pesatnya dalam teknologi komputer telah mengubah semua hal tersebut. Pada tahun 1940-an merupakan tahun penerapan komputer pertama di dunia dan sejak itu penggunaan komputer telah meluas ke pemiagaan, perindustrian, pendidikan, permesinan, dan bidang-bidang lain. Hampir tidak ada bidang kehidupan yang belum tersentuh dengan komputer. Komputer adalah suatu mesin elektronik yang berurusan dengan informasi. Informasi itu dapat berupa fakta dan angka, kosa kata, gambar, dan bahkan musik. Komputer dapat menyimpan informasi seperti hal-hal tersebut diatas. Komputer berfungsi sebagai mesin pengolah informasi. Berjuta-juta fakta dan bagan yang berbeda dapat disimpan dalam komputer dan dapat dicari kembali apabila dibutuhkan. Komputer dari berbagai jenis, sistem dan kemampuan telah diterapkan dan dimasyarakatkan. Salah satu bidang yang paling besar ditangani adalah pengolahan data yang mana komputer sering disebut sebagai electronic data processing (EDP) atau pengolah data elektronis. Dan pada jaman globalisasi ini, penggunaan teknologi komputer ini mutlak diperlukan untuk membantu proses peningkatan mutu sumber daya manusia dan membantu program pemerintah menuju proses tinggal landas. Surabaya sebagai kota INDAMARDI (Industri, Dagang, Maritim dan Pendidikan) tentunya berhubungan erat dengan teknologi industrialisasi. Oleh karena itu perlu adanya sarana untuk menumbuhkan pengertian dan apresiasi masyarakat mengenai peranan sains dan teknologi terutama peranan komputer dalam pembangunan bangsa dan kehidupan sehari-hari yaitu sarana edukasi, informasi dan exhibition yang berfungsi secara aktif dan mudah dipahami dan menarik. Dengan kata lain diperlukan suatu sarana untuk menanggulangi kelemahan-kelemahan dari program pemasyarakatan dan pembudayaan sains dan teknologi yang sementara ini sudah dilaksanakan tetapi kurang berhasil mencapai sasarannya.",
  "creators": "DIAN DIRGA",
  "contributors": "J. Loekito Kartono (Advisor 2); Danny Santoso Mintorogo (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1478/Ars/45/1998; Dian Dirga (22494078)",
  "subjects": "COMPUTER ENGINEERING-EDUCATION-BUILDINGS; SCHOOL BUILDINGS"
}