{
  "id": "17702",
  "title": "Terminal penumpang Bandara Juanda Surabaya",
  "abstract": "Seperti diketahui bahwa pertumbuhan ekonomi Indonesia telah mengalami peningkatan. Jawa Timur pada khususnya telah memiliki potensi ekonomi yang sangat besar. Karena hal tersebut maka investor asing dari berbagai negara akan berdatangan untuk menanamkam modalnya. Maka dapat dikatakan bahwa akan banyak orang datang dan pergi. Oleh sebab itu diperlukan sarana transportasi khususnya transportasi lewat udara. Dipilihnya transportasi udara sebagai salah satu alternatif dikarenakan seperti kita ketahui bahwa para investor adalah orang yang sibuk dan mereka sangat menghargai waktu yang ada. Sebenamya sarana untuk transportasi udara tersebut sudah ada. Klasifikasi dari sarana tersebut sendiri meningkat. Namun fasilitas yang ada sekarang tidaklah sesuai dengan klasifikasinya yang dikatakan sebagai tempat yang bertingkat atau bertaraf internasional. Oleh sebab itu maka diadakanlah proyek ini agar semua fasilitas yang ada benar-benar bertaraf internasional. Dan juga dapat menampung pertumbuhan pengunjung yang sangat pesat. Perancangan bangunan Terminal Penumpang Bandar Udara Juanda ini dapat dilihat dari efisiensi serta alur penumpang yang akan memasuki terminal tersebut. Namun tidak kedua hal tersebut itu saja, tapi bagaimana pengaruh yang ditimbulkan oleh keberadaan proyek tersebut terhadap lingkungan sekitarnya begitu juga sebaliknya. Oleh sebab itu maka langkah awal yang ditempuh adalah mencari data-data seputar tapak yang ada beserta lingkungan sekitarnya. Kemudian setelah itu dilakukan analisa-analisa terhadap tapak dan urban. Dari hasil analisa tersebut dapat diketahui bahwa bangunan Terminal Penumpang Bandar Udara Juanda akan menjadi point of view bagi lingkungan sekitarnya serta dapat memacu lingkungan sekitarnya menjadi daerah kawasan bisnis yang menguntungkan sehingga meningkatkan pendapatan daerah. Bentuk dari dari bangunan itu sendiri tidaklah lepas dari sistem-sistem terminal yang ada. Keterbatasan lahan yang ada juga menentukan sistem terminal yang akan dipakai. Namun dapat dipastikan bangunan ini akan dapat dijadikan sebagai salah kebanggaan Jawa Timur. Kelengkapan fasilitas terminal akan ditambah dengan penambahan plasa tepat di tengah-tengah terminal. Hal tersebut dikarenakan untuk memisahkan antara fasilitas domestik dan internasional. Di dalam plasa tersebut akan ditempatkan berbagai macam fasilitas yang akan memberikan kenyamanan serta kemudahan bagi penumpang baik yang datang maupun pergi serta pengunjung. Tampilan dari bangunan tersebut akan banyak memakai kaca dan rangka baja untuk memberi kesan modern. Demikianlah gambaran singkat mengenai proyek Terminal Penumpang Bandar Udara Juanda, dan untuk lebih jelasnya akan diuraikan lebih lanjut pada bab-bab tersendiri.",
  "creators": "FREDERIK SURYA ADIPUTRA",
  "contributors": "I Gusti Nyoman Sulendra (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1493/Ars/4/1998; Frederik Surya (22492128)",
  "subjects": "AIRPORT TERMINALS; AIRPORT TERMINALS--DESIGNS AND PLANS; AIRPORTS"
}