{
  "id": "17705",
  "title": "Laporan perancangan tugas akhir graha disain komunikasi visual di Surabaya",
  "abstract": "Laporan perancangan Tugas Akhir yang berjudul Graha Disain Komunikasi Visual di Surabaya ini bertujuan agar pembaca dapat memahami dan mampu memberikan apresiasi terhadap seni komunikasi visual setara dengan cabang seni lain yang telah lebih dulu mendapat tempat di hati masyarakat. Dimana dalam proyek ini diperlihatkan tujuan yang diinginkan oleh penyusun agar rasa apresiasi tersebut dapat timbul dengan proses yang berjalan dengan baik melalui bahas arsitektur. Konsep yang diambil adalah proses berpikir dalam mewujudkan apresiasi yang diharapkan, dan dalam aplikasinya secara arsitektural diperlihatkan proses awal yaitu dengan permainan massa dan elemen arsitektur yang menyolok dan berkesan bermain-main untuk memberikan kesan \"menarik\" hingga orang tergerak hatinya untuk masuk dan melihat apa yang ada di dalam (Fasilitas umum dan informasi ; galeri, ruang pamer, ruang serbaguna). Kemudian juga ditampilkan proses berikutnya yaitu belajar yang dimaksudkan agar dapat memahami seni komunikasi visual juga perlu mendalaminya dengan sungguh-sungguh, dan penerjemahannya dalam bangunan diperlihatkan suatu paduan elemen arsitektur yang bebas tetapi lebih terikat, yang mana hal ini menyimbolkan bahwa seni bisa bebas tetapi tidak bisa bebas sama sekali masih ada nilai/norma masyarakat etika, agama yang mengikatnya. Sedangkan pada proses terakhir diperlihatkan suatu massa bangunan yang terkesan masif walaupun masih terlihat permainan elemen arsitektur meskipun sedikit dalam upaya memberikan nilai laras, kontras, dan kontinuitas yang serasi, massa yang masif ini mewakili nilai fungsional dari fasilitas kantor sewa yang secara langsung juga menyentuh perhitungan secara ekonomis. Secara umum laporan ini berisi mengenai proses perancangan dari mulai pemilihan lokasi lahan, tahap analisa, konsep disain yang dipilih, penerapannya dalam aplikasi perancangan, pemilihan sistem utilitas dan segala proses disain yang telah diajarkan di bangku kuliah.",
  "creators": "BAMBANG SATRIO P W",
  "contributors": "E.B. TEDJA (Advisor 1); Handoko Istanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1496/Ars/7/1998; Bambang Satrio 922493019)",
  "subjects": "VISUAL COMMUNICATION-BUILDINGS; OFFICE BUILDINGS"
}