{
  "id": "17718",
  "title": "Klub wisata kebugaran dan kecantikan di Sangkapura Pulau Bawean",
  "abstract": "Laporan perancangan ini ditujukan untuk memenuhi tugas akhir mata kuliah merancang arsitektur AR. 4500 periode XXXVIII pada Jurusan Arsitektur Fakultas Teknik, Universitas Kristen Surabaya. Adapun judul tugas akhir ini adalah ; \"KLUB WISATA KEBUGARAN DAN KECANTIKAN DI SANGKAPURA, PULAUBAWEAN\" Dalam laporan ini diuraikan mengenai proses perencanaan dan perancangan suatu koraplek bangunan yang mempunyai fiingsi sebagai klub yang melayani segala aktivitas yang berhubungan dengan kebugaran dan kecantikan dalam satu \"atap\". Pembahasannya meliputi latar belakang , perumusan masalah, tujuan dan sasaran proyek, batasan proyek dan lingkup pelayanan, pengertian judul dan pengenalan proyek. Selain itu juga dijelaskan segala aktivitas dan kebutuhan fasilitas di dalam komplek bangunan tersebut. Data-data yang diperlukan diperoleh melalui wawancara dan pengamatan langsung, sedangkan studi literatur digunakan sebagai bahan perbandingan untuk memperkuat data-data yang telah ada. Dalam tahap perancangan, hal yang harus diingat adalah bahwa aktivitas dalam proyek ini berhubungan dengan kebugaran dan kecantikan yang didukung oleh olahraga dimana aktivitas-aktivitas tersebut lebih cenderung ke bentuk berwisata sebagai sikap rileks dan nyaman sangat mendukung untuk itu diambil motto kembali ke alam. Dalam hal tersebut diatas dipakai sebagai dasar konsepsi perancangan yang tetap bertitik tolak dari cara pandang Arsitektur Sedangkan data-data yang telah ada dianalisis terhadap lingkungan dan tapak serta literatur digunakan sebagai media untuk menghadirkan suatu rancangan Arsitekhir yang bernafasan kealamian, kenyamanan dan keakraban dalam bentuk tiga dimensi.",
  "creators": "LELI MARIATI BUNTORO",
  "contributors": "Stanislaus Kuntjoro Santoso (Advisor 2); CAMELIA KUSUMO (Advisor 3); Frans Soehartono (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1487/Ars/54/1998; Lely Mariati B.(22493112)",
  "subjects": "RECREATION CENTERS; SPORT FACILITIES"
}