{
  "id": "17737",
  "title": "SIEB management centre",
  "abstract": "Dalan rangka penyusunan tugas Proyek Akhir mata kuliah Merancang Arsitektur Periode 24 Januari-Juni 1991 sebagai skripsi di Jurusan Arsitektur Universitas Kristen Petra Surabaya dan didorong oleh keinginan untuk turut berpartisipasi dalam usaha penerintah maupun swasta yang sedang menggalakkan pembangunan, terutama di bidang perekonomian, perdagangan dan industri dalam rangka menyongsong perekonomian tinggal landas dalan Pelita V ini, maka penyusun memilih judul : \" SURABAYA INDUSTRIAL ESTATE BENOWO MANAGEMENT CENTRE \" atau disingkat: - SIEB MANABEMENT CENTRE \" Sesuai dengan judul tersebut maka laporan perencanaan dan perancangan ini akan membahas tentang suatu fasilitas yang berfungsi sebagai pusat dari kegiatan orang yang melakukan aktifitas management dalan kawasan industri SIEB, yaitu suatu kawasan industri yang berlokasi di desa Tambak Osowilangon dan desa Remokalisari Kecamatan Benowo Surabaya. Dalan proses penyusunan laporan ini, lokasi yang dijadikan obyek penelitian adalah kawasan industri SIEB dan kawasan industri SIER di Surabaya sebagai studi bandingnya. Adapun tujuan dibangunnya gedung ini adalah untuk menunjang keberhasilan bisnis penjualan lahan industri SIEB dan untuk dapat merangsang dan menarik minat calon investor yang akan menbuka usahanya di kawasan ini, maupun demi menunjang aktifitas kerja seluruh penghuni kawasan, mengingat banyak kawasan industri yang ada namun kurang dilengkapi sarana/prasarana yang dapat menunjang aktifitas pengelolaan di suatu kawasan industri secara profesional. Dalan hal penyusunan laporan ini data yang digunakan untuk analisa selanjutnya adalah data yang diperoleh dengan cara studi komparatif (survey/pengamatan), studi literatur, wawancara, analisa dokunen dan asumsi/anggapan. Untuk memperjelas sistematika/proses pembahasan yang digunakan dalan penyusunan laporan, agar terbentuk suatu kesatuan susunan laporan yang utuh, maka disusunlah laporan perencanaan dan perancangan bangunan gedung SIEB Management Centre ini yang secara singkat dapat diuraikan sebagai berikut: a. Pendahuluan, yang berisikan penjelasan secara singkat tentang pemilihan topik bahasan, latar belakang dan gagasan dibangunnya proyek ini dan diharapkan dapat memberi penjelasan tentang keseluruhan proses perencanaan dan perancangan proyek ini. b. Tinjauan umum yang berisikan tinjauan kota Surabaya, pengertian judul, latar belakang gagasan dan tinjauan singkat perkembangan usaha swasta sebagai pemilik proyek yang seluruhnya merupakan pendukung gagasan proyek ini. c. Tinjauan khusus, yang membahas tentang proyek, yang didahului pembahasan pengertian judul sampai tinjauan fasilitas yang akan direncanakan dan pemecahan masalah-masalah yang timbul dalam proses pengadaan proyek ini. d. Perencanaan, yang meliputi pembahasan tentang program dasar perencanaan, program kebutuhan sampai organisasi ruang yang menjadi dasar dalam proses penyusunan laporan selanjutnya. e. Perancangan, yang membahas tentang dasar perancangan, lokasi, analisa site sampai analisa sistem utilitas. f. Pembahasan perkiraan biaya dan pengembalian modal. Jadi secara garis besar dapat disimpulkan bahwa dengan penelitian/pembuatan laporan ini diharapkan dapat menunjang program penbangunan, terutama di bidang pendidikan dan ilmu pengetahuan dan dapat memberikan manfaat bagi siapa saja yang membutuhkannya, disamping sebagai langkah untuk menyelesaikan program studi sarjana di perguruan tinggi.",
  "creators": "KRISTONO AGUSLIM",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 694/ARS.10/1991; Kristono Aguslim (14386036)",
  "subjects": "OFFICE BUILDINGS"
}