{
  "id": "17738",
  "title": "Redevelopment Pasar Pramuka Pojok Jakarta",
  "abstract": "Laporan Perencanaan ini kami susun dalam rangka memenuhi persyaratan akademis dari tugas perancangan Proyek Akhir Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra Surabaya, Periode XXVI, Tahun Akademik 1991-1992. Adapun Judul yang kami pilih untuk Proyek Akhir ini adalah : REDEVELOPMENT PASAR PRAMUKA POJOK - JAKARTA Pada laporan ini dibahas mengenai perlunya suatu peremajaan dan pengembangan terhadap Pasar Pramuka Pojok yang kondisinya sudah tidak sesuai lagi dengan perkembangan kota Jakarta dan potensi tapak yang ada. Dalam peremajaan dan pengembangan ini keberadaan pasar tetap dipertahankan dengan memperbaiki fasilitas yang lebih baik dan memadai mengingat keberadaannya sebagai pasar lingkungan yang harus ada dan penampungan pedagang kaki lima. Selain itu dikembangkan pula fasilitas perbelanjaan lain berupa pertokoan yang dilengkapi fasilitas hiburan. Sehingga Pasar Pramuka Pojok yang baru nantinya dapat menjadi pusat lingkungan di daerah tersebut. Pada laporan ini juga membahas hubungan antar fasilitas pasar dan pertokoan yang terletak pada satu tapak. Dan untuk memperoleh suatu konsep yang tepat, maka laporan perencanaan ini dibuat berdasarkan data-data yang diperoleh melalui survey, pengamatan langsung pada pusat-pusat perbelanjaan dan hiburan yang telah ada, melalui pengamatan di lingkungan tapak, juga studi literatur sebagai bahan pembanding untuk memperkuat data-data yang telah ada. Dan diharapkan melalui peremajaan dan pengembangan ini, Pasar Pramuka Pojok ini dapat memenuhi kebutuhan akan sarana perbelanjaan sekaligus sebagai sarana rekreasi dan hiburan yang layak dan memadai. Laporan ini disusun berdasar data-data yang' diperoleh melalui survey, pengamatan langsung pada pusat-pusat perbelanjaan dan hiburan yang telah ada, melakukan pengamatan di lingkungan tapak, selain itu digunakan juga literatur sebagai bahan pembanding untuk memperkuat data-data yang telah ada. Sehingga diperoleh suatu konsep yang akan menjadi dasar perencanaan dan perancangan Proyek Redevelopment Pasar Pramuka Pojok.",
  "creators": "INA PUSPITASARI",
  "contributors": "SINGGIH SUGIANTO (Advisor 2); Ir. Bisatya Widadya Maer, M.T. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 748/Ars.30/92; Ina Puspitasari (14387063)",
  "subjects": "MARKETS-DESIGNS AND PLANS"
}