{
  "id": "17749",
  "title": "Hotel bintang tiga di Mega Eltra Surabaya",
  "abstract": "Laporan perencanaan dan perancangan ini disusun dalam rangka pengerjaan Tugas Akhir mata kuliah Merancang AR. 500, periode XXXm, pada Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra. Adapun judul proyek akhir ini adalah : HOTEL BINTANG TIGA DI MEGA ELTRA SURABAYA Yaitu suatu wadah yang dapat menampung jasa penginapan (akomodasi) berikut makanan dan minuman serta jasa lainnya bagi umum, yang dikelola secara komersil, dengan kriteria hotel berbintang 3 (tiga). Pada laporan ini diuraikan tahap awal mengenai proses perencanaan dan perancangan suatu fasilitas hotel yang kemudian akan dikembangkan sebagai dasar dalam proses perencanan selanjutnya. Pada bagian awal diuraikan tentang kondisi yang melatar belakangi gagasan proyek beserta perumusan masalah, batasan dan lingkup pembahasan, metoda pembahasan dan sistematika penulisan dari laporan ini. Pada tahap selanjutnya dijelaskan mengenai keadaan Kotamadya Surabaya yang dilanjutkan dengan penjelasan umum mengenai konsep konservasi dan pengenalan umum terhadap fasilitas hotel. Didalam bab III diuraikan tentang tujuan, lingkuppelayanan, batasan, fungsi dan manfaat dari proyek yang direncanakan. Pada bab ini juga dijelaskan ide atau gagasan penulis terhadap rencana proyek hotel. Pada bab V dijabarkan mengenai analisa perencanaan proyek hotel yang meliputi program dasar dan program kebutuhan. Setelah analisa perencanaan dilanjutkan dengan analisa perancangan pada bab V yang meliputi analisa urban, analisa tapak dan sistem utilitas. Pada bagian akhir (bab Konsep Perancangan) akan dijelaskan bagaimana penulis akan melakulcan proses arsitektur, yaitu proses penciptaan bentuk-bentuk dan ruang-ruang arsitektur Data yang diperlukan diperoleh dari pengamatan langsung, wawancara serta studi literatur yang berkaitan langsung dengan proyek hotel. Demikian ringkasan laporan perencanaan dan perancangan ini dibual oleh penulis agar dapat diperoleh gambaran mengenai proyek Hotel Bintang Tiga Di Mega Eltra Surabaya.",
  "creators": "ELISJAH",
  "contributors": "Danny Santoso Mintorogo (Advisor 1); Markus Ignatio Aditjipto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1099/Ars/22/95; Elisjah (22490106)",
  "subjects": "HOTELS, TAVERNS, ETC."
}