{
  "id": "17744",
  "title": "BSD Business Hotel, Serpong",
  "abstract": "Laporan ini disusun dalam rangka menyelesaikan tugas akhir sebagai kelengkapan masa studi sarjana di fakultas Tehnik Jurusan Arsitektur Universitas Kristen Petra Surabaya periode XXIX tahu 1993. Judul yang terpilih adalah : BSD BUSINESS HOTEL, SERPONG Laporan ini meliputi perencanaan sebuah hotel berbintang lima yang berada di kawasan Kota Mandiri Bumi Sepong Damai, Tangerang. Dalam site seluas 4,2 ha ini direncanakan berdiri hotel, club house dan area parkir, yang merupakan kawasan untuk kegiatan bisnis dan segala macam fasilitasnya. Gagasan perencaan hotel tersebut adalah sebagai tempat penginapan bagi para businessman tanpa menutup kemungkinan bagi para wisatawan baik dalam maupun luar negeri. Disamping itu ada hal-hal khusus yang ingin ditampilkan oleh hotel tersebut yaitu segi arsitektur bangunannya. Hotel ini diharapkan dapat menghadirkan suasana dan inspirasi tertentu sehingga akan menjadi daya tarik bagi businessman dan wisatawan. Sesuai dengan gagasan perencaan tersebut, pembahasan proyek ini lebih dititik beratkan pada desain arsitektur bangunan sebagai wadah kegiatan, dimana pembahasannya meliputi pengenalan judul, latar beiakang, tujuan serta sasaran yang ingin dicapai sampai dengan penyusunan program ruang-ruang yang ada di dalam sebuah hotel berbintang lima. Selanjutnya disusunlah konsep perancangan ini sebagai dasar dari gambar pra rencana yang telah dihasilkan serta akhimya disajikan dalam bentuk tiga dimensi yang berupa maket.",
  "creators": "BRIGITTA CAROLINE",
  "contributors": "Krisdianto Anggijono (Advisor 1); Riduan Sukardi (Advisor 2); Ir. Achmad Archajadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 894/ARS.25/93; Brigitta Caroline (22489002)",
  "subjects": "HOTELS, TAVERNS, ETC."
}