{
  "id": "17750",
  "title": "Sentul Hill Golf Club House",
  "abstract": "Berkaitan Judul yang tertera dalam buku ini yaitu \" Sentul Hill Golf Club House \" yang berarti secara garis besar yang direncanakan adalah Club Housenya. Laporan ini terdiri dari perencanaan dan perancangan suatu golf club yang terletak di kecamatan Citeureup, Bogor, Jawa Barat, yang terletak kurang lebih dua puluh lima kilometer arah selatan kota Jakarta. Dalam laporan ini yang dititik beratkan pada fasilitas club housenya, sedangkan untuk perencanaan padang golfnya tidak direncanakan. Tetapi didalam buku ini dibahas pula mengenai sejarah perkembangan golf, istilah dalam golf, deskripsi permainan, tinjauan golf course, member golf yang dimaksudkan agar pembaca lebih mengenal dan tertarik pada olah raga golf disamping untuk memasyarakatkan olah raga golf. Karena olah raga golf saat ini masih dianggap untuk kalangan tertentu saja dan mahal harga membernya, tetapi dibalik itu banyak sekali manfaat yang dapat diambil. Fasilitas yang disediakan di club house ini yaitu fasilitas golf club, recreation area, olah raga yang bersifat rekreatif, sehingga pengunjung yang datang benar-benar dapat merasakan suasana yang berbeda dari kesibukan sehari-hari. Keunggulan golf club ini yaitu terletak di dekat jalur Jakarta - Bogor dan berdekatan dengan sirkuit Sentul hal ini dapat menunjang sektor pariwisata daerah setempat. Padang golfnya sendiri terletak ditengah-tengah perumahan hal ini dimaksudkan untuk memberi suasana yang sejuk dilingkungan perumahan. Fasilitas golf club ini disediakan unutk menunjang kebutuhan untuk rekreasi bagi penghuni perumahan di kawasan Sentull Hill dan di sekitarnya. Penyusunan laporan ini meliputi pendahuluan, tinjauan proyek, tinjauan khusus ( lokasi ), perencanaan dan perancangan. Dalam perancangan disusun konsep dan gagasan yang didasarkan atas pertimbangan dan prinsip-prinsip arsitektural yang akhirnya disajikan gambar-gambar rencana serta model untuk memperjelas.",
  "creators": "HARTONO",
  "contributors": "Wiet S. Moniaga (Advisor 1); Samuel Hartono (Advisor 2); Andhi Wijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No.1069/Ars/45/95; Hartono (22490135)",
  "subjects": "GOLF COURSES; SPORTS FACILITIES"
}