{
  "id": "17767",
  "title": "Hotel Taman Citraraya Surabaya",
  "abstract": "Untuk memenuhi salah satu persyaratan akademis dalam menyelesaikan Ujian Sarjana Teknik Arsitektur Universitas Kristen Petra, Penyusun membuat gambar dan laporan Perencanaan dan Perancangan Proyek Akhir (AR.500) periode XXXHI tahun 1995 dengan judul \"Hotel Taman Citraraya Surabaya\". Perkembangan Kepariwisataan di Indonesia khususnya di Jawa Timur menunjukkan suatu peningkatan yang sangat pesat. Surabaya diharapkan dapat memenuhi kebutuhan pada sektor wisata ini. Surabaya Barat merupakan salah satu pilihan, dimana pada kawasan ini masih banyak peluang bagi pengembangan suatu proyek. P.T. Citraland Surya sebagai salah satu developer ikut rnelancarkan program pemerintah ini dengan merencanakan kota mandiri Citraland Surya yang dilengkapi dengan fasilitas akomodasi seperti fasilitas hotel berbintang yang sangat dibutuhkan. Selanjutnya laporan ini menguraikan tentang proses perencanaan dan perancangan City hotel bintang empat yang terletak pada areal komersial di kawasan Citraraya kota mandiri. Tujuan dari proyek ini adalah untuk memenuhi kebutuhan akomodasi perhotelan di Jawa Timur khususnya di Surabaya serta mendukung kebijaksanaan pemerintah dalam mengembangkan sektor kepariwisataan sebagai devisa negara. Penelitian dimulai dengan mengadakan survey lapangan sebagai dasar perencanaan dan perancangan, kemudian studi banding untuk memperoleh gambaran obyektif dilengkapi dengan studi literatur dan wawancara pada beberapa pihak terkait. Akhirnya menghasiDcan suatu program kebutuhan sebagai dasar perancangan bangunan. Produk penelitian yang dihasilkan berupa rekayasa arsitektural dalam bentuk gambar, konsep, analisa, laporan perencanaan dan perancangan bangunan. Obyek penelitian berupa hotel berklasifikasi bintang empat, yang menuntut suatu unsur rekreatif dalam desainnya tanpa mengabaikan unsur prestige, keamanan dan kenyamanan bagi para pengunjungnya. Lokasi penelitian terletak di propinsi Jawa Timur, Indonesia tepatnya di kota Surabaya. Lokasi ini sesuai dengan pembagian wilayah kota Surabaya terletak pada wilayah Surabaya Barat dan dalam wilayah perencanaan P.T. Citraland Surya. Dengan data dan hasil penelitian diatas maka didapatkan suatu perencanaan dan perancangan Hotel berbintang empat dengan standart Intemasional, yang mampu menyerap pengunjung baik dari kompleks Citraland maupun dari luar kompleks tersebut.",
  "creators": "SANDY KURNIAWAN",
  "contributors": "Danny Santoso Mintorogo (Advisor 1); Markus Ignatio Aditjipto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1106/Ars/29/1995; Sandy Kurniawan (22491054)",
  "subjects": "HOTELS, TAVERNS, ETC."
}