{
  "id": "17765",
  "title": "Museum bahari di Ujung Tanjung Perak-Surabaya",
  "abstract": "Laporan perencanaan ini disusun sebagai pelengkap perencanaan Proyek Akhir dalam rangka memenuhi persyaratan Ujian sarjana Arsitektur periode XXXIII tahun ajaran 1995 -1996 Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra Surabaya. Secara garis besar laporan ini berisi tentang perencanaan dan perancangan suatu Museum Bahari yang metnberikan suatu gambaran dari kehidupan kebaharian dari jaman manusia menemukan alat transportasi air sampai kemajuan teknologi dalam bidang transportasi air, museum ini juga dimanfaatkan juga sebagai obyek wisata yang dikaitkan dengan rencana paket wisata Kalimas Surabaya serta sarana pendidikan dan melatih para generasi muda khususnya untuk lebih mencintai kebudayaan Nasional khususnya budaya bahari dan yang terpenting mengangkat makna kota Surabaya sebagai kota Maritim (INDAMARDI). Lokasi 4 proyek ini berada Kelurahan Ujung Kecamatan Semampir Tanjung Perak Surabaya, Jawa Ttmur. Pembahasan berawal dari latar belakang gagasan dan permasalahan, tujuan dan manfaat dibangunnya proyek ini. Selanjutnya dibahas mengenai pengenalan umum museum, sejarah kebaharian sampai rencana pengembangan kota Surabaya 2000. Pada tahap berikutnya dijabarkan pengenalan proyek yang berisi tentang pengertian dan eksistensi proyek, lokasi serta wujud dari proyek yang dijabarkan di dalam bagian-bagian yang terinci. Hal-hal mengenai tujuan, fungsi, asumsi kelayakan, masalah proyek sampai lingkup pelayanan merupakan dasar perencanaan dengan program perencanaan dan program kebutuhan dalam tahap perencanaan. Bagian akhir merupakan tahap perencanaan yang bensi tentang analisa dan perencanaan tapak dengan sajian sketsa-sketsa situasi , pendekatan filosofis, memasuki tahap konsepsi disain baik perancangan ruang luar maupun bangunan dengan sistem utilitas dan detail- detailnya.",
  "creators": "PAULUS",
  "contributors": "Andhi Wijaya (Advisor 2); Samuel Hartono (Advisor 3); Krisdianto Anggijono (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1096/Ars/19/95; Paulus (22491135)",
  "subjects": "OCEANOGRAPHY-MUSEUMS; NAVAL-MUSEUMS"
}