{
  "id": "1776",
  "title": "Perancangan interior rumah singgah ODHA dan ODIHA di Jawa Timur",
  "abstract": "Virus HIV/AIDS bagi masyarakat adalah suatu momok menakutkan memberikan gambaran tentang ODHA yang diasingkan dan dikucilkan. ODHA dianggap sebagai wabah bencana. Orang-orang yang tidak mempunyai kebebasan beraktivitas karena sikap antipati yang mereka dapatkan. Gambaran ini tampaknya melekat begitu kuat sehingga ODHA tidak memiliki semangat yang kuat untuk meneruskan aktivitas dengan image yang telah melekat tersebut. Kondisi tersebut memberikan inspirasi bagi penulis untuk merencanakan suatu tempat yang disebut rumah singgah bagi ODHA dan ODIHA, dengan membuat suatu kompleks hunian yang berusaha menyatu dengan lingkungan sekitarnya sehingga ODHA akan merasa tinggal di suatu lingkungan yang nyaman sebagai suatu transisi sebelum ia kembali beraktivitas di dalam masyarakat. Selain itu, masing-masing unit perawatan yang ada merupakan bangunan dengan konsep yang terbuka terhadap alam sehingga mendapatkan view, pencahayaan dan penghawaan alami yang semaksimal mungkin, karena adanya kontak dengan alam merupakan salah satu cara untuk terapi altematif. Unit-unit perawatan yang ada merupakan cerminan keseluruhan proses yang dialami seorang penderita sejak psikologis penderita sejak dari kondisi awal hingga akhir. Keseluruhan proses tersebut menggambarkan perkembangan kondisi mental dan psikologis penderita yang diharapkan akan membantu proses penyembuhan dan introspeksi diri dari ODHA sekaligus mencegah mereka kembali pada kebiasaan lamanya. Proyek ini secara umum bertujuan untuk menciptakan suatu rumah singgah yang bisa membantu ODHA untuk merasa nyaman dan menemukan kembali jati dirinya. Dan menciptakan suatu bentukan yang lingkungan dan bentukan yang konseptual dengan kondisi mental dan psikologis ODHA dan memberikan bekal kepada ODHA sebelum terjun kembali ke masyarakat.",
  "creators": "STEPHANI SEPTELINA ALVIN",
  "contributors": "WASIS SOEBARNIATI (Advisor 1); Ronald H.I. Sitindjak (Advisor 2); J. Loekito Kartono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00050202/DIN/2004; Stephani Septelina Alvin (41400104)",
  "subjects": "HEALTH FACILITIES-DECORATION"
}