{
  "id": "17768",
  "title": "Benoa cape resort cottages di Tanjung Benoa, Bali",
  "abstract": "Perancangan sebuah Resort Hotel merupakan sebuah obyek perancangan yang cukup menarik, hal ini disebabkan karena karakteristik khusus dari Resort Hotel yang berbeda dari hotel, yaitu merupakan sebuah tempat peristirahatan yang letaknya jauh dari keramaian kota, bisa terletak di pegunungan, di pantai atau di daerah salju. Proyek ini terletak di Pulau Bali, sebagai kawasan pariwisatayang memang sudah diakui wisatawan mancanegara sebagai tujuan wisata yang bermutu. Menurut sejarah pertumbuhan pariwisata di Pulau Bali, ciri wisata ini adalah jenis wisata budaya, di mana daya tarik budaya masyarakat Bali yang sangat spesifik dibandingkan dengan daerah manapun di dunia ini. Dengan meningkatnya arus wisatawan yang datang ke Pulau Bali, maka timbulah krisis kebudayaan dalam proses mempertahankan identitas budaya traditional Bali terhadap proses akulturasi budaya luar yang sangat deras masuk ke Pulau Bali melalui media wisatawan yang berkunjung ke Pulau Bali. Sejauh ini telah banyak usaha untuk meng'konservasi'kan budaya Bali. Arsitektur sebagai salah satu hasil budaya, merupakan pencenninan atas budaya itu sendiri. Selama ini yang banyak dilakukan orang dalam mempertahankan identitas arsitektur Bali adalah dengan me'museum'kan arsitektur tradisional Bali 1 . Sedangkan menurut Eko Budiharjo dalam bukunya Architectural Conservation in Bali menyatakan \"Tradition is not a Museum, a reiteration of the past\". Untuk menjawab tantangan ini maka dalam pendekatan proses perancangan akan melakukan pendekatan dengan merevitalisasi kembali arsitektur Bali yang tetap memiliki nilai identitas yang kuat Untuk ini maka pembahasan dasar - dasar arsitektur tradisional Bali sangat perlu, sehingga tampilan arsitektur yang bam tetap memiliki konsep dasar yang kuat dan spesifik ( berdasarkan pandangan hidup masyarakat Bali) walaupun tampil dalam bentuk yang lain. Hal ini merupakan salah satu alternatif dalam mengkonservasikan arsitektur Bali, yaitu dengan mempersiapkan tumbuhnya kebudayaan Bali yang modern 3 . Penekanan pendekatan kebudayaan dalam proses perancangan resort ini memang diperlukan, walaupun sebenarnya proyek ini bukan sebuah proyek yang bersifat monumental. Alasan kuat yang mendasari sikap ini adalah, resort ini sebenarnya memiliki potensi sebagai media langsung dalam proses akulturasi budaya asing yang masuk ke Bali dan sebaliknya bagaimana mereka (wisatawan asing) dapat langsung merasakan dan tinggal dalam suasana Bali yang sebenarnya. Dalam pengertian ini, masyarakat Bali (Budaya Bali) yang eksis atau hidup pada masa kini dan bukannya masyarakat Bali (Budaya Bali) lama yang seolah-olah dimuseumkan. Budaya tidaklah statis, kebudayaan itu tumbuh dengan menerima segala hal yang baru tanpa meninggalkan ide-idenya yang jauh dan luhur dan kebudayaan itu sendiri. Dalam perwujudannya, nilai-nilai budaya Bali yang ditampilkan harus dapat diterapkan pada desainnya Dengan kata lain kita menghindari perkembangan arsitektur (post modern) yang bersifat Eclecticism yang tidak diisi oleh konsep apapun tentang unsur yang digado-gadokannya. Perlu disadari bahwa pada dasarnya, proyek ini merupakan proyek yang menekankan pendekatan yang mengutamakan kenyamanan penghuni resort, untuk ini maka misi pencerminan budaya yang diwujudkan dalam perancangan arsitektur yang mengandung \"Symbol of Culture' haruslah disesuaikan dengan aktifitas penghuni yang sedang menikmati liburannya, sehingga sasaran utama dari proyek ini akan tetap tercapai.",
  "creators": "CAECILIA ANITA PUGUH",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); A.Y. SETIAWAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1135/Ars/58/95; Caecilia Anita Puguh (22491084)",
  "subjects": "HOTELS, TAVERNS, ETC."
}