{
  "id": "17788",
  "title": "Komplek balai pertemuan/pernikahan dan rumah makan di Surabaya",
  "abstract": "Di dalam masa pembangunan di segala bidang dewasa ini kelancaran roda perekonomian merupakan salah satu faktor utama yang akan mendukung kelancaran proses pembangunan dan seiring dengan lajunya pertumbuhan ekonomi Indonesia, meningkatnya investasi asing dan dalam negeri maka berbagai tuntutan dari dunia perbisnisan di Indonesia mulai membaik di saat-saat ini. Menyadari akan pertumbuhan kebutuhan masyarakat yang semakin meningkat yaitu menuju kondisi masyarakat yang efektif dan efisien yang semakin kompleks yang melanda kota-kota besar di Indonesia, maka perlu diadakan peningkatan dan penyempurnaan berbagai macam sarana fisik serta masalah akomodasi, administrasi, transportasi, rekreasi dan sebagainya. Surabaya sebagai salah satu wilayah pengembangan perekonomian di wilayah Indonesia bagian Timur dan merupakan kota terbesar kedua setelah Jakarta serta sebagai kota Indamardi menunjukkan keadaan perekonomian yang semakin meningkat, sebagai dampak globalisasi dan majunya perkembangan di segala bidang tentunya secara langsung maupun tidak langsung akan menimbulkan permasalahan dalam segala bidang tersebut. Semakin berkembangnya bentuk kegiatan, semakin banyak tuntutan-tuntutan yang dibutuhkan oleh manusia. Antara lain adalah kecenderungan masyarakat kota Surabaya terutama yang berpenghasilan menengah ke atas untuk menyelenggarakan pesta atau perjamuan, dalam rangka memperingati peristiwa-peristiwa kehidupan seperti ulang tahun, pertunangan, pernikahan, kawin emas dan sebagainyayang mana selalu membentuk siklus yang berkesinambungan. Di samping itu seiring dengan berkembangnya .jaman maka peranan komunikasi sangatlah penting maka banyak pula tuntutan yang dibutuhkan oleh manusia dalam mengadakan pertemuan seperti seminar, konferensi , lokakarya, dan Iain-lain. Hal lain yang juga perIu mendapat perhatian adalah kebutuhan masyarakat Surabaya akan tempat rekreasi yang mana di Surabaya pada saat ini masih dirasa kurangnya fasilitas rekreasi yang ada , salah satu yang termasuk fasilitas rekreasi adalah rumah makan . Saat ini maupun di masa mendatang rumah makan juga termasuk prospek yang mengingat banyak orang yang makan diluar rumah karena tuntutan jaman serta kebutuhan fasilitas rekreasi. Kegiatan-kegiatan tersebut disamping membutuhkan wadah fisik, juga membutuhkan suatu penanganan yang menyeluruh yang dapat memenuhi kepuasan secara lahir dan batin. Atas dasar kebutuhan-kebutuhan tersebut di atas maka dibuat suatu laporan perencanaan dan perancangan yang membahas masalah-masalah yang berkaitan dengan proyek balai pertemuan/ pernikahan serta rumah makan. Tujuan proyek ini adalah menyediakan wadah yang dapat menampung segala kegiatan yang berhubungan dengan pertemuan, pernikahan, berbelanja, menginap serta rekreasi dalam satu komplek agar dapat menampung kebutuhan masyarakat akan sarana penunjang yang lebih representatif. Penelitian dimulai dengan mengadakan penjajagan mengenai kelayakan proyek yang dibantu dengan pengumpulan data melalui observasi, wawancara dan studi literatur. Kemudian dilakukan analisa-analisa yang pada akhirnya menghasilkan suatu kesimpulan berupa program-program kebutuhan. Setelah itu dilanjutkan dengan kegiatan perancangan bangunan. Lokasi proyek terletak di propinsi Jawa Timur yaitu di kota Surabaya tepatnya di kelurahan Putat Gede, kecamatan Tandes. Dengan luas lahan kurang lebih 2,5 ha. Jika ditinjau dari keadaan lokasi dimana bangunan di sekitar lokasi pada masa mendatang adalah fasilitas umum yang merupakan bangunan bertingkat banyak seperti hotel dan kondominium maka perlu suatu disain yang menonjol serta dapat memberikan suatu aksen akan keberadaan bangunan ini yang mana dapat menjadi orientasi bagi pengunjung mengingat bangunan ini tidak bertingkat banyak. Karena proyek ini merupakan fasilitas penunjang kebutuhan dengan kapasitas yang besar dan mampu menampung ribuan orang maka sirkulasi utama di dalam bangunan dibuat sejelas mungkin.",
  "creators": "SUSAN",
  "contributors": "Stanislaus Kuntjoro Santoso (Advisor 1); Ir. Achmad Archajadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No.1075/Ars/51/95; Susan (22489076)",
  "subjects": "CONVENTION FACILITIES; WEDDINGS-BUILDINGS"
}