{
  "id": "17795",
  "title": "Developing a web-based project management system for DEA B.V",
  "abstract": "Dugour Electronic Almere (DEA) B.V is a developing company for electronic applications. All the development of those hardware and software are organized in various projects. Those projects have to be managed but currently the project management is still done manually which made it is difficult and takes more time to monitor and evaluate each project. The assignment for graduation project is to develop a project management system which is tailored to the company requirements. The system will be used for saving all of company?s projects, the project?s tasks and the assigned employees, employee working hours, and at the end it will provide some necessary reports which facilitate the company to monitor the projects. DPMS (DEA Project Management System) is a web-based and intranet application which is developed using PHP programming language and MySQL as the database. Some Javascript scripts are also used to make the user interface more interactive. The development of DPMS is based on Iterative approach where it performs 2 iterations. The first iteration is intended to finish the main functionalities and the second iteration is to improve the first iteration based on the feedbacks from the client and to finish the rest functionalities. This project is divided into 5 phases. The first phase aims to get involved with the assignment. The second, third, and forth phase are done in two iterations which aim to gather the requirements (problem and requirements analysis), design the new system, and realize the application (implementation and testing). The last phase aims to deploy the result and the relevant documents. After all of the phases were finished, the DPMS is ready to be used by the company. The end result of this graduation project will help the company in managing, monitoring, and evaluating their projects. For future development, the security can be strengthened and task reporting can be provided to monitor the progress of each task easier.",
  "creators": "NURHARYATI",
  "contributors": "ROB DUGOUR; WIM ZIJLMANS; JELLE OOSTERKAMP",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02020918/INF/2010; Nurharyati (26406013)",
  "subjects": "WEB SITES; PROJECT MANAGEMENT"
}