{
  "id": "17794",
  "title": "Perancangan dan pembuatan aplikasi monitoring distribusi dan pemanfaatan koleksi berbasis web pada perpustakaan kota Surabaya",
  "abstract": "Sistem Informasi yang dimiliki oleh perpustakaan kota Surabaya saat ini masih bersifat internal dan belum berbasis web sehingga katalog perpustakaan tidak dapat diakses oleh masyarakat luas. Usulan pengadaan koleksi yang diterima oleh perpustakaan kota Surabaya tidak dicatat dalam database perpustakaan sehingga usulan-usulan tersebut tidak dapat direalisasikan dengan maksimal. Kegiatan monitoring yang dilakukan oleh perpustakaan kota Surabaya juga masih dilakukan secara manual sehingga pemanfaatan dan penyebaran koleksi serta tingkat minat baca masyarakat kurang dapat dipantau dan dievaluasi. Untuk mengatasi masalah-masalah diatas, dikembangkan sebuah aplikasi yang dapat menampung usulan pengadaan koleksi, melakukan pengolahan terhadap pengadaan koleksi, melakukan proses sirkulasi koleksi, menerima laporan pemanfaatan koleksi dari perpustakaan binaan, menampilkan laporan hasil monitoring dalam bentuk 3 dimensi serta dapat me-monitor kegiatan pelatihan yang dilakukan oleh Perpustakaan Kota Surabaya. Aplikasi dibuat menggunakan bahasa pemrograman PHP dan database MySQL. Berdasarkan kuesioner yang diberikan kepada staf perpustakaan kota Surabaya, secara keseluruhan aplikasi ini cukup berguna bagi perpustakaan. Rata- rata yang diberikan oleh staf perpustakaan kota Surabaya antara 3,2 sampai dengan 3,5 dari 5 kategori yang disediakan.",
  "creators": "INGRID FELICIA",
  "contributors": "Arlinah Imam Rahardjo (Advisor 1); Lily Puspa Dewi, S.T., M.Kom. (Advisor 2); Andreas Handojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02020913/INF/2010; Ingrid Felicia (26406041)",
  "subjects": "WEBSITES-DESIGN; INTERNET (COMPUTER NETWORK); PROGRAMMING (ELECTRONIC COMPUTERS)"
}