{
  "id": "17803",
  "title": "Museum Arkeologi di Situs Grujugan Bondowoso",
  "abstract": "yaitu suatu wadah yang dapat, mengumpulkan, memelihara, dan memamerkan atau mengkomunikasikan benda-benda peninggalan dan kehidupan masyarakat di masa lampau atau segala hal yang berhubungan dengan arkeologis. Pada laporan ini diuraikan tahap awal mcngcnai proses perencanaan dan perancangan suatu fasilitas museum yang kemudian akan dikembangkan sebagai dasar dalam proses perancangan selanjutnya. Pada bagian awal, diuraikan tcntang kondisi yang mclatar bclakangi gagasan, beserta tujuan, fungsi, lingkup pelajaran, balasan dan sistimatika penulisan dari proyek yang direncanakan. Pada tahap selanjutnya dijclaskan mengenai kondisi dan potensi Kabupaten Daerah Tingkat II Bondowoso dan kawasan Situs Grujugan. Yang dilanjutkan dengan penjclasan mengenai museum, tradisi megalitik beserta benda-benda megalitiknya dan pengertian situs secara global. Pada akhir bab ini diuraikan ide atau gagasan penulis terhadap rencana proyek Museum Arkeologi. Di dalam bab HI dijabarkan mengenai analisa dari perencanaan proyek yang dilakukan dengan menggunakan scsuai dengan standarisasi permuseuman yang berlaku, namun bagian-bagjan yang dianggap perlu tetap dianalisa. Pada bab sclanjutnya dibahas mengenai analisa pcrancangan proyek, meliputi analisis tapak (Iokasi site dan batas, iklim, topografi, view, entrance, artcfak/BCN, dan zoning)dan analisis sitim utilitas. Didalam Bab V dijabarkan pendekatan-pendekatan dan konscp-konsep arsitektur yang dipakai oleh penulis, sebagai dasar dalam berarsitektur, yaitu proses menghasilkan rancangan bentuk dan ruang museum arkcologi di Situs Grujugan Bondowoso. Data yang diperlukan diperolch dari pengamatan langsung dan wawancara serta studi literatur yang bcrkaitan langsung dengan proyek museum arkeologi ini. Demikian ringkasan laporan pcrsiapan ini dibuat oleh pcnulis agar dapat dipcrolch gambaran mengenai proyek Museum Arkeologi di Situs Grujugan Bondowoso.",
  "creators": "SANDI PURNAMA",
  "contributors": "Benny Poerbantanoe (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1062/Ars/2/95; Sandi Purnama (22487065)",
  "subjects": "MUSEUM BUILDINGS-ARCHAEOLOGY"
}