{
  "id": "17804",
  "title": "Kantor Pemda Tingkat I Irian Jaya di Jayapura",
  "abstract": "Sejalan dengan semakin meningkatnya pelimpahan tugas dari Pemerintah Pusat kepada Pemerintah Daerah Tingkat I Irian Jaya serta adanya kepentingan bagi pengembangan sistem dan perangkat organisasi Pemerintah Daerah Tingkat I, maka secara logis akan timbul konsekwensi berupa ikut meningkatnya kegiatan dan kebutuhan personil serta luas lantai dan ruang. Dengan dikembangkannya lembaga / instansi baru yang meliputi Dinas Pertambangan, Dinas Perumahan, Dinas Tenaga Kerja dan Dinas Lalu lintas AngkutanJalan Raya, selain membutuhkan pertambahan jumlah personil, juga akan membutuhkan wadah sebagai sarana bagi pelaku kegiatan untuk menjalankan mekanisme kerja organisasi. Di samping itu, adanya instansi-instansi vertikal yang masih menggunakan asset daerah yaitu antara lain Kantor Wilayah Pekerjaan Umum, Kantor Wilayah Badan Pertanahan Nasional dan Kantor Wilayah Departemen Pertanian serta masih adanya beberapa Kantor Dinas yang sudah tidak dapat menampung kegiatan kerja secara optimal, mengakibatkan timbulnya kecenderungan yang mengarah kepada ketidak-seimbangan perbandingan antara peningkatan jumlah personil dengan ruang kerja / kantor yang tersedia. Kondisi ini menuntut Pemerintah Daerah untuk segera memikirkan pemecahan masalah ketidak-seimbangan tersebut. Hal ini bilamana tidak segera diantisipasi akan menjadikan masalah semakin komlikatif, yang dapat berakibat memberi gambaran wadah perkantoran tidak bersifat representatif dan tidak fungsional sebagai tempat untuk menjelankan mekanisme pemerintahan. Tujuan daripada perencanaan dan perancangan pembangunan kantor baru untuk memenuhi dan mewadahi kegiatan fungsional bagi masing-masing Dinas atau instansi yang membutuhkan",
  "creators": "KELANA VHISNU NUGROHO",
  "contributors": "Ir. Achmad Archajadi (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1073/Ars/49/1995; Kelana Vhisnu Nugroho (22487107)",
  "subjects": "OFFICE BUILDINGS"
}