{
  "id": "17811",
  "title": "Stasiun kereta api layang Gambir di Jakarta",
  "abstract": "Laporan ini disusun dalam rangka memenuhi persyaratan akademis dari tugas perencanaan dan perancangan Proyek Akhir, di Fakultas Teknik - Jurusan Arsitektur, Universitas Kristen Petra - Surabaya, Periode XXIII, tahun ajaran 1990-1991. Judul proyek yang dipilih ialah : \" STASIUN KERETA API LAYANG - GAMBIR di JAKARTA\" Pada laporan ini diuraikan mengenai proses perencanaan dan perancangan dari sebuah stasiun kereta api di Jakarta yang mengalami perkembangan karena tuntutan kebutuhan dan kemajuan teknologi transportasi sehingga lintasannya dibuat melayang dan terjadi penyesuaian pada sistem dan fungsi yang terjadi di dalamnya. Pada bagian pendahuluan diuraikan tentang kondisi yang melatarbelakangi gagasan, pengertian dan pengenalan proyek, batasan proyek dan metodologi pembahasannya, sedangkan pada tahap selanjutnya dibahas hal-hal yang berkaitan langsung dengan proyek tersebut. Data-data yang diperlukan diperoleh melalui pengamatan langsung terhadap kondisi lingkungan tapak dan wawancara kepada pihak-pihak yang berhubungan dengan pembangunan proyek tersebut. Sedangkan studi literatur dilakukan untuk memperkuat data yang telah ada. Dalam tahap perancangan, analisa dilakukan terhadap kondisi lingkungan, tapak dan bangunan yang selanjutnya digunakan sebagai dasar bagi pembangunan fisik yang disajikan ke dalam bentuk gambar-gambar pre-rencana, yang juga merupakan hasil akhir dari serangkaian proses perencanaan.",
  "creators": "Y.P. DEDED HARI PRATIKTO",
  "contributors": "Benny Poerbantanoe (Advisor 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 644/ARS.23/90; Y.P. Deded Hari Pratikto (386084)",
  "subjects": "RAILROAD STATIONS-DESIGNS AND PLAN"
}