{
  "id": "17825",
  "title": "Perpustakaan kota dengan info sains dan teknologi",
  "abstract": "Konsep perencanaan dan perancangan ini disusun sebagai tahap awal dari Studio Arsitektur, dalam rangka memenuhi persyaratan akademis untuk menempuh Ujian Sarjana Arsitektur pada Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra, Periode XXXIII tahun akademis 1994 - 1995. Surabaya sesuai dengan perkembangan fungsi kota dewasa ini sedang mengalami perkembangan yang pesat, sebagai kota yang menjadi pusat kegiatan Surabaya perlu dilengkapi dengan fasilitas pusat informasi yang lengkap. Disamping kemajuan yang sangat pesat dalam bidang ilmu pengetahuan dan teknologi (IPTEK), juga belum ada sarana pusat informasi, maka Kota Surabaya perlu memiliki sarana yang dapat menjadi pusat informasi dan -kemajuan IPTEK. Untuk itu Proyek Akhir ini mengambil judul \"Perpustakaan Kota dengan Info Sains dan Teknologi\" yang berlokasi di Kota Surabaya. Perpustakaan Kota Madya Surabaya sekarang ini berada di Jalan Pemuda, dari hasil studi literatur dan studi perbandingan ternyata disimpulkan bahwa perpustakaan kota yang sekarang ini sudah tidak memadai lagi apalagi untuk perkembangan Kota Surabaya dimasa mendatang. Dalam laporan ini diuraikan mengenai tahap-tahap perencanaan dan perancangannya, baik ruang-ruang yang ada, fasilitas-fasilitas yang dibutuhkan, sistem-sistem yang digunakan, dan hal lain yang berkaitan dengan bangunan ini. Dengan keterbatasan waktu yang ada, penyusun berusa-ha untuk mencapai hasil yang seoptimal mungkin. Cukup banyak masalah yang harus diselesaikan dalam waktu yang relatif singkat. Menyadari keterbatasan yang ada, untuk itu penyusun mohon maaf yang sebesar-besarnya jika didalamnya terdapat kekurangan-kekurangan, baik karena keterbatasan waktu, maupun keterbatasan pemikiran kami sebagai mahasiswa.",
  "creators": "IRAWAN RAHARJA",
  "contributors": "Andhi Wijaya (Advisor 1); Samuel Hartono (Advisor 2); Krisdianto Anggijono (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No.1089/Ars/12/1995; Irawan Raharja (22489117)",
  "subjects": "LIBRARY ARCHITECTURE; LIBRARY BUILDINGS"
}