{
  "id": "17822",
  "title": "Pusat informasi pariwisata Jawa Timur di Surabaya",
  "abstract": "Laporan perencanaan irti dan perancangan ini disusun untuk melengkapi Tugas Akhir Mata Kuliah Merancang AR 500 periode XXXII Bulan Januari - Juni 1995, Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra Surabaya. Penyusunan Laporan ini sesuai dengan judul yang dipilih yaitu : PUSAT INFORMASI PARIWISATA JAWA TIMUR DI SURABAYA Adapun dari judul di atas mempunyai pemahaman yang lebih spesifiik dibanding pemahaman umum mengenai tempat informasi yang biasa dijumpai pada kantor-kantor biro perjalanan atau pada tourist information service yang mana kegiatan umum yang dilaksanakan berupa tanya jawab, pemberian brosur, selebaran atau lembar informasi lainnya. Pemahaman yang lebih spesifik yang dimaksud disini adalah suatu wadah atau tempat yang didalamnya menyediakan fasilitas dan sarana untuk kegiatan seni, budaya dan pertunjukan mengenai Jawa Timur yang menunjang kegiatan informasi. Sarana tersebut diwujudkan dengan pengadaan ruang pamer, teater, ruang peragaan dan Iain-lain. Dengan demikian diperlukan luasan lantai yang cukup besar untuk mewadahi kegiatan tersebut, dan hal itu diwujudkan dengan pengembangan serta refungsi pada bangunan lama yang berlokasi di Jalan Kayoon 42-42 Surabaya. Laporan ini dimulai dengan latar belakang dan tinjauan proyek yang diuraikan dalam tinjauan umum, kemudian pengenalan masalah dan strategi pemecahannya dalam tinjauan khusus. Langkah selanjutnya adalah penyusunan strategi perencanaan dan perancangan yang meliputi penyusunan program, perencanaan tapak dan fisik bangunan bertitik tolak dari situasi yang ada serta program-program yang dibutuhkan. Hasil perencanaan dan perancangan akan disajikan dalam bentuk gambar-gambar perencanaan dan rancangan arsitektur. Demikianlah ringkasan laporan dibuat, agar didapatkan sedikit gambaran mengenai proyek Tugas Akhir ini. Selanjutnya kami berharap agar laporan ini dapat bermanfaat bagi semua pihak, khususnya kasanah studi di Universitas Kristen Petra.",
  "creators": "GRADY ZULKAR",
  "contributors": "Maria Immaculata Hidayatun (Advisor 1); Timoticin Kwanda (Advisor 2); Andhi Wijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No.1076/Ars/52/95; Grady Zulkar (22489096)",
  "subjects": "TOURIST INFORMATION CENTERS; OFFICE BUILDINGS"
}