{
  "id": "17826",
  "title": "Apartemen di Surabaya",
  "abstract": "Laporan perencanaan ini disusun dalam rangka memenuhi persyaratan tugas akhir inata kuliah Merancang Arsitektur AX.500, periode XXVIII, tahun 1993 pada Fakultas teknik Jurusan Arsitektur, Universitas Kristen Petra Surabaya, dengan judul : APARTEMEN DI SURABAYA Di dalam penulisan laporan ini, secara garis besar diuraikan sistematika pembahasannya, sebagai berikut : Bab I PERUMUSAN GAGASAN, menjeiaskan latar belakang timbulnya gagasan untuk mendirikan proyek Apartemen di Surabaya oleh investor, beserta faktor-faktor pendukungnya. Bab II PERANCANGAN, menguraikan tujuan dan sasaran perancangan, serta hal-hal yang berkenaan dengan perancangan proyek, yang antara lain meliputi studi luasan ruang, pelaku aktivitas, hingga hubungan ruang dan struktur organisasinya. Bab III TINJAUAN LOKASI DAN LINGKUNGAN SEKITAR (URBAN DE-SAIN), menerangkan fakta-fakta dan analisa-analisa terhadap lokasi eksisting dan lingkungan sekitarnya, yang nentinya akan berkaitan dengan konsep perancangan proyek apartemen terhadap struktur ruang kota. Bab IV KONSEP PERANCANGAN, pada bab ini akan dibahas konsep-konsep dasar perancangan, ditinjau dari segi urban, massa (obyek bangunan) dan ruang. Bab V UTILITAS BANGUNAN, bab ini merupakan penentuan dari sistem-sistem utilitas yang akan diterapkan di dalam apartemen yang dirancang. Sistematika penulisan tersebut diatas, akan menjadi dasar perancangan proyek \"Apartemen di Surabaya\", yang akan disajikan dalam bentuk media 2 diiuensi, berupa gambar-gambar dan sajian 3 dimensi berupa maket.",
  "creators": "LANA DEWI KURNIATI",
  "contributors": "Handinoto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 855/Ars/50/1993; Lana Dewi Kurniati (22488107)",
  "subjects": "APARTMENT HOUSES"
}