{
  "id": "17823",
  "title": "Fasilitas retret dan pertapaan Karmel di Junggo, Batu",
  "abstract": "Kehidupan umat beragama di tanah air, khususnya umat Katholik semakin berkembang dengan baik. Hal ini ditandai dengan tumbuhnya tempat-tempat retret Katholik. Tujuan daripada pendirian fasilitas retret tidak lain adalah untuk lebih meningkatkan mutu kerohanian umat pada umumnya dan mempersiapkan kader-kader guna menjadi tulang punggung gereja di masa yang akan datang. Tumbuhnya fasilitas-fasilitas retret adalah untuk menampung aktivitas retret yang semakin meningkat. Hal ini antara lain dipengaruhi oleh minat masyarakat untuk melepaskan kepenatan hidup sehari-hari di perkotaan yang sarat dengan masalah dan beban. Melalui retret ini diharapkan mereka dapat kembali menyegarkan pikiran dengan cara hidup di pedesaan yang jauh dari keramaian sekaligus lebih mendekatkan diri kepada Tuhan. Dalam mendekatkan diri kepada Tuhan mereka juga menjalin hubungan antar sesama melalui persekutuan dan aktivitas bersama yang lain. Untuk mewadahi semua kegiatan ini maka didirikan suatu fasilitas retret serta tempat doa/\"pertapaan\" yang berfungsi sebagai wadah bagi kegiatan retret umat dan wadah bagi biarawan. Adapun fasilitas untuk umat meliputi pondok retret, sarana ibadah dan pembinaan serta berbagai fasilitas pendukungnya. Sarana \"pertapaan\" bagi para biarawan terdiri dari pondok biarawan, sarana ibadah dan pembinaan serta berbagai fasilitas pendukungnya. Keberadaan keduanya (fasilitas retret dan \"pertapaan\" bagi biarawan) adalah berfungsi saling menunjang dan melengkapi.",
  "creators": "ONG TIAW HONG",
  "contributors": "Irwan Santoso (Advisor 1); IR. SHELLY GUNAVATI WARDOYO, MT. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1124/Ars/47/1995; Ong Tiaw Hong (22489105)",
  "subjects": "RETREATS-BUILDINGS"
}