{
  "id": "1783",
  "title": "Analisa differential threshold pada beberapa kelompok konsumen di Surabaya antara rasa, bentuk, dan nama produk es krim conello dari walls dengan es krim concerto dari campina",
  "abstract": "Differential threshold merupakan ambang perbedaan. Kami mengadakan penelitian differential threshold pada es krim Conello dari Walls dan es krim Concerto dari Campina ditinjau dari rasa, bentuk, dan nama produk. Karena kedua es krim tersebut memiliki rasa yang hampir sama dimana dalam produk tersebut terdapat dua macam variasi rasa dengan ditaburi kacang pada permukaannya. Bentuk es krim Conello dan Concerto hampir serupa, dimana sama-sama berupa cone dengan warna es krim berselang-seling, seperti coklat dan putih. Dan dari segi namapun hampir serupa yaitu Conello dan Concerto. Hal inilah yang menyebabkan terjadinya ambang perbedaan di antara kedua produk tersebut. Kelompok konsumen es krim Conello dan Concerto di Surabaya terdiri dari usia, jenis kelamin, status, pekerjaan, dan pendapatan. Melalui penelitian ini, dapat diketahui ada tidaknya differential threshold terhadap kedua es krim tersebut. Metode penelitian yang digunakan adalah deskriptif komparatif dengan menggunakan alat analisa ANOVA. Populasi yang diambil adalah konsumen Conello dan Concerto di Surabaya dengan sampel sebanyak 300 responden yang dilakukan dengan menyebarkan kuesioner. Hasil yang diperoleh dari penelitian adalah tingkat ambang perbedaan es krim Conello dan Concerto yang ditinjau dari rasa, bentuk, dan nama produk adalah rendah, sehingga dapat diambil kesimpulan bahwa konsumen di Surabaya kurang sensitif terhadap perbedaan kedua es krim tersebut.",
  "creators": "SYLVIA SOEWONO; LUSIANA HALIM",
  "contributors": "Edwin Japarianto (Advisor 1); Filicia Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011823/MAN/2005; Sylvia Soewono (31401060); Lusiana Halim (31401066)",
  "subjects": "CONSUMERS-RESEARCH"
}