{
  "id": "17831",
  "title": "Perancangan dan pembuatan E-Studio berbasis moodle pada Jurusan Desain Interior Universitas Kristen Petra",
  "abstract": "Di dalam dunia pendidikan modern dikenal metode pembelajaran secara online yang sudah tidak asing dan disebut Learning Management System (LMS). Metode ini adalah salah satu bentuk pengayaan di dalam proses belajar mengajar antara guru dengan murid dan interaksi satu sama lain tanpa harus bertatap muka. Saat ini proses bimbingan antara dosen dan mahasiswa di dalam pengerjaan proyek karya desain di Jurusan Desain Interior Universitas Kristen Petra belum berjalan maksimal, karena berbagai kendala yang dibatasi oleh sistem belajar tatap muka. Universitas Kristen Petra telah mengimplementasikan LMS, yaitu Lentera yang berbasis Moodle. Namun Lentera belum secara spesifik dapat memecahkan masalah dan memenuhi kebutuhan dari Jurusan Desain Interior di dalam pengerjaan proyek. Pada skripsi ini, dilakukan pengembangan Lentera yang berbasis Moodle. LMS akan memiliki sistem E-Studio, yaitu sistem yang akan membantu proses pengelolaan dan pengerjaan proyek di dalam jurusan Desain Interior. Dengan adanya E-Studio, dosen dan mahasiswa jurusan Desain Interior Universitas Kristen Petra dapat berinteraksi dalam proses belajar-mengajar secara online di dalam suatu lingkungan virtual yang supportif, sehingga kendala-kendala dalam metode interaksi dengan tatap muka dapat diatasi dan kelebihan-kelebihan yang tidak dimiliki oleh metode tatap muka juga dapat diperoleh. Berdasarkan hasil pengujian sistem, E-Studio telah dibangun sesuai dengan kebutuhan Jurusan Desain Interior UK Petra dan memenuhi objektifnya. Selain itu E-Studio juga memberikan kepuasan subjektif bagi pemakainya dengan nilai atas 90% sesuai dengan hasil kuesioner.",
  "creators": "IVAN PRASETYO",
  "contributors": "Arlinah Imam Rahardjo (Advisor 1); Adi Wibowo, S.T., M.T., Ph.D. (Advisor 2); Agustinus Noertjahyana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02020897/INF/2010; Ivan Prasetyo (26405004)",
  "subjects": "WEBSITES-DESIGN; UNIVERSITAS KRISTEN PETRA. FAKULTAS SENI DAN DESAIN JURUSAN DESAIN INTERIOR; PROGRAMMING (ELECTRONIC COMPUTERS); PETRA CHRISTIAN UNIVERSITY"
}