{
  "id": "17852",
  "title": "Toy city pusat penjualan perlengkapan dan hiburan untuk anak-anak di Surabaya",
  "abstract": "Laporan perencanaan ini disusun sebagai persyaratan untuk menyelesaikan masa studi Sarjana S1 pada Fakultas Teknik Sipil dan Perencanaan jurusan Arsitektur Universitas Kristen Petra Surabaya. Adapun judul dari laporan ini adalah: \"TOY CITY, Pusat penjualan perlengkapan dan permainan anak di surabaya.\" Di mana proyek ini adalah merupakan sarana Pusat penjualan perlengkapan dan hiburan untuk anak-anak dengan sasaran pelayanan anak-anak sampai usia kurang lebih 12 tahun di Surabaya. Pada Laporan ini diuraikan tahap awal mengenai proses perencanaan dan perancangan suatu fasilitas bermain yang lain dari yang sudah ada di Surabaya dengan tujuan menciptakan suasana yang membuat anak-anak merasa berada didunianya sendiri sehingga lebih bebas berkreasi dan bermain. Pada bagian awal (Bab-bab awal) diuraikan tentang kondisi yang melatarbelakangi gagasan, sedangkan tahap selanjutnya berkaitan langsung dengan proyek tersebut. Data-data yang diperlukan diperoleh melalui survey, pengamatan dan wawancara langsung pada pihak-pihak yang berkompeten pada bidang-bidang yang berpengaruh pada proses perencanaan dan perancangan untuk mendapatkan masukan-masukan, serta dilengkapi dengan studi literatur. Data-data yang diperoleh dipergunakan sebagai bahan masukan atau acuan untuk membuat/menyusun dan melengkapi laporan perencanaan ini. Pada tahap perancangan, analisa dilakukan terhadap kondisi lingkungan, tapak dan bangunan yang selanjutnya digunakan sebagai dasar untuk pembangunan fisik yang disajikan dalam bentuk gambar-gambar prarencana, selain itu disajikan pula bentuk 3 dimensi dari perancangan tersebut yang berupa maket model. Demikian ringkasan laporan perencanaan ini dibuat agar dapat diperoleh sedikit gambaran mengenai proyek TOY CITY SURABAYA. Diharapkan laporan perencanaan ini dapat bermanfaat bagi semua pihak, khususnya mahasiswa Arsitektur UK. Petra\\ Surabaya.",
  "creators": "SONNY SUHARSONO",
  "contributors": "Benny Poerbantanoe (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 871/Ars.2/1993; Sonny Suharsono (22486007)",
  "subjects": "COMMERCIAL BUILDINGS; SHOPPING CENTERS"
}