{
  "id": "17854",
  "title": "Tong Ren Tang Chinese Medicine Centre di Surabaya",
  "abstract": "Banyaknya peminat pengobatan alternatif di Indonesia dewasa ini yang mencari pengobatan hingga ke negeri Cina. Hal ini membuktikan bahwa kemanjuran obat tradisional Cina tidak diragukan lagi. Tong Ren Tang merupakan toko obat tradisional Cina yang sangat terkenal di Beijing, yang merupakan satu-satunya toko obat penyuplai obat ke kerajaan. Hal ini pula yang merupakan suatu keistimewaan Tong Ren Tang yang membuat Ir.Soekarno dan Abdul Rahman Wahid pergi ke sana untuk memperoleh pengobatan. Banyak sekali jumlah pengobatan tradisional Cina yang mulai membuka usaha di Surabaya, oleh karena itu perlu adanya pendekatan khusus untuk merancang sebuah pusat pengobatan tradisional Cina agar berbeda dari tempat yang lain juga sekaligus dapat menonjolkan corporate identity dan dapat memenuhi segala kebutuhan pengobatan. Selain itu dari segi psikologis dari pengunjung, diharapkan perancangan interior ini dapat memperhitungkan kondisi pasien yang datang dalam keadaan cemas, takut, sedih sehingga dapat mendukung ketenangan pasien. Sebagai tempat komersial, hendaknya perancangan dapat juga mendukung media promosi di lingkungan perusahaannya sendiri. Dalam karya desain ini, interior Tong Ren Tang dirancang dengan mengamati kebutuhan yang muncul dari teknik pengobatan tradisional Cina yang ada, antara lain akupuntur membutuhkan pencahayaan yang baik, untuk Pijat refleksi, Copping dan Tuina membutuhkan privasi yang lebih. Perancangan ini menggunakan konsep yang merupakan dasar yang paling mendasar dari pengobatan Cina yaitu yin-yang.Tujuan-tujuan diatas didukung juga dengan bagian-bagian perancangan yang lainnya seperti peletakan perabot, bahan, warna,fasilitas, dan peletakkan ruang.",
  "creators": "LISTIANI THORION",
  "contributors": "SUMARTONO (Advisor 1); Grace Mulyono (Advisor 2); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00020831/DIN/2010; Listiani Thorion (41406031)",
  "subjects": "HEALTH FACILITIES-DECORATION; TRADITIONAL MEDICINE; MEDICAL CENTERS (TRADITIONAL)"
}