{
  "id": "17858",
  "title": "Penerapan gaya early christian, romanesque, gothic, baroque, dan rococo pada interior Gereja Katolik St. Yakobus Surabaya",
  "abstract": "Seperti yang terlihat pada tiap-tiap elemen interiornya, Gereja Katolik St. Yakobus Surabaya menerapkan beberapa macam gaya. Penelitian ini merupakan penelitian lanjutan dari skripsi yang berjudul: \"Studi Gaya Ekletik pada Interior Gereja Katolik Santo Yakobus Surabaya (Wendy, 2007)\". Pada penelitian tersebut dikatakan bahwa Gereja St. Yakobus menggunakan Gaya Ekletik (pencampuran beberapa macam gaya), yang terdiri dari : Gaya Early Christian, Romanesque, Gothic, Baroque, dan Rococo. Penelitian ini memiliki tujuan untuk mengetahui unsur-unsur dan transformasi penerapan dari kelima gaya tersebut pada interior Gereja Katolik St. Yakobus Surabaya. Teknik analisis yang digunakan dalam penelitian ini adalah deskriptif dengan metode studi kasus untuk mengetahui unsur-unsur dan transformasi penerapan gaya tersebut. Hasil penelitian menunjukkan bahwa unsur-unsur yang diterapkan dari kelima gaya tersebut, adalah : unsur bentuk (denah, elemen pembentuk, elemen transisi, perabot, dekoratif, dan pencahayaan), kemudian unsur warna (elemen penbentuk, kolom, dan pencahayaan), dan unsur bahan (lantai, plafon, dan kolom). Penerapan transformasi yang dilakukan, adalah perubahan bentuk dengan pengurangan dimensi atau elemen seperti pada : denah, dinding, plafon, dan perubahan bentuk itu sendiri seperti : denah, elemen pembentuk, perabot, jendela, dan dekoratif, sedangkan bahan dan warna cenderung tidak mengalami perubahan.",
  "creators": "LUCIA SUCIADI",
  "contributors": "M. SHOLAHUDDIN, S.Sn, M.T (Advisor 1); Grace Setiati, S.Sn., M.Ds. (Advisor 2); Yusita Kusumarini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010892/DIN/2010; Lucia Suciadi (41406129)",
  "subjects": "ROMAN CATHOLIC CHURCH; CATHOLIC CHURCH-DECORATION"
}