{
  "id": "17857",
  "title": "Kajian ikonografis ornamen pada area Buddha Klenteng Tay Kak Sie Semarang",
  "abstract": "Klenteng Tay Kak Sie adalah salah satu tempat ibadah yang awalnya berorientasi pada aliran ajaran agama Buddha. Tetapi sekarang, Klenteng Tay Kak Sie tidak hanya beraliran ajaran Buddha saja melainkan ajaran Tao dan Khong Hu Cu. Tiga aliran kepercayaan itu disebut Tri Dharma. Klenteng ini terletak di Semarang, di kawasan Pecinan Semarang, yaitu di Jalan Gang Lombok 62 Semarang dan salah satu dari 10 klenteng yang berada di kawasan Pecinan serta merupakan klenteng yang mempunyai mutu hias dan ukiran bubungan yang paling kaya di antara 10 klenteng tersebut. Bangunan kuno yang memiliki arsitektural Cina ini sudah berusia 264 tahun. Tapi dengan usianya yang sudah tua, klenteng ini masih memiliki nilai ragam hias dan ornamen yang bagus mutunya, karena klenteng ini mendapat sorotan dari banyak kalangan dalam upaya melestarikannya. Ornamen-ornamen dalam klenteng memiliki bentuk-bentuk yang khas Cina dan bentuk tersebut berhubungan dengan fungsi dan makna. Penelitian ini bertujuan untuk mengkaji hubungan antara bentuk, fungsi dan ornamen yang menghiasi klenteng dengan pendekatan ikonografi. Hasil analisis yang menggunakan metode penelitian kualitatif deskriptif menjelaskan bahwa bentuk ornamen-ornamen pada Klenteng Tay Kak Sie dipengaruhi oleh budaya Cina yang makna-maknanya juga berhubungan dengan kepercayaan orang Cina, seperti kebahagiaan, kemakmuran, dan umur panjang. Selain budaya Cina, kepercayaan ajaran Tri Dharma pun juga tetap mempengaruhi ornamen-ornamen tersebut.",
  "creators": "YULIANA WIJAYA",
  "contributors": "Stephanus P. Honggowidjaja (Advisor 1); MOCH. TAUFAN RIZQI (Advisor 2); COK GEDE RAI PADMANABA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010844/DIN/2010; Yuliana Wijaya (41406051)",
  "subjects": "TEMPLES, BUDDHIST--DECORATION; DECORATION AND ORNAMENT"
}