{
  "id": "17866",
  "title": "Apartment and rental shop",
  "abstract": "Surabaya merupakan kota yang sedang berkembang menjadi sebuah kota metropolitan. Dimana untuk menjadi kota metropolitan Surabaya memerlukan perkembangan disegala bidang termasuk bidang perekonomian sehingga banyak investor asing maupun nasional yang menanamkan modalnya di Surabaya. Sejalan dengan meningkatnya perekonomian ini, maka arus kedatangan tamu-tamu pesat dikota menyebabkan kegiatannya cenderung berpusat dikota, dengan demikian masyarakat mempunyai kecenderungan pula untuk tinggal di pusat kota agar dekat pengan pusat kegiatan. Akibatnya kepadatan penduduk di pusat kota sangat tinggi yang menyebabkan harga tanah menjadi mahal dan sulit untuk rmencari lahan sebagai perumahan. Dari uraian di atas dapat disimpulkan apartmen menjadi salah satu alternatif masyarakat yang sangat membutuhkan rumah dekat dengan pusat bisnis. Untuk menarik minat calon penghuni disediakan fasilitas rental shop sebagai fasilitas penunjang utama. Penggabunganini juga diimaksudkan karena sudah diberikan ijin untuk bisa melakukan penggabungan antara unit hunian dengan kegiatan-kegiatan lain seperti pertokoan, perkantoran, pusat-pusat rekreasi dan hiburan, rental shop yang ada diharapkan bisa memenuhi calon penghuni akan barang-barang juga tidak menutup kemungkinan bagi masyarakat yang bukan penghuni apartment untuk berbelanja di tempat ini. Dari uraian diatas dapat ditarik kesimpulan kehadiran Apartment and Rental Shop rnempunyai masa depan yang baik terutama di lokasi yang sudah ditetapkan yaitu Jalan Basuki Rahmat Surabaya, mengingat daerah ini mempunyai kondisi yang sangat padat oleh bangunan, karena merupakan pusat kawasan kota. Adapun tujuan perencanaan dari proyek Apartment and RentaI Shop ini adalah : 1. Merencanakan dan merancang suatu wadah fisik bagi pengusaha nasional maupun wisatawan mancanegara yang datang ke Surabaya dengan tujuan bisnis ( business tourism ) untuk memenuhi kebutuhannya terhadap fasilitas hunian yang berupa apartment. 2. Menyediakan fasilitas penunjang yang terdiri dari fasilitas penunjang utama yaitu Rental Shop penunjang lainnya untuk melengkapkan kebutuhan para penghuni apartment. 3. Penyediaan fasilitas Rental Shop memberikan banyak alternatif bagi pengunjung dan memilih sambil mem bandingkan. Dalam penyusunan skripsi ini dipakai dua metode yaitu: ].. Metode kualitatif 2 . Metode kuantitatif. Metode kualitatif dipakai dalam tahap perencananaan . Metode kuantitatif dipakai untuk menyelesaikan masalah-masalah urban design dan masalah perancangan lainnya. Penyusunan skripsi ini dilakukan dangan jangka waktu kurang lebih tiga bulan. Skripsi ini dibagi atas empat bab yang berisi : Bab I Pandahuluan Bab II Apartment and Benta 1 Shop. Bab III Perencanaan. Bab IV Perancangan. Bab I Dimana pendahuluan menjelaskan tentang latar belakang, Tujuan perencanaan, Fungsi dan manfaat proyek, Batas dan Metode yang dipakai daIam penyusunan skripsi. Bab II berisi tentang pengertian proyek, lingkup pelayanan proyek, faktor sosial budaya dan ekonomi calon pemakai Apartment and Rental Shop, klasifikasi Apartment, lokasi dan penetapan jenis apartment. Bab III menjelaskan tentang program dasar, program kebutuhan, hubungan dan persyaratan ruang sirkulasi dan organisasi ruang. Bab IV menjelaskan tentang tujuan perancangan ladasan teoritis, pengelolaan pada aspek perencanaan kota,penyusunan massa bangunan, penyusunan ruang. Apartmen yang direncanakan ini mempunyai kapasitas tujuh puluh unit hunian dengan rincian sebagai berikut : 20 unit type 1 Bedroom 30 unit type 2 Bedroom 20 unit type 3 Bedroom Dari ketiga type ini maka timbul ide untuk membuat tiga macam unit hunian yang terdiri dari simplex untuk satu Bedroom, duplex untuk dua Bedroom, split untuk tiga bedroom , Ketiga bentuk unit hunian ini di ekspresikan untuk membuat suatu tampilan bentuk yang inovatif dan ekspresif, karena cerminan dari perilaku sosial budaya dari calon pemakai apartment.",
  "creators": "JESY HOTIANUS",
  "contributors": "Wiet S. Moniaga (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 810/Ars.5/93; Jesy Hotianus (22486091)",
  "subjects": "STORES, RETAIL; APARTMENT HOUSES"
}