{
  "id": "17860",
  "title": "Perbaikan dan pengembangan bangunan fasilitas Pangkalan Udara TNI-AU Iswahyudi di Magetan",
  "abstract": "Indonesia merupakan suatu negara kepulauan yang dikelilingi oleh laulan yang luas Indonesia secara geografis terletak sangat strategis diantara posisi silang dua benua dan dua samudra, kondisi yang demikian ditunjang pula oleh potensi kekayaan alamnya yang melimpah Sehingga sangatlah dimungkinkan, bila potensi yang ada tersebut membuat iri bangsa - bangsa lain terutama yang letaknya berdekatan. Salah satu langkah yang diambil terhadap kemungkinan ancaman baik yang datang dari dalam maupun dari luar adalah memperkuat pertahanan diri. Salah satu aspek pertahanan diri tersebut adalah ABRI sebagai pangkal tolak kekuatan, termasuk didalamnya unsur ABRI matra udara Peran ABRI matra udara ini sebenarnya tidak dapat terlepas dengan unsur ABRI lainnya. Dalam hal ini akan diketengahkan tentang peran ABRI matra udara tersebut. Sedangkan pada sisi lain, dengan semakin berkembangnya peradaban suatu bangsa menyebabkan teknologi yang dipakai pun bertambah maju. Untuk menantisipasi perkembangan teknologi tersebut yang terutama dalam hal ini adalah teknologi dirgantara, bila tidak ingin dikatakan tertinggal, bangsa Indonesia harus mengupayakan langkah alih teknologi serta selalu mengikuti perkembangannya. Pertahanan Udara merupakan suatu sistem yang utuh dan salah satu unsur penyusun sistem tersebut adalah Pangkalan Udara. Didalam menghadapi persaingan antar bangsa tersebut kekuatan unsur pangklan udara sebagi penyusun sistem Hanud perlu dipertanyakan kembali . Karena pertimbangan berbagai hal tersebut diatas rnaka penulis beranggapan bahwa perlu dilakukan pembenahan terhadap pangkal an udara yang ada Disini penulis melakukan pengembangan pada Lanud Iswahyudi, karena berpijak bahwa Lanud Iswahyudi merupakan pangkalan udara terbesar bagi pesawat tempur yang dimiliki saat ini. Pada bagian lebih lanjut, pembenahan dilakukan pada bangunan fasilitas pangkalan yang meliputi beberapa item .",
  "creators": "WAHYU KARTIKA ADI",
  "contributors": "J. Loekito Kartono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur no.1068/Ars/44/95; Wahyu Kartika Adi (22490134)",
  "subjects": "AIRPORT BUILDINGS"
}