{
  "id": "17869",
  "title": "Studi penerapan metode terapi bermain ABA pada interior ruang terapi bermain anak autis di pusat terapi Cita Hati Bunda di Sidoarjo",
  "abstract": "Studi Penerapan Metode Terapi Bermain ABA Pada Interior Ruang Terapi Bermain Anak Autis di Pusat Terapi Cita Hati Bunda (CHB) di Sidoarjo dilatarbelakangi oleh kesadaran masyarakat yang kurang terhadap kondisi anak autis dan bagaimana ruang yang sesuai untuk mereka. Dalam menangani anak autis, ruang terapi dan metode terapi yang digunakan memiliki pengaruh yang cukup besar terhadap perkembangan anak autis. Untuk masuk ke dalam dunia anak autis dan menarik mereka keluar dari dunianya dibutuhkan terapi bermain. Terapi bermain dapat berjalan dengan maksimal apabila ruang terapi bermain yang digunakan mampu mendukung proses terapi dan sesuai dengan metode terapi bermain yang diterapkan. Penelitian ini akan membahas lebih lanjut bagaimana kesesuaian antara pola penataan dan desain interior ruang bermain di pusat terapi CHB dengan kebutuhan-kebutuhan anak autis dan metode terapi bermain yang digunakan. Ruang yang menjadi objek penelitian ini adalah ruang terapi bermain. Metode yang digunakan adalah deskriptif, kualitatif dan komparatif yang kemudian disesuaikan dengan karakteristik perilaku dan metode terapi bermain yang digunakan berdasarkan data literatur dan kondisi lapangan yang ada. Hasil analisis pola penataan dan interior ruang terapi bermain pusat terapi CHB belum sepenuhnya sesuai dengan kebutuhan-kebutuhan anak autis dan metode terapi yang diterapkan karena keterbatasan ruang dan perancangan interior yang tidak maksimal.",
  "creators": "MARIANI GUNAWAN",
  "contributors": "Sriti Mayang Sari (Advisor 1); SHERLY DE YONG (Advisor 2); HARTOTO INDRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010899/DIN/2010; Mariani Gunawan (41406141)",
  "subjects": "AUTISM IN CHILDREN-HOSPITALS; CHILDREN-INSTITUTIONAL CARE-BUILDING-DECORATION"
}