{
  "id": "17868",
  "title": "Pusat rehabilitasi kenakalan anak & remaja di Malang",
  "abstract": "Proyek Pusat Rehabilitasi Kenakalan Anak dan Remaja di Malang ini merupakan proyek yang didasari oleh kebutuhan akan fasilitas penampungan dan pembinaan bagi 'bandit-bandit kecil' atau anak-anak dan remaja yang melakukan tindakan kejahatan yang tergolong dalam tindakan kriminalitas. Kurangnya fasilitas penampungan dan pembinaan ini menimbulkan dilema baik bagi pemerintah maupun bagi masyarakat dalam menyiasati kriminalitas yang dilakukan oleh anak-anak dan remaja. Secara hukum, 'bandit-bandit kecil' ini masih belum terjangkau oleh hukum yang berlaku di Indonesia. Oleh karena itu seringkali pemerintah (dalam hal ini pengadilan) membebaskan anak-anak dan remaja yang melakukan tindakan kriminal tanpa sanksi hukum yang tegas dan memberikan kepercayaan pada orang tua pelaku untuk mendidik dan membina anak-anak mereka. Akan tetapi seringkali orang tua yang diberi kepercayaan tidak begitu mempedulikan lagi tindakan anak-anak mereka, sehingga anak-anak dan remaja dapat kembali leluasa melakukan tindakan kriminalitas dengan berpikiran bahwa mereka tidak akan ditangkap/dihukum oleh pihak yang berwajib. Mencermati hal ini, maka penulis mendapat ide untuk merencanakan dan merancang suatu Pusat Rehabilitasi khusus bagi 'bandit-bandit kecil' ini, dengan suatu sistem pembinaan yang tegas tetapi tidak menekan perasaan anak binaan. Anak binaan yang dilayanai dalam Pusat Rehabilitasi ini akan mendapatkan pendidikan baik secara formal maupun informal. Secara formal dalam bentuk pendidikan keilmuan dan pembinaan ketrampilan kerja untuk mempersiapkan anak binaan kembali dalam masyarakat. Sedangkan pendidikan informal dalam bentuk pembinaan kepribadian dan penerimaan diri, sehingga anak binaan dapat mengerti keadaan dan potensi dirinya sendiri dan dapat belajar mengembangkannya. Pembinaan yang dilakukan dalam Pusat Rehabilitasi ini mengambil konsep keterbukaan dalam satu keluarga, dimana tiap 10 orang anak binaan dibimbing oleh 1 orang pengasuh, yang berfungsi juga sebagai orangtua angkat selama mereka berada di Pusat Rehabilitasi ini. Dengan konsep ini diharapkan anak binaan dapat merasakan kehangatan suatu keluarga, sehingga proses rehabilitasi dapat berjalan dengan baik, dan anak-anak binaan dapat kembali ke masyarakat dengan berbekal kemapanan pribadi, kemantapan rohani dan ketrampilan kerja yang aplikatif. Sehingga saat anak-anak binaan ini kembali ke masyarakat, mereka tidak lagi menjadi pengangguran yang berpotensi untuk melakukan kejahatan, akan tetapi mereka akan menjadi tenaga kerja siap pakai yang teruji.",
  "creators": "SULUH MARTURIO",
  "contributors": "Paulus Hendrianto Soehargo (Advisor 1); V.P. Nugroho Susilo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1080/Ars/3/1995; Suluh Marturio (22490019)",
  "subjects": "CHILDREN-INSTITUTIONAL CARE; REFORMATORIES"
}