{
  "id": "17879",
  "title": "Museum dan pusat pengembangan seni batik di Taman Balekambang Surakarta",
  "abstract": "Laporan persiapan perancangan ini merupakan studi awal yang nantinya digunakan dalam proses perancangan selanjutnya. Adapun judul dari proyek yang direncanakan adalah: MUSEUM DAN PUSAT PENGEMBANGAN SENI BATIK DI TAMAN BALEKAMBANG SURAKARTA Pada laporan ini diuraikan tahap awal mengenai proses perencanaan dan perancangan suatu wadah MUSEUM DAN PUSAT PENGEMBANGAN SENI BATIK. Pada bagian awal (Bab I)diuraikan tentang kondisi yang melatar belakangj gagasan, beserta tujuan, fungsi, lingkup pelayanan, batasan dan sistimatik penulisan. Pada tahap selanjutnya dijelaskan mengenai kondisi dan potensi kota Surakarta sebagai kota budaya dan wisata beserta perkembangan perbatikanny,- dan kawasan taman Balekambang. Sebelum menerangkan ide, gagasan, Penulis At lebih dahulu mengenai Batik dan Museum secara global. Di dalam Bab HI dijabarkan mengenai analisa dari perencanaan proyek yang meliputi analisa urban, program dasar untuk menganalisa struktur organisasi proyek, tugas dan wewenang pengelola dan aktivitas di Museum dan Pusat Pengembangan Seni Batik ini. Pada program kebutuhan dianalisa luasan ruang dan fasilitas yang akan direncanakan. Data-data yang diperoleh melalui survey, pengamatan, dan wawancara langsung pada instansi-instansi pemerintah dan swasta yang berkaitan / berhubungan dengan proyek Museum dan Pusat Pengembangan Seni Batik, serta dilengkapi dengan studi literatur. Data-data yang diperoleh tersebut dipergunakan sebagai bahan masukan atau acuanuntuk membuat/menyusun laporan perencanaan ini. Demikian ringkasan laporan perencanaan ini dibuat - ditulis agar dapat diperoleh gambaran mengenai proyek Museum dan Pusat Pengembangan Seni Batik di Taman Balekambang Surakarta.",
  "creators": "DIDIK PRABOWO",
  "contributors": "I Gusti Nyoman Sulendra (Advisor 1); Benny Poerbantanoe (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No.1070/Ars/46/95; Didik Prabowo (22490136)",
  "subjects": "BATIK-MUSEUMS; MUSEUM BUILDINGS"
}