{
  "id": "17873",
  "title": "Rumah aktivitas gerejawi jemaat GKI Jatim Pacet-Mojokerto",
  "abstract": "Landasan konseptual dan program perancangan ini kami susun guna memenuhi persyaratan ujian sarjana Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra Surabaya. Pokok permasalahan yang kami pilih dan ditetapkan melalui proposal yang kami ajukan adalah \" Rumah Aktivitas Gerejawi Jemaat GKI Jatim\". Kami tertarik memilih topik ini dilatarbelakangi oleh keinginan Jemaat GKI Jatim dibawah Sinode GKI Jatim untuk memiliki wadah atau sarana untuk menampung aktivitas-aktivitas gerejawi Jemaat GKI Jatim yang selama ini belum tersedia. Sedangkan Jemaat GKI Jabar dan GKI Jateng sudah memilikinya. Adapun penelitian yang kami lakukan adalah membahas lentang wadah atau sarana yang dapat menampung kegiatan Kristiani guna memajukan dan membangun mutu kerohanian Jemaat GKI di Jawa Timur pada khususnya dan umat kristiani dari berbagai gereja dan aliran yang lain pada umumnya. Sedangkan urgensi dari pembangunan Rumah Aktivitas Gerejawi ini dikaitkan dengan perkembangan dan kemajuan gereja pada umumnya dan GKI Jatim pada khususnya. Pada bagian pendahuluan diuraikan mengenai kondisi kerohanian umal Kristiani pada saat ini, yang sudah terpengaruh dengan kondisi kehidupan dunia yang sudah berkembang dengan teknologi-teknologi yang canggih. Bagian berikutnya, menjelaskan tentang apa dan bagaimana agama Kristen itu, yang mana ajarannya menjadi pondasi dan dasar perwujudan fasilitas gerejawi ini. Penjelasan tentang GKI Jatim, menjadi bagian pembahasan bab berikutnya, yang mana organisasi gerejawi inilah yang akan menjadi pemilik dan bertanggung javvab terhadap proyek fasilitas gerejawi ini. GKI Jatim yang lahir pada tanggal 22 Februari 1934, sudah bertumbuh dan berkembang, baik dari segi anggota maupun aktivitas-aktivitas yang diadakan. Untuk menampung aktivitas yang ada tersebut, GKI Jatim belum memiliki fasilitas sendiri. Selama ini selalu menyewa fasilitas-fasilitas retret yang ada. Hal ini yang melatarbelakangi gagasan mendirikan Rumah Aktivitas Gerejawi Jemaat GKI Jatim. Sedangkan pada tahap berikutnya menjelaskan tentang kawasan dimana lokasi fasilitas gerejawi ini akan didirikan, sebelum masuk pada tahap penjelasan perencanaan proyek. Pada tahap perancangan, analisa dilakukan terhadap kondisi lingkungan, tapak dan bangunan yang seluruhnya merupakan dasar bagi pembangunan fisik yang ditampilkan melalui sketsa rancangan awal.",
  "creators": "ANDREAS YUNIARTO",
  "contributors": "Paulus Hendrianto Soehargo (Advisor 1); E.B. TEDJA (Advisor 2); V.P. Nugroho Susilo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1083/Ars/6/95; Andreas Yuniarto (22491037)",
  "subjects": "CHURCH ARCHITECTURE; CHURCH CAMPS"
}