{
  "id": "17876",
  "title": "Rumah Sakit Orthopaedi di Surabaya",
  "abstract": "Laporan Perencanaan ini dibuat untuk melengkapi persyaratan pada Ujian Sarjana Arsitektur, Fakultas Teknik - Universitas Kristen Petra, Surabaya; Periode XXXH, Maret - Juli 1995, dengan judul: \" RUMAH SAKIT ORTHOPAEDI DI SURABAYA \" Melihat kenyataan banyaknya kasus bedah orthopaedi yang belurn dapat ditampung dan ditangani secara menyeluruh oleh Rumah-rumah Sakit Umum (swasta maupun pemerintah) di Surabaya, dan belurn adanya rumah sakit umum yang memprioritaskan diri untuk menangani kasus orthopaedi, ditunjang dengan jumlah ahli bedah orthopaedi yang masih memungkinkan untuk menangani kasus bedah orthopaedi secara lebih optimal dan terpusat, maka perencanaan Rumah Sakit Orthopaedi ini dinilai sangat perlu diwujudkan dengan segera. Rumah Sakit Orthopaedi ini berada di Surabaya Pusat, dengan pertimbangan: Belurn ada rumah sakit khusus yang sejenis di Surabaya. Surabaya merupakan pusat rujukan untuk Indonesia Bagian Timur Para ahli bedah orthopaedi di Surabaya telah memiliki super spesialisasi Diharapkan adanya kerja sama terutama dengan RSUD. Dr. Soetomo dan Universitas Airlangga sebagai lembaga pendidikan kedokteran tertua di Surabaya. Kemudahan pencapaian dan seluruh wilayah Surabaya Rumah Sakit Orthopaedi ini menyelenggarakan pelayanan medis spesialistik orthopaedi (bedah tulang) berupa rawat jalan, rawat tinggal, rehabilitasi medis, pelayanan penunjang medis, menyelenggarakan sistim rujukan, sekaligus sebagai tempat penelitian, pendidikan, dan pengembangan ilmu dan teknologi kedokteran khususnya bidang orthopaedi. Lingkup pelayanannya dikhususkan untuk Surabaya dan Jawa Timur, serta tidak menutup kemungkinan menerima rujukan dari wilayah Indonesia Bagian Timur. Data-data yang digunakan dalam laporan perencanaan Rumah Sakit Orthopaedi ini didapatkan dari studi literatur, studi banding dengan beberapa Rumah Sakit Umum di Surabaya dan Rumah Sakit Orthopedi Prof. Dr. Soeharso - Solo, survey, dan wawancara dengan pihak-pihak yang kompeten. Sedangkan dalam pembahasannya, didasarkan pada ilmu arsitektur sebagai pedoman utama. Hasil akhir berupa gambar-gambar disain prarencana meliputi denah, tampak, potongan, isometri sistim struktur dan utilitas, perspektif bangunan, maket, serta dilengkapi dengan laporan perencanaan dan perancangan yang merupakan dasar pedoman disain prarencana Rumah Sakit Orthopaedi ini, yang penggarapannya dimulai pada 20 Maret 1995 dan berakhir pada 10 Juh 1995. Pada akhirnya dapat disimpulkan bahwa Rumah Sakit Orthopaedi ini membutuhkan organisasi yang baik dan banyak segi, meliputi sirkulasi dalam dan luar bangunan, fungsi dan tatanan ruang, sistim utilitas, serta sistim struktur yang digunakan, dengan tidak mengesampingkan tuntutan khusus (misal: akses penyandang cacat) yang cukup dominan dalam menentukan bentuk bangunan yang terjadi.",
  "creators": "MARGARETHA NATADIREDJA",
  "contributors": "J. Loekito Kartono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No.1063/Ars/39/95; Margaretha Natadiredja (22490121)",
  "subjects": "ORTHOPEDIC HOSPITALS; HOSPITAL BUILDINGS"
}