{
  "id": "17889",
  "title": "Hotel resort di Taman Dayu-Prigen",
  "abstract": "Laporan perencanaan ini disusun dalam rangka memenuhi persyaratan tugas akhir mata kuliah Merancang Arsitektur AR. 500, untuk menempuh ujian Sarjana Arsitektur periode XXXIII tahun 1995 / 1996 di fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra Surabaya. Judul yang dipilih adalah : \"Hotel Resort di Taman Dayu - Prigen\" Dalam laporan ini diuraikan hal-hal yang berhubungan dengan perencanaan dan perancangan pembangunan sebuah hotel resort dengan klasifikasi bintang lima yang bertaraf Internasional. Lingkup pelayanan yang direncanakan adalah mencakup baik wisatawan domestik maupun wisatawan mancanegara. Perencanaan dan perancangan sebuah hotel resort adalah suatu masalah yang kompleks, terutama bila lokasinya terletak di tapak yang berkontur yang memiliki karakteristik tersendiri seperti tapak di Taman Dayu - Prigen ini . Banyak yang harus dipelajari selama perencanaan dan perancangan ini. Namun dengan luasnya permasalahan dan keterbatasan waktu, maka pembahasan ini tentunya tidak dapat dilakukan dengan sempurna. Adapun isi laporan ini diawali dengan pengenalan akan Hotel Resort dan Taman Dayu secara umum, kemudian dilanjutkan dengan meninjau keadaan hotel resort yang nantinya akan dibangun di Taman Dayu - Prigen ini. Setelah itu ditentukan dasar perencanaan yang meliputi batasan dan asumsi proyek, lokasi proyek, karakteristik site, program dasar, aktivitas serta program kebutuhan. Kemudian ide dan gagasan tersebut dituangkan dalam perancangan tapak, perancangan teknis dan perancangan fisik bangunan yang akan disajikan dalam gambar-gambar prarencana. Semoga hasil dari laporan ini dapat memberi manfaat bagi semua pihak yang membutuhkan.",
  "creators": "INDRIJANI",
  "contributors": "Ir. Achmad Archajadi (Advisor 1); Wiet S. Moniaga (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No.1120/Ars/43/95; Indrijani (22491110)",
  "subjects": "HOTELS, TAVERNS, ETC."
}