{
  "id": "17884",
  "title": "Bank dan kantor sewa di Surabaya",
  "abstract": "Laporan ini disusun dalam rangka memenuhi persyaratan akademis dari tugas perencanaan dan perancangan untuk mata kuliah Proyek Akhir (AR 500), periode XXVIII, tahun ajaran 1992-1993, pada Fakultas Teknik Jurusan Arsitektur, Universitas Kristen Petra, Surabaya. Judul proyek yang dipilih adalah : Bank dan kantor di Surabaya Pada laporan ini akan diuraikan mengenai proses perencanaan dan perancangan bank dan kantor sewa yang berlokasi di jalan Bubutan-Baliwerti, Surabaya. Bab Pendahuluan akan menguraikan kondisi dan masalah-masalah yang melatar belakangi, maksud dan tujuan, serta sejauh mana perencanaan dan perancangan proyek ini. Pada bab ini juga akan disebutkan mengenai metodologi dan sistimatika yang dipakai dalam perencanaan dan perancangannya. Pada bab berikutnya akan diuraikan mengenai pengertian bank, kantor sewa, serta bank dan kantor sewa secara umum, dan kemudian diuraikan mengenai pengertian proyek yang direncanakan ini secara khusus. Akan semua kegiatan perencanaan. ada aspek urban Semua kegiatan analisa perancangan akan diuraikan pada Bab Analisa Perancangan. Analisa perancangan ini juga difokuskan pada aspek urban disain dan aspek menejemen. Bab terakhir ini juga akan menguraikan perancangan akhir yang dihasilkan dari semua kegiatan analisa perencanaan dan analisa perancangan. Perancangan akhir ini akan memberikan hasil berupa gambar-gambar pra-rencana dan maket-maket untuk dapat mengekspresikan hasil perencanaan dan perancan-gan tersebut dalam bentuk tiga dimensi.",
  "creators": "JUNAIDI SALIM",
  "contributors": "Benny Poerbantanoe (Advisor 1); IR. SHELLY GUNAVATI WARDOYO, MT. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 849/Ars.44/93; Junaidi Salim (22488078)",
  "subjects": "OFFICE BUILDINGS; COMMERCIAL BUILDINGS; BANK BUILDINGS"
}