{
  "id": "17895",
  "title": "Balai sidang dan fasilitas pameran di Surabaya",
  "abstract": "Laporan perencanaan \"Balai Sidang dan Fasilitas Pameran di Surabaya\" ini merupakan perencanaan suatu lingkungan Fasilitas Umum di suatu lokasi di dalam kota Surabaya. Dalam perencanaan serta perancangannya kelak, ada banyak sekali aspek yang harus dikelola menjadi sebuah karya arsitektur yang 'optimal'. Beberapa aspek penting itu, di antaranya adalah : tuntutan fungsional yang harus dipenuhi untuk sebuah fasilitas umum berupa Balai Sidang dan Fasilitas Pameran ini, kemudian bermacam-macam peraturan dari Dinas Tata Kota setempat, maupun pareaturan-peraturan lain sebagai policy Pemerintah Daerah - dalam menertibkan masalah bangunan yang mengikat dan menjadi persyaratan, dan juga tuntutan simbolis (fungsi komunikatif) dari fasilitas yang akan direncanakan ini. Di samping itu, ada bobot soal dari pihak Jurusan Arsitektur Universitas Kristen Petra Surabaya ini, untuk memperhatikan potensi-potensi 'urban' (lingkungan perkotaan) kemudian memanfaatkan, memelihara, mempertahankan atau kalau bisa memberikan suatu penekanan, penegasan dengan suatu nilai tambah bagi potensi-potensi yang saat ini memang telah ada (existing), dalam perancangannya. Dalam begitu banyaknya aspek yang harus dikelola, tentu saja sangat mustahil bila kesemuanya harus dapat terpenuhi dengan sempurna dan ideal, karena beberapa di antaranya mungkin bahkan saling bertentangan atau berbenturan. Dalam hal ini, tentunya ada semacam batas-batas toleransi, secara ekstrim, mencari yang terbaik dari antara yang buruk, dan dengan memperhatikan urutan prioritas berdasarkan aspek-aspek yang mendesak (urgent), sehingga didapatkan adanya suatu yang dominan, dan yang lain harus lebih mengalah.",
  "creators": "PAULUS ABEL ABILUKITO",
  "contributors": "I Gusti Nyoman Sulendra (Advisor 1); Handinoto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 811/Ars.6/93; Paulus Abel Abilukito (22486113)",
  "subjects": "CONVENTION FACILITIES; EXHIBITION BUILDINGS"
}