{
  "id": "17899",
  "title": "Pusat Pelayanan Teknologi Informasi di Surabaya",
  "abstract": "Informasi merupakan salah satu unsur yang memegang peranan penting sebagai suatu faktor untuk bersaing dalam globalisasi yang terus berkembang ke segala bidang saat ini, situasi persaingan antar perusahaan akan semakin ketat dan semakin luas. Untuk dapat ikut dalam persaingan tersebut, setiap perusahaan harus terus mengembangkan teknologi informasi. Informasi ataupun peristiwa-peristiwa penting yang terjadi di dunia luar harus segera kita ketahui, kita dituntut untuk serba cepat, yang mampu menerobos dimensi jarak dan waktu yang nantinya diharapkan mampu mereformasi secara total cara pandang umat manusia dalam menjalin hubungan antara satu dengan yang lain. Kesadaran akan pentingnya informasi tersebut membuat setiap negara di dunia secara konsisten mengembangkan sistem pertelekomunikasian untuk menuju teknologi informasi yang modern. Melalui media internet yang merupakan terobosan teknologi elektronik canggih (cyberspace) akan menjadi salah satu alat ketergantungan dalam kelangsungan hidup manusia dimasa yang akan datang, bahkan untuk saat ini di Indonesia sudah ada sekolah yang mewajibkan siswanya untuk menggunakan Internet. Bayangkan apabila alat - alat elektronik tersebut belum ditemukan saat ini, untuk berkomunikasi kepada orang yang jaraknya jauh, manusia terpaksa harus mengirimkan surat, untuk menghitung bilangan-bilangan yang cukup besar dan rumit, manusia harus menggunakan cara manual, bayangkan berapa banyak waktu yang terbuang. Fenomena yang tak dapat dipungkin saat ini adalah, betapa besar ketergantungan umat manusia kepada alat-alat elektronik dalam kehidupan sehari-hari, seperti pencarian ilmu pengetahuan, transaksi bisnis, maupun untuk berkomunikasi dengan dunia luar yang sedemikian luasnya. Dengan jaringan internet kita dapat melakukan semua itu hanya duduk di depan PC yang telah dihubungkan dengan modem dan line telepon. Walaupun Internet merupakan sebuah media, tetapi bukan media yang pasif. Seperti televisi ataupun radio, dalam Internet terjadi sistem komunikasi global yang timbal balik. Perkembangan ini merupakan tantangan bagi Indonesia terhadap perkembangan bangsa dan negara atas pentingnya teknologi informasi secara global. Seseorang dapat menerima dan mengirimkan surat elektronik (E-mail), data-data, berselancar (surfing), mengobrol (chatting), sampai transaksi bisnisdapat dilakukan melalui Internet, tentunya melalui pelayanan server-server Internet yang tersedia dalam waktu yang cepat. Informasi bebas hambatan (superhighway) seperti yang tersebut di atas, harus didukung juga oleh satu teknologi jaringan yang memadai. Pusat Pelayanan Teknologi Informasi ini, adalah salah satu sarana/wadah yang diharapkan dapat melayani kebutuhan-kebutuhan tersebut.",
  "creators": "DJAUHARI TANAYA",
  "contributors": "IR. SHELLY GUNAVATI WARDOYO, MT. (Advisor 1); Krisdianto Anggijono (Advisor 3); I Gusti Nyoman Sulendra (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No.1492/Ars/3/1998; Djauhari Tanaya (22492125)",
  "subjects": "INFORMATION SERVICES-BUILDINGS"
}