{
  "id": "17896",
  "title": "Photography centre di Surabaya",
  "abstract": "Laporan ini disusun sebagai salah satu bagian dari Tugas Akhir Jurusan Arsitektur yaitu Proyek Akhir AR.500, Periode XXVIII, Tahun ajaran 1992-1993, Jurusan Arsitektur, Fakultas Tehnik Universitas Kristen Petra, Surabaya. Isi laporan ini adalah laporan perencanaan dan peran-cangan dari judul proyek yang dipilih yaitu: \"Photography Centre\" di Surabaya. Judul ini dipilih untuk mewujudkan gagasan dalam pengembangan sektor pelayanan umum dan jasa di Indonesia, khususnya di Surabaya yang dikenal sebagai pintu gerbang bagian timur bagi jalur perdagangan internasional. Proyek yang dipilih ini tidak hanya menitikberatkan masuknya devisa, tetapi juga berupaya memperkenalkan penemuan-penemuan baru di bidang teknologi fotografi sendiri, serta memperkenalkan perkembangan di bidang arsitektur. Faktor Urban juga menjadi pertimbangan dalam desain bangunan. Pendekatan desain yang dilakukan dalam proses perancangan diambil Pendekatan Desain Peter Eisenman. Penulisan laporan ini diawali dengan pendahuluan, tinjauan umum terhadap fotografi dan kota Surabaya. Pemba-hasan berikutnya berupa tinjauan terhadap pengertian yang terkandung dalam judul proyek yang dipilih, lokasi serta faktor urban yang berpengaruh terhadap proses perancangan. Pada bagian berikutnya dibahas secara mendalam proses peren- canaan dan perancangan yang diterapkan dalam menyelesaikan permasalahan yang dihadapi dalam penataan proses desain serta penerapan konsep-konsep desain yang diambil sesuai dengan judul dan metodologi yang dipakai. Kami menyadari bahwa masih banyak kekurangan dan ketidak sempurnaan yang terdapat dalam laporan ini karena keterbatasan kami, baik dalam waktu maupun kemampuan. Namun kami berharap semoga hasil laporan ini dapat bermanfaat.",
  "creators": "LIDYA MIRASARI SUSILO",
  "contributors": "J. Loekito Kartono (Advisor 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 827/Ars.22/93; Lidya Mirasari Susilo (22488017)",
  "subjects": "PHOTOGRAPHY, ARCHITECTURAL"
}