{
  "id": "17897",
  "title": "Eksekutif Klub Kebugaran Puncak Darmo Kota Buaya",
  "abstract": "Proyek Eksekutif Klub Kebugaran ini adalah sebuah proyek yang memiliki konsep sebagai tempat untuk berolah raga dan menjaga kebugaran tubuh, selain itu dapat menunjang para anggotanya dalam berelasi bisnis dengan sesama anggota maupun dengan yang bukan anggota. Sebagai suatu tempat untuk berolah raga, tempat ini dituntut untuk memiliki fasilitas dan sarana untuk berolah raga yang lengkap dan nyaman serta menunjang untuk kesehatan. Sedangkan untuk tempat berelasi bisnis , tempat ini dituntut untuk memiliki suasana yang nyaman dan penuh privasi serta sarana yang menunjang kelancaran berbisnis. Dengan adanya tuntutan tersebut di atas , yaitu sebuah fasilitas olah raga yang dapat menunjang bisnis dengan suasana yang nyaman dan memiliki privasi yang tinggi, maka diperlukan suatu pemikiran yang matang dan terarah agar tuntutan-tuntutan tersebut dapat terealisasi dengan baik. Bila ditinjau dari jenis dan kebutuhannya, kedua tuntutan tersebut memiliki latar belakang yang berbeda akan tetapi sesuai dengan perkembangan kota Surabaya dewasa ini maka gabungan kedua hal tersebut yaitu olah raga dan berbisnis, sudah menjadi gaya hidup / kebutuhan para pelaku bisnis di suatu kota besar. Perlu diketahui bahwa proyek Eksekutif Klub Kebugaran ini terletak di area perdagangan / komersial di wilayah Surabaya Barat yang terletak di depan jalan lingkar / inner ring road selebar 55 m.yang nantinya merupakan alternatif pusat bisnis kelas satu di daerah Surabaya Barat. Maka proyek ini diorientasikan sebagai penunjang perputaran bisnis sekaligus menjaga kebugaran tubuh para anggotanya bagi kalangan menengah ke atas di daerah Surabaya Barat dan sekitamya. Bangunan Eksekutif Klub Kebugaran ini sendiri seluas 24.569 m2 yang berdiri di atas lahan seluas 37.500 m2, dimana di sekitamya terdapat gedung-gedung perkantoran, pertokoan dan Mall. Dengan dibangunnya Eksekutif Klub Kebugaran ini diharapkan dapat bermanfaat bagi warga kota Surabaya, khususnya para pelaku bisnis atau eksekuitf.",
  "creators": "THERESIA MILYARTI SUHARGO",
  "contributors": "Ir. Achmad Archajadi (Advisor 1); Danny Santoso Mintorogo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No.1491/Ars/2/1998; Theresia Milyarti Suhargo (22492124)",
  "subjects": "SPORTS FACILITIES"
}