{
  "id": "17894",
  "title": "Relokasi gedung Dewan Kesenian Surabaya",
  "abstract": "Tanpa disadari oleh sebagian dari masyarakat Surabaya, kota kedua terbesar di Indonesia ini belum memiliki fasilitas untuk menggelar acara-acara kesenian atau kebudayaan. Bahkan mungkin dapat dikatakan keberadaan Dewan Kesenian Surabaya yang seharusnya sebagai wadah bagi kesenian dan seniman itu sendiri sudah tidak lagi terasa. Kegiatan yang tidak terpusat seolah tidak terkoordinasi dan tidak memiliki wadah. Yang ada saat ini adalah ruang yang berfungsi sebagai kantor Dewan Kesenian Surabaya di ujung jalan Pemuda. Fasilitas yang jauh dari memadai bila dibandingkan dengan skala kota Surabaya sebagai kota besar atau metropolis, terutama bila dibandingkan dengan Jakarta. Apakah memang Surabaya kota yang kurang berbudaya? Untuk itu fasilitas yang ada saat ini perlu dikembangkan, tetapi mengingat keterbatasan tempat, maka hams dilakukan relokasi ke lokasi yang baru dan lebih memadai. Namun perpindahan atau relokasi sebuah gedung yang berhubungan dengan seni tentunya tidak sekedar memindahkan bangunan apa saja. Ada muatan nilai yang perlu dihadirkan di lokasi yang baru tersebut. Citra dan identitas Gedung Dewan Kesenian Surabaya Yang mungkin samar dalam pikiran orang itu harus hadir kembali sebagai citra lama yang telah berkembang . Dalam pembahasan laporan ini, diuraikan proses desain relokasi Gedung Dewan Kesenian Surabaya ini ke dalam empat bab yang singkat. Bab pertama menguraikan latar belakang proyek, sedangkan bab kedua menguraikan perancangan tapak dan dilanjutkan bab ketiga dengan menguraikan proses perancangan bangunan tersebut. Dengan demikian diharapkan proyek ini memberikan sumbangan altematif dalam pengembangan arsitektur di Surabaya.",
  "creators": "INDRA CHRISTJAHJA",
  "contributors": "Riduan Sukardi (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No.1490/Ars/1/1998; Indra Christjahja (22492040)",
  "subjects": "ART CENTERS; RECREATION CENTERS"
}