{
  "id": "17901",
  "title": "Pusat fasilitas antar universitas di Malang",
  "abstract": "Laporan perencanaan dan peraneingan ini disusun untuk memenuhi tugas akhir mata kullah Merancang Arsitektur AR 400 periods XXIX tahun L993 - 1904 pada Fakultas Teknik Jurusan Teknik Arsitektur, Universitas Kristen Petra Surabaya. Judul Proyek Akhir ini adalah : PUSAT FASILITAS AISTT/SJR UNIVERSITAS Pada laporan ini akan diuraikan mengenai prosesperencanaan dan perancangan dari sebuah Pusat Fasilitas Antar Universitas di Malang, dimana Universitas-universitasyang ada di Malang mengalami perkembangan yang pesat sekali, dimana salah satu hambatannya adalahpenyediaan fasilitas bersama yang memerlukan biaya yangmahal seperti fasilitas laboratorium, auditorium,Padahal penggunaannya (fasilitas tersebut) hanya pada waktu-waktu tertentu saja, sehingga timbul gagasan untukmendirikan pusat fasilitas ini.Pada bagian awal diuraikan mengenai keadaan yangmelatarbelakangi gagasan, tujuan, batasan dan metodologi pembahasan. Pada tahap selanjutnya akan dibahas segala aspek yang berkaitan langsung dengan perancangan proyek ini . Data-data yang diperluknn diperoleh melalui studi banding (survey) terhadap fasilitas-fasilitas yang sudah ada (khususnya di Surabaya dan Malang), disamping itu juga .dilakukan studi. literatur untuk mensahihkan data yang ada untuk keperluan perancangan proyek ini. Dalam tahap perencanaan - perancangan, tampiIan arsitekturnya lebih condong ke 'Arsitektur Indonesiawi ' , agar produk perancangan berupa bangunan nantinya tidak 'Asing' terhadap lingkungannya. Hasil penyajian berupa rancangan grafis dan bentuk tiga dimensi (maket).",
  "creators": "SUBUR AMAN SANTOSA",
  "contributors": "Ir. Achmad Archajadi (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 879/ARS.10/93; Subur Aman Santosa (22487084)",
  "subjects": "AUDITORIUMS; CORPORATIONS; UNIVERSITIES AND COLLEGES-BUILDINGS"
}