{
  "id": "1791",
  "title": "Pengaruh bola beton dibawah ujung pondasi tiang yang dibentuk dengan metode tumbukan terhadap peningkatan daya dukung",
  "abstract": "Tanah liat lunak memiliki daya dukung yang sangat kecil dan akan mengalami penurunan yang besar dalam waktu yang sangat lama akibat beban yang bekerja di atasnya. Pada suatu lapisan tanah liat lunak yang sangat dalam, penggunaan pondasi tiang memberikan suatu daya dukung yang sangat kecil sehingga menjadi sangat mahal. Daya dukung tanah yang kecil ini dapat ditingkatkan dengan pembentukan bola beton yang dibentuk dengan gaya tekan tertentu (Doddy & Andi, 1997). Bola beton yang dibentuk di bawah ujung tiang juga ternyata memberikan peningkatan daya dukung yang cukup tinggi (Albert & Andi, 1999 ; Cicilia & Samsuri, 2000 ; Surya & Chandra, 2.001). Untuk mempercepat proses pembentukan bola beton di bawah ujung tiang ini, metode tumbukan dipelajari penggunaannya dalam penelitian ini. Patokan yang digunakan untuk penghentian proses pembentukan bola beton adalah data jumlah pukulan hammer yang menyebabkan suatu penurunan tertentu (20 cm) sama seperti final set pada pelaksanaan pondasi tiang pancang. Pada penelitian ini dibuat sebanyak 2 x 10 pondasi tiang yang bola betonnya dibentuk dengan jumlah tumbukan yang bervariasi mulai dari 5 sampai dengan 14 kali. Test pembebanan kemudian dilakukan pada setiap pondasi sehingga besarnya beban ultimate diketahui sehingga didapetkan hubungan antara final set dengan daya dukung ultimate dari pondasi tiang tersebut.",
  "creators": "WIMPHY SINANTAN; ISHAK TJAHYONO",
  "contributors": "Sugie Prawono (Advisor 1); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1194/SIP/2002; Wimphy Sinantan (21498023), Ishak Tjahyono (21498113)",
  "subjects": "SOILS-TESTING; SOIL MECHANICS"
}