{
  "id": "17936",
  "title": "Kompleks balai pertemuan/pernikahan dan rumah makan di Surabaya",
  "abstract": "Laporan ini disusun dalam rangka menyelesaikan tugas akhir sebagai kelengkapan masa studi sarjana di Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra Surabaya periode XXXII tahun 1995. Adapun judul yang dipilih adalah : \" KOMPLEKS BALAI PERTEMUAN / PERNIKAHAM dan RUMAH MAKAN di SURABAYA \" Laporan ini meliputi perencanaan sebuah bangunan perte-muan dan juga wedding center yang berada di kawasan HR. Moham-mad Surabaya Barat. Perencanaan bangunan ini diatas lahan seluas 2,75 ha. Perencanaan pembangunan Kompleks Balai Perte-muan/ Pernikahan dan Rumah Makan ini dilengkapi juga dengan berbagai fasilitas penunjang yang nantinya akan menunjang keberadaan bangunan tersebut sesuai dengan fungsinya. Gagasan perencanaan Kompleks Balai Pertemuan/Pernikahan dan Rumah Makan ini adalah untuk memenuhi kebutuhan akan sarana pertemuan ataupun perjamuan bagi masyarakat di kawasan Surabaya Barat pada khususnya dan seluruh masyarakat Surabaya pada umumnya. Untuk mendukung dan melakukan pendekatan dalam pembuatan tugas ini dilakukan : - Studi perbandingan - Studi literatur - Survey data dan wawancara Dari pendekatan-pendekatan tersebut diharapkan dapat membantu memperlancar suatu proses perencanaan yang akan menjadi dasarproses perancangan selanjutnya. Produk-produk yang harus diserahkan sebagai hasil akhir dari Proyek Akhir ini, disajikan dalam 3 bentuk yaitu : - Laporan perencanaan - Gambar-gambar arsitektur - Model dalam 3 dimensi ( maket ) Akhirnya dengan mengingat semua kekurangan dan keterbata-san kami, baik waktu, data serta kemampuan diri, tentunya laporan ini masih belum sempurna. Walaupun demikian penulis tetap berharap agar laporan ini dapat digunakan dan bermanfaat bagi yang berkepentingan.",
  "creators": "KARI KUNTARI",
  "contributors": "Handinoto (Advisor 1); Ir. Achmad Archajadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur no.1060/Ars/36/95; Kari Kuntari (22490114)",
  "subjects": "CONVENTION FACILITIES-DESIGNS AND PLANS; WEDDING-BUILDINGS"
}