{
  "id": "1794",
  "title": "Sister Marie's struggle in fighting for her idealism in Suchen Christine Lim's rice bowl",
  "abstract": "The thesis is about Sister Marie?s struggle in fighting for her idealism in Suchen Christine Lim?s Rice Bowl. Here, I want to analyze Sister Marie?s idealism, her struggle and also the result of her struggle. In order to achieve the purpose of the study that is to reveal Sister Marie?s idealism, her struggle and the result of her struggle, I use literary approach namely characterization and conflict theories, and also use social historical background of Singapore for supporting theory. In the analysis, Sister Marie?s idealism is the need of caring one?s spirituality, not only one?s achievement, caring for the life of the low- class people, including the immigrant workers, and the last one is her idealism in education system that is to make the education system without fear and against apathetic students. She struggles through her students and the society. Through her students, she has been successful to change their personality although she also fails with Ser Mei. Through the society, she fails in her struggle. As a conclusion, to change something according to one?s idealism is not easy. It needs a process and time. Moreover, it also needs one?s consistent of his/herself toward his/her idealism and the last conclusion is in struggling with a group, it needs unity to reach their idealism.",
  "creators": "MARIA LIDWINA",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.01011336/ING/2005; Maria Lidwina (11400034)",
  "subjects": "SINGAPORE FICTION (ENGLISH)-20TH CENTURY-STUDY AND TEACHING; LIM, SUCHEN CHRISTINE, 1948-... RICE BOWL-STUDY AND TEACHING"
}