{
  "id": "17949",
  "title": "Perancangan interior wine palace di Surabaya",
  "abstract": "Wine merupakan jenis minuman yang mempunyai karakter unik, sehingga minuman ini menjadi minuman yang paling terkenal di seluruh dunia. Pemilik distributor wine terlengkap di Jakarta menyatakan kalau bisnis wine di Indonesia omzetnya meningkat setiap tahunnya. Ini adalah suatu bukti bahwa pasar wine di Indonesia memang benar-benar direspon positif dan semakin besar. Tetapi harga import duty-nya masih tinggi.Sedangkan jika dilihat di Surabaya, keberadaan wine masih tertinggal jauh dengan Jakarta dan Pulau Bali. Karena di kota pahlawan ini sebagian besar orang masih tabu tentang wine. Oleh sebab itu diperlukan suatu sarana informasi yang dapat menambah wawasan baru yang belum diketahui oleh khalayak ramai serta membuat produksi sendiri agar harga wine semakin terjangkau dibandingkan wine import. Tujuan membuat perancangan one stop place for wine dengan nama Wine Palace yaitu menciptakan suatu wadah yang dapat memberikan informasi, menampung para peminat wine, mampu memelihara dan menyimpan wine tetap berkualitas baik serta dapat membuat wine semakin berkembang di Surabaya. Perancangan meliputi beberapa ruang antara lain: lobi, area informasi yang membahas tentang asal mula wine, manfaat dan cara mengkonsumsi; area produksi atau fermentasi (awal pembuatan sampai hasil akhir wine) yang bersifat transparan agar dapat memberi pengetahuan lebih pada pengunjung; area konsumsi dengan bermacam-macam keperluan; area penyimpanan; area gelas; galeri; area spa wine dan sebagainya.",
  "creators": "CHRISTINE YULIANA",
  "contributors": "Sriti Mayang Sari (Advisor 1); SHERLY DE YONG (Advisor 2); HARTOTO INDRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00020861/DIN/2010; Christine Yuliana (41406083)",
  "subjects": "STORES, RETAIL-DECORATION; COMMERCIAL BUILDINGS-DECORATION"
}