{
  "id": "17958",
  "title": "Perancangan interior tempat penitipan balita di Surabaya",
  "abstract": "Surabaya merupakan salah satu kota yang semakin berkembang di Indonesia. Kemajuan kota Surabaya disertai dengan meningkatnya kebutuhan masyarakat. Untuk memenuhi kebutuhan yang semakin meningkat ini, kebanyakan orang tua harus sama-sama bekerja agar dapat memenuhi kebutuhan mereka sehari-hari. Oleh karena itu terkadang anak-anak menjadi kurang diperhatikan. Adanya Babysitter untuk menjaga anak pun dianggap kurang baik untuk perkembangan anak. Kebayakan Babysitter tidak dibekali terlebih dahulu dengan pengetahuan dan pelatihan untuk mengasuh anak. Banyak kasus yang terjadi di masyarakat, yaitu terjadinya penganiayaan anak yang dilakukan oleh pengasuhnya, tentu hal ini sangat mengkhawatirkan. Pada anak usia di bawah lima tahun, anak butuh perhatian lebih pada perkembangan fisik, mental maupun intelektual anak. Anak harus diberikan perhatian penuh, karena pada usia itulah anak masih dalam proses pembelajaran dan penuh dengan rasa ingin tahu. Oleh karena itu anak harus dijaga dari bahaya di sekitarnya agar tidak sembarangan bermain dengan benda-benda berbahaya. Karena itulah dibutuhkan sebuah fasilitas penitipan anak dimana orangtua dapat tetap bekerja memenuhi kebutuhan, sekaligus keamanan dan perkembangan anak terjamin dengan baik. Konsep perancangan yang saya ambil adalah puzzle. Pemilihan konsep ini didasari oleh sifat anak-anak yang cenderung belajar dengan media permainan. Sedangkan puzzle adalah sebuah permainan yang sudah digunakan sejak dulu sebagai media pembelajaran anak.",
  "creators": "FANNY OCTAVIA WAHYONO",
  "contributors": "HARTOTO INDRA (Advisor 1); Bena Khristiana Vania (Advisor 2); Sriti Mayang Sari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00020876/DIN/2010; Fanny Octavia Wahyono (41406106)",
  "subjects": "DAY CARE CENTERS--DECORATION; CHILDREN-INSTITUTIONAL CARE-DECORATION"
}