{
  "id": "17959",
  "title": "Studi akulturasi budaya Jawa dengan tradisi Katolik pada gereja Santo Marinus Yohanes Surabaya",
  "abstract": "Gereja Katolik Santo Marinus Yohanes Surabaya merupakan sebuah tempat ibadah yang berlokasi di Kenjeran, Surabaya. Objek penelitian menggunakan elemen interior dan arsitektur gereja yang mengacu pada akulturasi budaya Jawa dengan tradisi Katolik Eropa. Gereja sebagai bangunan suci mempunyai sifat terbuka untuk semua gaya desain yang ada dan dalam Alkitab juga tidak ada peraturan tentang bentuk bangunan gereja. Hal ini ditunjukkan dengan adanya aliran-aliran gaya desain pada gereja jaman kekaisaran Romawi. Katolik sebagai agama yang berasal dari Eropa mempunyai gaya dan tatanan tersendiri baik itu liturginya maupun gaya bangunannya. dalam penataan gerejanya. Namun dalam perkembangannya gereja katolik tidak terpisahkan oleh akulturasi budaya. Hal inilah yang mendasari tiap penataannya. Sedangkan gereja katolik memiliki tatanan tersendiri yang berasal dari Eropa baik itu liturginya maupun gaya arsitekturalnya. Gereja Santo Marinus Yohanes adalah salah satu Gereja Katolik yang menggunakan pencampuran budaya pada elemen interior dan eksteriornya dengan memasukkan unsur budaya Jawa. Karena gereja ini didirikan di tanah Jawa, sehingga kebudayaan ini sudah cukup melekat pada masyarakatnya.Pada gereja ini terdapat bermacam-macam bahan dan penggunaan elemen jawa pada beberapa elemen interiornya. Dalam penelitian ini yang dibahas ialah sejauh mana proses akulturasi budaya Jawa dengan tradisi Katolik yaitu gaya Klasik Eropa.",
  "creators": "SERAFINE FLORENCIA",
  "contributors": "Dr. Ir. Lintu Tulistyantoro, M.Ds. (Advisor 1); Herlin Sri Utami (Advisor 2); ANTONIUS HENDRO P (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010840/DIN/2010; Serafine Florencia (41406043)",
  "subjects": "CHATOLIC CHURCH-DECORATION; CULTURAL CENTERS-DECORATION"
}