{
  "id": "17965",
  "title": "Pusat hiburan dan rekreasi di Malang",
  "abstract": "Proyek akhir ini dibuat sebagai syarat untuk menempuh ujian masa studi sarjana Periode XXXIV Tahun 1996 pada jurusan Arsitektur Fakultas Teknik Universitas Kristen Petra . Hasil-hasil yang harus diserahkan sebagai hasil akhir Proyek Akhir AR 500 disajikan dalam 3 bentuk yaitu: - Laporan perencanaan - Gambar-gambar arsitektur - 2 model ( maket ) dalam bentuk tiga dimensi Adapun judul yang dipilih sebagai obyek dari perencanaan dan perancangan adalah sebagai berikut : PUSAT HIBURAN DAN REKREASI DI MALANG Laporan yang disajikan ini berisi tentang proses perencanaan dan perancangan suatu tempat hiburan di kota Malang, untuk memenuhi kebutuhan masyarakat kota Malang dan daerah sekitarnya akan hiburan, dimana selama ini fasilitas hiburan yang ada di kota Malang dirasa kurang sekali, skalanya tidak memadai dan tempatnya berpencar-pencar. Oleh karena Pusat Hiburan ini nantinya akan menjadi daya tarik bagi kota Malang, maka perencanaan dari Pusat. Hiburan ini haruslah benar-benar baik sehingga dapat menaikkan kualitas lingkungan di kota Malang. Di bagian pendahuluan diuraikan tentang keadaan yang melatarbelakangi gagasan, tujuan dan sasaran, lingkup pembahasan, serta metodologi pembahasan dan sistematika penulisannya. Untuk tahap selanjutnya dibahas pula hal-hal yang berkaitan langsung dengan proyek ini. Data-data yang digunakan mengacu pada hasil wawancara terhadap pihak-pihak yang berkaitan serta berdasarkan pengamatan langsung terhadap lingkungan kawasan tapak perencanaan dan perancangan. Sedangkan studi literatur dilakukan untuk memperkuat data - data yang telah ada. Pada tahap perancangan, analisa yang dilakukan terhadap lingkungan dan tapak merupakan dasar perencanaan dan perancangan bangunan yang selanjutnya digunakan sebagai dasar bagi pembangunan fisik yang disajikan dalam bentuk gambar-gambar arsitektur dan disajikan dalam bentuk maket atau bentuk tiga dimensi yang diharapkan dapat mempermudahkan kita untuk mengerti bangunan secara lebih jelas.",
  "creators": "SOEKANDI",
  "contributors": "Riduan Sukardi (Advisor 1); A.Y. SETIAWAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No.1220/Ars/39/1996; Soekandi (22491127)",
  "subjects": "RECREATION CENTERS"
}