{
  "id": "1796",
  "title": "A Study of Ursula Iguaran's struggles in performing her multiple roles in the family as seen in Gabriel Garcia Marquez's one hundred years of solitude",
  "abstract": "This thesis is a study of Ursula Iguaran?s struggles in performing her multiple roles in the family as seen in Gabriel Garcia Marquez?s One Hundred Years of Solitude. The thesis writer decides to discuss woman?s multiple roles in the family and the struggle in performing the multiple roles since she is interested in woman issue. The purpose of this analysis is to find out Ursula Iguaran?s struggle in performing the multiple roles in her family. By doing this analysis, the thesis writer wants to show the readers about the complexity of women?s multiple roles in the family so that the readers will have a better understanding of women?s multiple roles, particularly in the family. The thesis writer limits the analysis only on Ursula Iguaran and focuses the analysis on Ursula Iguaran?s multiple roles in the family. In doing the analysis, the thesis writer uses literary approach and applies literary tools of conflict and characterization to analyze Ursula?s struggles in performing her multiple roles. The thesis writer also uses the concepts of woman?s multiple roles in the family in order to discuss Ursula Iguaran?s multiple roles in her family. From the analysis, the thesis writer finds out the conflicts that Ursula has to face while performing her multiple roles in the family. There are outer conflicts, inner conflicts, and also conflicting roles between two different roles. As a conclusion, the thesis writer believes that Ursula has already tried her best to perform her multiple roles in the family well. She is a great woman who can endure the hard situations in her life. It is possible to justify the fact that sometimes she cannot perform one of her roles properly with the consideration that the Buendia is a big family. Moreover, Ursula is only an ordinary woman who has limitation in controlling all of her roles in her family.",
  "creators": "PAULINA TANUJAYA",
  "contributors": "Vyrna Santoso (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.01011332/ING/2005; Paulina Tanujaya (11400035)",
  "subjects": "COLOMBIAN FICTION-20TH CENTURY-STUDY AND TEACHING; MARQUEZ, GABRIEL GARCIA, 1928-... ONE HUNDRED YEARS OF SOLITUDE - STUDY AND TEACHING"
}