{
  "id": "17971",
  "title": "Analisa pengaruh faktor kebudayaan, sosial, pribadi dan psikologi terhadap minat berkunjung konsumen di pusat perbelanjaan Plaza Tunjungan Surabaya",
  "abstract": "Salah satu jasa pariwisata sektor swasta yang didukung oleh pemerintah kota Surabaya adalah Tunjungan Plaza (TP), dimana Tunjungan Plaza (TP) merupakan pusat perbelanjaan yang ditunjang oleh kesiapan sumber-sumber daya manusia yang diharapkan dapat menjadi pendorong era kebangkitan baru pariwisata di daerah Jawa Timur khususnya kota Surabaya. Tingginya minat berkunjung ke mall bisa dilihat dari jumlah kunjungan yang terus meningkat seperti yang terjadi di Tunjungan Plaza (TP). Untuk mempertahankan jumlah pengunjung pada tahun-tahun berikutnya pihak pengelola perlu mengidentifikasikan kebutuhan dan keinginan pengunjung yang selalu berubah-ubah sejalan dengan perubahan pendapatan, pengaruh dan hubungan sosial yang semakin luas. Dalam penelitian ini digunakan data primer diperoleh diperoleh langsung dari tanggapan responden dan data sekunder berupa literatur- literatur yang mendukung penelitian ini yang didapat dari Tunjungan Plaza (TP) di Surabaya. Berdasarkan analisa diperoleh bahwa untuk me ngukur perilaku konsumen, faktor kebudayaan, faktor sosial, faktor-faktor pribadi, dan faktor-faktor psikologis merupakan faktor yang sangat penting. Berdasarkan hasil analisis dengan pengujian SEM diperoleh pengaruh positif dan signifikan dari variabel kepuasan kerja merk terhadap kinerja karyawan, hal ini dapat dilihat dari tingkat probabilitas arah hubungan kausal (Prob. kausalnya 0,080 = 0,10 (signifikan positif)).",
  "creators": "FAEBY MELANIE MANDAS; NANANG KURNIAWAN",
  "contributors": "Dessy Indah Sari Dinata (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010064/MAN/2010; Faeby M. Mandas (35402056), Nanang Kurniawan (35402014)",
  "subjects": "TOURIST TRADE-RESEARCH; CONSUMER BEHAVIOR"
}