{
  "id": "1797",
  "title": "A Study on Olivia's confusion toward her \"chineseness\" and her acceptance of her \"chineseness\" as seen in Amy Tan's the hundred secret senses",
  "abstract": "This thesis primarily deals with Amy Tan?s work The Hundred Secret Senses which vividly pictures Olivia?s confusion as the second generation of Chinese-American toward her \"Chineseness\". The most striking point that I note in this novel is the problem of confusion toward the \"Chineseness\" that Olivia faces while being trapped in two cultures, Chinese and American. In relevance to this, I intend to discuss the factors that lead Olivia to the confusion of her \"Chineseness\" and how Olivia finally overcomes her confusion. Therefore, this thesis is aimed to analyze the factors that lead to Olivia?s confusion toward her \"Chineseness\" and how she eventually overcomes her confusion. Furthermore, I use library research to get data for the analysis. In order to do the analysis, I use the literary approach focusing on characterization and conflict supported by the concept of Chinese cultural patterns, American cultural patterns, the Chinese-American?s ways of life, and the concept of self-identity. After doing the analysis of The Hundred Secret Senses, I find that the major factor that leads Olivia to the confusion toward her \"Chineseness\" is caused by Kwan?s arrival and her influence to Olivia?s life, and the society?s prejudice toward Olivia. However, Olivia through her journey to China eventually able to overcome her confusion and accept her \"Chineseness\". This journey also brings her to the understanding of her \"Chineseness\", which also brings her to the reconciliation with her \"Chineseness\". As a whole, through the analysis, I find that Olivia is finally able to mix the culture of these two different worlds, China and America, and adapt their culture partially. I also find that Olivia is also able to reconcile with her \"Chineseness\". This finding leads me to the conclusion that Olivia is able to overcome her confusion toward her \"Chineseness\" and accept it as uniqueness.",
  "creators": "ROBERT KURNIAWAN PRADIPTO",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Vyrna Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.01011335/ING/2005; Robert Kurniawan Pradipto (11400039)",
  "subjects": "AMERICAN FICTION-CHINESE AUTHORS-20 TH. CENTURY-STUDY AND TEACHING"
}