{
  "id": "17977",
  "title": "Museum Perjuangan 10 Nopember 1945 dan Lapangan Taman Tugu Pahlawan",
  "abstract": "Proyek akhir ini dibuat sebagai syarat untuk menempuh ujian masa studi sarjana periode XXXIV tahun ajaran 1995-1996 pada Fakultas Teknik Jurusan Arsitektur. Universitas Kristen Petra Surabaya. Hasil-hasil yang harus diserahkan sebagai hasil akhir Proyek .Akhir AR 45000 disajikan dalam 3 bentuk yaitu : - Laporan perencanaan - Gambar-gambar arsitektur - 2 model (maket) dalam bentuk tiga dimensi Adapun judul yang dipilih sebagai obyek dari perencanaan dan perancangan adalah sebagai berikut : MUSEUM PERJUANGAN 10 NOPEMBER 1945 DAN LAPANGAN TAMAN TUGU PAHLAWAN Dl SURABAYA Laporan yang disajikan ini berisi mengenai penerapan wawasan yang dikumpulkan seluas mungkin melalui studi banding, sumber pustaka. wawancara dan Iain-lain. Penelusuran hakekat dilakukan dalam usaha proses pencarian sedapat mungkin kepada hal yang bersilat esensi. mumi terlepas dari berbagai macam prasangka yang merupakan bekal pondasi dalam proses perwujudan selanjutnya. Perencanaan disini berarti pendayaguaan dan perwujudan proses-proses sebelumnya yang meliputi data-data serta permasalahan yang ada. Dimana kesemuanya itu merupakan usaha dalam proses rancang bangun museum yang memberi kesempatan bagi generasi sekarang dan masa datang untuk menghayati nilai-nilai pengorbanan dan perjuangan putra-putri Indonesia pada tanggal 10 Nopember 1945 di Surabaya dalam mempertahankan kemerdekaan tanah air Indonesia. Dibagian pendahuluan diuraikan tentang keadaan yang melatarbelakangi proyek permasalahan. tujuan dan sasaran. lingkup pembahasan. serta metodologi pembasan dan sistematika penulisannya. Untuk tahap selanjutnya dibahas pula hal-hal yang berkaitan langsung dengan proyek ini. Data-data yang digunakan mengacu pada hasil wawancara dengan pihak vang terkait serta pengamatan secara langsung terhadap kawasan proyek. Sedangkan studi literatur dilakukan untuk memperkuat data-data vang telah ada. Pada tahap perancangan, analisis yang dilakukan terhadap lingkungan dan tapak merupakan dasar perancangan bangunan yang selanjutnya digunakan sebagai dasar bagi pembangunan fisik yang disajikan dalam bentuk gambar-gambar arsitektur dan disajikan dalam bentuk dua dimensi dan tiga dimensi yang diharapkan mempermudah dalam mengerti bangunan secara lebih jelas.",
  "creators": "EDUARDUS ARMADA",
  "contributors": "Stephanus Setiadi (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1226/Ars/45/1996; Eduardus Armada (22492005)",
  "subjects": "MUSEUMS BUILDINGS"
}