{
  "id": "1799",
  "title": "The Unification of the four main characters under british colonization in Scorpion Orchid by Lloyd Fernando",
  "abstract": "This thesis is a study of the unification of the four main characters under British colonization in Scorpion Orchid. Since my topic is about the characters' unification under the British, I choose to discuss how each of the main characters reacts differently during the British's oppression and why the four main characters, with their diverse ethnic backgrounds, are able to be united regardless their diverse reactions toward the British's oppression. The purpose of the study is to find out the ways the characters respond to the oppression of the British and the reason of the unification of the characters despite of their diverse reactions. I use cultural approach and some concepts from post-colonialism; they are anti-colonialism, mimicry, nation and nationalism, and integration. To support the analysis, I also use the historical background of Malaya and Singapore as the comparison to the events happen in the novel. From the analysis, I find the characters' sharing the same awareness of being oppressed by the British in react differently. Sabran, Santinathan, and Guan Kheng, respond to British colonialism by demonstrating the idea of anti-colonialism. In addition to that, Guan Kheng also shows the idea of integration. Yet, Peter performs his reaction by mimicking the colonizer. Later, I discover that the unification of the characters is based on their growing sense of belonging to one nation. Thus, despite the fact that they have diverse reactions in dealing with the British colonization, they are able to be united into one group of community. As a conclusion, as long as the members of a nation are willing to merge into one community, the unification is achievable.",
  "creators": "ANITA WIDYAWATI SALIM",
  "contributors": "Vyrna Santoso (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.01011333/ING/2005; Anita Widyawati Salim (11400067)",
  "subjects": "MALAYSIAN FICTION(ENGLISH)-20 TH. CENTURY-STUDY AND TEACHING; FERNANDO, LLOYD,...-... SCORPION ORCHID-STUDY AND TEACHING"
}