{
  "id": "18019",
  "title": "Makassar Gate Beach Hotel",
  "abstract": "Laporan perencanaan ini disusun sebagai pelengkap perancangan Proyek Akhir yang berjudul Makassar Gate Beach Hotel dalam rangka untuk memenuhi persyaratan menempuh Ujian Sarjana Arsitektur periode XXX tahun ajaran 1994 Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra. Secara garis besar proyek ini berisi tentang perencanaan dan perancangan sebuah hotel yang termasuk dalam klasifikasi hotel berbintang empat. Makassar Gate Beach Hotel ini terletak di kota Ujung Pandang , tepatnya di tepi pantai Losari, sehingga termasuk dalam Type Resort Hotel. Hotel ini didirikan dalam rangka menunjang program pemerintah, dimana kota Ujung- Pandang sebagai salah satu Daerah Tujuan Wisata yang tentunya membutuhkan sarana akomodasi yang memadai. Karena termasuk dalam lingkup klasifikasi hotel berbintang empat, maka lingkup pelayanan hotel ini adalah golongan menengah ke atas. Pembahasan berawal dari latar belakang gagasan proyek, klasifikasi dan lingkup pelayanan hotel, serta fungsi dan manfaat dibangunnya proyek ini. Selanjutnya dibahas mengenai pengenalan umum hotel di Indonesia beserta prospeknya. Dan. pada tahap berikutnya dijabarkan pengenalan proyek yang berisi tentang pengertian dan keistimewaan proyek , lokasi, batasan dari proyek dijabarkan di dalam bagian-bagian yang lebih rinci. Hal-hal mengenai tujuan,\" sasaran dan batasan proyek sampai lingkup pelayanannya merupakan dasar perencanaan dengan program perencanaan dan program kebutuhan dalam tahap perencanaan. Bagian akhir merupakan tahap perancangan yang berisi tentang analisis urban design, analisis perancangan tapak, serta konsep-konsep perancangan bangunan yang terdiri dari perancangan ruang luar dan ruang dalam serta konsep perancangan bentuk dan tampilan bangunan dengan sistem utilitasnya.",
  "creators": "IRAWANI RIA FRANS",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); J. Loekito Kartono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 973/Ars.55/94; Irawani Ria Frans (22489060)",
  "subjects": "HOTELS, TAVERNS, ETC."
}