{
  "id": "18011",
  "title": "Studi tentang tegangan geser tanah dalam alur pengeringan/drying",
  "abstract": "Berbicara mengenai tegangan geser suatu tanah, tentu tidak lepas dari jenis tanah dan kondisi tanah di lapangan. Jenis tanah yang dipergunakan dalam penelitian ini adalah jenis tanah lempung mengembang/expansive clay yang mempunyai karakteristik tersendiri apabila dibandingkan dengan jenis tanah yang lain. Tanah lempung mengembang dapat dijumpai di kawasan Surabaya Barat, Dimana peneliti mengambil sample tanah tersebut di kawasan Perumahan Pakuwon Indah, Surabaya. Tegangan geser adalah salah satu parameter tanah yang diperlukan untuk menganalisa daya dukung tanah. Tegangan geser timbul karena adanya gaya perlawanan yang dilakukan butir-butir tanah terhadap desakan atau tarikan yang bekerja pada tanah tersebut. Tegangan geser yang dibicarakan didalam penelitian ini adalah dalam alur pengeringan/drying, dimana proses pengeringan dilapangan terjadi karena fluktuasi muka air tanah, dimana tanah mengalami suatu pengeringan dari kondisi cair/slurry ke kondisi plastis, semi padat dan pada akhirnya menjadi padat. Pentingnya mengetahui perilaku perubahan tegangan geser dalam alur pengeringan/drying adalah untuk menghindari kerusakan-kerusakan bangunan sipil akibat perubahan tegangan geser tanah. Pada penelitian ini, ditunjukkan bahwa didalam alur pengeringan/drying, dimana tanah dikeringkan mulai dari kondisi batas cair (WL) sampai dengan kadar air 0% terjadi peningkatan tegangan geser tanah seiring dengan berkurangnya kadar air tanah, yang akan mencapai titik maksimalnya pada kadar air 0%. Penelitian ini menghasilkan data bahwa pada saat kondisi batas cair (WL = 120.46%) tegangan geser yang terjadi adalah 0.0629 kg/cm 2, yang akan terus meningkat sampai 3.4732 kg/cm pada saat kadar air 0%.",
  "creators": "HERMAN; TAN JEMMY TANJUNG",
  "contributors": "Indarto, Dr. Ir. (Advisor 1); Sugie Prawono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 879 S; Herman (21493132), Tan Jemmy Tanjung (21494031)",
  "subjects": "SOILS-TESTING; SOIL MECHANICS"
}