{
  "id": "18012",
  "title": "Sekolah internasional di Surabaya",
  "abstract": "Untuk memenuhi salah satu persyaratan menyelesaikan Ujian Sarjana Teknik Arsitektur Universitas Kristen Petra, Penyusun membuat gambar serta laporan perencanaan dan perancangan Proyek Akhir (AR 4500 ) periode XXXIV Tahun 1996 dentan judul : \" Sekolah Internasional di Surabaya \" . Perkembangan Industri dan perdagangan di Indonesia, khususnya di Jawa Timur mengalami peningkatan yang sangat besar. Seiring dengan itu diikuti pula dengan meningkatnya hubungan dengan bangsa - bangsa lain didunia sehingga secara tidak langsung jumlah tenaga kerja asing yang bekerja di Surabaya semakin besar. Selanjutnya laporan ini menguraikan tentang proses perencanaan dan perancangan Sekolah Internasional di Surabaya yang terletak di kawasan Surabaya Barat. Tujuan dari proyek ini adalah merencanakan dan merancang suatu wadah pendidikan yang lebih baik dan lebih layak bagi anak-anak warga negara asing yang tinggal sementara waktu di Surabaya. Penelitian dimulai dengan mengadakan survey lapangan sebagai dasar perencanaan dan perancangan, kemudian studi banding untuk memperoleh gambaran obyektif dilengkapi dengan studi literatur dan wawancara pada beberapa pihak terkait. Akhirnya menghasilkan suatu program kebutuhan sebagai dasar perancangan bangunan. Produk penelitian yang dihasilkan berupa rekayasa arsitektural dalam bentuk gambar, konsep, analisa, laporan perencanaan dan perancangan bangunan. Objek penelitian berupa Sekolah Internasional yang telah ada diantaranya di Jakarta dan Surabaya. Dengan data dan hasil penelitian diatas maka didapatkan suatu perencanaan dan perancangan Sekolah Internasional dengan berbagai fasilitasnya yang mempunyai standar Internasional",
  "creators": "HENRI MEDIANTO",
  "contributors": "Indriani (Advisor 1); Danny Santoso Mintorogo (Advisor 2); Markus Ignatio Aditjipto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1211/Ars/30/1996; Henri Mediarto (22491088)",
  "subjects": "SCHOOL BUILDINGS"
}