{
  "id": "18018",
  "title": "Pacific Island Club Hotel di Nusa Dua, Bali",
  "abstract": "Perancangan sebuah Club Hotel merupakan obyek perencanaan dan perancangan yang cukup menarik, karena berbeda dari hotel yang biasanya yaitu dari segi sistemnya maupun dari fasilitasnya. Proyek ini terletak di Nusa Dua, Bali, yang sudah terkenal mutu wisatanya dan alamnya yang alami. Pulau Bali terkenal dengan daya tarik adat dan budayanya yang khas dan tradisional. Kecenderungan arus wisatawan bertujuan ke Bali yang makin melaju berakibat proses akulturasi yang cepat masuk ke Bali melalui wisatawan yang datang ke Bali untuk mengimbangi situasi ini perlu usaha mengkonservasikan budaya Bali oleh berbagai pihak Arsitektur sebagai salah satu hasil budaya, yang merupakan cerminan budaya itu sendiri. Dalam bukunya Architectural Conservation in Bali Eko Budiharjo menyatakan \"Tradition is not a museum, a reiteration of past\". Selama ini yang dilakukan orang untuk adalah memuseumkan arsitektur Bali. Sedangkan untuk mengikuti perkembangan jaman, maka dalam proses perancangan ini dipakai pendekatan merevitalisasi kembali arsitektur Bali dengan identitas budayanya, dan menampilkan dalam bentuk yang lain. Suatu hotel sangat berhubungan langsung dengan media akulturasi budaya asing ke Bali, dan menawarkan budaya Bali dalam bentuk suasana kehidupan Bali yang sesungguhnya dengan keanekaragaman seni budayanya. Kebudayaan tumbuh dengan menerima segala hal yang baru Dalam wujudnya nilai seni budaya Bali diterapkan ke dalam desain dengan mengacu pada konsep dari club hotel itu sendiri, Sehingga sasaran dari proyek ini dapat berhasil.",
  "creators": "RINA DEWI",
  "contributors": "Timoticin Kwanda (Advisor 1); Wiet S. Moniaga (Advisor 2); J. Loekito Kartono (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1214/Ars/33/1996; Rina Dewi (22491108)",
  "subjects": "HOTELS, TAVERNS, ETC."
}