{
  "id": "18010",
  "title": "Pusat musik dan pergelaran seni aplikasinya di Surabaya",
  "abstract": "Laporan ini disusun dengan maksud untuk memenuhi persyaratan akademis dalam rangka memperoleh gelar sarjana teknik arsitektur, sebagai sarana pelengkap pembuatan Tugas Akhir mata kuliah Merancang AR. 4500 periode XXXTV, tahun ajaran 1996, pada Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra Surabaya. Adapun judul proyek adalah: Pusat Musik dan Pergelaran Seni Aplikasinya di Surabaya Hal-hal yang melatar belakangi gagasan pembuatan proyek tersebut antara lain adalah kurang tersedianya fasilitas untuk mempergelarkan karya musik - berupa seni musik dan aplikasinya - yang memadai dalam segi akustiknya, sedangkan kualitas dan kuantitas musik makin berkembang. Selain itu perlu ada wadah untuk membina bakat musik para pemuda dan pelajar khususnya di Surabaya sebagai kota kedua terbesar setelah Jakarta. Tujuan proyek ini adalah menciptakan suatu kompleks pusat kegiatan musik untuk melakukan pembinaan dan pengembangan musik, baik awal berupa pengenalan hingga produk akhir berupa pementasan atau hasil rekaman. Proses pembuatannya diawali dengan pengumpulan data-data dari wawancara, pengamatan langsung, studi banding dan studi literatur. Pada proses perencanaan, terdiri atas struktur organisasi pengelola kompleks pusat musik, program kebutuhan, luasan ruang, serta tinjauan lokasi proyek yang berada di jalan Gubeng Pojok. Tahap perancangan merupakan analisis terhadap data-data yang diperoleh, disesuaikan dengan kebutuhan, untuk menyusun konsep perancangan sebagai dasar dari proses perancangan. Hasil akhir berupa desain terpilih, diperjelas dengan gambar-gambar pra-desain, dilengkapi dengan perspektif dan model tiga dimensi (maket).",
  "creators": "AMBARWATI SRIMOELATSIH",
  "contributors": "Ir. Achmad Archajadi (Advisor 1); Istiawati Kiswandono (Advisor 2); Stephanus Setiadi (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1210/Ars/1996; Ambarwati Srimoelatsih (22491087)",
  "subjects": "MUSIC HALLS (VARIETY-THEATERS, CABARETS, ETC)"
}