{
  "id": "1801",
  "title": "A Study of the causes and effects of the unhappy marriage of constance reid as the main female character as seen in D.H. Lawrence's Lady Chatterley's Lover",
  "abstract": "In this thesis, I am interested to know why Constance Reid feels unhappy with her marriage and what the effects of the unhappy marriage on her life are. The purpose of the study is to analyze the main causes of Constance?s unhappy marriage and its effects to her. I want to show and prove that the unhappy marriage finally affect Constance mentally and physically as seen in D. H. Lawrence?s Lady Chatterley?s Lover. In analyzing the matter, I use the literary approach namely theory of characterization and theory of conflicts, supported by the concept of marital life, and psychological concepts namely the concept of daydreaming and the concept of depression. In the analysis, I discuss some causes of the unhappy marriage such as Clifford?s impotency, Constance?s communication problem with Clifford, and Constance?s lack of intimacy and affection. Then, in the end Constance?s unhappy marriage affects her psychologically for she experiences a state of daydreaming and she suffers from an acute depression, also, in the end she has an affair with her secret lover, Oliver Mellors. Finally, I come up with the conclusion that Constance cannot cope with her husband?s physical and emotional paralysis, because as a young normal married woman she finds that she must fulfill her own needs at a very basic level, and when that needs are not fulfilled, it affects her psychologically and in the end she has an affair with another man. She cannot reach a happy marriage because her defective relationship with her husband can no longer be reconciled.",
  "creators": "ARTAS PRATIKO",
  "contributors": "Liliek Soelistyo (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.01011341/ING/2005; Artas Pratiko (11400137)",
  "subjects": "ENGLISH FICTION--20TH CENTURY--STUDY AND TEACHING; LAWRENCE, DAVID HERBERT, 1885-1930 LADY CHATTERLEY'S LOVER-STUDY AND TEACHING"
}