{
  "id": "18026",
  "title": "Pengembangan pelayanan medis Rumah Sakit St. Borromeus di Bandung",
  "abstract": "Laporan ini disusun dalam rangka memenuhi persyaratan akademis ujian sarjana semester IX , pada Jurusan Arsitektur Fakultas Teknik Universitas Kristen Petra Surabaya Laporan perencanaan dan perancangan ini adalah sebagai bagian dari mata kuliah AR.500, Periode XXXI, tahun 1994/1995. Adapun judul yang diambil adalah : \" PENGEMBANGAN PELAYANAN MEDIS -RS. ST. BORROMEUS di BANDUNG \" Dalam laporan ini diuraikan hal-hal yang berhubungan dengan perencanaan dan perancangan Rumah Sakit St Borromeus di Bandung. Melihat keadaan dan kondisi dari rumah sakit sekarang, pihak Yayasan menganggap perlu adanya suatu pengembangan dari pelayanan medis yang ada, serta peningkatan mutu pelayanan seiring dengan perkembangan ilmu pengetahuan dan kemajuan teknologi di bidang kesehatan. Untuk itu dilakukan perencanaan kembali dan pengembangan dari pelayanan medis yang telah ada untuk mengikuti tuntutan kebutuhan pelayanan kesehatan yang memadai. Untuk tidak meluasnya pembahasan, isi laporan ini dibatasi pada hal-hal yang mendukung perencanaan dan perancangan RS. St. Borromeus saja, mengingat waktu penyusunan yang reiatif pendek. Pembahasan diawali dengan tinjauan Rumah Sakit secara umum dan juga mengenai kebijaksanaan pemerintah mengenai Rumah Sakit, selanjutnya dibahas mengenai perumusan gagasan yaitu berupa latar belakang masalah sampai dicetuskannya suatu gagasan untuk merencanakan kembali Rumah Sakit St. Borromeus. Kemudian pembahasan dilanjutkan dengan meninjau Rumah Sakit St. Borromeus saat ini. Dari sini dapat ditentukan dasar perencanaan yang meliputi program dasar dan program kebutuhan yang bertitik tolak dari keadaan pada saat ini dan kebutuhan-kebutuhan pada masamendatang yang tidak lepas dari rencana jangka panjang Rumah Sakit St Borromeus sendiri. Kemudian dilanjutkan dengan perancangan tapak dan fisik bangunan yang akan disajikan dalani gambar pra rencana. Demikian ringkasan laporan ini, dibuat supaya didapatkan sedikit gambaran dan semoga hasil laporan perencanaan ini akan membawa manfaat bagi semua pihak yang membutuhkannya.",
  "creators": "LIZA MELIAWATY W.",
  "contributors": "Frans Soehartono (Advisor 1); Benny Poerbantanoe (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 984/ARS.10/1994; Liza Meliawaty W. (22489046)",
  "subjects": "HOSPITALS"
}