{
  "id": "18025",
  "title": "Pengaruh waktu terhadap peningkatan daya dukung pondasi dangkal pada tanah lunak dengan kantong pasir yang ditekan",
  "abstract": "Kebutuhan lahan akan pembangunan yang semakin lama semakin sempit, menyebabkan banyak bangunan didirikan pada tanah dengan kondisi yang kurang baik. Kesulitan yang sering timbul pada tanah dengan kondisi buruk antara lain daya dukung yang terbatas dan penurunan jangka panjang yang besar. Untuk dapat membangun di atas tanah dengan keadaan seperti diatas biasanya dipakai pondasi dalam/pancang yang sudah tentu biayanya cukup mahal. Dalam penelitian ini akan diteliti mengenai peningkatan daya dukung daripada kolom pasir yang ditekan masuk ke dalam tanah dengan gaya tekan tertentu terhadap waktu. Waktu dalam hal ini adalah waktu tunggu antara proses pembuatan kolom pasir dengan proses test pembebanannya yang bervariasi mulai dari 0 jam, 2 jam, 4 jam, 6 jam, 12 jam, 18 jam, 24 jam, 48 jam, dan 72 jam. Kolom pasir yang terbentuk akibat tekanan tersebut diharapkan berfungsi sebagai drain sehingga dapat meningkatkan kekuatan tanah asal dan juga dapat berfungsi sebagai kolom. Penelitian dititikberatkan pada gaya tekan yang digunakan, jarak waktu pembebanan serta daya dukung pondasi yang diletakkan diatasnya. Hasil dari penelitian menunjukkan bahwa dengan adanya waktu tunggu antara proses pembuatan kolom pasir dengan pembebanannya, didapatkan peningkatan daya dukung yang besarnya antara 1,5 hingga 2 kali dari gaya tekan yang dibutuhkan untuk pembuatan kolom pasir. Daya dukung umumnya meningkat dengan lamanya waktu tunggu. Daya dukung pondasi dengan waktu tunggu 24 jam mempunyai nilai 10-25% lebih tinggi dibandingkan dengan daya dukung dengan waktu tunggu 0 jam.",
  "creators": "SUSAN HARIASTUTI; CENTAURY BUDHI AURORA",
  "contributors": "Sugie Prawono (Advisor 1); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 859 S; Susan Hariastuti (21491220), Centaury Budhi Aurora (21491221)",
  "subjects": "SOIL MECHANICS; SOILS-TESTING"
}