{
  "id": "1802",
  "title": "Studi kasus sistem informasi akuntansi pada Perusahaan Konstruksi PT. X",
  "abstract": "Pada proyek konstruksi, manajemen yang efektif sangat bergantung pada akses data dan pengontrolan data yang baik, khususnya data tentang biaya. Akan tetapi, pengelolaan data tentang biaya dan fungsi keuangan lainnya secara efektif dan efisien mutlak membutuhkan aplikasi sistem informasi akuntansi beserta prosedur transaksi yang lebih baik. Sistem informasi akuntansi terdiri atas dua sub sistem yaitu sistem pemrosesan transaksi dan sistem pelaporan buku besar. Dalam aplikasinya, sistem pemrosesan transaksi tersebut dibagi menjadi siklus-siklus. Yaitu, siklus pendapatan, siklus pengeluaran, dan siklus konversi. Studi kasus ini dilakukan terhadap responden PT. X yang berada di Surabaya. Data-data yang dikumpulkan untuk mendukung studi kasus ini berasal dari wawancara, pengamatan, dan studi Iiterature. Pembahasan studi kasus ini berisi tentang deskripsi aplikasi sistem informasi akuntansi beserta prosedur transaksi yang digunakan oleh PT. X serta didukung oleh berbagai teknik analisa data. Teknik analisa yang dilakukan berguna untuk mempelajari aplikasi sistem informasi akuntansi beserta prosedur transaksi yang ada di PT.X. Hasil analisa tersebut, merupakan bahan pendukung yang digunakan untuk mengajukan usulan aplikasi sistem informasi akuntansi beserta prosedur transaksi yang dapat menjadi alternatif atas pemecahan masalah di PT.X. Akhirnya, usulan aplikasi sistem informasi akuntansi beserta prosedur transaksi yang dibuat diharapkan sesuai dengan masalah yang ingin dipecahkan oleh PT.X dan dapat membantu PT.X untuk dapat lebih maju lagi.",
  "creators": "HENGKY; LINNA",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1311/SIP/2004; Hengky (21498162), Linna (21498172)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; MANAGEMENT INFORMATION SYSTEMS"
}