{
  "id": "18020",
  "title": "Pusat markas pemadam kebakaran di Surabaya",
  "abstract": "Laporan ini disusun dalam rangka memenuhi persyaratan akademis untuk tugas akhir pada Fakultas Tehnik Jurusan Arsitektur Universitas Kristen Petra, Surabaya ;Periode XXXI tahun 1994 -1995. Adapun judul Proyek Akhir yang dipilih adalah : PUSAT MARKAS PEMADAM KEBAKARAN di SURABAYA\" ( Surabaya Fire Station Centre ) Surabaya sebagai kota terbesar kedua setelah Jakarta, sedang mengalami perkembangan yang pesat. Sebagai kota yang menjadi pusat kegiatan, Surabaya perlu untuk diperlengklapi dengan sarana-sarana penunjang yang sesuai dengan kapasitasnya Salah satu sarana pokok yang harus dimiliki adalah sarana untuk perlindungan terhadap bahaya kebakaraan Organisasi yang sudah dibentuk untuk menangani dan mengkoordinasi pencegahan terhadap bahaya kebakaran di Surabaya adalah Dinas Pemadam Kebakaran Daerah (DPKD) tingkat II Surabaya, yang saat ini bermarkas pusat di jalan Pasarturi. Tugas mengkoordinasi pencegahan dan pemadaman kebakaran dengan daerah operasi yang luas, merupakan tugas yang tidak ringan, oleh sebab itu perlu dimiliki fasilitas yang memadai untuk dapat berfungsi dengan efisien dan efektif. Dari hasil wawancara, studi literatur, studi perbandingan ternyata dapat disimpulkan bahwa kondisi markas pusat yang ada sekarang, sudah tidak memadai lagi. Markas pusat ini sudah tidak mampu lagi untuk mengakomodasikan personil dan mobil pemadam tambahan, yang dibutuhkan untuk memenuhi kebutuhan minimal markas pusat pemadam kebakaran untuk wilayah setaraf dan seluas kota Surabaya . Selain itu fungsi markas pusat adalah sebagai pusat koordinasi dari markas markas wilayah, yang dibawahi secara hirarki, sehingga fasilitas ruang yang dibutuhkan cukup kompleks dan memerlukan banyak staff. Oleh karena hal-hal diatas maka dibutuhkan markas pusat yang baru bagi pemadam kebakaran di Surabaya. Dalam laporan ini diuraikan mengenai tahap-tahap perencanaan dan perancangan kompleks markas pusat tersebut, serta fasilitas-fasilitas penunjang yang dibutuhkan, sistim-sistim utilitas yang akan digunakan, dan hal-hal lain yang berkaitan dengan proyek ini. Adapun fasilitas bangunan utama yang direncanakan disini meliputi Fasilitas operasional, kantor administrasi, fasilitas hunian, pusat pendidikan dan latihan, fasilitas pendukung udara , serta fasilitas pendukung lain. Pada tahap perancangan analisis dilakukan terhadap kondisi lingkungan, tapak dan bangunan itu sendiri, yang selanjutnya dipergunakan sebagai dasar bagi pembangunan fisik pada proyek ini, yang disajikan dalam bentuk gambar pra rancangan, maket studi serta design report.",
  "creators": "HAIMIN RUSLI",
  "contributors": "Indriani (Advisor 1); J. Loekito Kartono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 983/ARS.9/1994; Rusli Haimin (22489039)",
  "subjects": "FIRE STATIONS"
}