{
  "id": "1803",
  "title": "A Discourse analysis study of politeness strategies used by Captain Nathan Algren and Mori Katsumoto in \"The Last Samurai\"",
  "abstract": "Politeness is crucial in interpersonal and intercultural communication because different culture may speak different features of politeness. Considering the importance of politeness strategies in a conversation and how to use those strategies, the writer wanted to find out what types of politeness strategies produced by two characters that have different cultural background and see either the similarities or the differences. In this case, the writer preferred to analyze the utterances expressed by the two main male characters, Captain Nathan Algren and Mori Katsumoto in the film \"The Last Samurai\". The data were analyzed and classified based on the theories of politeness strategies proposed by Scollon & Scollon (2001). Based on the result of the analysis the writer found out that Algren uses more Involvement politeness strategies, while Katsumoto uses more the Independence one. On one side, Algren tends to apply Involvement politeness strategies, which are solidarity oriented to satisfy Katsumoto?s positive face, since he was influenced by American politeness. From the ten features of Involvement politeness strategies, Algren applies nine features, but the frequently used features are claim common point of view, opinions, attitudes, knowledge and empathy; notice or attend to the hearer; and be optimistic. On the other hand, Katsumoto tends to use Independence politeness strategies, which are formality oriented to satisfy Algren?s negative face that is his intentions to be free from being imposed, since he was influenced by Japanese politeness. From the ten features of Independence politeness strategies, Katsumoto applies seven features and the frequently used features are state a general rule, be pessimistic, and make minimal assumptions about hearer's wants. From the findings, it can be concluded that both characters, Algren and Katsumoto, used all of the politeness strategies, which were Involvement politeness strategies and Independence politeness strategies. Algren tended to use Involvement politeness strategies since he was influenced by American politeness. Algren gave less concern about the social status and power relationship between him and Katsumoto. Whereas Katsumoto tended to use Independence politeness strategies since he was influenced by Japanese politeness, Katsumoto still concern about social status and power relationship.",
  "creators": "MARIA EVA AVIANTI",
  "contributors": "Lisa Setiawati Nugraha (Advisor 1); MEEDY NUGRAHA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.02011334/ING/2004; Maria Eva Avianti (11400142)",
  "subjects": "ENGLISH LANGUAGE-DISCOURSE ANALYSIS; ENGLISH LANGUAGE-SOCIAL ASPECTS; LINGUISTIC ANALYSIS (LINGUISTICS)"
}