{
  "id": "18038",
  "title": "Pusat mode dan fotografi di Surabaya",
  "abstract": "Laporan Perencanan ini disusun dalam rangka memenuhi persyaratan Tugas Akhir mata kubah Merancang Arsitektur AR.4500 untuk mengikuti Ujian Sarjana Jurusan Arsitektur, Periode XXXIV Pebruari - Juli 19% di Fakultas Teknik Universitas Kristen Petra Surabaya. Adapun judul dari Proyek adalah : PUSAT MODE DAN FOTOGRAFI DI SURABAYA Pusat Mode dan Fotografi ini bertujuan untuk menyediakan wadah / sarana bagi segala macam kegiatan yang berhubungan dengan mode dan fotografi. Dititikberatkan pada fasUitas promosi dan pemasaran dengan fasihtas penunjang berupa fasihtas pendidikan dan produksi. Dengan adanya proyek ini diharapkan masyarakat dapat mendapatkan informasi terbaru dalam dunia mode, perkembangan serta barang-barang yang up to date, bermutu dan berkuahtaa dari dalam maupun luar negeri tanpa hams pergi ke luar negeri, serta bagi masyarakat awam yang ingin mengenal maupun menambah wawasan mereka akan dunia mode dan photography dapat ke sana. Selain dari pada itu akan lebih memacu semangat berkarya bagi para desainer untuk lebih meningkatkan kualitas dan layanan mereka terhadap masyarakat. Bagi pemerintah secara tidak langsung hal ini akan menambah devisa negara dan berdampak untuk lebih mencintai produksi dalam negeri selain itu pula akan lebih meningkatkan nilai ekspor bagi negara kita karena para importir dari negara luar dapat mendapatkan informasi tentang perkembangan mode dari negeri kita tanpa harus mencari-cari ke sana-sini. Pembahasan diawali dengan suatu pendahuluan yang menerangkan proyek secara garis besar, kemudian dijelaskan mengenai latar belakang dan keberadaan proyek ini, tinjauan proyek dilanjutkan dengan menentukan dasar perencanaan untuk mengetahui kebutukan, selanjutnya tahap perancangan yang meliputi hal-hal yang mempengaruhi penampilan fisik bangunan beserta seluiuh sistem yang digunakan dimana nantinya akan disajikan dalam gambar-gambar pra-perencanaan. Tiada gading yang tak retak, begitu pula dengan laporan ini yang tidak luput dari kekurangan. Oleh karena itu, penulis menerima segala kritik dan saran yang bersifat membangun.",
  "creators": "YULIANA",
  "contributors": "Stanislaus Kuntjoro Santoso (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1200/Ars/19/1996; Yuliana (22491045)",
  "subjects": "FASHION-BUILDINGS-DESIGNS AND PLANS; PHOTOGRAPHY-BUILDINGS-DESIGNS AND PLANS"
}