{
  "id": "18037",
  "title": "Pusat informasi pariwisata dan museum kesenian di Surabaya",
  "abstract": "Laporan ini disusun sebagai salah satu bagian daripada Tugas Akhir Jurusan Arsitektur yaitu mata kuliah Proyek Akhir AR 4500 periode XXXV tahun 1997, dengan judul : \"PUSAT INFORMASI PARIWISATA DAN MUSEUM KESENIAN DI SURABAYA\" Hal-hal yang melatar belakangi gagasan pembuatan proyek tersebut antara lain adalah minimnya sarana informasi yang berkaitan dengan Pariwisata di Jawa Timur sehingga Pariwisata Jawa Timur masih kalah jika dibandingkan dengan Propinsi Jawa Tengah khususnya Daerah Istimewa Yogyakarta dan Propinsi Bali yang selalu ramai dikunjungi oleh wisatawan, baik wisatawan dalam negeri maupun wisatawan manca negara. Tujuan pembuatan proyek ini adalah untuk menciptakan suatu wadah sarana informasi yang bertujuan memajukan dan memperkenalkan Pariwisata Jawa Timur sehingga menarik para wisatawan untuk berwisata di daerah Jawa Timur, juga memperkenalkan kesenian dan kebudayaan Jawa Timur yang tidak kalah menariknya dengan kesenian dan kebudayaan dari daerah-daerah lainnya di Indonesia. Proses pembuatan proyek ini diawali dengan pengumpulan data-data baik melalui wawancara, pengamatan langsung, studi literatur, studi banding dan sebagainya. Pada proses perencanaan terdiri atas studi tapak dan kawasan, program ruang, struktur organisasi pengelola, analisa tapak, tinjauan lokasi proyek dan sebagainya. Tahap perencanaan ini merupakan analisa terhadap data-data yang diperoleh yang disesuaikan dengan kebutuhan untuk menyusun konsep perencanaan sebagai dasar dari proses perancangan. Hasil akhirnya berupa desain: Denah, Tampak, Potongan, Detail, Axonometri dan sebagainya, yang tergambar dengan jelas dengan skala dan notasi yang telah ditentukan.",
  "creators": "SURYA JAYA TANAJA",
  "contributors": "Istiawati Kiswandono (Advisor 1); Stanislaus Kuntjoro Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1266/Ars/8/1996; Surya Jaya Tanaja (22491024)",
  "subjects": "TOURISM; INFORMATION SERVICE-BUILDINGS; ART MUSEUMS"
}