{
  "id": "18039",
  "title": "Marina Club House",
  "abstract": "Peningkatan kebutuhan perumahan yang besar dan keterbataaan lahan yang tersedia di Jakarta dirasakan semakin mendesak. Salah satu pemecahan masalah adalah usaha mereklamasi laut di teluk Jakarta untuk pengadaan lahan perumahan. Keunggulan lahan yang terletak di tepi laut, adanya kebutuhan akan gaya hidup dengan kapal pesiar dan persaingan sektor perumahan yang semakin sengit sehingga memerlukan adanya proyek perumahan dengan daya tarik tertentu. Hal tui mendorong Dharmala Group lewalt awak perusahaannya P.T. Tainan Harapar indah membuka perumahan kanal pertama di Indonesia : Perumahan Pantai Mutiara. Perumahan Pantai Mutiara sebagai perumahan yang bernafaskan nuansa laut memberikan fasilitas -fasilitas untuk melengkapi fasilitas perumahannya. Salalh satu fasilitas tersebut berupa club house yang berfungsi sebagai dermaga kapal pesiar. Keberadaan Club House yang bernuansa bahari ini rnenarik untuk digali potensi alamnya sehingga diambil menjadi proyek Tugas Akhir AR 1500 Periode XXXIV dengan judul Marina Club House. Club House berlokasi didalam Perumahan Pantai Mutiara , Kelurahan Pluit, Kecamatan Penjaringan , Jakarta Utara dengan !uas site berkisar 6,7 Ha dan batas sebelah utara berupa Laut Jawa, batas sebelah barat dan selatan adalah perumahan Pantai Mutiara dan batas sebelah timur adalah rencana pelabuhan. Marina Club House sebagai fasilitas pendukung merupakan sebuah wadah untuk menampung aktifltas olah raga, sosial dan rekreasi. Inti dari proyek ini adalah usaha menciptakan sebuah ruang yang bermakna dengan pendekatan seorang ansitek Jepang bernama Tadao Ando yaitu pengenalan kepada alam dengan cara - cara abstrak dan menimbulkan pengalaman akan ruang yang tidak terlupakan bagi yang imenikmatinya.",
  "creators": "HARDI",
  "contributors": "Krisdianto Anggijono (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1202/Ars/21/1996; Hardi (22491048)",
  "subjects": "MARINAS-DESIGNS AND PLANS"
}