{
  "id": "18048",
  "title": "Hotel resort dengan fasilitas utama wisata bahari",
  "abstract": "Laporan perencanaan ini disusun ssebagai pelengkap perencanaan Proyek Akhir dalam rangka memenuhi persyaratan ujian sarjana Arsitektur periode XXXIV tahun ajaran 1996 Fakultas Teknik Arsitektur Universitas Kristen Petra Surabaya. Secara garis besar laporan ini berisi tentang perencanaan dan perancangan suatu hotel resort di daerah wisata pantai Senggigi, Lombok. Karena terletak di daerah pantai, maka hotel resort ini dilengkapi dengan fasilitas-fasilitas wisata bahari. Pembahasan berawal dari latar belakang gagasan, tujuan, manfaat dan sasaran dibangunnya proyek ini. Kemudian pembahasan dilanjutkan mengenai kepariwisataan Indonesia hingga kepariwisataan di daerah Lombok Barat dimana pantai Senggigi yang merupakan lokasi proyek berada. Pembahasan selanjutnya adalah tinjauan umum terhadap hotel dan wisata bahari. Pada tahap berikutnya dijabarkan pengenalan proyek yang berisi tentang pengertian dan eksistensi proyek, serta tinjauan terhadap lokasi proyek dan eksistensinya. Pada tahap perencanaan proyek dijabarkan mengenai dasar-dasar perencanaan proyek serta program-program ruang yatng dibutuhkan dalam merencanakan suatu hotel resort dengan fasilitas utama wisata bahari. Konsep dasar arsitektur tradisional Lombok merupakan tahap pembahasan selanjutnya, dimana arsitektur tradisional Lombok ini digunakan sebagai acuan di dalam merancang ruang luar dan bentuk-bentuk bangunan yang ada. Setelah itu pembahasan dilanjutkan pada tahap perancangan yang berisi tentang analisis dan perancangan tapak, konsepsi dan filosofi disain baik perancangan ruang luar maupun ruang dalam, serta sistem utilitas yang digunakan dalam proyek. Pada bagian akhir merupakan perhitungan secara garis besar mengenai biaya proyek yang dibutuhkan untuk membangun hotel resort dengan fasilitas wisata bahari ini.",
  "creators": "DHINA MARIANTI SUYONO",
  "contributors": "Krisdianto Anggijono (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1204/Ars/23/1996; Dhina Marianti Suyono (22491056)",
  "subjects": "HOTELS-DESIGNS AND PLANS; RESORTS"
}