{
  "id": "18043",
  "title": "Komposisi biaya pembangunan apartemen bertingkat tinggi",
  "abstract": "Kepadatan penduduk yang semakin tahun semakin bertambah, membuat apartemen yang bertingkat rendah tidak lagi efektif. Hal ini membuat pihak pemerintah dan swasta memikirkan untuk membuat apartemen bertingkat tinggi dengan tujuan agar dapat menampung penghuni apartemen lebih banyak dan menghemat lahan di area perkotaan yang semakin sedikit. Data RAB pembangunan apartemen bertingkat tinggi dibagi menjadi enam klasifikasi, yaitu berdasarkan jenis dan tipe bangunan, tipe unit, bentuk massa, kepemilikan, pelayanan dan jumlah lantai per unitnya. Data RAB tersebut kemudian dimodifikasi menjadi enam jenis pekerjaan utama (pekerjaan persiapan prasarana dan penunjang, pekerjaan pondasi, pekerjaan struktur, pekerjaan arsitektur, pekerjaan mekanikal elektrikal dan pekerjaan lain-lain). Hasil analisa dari penelitian ini menunjukkan bahwa komposisi biaya pada enam jenis pekerjaan utama pada proyek apartemen bertingkat tinggi ditampilkan dalam bentuk percentage range terhadap keseluruhan nilai kontrak. Pada pekerjaan persiapan, prasarana dan penunjang memiliki kisaran persentase antara 13,47% - 19,94%, pada pekerjaan struktur memiliki kisaran persentase antara 51,24% - 69,99%, pada pekerjaan arsitektur memiliki kisaran persentase antara 16,74% - 23,41%, pada pekerjaan mekanikal elektrikal memiliki kisaran persentase antara 1,37% - 5,58%, pada pekerjaan lain-lain memiliki kisaran persentase antara 4,44% - 8,48%. Selain itu juga didapatkan komposisi biaya dari tiga elemen struktur utama, yaitu struktur kolom, tangga, dan sear wall terhadap keseluruhan nilai kontrak.",
  "creators": "RUDY TANOYO; ROCKY KANTONO",
  "contributors": "Indriani Santoso (Advisor 1); Budiman Proboyo (Advisor 2); Rudy Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011697/SIP/2010; Rudy Tanoyo (21404008), Rocky Kantono (21405153)",
  "subjects": "BUILDING-ESTIMATES"
}