{
  "id": "18040",
  "title": "Pusat fotografi dan mode di Surabaya",
  "abstract": "Laporan ini disusun sebagai salah satu bagian dari Tugas Akhir Jurusan Arsitektur yaitu Proyek Akhir AR.4500 periode XXXIV tahun 1996, dengan judul : \"Pusat Fotografi dan Mode di Surabaya\" Isi laporan ini adalah perencanaan dan perancangan proyek untuk mewujudkan gagasan dalam pengembangan sektor pelayanan umum dan jasa di Surabaya sebagai kota terbesar kedua di Indonesia. Proyek ini dipilih dengan maksud untuk memenuhi kebutuhan akan fasilitas dan sarana kegiatan fotografi dan mode yang semakin berkembang. Selain itu juga memperkenalkan penemuan baru di bidang fotografi dan mode itu sendiri sekaligus perkembangan arsitektur berkaitan dengan fungsi fotografi dan mode. Penulisan laporan ini didahului dengan latar belakang pemikiran yang melahirkan gagasan dan permasalahan, sehingga disimpulkan judul proyek, tujuan serta manfaat proyek. Uraian tentang keadaan serta kegiatan fotografi dan mode di Surabaya mendasari perumusan jenis fungsi dan fasilitas yang direncanakan di dalam lingkup proyek. Kemudian pada bagian selanjutnya diuraikan perencanaan dasar yang meliputi penyusunan program dasar, program kebutuhan, program ruang, serta penentuan lokasi dan tapak, yang menjadi pedoman dalam tahap perancangan. Tahap perancangan merupakan uraian konsep-konsep perancangan bangunan seluruhnya. Uraian konsep dikembangkan pada tahap pengembangan desain selanjutnya, sehingga diperoleh hasil akhir desain bangunan yang memenuhi tujuan semula. Kami menyadari masih terdapat kekurangan dalam penyusunan laporan ini karena keterbatasan dalam waktu maupun kemampuan, namun kami berharap laporan dapat bermanfaat bagi yang memerlukan.",
  "creators": "HENDRY",
  "contributors": "Handinoto (Advisor 1); Stanislaus Kuntjoro Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1203/Ars/22/1996; Hendry (22491053)",
  "subjects": "SCHOOL PHOTOGRAPHY; PHOTOGRAPHY-STODIOS AND DARK ROOMS; FASHION-BUILDING"
}