{
  "id": "1804",
  "title": "A Study of teacher's instruction in \"Getting Things Done\" language function used in teaching two-year old children at Ivy School, Surabaya",
  "abstract": "This study is a sociolinguistics study of language function focused on a teacher?s instruction in \"getting things done\" language function used by an IVY teacher in teaching two-year-old children in the classroom situation in three meetings. \"Getting things done\" language function is essentially one of language functions that is used to manipulate and control the environment, to cause certain events to happen as well as to satisfy material needs. There are twenty-eight patterns of \"getting things done\" language function. The writer chose IVY school because IVY uses English language as the medium of interaction and its students are the children from two to six years old. Two-year-old child is in the sensitive period to learn language and has been able to produce two- and three- word utterances. Thus, the writer was interested in analyzing the teacher conducts with two-year-old children. The aim of this thesis was to find out the patterns that were used by the IVY teacher in getting the children to do something in the classroom situation. Moreover, she also intended to observe the pattern that was mostly used by the IVY school teacher in getting the children to do something in a class. The writer referred to the theory of \"getting things done\" language function by Van Ek and Alexander, the theory of caretaker speech by Yule, Littlewood, Dale, Clark and Clark, also the stages in language acquisition theory. In this research the writer used descriptive approach. The writer found that among twenty-eight patterns that have been stated by Van Ek and Alexander (1976), there were only six patterns used by the IVY teacher in getting two-year-old children to do something in a class situation. They are \"let?s + VP!\" pattern, \"Please + VP!\" pattern, \"Be careful!\" pattern, \"Don?t + VP\" pattern, \"S + VP!\" pattern, \"VP!\" pattern. In addition, the IVY teacher also used the other patterns twice; \"Can you + VP\" and \"You may + VP\". The most pattern that was used by the IVY teacher is \"VP!\" pattern. In conclusion, the patterns that were used by the IVY teacher in getting two-year-old children to do something were the patterns with simple structure, limited vocabulary, a lot of using of repetitions, and they were in the form of direct command.",
  "creators": "WINNY SINANTAN",
  "contributors": "Dr. Dra. Yuli Christiana Yoedo, M.Pd. (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.02011337/ING/2005; Winny Sinantan (11401042)",
  "subjects": "LANGUAGE ACQUISITION; PSYCHOLINGUISTICS"
}