{
  "id": "18049",
  "title": "Modifikasi mesin pendingin di labratorium Universitas Kristen Petra",
  "abstract": "Sekarang, seluruh dunia sedang mengalami global warming dan perubahan iklim serta menipis nya lapisan ozon termasuk di Indonesia. Di Indonesia, salah satu faktor yang memicu menipis nya lapisan ozon adalah akibat dari refrigerant yang digunakan dalam sistem pendingin, maka Pemerintah Indonesia melalui Peraturan Menteri Perdagangan No. 24/M-Dag/PER/6/2006 tentang Ketentuan Impor Bahan Perusak Lapisan Ozon telah menetapkan bahwa impor CFC dan Methyl Bromida akan dihentikan mulai tanggal 1 Januari 2008 (http://en.wikipedia.org/wiki/Ozon). Oleh sebab itu, refrigerant yang dahulu memakai R-12 disarankan memakai R-134a sebagai gantinya. Alasan dari mengganti R-12 menjadi R-134a adalah karena R-134a adalah satu-satunya kandidat yang bisa menggantikan pemakaian R-12 yang mempunyai spesifikasi hampir sama dan ramah lingkungan. Dalam tugas akhir ini dilakukan pengujian pada mesin pendingin Laboratorium Fluida dan Thermal di Jurusan Teknik Mesin Universitas Kristen Petra. Pengujian yang dilakukan meliputi temperatur dan tekanan masukan-keluaran evaporator, masukan-keluaran kompresor, masukan-keluaran kondensor serta arus yang diperoleh kompresor. Dan variabel yang diuji meliputi laju pendinginan dan COP. Dari hasil percobaan yang dilakukan, dapat disimpulkan bahwa dengan modifikasi baru yaitu penggantian refrigerant dari R12 menjadi R134a, perlu penggantian komponen seperti minyak pelumas pada kompresor dan katup TXV. Kompresor R12 tidak perlu diganti, sebab R12 dan R134a memiliki karakteristik yang sama. Laju pendinginan di ruang kabinet dengan desain yang baru menunjukkan nilai yang lebih tinggi dibandingkan dengan desain sebelum di modifikasi, untuk berbagai kondisi baik dengan menggunakan oil separator maupun tanpa oil separator.",
  "creators": "RUDY HERMAWAN",
  "contributors": "Ekadewi Anggraini Handoyo (Advisor 1); Fandi Dwiputra Suprianto, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Sikripsi No. 02010916/MES/2009; Rudy Hermawan (24404033)",
  "subjects": "LOW TEMPERATURE ENGINEERING; REFRIGERATION AND REFRIGERATING MACHINERY"
}