{
  "id": "18052",
  "title": "Hotel resort bintang tiga di Selorejo",
  "abstract": "Laporan perencanaan ini disusun dalam rangka memenuhi persyaratan tugas akhir mata kuliah Merancang Arsitektur AR. 4500, periode XXXIV, tahun ajaran 1996, pada jurusan Arsitektur, Fakultas Teknik Universitas Kristen Petra, Surabaya. Adapun judul yang dipilih adalah: \"Hotel Resort Bintang Tiga di Selorejo\" Di dalam penulisan laporan ini, secara garis besar diuraikan hal-hal yang berkaitan dengan perencanaan dan perancangan suatu hotel resort, di mana yang diutamakan adalah perencanaan dan perancangan sebuah hotel yang rekreatif di kawasan wisata Selorejo. Pada bagian pendahuluan diuraikan tentang hal-hal yang melatar belakangi timbulnya gagasan, tujuan proyek, sasaran dan hal-hal yang merupakan pengenalan akan proyek. Sedangkan pada tahap-tahap selanjutnya adalah hal-hal yang berkaitan langsung dengan proyek, yaitu segala aktivitas dan kebutuhan di dalam suatu hotel resort, di mana data-data yang diperlukan untuk mengetahui gambaran proyek lebih lanjut, diperoleh melalui wawancara dan pengamatan langsung terhadap tapak. Sedangkan studi literatur merupakan pembanding untuk memperkuat data yang diperoleh, yang kemudian diolah dan disusun secara sistematis. Berdasarkan hal-hal tersebut di atas maka disusunlah suatu tahap perancangan yang berisi analisis-analisis terhadap kondisi tapak, lingkungan dan bangunan, yang selanjutnya menghasilkan suatu konsep perancangan yang digunakan sebagai dasar bagi pembangunan fisik, dengan disajikan dalam bentuk gambar-gambar yang didesain berupa rancangan grafis dan dalam bentuk maket tiga dimensi. Perencanaan dan perancangan hotel resort bintang tiga ini terletak di daerah wisata Selorejo, yang merupakan perpaduan resort gunung dan danau. Kawasan ini cukup unik serta tatanan lingkungannya yang beragam, yang menuntut suatu unsur rekreatif dalam desainnya tanpa mengabaikan unsur prestige, kenyamanan dan keamanan bagi para pengunjungnya.",
  "creators": "HENRY GUNAWAN",
  "contributors": "Markus Ignatio Aditjipto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1201/Ars/20/1996; Henry Gunawan (22491046)",
  "subjects": "HOTELS-DESIGNS AND PLANS; RESORTS"
}