{
  "id": "18054",
  "title": "Sentul Elderly Resort",
  "abstract": "Laporan ini disusun dalam rangka menyelesaikan tugas akhir sebagai kelengkapan masa studi sarjana di Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra Surabaya Periode XXXI tahun 1994 dengan judul \"Sentul Elderly Resort\". Laporan ini meliputi proses perencanaan hunian bagi para lanjut usia, yang terletak di Kecamatan Citeureup, Bogor, Jawa Barat. Dalam site seluas 6,5 ha milik PSP Group. Gagasan perencanaan Sentul Elderly Resort sebagai fasilitas hunian bagi para lanjut usia diharapkan dapat memenuhi kebutuhan kesejahteraan mereka, antara lain: merawat dan memberikan perhatian kepada para lanjut usia yang merasa kesepian. Dengan adanya proyek ini diharapkan mereka dapat berkumpul dengan sesama mereka dan secara bersama-sama melakukan aktivitas-aktivitas kegemaran mereka yang tersedia di tempat ini. Dalam proyek ini tersedia fasilitas-fasilitas untuk mengontrol kesehatan, fasilitas-fasilitas untuk berkumpul, fasilitas-fasilitas untuk melakukan aktivitas yang bersifat rekreatif, dan Iain-lain. Jadi keistimewaan Sentul Elderly Resort ini jika dibandingkan dengan panti jompo-panti jompo pada umumnya adalah memperhatikan kebutuhan-kebutuhan psikologi dari para lanjut usia. Penyusunan laporan perencanaan ini meliputi: latar belakang, tujuan proyek, pengenalan proyek, tinjauan terhadap manusia lanjut usia, sampai dengan penyusunan program ruang-ruang. Selanjutnya disusunlah konsep perancangan sebagai dasar dari gambar pra-rencana yang telah dihasilkan serta akhirnya disajikan dalam bentuk 3 dimensi yang berupa maket.",
  "creators": "YUNI SETIAWATI WIJAYA",
  "contributors": "Danny Santoso Mintorogo (Advisor 1); Markus Ignatio Aditjipto (Advisor 2); J. Loekito Kartono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 997/Ars.23/94; Yuni Setiawati Wijaya (22489127)",
  "subjects": "ADULT CARE FACILITIES-BUILDINGS; RESORTS"
}