{
  "id": "1805",
  "title": "A Study on Eliza Sommers' crisis of identity as seen in Isabel Allende's daughter of fortune",
  "abstract": "In the novel, Daughter of Fortune, Isabel Allende raises a problem of identity crisis. She uses Eliza Sommers, the main female character, to describe the confusion of living between two cultures that happen in the British Colony in Chile, she experiences cultural `diversity? and `hesitancy?. Eliza lives and grows up in Chile in the Sommers house, which is lived by the British family; therefore she adopts the British culture. Eliza then becomes aware of her appearance that she is different from the typical British people, so she has a thought that she originated from the Indian culture with the influence of Mama Fresia. She becomes confused over her self-identity; hence she decides to find her self-identity. The search for self-identity becomes the topic of this thesis. I analyze the factors that influences Eliza that makes her confuse over her self-identity and Eliza?s efforts to find her self-identity and the results of her search. I use literary devices such as characterization and conflict; I also use personality concepts to analyze. The factors that affect Eliza mostly are the Sommers and their servant, and also the society. Since she was young, Eliza was educated in British culture; therefore, she is unaware of her origin. However, after sometimes she becomes aware of his origin through her appearances and the influence of the Indian culture from the servant. This awareness causes her to be confused over her self-identity that makes Eliza has a relationship with a person as a lover and grasp of life, besides the Sommers and Mama Fresia. However, the relationship is does not last long, the lover goes to California. She has her journey in order to find her lover as a grasp of life. Yet, her search leads her to the understanding of wisdom through friendship that someone had been determined by the acts of the previous generation. The most important thing to have a self-identity is personal freedom so Eliza can establish herself and builds up a good reputation, in other words the freedom to express herself.",
  "creators": "RIZKA HASAN",
  "contributors": "Ribut Basuki (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.01011339/ING/2005; Rizka Hasan (11498079)",
  "subjects": "CHILEAN FICTION-20 TH.CENTURY-STUDY AND TEACHING"
}