{
  "id": "18068",
  "title": "Kajian terapan eko-interior pada interior objek rancang bangun karya Baskoro Tedjo (studi kasus: selasar Sunaryo Art Space di Bandung, Neo Calista Cafe...",
  "abstract": "Sustainable design muncul sebagai usaha manusia dalam merespon isu lingkungan global, dimana mencakup aspek ekologi sebagai salah satu pilar utamanya. Ilmu eko-arsitektur dan eko-interior muncul sebagai dwi-tunggal yang tidak dapat dipisahkan satu sama lain. Dr. Ir. Baskoro Tedjo, MSEB. merupakan salah satu arsitek senior Indonesia yang memiliki pandangan eko-arsitektur dalam karya-karyanya. Permasalahannya, masih jarang ditemukan objek rancang bangun dengan penerapan eko-interior yang holistik, khususnya di Indonesia. Penelitian ini bertujuan mengkaji terapan eko-interior berangkat dari arsitektur ekologis untuk memperoleh hasil perbandingan dari ketiga objek yang dipilih. Metode penelitian yang digunakan adalah kualitatif, dengan menggunakan aspek bahas dan parameter eko-interior menurut Kusumarini (2007). Hasil analisis menunjukkan bahwa Baskoro Tedjo memiliki konsistensi pada aspek organisasi ruang, sistem pencahayaan, dan sistem penghawaan. Pada aspek-aspek lainnya menunjukkan bahwa tiap objek kajian memiliki fokus terapan yang berbeda satu sama lain. Kesimpulan secara umum yang dapat ditarik adalah peran pelaku rancang bangun serta manajemen pengelolaan berpengaruh terhadap terapan eko-interior yang holistik. Secara khususnya, desainer interior berperan dalam penerapan interior ekologis sebagai satu kesatuan dengan arsitektur ekologis",
  "creators": "CAROLINE CIWENDRO",
  "contributors": "Yusita Kusumarini (Advisor 1); Linggajaya Suryanata (Advisor 2); M. SHOLAHUDDIN, S.Sn, M.T (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.00010886/DIN/2010; Caroline Ciwendro (41406121)",
  "subjects": "SUSTAINABLE DESIGN; INTERIOR DECORATION"
}