{
  "id": "18069",
  "title": "Studi pencahayaan studio tugas akhir gedung P lantai 9 Universitas Kristen Petra berdasarkan kenyamanan beraktivitas",
  "abstract": "Hasil pengukuran awal menunjukkan bahwa Pencahayaan di Studio Tugas Akhir Gedung P Universitas Kristen Petra tergolong rendah dan tidak sesuai dengan Standart Negara Indonesia. Sejak Tahun 1998-2009 masih ada yang mengerjakan Tugas Akhir dengan menggunakan meja gambar dalam kondisi iluminasi tidak memenuhi syarat akan tetapi dengan adanya kemajuan teknologi penggunaan gambar tangan sudah berkurang dan berganti dengan penggunaan laptop atau komputer. Penelitian ini menggunakan dua metode, yang pertama menggunakan metode kualitatif yaitu dengan pengumpulan data, pengumpulan dokumen, pengamatan yang dilakukan melalui observasi, dokumentasi, dan penyebaran kuisioner, kemudian dilanjutkan dengan metode kuantitatif yaitu dengan pengukuran intensitas cahaya dalam studio dengan menggunakan alat pengukur dan Zoning yang menggambar manual. cahaya yaitu Luxmeter. Dapat disimpulkan bahwa pencahayaan alami dari matahari sifatnya tidak merata, hanya bagian yang dekat dengan jendela saja yang memenuhi standart yang ada dan pencahayaan yang di bagian dalam studio Tugas Akhir kurang dari Standart Nasional Indonesia yang telah ditentukan yaitu 350 lux. Sedangkan pencahayaan Studio Tugas Akhir kurang lebih sekitar 160 - 200 lux, tetapi pengguna tetap merasa nyaman dan merasa cahaya dalam ruangan sudah cukup, kebiasaan bekerja dalam lingkungan penerangan tersebut yang menyebabkan hal tersebut. Solusi dari permasalahan ini adalah dengan ditambahkan dimmer atau sensitif light serta pembagian 2 Zoning, yaitu Zoning yang menggunakan laptop dan Zoning yang menggambar manual.",
  "creators": "STEFANY OCTAVIA GOTAMA",
  "contributors": "Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor 1); DRS. B SUPARTO (Advisor 2); YULYTA KODRAT (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010891/DIN/2010; Stefany Octavia Gotama (41406128)",
  "subjects": "LIGHTING, ARCHITECTURAL AND DECORATIVE"
}