{
  "id": "18071",
  "title": "Komplek bangunan yayasan kematian \"Pralaya Utama\" di Malang",
  "abstract": "Judul Skripsi yang saya pilih adalah Komplek Bangunan Yayasan Kematian Pralaya Utama di Malang. Tema yang terkan-dung di dalam judul ini adalah penempatan suatu fasilitas pelayanan kematian di dalam satu atap, dengan tujuan untuk mempermudah pelayanan, selain itu untuk juga untuk menyesuaikan dengan kebutuhan akan fasilitas pemakaman yang disesuaikan dengan perkembangan kota. Judul Proyek ini saya dapatkan dari Fakultas Teknik Arsitektur. Timbulnya pemikiran untuk membuat komplek bangunan kematian ini dikarenakan sampai saat ini belum ada suatu proyek sebagai wadah pelayanan jasa kematian, seperti persemayaman jenazah, krematorium, penitipan abu jenazah serta fasilitas penunjangnya di dalam satu atap, serta pengelolanya adalah sebuah yayasan sosial yang bergerak khusus di bidang jasa pelayanan kematian, dimana pada sistem pelayanannya tidak berdasarkan agama atau etnis, jadi bersifat umum. Dalam Penyusunan skripsi ini, sangatlah diperlukan data - data yang cukup lengkap dan akurat sehingga dapat tercapai tujuan yang diinginkan. Data data penunjang ini didapat dari study literatur dan study banding. Dari Study Literatur kita dapatkan data - data teknis peralatan dan syarat - syarat yang dibutuhkan dalam proyek ini. Sedangkan dari Study Banding diharapkan kita dapat menilai kekurangan dan kelebihan dari beberapa fasilitas serta kebiasaan pelayanan yang dilakukan sehari - hari, sehingga pada akhirnya segala kelebihan dan kekurangan itu akan dapat dipakai sebagai masukan yang sangat berarti dalam perencanaan proyek ini. Ditambah dengan mengadakan wawancara langsung dengan beberapa pihak yang berkepentingan dengan proyek ini akan semakin menambah bahan masukan yang sangat berarti. Komplek Bangunan Kematian ini mempunyai beberapa fasilitas, yaitu : Persemayaman Jenzaha, Krematorium, Penitipan Abu Jenazah, Fasilitas Penunjang. Kesemua fasilitas ini mempunyai karakteristik sendiri - sendiri, sehingga dalam perencanaan dan perancangannya membutuhkan beberapa kriteria khusus, dimana antara fasilitas satu dengan fasilitas lain sering kali tidak sama kriteria yang dibutuhkan. Secara umum komplek bangunan ini saya rencanakan selain sebagai wadah untiik menampung kebutuhan akan pelayanan jasa dibidang kematian, juga sebagai Landmark kawasan Sukun. Dengan adanya tujuan untuk menjadikan komplek bangunan ini menjadi Landmark kawasan, maka proses perancangan yang dilakukan tidak hanya dari dalam komplek bangunan ini sendiri, akan tetapi juga melihat dari sekitar komplek bangunan. Keberadaan komplek bangunan kematian di daerah Kecamatan Sukun, cukup representatif. Hal ini didukung oleh beberapa persyaratan, diantaranya kemudahan pencapaian / transportasi, fasilitas utilitas yang cukup memadai. Masalah pertama yang dihadapi dalam proses perencanaan dan perancangan adalah bagaimana komplek bangunan ini dapat mewakili atau dapat dikatakan sebagai penanda dari kawasan ini. Dengan menggunakan pendekatan perancangan dari konsep Deconstruction, maka komplek bangunan ini dapat menciptakan suatu landmark kawasan ini. Konsepsi tentang terpisahnya jasad manusia dengan roh pada saat meninggal adalah salah satu konsep dasar yang dipergu-nakan, selain itu pemikiran dari beberapa orang arsitek, diantaranya adalah Aldo Rossi C dalam karyanya Modena Cemetery ). Peter Eisenman ( Recent Projects ). Pemakaman sebagai sebuah rnmah, rumah yang 'ditinggalkan' ( 'terlupakan' ), adalah salah satu konsepsi yang dipergunakan Aldo Rossi, demikian pula pandangan yang saya pergunakan, dimana komplek bangunan kematian disini sebagai sebuah rumah besar, rumah besar bagi orang yang sudah meninggal. Kehidupan dan kematian adalah sebuah proses, dimana batasan antara keduanya sangat sulit ( Aldo Rossi ). Pandangan dari P. Eisenman, yang dipergunakan adalah menge-nai Trace. Trace adalah sebuah bentukan baru dari suatu yang original, seperti .ieiak kaki di atas pasir. Dalam proyek komplek bangunan ke",
  "creators": "GATOT PRASETYO GUNAWAN",
  "contributors": "A.Y. SETIAWAN (Advisor 1); J. Loekito Kartono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 963/Ars.45/94; Gatot Prasetyo Gunawan (22489116)",
  "subjects": "CREMATORIUMS"
}