{
  "id": "18079",
  "title": "Karakteristik tegangan geser pada tanah lempung akibat pengaruh tegangan air kapiler pada kondisi inisial yang berbeda",
  "abstract": "Dewasa ini, pekerjaan penimbunan dan pemadatan tanah merupakan suatu kegiatan yang penting untuk mewujudkan bangunan dan proyek-proyek teknik sipil. Dalam pengerjaannya banyak faktor-faktor yang mempengaruhi dari struktur tanah tersebut, antara lain : masalah fluktuasi muka air tanah yang menyebabkan perubahan tegangan air kapiler dan kadar air pada lapisan tanah dan akhirnya berhubungan dengan masalah perubahan tegangan geser. Dalam skripsi ini akan mengamati karakteristik hubungan antara tegangan geser tanah dengan air kapiler akibat proses naik turunnya muka air tanah. Dengan mengetahui karakteristik hubungan tegangan geser terhadap air kapiler, kita dapat membuat tegangan geser yang kita inginkan dengan mengatur muka air tanahnya. Untuk mengetahui dan memperoleh hasil yang diharapkan, diperlukan suatu riset di laboratorium Mekanika Tanah. Dalam hal ini alat-alat yang digunakan adalah Unconfined Compression Test untuk mengetahui tegangan geser dan kertas filter Whatman no. 42 untuk mengetahui besarnya tegangan air kapiler. Hasil percobaan yang dilakukan di laboratorium menunjukkkan bahwa dalam proses drying and wetting (1) bila tanah dijemur terhadap kondisi inisial maka tegangan geser dan tegangan air kapiler secara umum akan meningkat tajam , (2) bila tanah dibasahi pada kondisi inisial maka tegangan geser akan menurun begitu pula dengan tegangan air kapilernya. Selanjutnya dapat diambil suatu kesimpulan bahwa tegangan geser berhubungan dengan tegangan kapiler. Meningkatnya tegangan air kapiler akan diikuti dengan meningkatnya tegangan geser, demikian sebaliknya.",
  "creators": "YONGKY; HUNARDI SUTANTO",
  "contributors": "Indarto, Dr. Ir. (Advisor 1); Sugie Prawono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 868 S; Yongky (21492076), Hunardi Sutanto (21492102)",
  "subjects": "SOIL MECHANICS; SOILS-TESTING"
}