{
  "id": "18075",
  "title": "Hunian bertingkat sedang pada peremajaan kampung-kota Plemahan di Surabaya",
  "abstract": "Laporan ini membahas mengenai perencanaan dan perancangan hunian bertingkat sedang atau yang biasa disebut dengan rumah susun, sebagai alternatif pemecahan masalah terhadap penyediaan perumahan penduduk di kota-kota besar, khususnya perumahan bagi masyarakat kelompok menengah dan menengah ke bawah di kota Surabaya. Terbatasnya lahan yang tersedia dan sasaran pemanfaatan lahan yang seoptimal mungkin, melatar-belakangi proyek hunian bertingkat sedang ini. Melalui proyek peremajaan kawasan kota, diharapkan tujuan dan sasaran proyek dapat tercapai, yaitu dengan menata kembali lingkungan kawasan kota yang telah menurun nilainya. Kampung Plemahan merupakan salah satu kampung tertua yang berada di dalam kawasan pusat kota Surabaya. Keberadaannya saat ini sangat mengkhawatirkan akibat laju pertumbuhan modernisasi yang tidak dapat dibendung dan sedikit demi sedikit menggusur atau menghilangkan keberadaan kampung-kampung yang berada di pusat kota, termasuk Kampung Plemahan. Dengan segala masalah dan potensi yang ada, maka kami jadikan Kampung Plemahan ini sebagai lokasi proyek. Langkah pendekatan yang dilakukan adalah baik pendekatan secara langsung, yaitu melalui survey dan wawancara, maupun pendekatan secara tidak langsung, dengan mempelajari literatur-literatur yang berhubungan dengan masalah proyek. Pada penyusunan laporan tugas akhir ini, terdapat lima bab pembahasan, dimana masing-masing bab akan menjelaskan secara runtut permasalahan yang ada. Adapun sistematika urutan penyusunan laporan adalah sebagai berikut : BAB I : PERUMUSAN GAGASAN, merupakan latar belakang timbulnya gagasan. BAB II : TINJAUAN UMUM, mengutaikan gambaran umum perkem-bangan kampung-kota di Surabaya. BAB III : TINJAUAN KHUSUS, menerangkan hal-hal yang berkaitan dengan proyek. BAB IV : PERENCANAAN, membahas konsep-konsep perencanaan dan program-program kebutuhan yang diperlukan. BAB V : PERANCANGAN, membahas konsep-konsep dasar peran-cangan, ditinjau dari hasil analisis tahap perencanaan, yang selanjutnya dikembangkan menuju tahap disain.",
  "creators": "ERVIANO PRABOWO",
  "contributors": "Irwan Santoso (Advisor 1); V.P. Nugroho Susilo (Advisor 2); RUDY PRASATYA LILANANDA (Advisor 3); Paulus Hendrianto Soehargo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1231/Ars/50/1996; Erviano Prabowo (22492021)",
  "subjects": "APARTMENT HOUSES; APARTMENTS"
}