{
  "id": "1807",
  "title": "Errors in the production of verb groups in the present and past tense produced by the students of writing i of the English Department at Petra Christian University in their midterm assignment",
  "abstract": "Errors cannot be separated from the process of learning. Studying learners? errors is significant since they function as a sign of learning. Therefore, the writer interested to find out the types of errors. This thesis is the study of errors in production of verb group produced by the students of Writing 1 of the English Department at Petra Christian University. In this thesis, the writer only observes the type of errors in the production of verb group made by students. The writer divides the errors into errors in the production of verb group in the present tense and past tense. The writer wants to know the types of errors and the frequency that occur. In order to solve the problems in this thesis, the writer relies on some theories of second language learning, errors analysis, and grammatical errors (especially about errors in the production of verb group). The writer uses descriptive method in doing this thesis. The subjects of this thesis are students of Writing 1 of the English Department at Petra Christian University. The data is written data which is taken from midterm assignment of Writing 1. The writer collects the data by copying the papers. Then the writer identifies and analyzes the data by reading and classifying the data into the types of error in the production of verb group. Finally, the writer finds that error in the production of be + verb stem for verb stem (type A) is mostly used by the students of writing I in the present tense. For past tense, most of the students make error in the production of be + omitted before verb stem + -ed (type F). In addition, the type of error that is mostly used by the students of \"Writing I\" of the English Department in their midterm assignment is error in the production of be + verb stem for verb stem (type A). Those errors are possibly caused by overgeneralization, false concepts hypothesized and incomplete application of rule.",
  "creators": "BARAWAN KARTONO",
  "contributors": "Julia Eka Rini (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.02011338/ING/2005; Barawan Kartono (11499059)",
  "subjects": "ENGLISH LANGUAGE-ERRORS OF USAGE; ENGLISH LANGUAGE-GRAMMAR; ENGLISH LANGUAGE-VERB"
}