{
  "id": "18078",
  "title": "Perbaikan tanah liat lunak dengan campuran kapur semen merah sirtu yang ditekan",
  "abstract": "Kondisi tanah liat lunak dianggap kurang menguntungkan bagi pembangunan struktur di atasnya. Hal ini karena daya dukungnya yang relatif kecil dan penurunan besar yang membutuhkan waktu lama, sehingga biaya yang diperlukan untuk pembangunan struktur pondasi menjadi lebili mahal. Ada beberapa cara yang telah dicoba untuk memperbaiki kondisi tanah liat tersebut, antara lain dengan penggunaan sand column, stone column ataupun dengan penggunaan mini pile. Semua cara - cara disebutkan di atas mempunyai kelemahan di dalam menentukan daya dukungnya serta tidak adanya ikatan di dalam material pengisi column. Untuk itu di dalam penelitian ini dicoba penggunaan kolom campuran kapur - semen merah - sirtu yang dibentuk dengan menekan material campuran tersebut ke dalam tanah liat lunak. Kolom ini nantinya juga berfungsi sebagai pondasi yang bahan - baliannya merupakan bahan pengganti pembuatan beton yang mahal harganya saat ini. Dengan adanya kolom campuran kapur - semen merah - sirtu maka diharapkan kemampuan tanah asal dalam memikul bangunan akan meningkat. Penelitian dititik beratkan untuk mengamat - amati hubungan antara gaya tekan untuk pembuatan kolom dengan daya dukung pondasi yang diletakkan di atas kolom tersebut. Hasil tes pembebanan pondasi di atas kolom tersebut dibandingkan dengan hasil tes pembebanan pondasi di atas tanah liat tanpa kolom, yang menunjukkan bahwa daya dukung ultimate kolom campuran kapur - semen merah - sirtu lebih besar daripada gaya tekan yang digunakan pada pembuatan kolom. Besamya peningkatan yang terjadi bervariasi, karena tergantung dari waktu pengikatan material campuran tersebut. Pengaruh kolom tersebut ternyata tidak memberikan peningkatan terhadap kekuatan tanah liat disekitar kolom.",
  "creators": "ELLA DAMAYANTHI; RITA NATALIA DAMAJANTI",
  "contributors": "Sugie Prawono (Advisor 1); Harry Patmadjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 852.S; Ella Damayanthi (21491093), Rita Natalia Damajanti (21491175)",
  "subjects": "SOIL CONSOLIDATION; SOIL MECHANICS; SOIL STABILIZATION"
}