{
  "id": "18083",
  "title": "Perbandingan beberapa metode analisis struktur akibat beban gravitasi pada bangunan tinggi",
  "abstract": "Pada bangunan bertingkat rendah, analisa struktur dilakukan berdasarkan model struktur yang telah selesai dan pembebanan diberikan seakan-akan berat sendiri dan beban-beban lain tidak bekerja pada saat pembangunan, padanal dalam kenyataan beban gravitasi segera bekerja pada saat perancah dilepas. Pada bangunan bertingkat tinggi, beban gravitasi yang dibebankan pada struktur yang telah selesai akan mengakibatkan akumulasi perpendekan kolom sehingga pada puncak bangunan terjadi penurunan teoritis yang sangat besar. Kolom yang berdimensi sama tetapi menerima luas daerah pembebanan yang berbeda pada kolom yang berdampingan menyebabkan terjadinya perbedaan perpendekan antar kolom tersebut. Perbedaan perpendekan kolom ini akan menimbulkan tambahan tegangan (gaya dalam) pada balok yang menghubungkan kedua kolom tersebut. Perbedaan perpendekan ini bertambah nyata apabila terdapat kolom yang berdampingan dengan dinding geser. Penelitian ini membandingkan metode Sequential dengan beberapa metode yang lain, yaitu metode Reverse Sequential dimana pembebanan dilakukan pada struktur yang telah selesai secara berurutan dari lantai atas, metode Langsung dimana beban dianggap sekaligus bekerja pada struktur yang telah selesai, dan metode Pembesaran Kolom dimana luasan kolom dibesarkan secara fiktif untuk mengatasi perbedaan perpendekan kolom. Metode Sequential, dimana pembebanan dilakukan secara berurutan sesuai dengan proses pembangunan, dipakai sebagai pembanding dan dianggap memberikan gaya dalam yang benar. Untuk membandingkan keempat metode tersebut, ditinjau empat buah bangunan tipikal yaitu sebuah bangunan berlantai sepuluh yang mewakili struktur portal terbuka, dan dua bangunan berlantai 30 dan sebuah bangunan 40 lantai yang mewakili bangunan yang memiliki struktur dinding geser. Analisa dilakukan secara tiga dimensi dengan menggunakan program paket ETABS. Hasil penelitian menunjukkan bahwa metode Reverse Sequential menghasilkan gaya dalam yang tidak jauh berbeda dengan metode Sequential, sedangkan metode Langsung untuk bangunan berlantai 30 dan 40 menunjukkan perbedaan yang mencolok pada lantai-lantai atas, namun pada lantai bawah hingga pertengahan justru memberikan hasil yang lebih mendekati daripada metode Reverse Sequential. Metode Pembesaran Kolom dapat memberikan hasil yang cukup baik, tetapi harus dilakukan dengan sangat hati-hati karena dapat menghasilkan gaya dalam yang jauh berbeda dengan metode Sequential Perlu dicatat pula meskipun masih dapat diterima untuk perencanaan, metode Langsung telah menunjukkan penyimpangan yang berarti pada bangunan berlantai sepuluh.",
  "creators": "JANOKO TRISNO; HARJA NIRMALA",
  "contributors": "Benjamin Lumantarna (Advisor 1); Takim Andriono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 857 S; Harja Nirmala (21494018), Janoko Trisno (21494015)",
  "subjects": "STRUCTURAL ANALYSIS (ENGINEERING); TALL BUILDINGS--DESIGN AND CONSTRUCTION; CONCRETE CONSTRUCTION"
}