{
  "id": "18080",
  "title": "Studi tentang faktor-faktor penentu dalam pemilihan jenis kontrak untuk proyek konstruksi",
  "abstract": "Dalam pelelangan pada suatu proyek konstruksi, pemilik proyek (owner), konsultan dan kontraktor pasti dihadapkan pada pemilihan suatu jenis kontrak. Mereka harus dapat menentukan jenis kontrak mana yang paling tepat dari beberapa jenis kontrak yang ada. Untuk itu, mereka perlu mempertimbangkan berbagai macam faktor, misalnya faktor ekonomi, faktor lingkungan sekitar, dan Iain-lain agar jenis kontrak yang mereka pilih benar-benar tepat dan tidak mengakibatkan kerugian bagi pihak mereka di kemudian hari. Oleh karena itu dilakukan penelitian tentang faktor-faktor yang menentukan dalam pemilihan suatu jenis kontrak untuk proyek konstruksi. Jenis kontrak disini dapat digolongkan menjadi tiga bagian, yaitu build contract, design and build contract, serta management contract. Sumber data diperoleh dari literatur ditambah hasil wawancara dengan para kontraktor, konsultan dan pemilik proyek (owner). Dari hasil wawancara, jenis kontrak yang ditemui adalah lump-sum, unit price, cost plus fee dan turn key, dengan beberapa tambahan untuk faktor-faktor yang didapat dari literatur. Faktor-faktor tersebut digabungkan menjadi satu dan diolah, sehingga didapatkan faktor-faktor penentu pemilihan jenis kontrak adalah faktor ekonomi, faktor dokumen, faktor lingkungan sekitar, faktor intern, faktor pemerintah, faktor pekerjaan yang tidak dapat diprediksi, faktor teknologi,faktor tenaga kerja, dan faktor kebutuhan akan penyelesaian proyek. Kemudian dengan mempertimbangkan keseluruhan faktor-faktor yang telah diperoleh, dibuat suatu tabel mengenai kecenderungan dalam memilih jenis kontrak. Dari tabel ini dibuat suatu perbandingan kecenderungan dalam memilih faktor-faktor penentu untuk suatu jenis kontrak antara owner dan konsultan dengan kontraktor, sehingga terlihat secara lebih jelas perbedaan sudut pandang owner dan konsultan dengan sudut pandang kontraktor.",
  "creators": "MARCH EVI; GULIANO IVAN SETJOADI",
  "contributors": "Paulus Nugraha (Advisor 1); LIE ARIJANTO (Advisor 2); Harry Patmadjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 888 S.; March Evi (21493138), Guliano Ivan (21493161)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}