{
  "id": "18081",
  "title": "Aplikasi program komputer GT-STRUDL pada analisa berbagai bangunan gedung",
  "abstract": "Dalam dua dasawarsa terakhir teknologi komputer telah berkembang sedemikian pesatnya. Bersamaan dengan itu pula, program-program komputer untuk perhitungan struktur turut pula berkembang dengan pesat. Banyak program yang bermunculan, mulai dari yang sederhana sampai kepada yang lebih tinggi kemampuannya dan lebih hias penggunaannya. Sebuah program perhitungan struktur dituntut untuk memiliki tingkat ketelitian yang tinggi di samping praktis dan efisien dalam pemakaiannya. Hal-hal ini pula yang diharapkan ada pada GT-STRUDL. GT-STRUDL adalah suatu program analisa dan desain struktur yang penggunaannya sangatlah luas. Pengembangan program ini diprakarsai pada bulan September 1975 melalui penelitian dan pengembangan sebuah grup di Institut Teknologi Georgia. Grup ini yang semula dikenal sebagai GTICES (Georgia Tech Integrated Computer Engineering System Laboratory), dan selcarang dikenal sebagai CASE (Computer-Aided Structural Engineering) Center yang masih melakukan penelitian terus menerus untuk mengembangkan program GT-STRUDL ini. Dalam Tugas Akhir ini akan dibahas mengenai sampai sejauh mana ketelitian hasil analisa struktur dengan menggunakan program GT-STRUDL versi 9701 NT dibandingkan dengan beberapa program lainnya seperti ETABS dan Microfeap yang sudah lebih populer di Indonesia serta hal-hal apa sajakah yang harus diperhatikan jika menggunakan program GT-STRUDL ini.",
  "creators": "RATNO; JEFTA EKAPUTRA",
  "contributors": "Takim Andriono (Advisor 1); Po Seng Kian (Advisor 2); Ir. Soehendro Ratnawidjaja, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 854 S; Ratno (21493184), Jefta Ekaputra (21493236)",
  "subjects": "STRUCTURAL ENGINEERING-COMPUTER PROGRAMS; GT-STRUDL (COMPUTER PROGRAMS)"
}