{
  "id": "18089",
  "title": "Analisa seismik struktur dinding Gedung Lawang Sewu Semarang: sebuah bangunan kuno 2 lantai dari bata tak bertulang",
  "abstract": "Dalam Tugas Akhir ini, disajikan suatu penelitian perilaku seismik struktur dinding Gedung Lawang Sewu (sebuah bangunan kuno 2 lantai dari bata tak bertulang) di Semarang. Metode analisa menggunakan metode 'Strength Design' yang mengacu pada perencanaan seismik bangunan masonry tak bertulang, sesuai konsep 'Seismic Design of Reinforced Concrete and Masonry Buildings' oleh T. Paulay dan M. J. N. Priestley. Sehubungan dengan tidak diketahuinya mutu bata yang ada di lapangan, maka penelitian dimulai dari penentuan batasan nilai parameter material bata tipikal berdasarkan ACL Dengan pertimbangan, bila di masa mendatang ada penelitian lanjutan, yang memungkinkan dilakukan pengujian kuat tekan bata secara lebih akurat (bila masih berada dalam batasan tersebut), maka Tugas Akhir ini diharapkan bisa membantu memeriksa kondisi akhir dinding dengan cepat. Selanjutnya membuat idealisasi struktur menggunakan program komputer ETABS, yang kemudian dilakukan analisa dinamik struktur dengan metode analisis ragam spektrum respons, dimana nilai percepatan spektrum gempa didapatkan dari Indonesian Earthquake Study. Pembebanan gempa dinamik berdasarkan gempa kecil dan kuat pada wilayah 4 peta gempa Indonesia, yang meninjau periode ulang 20 tahun dan 200 tahun, untuk arah 0 dan 90. Sedangkan beban gravitasi didapatkan berdasarkan Peraturan Pembebanan Indonesia Untuk Gedung 1983. Analisa meninjau ketahanan seismik struktur dinding terhadap goyangan gempa arah tegak lurus bidang dinding (out of plane) atau sering juga disebut beban muka (face load), dan arah sejajar bidang dinding (in-plane). Secara umum bila ditinjau dari hasil akhir yang didapatkan dalam Tugas Akhir ini, disertai asumsi bahwa diafragma lantai Gedung Lawang Sewu cukup kaku (rigid) dan tidak terjadi kerusakan, serta mutu bata berada dalam batasan nilai ACL maka dapat dikatakan struktur dinding gedung tersebut cukup mampu menahan beban gempa 20 tahun. Dimana pada keadaan tersebut, struktur dinding tidak mengalami kerusakan berarti kecuali hanya pada tempat tertentu, seperti pada daerah lubang tangga. Sebagian besar dari kerusakan tersebut disebabkan oleh goyangan beban gempa arah sejajar bidang dinding, daripada arah tegak lurus bidang dinding. Sedangkan pada pembebanan gempa 200 tahun, sebagian besar struktur dinding Gedung Lawang Sewu dipastikan akan mengalami kerusakan berat dan berbahaya.",
  "creators": "DENNY PRASETYA WANGSYA; HARTAONO HARLAMBANG",
  "contributors": "Takim Andriono (Advisor 1); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 864 S; Denny Prasetya Wangsya (21493044), Hartaono Harlambang (21493098)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS"
}