{
  "id": "18088",
  "title": "Observatorium riset di Gunung Bandung Madiun-Jawa Timur",
  "abstract": "Observatorium nasional ini merupakan proyek yang diusulkan oleh Lembaga Ilmu Pengetahuan Indonesia (LIPI) kepada pemerintah sebagai sarana penelitian dalam bidang astronomi. Observatorium ini nantinya merupakan observatorium terlengkap di Indonesia. Untuk itu diperlukan perencanaan dan perancangan yang dapat mewadahi semua aktivitas penelitian yang berkaitan dengan dunia ilmu astronomi. Oleh karena itu, pada Bab I, perlu dibahas terlebih dahulu mengenai latar belakang permasalahan yang menyebabkan diperlukannya sebuah fasilitas observatorium yang baru. Selain itu, pada bagian ini dibahas pula mengenai tujuan, metoda, batasan, serta sistematika pembahasan perencanaan dan perancangan sebuah observatorium baru. Bab II merupakan pengantar permasalahan, dimana secara umum ilmu astronomi dan observatorium dibahas. Bab ini merupakan juga pengenalan terhadap segala sesuatu yang berkaitan dengan penelitian ilmu astronomi pada umumnya dan observatorium pada khususnya. Pada Bab III dibahas mengenai ilmu astronomi di Indonesia. Dimulai dari sejarah dan perkembangan ilmu astronomi, hingga potensi Indonesia dalam bidang astronomi. Pembahasan lain yang berkaitan adalah, observatorium satu-satunya yang ada di Indonesia saat ini, yaitu Observatorium Bosscha, Lembang - Bandung, karena telah berumur sekitar 64 tahun, saat ini memiliki beberapa permasalahan yang mengakibatkan adanya kebutuhan sebuah observatorium baru. Pada bagian akhir bab ini disajikan kesimpulan dan analisa yang menyangkut pokok permasalahan tersebut. Program dasar perencanaan dan persyaratan merupakan pembahasan pada Bab IV. Disini dipakai study perbandingan terhadap fasilitas sejenis, dan study literatur yang mendukung perencanaan. Selanjutnya pada bagian yang terakhir, yaitu Bab V, dibahas mengenai konsep perancangan fisik bangunan. Dimulai dari eksisting site hingga perancangan bangunan beserta segala sistem utilitasnya.",
  "creators": "EDWIN SURJOSAPTANTO",
  "contributors": "E.B. TEDJA (Advisor 1); V.P. Nugroho Susilo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 738/Ars.20/92; Edwin Surjosaptanto (14387012)",
  "subjects": "OBSERVATORIES; METEOROLOGICAL STATIONS"
}