{
  "id": "18096",
  "title": "Pemakaian indeks dan kompensasi akibat inflasi pada perusahaan konstruksi",
  "abstract": "Tingkat inflasi yang dulu di Indonesia merupakan faktor ekonomi yang dapat dikendalikan kini menjadi suatu hal yang tidak mungkin untuk dihindari, dan sangat mempengaruhi dalam berbagai industri, salah satunya dalam industri konstruksi. Tingkat inflasi yang cukup tinggi sangat mempengaruhi dalam proses suatu konstruksi yang umumnya memakan waktu cukup lama. Akan dibuktikan bahwa tingkat inflasi di bidang konstruksi di Indonesia semenjak krisis moneter jauh lebih tinggi dari yang diukur dengan indeks Consumer Price Index maupun Whole Price Index. Maka dari itu diperlukan suatu cara tertentu agar perusahaan konstruksi dapat tetap bertahan dan tidak dirugikan akibat pengaruh inflasi selama pelaksanaan proyek yaitu kompensasi pembayaran atas kenaikan biaya yang terjadi. Salah satu cara yang digunakan dalam menentukan tingkat inflasi adalah pengukuran berdasar indeks yang tertentu. Pemakaian index yang tepat sangat mempengaruhi dalam suatu kontrak dalam memprediksi tingkat inflasi. Penulisan tugas akhir ini membatasi ruang lingkup diskusi pada lingkup dimana diasumsikan bahwa dalam melakukan prediksi terhadap tingkatr inflasi di masa yang akan datang dapat dipakai metode forecasting secara umum. Akan diberikan perhitungan cara pembayaran yang menyertakan kompensasi owner kepada kontraktor berdasar indeks yang disetujui, bentuk kontrak yang tepat untuk diterapkan dan penyusunan laporan keuangan pada masa high inflation rate.",
  "creators": "SUGIANTO; ADHI DHARMA",
  "contributors": "Paulus Nugraha (Advisor 1); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 871 S; Adhi Dharma (21493071), Sugianto (21493107)",
  "subjects": "CONSTRUCTION INDUSTRY-FINANCE; CONSTRUCTION INDUSTRY-MANAGEMENT"
}