{
  "id": "18114",
  "title": "Pusat promosi ekspor Jawa Timur di Surabaya",
  "abstract": "Karena adanya kecenderungan merosotnya perolehan devisa dari minyak dan gas bumi dalam Pelita V, telah mendorong peningkatan usaha untuk mengembangkan perolehan devisa dari sektor non migas, yaitu dengan menggalakkan ekspor komoditi non migas. Untuk mengantisipasi hal tersebut, berbagai kebijaksanaan dalam hal deregulasi telah dilaksanakan dengan maksud untuk meningkatkan promosi kepada calon-calon pembeli dan informasi pasar yang cepat dan tepat waktu terutama mengenai peluang ekspor ke luar negeri. Untuk mensukseskan kemajuan perdagangan Internasional terutama bagi peningkatan usaha untuk mengembangkan perolehan devisa dari sektor non-migas di Indonesia umunya, maka Jawa Timur sebagai propinsi yang berperan penting dalam percaturan ekonomi nasional juga turut berperan serta berpartisipasi. Untuk itu dibutuhkan suatu wadah yang dapat menjembatani kepentingan produsen, pengusaha, dalam meningkatkan dan memasarkan suatu komoditi yang berorientasi ekspor kepada pengusaha dari dalam negeri maupun luar negeri, dimana wadah tersebut dapat merangsang produsen untuk meningkatkan efisiensi mutu dan hasil produksinya. Maka salah satu langkah yang penting adalah menyelenggarakan dan meningkatkan prasarana penunjang pemasaran khususnya menyangkut informasi, pameran, dan kerjasama promosi. Adapun tujuan dari proyek ini adalah merencanakan suatu wadah yang berfungsi sebagai media dan sarana yang dapat menampung kegiatan perdagangan internasional, yaitu berbagai jenis komoditi ekspor untuk dipromosikan, juga sebagai pusat informasi dunia perdagangan luar negeri bagi Jawa Timur khususnya dengan memberikan informasi baik di bidang investasi maupun jenis komoditi dan kapasitas produksinya yang ada di Jawa Timur. Selain itu juga menjadikan proyek ini sebagai tempat pelayanan yang bersifat \"one stop service\". Dalam perancangan proyek ini, metoda yang dipergunakan adalah : - Pengenalan dan pemahaman proyek, dilakukan dengan cara mempelajari segala hal yang berhubungan dengan ekspor, terutama yang berkaitan dengan promosi ekspor, di Jawa Timur khususnya. - Pengumpulan Data, melakukan survey lapangan yang menghasilkan foto-foto site dan daerah sekitarnya dan juga melakukan wawancara dengan pihak-pihak yang berkepentingan untuk mendapat data-data yang dibutuhkan. Selain itu diperlukan juga studi literatur dari majalah dan buku-buku yang berkaitan dengan kegiatan promosi dan ekspor, di Jawa Timur khususnya dan melakukan studi banding dengan beberapa bangunan yang berhubungan dengan perencanaan ini. - Setelah itu baru dilaksanakan perencanaan bangunan dan tapak, yang kemudian dilanjutkan dengan perancangan bangunan dan tapak, sampai didapat hasil akhir. Waktu penelitian efektif dilaksanakan sekitar 2 bulan dimulai tanggal 3 M'aret 1994 sampai 7 Mei 1994 pada waktu penyerahan laporan persiapan perancangan. Adapun bentuk penelitian yang dilakukan adalah melakukan studi banding dan mencari data sehubungan dengan proyek Pusat Promosi Ekspor Jawa Timur ini. Studi banding yang dilakukan adalah ke JFK Trade Mart di Kemayoran, Jakarta, dan ke World Trade Centre Surabaya. Sedangkan pencarian data dilakukan di perpustakaan dan instalasi-instalasi pemerintah yang bersangkutan. Hal-hal inilah yang dilakukan selama waktu yang disediakan untuk membuat proyek Pusat Promosi Ekspor Jawa Timur ini agar dapat menjadi suatu tempat pelayanan yang sesuai fungsinya dan memungkinkan terjadinya pelayanan yang bersifat \"one stop service\".",
  "creators": "STEPHEN WIRATAMA LIMAWAN",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perencanaan Arsitektur No. 942/Ars.24/94; Stephen Wiratama Limawan (22489043)",
  "subjects": "FOREIGN TRADE PROMOTION-BUILDINGS; COMMERCIAL BUILDINGS"
}