{
  "id": "18113",
  "title": "Analisis efektivitas creative implementation out of home media SBO TV dengan tema 'Watch Your Life' di Surabaya",
  "abstract": "Penelitian ini dilakukan untuk mengetahui efektivitas penggunaan advertising (creative concept) yang meliputi layout, illustration, dan body copy dalam konsep iklan out of home media SBO TV dengan tema ?watch your life? di Surabaya. Sampel dalam penelitian ini adalah orang-orang yang disesuaikan dengan target audience dari SBO TV, yaitu pria dan wanita, yang berusia 15-49 tahun, berasal dari kelas sosial A dan B, yang mengetahui SBO TV dan belum rutin menonton SBO TV sebanyak 30 responden dengan purposive sampling. Alat analisa yang digunakan untuk menganalisis adalah analisa deskriptif, In-depth interview, dan selective coding. Hasil penelitian menunjukkan bahwa creative implementation berupa out of home media seperti ini cukup efektif sebagai media komunikasi SBO TV. Hal ini terlihat bahwa creative implementation berupa out of home media mendapat sambutan positif dari masyarakat dan juga dapat mendorong sikap positif terhadap SBO TV. Creative implementation berupa out of home media ini juga mempengaruhi tingkat respon audience berdasarkan attitude toward the ad. Tingkat respon audience terlihat dari jawaban para responden yang hanya melihat dari dua sisi yaitu sisi emosional dan sisi rasional. Setiap variabel dari creative concept bisa mempengaruhi feeling scales dan judgment scales, serta antar feelings scales dan judgment scales memiliki interkorelasi.",
  "creators": "PRISKA HENDRATA",
  "contributors": "Leonid Julivan Rumambi (Advisor and Examination Committee); Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020147/MAN/2010; Priska Hendrata (36406009)",
  "subjects": "ADVERTISING; COMMUNICATION IN MARKETING; SALES PROMOTION; MARKETING-MANAGEMENT"
}