{
  "id": "18126",
  "title": "Pabrik rokok kretek dengan fasilitas rumah susun karyawan di Malang",
  "abstract": "Laporan ini disusun dalam rangka menyelesaikan Tugas Akhir sebagai kelengkapan masa studi sarjana di Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra Surabaya periode XXXI tahun 1994. Adapun judul yang dipilih adalah : \"PABRIK ROKOK KRETEK DENGAN FASILITAS RUMAH SUSUN KARYAWAN DI MALANG\" Laporan ini meliputi perencanaan sebuah bangunanpabrik rokok yang dilengkapi dengan sarana rumah susun untuk karyawannya di kawasan Gadang, Malang Selatan.Perencanaan bangunan pabrik ini diatas area. seluas 4,8 hektar. Perencanaan bangunan pabrik ini juga dilengkapi dengan berbagai macam sarana penunjang yang nantinya akan menunjang keberadaan dari unit-unit yang ada didalamnya. Gagasan perencanaan pabrik rokok ini adalah untuk membuka lapangan pekerjaan barn bagi masyarakat yang berada di kawasan kelurahan Gadang, kecamatan Sukun pada khususnya dan masyarakat yang berada di Malang pada umumnya. Selain itu proyek ini tidak mengesampingkan unsur komersil yang dapat diperoleh dari pemenuhan akan kebutuhan rokok bagi masyarakat luas. Untuk mendukung dalam melakukan pendekatan dalam pembuatan tugas ini dilakukan : - Studi perbandingan - Studi literatur - Survey data dan wawancara Dari pendekatan-pendekatan tersebut diharapkan dapat memperlancar suatu proses perencanaan yang akan menjadi dasar proses perancangan selanjutnya. Hasil-hasil yang harus diserahkan sebagai hasil akhir Proyek Akhir ini, disajikan dalam 3 bentuk yaitu : - Laporan Perencanaan - Gambar-gambar arsitektur - Model 3 dimensi ( Maket ) Akhirnya dengan mengingat semua kekurangan dan keterbatasan kami, baik waktu, data serta kemampuan diri, tentunya laporan ini masih sangat jauh dari sempurna. Walaupun demikian kami tetap berharap agar laporan ini dapat digunakan dan bermanfaat bagi yang berkepentingan.",
  "creators": "JEMY SUGIHARTONO",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); Andhi Wijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 978/Ars.4/94; Jemy Sugihartono (22488097)",
  "subjects": "APARTMENT HOUSES; INDUSTRIAL BUILDINGS"
}