{
  "id": "18122",
  "title": "Analisa efektivitas konsep brand activation SBO TV dengan tema 'Be SBO Model 2010' di Surabaya",
  "abstract": "Penelitian ini dilakukan untuk mengetahui efektifitas konsep brand activation \"be SBO Model 2010\" yang meliputi konsep acara, komunikasi pemasaran, lokasi dan waktu, serta target yang dituju untuk meningkatkan brand awareness serta mempengaruhi image dari SBO TV. Sampel yang diteliti sebanyak 30 responden adalah masyarakat Kota Surabaya berjenis kelamin pria dan wanita berusia 15-49 tahun yang mengetahui keberadaan SBO TV dengan SES B sampai A+. Alat penggalian data yang digunakan untuk menganalisis adalah in-depth interview, menggunakan teknik penarikan sampel purposive sampling dan menggunakan teknik analisis data selective coding. Hasil penelitian menunjukkan bahwa creative implementation berupa konsep event \"be SBO Model 2010\" di Surabaya yang telah dibuat efektif dan mendapat sambutan positif dari masyarakat dan juga dapat meningkatkan brand awareness serta mempengaruhi image SBO TV. Efektivitas ini ditunjukkan melalui hasil yang telah digali dari responden yang terdiri dari empat variabel, dimana hasil dari penelitian ini menyimpulkan bahwa variabel pertama yaitu konsep acara sudah menarik, cukup unik, serta mengundang pembicara yang berkompeten, variabel kedua yaitu komunikasi pemasaran berupa iklan koran, radio, dan banner yang ada sudah dianggap menarik dan informatif. Variabel ketiga pemilihan lokasi dan waktu yang ada dianggap sudah tepat, variabel terakhir yaitu target yang dituju dianggap telah sesuai dan akan tertarik dengan adanya event ini.",
  "creators": "AGUNG PUTRAJOYO",
  "contributors": "Leonid Julivan Rumambi (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020159/MAN/2010; Agung Putrajoyo (36406114)",
  "subjects": "BRAND CHOICE; MARKETING-MANAGEMENT"
}