{
  "id": "1812",
  "title": "A Comparative study of language varieties used by the senior and junior students from Kupang in Petra Christian University",
  "abstract": "Indonesia is a multilingual speech community with two main groups of languages, Standard Indonesian and vernacular languages. As a result, people talk in more than one language. This also occurs in Petra Christian University (PCU) particularly the Kupangese students. The writer wants to see what the language varieties are used by the Kupangese senior and junior students, the differences in their code choice and the factor that may affect them to use a certain code. The writer used the theory of language varieties, code choices, code switching and code mixing, the social factor that may influence the code choice, and the characteristic of each code in order to analyze the data. The writer used qualitative descriptive approach. She was the instrument of this study by observing and interviewing the senior and the junior students. The data were the transcription of the utterances produced by Kupangese students. From the analysis, she discovered that the code choices used by the senior and junior are different. The influence of talking to different ethnic group somehow had caused the differences. The differences can be observed from the code choices used when they were talking with people from different ethnic background, and the Javanese, Jakartanese and English words that they produced. The ethnicity of the interlocutors in a way seemed to affect the code choices of the Kupangese students. Moreover, Kupang Malay is the dominant code used. The writer concludes that the Kupangese students still maintain their mother tongue despite the fact that they were interacting with people from different ethnic groups.",
  "creators": "MARIANCE FRANS",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); SAMUEL GUNAWAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.02011353/ING/2005; Mariance Frans (11400175)",
  "subjects": "INDONESIAN LANGUAGE-DISCOURSE ANALYSIS; LANGUAGE AND LANGUAGES-STUDY AND TEACHING; INDONESIAN LANGUAGE-SOCIAL ASPECTS"
}