{
  "id": "18125",
  "title": "Laguna View Shopping Mall Surabaya",
  "abstract": "Laporan perencanaan ini disusun sebagai pelengkap gambar perencanaan dan perangcangan Proyek akhir AR. 500, periode XXXI, bulan Agustus - January 1994-1995 di Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra Surabaya. Sebagai judul dari Proyek ini adalah: \" Laguna View Shopping Mall, Surabaya. \" Pada bagian pendahuluan diceritakan bagaimana pertumbuhan kota Surabaya yang mana tumbuh dengan pesatnya sehingga meningkatnya kebutuhan akan pemukiman bagi penduduknya. Yang mana akibat pertumbuhan penduduk yang tinggi maka muncul pulalah kebutuhan akan sarana penunjang berupa Shopping centre yang nantinya bisa menunjang kebutuhan sehari-hari bagi lingkungan disekitarnya. Pada bagian ini juga di adakan peninjauan akan perkembangan dan jenis-jenis shopping centre yang ada. Pada Bab II, diceritakan mengenai Tinjauan akan lokasi proyek yang mana oleh developer telah direncanakan sebagai lokasi tempat perbelanjaan, Tinjauan pada lokasi dan sekitarnya untuk proyek ini adalah Kawasan Surabaya Timur yang mana pada saat ini sedang dikembangkan. Pada bagian ini juga diadakan tinjauan akan Rencana Detail Tata Ruang Kota, yang mana menjadi peraturan pemerintah daerah setempat dan merupakan acuan utama dalam perencanaan dan perancangan. Bab III, merupakan tinjauan langsung pada Proyek berupa perencanaan yang mana nantinya menjadi acuan dalam mendisain Shopping mall ini. Bab IV, merupakan dasar perencanaan yang mana berisi luasan , jenis fasilitas dan Iain-lain. Bab V, berisi perancangan berupa analisa-analisa proyek.",
  "creators": "L. DONNY SALIM",
  "contributors": "I Gusti Nyoman Sulendra (Advisor 1); Paulus Hendrianto Soehargo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 976/Ars.2/1994; L. Donny Salim (22487078)",
  "subjects": "SHOPPING CENTERS; SHOPPING MALLS"
}