{
  "id": "18133",
  "title": "Rumah susun sistem eco village des Brantas Klojen-Malang",
  "abstract": "Laporan perencanaan Proyek Akhir periode XXXIV ini disusun sebagai persyaratan untuk memperoleh gelar kesarjaaan pada Jurusan Arsitektur Fakultas Teknik LJniversitas Kristen Petra dengan mengambil judul: RUMAH SUSUN SISTEM ECO VILLAGE DAS BRANTAS KLOJEN-MALANG Hal ini didasarkan atas permasalahan bahwa saat ini di Kota Malang utamanya di sepanjang DAS Brantas pusat kota terdapat problem kependudukan dan urbanisasi serta berbagai pelanggaran terhadap kebijakan tata guna lahan. Sehingga suatu peremajaan kota perlu segera dilaksanakan dan ditangani secara intensif. Setelah dilakukan suatu pendekatan, ternyata solusi mengenai peremajaan kawasan dengan rumah susun dirasakan paling tepat untuk. Namun kembali terdapat permasalahan bahwa pelaksanaan pembangunan di Indonesia sampai sekarang masih terdapat kendala sehingga rumah susun kurang diminati. Sehingga diperoleh gagasan untuk menerapkan sistem ECO VILLAGE. Sistem ini tepat digunakan karena selain memperhatikan aspek penghuni juga aspek lingkungan. Diharapkan dengan penerapan sistem ECO VILLAGE ini tidak saja akan menuntaskan masalah kependudukan dan urbanisasi tetapi juga mampu menekan biaya hidup tinggal di rumah susun, mengendalikan kerusakan ekologi dan melestarikan lingkungan DAS Brantas juga akan memberikan sumbangan berupa keindahan dan perbaikan pada unsur elemen mikro kota sehingga pada gilirannya akan tercipta kenyamanan pada kawasan dan kota pada area yang lebih besar. Dan Malang sebagai Kota Bunga akan bisa direalisir.",
  "creators": "BAMBANG EKO SAMIONO",
  "contributors": "V.P. Nugroho Susilo (Advisor 1); Paulus Hendrianto Soehargo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1254/Ars/73/1996; Bambang Eko Samiono (22492134)",
  "subjects": "APARTMENT BUILDINGS; APARTMENT HOUSES"
}