{
  "id": "18139",
  "title": "Pusat hiburan di Surabaya",
  "abstract": "Laporan yang disajikan ini berisi tentang proses perencanaan dan perancangan suatu tempat hiburan di kota Surabaya, khususnya Surabaya Timur yang perkembangannya relatf agak tertinggal dari daerah Surabaya lainnya. Pusat Hiburan ini nantinya diharapkan dapat menjadi salah satu tempat hiburan yang representatif bagi wilayah Surabaya Timur khususnya. dan Kota Surabaya pada umumnya. Oleh sebab itu perencanaannya haruslah benar-benar baik sehingga dapat menaikkan kualitas lingkungan sekitarnya. Adapun isi dan skripsi ini dapat diuraikan sebagai berikut: Di bagian pendahuluan diuraikan tentang keadaan yang melatarbelakangi gagasan, tujuan, dan sasaran lingkup pembahasan serta metodologi pembahasan dan sistematika penulisannya. Untuk tahap selanjutnya dibahas pula hal-hal yang berkaitan langsung dengan proyek ini. Data-data yang digunakan mengacu pada hasil wawancara terhadap pihak-pihak yang berkaitan serta berdasarkan pengamatan langsung terhadap lingkungan kawasan tapak peencanaan dan perancangan. Sedangkan studi literatur dilakukan untuk memperkuat data-data yang telah ada. Pada tahap perancangan. Analisa yang dilakukan terhadap lingkungan dan tapak merupakan dasar perencanaan dan perancangan bangunan yang selanjutnya digunakan sebagai dasar bagj pembangunan fisik yang disajikan dalam bentuk gambar-gambar arsitektur serta dalam bentuk maket tiga dimensi yang diharapkan dapat mempemudah kita untuk mengerti secara jelas bentuk bangunan ini.",
  "creators": "DICKY ARIFANDI",
  "contributors": "Benny Poerbantanoe (Advisor 1); IR. SHELLY GUNAVATI WARDOYO, MT. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1237/Ars/56/1996; Dicky Arifandi (22492057)",
  "subjects": "RECREATION CENTERS; RECREATION CENTERS-BUILDINGS"
}