{
  "id": "18138",
  "title": "Rumah susun Kapasan Dalam di Surabaya",
  "abstract": "Laporan perencanaan ini disusun sebagai pelengkap perencanan Proyek Akhir dalam rangka memenuhi persyaratan Ujian sarjana Arsitektur periode XXXIV tahun ajaran 1996 - 1997 Fakultas teknik Jurusan Arsitektur Universitas Kristen Petra Surabaya. Secara garis besar laporan ini berisi tentang perencanaan dan perancangan suatu Rumah Susun yang merupakan salah satu alternatif pemecahan masalah perumahan yang makin rumit serta meningkatkan efisiensi penggunaan tanah perkotaan yang makin lama makin langka dan harganya semakin mahal dengan meningkatkan kondisi lingkungan yang buruk di pusat kota dan lingkungan yang lebih baik serta memadai. Lokasi Proyek ini berada di Kelurahan Kapasan Dalam Kecamatan Tegal Sari Surabaya, Jawa Timur. Pembahasan berawal dari latar belakang gagasan dan permasalahan, tujuan dan manfaat dibangunnya proyek ini. Selanjutnya dibahas mengenai pengenalan umum Rumah Susun, sejarah sampai rencana pengembangan kota Surabaya 2000. Pada tahap berikutnya dijabarkan pengenalan proyek yang berisi tentang pengertian dan eksistensi proyek, lokasi serta wujud dari proyek yang dijabarkan di dalam bagian-bagian yang terperinci. Hal-hal mengenai tujuan, fungsi, asumsi kelayakan, masalah proyek sampai lingkup pelayanannya merupakan dasar perencanaan dengan program perencanaan dan program kebutuhan dalam tahap perencanaan. Bagian akhir merupakan tahap perancangan yang berisi tentang analisa dan perencanaan tapak dengan sajian sketsa-sketsa situasi, pendekatan filosofis, memasuki tahap konsepsi disain baik perancangan ruang luar maupun bangunan dengan sistem utilitas dan detail-detailnya.",
  "creators": "RUDY MARGONO",
  "contributors": "V.P. Nugroho Susilo (Advisor 1); Paulus Hendrianto Soehargo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1236/Ars/55/1996; Rudy Margono (22492048)",
  "subjects": "APARTMENTS; APARTMENT HOUSES"
}