{
  "id": "18137",
  "title": "Sekolah internasional di Surabaya",
  "abstract": "Sekolah Internasional di Surabaya sebagai salah satu dari fasilitas penunjang dalarn bidang pendidikan untuk para warga asing yang bertugas dinas dan tinggal di Indonesia, telah menjadi sesuatu yang semakin perlu dipersiapkan dengan matang. Seiring dengan semakin terbukanya kesempatan untuk penanarnan investasi di Jawa Tirnur, yang dalarn hal ini sebagian yang terbesar aktivitasnya berpusat di Surabaya, maka Sekolah Internasionai sudah rnerupakan kebutuhan yang tidak dapat ditawar lagi. Dengan demikian gagasan untuk mencoba rnerencanakan sebuah proyek Sekolah Internasionai sebagai Tugas Akhir pendidikan mahasiswa calon Arsitek rnerupakan langkah yang sangat relefan dengan kondisi masyarakat akhir-akhir ini. Proses perencanaan ini diawali dengan mencoba melihat secara selintas mengenai perkembangan-perkembangan terakhir yang sedang dilaksanakan, yang dalarn konteks kota Surabaya ini adalah kawasannya di Barat dan Tiimur, juga keterkaitannya dengan wilayah-wilayah yang lebih luas di sekitarnya. Proyeksi ke depan mengenai kondisi warga asing yang banyak bekerja di kawasan ini juga rnendapat perhatian secara khusus, karena berkaitan secara langsung dengan keberadaan sebuah sekolah internasional. Langkah selanjutnya rnenentukan lokasi untuk Sekolah Internasionai di Surabaya yang ternyata lebih rnenguntungkan bila diintegrasikan dengan kawasan pemukiman, sehingga terjadi hubungan yang bersifat mutualisma antara keduanya. Akses-akses berupa jalan dari kawasan industri baru yang akan dikembangkan menjadi sangat dominan dalam penentuan lokasinya, karena kemudahan jangkauan ke lokasi kerja sangat dibutuhkan. Masuk kepada aspek-aspek yang lebih internal pada sekolah internasional merupakan langkah kelanjutannya. Dengan dirnulai dari suatu gambaran yang umum, penjelasan akan dikernbangkan pada hal-hal yang mendasari secara konseptual seperti rnisi dari keberadaan sekolah internasional. Tingkatan pendidikan, kurikulum dan sistem pengajaran, organisasi staff beserta pembagian tuqasnya juqa termuat pada bagian ini. Keseluruhan masukan data ini akan dirangkumkan untuk diproyeksikan pada perancangan tugas akhir mengenai sekolah internasional di Surabaya. Langkah pengolahan hasil pengurnpulan data kemudian segera dimulai, yaitu proses perancangan bangunan yang diawali dengan mencermati potensi site dan mengaplikasikan rangkuman data menjadi sketsa-sketsa awal bangunan. Susunan program kebutuhan ruang menjadi bagian yang penting untuk mengarahkan proses ini. Semua satu-kesatuan data penunjang perancangan proyek Sekolah Internasional di Surabaya ini dipakai dalam proses sintesa, antitesa dan hipotesa, yang terus dilakukan hingga mencapai hipotesa terbaik. Gambar pra rencana \" sekolah internasional Surabaya \" menjadi hasil akhir dari proses perancangan ini.",
  "creators": "SAMUEL EKA SATRIA",
  "contributors": "Indriani (Advisor 1); Markus Ignatio Aditjipto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1212/Ars/31/1996; Samuel Eka Satria (22491091)",
  "subjects": "SCHOOL BUILDINGS"
}