{
  "id": "1813",
  "title": "A Study of code-mixing in the conversation of Indy Barens and Indra Bekti in Ceriwis in Trans TV",
  "abstract": "This research is to analyze code mixing that is produced by Indy Barens and Indra Bekti in a talk show called Ceriwis in TRANS TV. The main purpose of this study is to find out about the reason behind why the presenters mix the code and who mixes the codes more, the male (Indra Bekti) or the female (Indy Barens) presenter. For that purpose, the writer uses some theories such as an opinion about code mixing and the purposes of mixing the code by Holmes (1992) and Wardhaugh (1986), discourse analysis by Holec (1985) and McCarthy (1991), language and gender by Holmes (1992), Lakoff (1975), Cameron (1990), and Trudgill (1974), standard and non standard language by Holmes (1992), Kramsch (1998), and Widdowson, and the supporting theories on the linguistic characteristics of one of the varieties languages that are produced by the presenters, by Lumintaintang and Harijatiwidjaya. In collecting the data, the writer recorded the program in two shows and then she transcribed it so that the writer can analyze it. Furthermore, from the findings the writer figured out that the female (Indy Barens) mixes the code more than the male (Indra Bekti), yet, they have the same purpose in mixing the code that is, mostly, to show solidarity. Additionally, through this research the writer found that the informal language that produce by the presenters favored by the audiences.",
  "creators": "SISKA DAMAYANTI",
  "contributors": "ABBAS A.BADIB, Pof.DR.MA.,MA. (Advisor 1); SAMUEL GUNAWAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.02011354/ING/2005; Siska Damayanti (11400158)",
  "subjects": "INDONESIAN LANGUAGE-SOCIAL ASPECTS; INDONESIAN LANGUAGE-DISCOURSE ANALYSIS; SOCIOLINGUISTICS"
}