{
  "id": "1814",
  "title": "The Similarities and differences in the speech disfluency produced by two pairs of identical twins",
  "abstract": "In this study, I investigated the contribution of genes and environment towards speech disfluency phenomenon produced by identical twins. In order to find the influence of genes and environment towards similarities and differences of disfluency types and frequencies, I used the descriptive-quantitative approach by investigating two pairs of identical twins (one pair having a shared environment and the other one having a non-shared environment). In collecting the shared and non-shared environmental background of the two pairs of identical twins, I conducted interview which was done in three stages whereas in collecting the speech disfluency data, I used HCRC Map Task role-play proposed by Human Communication Research Center. The types of speech disfluency data were then analyzed and categorized using Levelt?s theory. The frequencies of the disfluent speech were counted per minute.. The findings show that the twins with shared environment were similar in the frequency but different in the types. The twins with non-shared environment were different in the frequency but similar in the types. The cross comparison between the two pairs also show some similarities and differences in the types and frequencies. The interpretations of the findings were based on Scarr and McCartney?s theory of Gene-Environment Interaction. The results may imply that shared and non-shared environments influence the twins? disfluency frequency but not their disfluency types. Any similarities and differences appeared in the types indicate the relation between the disfluency types and the speaker?s personality. Gene, which is inherited since one is born, gives potential effect which later during lifetime will interact with environment and cause the appearance of similarities and differences between the twins in this study.",
  "creators": "LEONYTA SUHENDRA",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.02011352/ING/2005; Leonyta Suhendra (11400009)",
  "subjects": "LANGUAGE ACQUISITION; BIOLINGUISTICS; PSYCHOLINGUISTICS; LANGUAGE AND LANGUAGES"
}