{
  "id": "1816",
  "title": "A Study of the reasons and results of Petrovich's obsession toward Zinaida as seen in Ivan Turgenev's first love",
  "abstract": "First Love by Ivan Turgenev is about a sixteen-year-old boy, named Petrovich, who experiences love for the first time. He falls in love with Zinaida, a young girl next door. Slowly but surely his feeling toward Zinaida becomes more than just ordinary attention which later, turns into obsession. Unfortunately, Zinaida rejects his love because he is too young for her and she also has an affair with Petrovich?s father. Failure in overcoming his disappointment toward Zinaida?s rejection, Petrovich experiences some problems. This is kind of irony of love for Petrovich because he never feel the sweet of love. He feels love for the first time and directly he feels the bitter of love. That is why I am curious to know about the reasons and results of Petrovich?s obsession. Therefore, through this thesis, I want to reveal about the reasons of Petrovich?s obsession toward Zinaida and also the results of his obsession. In order to make this analysis clearer, I use literary approach namely characterization and conflict. I also use the concept of obsession to show the meaning of an obsession and its symptoms. From the analysis, I find out that there are four reasons of Petrovich?s obsession. The reasons are interrelated reasons which influence each other and those reasons are family condition, which is unharmonious and it makes Petrovich feels lack of attention, which is why he tries to search for attention and finally he get Zinaida?s attention. There are also some interrelated results of Petrovich?s obsession. Petrovich?s disappointment after Zinaida?s rejection makes him losing trust in women, then cause him unable to fall in love to other woman and as a result of his disappointment causes Petrovich remains unmarried until forty years old.",
  "creators": "CHRISTY ANTONINA LONIANTO",
  "contributors": "Ribut Basuki (Advisor 1); Vyrna Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.01011351/ING/2005; Christy Antonina Lonianto (11400028)",
  "subjects": "RUSSIAN FICTION--19TH CENTURY--STUDY AND TEACHING; TURGENEV, IVAN SERGEYEVICH, 1818-1883, FIRST LOVE-STUDY AND TEACHING"
}