{
  "id": "1817",
  "title": "A Study of Ellen Olenska's rebellion against patriarchal concept of womanhood as seen in Edith Wharton's The Age of Innocence",
  "abstract": "Oppression toward women never stops. It happens without considering time and place. In The Age of Innocence, Ellen Olenska is also being oppressed by the concept of womanhood in the patriarchal society. Patriarchal concept of womanhood is a concept about an ideal woman that is owned by patriarchal society. Old New York where Ellen lives in is a patriarchal society that expects women to be pure and innocent, pretending not to know the occasional unpleasantness of reality. Regarding to the topic that is brought up in The Age of Innocence which is about Ellen Olenska?s rebellion against the patriarchal concept of womanhood, I am encouraged to prove that patriarchal concept of womanhood exists in Ellen?s society, and I am also curious to know what makes her rebel against the concept of womanhood in patriarchal society and how she shows her rebellion. This thesis is conducted to find out the answers of those questions. For this reason, the discussion will be on the reason behind the main female character?s rebellion toward the concept of good woman according to the patriarchal society and the ways she confronts the society. I use a literary approach in the discussion of the problem focusing on characterization and conflict. I also use patriarchal concept of womanhood and also feminist aspiration to support the main theories. In the findings, I have found that Ellen rebels because she wants to get her freedom as a woman to do whatever she wants without being bound by the concept of womanhood. She thinks that men and women are supposed to have the same freedom. Moreover, she does some actions to confront her society?s concept of womanhood. In conclusion, Ellen wants to prove that a woman is not as weak as people always imagine. A woman dares to face any obstacles, such as patriarchal concept of womanhood, in order to search out her desire.",
  "creators": "SHIELLA REFAEL",
  "contributors": "Liliek Soelistyo (Advisor 1); Vyrna Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.01011355/ING/2005; Shiella Refael (11400003)",
  "subjects": "AMERICAN FICTION--19TH CENTURY--STUDY AND TEACHING"
}