{
  "id": "18177",
  "title": "Peningkatan output produksi dengan metode SMED di area busbar PT Schneider Electric Indonesia",
  "abstract": "PT Schneider Electric Indonesia merupakan perusahaan yang memproduksi panel listrik. Demi memenuhi ramalan permintaan konsumen yang semakin tahun semakin meningkat, perlu dilakukan peningkatan output produksi di area fabrikasi busbar. Peningkatkan output produksi tidak selalu harus dengan menambah area kerja atau mesin yang baru. Cara lain yang dapat dilakukan adalah dengan meminimalkan waktu changeover di area busbar dengan menggunakan metode Single Minute Exchange of Dies (SMED), sesuai dengan yang ada di dalam Schneider Production System (SPS). Proses yang dilakukan perbaikan adalah tiga proses yang memiliki nilai rata-rata changeover tertinggi setiap harinya. Usulan perbaikan diberikan dalam jangka pendek dan jangka panjang. Usulan perbaikan yang dilakukan dalam jangka pendek adalah membuat rak penyimpanan tools, membuat handknob pada stopper punching mubea, menerapkan parallel changeover, merubah cara melakukan changeover, dan membuat WI. Usulan perbaikan yang diberikan dalam jangka panjang adalah membuat rel stopper tanpa sambungan untuk mesin shearing serta memodifikasi stopper untuk mesin shearing dan punching megapress. Usulan perbaikan yang dilakukan dalam jangka pendek berhasil meningkatkan output produksi untuk proses punching megapress dan punching mubea sebesar 2% dan 6%. Total saving yang didapat perusahaan dalam jangka pendek adalah sebesar Rp.6.164.421,00. Usulan jangka panjang yang diberikan mampu meningkatan output produksi untuk proses shearing dan punching megapress sebesar 6% dan 4%. Total saving yang didapat dalam jangka panjang adalah sebesar Rp.7.786.690,00.",
  "creators": "TOMMY CHANDRA",
  "contributors": "HERIS (Advisor 1); Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Advisor 2); Felecia, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021462/IND/2010; Tommy Chandra (25406044)",
  "subjects": "MANUFACTURING PROCESSES; PRODUCTION MANAGEMENT"
}