{
  "id": "18178",
  "title": "Bank Central Asia Surabaya",
  "abstract": "Dewasa ini perputaran roda perekonomian di Indonesia sangatlah cepat. Semua pihak terpacu untuk ikut memutarkan roda perekonomian nasional. Sarana yang sangat vital dalam turut serta memutar roda perekonomian itu antara lain adalah bank. Dapat dikatakan, hampir semua sektor usaha dalam urusan finansial pasti terlibat dengan bank. Berbagai macam transaksi dilakukan di bank dalam menjalankan usahanya, misalnya: kredit, tabungan, transfer, dan pembayaran rekening dan masih banyak lagi. Dengan demikian, keberadaan bank dewasa ini sangatlah penting dan vital. Peranan bank tidak hanya terasa bagi perekonomian dalam negeri melainkan luar negeri. Transaksi ekspor-impor tidak bisa terlepas dari keikutsertaan suatu bank. Peranan bank dalam perdagangan luar negeri akan semakin terasa pada saat Indonesia memasuki Era Pasar Bebas yang akan diawali pada tahun 2005. Dengan memasuki Era Pasar Bebas 2005, kesiapan-kesiapan sarana-sarana pendukung sangatlah penting agar dapat segera ikut dalam ajang persaingan di pasar bebas dunia. Dengan semakin lengkapnya sarana-sarana pendukung, transaksi-transaksi dapat segera terealisir tanpa hambatan akan keterbatasan fasilitas. Keadaan perbankan dunia sudah sedemikian maju baik dari segi fasilitas maupun keamanannya, sehingga apabila perbankan Indonesia ingin turut bersaing, maka perlu adanya peningkatan pelayanan yang ditawarkan kepada nasabahnya. Dengan dipilihnya bank sebagai objek dalam perancangan ini diharapkan dapat turut mendukung kesiapan Indonesia pada umumnya dan Surabaya pada khususnya dalam menyongsong Era Pasar Bebas 2005 mendatang. Adapun proyek yang dipilih adalah Kantor Cabang Bank Central Asia (Kantor Wilayah) di Surabaya dengan tujuan untuk membatasi ruang lingkup proyek agar jelas daerah pelayanannya.",
  "creators": "PEDRO HALIM",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1234/Ars/53/1996; Pedro Halim (22492031)",
  "subjects": "BANK BUILDINGS"
}