{
  "id": "18170",
  "title": "Pusat rehabilitasi dan detoksifikasi korban kecanduan narkoba di Trawas",
  "abstract": "Pusat rehabilitasi dan detoksifikasi di Trawas adalah suatu tempat penyembuhan dan pemulihan bagi korban kecanduan narkotika dan obat-obatan terlarang, selain itu juga menyediakan fasilitas pelayanan masyarakat yang bertujuan untuk niemperkenalkan tentang bahaya narkoba dan cara penanggulangannya. Dalam proses perancangan bangunan ini, ada beberapa hal penting yang menjadi dasar pemikiran dari proses perancangan bangunan ini; yang pertama disain bangunan ini dirancang untuk dapat menampung aktifitas-aktifitas yang dibutuhkan, yang kedua menciptakan suasana ruang luar maupun ruang dalam yang alarm dan nyaman, untuk menunjang proses penyembuhan pasien. Pada proses perancangan desain bangunan ini telah beberapa kali mengalami penyempurnaan dalam berbagai hal baik itu proses perancangan tapak maupun perancangan bangunan. Perancangan tapak dan perancangan bangunan mempunyai kaitan langsung yang saling mendukung dalam menciptakan suatu karakter dan suasana ruang luar alami dan nyaman. Pada perancangan tapak dilakukan pengolahan lahan dengan cut and Jill yang akan mendukung sirkulasi kendaran dan manusia, perletakan bangunan, orientasi bangunan yang berpengaruh pula pada view dan drainase. Pada tapak ini juga terdapat beberapa keistimewaan lain, selain kondisi tapak yang berbukit yaitu pada tapak yang dipakai dilewati aliran sungai yang juga dapat dimanfaatkan untuk mendukung perancangan suasana ruang luar. Pada perancangan bangunan, bangunan dibuat dengan konsep multi massa dengan beberapa pusat bangunan yang menjadi pusat aktifitas. Pada tempat tinggal pasien dibuat dengan konsep cottage, dengan dasar pemikiran untuk menghindarikesan tempat tinggal yang seperti asrama atau rumah sakit, sehingga mereka dapat merasakan suasana tempat tinggal yang nyaman, hal ini membantu mereka dalam masa pemulihan selama tiga sampai 12 bulan.",
  "creators": "AGUSTINUS WIDJANARKO",
  "contributors": "Krisdianto Anggijono (Advisor 1); Maria Immaculata Hidayatun (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1697/ARS/26/2000; Agustinus Widjanarko (22495127)",
  "subjects": "NARCOTIC HABIT-HOSPITALS"
}