{
  "id": "1818",
  "title": "A Study of the illocutionary acts of Batman's utterances to his addressees in a comic entitled \"The Freedom of Madness\"",
  "abstract": "This study is about the types of illocutionary acts of Batman?s utterances to his addressees. The writer chooses this topic because sometimes what a person says is indirect, his or her utterance may have intended meaning that the addressees must interpret it. The writer chooses \"The Freedom of Madness\" to be investigated because this comic is popular and the readers should read and understand this part before they read other parts of this comic. It is because there are eleven different stories in this comic and the stories are related one to another. In this research, the writer only focuses on Batman?s utterances because he produces more utterances rather than other characters. Besides, many of his utterances consist of illocutionary acts. In this research, the writer attempts to find out the types of illocutionary acts of Batman?s utterances to his addressees. Also, she wants to find out the frequency of occurrence of the type of illocutionary acts in \"The Freedom of Madness\". The scope of this study is discourse analysis and the limitation is the utterances that are produced by Batman to his addressees in a comic entitled \"The Freedom of Madness\". The writer uses the theories of speech acts by Finch, and theory of context by Brown and Yule. The writer takes some steps to make the analysis on this research. First, the writer transcribes the data based on page and give the context of the utterances. Second, she analyzes the data based on the theory of speech acts especially illocutionary acts. Also, the writer uses context of situation in interpreting the intended meaning of the utterances. Last, the writer puts the result on the table so it can be easily seen. From the research, the writer finds out that Batman?s utterances to his addressees contain all types of illocutionary acts. They are directive, representative, commissive, expressive, and declarative. The most type that occur in Batman?s utterances to his addressees is directive. The writer concludes that messages could be delivered in different ways depending on the context. The features of context are the participants, the topic, the setting, the function, and the event.",
  "creators": "ERNIE PAN",
  "contributors": "Dr. Dra. Yuli Christiana Yoedo, M.Pd. (Advisor 1); SAMUEL GUNAWAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.02011343/ING/2005; Ernie Pan (11400058)",
  "subjects": "DISCOURSE ANALYSIS; ENGLISH LANGUAGE-DISCOURSE ANALYSIS; LANGUAGE AND LANGUAGES-STUDY AND TEACHING"
}