{
  "id": "1819",
  "title": "An Analysis on some pronunciation mistakes in the speech of english forum announcers for Radio Republik Indonesia (RRI), Surabaya",
  "abstract": "This study discusses about some pronunciation mistakes that were found in the speech of English Forum Announcers for RRI, Surabaya. This study intends to answer the research problems, which are what kinds of pronunciation mistakes that happen and from those kinds of pronunciation mistakes, what consonants, vowels or diphthongs are often mispronounced. The data were collected randomly two times and each time takes about thirty minutes. This research is a descriptive research and calculation is used only as supporting tool. In collecting the data, a tape recorder was used to record the speech that were pronounced by the radio announcers. After that, the writer transcribe the recorded speech into phonetic transcription Then, the transcription was changed into the written text. This study used phonetic transcription made by Peter Ladefoged in his book ?A Course in Phonetics? as the main theory. Contrastive Analysis was also applied as one of the underlying theories. Moreover, this study found out that the mistakes in consonant are: /z/, /t/, /v/, /d/, /?/, /r/, /\u0001/, /\u0001/, /\u0002/, /b/, /\u0003/, /k/, /\u0002/, /g/, /\u0004/, /n/ and /s/ ; the mistakes in vowel are: /\u0005/, /i/, /?/, /\u0006/, /\u0007/, /\u0003/, /e/, /\u0004/, /\b/, /u/, and / /; and the mistakes in diphthong are: /o /, /e\u0005/, /a /, /\u0003 /, /ai/, /\u0005\u0003/, /u\u0005/. Those mistakes can be classified into sound substitution, sound omission and sound addition. As the conclusion, this study suggests the study of pronunciation for them who wants to speak English in a standard way by practicing those sounds that become the problem in pronunciation in the initial, middle, as well as in the final position.",
  "creators": "NOFIETA CANDRA",
  "contributors": "MAS MOELJONO (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.02011344/ING/2005; Nofieta Candra (11400113)",
  "subjects": "ENGLISH LANGUAGE-PRONOUNCIATION"
}