{
  "id": "18190",
  "title": "Pengidentifikasian waste melalui value stream mapping dan upaya pengurangan waste pada Departemen PK PT X",
  "abstract": "PT X merupakan perusahaan yang bergerak di bidang industri rokok. Di dalamnya terdapat Departemen PK yang memproduksi campuran tembakau (cigarette filler) untuk rokok. Tingkat kesalahan dalam proses pembuatannya cukup kecil karena proses utama pembuatan produknya sudah berjalan secara otomatis (dikerjakan oleh mesin), namun waste masih banyak terjadi di luar proses utamanya. Departemen PK ingin melakukan perbaikan secara terus menerus guna mencapai sistem produksi yang lean sehingga waste yang terjadi harus dihilangkan atau diminimalkan. Salah satu alat yang dipakai untuk mencapai tujuan tersebut adalah Value Stream Mapping. Value Stream Mapping berguna untuk menggambarkan segala aktivitas baik berupa aliran proses, material, dan informasi (value added maupun non value added) yang terjadi selama siklus hidup produk dari lahir sampai ke konsumen. Berdasarkan Value Stream Mapping yang dibuat terlihat bahwa waste terbesar yang terjadi pada Departemen PK PT X adalah inventory dan transportation waste. Pengurangan kedua waste tersebut dilakukan dengan penentuan jumlah persediaan yang optimal dan pengaturan ulang tata letak penyimpanan persediaan tersebut. Berdasarkan hasil perhitungan, diperoleh pengurangan inventory waste sebesar 66,78% untuk A Line, 68,01% untuk B Line, 58,27% untuk E Line, dan 53,42% untuk F Line serta pengurangan transportation waste sebesar 35,66% untuk B Line, 26,96% untuk E Line, dan 24,58% untuk F Line.",
  "creators": "MULIANI EFFENDI",
  "contributors": "Togar Wiliater Soaloon Panjaitan, S.T., MBA. (Advisor 1); Tanti Octavia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021431/IND/2010; Muliani Effendi (25406089)",
  "subjects": "WASTE PRODUCTS; PRODUCTION PLANNING; PRODUCTION MANAGEMENT; WASTE MANAGEMENT INDUSTRY"
}