{
  "id": "18198",
  "title": "Alternatif dan faktor-faktor yang mempengaruhi pengurangan kebutuhan lahan parkir di Universitas Kristen Petra",
  "abstract": "Peningkatan kapasitas mahasiswa baru di Universitas Kristen Petra membawa dampak terhadap meningkatnya kebutuhan akan lahan parkir. Dimana lahan parkir itu sendiri tidak mampu menampung seluruh kebutuhan tersebut. Oleh sebab itu perlu dibuat kebijakan-kebijakan baru yang dapat mengurangi kebutuhan akan lahan parkir tersebut terutama bagi pengguna mobil pribadi. Pencarian data perjalanan dan karakteristiknya dilakukan dengan wawancara berkuisioner kepada mahasiswa Universitas Kristen Petra yang bertempat tinggal di Surabaya dan yang mempunyai kemungkinan untuk melakukan pilihan terhadap alternatif-alternatif moda yang ada. Penentuan faktor-faktor yang secara potensial mempengaruhi pemilihan moda, dianalisa dengan Analytic Hierarchy Process, sehingga didapatkan suatu graflk sensitivitas untuk mengetahui pengaruh masing-masing faktor terhadap pemilihan moda sebagai pertimbangan kebijakan yang akan diambil. Hasil analisa dalam penelitian ini menunjukkan bahwa faktor utama yang mempengaruhi pemilihan moda untuk berangkat kuliah adalah faktor keamanan (49.3%) dan faktor waktu (27.3%). Ditinjau dari berbagai faktor, alternatif kost merupakan alternatif yang terbaik (33.2%), sedangkan carpool (16%), sedikit lebih rendah daripada penggunaan mobil pribadi (18%). Peningkatan kenyamanan seperti penyediaan tempat duduk yang layak, tidak berdesakan dan pemeliharaan kebersihan pada alternatif moda angkutan umum dan angkutan kampus, serta kenaikan tarif parkir dapat mengurangi kemungkinan pemilihan mobil pribadi.",
  "creators": "HENDRO SISWANTO H; SEBASTIANUS ARI YUDHANTO",
  "contributors": "Tirta Djusman Arief (Examination Committee 1); Johanes Indrojono Suwono (Advisor 1); Philipus Kardi Teknomo (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 861 S; Hendro Siswanto (21494024), Sebastianus Ari Yudhanto (21494027)",
  "subjects": "CAMPUS PARKING; TRAFFIC ENGINEERING"
}