{
  "id": "18209",
  "title": "Pusat hiburan dan rekreasi di Surabaya",
  "abstract": "Laporan perancangan Tugas Akhir yang berjudul Pusat Hiburan dan Rekreasi di Surabaya ini bertujuan agar pembaca dapat memahami dan mampu memberikan apresiasi terhadap tempat hiburan ini setara dengan tempat hiburan lain yang telah lebih dahulu mendapat tempat di hati masyarakat. Dimana dalam proyek ini diperlihatkan tujuan yang diinginkan oleh penyusun agar rasa apresiasi tersebut dapat timbul dengan proses yang berjalan dengan baik dengan bahas arsiterktur. Konsep yang diambil adalah proses berpikir dalam mewujudkan apresiasi yang diharapkan, dan dalam aplikasinya secara arsitektural diperlihatkan proses awal yaitu dengan permainan massa dan elemen arsitektur yang menyolok dan berkesan bermain-main untuk memberikan kesan \"menarik\" hingga orang bergerak hati untuk masuk, melihat dan menikmati fasilitas yang disajikan di dalamnya (fasilitas ruang luar; play ground, pedestrian, food court, pool, pool side restaurant, gazebo, cafe tenda, fasilitas ruang dalam; cinema, bar & karaoke, restaurant, cafe,games centre, retail shop, sport club, faslitas penunjang; kantor pengelola, service area, parkir). Dari uraian diatas disimpulkan bahwa Pusat Hiburan dan Rekreasi adalah kawasan yang mempunyai dan menyediakan sarana yang bersifat bersuka, bermain, dan berfungsi positif bagi pelakunya yang terletak pada suatu lokasi dan direncanakan untuk memenuhi kebutuhan masyarakat kota Surabaya khususnya dan masyarakat luas pada umumnya. Mengingat rekreasi merupakan salah satu kekuatan sosial dalam membentuk kepribadian manusia. Dan dengan rekreasi manusia akan mendapatkan kepuasan dan kebahagiaan yang lebih besar, keseimbangan dalam pertumbuhan, kreatifitas, kompetisi, dan watak, memperbaiki kapasitas mental dan ilmu pengetahuan, kebebasan kondisi fisik, rasa hubungan sosial, tujuan hidup, serta stabilitas emosi yang lebih baik. Sedang pada proses akhir, diperlihatkan suatu susunan massa bangunan yang mampu mewakili apa dan bagaimana suatu tempat hiburan dan rekreasi. Secara umum laporan ini berisi mengenai proses perancangan dari mulai pemilihan lokasi lahan, tahap analisa, konsep desain yang dipilih, penerapannya dalam aplikasi perancangan, pemilihan sistem utilitas dan segala proses desain yang telah diajarkan di bangku kuliah.",
  "creators": "RULLY INDRIANI",
  "contributors": "Timoticin Kwanda (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1532/Ars/43/1998; Rully Indriani (22494114)",
  "subjects": "RECREATION CENTERS"
}