{
  "id": "1820",
  "title": "The Generic structure potential of texts produced by a sales promotion girl speaking to her prospective customers",
  "abstract": "This thesis is a study of the structure of text in the speech interaction between the sales promotion girl and her prospective customers. The researcher only analyzed the speech interaction between one sales promotion girl and her four prospective customers. In this study the researcher tried to answer three questions. First, the writer wants to find out the actual structure of texts in conversation between the sales promotion girl of cosmetics and her four customers. The second one, she also wants to find out the generic structure potential of texts in this study. And the last, she interested to find out the linguistic function which could be identified to signify the element of texts in this study. To answer the research problems, the researcher uses Halliday and Hasan?s theory to analyze the texts, categorizing them into elements, finding the actual structure, and finally finding the generic structure potential. Having analyzed the data, the researcher found out that the persuasive utterances from the sales promotion girl sometimes cannot change the customer?s mind to buy the product. From the findings, the researcher also found out that those five texts which have been analyzed have different actual structures, but they share common elements of text structure, such as: SI, SP, SIR, NSIR, SR, SC, SE, S, P, PC, and C. In addition, by comparing the realization of each actual structure of the text, the writer came to a conclusion of the general structure of text (the generic structure potential): [SI^] [SP? (NSIR?) (SIR?) (SE?) (SR?)^(SC?) (S?)] (P)^(PC) (C). Finally, the writer found out that the elements which occur in the texts have some function such as: SI (Sale Initiation) has a function as an invitation, SP (Sale Persuasion) has a function as persuasive effort which is used by the sales promotion girl to persuade the customers, and so on.",
  "creators": "MARTHASARI INDRAWATI",
  "contributors": "SAMUEL GUNAWAN (Advisor 1); MAS MOELJONO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.02011356/ING/2005; Marthasari Indrawati (11400008)",
  "subjects": "LANGUAGE AND LANGUAGES-STUDY AND TEACHING; LINGUISTIC ANALYSIS (LINGUISTICS)"
}