{
  "id": "18206",
  "title": "Pusat pelayanan misi Indonesia di Surabaya",
  "abstract": "Pusat Pelayanan Misi Indonesia di Surabaya merupakan suatu fasilitas yang memiliki bergerak di bidang pelayanan sosial dalam menyebarkan Injil kerajaan Allah melalui empat jalur yaitu yang pertama melalui jalur pelatihan, yang bertujuan memberikan pelatihan sebagai bekal seorang calon misioner untuk terjun dalam ladang misi kerajaan Allah. Kedua melalui jalur media elektronik dan media cetak, kemudian yang ketiga melalui jalur pelayanan doa syafaat dan yang terakhir melalui jalur pelayanan terhadap msyarakat. Pusat Pelayanan Misi ini merupakan suatu fasilitas yang pertama di Jawa Timur bahkan di Indonesia dalam bidang pelayanannya. Hal ini terjadi untuk menyingkapi kebutuhan adanya suatu wadah pelayanan misi yang membantu memberikan segala fasilitas yang dibutuhkan umat Tuhan di Jawa Timur dalam melaksanakan visi misi yang dinyatakan oleh Allah untuk bangsa Indonesia seperti yang dinyatakan dalam latar belakang dari fasilitas Pusat Pelayanan Misi Indonesia di Surabaya ini. Laporan perancangan ini terbagi atas empat bab, dimana bab satu menjelaskan latar belakang permasalahan serta tujuan dan manfaat proyek, bab dua mengenai perancangan tapak, bab tiga mengenai perancangan bangunan, serta bab empat merupakan bab penutup. Akhir kata tidak ada suatu kesempurnaan yang sempurna, kekurangan-kekurangan yang ada masih banyak, pengembangan-pengembangan masih dibutuhkan, namun secara keseluruhan proyek ini telah memenuhi harapan dan fungsi yang menjadi tuntutan permasalahannya.",
  "creators": "SHELVY MELIAWATI",
  "contributors": "Jimmy Nurdi Kusuma Priatman (Advisor 1); I Gusti Nyoman Sulendra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1745/ARS/23/2000; Shelvy Meliawati (22496055)",
  "subjects": "CHURCH FACILITIES-PLANNING"
}