{
  "id": "18202",
  "title": "Pusat pendidikan dan latihan Bank Danamon di Ciawi-Bogor",
  "abstract": "Sebagai lembaga kepercayaan masyarakat Bank Danamon terus berusaha untuk mengembangkan usahanya di bidang pelayanan jasa keuangan, yang akan berkembang di 27 propinsi di Indonesia. Dengan semakin meningkatnya usaha tersebut semakin meningkat pula jumlah karyawan yang dimilikinya. Untuk itu perlu usaha untuk meningkatkan sumber daya manusia yang dimilikinya dengan mendirikan suatu Pusat Pendidikan dan Latihan bagi seluruh karyawan Bank Danamon, agar semakin meningkat pula kualitas dalam pemberian jasa pelayanan keuangan bagi masyarakat Tujuan dari proyek ini adalah sebagai wadah kegitan pendidikan dan latihan Bank Danamon untuk meningkatkan pengetahuan, ketrampilan, dan sikap sehingga didapatkan tenaga kerja yang profesional dan siap pakai. Metodologi dalam penyusunan proyek ini dimulai dengan mengamati permasalahan yang ada, perumusan gagasan, lalu dibuat batasan-batasan. Bertolak dari hal-hal tersebut kemudian dilakukan pengumpulan data, mengolah dan menyusun data tersebut dan diambil suatu konklusi. Konklusi tersebut kemudian dianalisis-disintesis. Produk penelitian yang dihasil berupa sajian dalam laporan perencanaan dan perancangan baik dalam gambar 2 matra maupun maket model 3 matra. Obyek penelitian adalah sebuah Pusat Pendidikan dan Latihan Bank Danamon, untuk seluruh karyawan Bank Danamon yang ada di Indonesia. Lokasi penelitian terletak di Desa Pandansari. Kecamatan Ciawi. Kabupalen Bogor, yang merupakan daerah pengembangan kawasan puncak.Dari hasil pengumpulan dan pengolahan data diambil keputusan untuk mendirikan suatu wadah kegiatan pendidikan dan latihan bank danamon dengan fasiIitas-fasilitas yang memadaikan dan dapat mendukung kegiatan yang berlangsung.",
  "creators": "MILIAWATI",
  "contributors": "Handinoto (Advisor 1); Benny Poerbantanoe (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1016/ARS.42/1994; Miliawati (22490091)",
  "subjects": "VACATIONAL EDUCATION FACILITIES; PROFESSIONAL EDUCATION-BUILDINGS"
}