{
  "id": "18208",
  "title": "Pusat pelayanan dan perawatan orang lanjut usia",
  "abstract": "Keberadaan orang lanjut usia pada jaman modern ini terasa kurang diperhatikan oleh generasi penerusnya. Hal ini terjadi karena adanya pergeseran norma budaya di tengah masyarakat, padahal jumlah orang lanjut usia makin meningkat karena perbaikan kesehatan dan pola kehidupan. Proyek ini dirancang karena dirasa kurangnya sarana yang dibuat untuk orang lanjut usia. Panti atau graha werda yang ada terlihat kurang memperhatikan faktor keamanan atau fasilitas yang dibutuhkan orang lanjut usia. Perancang melakukan berbagai survey dan studi literatur yang berkaitan sehingga proyek yang dirancang dapat memberi segala yang dibutuhkan oleh orang lanjut usia. Beberapa fasilitas yang ada pada proyek disesuaikan dengan kebutuhan dan kemampuan orang lanjut usia berdasarkan studi yang telah dilakukan. Konsep yang dipakai dalam perancangan diambil dari konsep psikologis orang lanjut usia untuk dapat diketahui dengan baik segala suasana ataupun bangunan yang cocok sesuai dengan sifat psikis dan fisik mereka serta memperhatikan faktor keamanannya. Bangunan dirancang dua tingkat dengan memperhatikan keamanan penghuni serta peraturan peruntukan lahan , berupa bangunan majemuk karena mengacu pada konsep yang memperhatikan sifat orang lanjut usia. Struktur yang dipakai disesuaikan dengan bahan bangunan yang dipakai. Sistem utilitas dibuat secara terencana dan berkaitan dengan kondisi lahan dan bangunan. Tampak maupun perencanaan lahan dirancang dengan memperhatikan keadaan lahan yang bertetangga.",
  "creators": "JEANNIE AUGUSTINE",
  "contributors": "Istiawati Kiswandono (Advisor 2); Jimmy Nurdi Kusuma Priatman (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1514/Ars/25/1998; Jeannie Augustine (22494064)",
  "subjects": "AGED-INSTITUTIONAL CARE; AGED-HOME CARE"
}