{
  "id": "18213",
  "title": "Rumah sakit kanker di Surakarta",
  "abstract": "Proyek rumah sakit ini merupakan satu proyek yang dapat dikatakan merupakan satu proyek yang dapat dijadikan alternatif sebagai salah satu ternpat untuk berobat. Selama ini banyak orang yang bila didiagnosa mengidap penyakit kanker akan memilih untuk berobat ke luar negeri. Hal ini disebabkan banyak sekali orang-orang Indonesia yang belum percaya pada pengobatan di dalam negeri. Diharapkan proyek ini akan mampu dimanfaatkan seoptimal mungkin untuk peningkatan kesejahteraan masyarakat. Satu hal utama yang menjadi dasar konsep perancangan dari proyek ini adakli bahwa seseorang yang didiagnosa mengidap penyakit kanker pada saat pemberitahuan mengenai penyakitnya ini merasa bahwa diagnosa ini seakan-akan merupakan panggilan Tuhan. Sang pasien akan menghadapi masalah yang dia rasa merupakan masalah paling besar dalam hidupnya dan merasa bahwa dia pasti kalah. Hal inilah yang menjadi pertimbangan paling mendasar bagi proyek ini. Tidak semua perjuangan melawan penyakit kanker selalu berakhir sama. Ada yang berakhir tangis, tetapi banyak pula yang berakhir tawa. Yang membedakan keduanya hanyalah satu, yaitu harapan. Bertitik tolak dari semuanya itu, dalam setiap perjuangan yang dilakukan untuk menghadapi masalah-masalah yang datang, hanya ada satu senjata yaitu keyakinan untuk menang. Diharapkan pada proyek ini untuk masa-masa yang akan datang, tidak akan ada lagi tangis karena kekalahan pada penyakit kanker.",
  "creators": "EDDY BAGYANTO SUKANDAR S",
  "contributors": "Istiawati Kiswandono (Advisor 2); Jimmy Nurdi Kusuma Priatman (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan perancangan Arsitektur No. 1545/Ars/57/1998; Eddy Bagyanto (22494126)",
  "subjects": "CANCER-HOSPITALS; CANCER-HOSPITALS-DESIGNS AND PLANS"
}