{
  "id": "18215",
  "title": "Pusat kerukunan umat beragama di Surabaya",
  "abstract": "Pusat Kerukunan Umat Beragama adalah suatu fasilitas untuk aktivitas kebersamaan antar umat beragama terutama dalam hal sosial kemasyarakatan dalam kehidupan yang rukun antar manusia yang beriman kepada Tuhan YME. Dimana lembaga ini diwujudkan kedalam suatu bentuk bangunan yang terbuka untuk masyarakat umum dan bertujuan untuk kepentingan sosial dan menonjolkan rasa kebersamaan dalam menjalin kerukunan antar umat beragama di IndonesiaDengan dasar pemikiran para pemuka agama tentang konsep pemikiran kerukunan antar umat beragama, sebagai berikut: \" Keutuhaan negara hanya akan tercapai kalau negara memberikan perlakuan yang sama di muka hukum (Abdurrahman Wachid).\" \" Dalam perbedaan justru ada persamaan - sepakat untuk tidak sepakat - (Victor Imanuel Tanja).\" \" Kita tidak mempertuhankan agama, agama itu sebagai way of live. Titik (Romo Mangun).\" \" Sepuluh itu kan bukan hanya lima tambah lima, tetapi empat tambah enam, tiga tambah tujuh, dan sebagainya (I Nyoman Suwarna).\" Dengan menggunakan konsep pemikiran tentang kerukunan umat oleh para pemuka agama diatas, saya mencoba menstranfer dengan konsep \"Variety In Unity\" kedalam perancangan bangunan dan lanskap. Sedangkan bentuk bangunan diambil berdasarkan analisa urban dimana bangunan merupakan sebuah bangunan penanda tepi kawasan (edge defining building) pada kawasan, dan dapat mencapai apa yang diinginkan yaitu komplek Pusat Kerukunan Umat Beragama menjadi penanda tepi kawasan pantai Kenjeran.",
  "creators": "WIDYA PRANANTO",
  "contributors": "Ir. Achmad Archajadi (Advisor 1); Danny Santoso Mintorogo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1581/Ars/29/1999; Widya Prananto (22495019)",
  "subjects": "RELIGIOUS COMMUNITIES-BUILDINGS; RELIGIOUS INSTITUTIONS-BUILDINGS"
}