{
  "id": "18210",
  "title": "Sasono pelestarian wayang purwa dan wayang wong di Yogyakarta",
  "abstract": "Sasono Pelestarian Wayang Purwa dan Wayang Wong adalah suatu tempat multimassa. Tempat dimana dilakukan usaha-usaha untuk mengembangkan dunia pewayangan, khususnya wayang purwa dan wayang wong. Didalamnya terdapat berbagai macam aktivitas yang menunjang tujuan tersebut, misalnya sekolah, museum, perpustakaan dan tempat pertunjukkan wayang baik tertutup maupun terbuka. Perencanaan dan perancangan arsitektur mengambil konsep filosofi yang terdapat didalam 3 babakan pertunjukan wayang yaitu: Babak Pertama ( diiringi dengan gamelan Patet Enem) Menceritakan sang tokoh (wayang) dihadapkan pada tuntutan panggilan yang harus dipenuhi, misalnya: menyelamatkan negara, merebut pusaka, dsb. tetapi sang tokoh tidak tahu harus berbuat apa. sehingga ia membutuhkan pertolongan dari pihak Iain. Babak Kedua (diiringi gamelan Patet Sanga) Menceritakan pertolongan dari pihak lain, penolong ini dapat berupa seorang guru/resi yang mengajar langsung atau dalam bentuk tidak langsung, misalnya di rendam di kawah candradimuka seperti gatotkaca. Babak ketiga (diiringi dengan gamelan Patet Manyura) Menceritakan keberhasilan sang wayang dalam menyelesaikan tugasnya, dengan berbekal ilmu yang didapat dari pendidikan sebelumnya. Urut-urutan ini menjadikan penataan tapak dan massa dalam kompleks ini menjadi sebuah sequence linear bagi pengunjung yang memasukinya. Pengolahan massa disesuaikan pada Ietak tapak yang berada di daerah Yogyakarta, sehingga arsitektur tradisional jawa menjadi pedoman utama dalam perancanggan massa. Konsep sequence linear tetap dipakai dalam perancangan massa, dengan membuatnya menjadi urut-urutan pengolahan massa dalam mencapai kesempurnan.",
  "creators": "ARENDRA WIEMARDO",
  "contributors": "Maria Immaculata Hidayatun (Advisor 1); Riduan Sukardi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1561/Ars/9/1999; Arendra Wiemardo (22494058)",
  "subjects": "WAYANG PLAYS-BUILDINGS"
}