{
  "id": "18219",
  "title": "Instalasi Gawat Darurat RS Dr. Soetomo Surabaya",
  "abstract": "Dalam laporan perencanaan proyek akhir ini diketengahkan tentang perencanaan suatu sarana usaha peningkatan dan pelayanan kesehatan gawat darurat. Upaya pelayanan kesehatan yang telah dilaksanakan selama ini telah berhasil meningkatkan derajat kesehatan bangsa kita sebagaimana ditunjukkan oleh berbagai indikator utama kesehatan dan kualitas manusia seperti rmenurunnya angka kematian, angka kelahiran, angka kesakitan dan perbaikan gizi serta meningkatnya umur harapan hidup. Nanum demikian perubaban struktur demografi, perubahan lingkungan hidup dan sikap perilaku serta gaya hidup masyarakat kita telah terbawa dampak lain berupa pergeseran pola penyakit dari penyakit infeksi dan malnutrisi ke arah penyakit kronik degeneratif dan non infeksi. . Meskipun penyakit infeksi masih menduduki urutan teratas dalam morbiditas umum di Indonesia, pada dekade terakhir ini data - data yang dihimpun oleh Departemen Kesehatan R.I. menunjukkan bahwa dari tahun ke tahun terdapat peningkatan yang berarti dari prevaIenni penyakit non infeksi yang sering menimbuIkan keadaan gawat darurat seperti penyakit kardiovaskuler, akibat cedera/kecelakaan, akibat keracunan, dan lain-lain. Data survey kesehatan rumah tangga tahun 1986 (1) menunjukkan bahwa penyakit kardiovaskuler dan cedera / kecelakaan terutama keeelakaan lalu lintas telah semakin menonjol sebagai penyebab kematian di Indonesia . Keadaan tersebut disertai dengan pertumbuhan penduduk serta meningkatnya kesadaran masyarakat akan kesehatan menyebabkan perrmintaan akan pelayanan gawat darurat akan semakin besar.",
  "creators": "ANDREANTO",
  "contributors": "SINGGIH SUGIANTO (Advisor 2); Ir. Bisatya Widadya Maer, M.T. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 972/Ars.54/94; Andreanto (22488123)",
  "subjects": "HOSPITALS"
}