{
  "id": "18232",
  "title": "Sekolah internasional di Surabaya",
  "abstract": "Sebagai kota terbesar kedua setelah Jakarta, Surabaya pada beberapa tahun terakhir ini sedang giat-giatnya membangun. Pembangunan yang dilaksanakan itu meliputi pembangunan fisik dan internal kota yang ada. Dari sekian banyak perkembangan yang terjadi, unsur asing juga menjadi salah satu faktor yang cukup berperan bagi Surabaya. Pembangunan dan perubahan yang ada tesebut diperkirakan akan terus berlanjut bahkan mengalami peningkatan da lam tahun-tahun mendatang. Dalam mengantisipasi hal tersebut, Surabaya bersiap untuk memperlengkapi diri, termasuk di dalamnya adalah penyediaan sarana yang lengkap bagi warga asing yang sementara menetap di kota Surabaya. Salah satu sarana yang tidak kalah pentingnya adalah sarana pendidikan bagi anak-anak warga asing yangmengikuti orang tuanya menetap di kota Surabaya, yaitu kebutuhan akan sebuah Sekolah Internasional dengan kualitas yang baik. Namun, untuk dapat merancang sebuah Sekolah Internasional, perlu untuk dipahami terlebih dahulu hal-hal yang berkenaan dengan penngertian pendidikan, pentingnya pemahaman tentang perkembangan dan kebutuhan anak ; dan pengenalan tentang apa dan bagaimana Sekolah Internasional itu. Baru setelahmelalui bagian tersebut, kebutuhan dan kondisi Sekolah Internasional yang akan diciptakan dapat ditentukan. Menterjemahkan konsep perancangan ke dalam suatu disain adalah tahap akhir dari tugas akhir ini.Konsep tersebut meliputi konsep tapak, massa bangunan, sirkulasi dan aspek-aspek Iain yang dapat mempengaruhi sebuah hasil disain. Integrasi yang baik pada seluruh aspek yang ada diharapkan akan menghasilkan hasil perancangan Sekolah Internasional yang tepat dan sanggup memenuhi kebutuhan pernakainya.",
  "creators": "ELISABETH NATALIA",
  "contributors": "Indriani (Advisor 1); Danny Santoso Mintorogo (Advisor 2); Markus Ignatio Aditjipto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1245/Ars/64/1996; Elisabeth Natalia (22492094)",
  "subjects": "SCHOOL BUILDINGS"
}