{
  "id": "18239",
  "title": "Buddhist Psycho-Health Centre di Mendut, Kabupaten Magelang",
  "abstract": "Laporan perencanaan ini dibuat untuk memenuhi persyaratan ujian sarjana Arsitektur Periode XXXI tahun ajaran 1994-1995 Fakultas Teknik Jurusan Arsitekhir, Universitas Kristen Petra, Surabaya. Adapun judul proyek yang dipilih adalah : \"BUDDHIST PSYCHO-HEALTH CENTRE DI MENDUT, KABUPATEN MAGELANG\" Materi judul dipilih berdasarkan perkembangan zaman di Indonesia yang semakin membutuhkan suatu sarana penyegaran jiwa. Perkembangan zaman di kota-kota besar sangat pesat dan terpengaruh perkembangan budaya dan teknologi dari luar. Kehidupan modern merupakan penyebab timbulnya berbagai kondisi yangmenekan bagi masyarakat yang tinggal di kota-kota modem Berbagai masalah timbul dan menyebabkan stres timbul, baik yang ringan maupun yang berat. Para penderita str es ini semakin hari semakin bertambah sejajar dengan perkembangan kebidupan modern yang menekan. Untuk saat ini, para penderita stres ringan sampai sedang umumnya berkonsultasi dan ditempatkan di rumah sakit yang sama dengan penderita gila. Penempatan yang sama ini seringkali menyebabkan beibagai aspek sampingan yang timbul, misalnya penderita stres ringan malu untuk beikonsultasi lebih lanjut karena takut dikira termasuk dalam golongan orang gila. Terlebih lagi apabila kompleks penderita stres ringan sampai sedang tidak benar-benar terpisah dari kompleks para penderita gila. Oleh karenanya, suatu sarana penyegaran jiwa yang bersifat positif sangatlah dibutuhkan. Lokasi proyek adalah di daerah Mcndut, kabupaten Magelang, di mana terdapat Vihara Mendut yang merupakan supplier tenaga ahli meditasi. Di samping memiliki obyek-obyek wisata yang bersifat religius agama Buddha yang dapat mendukung metode penyegaran secara Buddhisme, kawasan ini juga merupakan daerah yang masih asri dan tidak tercemari oleh kehidupan kota. Selain metode penyegaran secara Buddhisme, filosofi-filosofi keagamaan juga diterapkan dan diwujudkan dalam bentuk-bentuk arsitektural dan suasana yang tampil. Dalam laporan ini diuraikan mengenai proses perencanaan dan perancangan sirtu kompleks bangunan yang berfungsi sebagai tempat penyegaran bagi para penderita stres ringan sampai sedang dengan beberapa fasilitas penyegaran secara jasmani, rohani, maupun sosiaL Pembahasan meliputi latar belakang, tujuan dan sasaran, pengertian judul dan batasannya. Selain itu, dijelaskan pula jenis aktivitas dan fasilitas yang ada di dalam kompleks ini. Data-data yang ada diperoleh melahn pengamatan langsung dan wawancara, sedangkan studi literatur digimakan sebagai bahan perbandingan untuk menguatkan data-data yang telah ada. Dalam proses perancangan, filosofi-filosofi Buddhis menjadi dasar dan dipadukan dengan kebutuhan sehingga nantinya diharapkan kompleks bangunan ini akan dapat menghartiricim suatu arsitektur yang berlandaakan pada filosofi Buddhis dengan suasana alamiah dan asri.",
  "creators": "LILY SURYANI G",
  "contributors": "IR. SHELLY GUNAVATI WARDOYO, MT. (Advisor 1); Handinoto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No.1013/ARS.40/1994; Lily Suryani G (22490068)",
  "subjects": "PSYCHIATRIC HOSPITALS; MENTAL HEALTH FACILITIES"
}