{
  "id": "1823",
  "title": "A Comparative study of simple present tense errors produced by writing I and V students of english department Petra Christian University",
  "abstract": "This study concerns with simple present tense. Conducting this study, the writer is curious to know about the kinds of simple present tense errors produced by students of writing I and V of English Department, Petra Christian University in their writing. The writer also wants to know the most frequent type of error produced by students of writing I and V is. Besides, the writer also wants to compare the errors produced by students of writing I and V. Here, the writer investigates the similarities and or differences of simple present tense errors made by the students of writing I and V. Thus, this study is supported by the theories of errors, simple present tense, and error analysis. The writer uses the theories of errors by Dulay, Burt, and Krashen, Littlewood, and Corder, the writer also uses the theories of simple present tense by Murcia & Freeman and Schramper, and the theories on error analysis by Dulay, Burt, and Krashen, and Ellis. Moreover, the study uses qualitative approach in collecting and analyzing the data. Finally, the writer finds out that both of the writing I and V students of English Department, Petra Christian University produced omission, addition, misformation, and haphazard substitution errors in simple present tense. The writer also finds that the most frequent type of error produced by students of writing I and V is the same, that is, omission error. Meanwhile, the difference of the errors produced by the students of writing I and V is that the writer does not find any misordering error produced by writing V students while there is one misordering error produced by the student of writing I. Last of all, the writer finds out that the students of writing I produce more variant types of errors than the students of writing V. For the conclusion, the writer finds that both of the writing I and V students should be more aware of simple present tense. In addition, each student of writing I and V has the tendency to make the same kind of error.",
  "creators": "ALFRIED LIMANTO",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.02011347/ING/2005; Alfred Limanto (11400133)",
  "subjects": "ENGLISH LANGUAGE-ERRORS OF USAGE; ENGLISH LANGUAGE-GRAMMAR"
}