{
  "id": "18231",
  "title": "Analisa permintaan penawaran perangkutan penumpang umum berute tetap Surabaya",
  "abstract": "Kebutuhan akan sistem transportasi yang baik sangatlah mendesak dan vital bagi pengaturan transportasi suatu wilayah. Sistem transportasi yang baik akan mengacu pada konsep pemindahan barang dan manusia dari satu tempat ke tempat yang lain dan bukan pada konsep pemindahan kendaraan, yang hanya memperhatikan signalisasi atau perubahan arus lalu-lintas guna menghindari kemacetan. Kurangnya data karakteristik angkutan umum, khususnya data mengenai demand ( permintaan ) dan supply ( penawaran ) angkutan penumpang umum berute tetap menyebabkan sulitnya perencanaan sistem transportasi yang tepat bagi kotamadya Surabaya ini. Melalui tinjauan lapangan dan inventoring, inventarisasi data ( variabel) terpakai serta observasi langsung ke lapangan, penelitian ini mencoba mengenali sistem transportasi yang diterapkan kotamadya Surabaya selama ini. Berdasarkan data diatas, dapat dihitung kapasitas angkutan umum, headway, frekuensi, besarnya permintaan, waktu, kecepatan serta jadwal pelayanan dari angkutan umum tersebut. Dari hasil observasi dan analisa yang tepat diharapkan dapat direalisasikan suatu sistem transportasi yang menarik serta mampu memenuhi 4 tuntutan masyarakat, yakni: tersedianya sistem transportasi umum yang nyaman dan aman, dengan frekuensi pelayanan yang tinggi, namun tetap dengan tarif yang dapat dijangkau masyarakat luas serta adanya jalur khusus yang melengkapi sistem transportasi tersebut.",
  "creators": "ROY; RUDY IRAWAN",
  "contributors": "Tirta Djusman Arief (Advisor 1); Philipus Kardi Teknomo (Advisor 2); Harry Patmadjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 685 S; Roy (21491048), Rudy Irawan (21491097)",
  "subjects": "TRANSPORTATION ENGINEERING; URBAN TRANSPORTATION"
}