{
  "id": "18242",
  "title": "Tanggapan industri konstruksi di Surabaya terhadap ISO 9000 dalam menghadapi persaingan pasar bebas",
  "abstract": "Sekarang ini di seluruh dunia sedang ramai dibicarakan masalah isu globalisasi. Untuk negara maju era globalisasi mulai berlangsung tahun 2003, sedangkan negara berkembang tahun 2010, tetapi pengaruh globalisasi itu sekarang telah terasa di segala bidang ti dak terkecuali bidang konstruksi. Dampak globalisasi adalah terbukanya suatu perdagangan bebas dimana sudah tidak ada lagi kuota, tarif, bea masuk serta batasan-batasan yang lain antar negara. Dalam perdagangan bebas ini, produk dengan kualitas lebih baik yang akan unggul di pasaran. ISO 9000 merupakan salah satu alternatif yang dipakai untuk mengantisipasi era globalisasi dan meningkatkan daya saing (Fandi Tjiptono dan Anastasia Diana, 1995), karena apabila dibandingkan antara perusahaan yang menerapkan dan tidak menerapkan ISO 9000, maka terlihat bahwa kualitas yang dihasilkan oleh perusahaan yang menerapkan ISO 9000 ternyata lebih baik dibandingkan dengan yang tidak menerpakan ISO 9000, sehingga dengan kualitas yang baik perusahaan akan dapat bersaing dalam pasar global. Penelitian ini dibuat dengan tujuan untuk mengetahui tanggapan industri konstruksi di Indonesia khususnya Surabaya tcrhadap ISO 9000 dalam menunjang TQM untuk menghadapi persaingan pasar bebas. Berdasarkan data yang tcrkumpul dari berbagai responden dengan klasifikasi perusahaan yang belum, sedang, dan sudah mendapatkan sertifikat ISO 9000 dan masing-masing meliputi kalangan owner, developer, kontraktor, konsultan dan orang awan serta diolah dengan menggunakan metode Cross Tabulation yaitu mengurutkan dari prosentase tertinggi hingga terendah, maka dapat ditarik kesimpulan bahwa beberapa industri konstruksi di Indonesia bersikap positif dan mendukung penerapan ISO 9000 dalam sistem manajemen mutu. Menurut perusahaan yang sudah mendapatkan sertifikat ISO 9000, tanggung jawab manajemen dan sistem mutu yang perlu mendapat prioritas utama jika ingin menerapkan ISO 9000. Tanggung jawab manajemen juga merupakan prioritas utama bagi perusahaan yang belum mendapatkan sertifikat ISO 9000. Sedangkan perusahaan yang sedang dalam proses mendapatkan sertifikat ISO 9000, bahan yang disuplai perlu mendapat prioritas utama.",
  "creators": "CANDRAYANI; TUTIK MEGAWATI",
  "contributors": "Paulus Nugraha (Advisor 1); Herry Pintardi Chandra (Advisor 2); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 710/SIP/1997; Candrayani (21491077), Tutik Megawati (21491185)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; ISO 9000"
}