{
  "id": "18257",
  "title": "Bank, rental shop dan fasilitas rekreasi di Surabaya",
  "abstract": "Laporan perencanaan ini disusun dalam rangka memenuhi persyaratan tugas akhir mata kuliah Merancang Arsitektur AR-500. semester IX. periode XXVIII, tahun 1993 pada Fakultas Teknik Jurusan Arsitektur, Universitas Kristen Petra, Surabaya. Dengan judul : BANK, RENTAL SHOP DAN FASILITAS REKREASI DI SURABAYA. Didalam penulisan laporan ini, secara garis besar diuraikan tentang hal-hal yang berkaitan dengan perencanaan dan perancangan Bank, Rental shop Dan Fasilitas Rekreasi yang menitik beratkan pada masalah urban desain untuk menghasilkan suatu public space yang dapat memadukan ketiga fasilitas tersebut. Proyek ini dimulai dengan pemikiran bahwa pemerintah menggalakkan pembangunan disegala bidang termasuk bidang ekonomi, dimana Surabaya memiliki potensi yang cukup besar untuk dapat berkembang. Ditambah dengan adanya kebutuhan akan fasilitas perbelanjaan di unit pengembangan Tegalsari sesuai dengan RDTRK yang ada. Berdasarkan pemikiran itu maka direncanakan suatu fasilitas yang dapat menampung berbagai kegiatan yang saling menunjang dan mencakup konsumen dari kelas menengah ke atas, serta memiliki sarana dan prasarana yang memadai bagi suatu fasilitas perbelanjaan. Sesuai dengan RDTRK dan RTRK Tegalsari, maka dipilihlah lahan ex show room di jalan Basuki Rahmat sebagai lokasi proyek. Hal tersebut erat kaitannya dengan arah pengembangan kebijaksanaan pemerintah daerah bagi pengembangan kawasan tersebut. Pendekatan yang dilakukan dalam memulai proyek ini dimulai dari pendekatan kepada pengertian umum tentang bank, rental shop serta fasilitas rekreasi. Baru kemudian dari hal tersebut ditentukan jenis bank, pertokoannya serta fasilitas rekreasi yang menunjang keberadaan pertokoan tersebut. Baru kemudian dikembangkan pada isi dari pertokoan itu, jenis rekreasi apa saja yang direncankan, serta jenis fasilitas yang dapat menunjang pertokoan tersebut. Setelah hal itu barulah dilakukan perhitungan mengenai kebutuhan lahan yang diperoleh dari perhitungan kapasitas ruang yang kemudian diperhitungkan dengan KDB, KLB dan ketinggian bangunan yang telah ditetapkan pemerintah daerah. Setelah tahap ini ditentukan baru kemudian masuk kedalam tahap perancangan, yaitu berbicara mengenai konsep-konsep yang digunakan, baik konsep penataan bangunan, zonning, penempatan fasilitas, pola pembagian ruang, pola sirkulasi serta hal lain yang lebih menunjang keberadaan Bank, Rental Shop dan Fasilitas Rekreasi. Tentang bangunan lebih dititik beratkan kepada pengolahan urban desain untuk dapat menyatu dengan lingkungan disekitarnya. Setelah itu barulah dijelaskan tentang sistim - sistim utilitas yang dipakai pada proyek Bank, Rental Shop dan Fasilitas Rekreasi. Juga dijelaskan mengenai perhitungan studi keuangan untuk investasi proyek secara kasar yang digunakan hanya sebagai acuan dalam investasi proyek ini.",
  "creators": "SINYO LIANDO",
  "contributors": "IR. SHELLY GUNAVATI WARDOYO, MT. (Advisor 1); Benny Poerbantanoe (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 865/Ars.60/93; Sinyo Liando (22487050)",
  "subjects": "RECREATION CENTERS; SHOPPING CENTERS"
}