{
  "id": "1825",
  "title": "A Study on english suffixes found in loanwords in \"Swa Sembada\" business magazine no. 11/XX/27 may -9 june 2004",
  "abstract": "Nowadays, the technology of information develops fast. Many information in many sectors such as economics, politics, and social and cultures use a language to convey information. We can see it in mass media such as television, radio, and magazines. In this case, magazines as one of the written examples tend to use many new words which are considered as loanwords. This raised the writer?s interest to make a study on English suffixes found in loanwords in \"SWA sembada\" business magazine. The writer analyzed English suffixes and their corresponding Indonesian forms in \"SWA sembada\" business magazine, items of the loanwords which follow the formation rules, the one which do not follow the formation rules, and also the one which do not apply specific formation rules. The writer used descriptive approach. She collected the data from the whole articles of \"SWA sembada\" business magazine no.11/XX/27 May -9 June 2004 and identifying the English borrowed-words. The writer also applied some theories of morphology concerning of word formation rule, sound and spelling, and the formation loanwords rules as suggested by \" Pedoman Pembentukan Istilah \" No. 0389/11/1988. In analyzing the data, the writer discussed the data part by part concerning English suffixes and their corresponding Indonesian forms by using the formation rules of the loanwords. Thus, she would find out English suffixes which follow the formation rules, the one which do not follow the formation rules, and also the one which do not apply specific formation rules. Through the analysis, the writer found out that there are twenty one English suffixes and their corresponding Indonesian forms which follow the loanword formation rules. In the process of changing from English suffixes to Indonesian forms, the writer found out that there are some characteristics namely, following the English pronunciation, following the Dutch pronunciation, consonant cluster change, no spelling change and the use of Latin suffix -itas, and -ika. Also, there is one suffix which is likely the English suffix but it is the Dutch suffix. In addition, there are nine English suffixes which do not follow the loanword formation rules. The deviation of the rules happened because the loanwords are absorbed from Dutch not from English. Also, there are two English borrowed-word suffixes which do not have specific rules. Hence, the formation English loanwords are affected by the form of Dutch loanwords in Indonesian since the Dutch suffixation system has been widely used in the Dutch borrowed-words.",
  "creators": "MELLY HENDRAWAN",
  "contributors": "Bintoro (Advisor 1); SAMUEL GUNAWAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.02011345/ING/2004; Melly Hendrawan (11400159)",
  "subjects": "INDONESIAN LANGUAGE-WORD FORMATION; ENGLISH LANGUAGE-WORD FORMATION; INDONESIAN LANGUAGE-SUFFIXES AND PREFIXES; ENGLISH LANGUAGE-SUFFIXES AND PREFIXES"
}