{
  "id": "18266",
  "title": "Pusat markas pemadam kebakaran di Surabaya",
  "abstract": "Laporan perencanaan dan perancangan ini disusun dalam rangka memenuhi persyaralan akademis dari tugas akhir/skripsi mata kuliah Merancang AR 500, periode XXXI, semester gasal tahun ajaran 1994-1995 pada jurusan Arsiteklur Fakuhas Teknik Universitas Kristen Petra Surabaya dengan judul: PUSAT MARKAS PEMADAM KEBAKARAN SURABAYA Latar belakang pemilihan proyek ini adalah bahwa akhir-akhir ini peristiwa kebakaran yang terjadi di Surabaya semakin meningkat, baik dalam hal frekuensi kejadiannya, jumlah kerugian, korban maupun luas areal yang terbakar. Terlepas dari apapun penyebabnya, peristiwa kebakaran selalu membawa dampak sosial yang besar bagi masyarakat yang mengalami kejadian ini. Oleh karena itu diperlukan upaya-upaya untuk mengatasi hal tersebut, dimana daiam hal ini Pemerintah Daerah Kotamadya Dati II Surabaya telah membentuk suatu satuan tugas yang tugas utamanya adalah mencegahdan menanggulangi bahaya kebakaran, yang dikenal dengan Dinas Pemadam Kebakaran Daerah Kotamadya Dati II Surabaya. Seiring dengan pesatnya laju pembangunan akhir-akhir ini, resiko kejadian kebakaran pun juga mengalami peningkatan sehingga dibutuhkan peningkatan upaya pencegahan dan penanggulangannya, baik oleh Dinas Pemadam Kebakaran, instansi terkait maupun oleh bantuan masyarakat. Dinas Pemadam Kebakaran Daerah KMS sebagai badan yang berwenang dalam hal ini perlu ditingkatnkan kemampuannya, baik secara kualitatif (kemampuan dan pengalaman personilnya) maupun secara kuantitatif (jumlah markas/pos, mobil pemadam, peralatan penunjang operasional, dan jumlah personilnya) sehingga diharapkan nantinya dapat melaksanakan tugasnya dengan baik. Oleh karena itu, gagasan untuk membangun suatu markas pusat bagi Dinas Pemadam Kebakaran Daerah Kotamadya Dati II Surabaya dengan berbagai sarana dan peralatan yang lengkap menjadi salah satu alternatif pemecahan masalah kebakaran yang layak untuk direalisasikan. Data-data yang diperlukan pada proyek ini diperoleh melalui studi literatur, survey lapangan dan wawancara, serta studi banding dengan Dinas Kebakaran DKI Jakarta. Semua data-data yang diperoleh digunakan sebagai masukan dan pembanding dalam proses perencanaan Pusat Markas Pemadam Kebakaran di Surabaya ini. Dalam perancangan, inti pelayanan dari Dinas Pemadam Kebakaran ini dijadikan sebagai dasar dari konsep perancangan. Analisis terhadap tapak dan kawasan dijadikan media untuk menghadirkan rancangan arsitektur, yang disajikan berupa gambar-gambar dan maket. Akhir kata, penyusun menyadari adanya kekurangan dalam penyusunan laporan ini dan sangat menghargai saran serta kritik dari pembaca sebagai masukan bagi penyusun.",
  "creators": "SETIONO GUNAWAN ARGOPUTRO",
  "contributors": "IR. SHELLY GUNAVATI WARDOYO, MT. (Advisor 1); Benny Poerbantanoe (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Unknown",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 998/Ars.24/94; Setiono Gunawan Argoputro (22489130)",
  "subjects": "FIRE STATIONS"
}