{
  "id": "18276",
  "title": "Museum Teknologi PT PAL Indonesia",
  "abstract": "Hubungan antara manusia , alam dan teknologi memang selalu tertunda, tidak langsung, selektif dan terutama metaforis. Dalam metafora, kitamelihat sesuatu dari sudut sesuatu yang lain. Hal yang terberi ini tidak dilihat seperti adanya, karena memang selalu terasa asing, melainkan sebagai sesuatu yang lain, yang akrab dan lebib dipahami manusia Jadi, sebenarnya \"identitas\" PT.PAL, di sini pada dasarnya tiada lain adalah cara manusia sendiri melihat PT. PAL itu. Antara realitas dan nama FT. PAL pada dasarnya tidak terdapat hubungan satu banding satu, melainkan satu banding tak terhingga, yang ditransformasikan ke dalam abstraksi-abstraksi ke medan konseptual. Dan medan konseptuallah yang memungkinkan penalaran untuk mentransformasikan realitas konkret sesuai dengan keinginan dan analisa manusia Dan dari titik dasar itu akan menjadi jelas pula bahwa metafora dapat digunakan sebagai paradigma guna mengkaji ulang hakekat dan posisi PT. PAL dalam kernelut persoalan masa ini dan masa yang akan datang (masa kontemporary) Keberadaan dan hakekat PT. PAL sebenarnya diwakilkan dan dihubungkan dengan teknologi permesinan kapal, perburuhan, serta misi PT. PAL ke depan terhadap perlindungan alam Tiga hal ini yang menjadikan dasar pemikiran abstraksi-abstraksi tersebut Kumpulan ketiga abstraksi tersebut dipadukan membuat suatu metafora balance/ kesetimbangan yang didesknpsikan dengan suatu mesin solidity kapal keluar dan lahir / berakar dari tanah / bumi dan secara bersamaan, konstruksi mengalami fragmentasi / separation akibat pengaruh urban force. Elemen-elemen separation yang terjadi terletak perpendicular terhadap garis tapak dan tersusun di atas multiple konfigurasi dan datum-datum berkesinambungan menciptakan balance",
  "creators": "HANEL",
  "contributors": "Paulus Hendrianto Soehargo (Advisor 1); Andhi Wijaya (Advisor 2); Handinoto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1547/Ars/59/1998; Hanel (22494121)",
  "subjects": "TECHNOLOGY-MUSEUMS"
}