{
  "id": "18273",
  "title": "Apartemen Galaksi di Surabaya",
  "abstract": "Perkembangan kota Surabaya menuju kota metropolis diiringi dengan kebutuhan akan pemukiman yang cukup tinggi. Akan tetapi hal ini mengalami banyak hambatan karena lahan yang ada di dalam kota Surabaya semakin terbatas dan mahal. Oleh sebab itulah salah satu alternatif pemecahannya adalah dengan hunian vertikal seperti apartemen. Selain itu nantinya diharapkan dapat mengurangi kemacetan lalu lintas,karena letaknya di tengah kota dekat dengan tempat kerja dan menjadi pilihan yang praktis bagi para eksekutif dan golongan menengah ke atas karena tersedianya manajemen properti yang mengurusi segala sesuatu tentang pemeliharaan bangunan serta terjaminnya keamanan dan kenyamanan. Apartemen Galaksi yang letaknya di daerah perumahan Galaksi dan tepat di seberang Mai Galaksi memiliki fasilitas yang memadai dan dilengkapi dengan pengelola, dikelilingi jalan kembar dan dilewati kendaraan umum bemo, diharapkan dapat memperkuat ciri kawasan tersebut dan lebih menghidupkan lingkungan. Pencapaian dapat dilakukan dari arah Jalan Kertajaya Indah Timur {inner ring road) yang juga sebagai pintu masuk utama dan Jalan Dharmahusada Indah II sebagai jalan masuk samping untuk penghuni. Sedangkan bagi kendaraan servis melalui Jalan Kertajaya Indah Timur II. Untuk fasilitas parkir disediakan di halaman dan semi basement untuk mobil serta tempat parkir di halaman depan untuk kendaraan roda dua. Apartemen Galaksi yang memiliki dua massa bangunan yaitu bangunan depan dengan ketinggian dua lantai dan bangunan belakang dengan podium satu lantai yang memiliki empat lower di atasnya, berlantai tujuh dan delapan. Selain itu terdapat juga bangunan semi permanen Garden Restaurant. Bentuk bangunan secara keseluruhan hanya berasal dari bentuk kotak dan lengkung, dengan penampilan yang mengundang karena ketinggian lantainya. Ruang-ruang yang ada di dalamnya ditata untuk memenuhi kebutuhan dan fungsinya serta etlsiensi.",
  "creators": "HONG FANG",
  "contributors": "Andhi Wijaya (Advisor 1); Handinoto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1500/Ars/11/1998; Hong Fang (22493099)",
  "subjects": "APARTMENT HOUSES; APARTMENTS"
}