{
  "id": "18296",
  "title": "Asrama mahasiswa perguruan tinggi swasta di Surabaya",
  "abstract": "Surabaya sebagai salah satu kota yang memiliki banyak perguruan tinggi swasta yang bexbobot dengan jumlah mahasiswa yang relatif cukup besar jumlahnya ( di antaranya berasal dari luas kota dan luax pulau ), maka sudah saatnya bagi kita untuk memikirkan sarana pemukiman yang layak dan memadai bagi mereka guna menunjang program pendidikan yang akan mereka tempuh. Pengadaan pemukiman bagi para mahasiswa yang pada umumnya dikenal dengan nama asrama ini didukung pula dengan adanya Surat Keputusan Presiden nomor 40 tahun 1981 yang mengatakan bahwa penyediaan asrama mahasiswa dengan segala sarana penunjangnya adalah merupakan kebutuhan pokok bagi keberhasilan pengembangan dan pembinaan generasi muda dalam menuntut ilmu di perguruan tinggi. Tujuan dari proyek ini adalah sebagai tempat atau wahana yang dapat membantu para mahasiswa dalam menempuh pendidikannya di perguruan tinggi, serta untuk menumbuhkan, rnemupuk kesadaran, pemahaman, serta pengarahan mahasiswa, dalam rangka pembinaan generasi muda untuk berperan serta dalam kegiatan pembangunan. Penelitian dimulai dengan mengadakan survey pemilihan lokasi. Proses pengumpulan data melalui survey lapangan, study literatur dan wawancara. Kemudian diadakan analisa dan diperoleh kesimpulan yang digunakan sebagai dasar untuk menyusun program kebutuhan dalam perencanaan dan perancangan.Produk penelitian yang dihasilkan berupa perencanaan dan perancangan bangunan dan lingkungan setempat, berupa gambar 2 matra, laporan dan maket model 3 matra. Obyek penelitian adalah pengerobangan kawasan pemukiman ( asrama ) bagi para mahasiswa yang berasal dari luar kota dan luar pulau yang sedang menempuh studynya di beberapa perguruan tinggi swasta pada lokasi tersebut. Lokasi penelitian terletak pada daerah kelurahan Semolowaru Kecamatan Sukolilo yang merupakan suatu daerah yang terletak pada kawasan Surabaya Timur dengan pertumbuhan perguruan tinggi swasta yang cukup pesat. Dari hasil pengamatan, analisa dan pertimbangan-pertimbangan yang dapat katni himpun maka dapat diambil keputusan untuk mendirikan suatu fasilitas pemukiman ( asrama ) bagi para mahasiswa dengan batasan-batasan sebagai berikut : * Asrama tersebut hanya dapat dihuni oleh para mahasiswa yang berasal dari luar kota dan luar pulau serta sedang menempuh studynya di tujuh perguruan tinggi swasta yang berada di dekat lokasi tersebut. * Ke tujuh perguruan tinggi swasta tersebut adalah : - Universitas Putra Bangsa - Universitas 17 Agustus 1945 - Universitas Narotama - Universitas W.R. Supratman - Universitas Dharma Cendika - Universitas Hang Tuah - Institut Teknologi Adhi Tama Surabaya",
  "creators": "HERMAN SUDARTA",
  "contributors": "Indriani Santoso (Advisor 1); Benny Poerbantanoe (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 939/Ars.21/94; Herman Sudarta (22489034)",
  "subjects": "STUDENT HOUSING; DORMITORIES"
}