{
  "id": "18295",
  "title": "Rekayasa mutu beton pada proses produksi ready-mix concrete dengan metode taguchi",
  "abstract": "Mutu beton dipengaruhi oleh komposisi dari semen, air, agregat kasar, agregat halus dan admixture serta mutu dari masing-masing bahan dasar tersebut. Di samping faktor-faktor di atas, terdapat faktor-faktor yang sulit bahkan tidak dapat dikendalikan tetapi memberikan pengaruh terhadap mutu beton seperti mutu semen, kadar air dalam pasir, kekotoran/kandungan lumpur dalam pasir, ketepatan timbangan dan tingkat kinerja pekerja. Untuk meminimalkan pengaruh-pengaruh tersebut, terdapat suatu metode yang dapat meminimalkan penyebab-penyebab perubahan tanpa menghilangkan penyebab-penyebab itu sendiri. Metode tersebut adalah \"Metode Taguchi\". Dalam Tugas Akhir ini karakteristik mutu yang diamati adalah 'slump' dan 'strength' untuk mutu beton K-350 dengan harapan hasil yang diperoleh mempunyai nilai yang maksimal baik untuk 'slump' maupun 'strength' agar beton yang dihasilkan berkekuatan tinggi serta 'workable' (mudah dikerjakan). Dalam tugas akhir ini yang diambil sebagai faktor kendali adalah 'water/cement ratio', jumlah pasir dan gradasi dari agregat, masing-masing mempunyai 3 level. Untuk faktor noise yang disimulasikan diambil kadar air dari pasir dan kandungan lumpur di dalam pasir, masing-masing dengan 2 level. Dari eksperimen dan analisis yang telah dilakukan, diperoleh suatu rancangan terbaik yaitu 'water cement ratio' yang diperkecil (dengan menambah semen ), jumlah pasir dikurangi dan gradasi dari agregat diatur sebagian. Rancangan ini memberikan hasil yang lebih baik dibanding kondisi awal pada 'Ready-Mix Concrete' dengan meningkatnya mutu beton ('slump' dan 'strength').",
  "creators": "LILIK CAYLIANI; DEWI ERMAYANI",
  "contributors": "S.G. Ferryanto (Advisor 2); Benjamin Lumantarna (Examination Committee 1); Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 737/SIP/1997; Lilik Cayliani (21492143), Dewi Ermayani (21492144)",
  "subjects": "CONCRETE-MIXING; CONCRETE-QUALITY CONTROL; CONCRETE-TESTING"
}