{
  "id": "18293",
  "title": "Pusat kerajinan tradisional Jawa Timur di Sidoarjo",
  "abstract": "Dalam laporan perancangan Pusat Kerajinan Tradisional Jawa Timur ini dijelaskan tentang latar belakang proyek yang diterangkan dalam bagian satu, perancangan tapak pada bagian dua yang mencakup pengaruh perancangan tapak terhadap lingkungan sekitar, pencapaian tapak, sistem sirkulasi dan lansekap yang dibuat dalam tapak. Pada bagian tiga diterangkan tentang perancangan bangunan yang mencakup program ruang, konsep penataan ruang, massa dan bentuk bangunan, pola struktur dan utilitas. Yang menjadi konsep perancangan adalah pola suluran tradisional Madura yang diterapkan sedemikian rupa sehingga terwujud dalam bentuk bangunan, tampilan bangunan, penataan massa dan ruang. Pemilihan suluran ini berkaitan dengan keberadaan kerajinan tradisional sendiri yang biasa dinikmati melalui pola ragam hiasnya. Pengunjung Pusat Kerajinan Tradisional Jawa Timur ini diharapkan datang dari berbagai macam tingkat sosial dalam masyarakat dan dengan kepentingan yang berbeda, oleb karena itu dalam proyek ini disediakan berbagai fasilitas untuk memenuhinya, misalnya tempat pemberhentian kendaraan umum, parkir bus, parkir kendaraan roda dua dan kendaraan roda empat yang memadai. Disediakan pula toko untuk pembelian barang secara eceran dan grosir, galeri dan tempat peragaan pembuatan barang kerajinan yang diharapkan dapat menarik turis dan pengetahuan pengunjung tentang pembuatan barang kerajinan. Selain fasilitas komersial disediakan pula fasilitas pendidikan berupa workshop dan sekolah untuk para calon pengrajin baik dari dalam maupun luar Jawa Timur. Demikianlah proyek ini dirancang, semoga dapat bermanfaat bagi pembaca.",
  "creators": "FRANSISKA WIJAYANTI",
  "contributors": "Frans Soehartono (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1527/Ars/38/1998; Fransiska Wijayanti (22494100)",
  "subjects": "ART MUSEUMS"
}