{
  "id": "18309",
  "title": "The Word formation processes of email in the shipping company",
  "abstract": "The Thesis mainly deals with the terms of shipping register formed in email communication. The focus of this study is the shipping register terms produced by Indonesian employees occur in email communication. The data collected, is the written form of email communication. The data is English language in written form; collected from email of eight employees of the company, under the job position as marketing and customer service. The writer analyzed the data based on George Yule (2006) and O?Grady and Guzman about word formation processes. The writer used the theory to define types of word formation processes applied in forming the shipping register terms. Further, it is also used to reveal the predominant word formation processes applied in forming the shipping register terms. In this study, the writer used qualitative approach in developing the research. The findings reveal there are three types of processes of word formation processes based on Yule?s (2006) theory. A term can undergo single process or multiple processes. These types of word formation processes are single process, dual processes, and triple processes. Besides single process, there are dual and triple processes classified as multiple processes of a word formation. Further, each type has the most predominant word formation process. In single process, clipping is the predominant word formation process used, followed by a finding of three ways in clipping formation. The three clipping processes are based on the omission of middle syllables, keeping the initial syllable, and finally omission of other elements represent vowel or consonant of the word. In dual processes, the predominant formation applied is acronym and compounding. Moreover, the writer found four terms of shipping register undergoing triple processes, three terms undergo through acronym, clipping and blending while one term undergoes clipping, blending and compounding. Finally, from over all of the processes, based on the finding, single process is the predominant process applied in forming the shipping register terms.",
  "creators": "JONEA CHRISTINA SALIM",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Flora Debora (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011913/ING/2009; Jonea Christina Salim (11405045)",
  "subjects": "ENGLISH LANGUAGE-WORD FORMATION; GRAMMAR, COMPARATIVE AND GENERAL-WORD FORMATION"
}