{
  "id": "18302",
  "title": "Aplikasi sistem day care pada desain Arsitektur Lembaga Pendidikan Anak-Anak di Surabaya",
  "abstract": "Laporan Tugas Akhir disusun sebagai uraian dan penjelasan atas seluruh proses perancangan yang telah dilakukan pada studio Tugas Akhir. Laporan ini berisi uraian-uraian yang dilampiri dengan analisa-analisa dan gambar-gambar pra desain. Proyek Day Care Center dibuat berdasarkan kebutuhan akan suatu lembaga perawatan dan pendidikan bagi anak-anak yang sifatnya informal. Lingkup pelayanan proyek meliputi : penitipan anak, pendidikan anak dan pelayanan kemasyarakatan yang berhubungan dengan anak-anak. Sasaran pemakai proyek adalah anak-anak yang berusia antara 2 bulan hingga 7 tahun. Lokasi proyek pada daerah pusat kota dengan lingkungan urban yang spesifik dan memiliki nilai historis yang tinggi. Sehingga penataan tapak sangat memperhatikan kondisi eksisting lingkungan sekitar tapak. Konsep penataan tapak didasarkan pada peranan proyek terhadap lingkungan sekitar. Terutama terhadap tapak area Joko Dolog yang berbatasan secara langsung dengan tapak proyek. Konsep perancangan bangunan didasari oleh pandangan filosofis tentang anak-anak mengingat anak-anak adalah pengguna utama bangunan. Karakter bangunan sangat berbeda dengan bangunan sekitar baik secara orientasi, bentuk dan warna untuk menunjukkan adanya suatu kontradiktif. Kesan yang ingin disampaikan melalui penampilan bangunan ialah untuk mengingatkan kembali eksistensi anak-anak di dalam perkembangan dunia yang semakin pesat, bahwa pendidikan anak-anak tidak kalah penting dengan unsur-unsur lain. Konsep perancangan juga didasari dengan keinginan untuk menjadikan proyek sebagai bagian yang dapat memperkuat landmark yang telah ada, tidak menciptakan suatu landmark yang baru.",
  "creators": "DEWI YANANINGDYAH",
  "contributors": "Benny Poerbantanoe (Advisor 1); Frans Soehartono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1572/Ars/20/1999; Dewi Yananingdyah (22494141)",
  "subjects": "DAY CARE CENTERS"
}