{
  "id": "18300",
  "title": "Gedung bursa efek dan kantor sewa di Surabaya",
  "abstract": "Pasar modal Indonesia secara terus menerus menunjukkan perkembangan yang menggembirakan dan perannya semakin penting dalam menunjang pembangunan ekonomi nasional. Hal ini terlihat dari perkembangan yang terjadi akhir-akhir ini di mana jumlah dana yang dapat dimobilisir melalui pasar modal mengalami peningkatan yang cukup pesat. Di samping itu, fungsi pasar modal sebagai wahana demokratisasi pemilikan saham juga sudah semakin berjalan dengan baik yang ditunjukkan oleh semakin banyaknya institusi dan individu yang memiliki saham perusahaan yang telah go-public, jumlah dana yang dapat dihimpun untuk tujuan yang produktif serta aktivitas transaksi di bursa di gedung Bursa Efek. Pada tahun 1995 yang lalu, pemerintah bersama-sama dengan Dewan Perwakilan Rakyat, telah berhasil menyelesaikan satu tugas yang monumental yaitu selesainya penyusunan Rancangan Undang-undang Pasar Modal (RUU Pasar Modal) menjadi Undang-undang, yaitu Undang-undang Nomor 8 tahun 1995 tentang Pasar Modal. Sasaran yang hendak dituju oleh Undang-undang tersebut adalah untuk menciptakan kerangka hukum yang kokoh di bidang pasar modal, meningkatkan transparansi dan menjamin perlindungan terhadap pemodal dan masyarakat luas. Undang-undang tersebut juga dimaksudkan untuk meningkatkan profesionalisme para pelaku, menciptakan sistem perdagangan yang aman dan efisien, serta membuka kesempatan berinvestasi bagi pemodal kecil. Perlindungan ini tidaklah dimaksudkan untuk memberikan ganti rugi bagi investor yang bermain di pasar modal, akan tetapi lebih dititik-beratkan pada keterbukaan melalui pemberian informasi yang lengkap dan benar. Karena dengan informasi itu para investor akan dapat memahami dan mendalami keadaan perusahaan go public dari berbagai aspek termasuk keuangan serta perkembangan aktivitas di Bursa Efek. Hal ini penting artinya bagi mereka sebagai bahan pertimbangan sebelum mengambil keputusan investasi. Selain itu, tulisan-tulisan mengenai pasar modal serta informasi mengenai keberadaan dan aktivitas lembaga penunjang dan profesi seperti penjamin emisi, perantara perdagangan efek, notaris, konsultan hukum, akuntan publik, dan perusahaan penilai juga penting artinya dalam usaha pendalaman terhadap pasar modal serta peran penting dari lembaga-lembaga tersebut. Para investor luar negeri diantaranya dari Jepang, Hongkong, Singapura dan Korea Selatan kini telah terjun di pasar modal kita. Oleh karena itu, kita perlu meningkatkan kualitas penanganan pasar modal kita yang salah satunya adalah peningkatan sarana dan prasarana penunjangnya. Wadah aktivitas untuk pasar modal yang kita kenal sebagai Bursa Efek, mempunyai peranan penting terutama efek psikologis dalam peningkatan kinerja dalam kegiatan pasar modal didalamnya. Suatu gedung Bursa Efek yang berkualitas akan mampu mendorong perkembangan pasar modal pada khususnya serta perekonomian negara pada umumnya.",
  "creators": "TOSSANO VANADIANTO",
  "contributors": "Danny Santoso Mintorogo (Advisor and Examination Committee); Ir. Achmad Archajadi (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1544/Ars/56/1998; Tossano Vanadianto (22494108)",
  "subjects": "OFFICE BUILDINGS"
}