{
  "id": "1830",
  "title": "The Interruption made by the presenter in \"Kiss\" infotainment on Indosiar television channel",
  "abstract": "This study deals with interruption, after several thoughts the writer also put the utterance that have connection with interruption that was still focuses on interruption. This study analyzed the interruption that occurred in the \"KISS\" infotainment which hosted by Dave Hendrik and Novita Angie. Throughout this research, the writer intended to know who interrupts more in a conversation, a male, a female or a guest presenter and what the reasons of the interruption were. The writer also wanted to know the overlaps in the conversation. In order to answer the questions in the statement of the problem, the writer refers to some theories that are; Gender (Lips, 1988;3), and Interruption (Tannen). Descriptive study was used in this study since it described the Linguistics phenomena in interruption. Moreover, it also applied a limited quantitative in order to know the number of occurrence in interruption. The data were obtained by recording the KISS infotainment. The finding shows that the female controls or led the interruptions. The second finding shows that trying to complete was one of the most frequent reason used in interruption. Finally from the last finding about the domination of interruption that the presenters used, the writer found that the female presenter dominated the interruption although the male presenter dominated the conversation.",
  "creators": "BHAYU KUNTADI MURYANTORO",
  "contributors": "Julia Eka Rini (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.02011360/ING/2005; Bhayu Kuntadi Muryantoro (11498154)",
  "subjects": "INDONESIAN LANGUAGE-SOCIAL ASPECTS; SOCIOLINGUISTICS"
}