{
  "id": "18303",
  "title": "Pusat peraga sains dan teknologi di Surabaya",
  "abstract": "Saat ini pengaruh teknologi telah demikian kompleks meliputi hampir di semua sendi kehidupan manusia yang mendasar misalnya : pada bidang intelektual, industri, pertahanan dan exploitasi sutnber daya alam sehingga kemajuan ilmu dan pendayagunaan sains dan teknologi sangat diperlukan. Salah satu usaha untuk mewujudkan tujuan tersebut di atas maka perlu didirikan suatu bangunan Pusat Peraga Sains dan Teknologi dimana di dalamnya terdapat aktivitas-aktivitas pendidikan non formal yang dapat dipelajari secara aktif oleh masyarakat. Di dalam bangunan tersebut terdapat bermacam-macam alat peragaan tentang sains dan teknologi yang dapat menjadi informasi kepada masyarakat mengenai proses kerjanya, penggunaannya, manfaat dan tujuannya serta pengaruhnya dalam kehidupan kita. Karena bangunan Pusat Peraga Sains dan Teknologi merupakan bangunan yang diperuntukan bagi masyarakat luas maka bangunan ini sebaiknya dibangun di tempat yang bersifat publik. Luas bangunan yang direncanakan 0,5 Ha dengan luas tapak sebesar 1,5 Ha. Luas lahan digunakan sebagian besar untuk bangunan peraga dan fasilitas parkir yang memadai sedangkan sisanya untuk penghijauan. Pada lahan ini hanya terdapat satu bangunan saja dimana selain sebagai tempat alat-alat peraga sains dan teknologi, juga terdapat fasilitas - fasilitas lain misalnya : fasilitas pengelola, penunjang, pendukung dan sebagainya. Bangunannya didesain semenarik mungkin dengan menampilkan struktur-struktur, detail-detail ornamen yang memiliki teknologi canggih baik pada eksterior maupun interiornya sehingga diharapkan bangunan yang ada dapat mencerminkan aktivitas yang ada dan dapat menarik masyarakat luas.",
  "creators": "SHELLY AYLAN KASENDA",
  "contributors": "Handinoto (Advisor 1); J. Loekito Kartono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 916/Ars.47/93; Shelly AyIan Kasenda (22488118)",
  "subjects": "SCIENCE-MUSEUMS; ECHNOLOGY-MUSEUMS"
}