{
  "id": "18305",
  "title": "Perluasan museum Mpu Tantular di Surabaya",
  "abstract": "Sesuai dengan program pemerintah sub sektor Kebudayaan yang menyatakan agar bangsa Indonesia mampu menghadapi tantangan perkembangan sejarah, mampu hidup dalam suasana dunia masa kini dengan segala perubahan akibat kemajuan ilmu pengetahuan dan perkembangan teknologi dan komunikasi modern dengan dilandasi Ketahanan Nasional, maka perlu kesadaran bersejarah serta mendorong penalaran dan sikap positif terhadap perkembangan budaya. Salah satu usaha lanjutan di atas adalah museum. Museum Mpu Tantular merupakan Museum Negeri Propinsi Jawa Timur tipe A yang terletak di Surabaya. Letaknya yang strategis di jalan Mayangkara 6 Surabaya, yaitu di ujung jalan Raya Darmo dan Raya Diponegoro, serta bentuknya yang unik, yaitu perpaduan dari arsitektur kolonial dan tradisional, membuat bangunan rancangan biro arsitek Job en Sprij\" ini menjadi landmark bagi kota Surabaya. Namun kondisi Museum Mpu Tantular saat ini (tahun 1994) menghadapi berbagai permasalahan, seperti sempitnya lahan dan kondisi ruang yang sudah tidak memenuhi persyaratan dengan apa yang diidealkan. Arti ideal di sini bertitik tolak pada \"Pedoman Pembakuan Museum Umum Tingkat Propinsi\" yang diterbitkan oleh Direktorat Permuseuman tahun 1979/1980. Rencana pengembangan museum diambil melihat keadaan dan luasan museum yang dinilai tidak dapat lagi menampung pertambahan jumlah koleksi dan pengunjung yang semakin bertambah dari tahun ke tahun, sehingga Museum Mpu Tantular memenuhi kriteria dan syarat perencanaan dan perancangan museum sesuai dengan standart museum propinsi yang berlaku. Alasan lain ialah untuk membudidayakan kebudayaan Indonesia pada umumnya dan kebudayaan Jawa Timur pada khususnya, serta menunjang sektor pariwisata. Lahan yang dipilih sebagai lahan perluasan adalah daerah belakang museum Mpu Tantular, dimana dikelilingi jalan Raya Darmo, Raya Diponegoro, jalan Mayangkara dan jalan Ciliwung seluas 2,7 hektar. Adapun persyaratan pengembangan antara lain : Bangunan lama harus dipertahankan tidak boleh dibongkar (kecuali bangunan tambahan di belakangnya) dan bangunan yang baru harus dapat bersalaman dengan bangunan lama. Metode pendekatan yang dipakai dalam perencanaan dan perancangan adalah : A. Pengumpulan data - Studi Literatur, yaitu mengumpulkan data-data umum dari buku-buku yang menunjang proses perencanaan dan perancangan. - Studi Lapangan, yaitu pengamatan langsung di lapangan terhadap tapak, lingkungan dan Iain-lain yang menunjang proses perencanaan dan perancangan. - Wawancara, yaitu tanya jawab dengan pihak-pihak yang mempunyai hubungan dengan obyek perencanaan. - Studi Perbandingan, untuk mendapatkan gambaran nyata bagaimana wujud sebenarnya museum itu. B. Penyusunan Data, Analisa, Interpretasi dan Evaluasi terhadap data-data yang sudah diperoleh dan kemudian disusun dalam bentuk laporan perencanaan - perancangan. C. Generalisasi dan Kesimpulan Hasil analisa dan interpretasi dari data yang diperoleh serta evaluasi terhadap hasil analisa tersebut dituangkan ke dalam desain perancangan dan disajikan dalam suatu konsep perancangan dan gambar-gambar pra rencana. Penentuan jenis fasilitas pada perluasan Museum Mpu Tantular didasarkan pada pertimbangan-pertimbangan : Kebutuhan dan syarat ruang/fasi1itas untuk sebuah museum propinsi tipe A; Jenis koleksi museum Mpu Tantular yang ada mempengaruhi jenis ruang pamer; Studi perbandingan dengan museum-museum lain di Indonesia pada umumnya, Jawa pada khususnya seperti Museum Nasional Jakarta, Museum Ronggowarsito Jawa Tengah dan Museum Sonobudoyo Jawa Tengah. Fasilitas yang tersedia di Museum Mpu Tantular Surabaya antara lain : A. UNIT PELAYANAN UMUM, yaitu unit yang dipergunakan untuk melayani pengunjung/umum, dimana terdiri dari : 1. Unit Pelayanan Umum I : loket karcis, bursa buku/souvenir, kafetaria,toilet, edukator, ikatan peminat museum, peragaan, auditorium, perpustakaan, P3K, pameran temporer 2. Unit Pelayanan Umum II : pengenalan, istirahat",
  "creators": "BEATRICE ARIALISTYANI KUSUMA",
  "contributors": "Markus Ignatio Aditjipto (Advisor 1); Danny Santoso Mintorogo (Advisor 2); J. Loekito Kartono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1008/ARS.34/1994; Beatrice Arialistyani Kusuma (22490033)",
  "subjects": "MUSEUM BUILDINGS"
}