{
  "id": "18304",
  "title": "New Surabaya International School",
  "abstract": "Laporan Perencanaan dan Perancangan ini disusun untuk memenuhi tugas akhir / skripsi mata kuliah Merancang Arsitektur AR 500, periode XXX pada jurusan Arsitektur Fakultas Teknik, Universitas Kristen Petra Surabaya. Adapun judul Proyek Akhir / Skripsi ini adalah : \"NEW SURABAYA INTERNATIONAL SCHOOL\" Dalam laporan ini diuraikan mengenai proses perencanaan dan perancangan suatu sekolah internasional, di mana sekolah ini khusus diperuntukkan bagi para orang asing yang tinggal untuk sementara waktu di Surabaya, yang dilengkapi dengan berbagai fasilitas yang menunjang berlangsungnya aktifitas belajar. Pembahasan meliputi latar belakang, tujuan, lingkup, metode, pengertian judul, dan beberapa batasan / anggapan. Selain itu dijelaskan juga segala aktivitas yang terjadi dan kebutuhan fasilitas yang diperlukan dalam komplek sekolah tersebut. Data-data yang diperlukan diperoleh melalui wawancara dan pengamatan langsung, sedangkan studi literatur digunakan sebagai bahan perbandingan untuk memperkuat data yang telah ada. Dalam tahap perancangannya, dasar konsepsi yang dipakai dengan melihat perkembangan fisik dan psikis anak usia sekolah dalam menciptakan atmosfir sekolah yang berperan sebagai wadah pendidikan serta alat bantu dalam mengembangkan kreatifitas siswa. Untuk itu, batasan-batasan yang dipergunakan sebagai dasar mengacu pada penelitian psikologis oleh Elizabeth Hurlock. Sedangkan data yang ada, analisa terhadap lingkungan dan tapak serta studi literatur digunakan sebagai media untuk menghadirkan suatu rancangan arsitektur yang dapat merangsang kreatifitas siswa, harmoni dan berwawasan lingkungan dalam bentuk gambar dan dalam bentuk tiga dimensi berupa maket.",
  "creators": "SUSAN LIMENA",
  "contributors": "Ir. Achmad Archajadi (Examination Committee 1); Krisdianto Anggijono (Advisor 1); Riduan Sukardi (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 940/Ars.22/94; Susan Limena (22489038)",
  "subjects": "SCHOOL BUILDINGS"
}