{
  "id": "18301",
  "title": "Museum dan galeri mobil kuno",
  "abstract": "Laporan ini berisi tentang konsep perancangan yang mendasari rancangan bangunan museum dan galeri mobil kuno, serta pertanggungjawaban atas apa yang telah dirancang. Pengaruh lingkungan sekitar terhadap bangunan dan bangunan terhadap lingkungan tapak diuraikan dalam perancangan tapak. Didalamnya juga berisi mengenai pencapaian tapak, sirkulasi di dalam tapak yang telah didisain serta keadaan lansekap sebagai hasil proses perancangan. Bagian perancangan bangunan dijelaskan mengenai perhitungan program dan luasan ruang berdasarkan per fasilitas yaitu antara lain fasilitas pelayanan umum, teknis, administratif, servis serta perhitungan kapasitas parkir. Pada pola penalaan massa bangunan diuraikan mengenai dasar pemikiran iilosofi yang tidak terlepas dari judul \"Museum dan Galeri Mobil Kuno\" sehingga diperoleh dasar konsep perancangan yaitu sesuatu yang orisinal, mengalami restorasi berdasarkan presedence dari servis teknis mobil kuno dan bahwa di dalam sesuatu yang orisinal tidak terlepas dari teknologi masa kini. Berdasarkan dasar konsep perancangan ini dikembangkan menjadi konsep perancangan yang tidak terlepas antara perancangan massa bangunan, bentuk dan penampilan bangunan, penataan ruang maupun dalam perancangan ruang luar. Kesemuanya itu berdasarkan konsep perancangan yang dikembangkan dari dasar konsep perancangan dan filosofi perancangan yaitu sesuatu yang orisinal diterjemahkan dalam proses perancangan adalah bentuk-bentuk dasar. Bentuk-bentuk dasar itu mengalami proses segmentation dan penetration. Proses segmentation diperoleh sebagai akibat dari proses restorasi yaitu penguraian, reparasi dan perakitan per segmen atau per bagian dari mesin-mesin mobil kuno. Sedangkan proses penetration sebagai akibat bahwa sesuatu yang orisinal tidak terlepas atau membutuhkan atau perlu diisi dengan peralatan mutakhir/masa kini. Pendekatan perancangan melalui tampilan ekspresi vang ingin diungkapkan di atas disajikan dalam bentuk gambar-gambar arsitektur dan model maket tiga dimensi untuk mempermudah mengerti bangunan secara lebih jelas.",
  "creators": "ERNAWATI",
  "contributors": "Handinoto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1549/Ars/61/1998; Ernawati (22494134)",
  "subjects": "AUTOMOBILES-MUSEUMS; ANTIQUE AND CLASSIC CARS-MUSEUMS"
}