{
  "id": "18317",
  "title": "Analisa efektivitas desain konsep iklan billboard pada program 'belanja hemat' di SBO TV",
  "abstract": "Penelitian ini dilakukan untuk mengetahui efektivitas konsep iklan billboard ?Belanja Hemat? dengan menggunakan dimensi message design concept, copywriting, design, layout, graphic, typography, dan product identification terhadap peningkatan jumlah penonton SBO TV yang diukur melalui dimensi efektivitas dengan variabel perception, cognition, emotion, persuasion, association, dan action. Sampel yang diteliti adalah 30 orang wanita usia 16-25 tahun, tinggal di kota Surabaya, SES B-C, memiliki hobi jalan-jalan dan berbelanja dengan menggunakan metode sampling purposive sampling. Alat analisa yang digunakan untuk menganalisis adalah selective coding. Hasil penelitian menunjukkan bahwa konsep iklan billboard ?Belanja Hemat? yang telah dibuat efektif dalam mengubah persepsi audience terhadap SBO TV. Variabel pada dimensi message design yang paling berpengaruh terhadap efektivitas iklan adalah variabel concept, copywriting, design, typography dan product identification karena variabel-variabel tersebut yang pertama kali membentuk persepsi awal audience terhadap iklan ini. Variabel concept, copywriting, design, graphic dan product identification juga berpengaruh terhadap perception, cognition dan emotion audience, sedangkan persuasion dan association audience tidak dipengaruhi oleh per variabel dalam dimensi message design. Tahapan action menentukan hasil akhir dari efektivitas iklan billboard ini dan hasilnya iklan ini juga cukup efektif dalam membuat audience menjadi penonton tetap SBO TV, tetapi masih diperlukan adanya dukungan dari SBO TV untuk meningkatkan kualitas tayangannya dan kualitas tampilan visualnya.",
  "creators": "VANNY MARTJIONO",
  "contributors": "Leonid Julivan Rumambi (Advisor and Examination Committee); Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020170/MAN/2010; Vanny Martjiono (36406010)",
  "subjects": "ADVERTISING; COMMUNICATION IN MARKETING; MARKETING-MANAGEMENT"
}