{
  "id": "18312",
  "title": "Museum Perjuangan Palagan Ambarawa",
  "abstract": "Museum Perjuangan Palagan ini dipilih penulis sebagai judul dari proyek akhir, karena penulis merasa termotivasi untuk dapat mengoptimalkan fungsi sejarah dan pariwisata dari monumen Palagan Ambarawa. Di dalam laporan perancangan ini, termuat perbandingan antara konsep awal dengan hasil perancangan, kendala apa yang dihadapi serta bagaimana pemecahannya. Secara umum, laporan perancangan ini terbagi menjadi 4 bab, yaitu latar belakang, perencanaan tapak, perencanaan bangunan, daftar pustaka dan lampiran. Di dalam pendahuluan, dijelaskan motivasi penulis untuk mengambil judul Museum Perjuangan Palagan Ambarawa, manfaat dari proyek yang ingin dicapai, dan ruang lingkup proyek. Didalam bab perencanaan tapak, penulis membahas mengenai letak tapak, dan hal-hal yang mempengaruhi perencanaan bangunan didalam tapak, seperti adanya monumen Palagan Ambarawa, pengaruh lingkungan urban terhadap tapak, maupun pengaruh tapak terhadap lingkungan. Selain itu juga dibahas bagaimana pencapaian pengunjung, staf/karyawan, service dan mobil pemadam kebakaran ke tapak. Dan sebagai pembahasan terakhir, dibahas mengenai sirkulasi di dalam tapak. Didalam bab perencanaan bangunan, terdapat rekapitulasi program luasan ruang, sebagai pertanggung jawaban atas perubahan perhitungan luasan ruang awal, sebagai akibat dari penerapan konsep penataan ruang yang ada. Selain itu, juga dijelaskan konsep penataan massa bangunan, dan penerapannya dalam perancangan. Disini dijelaskan pembagian zona dalam tapak, konsep fore-ground dan back-ground, bentuk massa tunggal sebagai konsekwensi dari penerapan konsep sequence suatu urutan cerita yang utuh dan bersambung, dan pola penataan massa akibat penerapan konsep taktik pertempuran Palagan yaitu supit urang. Berikutnya dibahas mengenai bentuk dan penampilan bangunan. Penggunaan bentuk bulat dinamis, yang memiliki artian pusat perjuangan, bentuk limas terpancung sebagai perwujudan dari konsep gunungan, dan pemakaian portal lengkung yang menunjuk ke arah monumen Palagan, untuk semakin memperkuat keberadaan monumen sebagai landmark. Didalam bab tiga ini dibahas juga mengenai konsep penataan ruang dalam, dimana konsep yang diambil adalah penganalogkan kronologis pertempuran Palagan dengan cerita pewayangan Mahabharatayuda. Di dalam bab empat, berisi daftar pustaka, dan lampiran. Lampiran yang ada merupakan gambar hasil perancangan, yang terdiri dari denah, tampak, potongan, perspektif, dan foto dari maket.",
  "creators": "YENNY YUDIYANTY",
  "contributors": "Handinoto (Advisor and Examination Committee); Anik Juniwati (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1548/Ars/60/1998; Yenny Yudiyanty (22494125)",
  "subjects": "MUSEUMS"
}