{
  "id": "18314",
  "title": "Efektivitas konsep iklan koran SBO TV dalam program 'Belanja Hemat'",
  "abstract": "Penelitian ini dilakukan untuk mengetahui efektivitas print ad yang meliputi headline, body copy, illustration, dan layout dalam konsep iklan koran pada program 'Belanja Hemat' yang ditayangkan oleh SBO TV yang diukur berdasarkan tingkat respon dengan menggunakan model AIDA. Sampel yang diteliti adalah wanita berusia 16-25 tahun dengan SES B-C yang menyukai fashion dan suka berbelanja di pusat-pusat perbelanjaan yang ada di Surabaya sebanyak 30 responden dengan menggunakan metode sampling yaitu purposive sampling. Alat analisis yang digunakan untuk menganalisis adalah selective coding. Hasil penelitian menunjukkan bahwa konsep iklan koran untuk program ?Belanja Hemat? efektif. Komponen visual yang terdiri dari headline, body copy, illustration, dan layout mampu menarik perhatian responden. Headline dan illustration memiliki kekuatan yang besar untuk menarik perhatian responden. Kekuatan sebuah iklan koran untuk menarik perhatian pembaca ditentukan oleh kedua variabel ini, sedangkan variabel body copy dan layout baru akan diperhatikan setelah responden aware akan keberadaan iklan. Tahapan respon pada model AIDA menunjukkan bahwa program 'Belanja Hemat' direspon dengan baik oleh responden (93,4%) pada keempat tahapan AIDA yaitu awareness, interest, desire dan action, sementara SBO TV direspon kurang baik oleh responden (28%) pada keempat tahapan AIDA tersebut.",
  "creators": "NOPPY WIJAYA SURYANTO",
  "contributors": "Leonid Julivan Rumambi (Advisor and Examination Committee); Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020169/MAN/2010; Noppy Wijaya Suryanto (36406060)",
  "subjects": "ADVERTISING; SALES PROMOTION; MARKETING-MANAGEMENT"
}