{
  "id": "18311",
  "title": "Pusat pembinaan dan pengembangan radio siaran di Surabaya",
  "abstract": "Berawal dari peran radio sebagai media siaran penyampaian informasi ke seluruh pelosok tanah air yang paling fleksibel, maka radio memiliki arti penting dalam pembinaan mental bagi kelangsungan pembangunan bangsa. Perlu dimengerti bahwa suatu informasi barulah dapat ditangkap dengan persepsi yang benar oleh masyarakat apabila informasi itu disampaikan secara tepat pula. Untuk mencapai tujuan ini dibutuhkan keseriusan pihak pengelola radio siaran dalam mengelola manajemen dan sumber daya teknis serta operasional siaran. Mengingat fasilitas yang mengakomodasi pembinaan sumber daya manusia pengelola radio siaran di Indonesia, terlebih Surabaya, masih sangat minim, maka direncanakan Pusat Pembinaan dan Pengembangan Radio Siaran Radio di Surabaya. Sebagai bagian dari suatu proyek akhir, laporan perancangan ini tidak dapat terlepas dari gambar-gambar hasil akhir, yang dapat dilihat secara lengkap dalam laporan gambar perancangan. Di dalam laporan perancangan Pusat Pembinaan dan Pengembangan Siaran Radio di Surabaya ini dibahas lebih lanjut mengenai perancangan tapak dan perancangan bangunan. Perancangan tapak meliputi hubungan timbal balik antara lingkungan sekitar dan tapak serta bangunan yang dirancang, pencapaian tapak, sirkulasi dalam tapak, dan lanskap. Sedangkan perancangan bangunan membahas program ruang, pola penataan massa bangunan, bentuk dan penampilan bangunan, penataan ruang, pola struktur dan pemilihan bahan bangunan yang digunakan, serta perlengkapan pelayanan dan utilitas bangunan.",
  "creators": "AGUSTINUS PUJOMARTONO",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Riduan Sukardi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1577/Ars/25/1999; Agustinus Pujomartono (22495013)",
  "subjects": "RADIO STATIONS"
}