{
  "id": "18313",
  "title": "Pusat rehabilitasi dan perlindungan wanita dan anak-anak",
  "abstract": "Landasan konseptual dan program perancangan ini disusun guna memenuhi persyaratan ujian sarjana Jurusan Arsitektur Fakultas Teknik Universitas Kristen Petra Surabaya. Proyek yang diajukan dan akhirnya ditetapkan melalui proposal adalah \"Pusat Rehabilitasi dan Perlindungan Wanita dan Anak-anak\" yang merupakan suatu wadah yang bertujuan untuk menampung para wanita dan anak-anak korban kekerasan rumah tangga dan pelecehan seksual untuk mendapatkan terapi pemulihan kepercayaan diri dan perlindungan dari penyiksaan selanjutnya, sehingga mereka dapat kembali berfungsi dalam masyarakat secara wajar. Yang mendasari pemilihan proyek ini adalah karena kurangnya fasilitas seperti ini di Indonesia, sedangkan korban yang berjatuhan makin lama makin banyak, maka penulis menganggap bahwa hal ini tidak bisa dibiarkan begitu saja dan dianggap sepele, mengingat kebiadaban pelakunya telah menghadirkan getah trauma panjang bagi pelakunya, karena luka yang terjadi bukan sekedar luka fisik, melainkan juga luka batin yang akhirnya akan menghilangkan rasa percaya diri korban bila tidak ditangan oleh tenaga-tenaga ahli yang potensial dan profesional. Sebelum melakukan perancangan pada proyek ini, telah dilakukan analisa terhadap kondisi lingkungan, tapak, dan bangunan yang menjadi dasar dalam perancangan ini yang ditampilkan melalui sketsa rancangan awal, namun tidak termuat dalam isi laporan perancangan ini. Sedangkan data-data yang lain diperoleh melalui sigi lapangan terhadap lahan yang akan digunakan, studi banding terhadap fasilitas-fasilitas serupa yang ada di Jawa Timur, sigi literatur, dan wawancara terhadap pihak-pihak yang bersangkutan, baik secara langsung maupun dengan korespondensi. Berdasarkan basil sigi, terpilih lokasi yang mempunyai sifat-sifat: asri dan alami, tidak komersial, dekat dengan fasilitas-faslitas pendukung (berupa rumah sakit, sekolah, pasar, dan terminal), dan jauh dari keramaian, mengingat privasi, kenyamanan, ketenangan, dan keamanan, sangat diutamakan. Pada bagian isi laporan dijelaskan tentang latar belakang, perancangan tapak, dan perancangan bangunan. Dimana pada bagian latar belakang, menguraikan tentang tujuan, manfaat, dan lingkup pelayanan dari proyek ini. Pada bagian berikutnya dijelaskan tentang perancangan tapak yang berisi tentang: pengaruh lingkungan sekitar terhadap tapak dan pengaruh bangunan yang dirancang terhadap lingkungan, pencapaian tapak, sistem sirkulasi dalam tapak, dan lansekap, tercakup pula didalamnya semua konsep awal yang mendasari perancangan tapak sehubungan dengan kebutuhan dan peraturan daerah yang ada. Kemudian dilanjutkan dengan bagian perancangan bangunan yang menguraikan tentang: program ruang, pola penataan massa bangunan, bentuk dan penampilan bangunan, penataan ruang, pola struktur dan pemilihan bahan bangunan yang digunakan, perlengkapan pelayanan dan utilitas bangunan.",
  "creators": "MARIA JASMINE",
  "contributors": "Handoko Istanto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1536/Ars/48/1998; Maria Jasmine (22494136)",
  "subjects": "CHILD HEALTH SERVICES-BUILDINGS; HOSPITALS, GYNECOLOGIC AND OBSTETRIC; MATERNAL HEALTH SERVICES-BUILDINGS"
}