{
  "id": "18322",
  "title": "Pusat promosi dan galeri produk unggulan Jawa Timur di Surabaya",
  "abstract": "Tujuan dari penyusunan proyek tugas akhir ini adalah dalam rangka memenuhi syarat kelulusan masa studi sarjana periode XXXTX tahun 1998 pada Jurusan Arsitektur Fakultas Teknik Universitas Kristen Petra. Adapun hasil-hasil yang harus diserahkan sebagai hasil akhir Proyek Akhir AR.4500 ini terdiri dari tiga bentuk, yaitu: Laporan perancangan, Gambar-gambar arsitektural, dan maket studi skala bebas. Judul yang dipilih sebagai objek dari perencanaan dan perancangan adalah \"PUSAT PROMOSI DAN GALERI PRODUK UNGGULAN JAWA TIMUR DI SURABAYA\". Laporan ini berisi tentang proses perancangan fasilitas perdagangan produk unggulan Jawa Timur di Surabaya. Proyek ini dibangun untuk memenuhi kebutuhan wadah eksibishi, perdagangan dan pendidikan di bidang produk unggulan Jawa Timur bagi Surabaya khususnya dan masyarakat Indonesia pada umumnya, dengan luas lahan kurang lebih 2,6 ha. Pada bagian pendahuluan diuraikan tentang latar belakang gagasan, tujuan, sasaran, manfaat dan lingkup pelayanan. Untuk selanjutnya dibahas pula hal-hal yang berkaitan langsung dengan proyek ini seperti dasar perancangan, lokasi tapak, serta konsep perancangan. Pada bagian penutup merupakan daftar pustaka dan lampiran dari laporan perancangan ini. Hasil wawancara dan pengamatan langsung terhadap lingkungan kawasan tapak menghasilkan data-data yang digunakan sebagai pendekatan perancangan, diperkuat dengan studi literatur yang ada. Pada tahap perancangan, pendekatan perancangan melalui tampilan ekspresi yang ingin diungkapkan tidak lepas dari judul dan hekekat proyek yang kemudian mendasari proses perancangan bangunan secara fisik dengan disajikan dalam bentuk gambar-gambar arsitektur dan model maket tiga dimensi yang dapat mempermudah untuk mengerti bangunan secara lebih jelas. Dalam bagian penutup dicantumkan daftar pustaka yang digunakan penulis dan daftar lampiran yang diperlukan.",
  "creators": "JUNIANA SUGITO",
  "contributors": "Danny Santoso Mintorogo (Examination Committee 1); Ir. Achmad Archajadi (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1505/Ars/16/1998; Juniana Sugito (22494002)",
  "subjects": "COMMERCIAL BUILDINGS; FOREIGN TRADE PROMOTION-BUILDINGS"
}