{
  "id": "18323",
  "title": "Panderman resort dan country club jurusan arsitektur Universitas Kristen Petra",
  "abstract": "Pembangunan kawasan hotel dan cottage ini berlokasi di Oesa Sisir, Kecamatan Batu, Kabupaten Malang diharapkan dapat menjadi suatu kawasan wisata dan tempat untuk berlibur bagi keluarga , golongan ekonomi menengah ke atas, serta menjadi fasilitas penunjang bagi kompleks Villa Bukit Panderman yang terdapat di dalam satu kawasan dengan proyek ini. Lokasi ini dipilih karena memiliki beberapa kelebihan yang menonjol dibandingkan dengan lainnya, yaitu dengan adanya site di tepi lereng Gunung Panderman serta tanahnya yang berkontur sehingga pengunjung dapat menikmati keindahan alam dari lereng pegunungan serta dapat melihat kota batu dari atas. Adanya pembangunan kawasan ini yang juga merupakan fasilitas penunjang bagi Villa Bukit Panderman diharapakan dapat memenuhi kebutuhan para pemilik villa-villa tersebut serta dapat meningkatkan harga jual villa-villa tersebut dengan adanya fasilitas yang lengkap. Kawasan ini dibangun diatas tanah seluas ? 4,5 ha yang terdiri dari bangunan utama, hotel, cottage serta sarana rekreasi dan olah raga. Pencapaian ke kawasan ini pun sangat mudah ditunjang dengan jaian utama yang lebar dan beraspal, serta tidak terlalu ramai karena telah memasuki kawasan villa-villa yang berudara sejuk. Pada bagian depan site yang berbentuk memanjang diletakkan bangunan utama yang merupakan fasilitas umum, pada bagian tengah dilatakkan hotel dan fasilitas olah raga serta rekreasi, sedangkan pada bagian belakang diletakkan cottage-cottage dengan memeperhatikan privasi yang tinggi. Hotel dilatakkan di tengah bukan berarti tidak memperhatikan privasi, tetapi privasi tetap diperhatikan selain itu terdapat pemikiran bahwa hotel diusahakan sedekat mungkin dengan fasilitas umum yang terdapat ruang untuk pertemuan, sehingga pengunjung yang mengikuti suatu pertemuan dapat menginap di hotel dengan mudah dan biasanya tidak memerlukan waktu menginap yang panjang. Cottage letaknya agak jauh ke belakang dengan pertimbangan butuh privasi yang tinggi serta biasanya pengunjung menginap dalam jangka waktu yang agak panjang, pencapaiannya dapat ditempuh dengan menggunakan buggy car yang tersedia karena kendaraan tidak boleh di bawa masuk ke kawasan ini dan telah disediakan parkir di depan.",
  "creators": "CANTY JUWITA",
  "contributors": "Andhi Wijaya (Advisor 1); Anik Juniwati (Advisor 2); Handinoto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1506/Ars/17/1998; Canty Juwita (22494004)",
  "subjects": "CLUBS-HOUSES"
}