{
  "id": "18325",
  "title": "Analisis bauran pemasaran melalui event pameran terhadap produk Honda Freed di Surabaya",
  "abstract": "Penelitian ini berusaha mengungkapkan evaluasi bauran pemasaran khususnya program promosi penjualan dari produk otomotif Honda yaitu merek Freed. Responden dalam penelitian adalah pria dan wanita dengan SES A-B yang memiliki rentang usia 26-30 tahun yang berdomisili di Surabaya yang datang pada saat pameran otomotif yang sedang berkunjung di stand Honda Freed yang diperoleh melalui metode judgemental. Penelitian dilakukan pada dua event pameran Honda, yaitu di Pasar Atom dan Tunjungan Plaza. Hasil penelitian menunjukkan bahwa pada komponen produk terdapat kesamaan persepsi fungsi produk yang ditujukan untuk keluarga antara produsen (Honda) dengan target konsumen (responden). Komponen harga, responden merasa harga yang ditawarkan mahal tetapi benefit yang diberikan setara dengan harga yang ditawarkan maka dari itu Honda merasa optimis kalau Freed akan dapat memimpin pasar. Komponen tempat yaitu dari lokasi pameran yang dilakukan sudah efektif hanya saja responden lebih menyarankan pameran diadakan di seluruh mall ternama (Tunjungan Plaza, Galaxy Mall, Pakuwon Trade Center) dan terbesar secara bergilir agar semua masyarakat dapat dijangkau. Komponen promosi yang dilakukan Honda masih merasa kurang bagi responden karena pada saat pameran dan juga FFDE (Freed Family Driving Experience) tersebut masih belum ada informasi melalui media cetak atau media lainnya dan menyebabkan pesertanya sedikit. Sales promotion yang dilakukan Honda Freed masih belum sesuai (57%) karena cicilan dan hadiah yang ditawarkan masih kurang, jadi menurut responden sebaiknya Honda memberikan potongan harga dan memberikan fitur yang canggih lagi seperti navigation, TV, atau menambah double blower, supaya dapat memicu penjualan. Sales promotion Honda yang menawarkan test drive di setiap dealer Honda itu dapat membantu konsumen untuk membeli Honda Freed dan dapat meningkatkan penjualan.",
  "creators": "MEIDA DEVI",
  "contributors": "Leonid Julivan Rumambi (Advisor and Examination Committee); Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020173/MAN/2010; Meida Devi (36406028)",
  "subjects": "SALES PROMOTION; MARKETING-MANAGEMENT"
}