{
  "id": "18320",
  "title": "Analisis efektivitas konsep iklan media koran SBO TV untuk mempromosikan event dengan tema 'Be SBO Model 2010' di Surabaya",
  "abstract": "Penelitian ini dilakukan untuk mengetahui efektifitas penggunaan iklan media koran melalui pengaruh konsep kreativitas yang meliputi layout, body copy, dan illustration dalam konsep iklan SBO TV \"be SBO Model 2010\" di Surabaya menggunakan teori efektivitas iklan yang ditinjau dari lima variabel yaitu attention, readthroughness, cognitive, affective, dan behavior. Sampel yang diteliti sebanyak 30 responden adalah masyarakat berusia 15-49 tahun yang rutin menonton SBO TV dengan tingkatan SES B-A+. Alat penggalian data yang digunakan untuk menganalisis adalah in-depth interview, menggunakan teknik penarikan sampel purposive sampling dan menggunakan teknik analisis data selective coding. Hasil penelitian menunjukkan bahwa konsep iklan media koran SBO TV untuk mempromosikan event dengan tema \"be SBO Model 2010\" di Surabaya melalui teori efektivitas iklan telah dibuat efektif untuk mempromosikan event \"be SBO Model 2010\". Efektivitas ini ditujukan melalui hasil yang telah digali dari responden yang terdiri dari 3 variabel, dimana hasil dari penelitian ini menyimpulkan bahwa variabel pertama yaitu headline sudah menarik, mudah dilihat dan penempatan posisinya sudah benar, variabel kedua yaitu body copy sudah dianggap informatif dan variabel terakhir yaitu illustration sudah menarik dan dapat merepresentasikan pesan yang ingin disampaikan.",
  "creators": "HENDRA",
  "contributors": "Leonid Julivan Rumambi (Advisor 1); Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020172/MAN/2010; Hendra (36406111)",
  "subjects": "ADVERTISING; MARKETING-MANAGEMENT; SALES PROMOTION"
}