{
  "id": "18329",
  "title": "Gereja Katolik Stasi Roh Kudus dan Pusat Kepemudaan di Surabaya",
  "abstract": "Bangunan gereja merupakan bentuk yang sarat dengan makna, dikarenakan oleh fungsinya yang spesifik sehingga dalam pendekatan tata kota ia sering dilekati oleh fungsi sebagai tetenger di dalam lingkungannya dan seringkali pula dilekati oleh fungsi simbolis. Menganut pendekatan Post Modern seperti yang dijelaskan oleh Charles Jencks, yaitu berusaha menciptakan rasa akan tempat atau dengan kata lain menciptakan sesuatu yang spesifik dalam lingkungan yang bersangkutan untuk dijadikan sebagai penanda, maka dipilih pendekatan metafor campuran dengan menggabungkan tradisi - tipologi Katolik dengan unsur tematik - filosofis, berpedoman pada Konsili Vatikan II bahwa titik berat terhadap tradisi Katolik harus diutamakan meskipun dalam perkembangannya masih dimungkinkan adanya modifikasi. Dengan cara inilah diputuskan untuk mengambil konsep ruang gereja menurut tradisi Katolik (konsep perjalanan dan konsep tempat) yang diselaraskan dengan gaya yang melingkupinya berdasarkan studi perbandingan, di mana konsep ruang dan gaya yang dikombinasikan diharapkan dapat membentuk sesuatu yang baru dan spesifik, satu tampilan yang berbeda dan 'bernyala\" yang mencerminkan tema Roh Kudus. Penekanan lebih lanjut diletakkan pada kehadiran cahaya pada gereja yang menandai kehadiran sang Roh, sebagaimana halnya Roh hadir pada awal jaman ketika Tuhan berfirman pada awal penciptaan: \"Jadilah terang.\" Demikianlah Roh berjalan dari jaman ke jaman sepanjang sejarah manusia dengan ditandai oleh kehadiran Cahaya Ilahi dan Api Kudus.",
  "creators": "INDRAWATI",
  "contributors": "IR. SHELLY GUNAVATI WARDOYO, MT. (Advisor 1); I Gusti Nyoman Sulendra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan perancangan Arsitektur No. 1574/Ars/22/1999; Indrawati (22495002)",
  "subjects": "CATHEDRALS; CHURCH ARCHITECTURE"
}