{
  "id": "18324",
  "title": "Pusat Rekreasi Biota Laut Surabaya",
  "abstract": "Di dalam laporan perancangan Pusat Rekreasi Biota Laut Surabaya ini dijelaskan tentang latar belakang proyek yang diteranglan dalam bagian satu, perancangan tapak pada bagian dua yang mencakup pengaruh perancangan tapak terhadap Hngkungan sekitar, pencapaian tapak, sistem sirkulasi dan lansekap yang dibuat pada tapak. Pada bagian ketiga diterangkan tentang perancangan bangunan yang mencakup program ruang, konsep penataan ruang, massa, dan bentuk bangunan, pola struktur dan utilitas. Konsep perancangan yang digunakan adalah analogi linguistik, yaitu mengambil bentukan - bentukan yang berhubungan erat dengan kelautan, lalu dianalogikan sehingga terwujud dalam bentuk bangunan, tampilan bangunan, penataan massa dan ruang. Bentukan -bentukan yang akan dianalogikan tidak dapat sembarangan bentuk yang berkaitan dengan kelautan, tetapi memiliki kriteria - kriteria khusus, selain juga harus berhubungan dengan fungsi dari bangunan itu sendiri. Pengunjung yang akan datang ke Pusat Rekreasai Biota Laut Surabaya ini diharapkan dari kalangan menengah dan menengah keatas tetapi tidak tertutup juga untuk kalangan menengah kebawah. Oleh karena itu dalam menata lansekap pada tapak di disain semenarik mungkin sehingga mendukung keberadaan bangunan dan tidak di ben batasan yang mencolok antara tapak dan lingkungan sekitar sehingga setiap orang dapat menikmati lansekapnya tapi tidak untuk bagian dalam bangunannya. Pengaturan parkir perlu pemikiran khusus karena menghadapi kendala - kendala terutama pada luas tapak. Hal - hal semacam inilah yang menyebabkan perlunya pemikiran pada konstruksi dan pengaturan lansekap yang baik. Untuk bangunan ini yang perlu perhatian khusus lagi terutama pada bagian utulitas bangunannya karena cukup rumit. Dengan membaca abstrak ini diharapkan pembaca dapat mengerti tujuan dari dibuatnya proyek ini.",
  "creators": "TH HANDOYO SENTOSO",
  "contributors": "Frans Soehartono (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1507/Ars/18/1999; Thomas Handoyo Sentosa (22494009)",
  "subjects": "RECREATION CENTERS"
}