{
  "id": "18327",
  "title": "Youngster.co.id: segmentation, targeting, and positioning",
  "abstract": "Untuk menjajaki kemungkinan youngster.co.id dalam menembus pasar dan memposisikan perusahaan baru ini di tengah-tengah konsumennya maka saat ini telah dilakukan analisis mengenai Segmentation, Targeting and Positioning (STP). Data dikumpulkan melalui pendalaman pendapat sebanyak 30 partisipan yang diambil di berbagai tempat keramaian dengan metode wawancara. Hasil wawancara membuktikan bahwa youngster.co.id telah memenuhi persyaratan segmentasi pasar dimana Youngster.co.id ternyata secara demografis dapat diterima pada berbagai lapisan umur antara 17 dan seterusnya. Secara wilayah, Youngster.co.id juga cocok pada berbagai segmen penduduk di seluruh penjuru Surabaya dengan penekanan pada segmen masyarakat kalangan ekonomi menengah ke atas yang gemar melakukan hangout dan menggemari alat-alat kehidupan berbasis teknologi. Anak muda di Surabaya senang dengan hadirnya Youngster.co.id dan mengharapkan menjadi pemain tunggal di Surabaya bagi penyediaan informasi anak muda dan dunia hiburan. Dari strategi positioning yang ditempuh oleh Youngster.co.id diketahui bahwa desain web dari situs tersebut dianggap baik dan cocok untuk anak muda. Dari hasil pendalaman melalui wawancara juga, diketahui bahwa ada hal yang harus segera diperbaiki yaitu dengan penggunaan motto dari Youngster.co.id yang dinilai kurang cocok oleh para anak muda, namun secara keseluruhan, isi situs dari Youngster.co.id telah mampu memenuhi selera anak muda sehingga perusahaan ini layak untuk diujicobakan di tengah-tengah masyarakat anak muda Surabaya.",
  "creators": "HELEN TANTY; MONICA SERA WIJAYA",
  "contributors": "Hatane Semuel (Advisor and Examination Committee); Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020179/MAN/2010; Helen Tanty (36405023), Monica Sera Wijaya (36405098)",
  "subjects": "MARKETING-MANAGEMENT"
}