{
  "id": "18336",
  "title": "Efektivitas konsep product placement 'in-n-out' dalam program 'City Life' SBO TV",
  "abstract": "Program \"City Life\" adalah program yang menampilkan berbagai macam koleksi-koleksi dari berbagai kolektor yang diproduksi oleh SBO TV. Setiap program pasti membutuhkan sponsor untuk mengatasi dana yang dikeluarkan pada saat proses produksi, sedangkan program ini tidak memiliki sponsorship untuk mengatasi dananya. Salah satu cara untuk mendapatkan dana yaitu dengan adanya iklan sedangkan saat ini banyak penonton yang mengganti channel TV pada saat jeda iklan yang dikarenakan bosan yang dialami penonton yang akan berakibat pada iklan yang ditayangkan akan tidak dilihat sehingga akan merugikan para sponsorship. Cara yang tepat untuk mengatasi masalah ini adalah dengan menggunakan product placement. Product placement adalah promosi yang diletakan secara rapi dan baik dalam program acara. Penelitian ini menggunakan metode kualitatif dan kuantitatif eksperimental. Responden dalam penelitian ini adalah pria maupun wanita yang berusia 15-49 tahun dari berbagai profesi dan terdapat dalam SES A-C. Alat yang digunakan untuk menggali data adalah Indepth Interview dan menggunakan alat analisis deskriptif statistic. Hasil pembahasan setelah melakukan studi kasus pada program \"City Life\" di SBO TV yaitu untuk mengetahui efektivitas berpromosi yang ternyata hasilnya adalah efektif karena responden menyadari (98%) dan mengenali iklan yang dimasukkan dalam program tersebut (58%). Hasil analisis selanjutnya bahwa sebanyak 76,92% dari responden akan mengubah sikap yang semula tidak menggunakan jasa In-N-Out maka akan mencoba menggunakan . Hasil analisis terakhir bahwa responden yang sudah pernah menggunakan jasa In-N-Out akan lebih rutin untuk datang ke In-N-Out sebanyak 63,64%.",
  "creators": "MARIA ORNELLA CHRISLIE L",
  "contributors": "Leonid Julivan Rumambi (Advisor 1); Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 2); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020183/MAN/2010; Maria Ornella Chrislie Lodijanto (36406025)",
  "subjects": "ADVERTISING; COMMUNICATION IN MARKETING; MARKETING-MANAGEMENT"
}