{
  "id": "18334",
  "title": "Analisa efektivitas creative concept media brosur SBO TV",
  "abstract": "Penelitian ini dilakukan untuk mengetahui efektivitas kreatif konsep media brosur di SBO TV yang meliputi proses melihat dengan cara mengukur kreatifitas dari susunan latar belakang, tulisan, ilustrasi dan tata letak serta target yang dituju untuk meningkatkan brand awareness serta mempengaruhi image dari SBO TV. SBO TV merupakan salah satu televisi lokal yang berada di Surabaya. Kesulitan dari SBO TV ini adalah kurangnya brand awareness dari penduduk Surabaya. SBO TV juga kurang melakukan promosi sehingga banyak masyarakat Surabaya yang belum mengerti tentang keberadaan dari SBO TV sendiri. Dengan adanya brosur ini diharapkan dapat membantu SBO TV dalam meningkatkan brand awareness. Sampel yang diteliti sebanyak 30 responden, pria dan wanita, usia 15-49 tahun, SES B sampai A dan bertempat tinggal di kota Surabaya. Penelitian ini menggunakan In-depth interview dengan teknik purposive sampling dan teknik analisis data selective coding. Hasil penelitian menunjukkan bahwa creative concept melalui media brosur di Surabaya sudah efektif dan mendapat sambutan positif dari masyarakat dan juga dapat meningkatkan brand awareness serta mempengaruhi image SBO TV. Efektivitas ini ditunjukkan melalui tiga variabel. Variabel pertama adalah \"eyes\" yang dapat menunjukan bahwa brosur tersebut sudah kreatif, menarik, unik dan dapat menggambarkan karakter dari SBO TV, variabel kedua adalah \"mind\" yang merupakan tahap pemikiran dimana telah ditemukan bahwa dari media brosur ini dapat memberikan informasi yang cukup jelas bagi masyarakat Surabaya. Variabel ketiga adalah \"heart\" dimana variabel ini adalah hal yang menentukan apakah responden memberikan kesan positive atau negatif. Jika positif maka brosur dianggap sudah tepat dan dapat memotivasi masyarakat untuk menonton SBO TV, sehingga dapat mencapai brand awareness yang diinginkan.",
  "creators": "MAGDALENA CAYADI",
  "contributors": "Leonid Julivan Rumambi (Advisor 1); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020182/MAN/2010; Magdalena Cahyadi (36406157)",
  "subjects": "ADVERTISING-BRAND NAME PRODUCTS; COMMUNICATION IN MARKETING; MARKETING; SALES PROMOTION"
}