{
  "id": "18331",
  "title": "Taman ikan air tawar di Grati Pasuruan",
  "abstract": "Ide perancangan proyek Taman Ikan Air Tawar di Grass - Pasuruan ini bermula dari kesadaran saya sebagai arsitek bahwa kekayaan alam air tawar Indonesia ini sedemikian indahnya. Kebanyakan orang menganggap bahwa ikan hias yang bagus adalah ikan air !aut, tetapi pada kenyataannya terdapat banyak sekali kejutan yang menunggu kita di dalam dunia ikan air tawar. Seperti yang kita ketahui, warisan alam Indonesia meliputi jenis keanekaragaman hayati yang terbilang besar, sebagai anugerah Tuhan Yang Maha ESA untuk kita jaga kelestariannya Nusantara memiliki 17.508 pulau-pulau, dengan pantai terpanjang 81.000 km, lingkungan perairan tawarnya, dan kawasan rawa-rawa serta muara. Jumlah danau-danau sekitar 130 buah seluas 1.8 juta hektar. Sungai-sungai dengan panjang lebih dari 20 km, sebanyak 6000 buah. Keadaan tersebut memiliki mata rantai kehidupan atau keaneka-ragaman ekologi yang masing-masing terbentuk sejak berabad-abad yang silam. Indonesia memiliki lahan basah aktif terbesar di Asia. Lebih dari 1/4 daratan Indonesia adalah lahan basah yang kaya akan Jenis tumbuhan dan satwa terutama ikan, sebagai sumber kehidupan manusia (Hutan rawa gambut dan Hutan rawa air tawar). Menurut dokumen \"Biodiversity Action Plan for Indonesia\" yang diterbitkan oleh Kantor Menteri Negara Perencanaan Pembangunan National / BAPPENAS, Jakarta, 1993, Indonesia yang luas daratannya hanya 1,3% muka bumi, memiliki 17% seluruk jenis (species) hayati sedunia. Dari keseluruhan tersebut, jenis ikan air tawar dan laut Nusantara, meliputi lebih dari 25% dari seluruh jenis ikan sedunia yang jumlahnya sekitar 18.000 jenis. Dalam jumlah sekitar 4.500 jenis Ikan (tawar dan laut) diperkirakan 2.000 merupakan jenis ikan air tawar. yang baru sebagian kecilnya telah diketahui, dibudidayakan atau dimanfaatkan. Dalam proses perancangan, saya melalui berbagai tahap, mulai dari pengumpulan data mengenai utilitas yang dibutuhkan atau boleh saya katakan amat vital bagi proyek ini yang saya dapatkan dari TAAT-TMII Jakarta, dan data-data lain yang saya dapatkan mengenai kegiatan-kegiatan yang terjadi dan jenis-jenis biota air tawar. Dari data-data itulah saya mencoba untuk menyusun ruang-ruang yang tergabung oleh konsep. Konsep desain utama saya angkat dari pembagian famili keluarga ikan, yaitu dapat kita bagi menjadi dua, yang pertama adalah ikan yang bertulang lunak (ikan hiu, pari, dll), sedangkan yang kedua adalah ikan yang bertulang keras atau ikan yang biasa kita lihat sehari-hari (ikan mas, ikan gurami, dll). Konsep itu saya padukan dengan prinsip desain selaras dan dinamis. Bentuk keseluruhan memvisualisasikan kedinamisan, begitu pula dengan sirkulasi didalamnya, cenderung dinamis. Hal itu sesuai dengan kehidupan ikan yang sebagian besar adalah dinamis (menggeliat dan berenang). Demikian saya kira garis besar proyek Tahunan ikan Air Tawar di Gran Pasuruan yang saya buat ini.",
  "creators": "DENNY YUWONO",
  "contributors": "Handinoto (Examination Committee 1); Paulus Hendrianto Soehargo (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1575/ARS/23/1999; Denny Yuwono (22495005)",
  "subjects": "RECREATION CENTERS"
}