{
  "id": "1833",
  "title": "Swear words produced by the main characters in the movie \"Bad Boys II\"",
  "abstract": "Language as a means of communication holds an important role in human?s life. Without language, human cannot make a communication and interaction in this life. However, sometimes people uses swear words in their communication. It happens when the people feel angry or disappointed or maybe they feel happy to someone, depending on the mental situation of the speaker. Therefore, the writer takes the movie \"Bad Boys II\" as the source of the research, because if in formal class, we never learn about swear words while though swear words are very useful in real life. If we watch movies without having a deep understanding of swear words, we will not be able to understand the movie. According to Hughes (1991:05), swear words is the obscene words which are used to swear and viewed as indecent and taboo in society. Those words are used to insult, to curse, to offend or to mock at something when the speaker has strong emotion. Swearing in this research is the way someone uses obscene words orally to insult, to curse, or want to offend something and also for emphasizing, when the person has strong emotion or feeling. In this thesis, the writer tries to find out about what kind of swear words that occur in the conversation in the film that produced by the main characters in the movie `Bad Boys II? and also the factors that affect the main characters produced those words. Moreover, the writer use qualitative and quantitative approaches. As the conclusion, people use swear words to express their feelings according to their psychological state such as angry, happy, excited, or surprise and those swear words also have different meaning in different reference or context. Also, the main characters in this film are like to used the excretory terms, copulative terms, and mother-in-law terms instead of others terms. The reason is that because these terms are the most suitable terms for them to express their feelings by using swear words.",
  "creators": "JEMMY",
  "contributors": "ABBAS A.BADIB, Pof.DR.MA.,MA. (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.02011362/ING/2005; Jemmy (11499135)",
  "subjects": "ENGLISH LANGUAGE-SOCIAL ASPECTS; SOCIOLINGUISTICS"
}