{
  "id": "18337",
  "title": "Analisa faktor-faktor yang mendorong minat beli konsumen terhadap kondominium Aryaduta Residences Surabaya",
  "abstract": "Minat beli merupakan suatu pemusatan perhatian individu terhadap barang atau jasa disertai dengan perasaan senang terhadap barang tersebut sehingga individu rela untuk mengorbankan sesuatu demi mendekati atau mendapatkan objek tersebut. Minat beli ini mendorong individu untuk melakukan serangkaian tingkah laku, termasuk dalam membeli sebuah hunian (kondominium). Aryaduta Residence Surabaya merupakan salah satu kondominium yang terdapat di Surabaya, dan kondominium pertama di Jawa Timur yang termasuk bagian dari superblok. Superblok ini terdiri dari mall, universitas, hypermart, office tower, hotel, dan kondominium dengan standar internasional yang berada dalam satu atap (everything in one). Pertumbuhan ekonomi dan pembangunan di Surabaya, menyebabkan bertambahnya penduduk urban secara signifikan yang akhirnya berakibat pada peningkatan kebutuhan hunian vertikal (kondominium). Namun kondominium Aryaduta Residence Surabaya masih memiliki kesulitan dalam menjual unit sisa sebanyak 15 unit kondominium, oleh karena itu, melalui penelitian ini penulis ingin menganalisa faktor-faktor yang mendorong minat beli konsumen terhadap kondominium Aryaduta Residences Surabaya. Penulis melakukan penelitian eksperimental melalui metode judgmental sampling dengan jumlah sampel sebanyak 100 orang, yang di mana 100 orang tersebut merupakan calon konsumen kondominium yang memiliki keinginan atau minat untuk membeli kondominium. Analisa yang digunakan dalam penelitian ini adalah analisa faktor, karena bertujuan untuk mereduksi 40 variabel yang penulis peroleh dari berkomunikasi dengan manajer dan tim marketing Aryaduta Residences Surabaya menjadi lima faktor utama. Kelima faktor utama tersebut total variance explained sebesar 53,347% dengan prosentase masing-masing faktornya adalah faktor peluang (18,608%), faktor fasilitas (13,471%), faktor service charge (9,977%), faktor keamanan (5,941%), dan faktor cara pembayaran (5,35%). Faktor peluang adalah faktor yang mendorong minat beli secara dominan, karena konsumen cenderung memperhatikan nilai jual kembali dan lokasi kondominium untuk menghemat waktu ke tempat tujuan. Beberapa faktor lain yang mendorong minat beli, yaitu faktor fasilitas, faktor service charge, faktor keamanan, dan faktor cara pembayaran. Hal ini dikarenakan konsumen juga memerlukan hiburan dalam sebuah hunian dengan harga yang sesuai kualitas dan atribut-atribut produk yang telah disediakan. Hasil yang diungkapkan dalam tugas akhir ini berupaya memberikan kesimpulan sehubungan dengan lima faktor utama yang terbentuk dan iklan media cetak Aryaduta Residences Surabaya, yang di mana hasil analisa faktor ini dapat digunakan untuk mendukung penelitian lanjutan.",
  "creators": "LINDA HERAWATI SUGIARTO",
  "contributors": "Leonid Julivan Rumambi (Advisor and Examination Committee); Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020184/MAN/2010; Linda Herawati Sugiarto (36406024)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS-RESEARCH; MARKETING-MANAGEMENT"
}