{
  "id": "18342",
  "title": "Analisis rebranding produk JTG (jahe, telor, ginseng) di Surabaya",
  "abstract": "PT.Payung Pusaka Mandiri adalah perusahaan jamu yang terletak di Kediri, Jawa Timur. Perusahaan jamu ini memproduksi minuman herbal yang terbuat dari bahan-bahan asli yang berasal dari tumbuh-tumbuhan tanpa campuran bahan kimia. Permasalahan yang ada di perusahaan jamu ini yaitu kurang menariknya kemasan khususnya produk Jahe Telor Ginseng (JTG) yang memiliki kelas menengah kebawah dan perusahaan ingin merubahnya menjadi menengah ke atas (SES A-B). Penulis melakukan perubahan pada kemasan produk Jahe Telor Ginseng (JTG) dengan melakukan riset terlebih dahulu dengan menyebarkan kuisioner dan memiliki jumlah 100 responden setelah itu melakukan langkah Re-branding sehingga dengan langkah ini diharapkan dapat merubah brand image yang semula rendah menjadi lebih baik. Penelitian ini dilakukan untuk mengetahui efektivitas penggunaan re-branding terhadap kemasan produk Jahe Telor Ginseng (JTG) yang akan merubah target market yang berasal dari kelas menengah kebawah menjadi menengah ke atas (SES A-B) dan selain merubah target market, penulis juga ingin meningkatkan brand awareness dari produk Jahe Telor Ginseng (JTG) ini sendiri. Hasil penelitian menunjukkan bahwa proses Re-branding efektif berdasarkan dari dimensi warna, huruf, tulisan, dan desain. Dari variabel warna kebanyakan responden lebih tertarik dengan warna yang ditampilkan, dari sisi huruf kebanyakan responden lebih mudah untuk membacanya sedangkan dari desain, banyak responden yang menilai produk ini sudah tepat untuk kalangan menengah atas (SES A-B). Secara keseluruhan dari penelitian ini didapatkan tanggapan dari responden cukup positif, sehingga penelitian yang sudah dilakukan cukup efektif sesuai harapan perusahaan.",
  "creators": "FELIX ALIM DJOJOKUSUMO",
  "contributors": "Hatane Semuel (Advisor 1); Diah Dharmayanti (Advisor 2); Leonid Julivan Rumambi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020187/MAN/2010; Felix Alim D. (36406105)",
  "subjects": "BRAND NAME PRODUCTS; MARKETING-MANAGEMENT"
}