{
  "id": "18340",
  "title": "Analisa efektivitas konsep iklan brosur PT Mastrotto Indonesia",
  "abstract": "PT Mastrotto Indonesia adalah sebuah perusahaan multinasional yang bergerak di bidang kulit, tetapi di Indonesia, Mastrotto Indonesia belum terlalu dikenal oleh masyarakat, untuk itu penulis berusaha merancang media brosur yang diharapkan dapat meningkatkan kesadaran merek dari PT Mastrotto Indonesia. Teknik analisa yang digunakan dalam penelitian adalah deskriptif dengan metode kualitatif, yaitu wawancara 25 responden untuk mengetahui apa saja kekurangan dari PT Mastrotto Indonesia di mata para distributor, yaitu 5 key perso. Hal ini dilakukan untuk menganalisa efektivitas brosur dalam meningkatkan kesadaran merek. Konsumen akan lebih mengetahui apa produk yang dijual oleh Mastrotto, harga yang ditawarkan dan kualitas produk yang dihasilkan. Melalui upaya promosi diharapkan akan mampu meningkatkan penjualan produk kulit Mastrotto di pasar Indonesia. Dari hasil penelitian yang telah dilakukan dapat diketahui bahwa desain brosur dari penulis sangat unik. Melalui desain brosur tersebut, responden menilai bahwa brand awareness dapat ditingkatkan, karena masyarakat akan lebih mengenal keberadaan PT Mastrotto Indonesia. Desain layout brosur menunjukkan tata letak gambar yang teratur. Dari sisi warna brosur terlihat fokus, dimana produk yang ditawarkan terlihat kontras dari warna background. Penempatan sticker pada brosur juga diharapkan dapat meningkatkan brand awareness dengan adanya logo yang tertera pada sticker.",
  "creators": "HANY KUSUMA TINGKIR",
  "contributors": "Hatane Semuel (Advisor 1); Diah Dharmayanti (Advisor 2); Leonid Julivan Rumambi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020186/MAN/2010; Hany Kusuma Tingkir (36406101)",
  "subjects": "ADVERTISING; MARKETING-MANAGEMENT"
}