{
  "id": "18349",
  "title": "Pusat kebudayaan dan konsulat Belanda di Surabaya",
  "abstract": "Hubungan antara Indonesia dan Belanda terkait dalam satu ikatan sejarah panjang yang dimulai sekitar tahun 1600. Akibat kolonialisme yang mendalam pada abad ke 19 dan terutama pada abad ke 20, Belanda meninggalkan jejaknya hampir di semua bidang, misalnya: arsitektur, hukum, bahasa, dan sebagainya. Jadi, antara Indonesia dan Belanda terdapat ikatan yang kuat. Seiring dengan hal tersebut dan berjalannya waktu, maka terjalinlah hubungan bilateral antara Indonesia dan Belanda. Karena terbatasnya promosi kebudayaan Belanda hanya di sekitar Ibukota Negara, Jakarta, dan kurangnya wadah permanen yang mendukung kegiatan promosi budaya tersebut, maka perlu dibuat suatu wadah permanen untuk menampung segala kegiatan promosi budaya dan kantor konsulat yang sesuai dengan persyaratan. Pusat Kebudayaan dan Konsulat Belanda di Surabaya ini, berlokasi di kawasan Mayjen Sungkono dan bersebelahan dengan Taman Makam Pahlawan. Keberadaan bangunan ini bukanlah untuk mengalahkan eksistensi Taman Makam Pahlawan sebagai landmark, justru eksistensi Taman Makam Pahlawan sebagai landmark diperkuat dengan hadirnya bangunan ini tanpa melupakan masa lalu, tetap hormat, dan menghadirkannya sebagai bentuk memorial, sehingga Taman Makam Pahlawan dan bangunan Pusat Kebudayaan dan Konsulat Belanda akan saling mengisi dan bersama-sama akan menjadi landmark kawasan Mayjen Sungkono. Di samping itu, bangunan ini nantinya hadir sebagai edge defining building dan merupakan bangunan kunci. Konsep dasar proyek ini memakai pendekatan arsitektural berupa pendekatan tematik analogi, dengan mengangkat karya sastTa Max Havelaar atau Lelang Kopi Maskapai Dagang Belanda. Proyek ini didisain berdasarkan alur cerita Max Havelaar, dimana tiap alur akan memiliki karakter yang berbeda, sehingga akan tercipta suatu rancang bangun yang mempunyai tema tertentu dan berbeda dengan bangunan lainnya. Bangunan ini dirancang khusus sebagaimana hubungan Indonesia dan Belanda terdapat suatu ikatan yang sifatnya kompleks.",
  "creators": "AUDREY INDRAYANI S",
  "contributors": "Benny Poerbantanoe (Advisor 2); Frans Soehartono (Examination Committee 1); J. Loekito Kartono (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1511/ARS/22/1998; Audrey Indrayani Satyaputra (22494040)",
  "subjects": "DIPLOMATIC AND CONSULAR SERVICE-BUILDINGS"
}