{
  "id": "18351",
  "title": "Analisa faktor pendorong dan penarik perjalanan wisata ziarah ke Israel di Surabaya",
  "abstract": "Penel i t i an i ni di l akukan unt uk mengkaj i fakt or-fakt or apa saj a yang menj adi push dan pul l mot i vat i on, sert a karakt eri st i k masyarakat Surabaya dal am mel akukan wi sat a zi arah di Israel . Jeni s penel i t i an i ni adal ah penel i t i an deskri pt i f yang berusaha mendeskr i psi kan f enomena yang ada dengan anal i sa yang akurat . Sampel yang di pakai adal ah wi sat awan yang membel i paket wi sat a zi arah dari bi ro perj al anan wi sat a di Surabaya yang beragama Kri st i ani dengan bat asan umur di at as 18 t ahun yang pernah mengi kut i wi sat a zi arah ke Israel . Instrumen yang digunakan dalam penelitian ini adalah kuesioner dan teknik analisis data adalah dengan mengunakan Analisa Crosstab dan Analisa Faktor. Berdasarkan hasil analisis faktor diketahui faktor pendorong untuk melakukan wisata ziarah adalah faktor Faith Enlightenment, Self Awareness, Leisure and Social Bond, dan Prestige. Sementara faktor penariknya adalah adalah faktor Benefit, Experiencing the Holy Land, dan Culture. Secara keseluruhan dapat disimpulkan jika wisatawan Surabaya lebih dominan termotivasi oleh faktor penarik Benefit (eigenvalues 3,289) dan faktor pendorong Faith Enlightenment (eigenvalues 3,132). Hal ini juga diperkuat dari hasil segmentasi behavioristik yaitu manfaat yang dicari dari pembelian paket wisata ziarah adalah untuk murni ziarah (35%).",
  "creators": "DENNIS HUTANI; WILLIAM TEDIANTONO",
  "contributors": "Dra. Monica Ida Uniati , M.M. (Advisor and Examination Committee); Edwin Japarianto (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010066/MAN/2010; Dennis Hutani (35406016), William Tediantono (35406068)",
  "subjects": "TOURIST TRADE"
}