{
  "id": "1835",
  "title": "A Study of how Matriona's ambition in order to achieve her goal affects the other characters' life in Tolstoy's The Power of Darkness",
  "abstract": "This thesis analyzes what makes Matriona have the ambition to improve her life condition, how she influences other characters and how her ambition in order to achieve her goal affects other characters in Tolstoy?s The Power of Darkness. I focus my analysis on the main character?s mother, Matriona, because I think she is the dominant character who leads the plot. Through this study, I will reveal the reasons of Matriona to have the ambition, to show the ways she influences other characters and to show the effects of her ambition. For the analysis I use literary approach with characterization and conflict as the tools and I also use psychological concepts of personality and motivation. Then in my analysis, I find out that Matriona?s ambition to achieve her goal is caused by her poor life condition and her greed. She uses several ways to reach the goal such as being confidant, persuading, tricking, frightening and forcing. The other characters do not realize that Matriona has influenced them to help her make her ambition come true. All they know is their lives have already become ruined. Matriona?s influence has caused the other characters to commit sinful acts. Their first sinful act leads them to another sinful act, which actually has been also influenced by Matriona. Matriona?s great ambition causes bad effects for Nikita and Anisya. The final result of her great ambition is the insanity of her son because of the guilty feeling to murder his own newborn baby. Through Matriona, the play shows that ambition without conscience may cause bad effects.",
  "creators": "AULIA REZA",
  "contributors": "Liliek Soelistyo (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.01011363/ING/2005; Aulia Reza (11499052)",
  "subjects": "TOLSTOY, LEO, 1828-1910. THE POWER OF DARKNESS-STUDY AND TEACHING; RUSSIAN FICTION-20TH CENTURY-STUDY AND TEACHING"
}