{
  "id": "1836",
  "title": "A Study of Offered's strategies of survival in the patriachal society as seen in Margaret Atwood's the handmaid's tale",
  "abstract": "The main character in this novel, Offred, has to choose to be a handmaiden when she finds out that the society, the circumstances where she lives has totally changed. Yet, inside the Republic of Gilead, she gets many negative views from the society for being a handmaiden. She thinks that the best way to be afar from death is pressing her own desire to run away from the Republic of Gilead and behaving as what the society requires her to behave. Here, the writer has found that Offred is using some strategies of survival to survive inside the Republic of Gilead. Therefore, the writer wants to know what strategies of survival are used by Offred in order to survive in the Republic of Gilead. To analyze this, the writer uses some sources on feminism that she gets from internet and library research. Considering the feminist issue, the writer uses the cultural approach, especially the concept of patriarchy and the feminine traits. The writer finds out that the main character, Offred, succeeds in surviving from the society?s pressure by using her feminine traits. The use of her feminine traits has brought her freedom the other women in the Republic of Gilead would never get. Yet, Offred will never be successful in achieving her freedom without the helps of other characters. By opening chances for other people to help her and encouraging herself to keep patient and strong, Offred has fulfilled her desire in escaping from the Republic of Gilead. Furthermore, Offred?s self-control, awareness, and rational thinking have brought her away from the Republic of Gilead.",
  "creators": "SIANE TRIVENA HERMAWAN",
  "contributors": "Vyrna Santoso (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.01011370/ING/2005; Siane Trivena Hermawan (11400033)",
  "subjects": "ATWOOD, MARGARET, 1939-... THE HANDMAID'S TALE-STUDY AND TEACHING"
}