{
  "id": "18390",
  "title": "Terminal penumpang Bandara Udara International Baru-Medan Hamparan Perak-Deli Serdang",
  "abstract": "Laporan ini merupakan bagian tertulis dari keseluruhan perencanaan dan perancangan Proyek Akhir yang disusun dalam rangka memperoleh gelar sarjana pada Jurusan Arsitektur Fakultas Teknik Universilas Kristen Petra Surabaya. Judul pada perencanaan dan perancangan Proyek Akhir ini adalah: TERMINAL PENUMPANG BANDAR UDARA INTERNASIONAL BARU - MEDAN HAMPARAN PERAK - DELI SERDANG Sebagaimana telah disetujui dalam sidang penetapan judul Proyek Akhir dan mentor tanggal 12 Agustus 1991. Sasaran daripada laporan ini adalah menyusun suatu konsepsi atau pokok-pokok pemikiran yang akan dijadikan dasar guna membuat perancangan fisik pada tahap berikutnya. Dari judul yang ada, sudah barang tentu dapat diketahui dengan cukup jelas tentang ruang lingkup perencanaan dan perancangan tersebut, namun demikian untuk pendekatan masalahnya perlu dipelajari unsur-unsur atau hal-hal yang berhubungan dengannya, agar masalah-masalah yang timbul dapat dipecahkan dengan pendekatan-pendekatan yang ada, dan hambatan-hambatan yang ada sedapat mungkin dihindarkan. Dengan berpangkal pada hal tersebut di atas, maka disusunlah suatu program dasar yang mengarah pada program kebutuhan sesuai dengan sasaran yang diharapkan. Selanjutnya disusun program kebutuhan fisik yang akan menjadi dasar bagi perencanaan terminal penumpang ini. Lebih lanjut penyusun akan membahas masalah-masalah yang berhubungan dengan proses perencanaan dan perancangan TERMINAL PENUMPANG BANDARA INTERNASIONAL BARU - MEDAN, sebagai kelengkapan proyek akhir rnata kuliah Merancang Arsitektur AR. 500 yang sedang diikuti, dengan sistematika penyusunan menurut tahapan-tahapan sebagai berikut: BAB I: Menguraikan secara cukup jelas dan ringkas tentang latar belakang, tujuan dan sasaran, lingkup pelayanan, serta batasan dan anggapan. BAB II: Membahas pengertian transportasi udara, apa dan bagaimana seluk beluk suatu bandar udara, serta meninjau Daerah Tingkat I Sumatera Utara secara umum. BAB III: Meninjau Kabupaten Deli Serdang dan Kotamadya Medan; keadaan alam, penduduk, transportasi dan akoraodasi yang ada serta perekonomian, menguraikan secara khusus kondisi Bandara Internasional Polonia (existing lama) dan Bandara Internasional Baru (lokasi baru). BAB IV: Perencanaan fisik Terminal Penumpang, baik lahan maupun bangunan sesuai dengan program dan didasarkan atas survei, literalur, dan studi atas pemikiran sendiri untuk dapat rnenentukan satu alternatif atau pilihan yang paling sesuai. BAB V: Berisi tentang konsep pendekatan desain yang bakal diterapkan pada perancangan bentuk massa bangunan, ditambah dengan analisa-ana]isa lain yang menjadi persyaratan suatu proyek.",
  "creators": "NUGROHO DJOJOPURNOMO",
  "contributors": "SINGGIH SUGIANTO (Advisor 2); Ir. Bisatya Widadya Maer, M.T. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 699/Ars.01/1991; Nugroho Djojopurnomo (14386010)",
  "subjects": "AIRPORTS"
}