{
  "id": "1839",
  "title": "A Study of the characters' reasons and results for returning to China as seen in Pearl S Buck's The Three Daughters of Madame Liang",
  "abstract": "Reading Pearl S Buck?s The Three Daughters of Madame Liang is the most exciting moment in reading fiction. The message that Pearl S Buck wants to tell about one?s devotion and patriotic attitude through the action of the character?s return to China represents the lesson of life struggle. Nevertheless, from the moment the thesis writer reads the important part, concerning dedication and loyalty of a person, she wants to analyze the two female characters, Grace Liang and Mercy Liang?s loyalty and devotion towards China as seen from their action to return to their mother country where they have left for long. Nevertheless, by using literary tools of characterization and conflict, the thesis writer can reveal each of the characters? reasons and results for returning. What the thesis writer desires to know are the characters? reasons for returning to China, the problems and conflicts they get, and the final result towards each of the characters? life, whether they survive or not. Hence, the thesis writer finds out that there is similarity between the two characters? reasons for returning to China. Vividly, the reason is considered patriotism since they return to express their loyalty also to devote themselves to the country. Somehow, the results effect on the characters? personality. Grace Liang, then, becomes mature and more patriotic, on the contrary, Mercy Liang loses her patriotism. Unfortunately, after getting involved with the new situation and condition of China, only Grace Liang has successfully accomplished her aim to convey loyalty and devotion towards China for all her efforts to accept the changes; she survives. On the other hand, Mercy Liang, because of her inability to follow the changes and facing the problems, fails.",
  "creators": "TAN EVY HARTANTO",
  "contributors": "Vyrna Santoso (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.01011379/ING/2005; Tan Evy Hartanto (11400066)",
  "subjects": "BUCK, PEARL S, 1893-1973. THE THREE DAUGHTERS OF MADAME LIANG-STUDY AND TEACHING"
}