{
  "id": "18392",
  "title": "Laguna View Club House di kawasan perumahan Laguna View Surabaya",
  "abstract": "Laporan ini disusun dalam rangka memenuhi persyaratan akademis untuk menyelesaikan pendidikan arsitektur Universitas Kristen Petra periode XXXI tahun 1994-1995. Adapun judul proyek yang dipilih adalah : LAGUNA VIEW CLUB HOUSE di kawasan perumahan Laguna View Surabaya. Laporan ini menguraikan tentang proses perencanaan dan perancangan dari sebuah club house di Surabaya yang direncanakan untuk menunjang keberadaan kawasan perumahan Laguna View. Pada bagian pendahuluan diuraikan mengenai kondisi yang melatar belakangi direncanakan proyek ini, maksud tujuan dan lingkup perencanaan dan perancangan serta metodologi pembahasannya. Sedangkan pada tahap selanjutnya dibahas hal-hal yang berkaitan langsung dengan proyek ini. Adapun data-data yang dipakai diperoleh berdasarkan pengamatan langsung terhadap lingkungan tapak dan wawancara dengan pihak-pihak yang berkaitan baik langsung maupun tidak langsung dengan proyek ini. Sedangkan studi literatur dilakukan untuk memperkuat data yang telah ada. Pada tahap perencanaan dilakukan analisa mengenai pengertian club house, kawasan perencanaan Laguna view, peraturan-peraturan yang ada seperti MPS 2000, RDTRK, RTRK, serta mengenai Laguna View Club House itu sendiri. Pada tahap perancangan analisa dilakukan terhadap kondisi lingkungan dan tapak yang merupakan dasar perancangan fisik bangunan yang disajikan dalam bentuk gambar-gambar pra rancangan serta maket, yang menipakan hasil akhir dari proses perencanaan dan perancangan ini.",
  "creators": "SONYA SUHARTO",
  "contributors": "Paulus Hendrianto Soehargo (Examination Committee 1); Riduan Sukardi (Advisor 2); Krisdianto Anggijono (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No.1006/ARS.32/94; Sonya Suharto (22490029)",
  "subjects": "CLUB HOUSES"
}