{
  "id": "18393",
  "title": "Jakarta Apartment Tower di Segitiga Gatot Subroto",
  "abstract": "Adanya tugas Iaporan ini dibuat untuk memenuhi persyaratan Tugas Akhir Program Sarjana Fakultas Teknik Jurusan Arsitektur, Universitas Kristen Petra, Surabaya dalam periode ke XXIV Januari - Juni 1991. Judul proyek yang digunakan untuk laporan tugas akhir ini adalah : \"JAKARTA APARTMENT TOWER Di SEGITIGA GATOT SUBROTO\" Merupakan proyek bangunan berlantai banyak dengan tujuan sebagai sarana tempat tinggal (hunian) dalam jangka waktu tertentu yang dilengkapi dengan fasilitas yang memadai sehingga menimbulkan kenyamanan bagi penghuninya. Dalam penyusunan laporan tugas akhir tersebut terdapat beberapa proses yaitu perencanaan (planning), perancangan (design) dan maket (bentuk 3 dimensi). Adapun laporan perencanaan dan perancangan tersebut secara garis besar dapat dijeiaskan dalam bab-bab berikut ini yaitu : BAB I. DASAR PERUMUSAN GAGASAN Meliputi latar belakang adanya gagasan proyek apartemen di Jakarta, yang sedang berkembang saat ini. Dimana hal tersebut telah didasari oleh berbagai aspek kelayakan yang mempengaruhi terwujudnya gagasan proyek tersebut. BAB II. PENDEKATAN OBYEK Membahas langkah pendekatan kepada pengertian judul dan pengenalan apartemen, sejarah perkembangannya dan jenis-jenisnya, serta pada pengenalan tentang orang asing yang tinggal di Indonesia. BAB III. DASAR PERENCANAAN Tentang pembanasan konsep perencanaan yang dimulai dari tujuan, sasaran dan batasan perencanaan, serta penetapan lokasi dan jenis apartemen yang direncanakan. Selanjutnya pembahasan program dasar meliputi : struktur organisasi, jobdiscription, aktivitas 4 jumlah & sirkulasi personiI, dan pembahasan program kebutuhan meliputi: program ruang, studi & luasan ruang, organisasi & hubungan/persyaratan ruang. Konsep perencanaan tersebut digunakan sebagai dasar dalam memulai perancangan pada bab selanjutnya. BAB IV. DASAR PERANCANGAN Meliputi analisa perancangan tapak/site bangunan dan pengaruh lingkungan sekitar, serta analisa utilitas bangunan dan studi finansial, yang akan menentukan dalam hasil akhir perancangan berupa gambai-gambar situasi, denah, tampak dan potongan, serta utilitas bangunan dan detail-detail. arsitektur. Untuk mengetahui lebih jelas tentang pembahasan perencanaan dan perancangan serta hasil akhirnya , dapat kita lihat pada bahasan berikutnya.",
  "creators": "BUDI HARYONO",
  "contributors": "Jimmy Nurdi Kusuma Priatman (Advisor 1); Danny Santoso Mintorogo (Advisor 2); V.P. Nugroho Susilo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 665/ARS.20/1991; Budi Haryono (14386041)",
  "subjects": "APARTMENT HOUSES"
}