{
  "id": "18409",
  "title": "Children center di Surabaya",
  "abstract": "Penyusunan Tugas Akhir yang berjudul Children center ini merupakan suatu proyek yang menyediakan fasilitas untuk berbagai macam aktivitas anak-anak. Menjelang era globalisasi diperlukan generasi muda khususnya di Indonesia yang mandin\", kreatif serta cerdas sehingga dapat menjadi tumpuan harapan bangsa di masa yang akan datang. Oleh karena itu perlu adanya suatu wadah yang membina anak serta mengembangkan bakat dan minat anak. Melalui adanya proyek Children center ini diharapkan dapat menambah wawasan anak serta meningkatkan kualitas generasi muda Indonesia di masa yang akan datang. Isi dari Tugas akhir ini adalah tentang latar belakang adanya proyek Children center, tujuan dan manfaat proyek terutama untuk meningkatkan kualitas generasi muda Indonesia di masa yang akan datang dengan menbina anak sejak usia anak masih dini. Selain itu tentang latar belakang perancangan berdasarkan konsep awal yang berkaitan dengan anak-anak. Masa kanak-kanak merupakan masa yang penting dalam perkembangan pribadi seseorang. Oleh karena itu perlu adanya pembinaan anak yang dilakukan sejak usia anak masih dini. Di dalam penyusunan Tugas Akhir ini penulis memperoleh banyak masukan mengenai anak-anak melalui literatur khususnya mengenai psikologi anak. Anak-anak mempunyai sifat dan karakteristik yang khusus yang perlu mendapatkan perhatian. Di dalam masa kanak-kanak, aktivitas yang terutama adalah bermain. Dengan latar belakang tersebut maka konsep awal dari proyek Children center ini adalah bermain sebagai aktivitas utama dari anak. Di dalam bermain anak mendapat kepuasan apabila dalam pencariannya anak diberi kebebasan untuk memilih sendiri aktivitasnya. Dengan adanya konsep awal tersebut, mempengaruhi perancangan antara Iain pada pola penataan massa, sirkulasi yang menyebar dengan latar belakang pemikiran bahwa anak bebas memilih sendiri aktivitas yang ingin dilakukannya. Dengan adanya beberapa alternatif pilihan anak dapat mengembangkan pola pikir yang kreatif dan bebas sesuai imaginasinya. Di dalam penyusunan Tugas Akhir walaupun penulis telah berusaha sebaik-baiknya tetapi masih terdapat banyak kekurangan. Penulis ingin menyampaikan rasa terimakasih yang sebesar-besarnya terutama untuk bimbingan dari dosen serta dukungan dari pihak-pihak lain yang telah membantu penulis di dalam menyelesaikan Tugas Akhir ini. Harapan penulis semoga Tugas Akhir ini dapat memberikan masukan bagi pembaca dan mahasiswa Tehnik Arsitektur khususnya.",
  "creators": "IVONE ANDRIANI",
  "contributors": "Krisdianto Anggijono (Advisor 2); IR. SHELLY GUNAVATI WARDOYO, MT. (Advisor 3); I Gusti Nyoman Sulendra (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1551/Ars/63/1998; Ivone Andriani (22494043)",
  "subjects": "CHILDREN CENTER; CHILDREN-EDUCATION"
}