{
  "id": "1840",
  "title": "Morphological and syntactic errors produced by the third year students of Ta'miriyah Junior High School in their english compositions",
  "abstract": "This study is a descriptive study on the production of morphological and syntactic errors in the junior high school students? English compositions. The data are collected from 48 compositions which were written by the students of Ta?miriyah Junior High School, who were in the third A class. In this case, all categories of morphological and syntactic error types are classified and described based on the theory of two descriptive taxonomies which are Linguistic Category and Surface Strategy Taxonomy. Based on the result of the analysis, morphological error types in this study, viewed from Linguistic Category Taxonomy, fall into indefinite article case, possessive case, simple verb problems, third person singular case, simple past verb problems, past participle problems, Adjective superlative form, noun, verb, adjective, and adverb form; while the syntactic errors fall into the use of noun phrase, verb phrase, verb and verb construction, word order, transformation, and other four categories of errors, which are fragment, conjunction, modifier, and unidentified error types classified in miscellaneous. Based on the Surface Strategy Taxonomy, those kinds of errors are described as omission, addition, misformation and misordering. The result of the analysis shows that both morphological and syntactic errors comprise big number of errors in this study. However, the occurrence of syntactic error is higher than the morphological one. In morphology, most errors occur in the use of inflectional morphemes such as third person singular and past tense maker; while in syntax, they occur especially in constructing noun phrase and verb phrase.",
  "creators": "HEDY VINASWARA",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); SAMUEL GUNAWAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.02011372/ING/2005; Hedy Vinaswara (11400101)",
  "subjects": "ENGLISH LANGUAGE-ERRORS OF USAGE; ENGLISH LANGUAGE-GRAMMAR; ENGLISH LANGUAGE-SYNTAX"
}