{
  "id": "18406",
  "title": "Toy City pusat penjualan perlengkapan dan hiburan untuk anak-anak di Surabaya",
  "abstract": "Laporan ini disusun dalam rangka menyelesaikan tugas akhir sebagai kelengkapan masa studi sarjana di Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra Surabaya periode XXDC tahun ajaran 1993/1994. Adapun judul yang terpilih adalah : TOY CITY Pusat Penjualan Perlengkapan dan Hiburan untuk Anak-anak di Surabaya Proyek ini merupakan proyek yang diberikan sekolah dan bersifat fiktif. Lokasi terletak di Unit Distrik Gubeng. Dalam site seluas 1,95 ha ini direncanakan berdiri fasilitas khusus untuk anak-anak yang ditujukan bagi anak-anak berusia 3 tahun - 12 tahun. Gagasan perencanaan proyek tersebut adalah untuk menyediakan fasilitas penjualan perlengkapan untuk anak, hiburan untuk anak, serta tersedianya fasilitas pendidikan untuk anak. Di samping itu fasilitas ini direncanakan memiliki arsitektur yang spesifik dan dapat menghadirkan suasana dan karakter tertentu yang akan menjadi daya tarik bagi khususnya bagi anak-anak. Sesuai dengan gagasan perencanaan tersebut, pembahasan proyek ini lebih dititik-beratkan pada desain bangunan sebagai bentuk arsitektur yang merefleksikan dunia anak-anak. Laporan ini merupakan bagian integral dari keselumhan proses perancangan, yaitu gambar-gambar perancangan dan maket perancangan yang saling mengisi dan melengkapi. Di dalamnya tercakup keselumhan proses pemikiran mulai dari latar belakang, tujuan, sasaran, yang ingin dicapai, hasil studi literatur, dan survey sampai dengan penyusunan program mang-mang yang ada di dalam proyek ini. Selanjutnya disusunlah konsep pemikiran yang mendasari perancangan sebagai dasar dari gambar prarancangan yang telah dihasilkan serta akhirnya disajikan dalam bentuk 3 dimensi bempa maket.",
  "creators": "CONNIE LAURINA",
  "contributors": "J. Loekito Kartono (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 904/Ars.35/93; Connie Laurina (22489065)",
  "subjects": "SHOPPING CENTERS; COMMERCIAL BUILDINGS"
}