{
  "id": "18410",
  "title": "Pusat telekomunikasi di Surabaya",
  "abstract": "Proyek ini adalah pusat telekomunikasi di Surabaya yang mengambil lokasi tapak di kawasan segi delapan, Surabaya Barat. Pembahasan laporan ini adalah meliputi latar belakang, perencanaan tapak dan perancangan bangunan. Perancangan tapak meliputi pembahasan mengenai pengaruh tapak terhadap lingkungan sekitar kawasan segi delapan, akses pencapaian tapak yang meliputi main entrance, side entrance, service, dan lain sebagainya, penataan sirkulasi dalam tapak, perancangan lanskap dari tapak yaitu penataan bangunan dalam tapak dengan menggunakan aspek-aspek dan faktor-faktor tertentu. Perancangan bangunan meliputi program ruang yang mengalami revisi berkali-kali karena menyesuaikan perkembangan proses disain, pola penataan massa bangunan pada tapak yang bertujuan untuk menciptakan suasana urban hall pada perempatan pintu masuk kawasan segi delapan, bentuk bangunan yang mencerminkan penggunaan teknologi yang tidak dapat dihindari dalam kehidupan manusia, karena itu langgam yang digunakan dalam proyek ini adalah hi-tech yang tujuannya untuk menyampaikan pesan teknologi yang dapat diterima masyarakat luas, penataan ruang dalam serta sirkulasinya harus sesuai dengan program ruang dan struktur organisasi ruang, sistem struktur yang dipakai dengan mempertimbangkan ketinggian bangunan yang mencapai 200 m dari permukaan air laut ini harus menggunakan sistem struktur yang cocok dan handal yaitu pondasi dalam dengan tiang pancang yang mencapai tanah keras, selain itu menara telekomunikasi juga harus didisain secara fungsional juga harus secara struktural harus sesuai sehingga bentuk dan tampilan dari menara telekomunikasi sesuai dengan fungsi dan langgam hi-tech dari bangunan di bawahnya, perlengkapan pelayanan dan utilitas bangunan ini yang dibahas adalah sistem distribusi air bersih, sistem penghawan buatan dan sistem distribusi listrik. Pembahasan dibuat agak spesifik pada proyek ini sehingga secara aplikasi dapat dilihat sesuai dengan yang diterapkan pada bangunan.",
  "creators": "GUNAWAN",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Maria Immaculata Hidayatun (Advisor 2); Riduan Sukardi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1512/Ars/23/1998; Gunawan (22494044)",
  "subjects": "TELECOMMUNICATION-BUILDINGS"
}