{
  "id": "18416",
  "title": "Pusat informasi dan penjualan buku di Surabaya",
  "abstract": "Laporan Perancangan ini disusun sebagai pelengkap dan pertanggung jawaban gambar perancangan proyek PUSAT INFORMASI DAN PENJUALAN BUKU di SURABAYA, pada Tugas Akhir AR. 4500, periode XXXIX di Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra. Secara garis besar laporan ini berisi tentang perancangan suatu pusat buku, yang memberi gambaran tentang sebuah wadah yang menampung segala kegiatan yang berhubungan dengan buku. Dengan fasilitas ini semua kegiatan yang berhubungan dengan buku dapat dikumpulkan di satu tempat, sehingga akan memudahkan masyarakat yang membutuhkan sekaligus efisiensi waktu, tenaga dan biaya. Selain itu dengan adanya proyek ini, Surabaya sebagai kota pendidikan semakin memiliki sarana buku yang lengkap. Pusat Informasi dan Penjualan Buku di Surabaya ini didasarkan pada konsep bahwa buku merupakan sumber informasi yang terus berkembang, selalu diperbaharuhi dan disempurnakan serta tidak mempunyai akhir. Dengan konsep ini dihasilkan bentuk bangunan yang dinamis, bergerak terus tanpa adanya akhir yang jelas dan mempunyai harapan untuk terus disempurnakan. Oleh karenanya bentuk bangunan yang terjadi berakhir pada titik abstrak yang dalam hal ini adalah langit. Secara ringkas laporan perancangan ini menjelaskan tentang perubahan yang terjadi pada waktu konsep awal dengan desain akhir yang telah jadi, dimana dengan adanya laporan ini perubahan yang terjadi pada desain akhir dapatlah dipertanggung jawabkan. Pada bab satu disebutkan tentang latar belakang pentingnya dibangun proyek ini, sekaligus manfaatnya bagi masyarakat, khususnya masyarakat Surabaya. Bab dua berisikan perancangan yang berkaitan dengan tapak dengan segala perubahan yang terjadi pada desain akhir. Sedangkan bab tiga berisi segala sesuatu yang berkaitan dengan perancangan bangunan dan ruang serta penjelasan perubahannya dari konsep awal. Akhir kata, penulis berharap agar laporan perancangan ini dapat memberikan manfaat untuk semua pihak yang membutuhkan, meskipun masih banyak kekurangan di dalamnya.",
  "creators": "YULIA FRANCISKA SANTOSO",
  "contributors": "Markus Ignatio Aditjipto (Advisor 1); Timoticin Kwanda (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1513/Ars/24/1998; Yulia Franciska Santoso (22494056)",
  "subjects": "BOOKSTORES; COMMERCIAL BUILDINGS"
}