{
  "id": "18417",
  "title": "Gedung DPRD Surabaya",
  "abstract": "Proyek ini merupakan proyek akhir dengan judul yang diambil dari Jurusan. Proyek ini timbul sebagai jawaban atas kebutuhan fisik bangunan pemerintahan. Atmosfir kondisi politik di Indonesia, dengan tumbangnya pemerintahan Soeharto, mendadak berubah menjadi lahan 'basah' bagi yang ingin mendirikan partai politik. Membengkaknya jumlah partai politik membuat wadah penyaluran aspirasi menjadi tak lagi sahih dalam hal fisik. Oleh karena ini proyek ini muncul sebagai jawaban atas kebutuhan akan wadah untuk menampung aktivitas dan kegiatan wakil rakyat di Surabaya dengan skala pelayanan kota, dalam hal ini Dati II (Daerah Tingkat II Surabaya). Pendekatan perancangan dan disain proyek menggunakan proses pemikiran Postcolonialsm, dimana sistematika pembahasan dimulai dengan pendahuluan, (yang berisi latar belakang tentang sistem kerja DPRD II secara umum), dilanjutkan pengenalan proyek (membahas tentang fungsi, tujuan, manfaat proyek, dan gambaran global proyek), dan perancangan (analisis dan konsep/applied concept, urban, penuangan pemikiran Postcolonialsm dalam disain akhir). Pengumpulan data dilakukan sebagian besar melalui Studi literatur, asumsi, dan dilengkapi dengan studi lapangan dan perbandingan. Pemikiran Postcolonialism atau paska kolonialisme merupakan topik bahasan baru dalam bidang arsitektur, yang masih membutuhkan penelaahan dan diskusi lebih lanjut, oleh karena itu dalam waktu perencanaan yang demikian singkat perkenankanlah kiranya penulis mencoba menerapkan pemikiran paska kolonialisme tersebut dalam disain. Segala kritik dan masukan akan sangat diharapkan penulis dalam memperkaya pemahaman akan teori tersebut.",
  "creators": "HUMPHREY RUSLI",
  "contributors": "A.Y. SETIAWAN (Advisor 1); Irwan Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1515/Ars/26/1998; Humphrey Rusli (22494065)",
  "subjects": "OFFICE BUILDINGS; PARLIAMENT BUILDINGS (SURABAYA, INDONESIA)"
}