{
  "id": "18412",
  "title": "Rumah sakit bersalin dan kandungan Surabaya",
  "abstract": "Sumber daya manusia merupakan kekuatan utama yang menjadi faktor penentu keberhasilan pembangunan di Indonesia. Pembangunan sumber daya manusia ini diselenggarakan secara menyeluruh di segala bidang, yang tidak hanya pembangunan fisik dan ekonomi saja tetapi juga menyangkut dalam bidang sosial - budaya termasuk dalam bidang kesehatan. Di dalam mendukung pembangunan di bidang kesehatan ini maka diprioritaskan dalam upaya meningkatkan kesehatan ibu dan bayi sehingga dibutuhkan suatu wadah pelayanan kesehatan yang lengkap yaitu Rumah Sakit Bersalin dan Kandungan yang diharapkan dapat memberikan pelayanan dalam bidang persalinan dan gangguan-gangguan dalam kandungan. Rumah Sakit Bersalin dan Kandungan ini dirancang dengan tidak hanya berdasarkan efisiensi saja tetapi juga tetap memperhatikan keberadaannya di dalam suatu lingkungan urban. Karena bagaimanapun juga keberadaan dari proyek ini akan berpengaruh bagi lingkungan di sekitarnya sehingga diharapkan akan dapat mendukung dan memperkuat kawasan dimana proyek ini berada. Oleh karena itu langkah awal yang ditempuh dalam proses perancangan ini adalah dengan membuat analisa-analisa terhadap tapak dan urban. Dari hasil analisa-analisa tersebut maka dapat dijadikan bekal dalam proses perancangan bangunan maupun tapak. Proyek ini dirancang terdiri dari beberapa massa (tidak monolit) dengan susunan pola massa yang menyebar yang tidak terlepas dari beberapa pertimbangan, antara lain luasan tapak yang mendukung dan konsep dari proyek ini sendiri, dimana konsep dari proyek ini adalah ingin berusaha menampilkan bangunan yang dapat memberi kesan menyatu dengan alam. Karena terdiri dari beberapa massa maka perlu adanya suatu penataan massa yang tidak dapat terlepas dari penataan ruang luar dan ruang dalam. Untuk penataan ruang luar dirancang dengan memberikan plasa-plasa berupa ruang-ruang terbuka yaitu berupa taman-taman sesuai dengan kesan yang ingin dicapai yaitu kesan alami (back to nature ), sedangkan untuk penataan ruang dalam tidak dapat terlepas dari pembagian dan prioritas dari pola sirkulasi yang ada karena pada dasarnya perancangan dari rumah sakit ini tidak dapat terlepas dari konsep Rumah Sakit pada umumnya yaitu fungsional (sirkulasi jelas dan terarah, hubungan antar ruang baik, dan ruang-ruang yang tercipta harus sesuai dengan fungsinya). Untuk bentuk dan tampilan dari bangunan ini mengambil bentuk dasar segi empat karena memiliki feksibilitas tinggi dalam mengatur ruang-ruang yang ada didalamnya dan bentuknya sederhana yang sesuai dengan lingkungan disekitamya. Demikianlah gambaran singkat mengenai proyek Rumah Sakit Bersalin dan Kandungan ini, dan untuk lebih jelasnya akan diuraikan lebih lanjut pada bab-bab tersendiri.",
  "creators": "SIANLY KURNIAWATI SUSANTO",
  "contributors": "Krisdianto Anggijono (Advisor 1); I Gusti Nyoman Sulendra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1550/Ars/62/1998; Sianly Kurniawati Susanto (22494045)",
  "subjects": "CLINICS (CHILDBIRTH)"
}