{
  "id": "1841",
  "title": "A Study on intercultural relationship of Eliza and Tao Chi'en as seen in Isabel Allende's \"Daughter of Fortune\"",
  "abstract": "The title of the writer?s thesis is about \"A study of intercultural relationship between Eliza and Tao Chi?en as seen in Isabel Allende?s Daughter of Fortune\". The writer has two statements of the problem, firstly the writer wants to analyze how far the beliefs and ways of thinking between Eliza and Tao Chi?en are different, and secondly she also wants to analyze how their different beliefs and ways of thinking affect their intercultural relationship. The purpose of the writer?s study is to show that Eliza and Tao Chi?en have different beliefs and ways of thinking about family, women, and relationship. The writer discusses only on these three issues because the differences are reflected in these issues. Because of these, Eliza and Tao Chi?en often argue and get conflict. Then, the second one is to prove that their different beliefs and ways of thinking cause some effects in their intercultural relationship. For the methodology of the writer?s study, she uses library and internet research which help her a lot for the development of her study. Furthermore, she uses a concept on intercultural relationship which, definitely, will answer her statements of the problem. Besides, the writer also needs some backgrounds about Chilean and Chinese perspectives so that the readers can have pictures about both cultures. After the writer made her thesis, she finds that Eliza and Tao Chi?en?s differences bring good effects to them. Each of them tries to adapt in order to have a good intercultural relationship. Both Eliza and Tao Chi?en make adaptation to each other?s culture. Yet, Tao Chi?en is the one who adapts more than Eliza. Tao Chi?en is the person who refuses to have intercultural relationship from the very beginning so he realizes that he should adapt himself to Eliza. After that, Tao Chi?en decides to build his relationship with Eliza to a more serious relationship. Finally, Eliza and Tao Chi?en can adapt themselves and they realize that they love each other.",
  "creators": "OLIVIA SANDRADEWI",
  "contributors": "Vyrna Santoso (Advisor 1); Stefanus Suprayitno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.01011369/ING/2005; Olivia Sandradewi (11400126)",
  "subjects": "ALLENDE, ISABEL, 1942-... DAUGHTER OF FORTUNE-STUDY AND TEACHING; CHILEAN FICTION-20 TH.CENTURY-STUDY AND TEACHING"
}