{
  "id": "18414",
  "title": "Pusat kebugaran relaksasi dan kecantikan di Surabaya",
  "abstract": "Pusat Kebugaran, Relaksasi & Kecantikan merupakan wadah aktivitas yang disediakan untuk individu-individu yang menghendaki perbaikan, pemulihan serta perawatan baik secara fisik maupun mental. Di dalam wadah tersebut tersedia bermacam-macam program yang ditawarkan kepada pengunjung, mulai dari sarana kecantikan sampai olahraga Keberadaan proyek ini bertujuan untuk menjaga keseimbangan antara kesibukan bekerja dengan kebutuhan rekreasi, sehingga aktivitas-aktivitas yang terdapat pada proyek ini lebih bersifat nonformal, rekreatif dan dinamis. Sehingga proyek tersebut merupakan bangunan komersial yang memberikan layanan jasa, dan menuntut adanya efisiensi dan fleksibilitas terhadap ruang dan jarak, karena aktivitas-aktivitas yang ada nantinya akan berbeda-beda bentuknya. Perancangan bangunan Pusat Kebugaran, Relaksasi & Kecantikan ini tidak hanya berdasarkan pada efisiensi saja tetapi bagaimana pengaruh yang ditimbulkan oleh keberadaan proyek tersebut terhadap lingkungan sekitarnya dan sebaliknya. Oleh sebab itu langkah awal yang ditempuh, mencari data seputar tapak beserta lingkungan di sekitarnya. Selanjutnya dilakukan analisa-analisa terhadap tapak dan urban. Dari hasil analisa tersebut dapat diketahui bahwa bangunan Pusat Kebugaran, Relaksasi & kecantikan ini diharapkan dapt menjadi point of view bagi kawasan sekitar tapak serta dapat memanfaatkan potensi-potensi yang telah ada di lingkungan sekitarnya. Sedangkan untuk bangunannya sendiri, menampilkan bentuk dasar kotak yang diolah sedemikian rupa sehingga menghasilkan bentuk yang dinamis, dengan tetap memakai kaidah-kaidah perancangan seperti, harmoni, balance & unity. Disamping itu, bangunan ini harus mampu memberikan kesan nyaman dan santai, oleh sebab itu dimasukkan unsur-unsur alam ke dalam bangunan (back to nature) karena dewasa ini manusia lebih suka berekreasi ke tempat-tempat yang menyajikan nuansa alam terbuka seperti pegunungan dan pantai. Kesan alam buatan diupayakan hadir pada bangunan ini semaksimal mungkin, seperti kolam dengan diiringi gemericik air, & taman dengan tanaman beraneka ragam. Di samping itu, tampilan bangunan banyak memakai material kaca dengan tujuan agar dapat memanfaatkan potensi Taman Prestasi dan Bermain serta Kalimas. Demikianlah gambaran singkat mengenai proyek Pusat Kebugaran, Relaksasi & Kecantikan ini, untuk lebih jelasnya akan diuraikan lebih lanjut pada bab-bab tersendiri.",
  "creators": "INDRAWATY",
  "contributors": "I Gusti Nyoman Sulendra (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1552/Ars/64/1998; Indrawaty (22494050)",
  "subjects": "SPORTS-FACILITIES; RECREATION CENTERS"
}