{
  "id": "18421",
  "title": "Time sharing Gondol Bay beach resort di Singaraja",
  "abstract": "Perancangan sebuah Time Sharing Resort merupakan sebuah objek perancangan yang cukup menarik, hal ini di sebabkan karakteristik khusus dari Time Sharing Resort yang berbeda dari hotel, yaitu A Home Away from Home.1 Proyek ini terletak di Pulau Bali, sebagai kawasan pariwisata yang memang sudah diakui wisatawan manca negara sebagai tujuan wisata yang bermutu. Menurut sejarah pertumbuhan pariwisata di Bali, ciri wisata di Pulau Bali adalah jenis wisata budaya, dimana daya tarik budaya masyarakat Bali yang sangat spesifik dibandingkan dengan daerah manapun di dunia ini. Dengan meningkatnya arus wisatawan yang datang ke Bali, maka timbulah krisis kebudayaan dalam proses mempertahankan identitas budaya tradisional Bali terhadap proses akulturasi budaya luar yang sangat deras masuk ke Pulau bali melalui media wisatawan yang berkunjung di Bali. Sejauh ini telah banyak usaha untuk meng'konservasi'kan budaya bali. Arsitektur sebagai salah satu hasil budaya, merupakan pencerminan atas budaya itu sendiri. Selama ini yang banyak dilakukan orang dalam mempertahankan identitas arsitektur bali adalah dengan me'museum'kan arsitektur traditional Bali.2 Sedangkan menurut Eko Budiharjo dalam bukunya Architectural Conservation in bali menyatakan \"Tradition is not a Museum, a reiteration of the past.\" Untuk menjawab tantangan ini maka dalam pendekatan proses perancangan akan melakukan pendekatan dengan merevitalisasi kembali Arsitektur Bali yang tetap memiliki nilai identitas yang kuat. Untuk ini maka pembahasan dasar-dasar arsitektur tradisional Bali sangat perlu, sehingga tampilan arsitektur yang baru tetap memiliki konsep dasar yang kuat dan spesifik (berdasarkan pandangan hidup masyarakat Bali) walaupun tampil dalam bentuk yang lain. Hal ini merupakan salah satu alternatif dalam menkonservasikan arsitektur Bali, yaitu dengan mempersiapkan tumbuhnya kebudayaan Bali yang modern.3 Penekanan pendekatan kebudayaan dalam proses perancangan time sharing resort ini memang diperlukan, walaupun sebenarnya proyek ini bukan sebuah proyek yang bersifat monumental. Alasan kuat yang mendasari sikap ini adalah, resort ini sebenarnya memiliki potensi sebagai media langsung dalam proses akulturasi budaya asing yang masuk ke Bali, dan sebaliknya bagaimana mereka (=wisatawan asing) dapat langsung merasakan dan tinggal dalam 'suasana Bali 1 yang sebenarnya. Dalam pengertian ini adalah masyarakat Bali (=budaya bali) yang sedang eksis atau hidup pada masa kini dan bukannya masyarakat Bali (=budaya Bali) lama yang seolah-olah di\"museum\"kan. Budaya tidaklah statis, kebudayaan itu tumbuh dengan menerima segala hal yang baru tanpa meninggalkan ide-idenya yang jauh dan luhur dari kebudayaan itu sendiri.4 Dalam perwujudannya, nilai-nilai budaya Bali yang ditampilkan harus dapat diterapkan pada desainnya. Dengan kata lain kita menghindari perkembangan arsitektur (\"post modern\") yang bersifat gado-gado atau 'Eclecticism' yang tidak diisi oleh konsep apapun tentang unsur yang di'gado-gado'kannya. Perlu disadari bahwa pada dasarnya, proyek ini merupakan proyek yang menekankan pendekatan yang mengutamakan kenyamanan penghuni resort, untuk ini maka misi pencerminan budaya yang diwujudkan dalam perancangan arsitektur yang mengandung ' Symbol of Culture' haruslah disesuaikan dengan aktivitas penghuni yang sedang menikmati liburannya. Sehingga sasaran utama dan pelaksanaan proyek akan tetap tercapai.",
  "creators": "TANTRA INVERDY",
  "contributors": "J. Loekito Kartono (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1014/Ars.40/94; Tantra Inverdy (22490081)",
  "subjects": "SEASIDE RESORTS"
}