{
  "id": "18426",
  "title": "Museum Yos Sudarso",
  "abstract": "Kota Jayapura, adalah ibukota dari kepulauan Irian Jaya, yang terletak di kawasan paling timur Indonesia. Jayapura selain dikenal sebagai kota yang memiliki banyak potensi wisata alam dan budaya, juga merupakan kota yang identik dengan perang Laut Aru atau Arafuru. Dimana, perang tersebut terjadi pada waktu perebutan kembali Irian Barat dari tangan Belanda oleh rakyat Indonesia yang dipimpin langsung oleh Komondor Yos Sudarso yang akhirnya tenggelam dan tewas saat memimpin perang di Laut Aru. Untuk memperingati perang heroik tersebut, laut tempat tenggelamnya Yos Sudarso dinamakan sesuai dengan namanya menjadi Teluk Yos Sudarso dan juga didirikan monumen Yos Sudarso di Jayapura sebagai ibukota Irian Jaya. Namun keberadaan monumen tersebut tidak diimbangi/ditunjang dengan adanya museum sebagai wadah dalam memenuhi kebutuhan akan pengetahuan tentang sejarah perjuangan bangsa tersebut. Sehingga keberadaan monumen atau tugu tersebut dirasakan mati/diabaikan oleh masyarakat. Menilik hal ini, maka kami merasa perlu untuk membangun/menambah jumlah museum di Jayapura. Museum kepahlawanan yang akan dibangun adalah museum Yos Sudarso yang ada kaitannya dengan kepulauan Irian Jaya sebagai wadah dalam penyampaian pengetahuan akan sejarah perjuangan bangsa sehingga dapat memenuhi tuntutan fungsinya selaku museum yang sesuai dengan tuntutan jaman dan dapat mendukung pewarisan nilai-nilai sejarah dan perjuangan bangsa. Dalam perancangan Museum Yos Sudarso ini menggunakan pendekatan analogi dimana digunakan/diambil ciri khas kapal sebagai bentuk dasar pada bangunan utama. Dan museum ini dilengkapi dengan fasilitas-fasilitas yang selayaknya dimiliki suatu museum.",
  "creators": "KURNIAWATI RAHARJO",
  "contributors": "Stephanus Setiadi (Advisor 1); Danny Santoso Mintorogo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1566/Ars/14/1999; Kurniawati Raharjo (22494112)",
  "subjects": "MUSEUMS"
}