{
  "id": "18434",
  "title": "Rumah sakit anak di Malang",
  "abstract": "Dari hasil survey yang dilakukan oleh Departemen Kesehatan diperoleh data tentang penyediaan tempat tidur untuk anak-anak di Rumah Sakit rata-rata 10%-15% dari jumlah total tempat tidur yang ada, padahal jumlah anak mencapai 42% dari jumlah penduduk. Sehingga dirasa perlu adanya suatu fasilitas kesehatan yang khusus melayani anak-anak. Dalam perencanaan fasilitas kesehatan untuk anak perlu disadari bahwa anak-anak tidak sama dengan orang dewasa. Anak-anak memiliki dunia yang penuh dengan pertanyaan, keceriaan, keheranan dan berbagai perasaan yang sulit untuk dipahami oleh orang dewasa. Dan yang paling spesifik yaitu dunia anak adalah dunia bermain. Suatu kebutuhan yang paling pokok dalam perancangan sebuah rumah sakit adalah efisiensi dan ketepatan dalam pengaturan sirkulasi. Hal ini disebabkan karena orang yang sedang sakit harus diupayakan mendapat pertolongan secepat mungkin. Sehingga dalam perancangan Rumah Sakit ini nantinya penyusunan massa berangkat dari pola sirkulasi. Namun juga perlu diperhatikan bahwa anak-anak secara intuitif merasa takut akan hal-hal yang berbau pengobatan. Anak-anak tidak dapat dipaksa untuk menyukai suatu tempat yang dirasa asing, sehingga anak-anak merasa tertekan. Padahal, penyembuhan akan sulit dlakukan bila si anak merasa tertekan. Berangkat dari pemikiran tersebut, perancangan Rumah Sakit ini dilakukan dengan mengkomposisikan bentukan 'platonik solid' dan dengan memainkan warna-warna yang disukai anak-anak.",
  "creators": "CINDY MARIA",
  "contributors": "Frans Soehartono (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1519/Ars/30/1998; Cindy Maria (22494074)",
  "subjects": "HOSPITALS, GYNECOLOGIC AND OBSTETRIC; CHILD HEALTH SERVICES-BUILDING"
}