{
  "id": "18436",
  "title": "Arena pacuan kuda dan club house di Waingapu",
  "abstract": "Perkembangan pembangunan di Sumba Timur dewasa ini menunjukkan peningkatan yang cukup besar dari tahun ke tahun, baik pembangunan fisik maupun non fisik yang mencakup berbagai bidang antara lain ekonomi, sosial, budaya, rekreasi, transportasi dan Iain-lain. Sejalan dengan perkembangan tersebut arus wisatawan pun terus menunjukkan peningkatan. Pulau Sumba yang terkenal dengan kuda sandel nya, memungkinkan olahraga berkuda berkembang dengan pesat terutama pacuan kuda yang awal mulanya diadakan secara tradisional. Hal ini dapat terlihat dari frekuensi diadakannya pertandingan pacuan kuda (setiap minggu), walaupun dengan fasilitas yang terbatas. Dengan meningkataya penggemar olahraga berkuda (khususnya pacuan kuda), fasilitas yang ada saat ini dinilai tidak mampu lagi menampung aktivitas dan dapat membahayakan joki, kuda, maupun penonton, untuk itu pengurus daerah PORDASI Sumba Timur merasa sudah waktunya untuk mengadakan fasilitas pacuan kuda yang memadai, agar dapat menampung semua kegiatan pacuan kuda dengan standard intemasional, membina para joki (penunggang kuda) dan kuda pacu untuk mencapai prestasi yang lebih baik, serta meningkatkan pariwisata di pulau Sumba. Mengutip dari apa yang dikatakan Jim Reeves \"wild horses were a metaphor for mankind's innate desire to be free\" dan melihat sifat dari olahraga pacuan kuda itu sendiri yang merupakan adu kecepatan, maka proyek ini dikembangkan berdasarkan konsep kebebasan sehingga desain yang dihasilkan diusahakan selalu mencerminkan kecepatan dan pergerakan.",
  "creators": "LIE PAU TJOE",
  "contributors": "Danny Santoso Mintorogo (Advisor and Examination Committee); Stephanus Setiadi (Advisor 2); Ir. Achmad Archajadi (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1522/ARS/33/1998; Lie Pau Tjoe (22494081)",
  "subjects": "RACETRACKS (HORSE RACING)"
}