{
  "id": "1843",
  "title": "Pengendali kamera secara remote melalui web",
  "abstract": "Sekarang ini kebanyakan kantor membeli kamera CCTV yang harganya cukup mahal untuk disertakan dalam sistem pengamanan suatu ruangan maupun komputer dalam kantor mereka. Mereka tidak menyadari bahwa kamera yang sering digunakan dalam Webcam maupun dalam NetMeeting dapat dipakai dalam sistem keamanan pasif dimana kejadian yang terjadi di kantor dapat dimonitor maupun direkam dari manapun dan kapanpun melalui web sehingga pada komputer client tidak perlu di-install suatu program tertentu, hanya diperlukan suatu browser yang mendukung aplikasi Javascript misalnya Internet Explorer atau Netscape Navigator, sedangkan pada server hanya diperlukan suatu M-eb sen'er yang mendukung aplikasi CGI (Common Gateway Interface). Tujuan dari tugas akhir ini adalah untuk membuat suatu aplikasi memonitor keadaan suatu ruangan kantor secara remote dimana user dapat menggerakkan kamera tersebut sesuai dengan arah yang dikehendaki hingga 180? dan didapat gambaran secara visual tentang apa yang terjadi saat itu pada kamor yang sedang diamati dalam bentuk web. Selain itu, user dapat merekam kejadian yang terjadi di kantor selama 3 hari terus-menerus dan juga dapat menentukan waktu peng-capture-an gambar hingga 2 detik sekali dan merekam hingga 5 detik sekali. Aplikasi ini dibuat dengan menggunakan bahasa pemrograman ANSI-C dan PERL yang diintegrasikan dengan CGI (Common Gateway Interface) yang berjalan pada server dengan sistem operasi LINUX yang terinstall dengan APACHE web server. Hasil yang diperoleh dari tugas akhir ini adalah suatu aplikasi yang berjalan diatas web yang mampu menggerakkan kamera ke arah yang diinginkan serta dapat mengetahui keadaan dari ruangan yang diamati melalui gambar yang ditampilkan melalui web dan dari hasil rekaman yang dapat diakses dari seluruh dunia yang terhubung dengan internet. Dari hasil pengujian secara simulasi pada jaringan komputer lokal (LAN) menunjukkan bahwa aplikasi yang telah dirancang dapat berjalan dengan baik tanpa error.",
  "creators": "HENDY SAPUTRA",
  "contributors": "Lauw Lim Un Tung (Advisor 1); Justinus Andjarwirawan (Advisor 2); Resmana Lim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/E/EL/025/571; Hendy Saputra (23498010)",
  "subjects": "AUTOMATIC CONTROL-COMPUTER PROGRAMS"
}