{
  "id": "18442",
  "title": "The Effect of the leadership style and employee service quality on the customer satisfaction in The Oriental Swan Restaurant, Soesterberg, The Netherlands",
  "abstract": "The Effect of the Leadership Style and Employee Service Quality on the Customer Satisfaction in the Oriental Swan Restaurant, Soesterberg, The Netherlands.Through the years the market landscapes have become unstable, and customers ? needs have change d. Organizational variables such as size, organizational environment, type of strategy, and organizational forms certainly impose different demand on leaders and thus require specific leader behaviors. By using appropriate leadership styles, the leaders can affect employee job satisfaction, commitment and productivity. The main subject of this research is to examine the relation between leadership style and employee ?s service quality,as the determinants of customer satisfact ion in a family-owned restaurant. This thesis will answer the question,?How do the leadership style and the service quality factors affect the customer satisfaction in The Oriental Swan? \" The Pearson Correlation Coefficient bivariate analysis is used to examine the question.From the research, the writers found out that there is insignificant correlation between leadership and customer satisfaction in The Oriental Swan. Almost all of the service quality factors have positively moderate correlation with customer satisfaction, except the responsiveness factor, which has weak correlation with customer satisfaction. The writers hope that the present research may help the owner to improve the restaurant service quality, the customer satisfaction, and also the business performance.",
  "creators": "ALBERT LIMANTARA; AGNES CICILIAWATI HARTONO",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33010113/MAN/2010; Lie Albert Limantara (33405015), Agnes Ciciliawati Hartono (33405072)",
  "subjects": "RESTAURANT-PERSONNEL MANAGEMENT; RESTAURANT-MANAGEMENT"
}