{
  "id": "1844",
  "title": "The Acculturation of Indian immigrants in the United States as seen in Bharati Mukherjee's \"A Father\", V.S. Nailpaul's \"One Out of Many\", and G.S. Sharat Chandra's \"Saree of the Gods\"",
  "abstract": "During their migration, acculturation is a process that is inevitable for immigrants. Similarly, Indian immigrants also need to undergo acculturation during their migration to the United States. This literary study discusses the acculturation of Indian immigrants in Bharati Mukherjee?s \"A Father\", V. S. Naipaul?s \"One Out of Many\", and G. S. Sharat Chandra?s \"Saree of the Gods\" in terms of the Indian cultural values they keep and leave behind, the American mainstream cultural values they adopt and do not adopt, and the factors that affect their acculturations. Using cultural approach, I analyze the characters using the theories regarding the Indian and American mainstream cultural values. Also, in a further discussion, I utilize the anthropological framework of acculturation and factors that affect acculturation. As a result, there are four different acculturation attitudes. The first group of immigrants, consists of Mrs. Bhowmick, Babli and Shekar, adopts the American mainstream cultural values more, while the second group, consists of Mr. Bhowmick and Prapulla, is the contrary. The third group consists of Indian immigrants like Priya and Santosh?s first sahib who put a balance regarding American and Indian mainstream cultural values in their acculturation. The last group, consists of Santosh only, is left with no choice but to deculturize. Out of several factors that affect their acculturation, individual choice is the strongest factor. However, this factor cannot stand alone because it needs to be supported by other factors that also affect their acculturations. When this does not happen, the characters are left with no option but to deculturize.",
  "creators": "UNGGUL HERMANTO",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.01011377/ING/2005; Unggul Hermanto (11400132)",
  "subjects": "CHANDRA, G.S. SHARAT, 1935-... SAREE OF THE GODS-STUDY AND TEACHING; NAIPAUL, VIDIADHAR PRASAD, 1932-... ONE OUT OF MANY-STUDY AND TEACHING; MUKHERJEE, BHARATI, 1940-... A FATHER-STUDY AND TEACHING; AMERICAN FICTION-INDIAN AUTHORS-20 TH. CENTURY-STUDY AND TEACHING"
}