{
  "id": "18450",
  "title": "Lembaga Seni Rupa Indonesia di Jakarta",
  "abstract": "Laporan ini disusun da lam rangka memenuhi persyaratan akademis untuk tugas akhir pada Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra, Surabaya; periode XXV tahun 1991-1992. Adapun judul Proyek Akhir yang dipilih adalah : \"LEMBAGA SENI RUPA INDONESIA di JAKARTA\" (Jakarta Institute of Arts). Sesuai dengan peraturan Pemerintah, untuk menggalakkan kesenian di Indonesia, karena kesenian di Indonesia, terutama seni rupanya mempunyai potensi yang sangat balk dan sudah terkenal sampai ke penjuru dunia. Untuk menunjang hal tersebut maka di Indonesia diperlukan suatu wadah atau sarana yang memenuhi persyaratan untuk kegiatan tersebut. Sarana tersebut berupa museum, art galery serta fasilitas-fasilitas penunjang lainnya. Dalam laporan ini diuraikan pula mengenai proses perencanaan dan perancangan kompleks bangunan tersebut. Pada bagian pendahuluan diuraikan tentang keadaan yang melatar belakangi gagasan proyek ini, sedangkan pada tahap berikutnya berkaitan langsung dengan proyek ini. Data-data yang diperlukan oleh perencana didapat melalui pengamatan langsung ke lokasi, wawancara, studi literatur, serta studi perbandingan dengan obyek-obyek ejenis untuk memperkuat data yang telah didapatkan. Pada tahap perancangan analisa dilakukan terhadap kondisi lingkungan, tapak dan bangunan itu sendiri, yang selanjutnya dipergunakan sebagai dasar bagi pembangunan fisik pada proyek ini, yang disajikan daiam bentuk gambar- gambar pra rancangan serta maket studi.",
  "creators": "ADIWAN MANGUNTIRTO SUWONO",
  "contributors": "Krisdianto Anggijono (Advisor 1); V.P. Nugroho Susilo (Examination Committee 1); Riduan Sukardi (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 694/Ars.10/1991; Adiman Manguntirto Suwono (14386081)",
  "subjects": "ART GALLERIES AND MUSEUMS"
}