{
  "id": "18461",
  "title": "Pusat ilmu pengetahuan dan teknologi di Surabaya",
  "abstract": "Usaha untuk meningkatkan kemampuan di dalam bidang ilmu pengetahuan dan teknologi perlu dilakukan dan harus ditanamkan sejak usia dini, mengingat ketergantungan teknologi pada negara maju masih sangat tinggi. Penyediaan proyek pusat ilmu pengetahuan dan teknologi ini merupakan salah satu respon terhadap kebutuhan tersebut. Pusat ini bertujuan untuk mendorong pengenalan dan pemahaman tentang ilmu pengetahuan dan teknologi serta berfungsi sebagai sarana pendorong kesadaran dan motivasi masyarakat pada ilmu pengetahuan dan teknologi. Di dalam menciptakan pusat ilmu pengetahuan dan teknologi tidak hanya diperlukan pengetahuan tentang fungsi tetapi diperlukan nilai-nilai atau filosofiyang mendasari perancangannya. Tanpa nilai-nilai, pusat ini akan menjadimenakutkan, kaku, utilitarian, refleksi dari ilmu pengetahuan tanpa nilai, danteknologi tanpa makna. Perancangan mengambil dasar dari cara pandang dunia sains terhadap duniaterutama dunia materi. Konsep yang gunakan adalah konsep fragmentasi yangmewakili tidak saja kenyataan yang ada di dalam dunia sains tetapi jugakenyataan kehidupan sehari-hari. Namun perlu dicatat bahwa cara pandangfragmentasi ini sedang diuji kembali dan banyak usaha-usaha yang mengatasinyadengan memandang dunia ke arah kesatuan, namun kesatuan yang terdiri darikompleksitas yang menambah makna kesatuan yang utuh, bukan kesatuan yang homogen, monoton dan kaku.",
  "creators": "HENDRA BUDIANTO",
  "contributors": "Wanda Widigdo Canadarma (Advisor 1); A.Y. SETIAWAN (Advisor 2); CAMELIA KUSUMO (Advisor 3); Irwan Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1534/Ars/45/1998; Hendra Budianto (22494119)",
  "subjects": "SCIENCE MUSEUMS"
}