{
  "id": "1846",
  "title": "A Study of fortitude as seen in Piggy's character in William Golding's Lord of the Flies",
  "abstract": "William Golding, an English novelist, an essayist and poet, wrote his great novel Lord of the Flies. This novel talks about a fat asthmatic boy, Piggy, who cannot do anything at first, but there is power inside him that can make his life change. The thesis writer is interested to know what enables Piggy to overcome his problems and also she wants to know how Piggy can overcome his problems. She found out that there is a power inside him, that is fortitude that enables him to overcome the problem he faces. In discussing about how he gains this fortitude, the thesis writer devides the analysis into three parts. First, the thesis writer discusses Piggy?s problems with his friends, named Ralph and Jack. Second, the thesis writer discusses Piggy?s problem with himself and finally, the thesis writer discusses about Piggy?s fortitude. In the analysis, the thesis writer shows how the main character changes. The thesis writer analyzes how Piggy gains the fortitude through his conflicts with himself and with his friends. The thesis writer uses some theories, which are characterization, conflicts and also she describes the meaning of fortitude. In the conclusion, the thesis writer finds out that Piggy as the main character gains the fortitude through hard efforts. Because of many conflicts that he faces, he turns into a brave boy and also he can overcome his problems bravely. After he gains fortitude, he becomes a boy who can influence his friends and makes them respect him. His friends consider him as a brave boy that they have ever met.",
  "creators": "NANCY MAGDALENA JEFFREY",
  "contributors": "CHERRY HADIKUSUMO, Dra. (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.01011378/ING/2005; Nancy Magdalena Jeffrey (11400180)",
  "subjects": "ENGLISH FICTION--20TH CENTURY--STUDY AND TEACHING; GOLDING, WILLIAM, 1911-1993. LORD OF THE FLIES--STUDY AND TEACHING"
}