{
  "id": "18469",
  "title": "Sekolah Tinggi Fotografi Surabaya",
  "abstract": "Sekolah Tinggi Fotografi Surabaya merupakan wadah aktivitas dan tempat pendidikan yang disediakan untuk masyarakat luas, khususnya masyarakat yang mempunyai minat besar tehadap dunia fotografi. Didalam wadah ataupun sekolah tersebut terdapat berbagai macam aktivitas mulai dari pendidikan fotografi, pameran fotografi, percobaan fotografi, seminar fotografi serta berbagai macam kegiatan yang berhubungan dengan fotografi. Perancangan bangunan sekolah tinggi fotografi ini tidak hanya berdasarkan pada efisiensi saja tetapi bagaimana pengaruh yang ditimbulkan oleh keberadaan proyek tersebut terhadap lingkungan sekitarnya dan sebaliknya. Oleh sebab itu langkah awal yang ditempuh, yakni mencari data seputar tapak beserta lingkungan sekitarnya. Selanjutnya dilakukan analisa terhadap tapak dan urban. Dari hasil analisa tersebut dapat diketahui bahwa bangunan Sekolah Tinggi Fotografi ini diharapkan dapat menjadi point of view bagi kawasan sekitar tapak serta dapat memanfaatkan potensi-potensi yang ada di sekitar tapak. Sedangkan untuk bangunannya itu sendiri, perancang berusaha menampilkan ciri khas dari ciri-ciri umum sebuah sekolah, yakni dimana terdapat banyak pembukaan. Akan tetapi pembukaan-pembukaan itu haruslah dapat membedakan antara ciri suatu sekolah dan kantor. Hal itu juga tidak lepas dari konsep dasar yang di ambil dan fungsi-fungsi dari ruangan atau massa-massa yang terbentuk. Demikianlah gambaran singkat mengenai proyek Sekolah Tinggi Fotografi ini, untuk lebih jelasnya akan diuraikan lebih lanjut pada bab-bab tersendiri.",
  "creators": "RENO WARDANA",
  "contributors": "Maria Immaculata Hidayatun (Advisor 1); Riduan Sukardi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1570/Ars/18/1999; Reno Wardana (22494131)",
  "subjects": "COLLEGE BUILDINGS; PHOTOGRAPHY-EDUCATION-BUILDINGS"
}