{
  "id": "18464",
  "title": "Pusat seni rupa modern: museum, galeri, pasar seni di Surabaya",
  "abstract": "Proyek dengan judul Pusat Seni Rupa Modern adalah berupa suatu proyek perancangan yang menyentuh sisi kehidupan budaya, khususnya seni rupa modern dengan mengambil lokasi di kota Surabaya. Proyek perancangan ini memiliki tiga fasilitas utama yaitu Museum Seni Rupa Modern, Galeri Seni Rupa Modern dan Pasar Seni. Dengan menggunakan konsep City of Artificial Excavation yang berbasis dari Konsep Sheltered Architecture Building, sebagaimana kutipan Peter Eisenman dari Frank Lloyd Wright, konsep perancangan proyek Pusat Seni Rupa Modern ini dikembangkan. Menghadirkan Surabaya sebagai bagian dari sejarah masa lampau dan eksistensi Surabaya pada masa sekarang ini adalali muatan lokalnya Dengan menggunakan teknik layered system yang digabungkan dengan sistem penumpukan (superimposed) maka didapat bentukan atau wujud arsitektur dari bangunan Pusat Seni Rupa Modern di Surabaya. Dari segi pengelolaannya nantinya media ini akan dikelola oleh suatu manajemen yang bernaung dibawah suatu yayasan yang bersifat non-profit oriented (nir laba). Tentunya tetap ada kontrol dari pemerintah sebagai pelindung dengan perpanjangan tangan dari Departemen Pendidikan dan Kebudayaan serta Departemen Pariwisata dan Seni Budaya Jelas bahwa unsur pendidikan dan wisata memegang peranan disamping tujuan utamanya untuk memajukan kehidupan seni khususnya seni rupa modern di Surabaya Sebagai perimbangan dari pertumbuhan Surabaya sebagai kota Metropolis.",
  "creators": "GALIH PRAKOSO",
  "contributors": "Istiawati Kiswandono (Advisor 1); Jimmy Nurdi Kusuma Priatman (Examination Committee 1); Samuel Hartono (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1535/Ars/47/1998; Galih Prakoso (22494124)",
  "subjects": "ART MUSEUMS"
}