{
  "id": "18462",
  "title": "Rumah sakit anak di Surabaya",
  "abstract": "Dewasa ini anak-anak menghadapi banyak tekanan dan tuntutan yang bersumber pada perubahan dalam masyarakat. Karenanya, pada saat sakit penting sekali bahwa mereka dirawat di tengah lingkungan yang mereka kenal dan oleh orang yang familier bagi mereka. Sebenarnya, tempat yang ideal adalah rumah. Tapi, tidak selalu mungkin untuk merawat anak sakit di rumah sehingga anak perlu dirawat di RS apalagi untuk kasus serius dimana kondisi anak dapat menjadi lebih serius. Perpindahan anak dari rumah ke RS perlu dipersiapkan sehingga keberadaan anak di RS tidak memberikan dampak yang merugikan bagi anak dan keluarga. Adapun perawatan di RS perlu mempertimbangkan sifat-sifat yang dimiliki anak dan tidak memperlakukan anak seperti layaknya orang dewasa yang lebih mengerti. Karena itu, Rumah Sakit Anak ini direncanakan dengan konsep dari anak. Kita mengetahui bahwa setiap anak mengalami pertumbuhan dan perkembangan yang berbeda-beda tergantung pada lingkungannya. Namun dimanapun anak tetap saja anak. la memiliki sifat senang bermain dan berimaginasi, terbuka terhadap masukan, tidak bisa diam (dinamis). Maka sifat-sifat diatas dapat dianalogikan dengan bentukan spiral yang melambangkan perkembangan dan pergerakan. Karenanya, konsep yang digunakan adalah konsep spiral yang pengaplikasiannya secara arsitektural diuraikan dalam laporan perancangan ini yang terdiri dari dua bagian yang menjelaskan tentang perancangan tapak dan perancangan bangunan. Buku ini merupakan pelengkap dari gambar-gambar arsitektur Rumah Sakit Anak di Surabaya.",
  "creators": "SHERVY SOTAN",
  "contributors": "Riduan Sukardi (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Advisor 2); Maria Immaculata Hidayatun (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1534/Ars/46/1998; Shervy Sotan (22494123)",
  "subjects": "HOSPITALS, GYNECOLOGIC AND OBSTETRIC; CHILD HEALTH SERVICES-BUILDINGS"
}