{
  "id": "18476",
  "title": "Pusat kerajinan tangan Jawa Timur di Surabaya",
  "abstract": "Laporan perencanaan ini disusun sebagai pelengkap dari perencanaan proyek akhir dalam rangka memenuhi persyaratan ujian Sarjana Arsitektur periode XXXVI tahun ajaran 1996-1997 Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra Surabaya. Secara garis besar laporan ini berisi tentang perencanaan dan perancangan suatu Pusat Kerajinan Tangan Jawa Timur yang merupakan wadah bagi industri kerajinan tangan yang ada di Jawa Timur sehingga dapat memacu perkembangan dan kemajuan bidang kerajinan tangan khususnya daerah Jawa Timur, dan juga dapat menjadi pusat informasi bagi para pengrajin, investor, maupun masyarakat luas. Selain itu keberadaan Pusat Kerajinan Tangan Jawa Timur ini juga dimaksudkan sebagai obyek wisata baik bagi masyarakat setempat, wisatawan lokal maupun mancanegara, di mana mereka tidak saja dapat melihat-lihat dan membeli barang-barang hasil kerajinan tangan, tetapi juga sekaligus dapat mengetahui bagaimana proses pembuatannya, sehingga dapat menumbuhkan dan mempertinggi rasa kecintaan pada produk buatan dalam negeri. Pembahasan berawal dari latar belakang gagasan dan permasalahan, tujuan dan manfaat dibangunnya proyek ini. Pada tahap berikutnya dijabarkan pengenalan proyek yang berisi tentang pengertian dan eksistensi proyek, lokasi, serta wujud dari proyek yang dijabarkan lebih lanjut dalam bagian-bagian yang terperinci.Hal-hal mengenai fungsi dan sasaran sampai lingkup pelayanan merupakan dasar perencanaan dengan program perencanaan dan program kebutuhan dalam tahap perencanaan. Bagian akhir merupakan tahap perencanaan dan perancangan yang berisi tentang analisa dan perencanaan tapak, pendekatan filosofis dan fungsional, memasuki tahap konsepsi desain baik ruang luar maupun ruang dalam bangunan dengan sistem utilitas yang dipergunakan.",
  "creators": "HADIWIDJAJA",
  "contributors": "Indriani (Advisor 1); Stephanus Setiadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1374/Ars/47/1997; Hadiwidjaja (22493135)",
  "subjects": "INDUSTRIAL BUILDINGS"
}