{
  "id": "1847",
  "title": "The Materialization of the concept of ideal society in Ruby which leads to the attack to the women in the Convent by Ruby's people in Toni Morrison's paradise",
  "abstract": "The topic of this thesis is the materialization of the concept of ideal society in Ruby which leads to the attack to the women in the Convent. First of all, I intend to know what the materialization of the concept of ideal society is by the founders of Ruby. Second, I want to know the reasons that this materialization of the concept of ideal society leads to the attack to the women in the Convent by some of Ruby?s people. Thus, I conduct this thesis in order to identify the materialization of the concept of ideal society in Ruby. I also want to prove that the attack to the five women in the Convent is a result of Ruby people?s feeling of being threatened by the existence of the Convent outside Ruby. In conducting this research, I use literary approach, namely setting, characterization and conflict. I divide my analysis into two parts. In the first part I will identify the materialization of the concept ideal society by analyzing the background of the people in Ruby before they finally end up in shaping Ruby as their ideal society. In this part, I use a literary device named setting. Moreover, I also use African-American survival technique to help me identifying the ideal society. From that, I find out that the materialization of the concept of ideal society in this novel is a society which strongly holds its purity of blackness, its self-sufficiency, its religiousness as well as its conventionality in order to protect its people from any domination or bad influences, especially from white people. Thus, the materialization of this concept becomes the main reason of the attack in Convent conducted by the founders of Ruby. In order to do that, I will firstly analyze the character traits of the women. Then, I will go to the contrasts between the materialization of the concept of ideal society and the lives of the women. For these parts, I will use characterization and conflict. I conclude that the reason of the attack in the Convent is Ruby people?s feeling of being threatened which is caused by the differences between Ruby and the Convent women. The differences lay between Ruby?s idealness and the lives of the women in the Convent.",
  "creators": "MARIAMARTA WAHYUSRI K P",
  "contributors": "Vyrna Santoso (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.01011374/ING/2005; Mariamarta Wahyusri Kartika Putri (11499051)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; MORRISON, TONI, 1931-... PARADISE-STUDY AND TEACHING"
}