{
  "id": "18473",
  "title": "Service quality analysis improving customer loyalty in buffet service in Paradijs Uden Restaurant",
  "abstract": "As we know that, nowadays, customer?s demand is always changing and the company that cannot fulfill what the customer?s want will not survive. That?s the reason why many companies try to have their competitive advantage that will make their brand will be consumed by the customer. One of the competitive advantages that many companies try to have is giving the quality of service to the customer, since customer not only want to consume the product but also they need to be serviced well. This is the background of writing the thesis entitled `The Analysis of Service Quality toward Customer Loyalty in Buffet Service in Paradijs Uden Restaurant?. This thesis will use descriptive analysis to find the effect of service quality to customer loyalty in this restaurant. The sampling method that will be used is Non-Probability Sampling, especially Accidental Sampling. The 52 respondent had already fulfilled the questionnaire, but 2 of them are invalid, so the author only got 50 valid questionnaires. This thesis will use some types of analysis, for example frequencies & descriptive analysis and multiple linear regression analysis. From the frequency and descriptive analysis, it can be known that customers feel satisfy with the service quality in this restaurant. From the multiple linear regressions, it can be known that reliability is the strongest factor that make customer become loyal and every factor in service quality has positive relationship with customer loyalty. 72,5% of customer loyalty is influenced by the service quality, while the other value is influenced by another factor that didn?t examine.",
  "creators": "JENNIE WIDAGDO",
  "contributors": "P. OOSTERHOF (Advisor 1); M. CHENG (Advisor 2); A. HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33010118/MAN/2010; Jennie Widagdo (33406146)",
  "subjects": "RESTAURANT-MANAGEMENT; TOTAL QUALITY SERVICE"
}