{
  "id": "1848",
  "title": "A Study on men's oppression and its effect toward Firdaus which leads to her search for self-esteem in Nawal El Saadawi's Woman at Point Zero",
  "abstract": "This thesis mainly deals with men?s oppression and its effect toward Firdaus which leads her to her search for self-esteem in Nawal El Saadawi?s Woman at Point Zero. I find out that Firdaus, the main female character in the novel, has experienced unbearable suffering in her life which leads her to hate men and the hatred makes her wants to find her own self-esteem in order to be respected. Therefore, this study aims to reveal the ways of the male characters? oppression toward Firdaus and how the oppression affects Firdaus in her way to find her self-esteem. To reach the purpose of this study, I use cultural approach, mainly the ideology of patriarchy, in order to help me to recognize the oppression that men use which makes Firdaus suffer and begin to look for her self-esteem. Through the topic which I present in this thesis, I see that the men in Firdaus? life make her suffer in their own way, especially through their sexual desires that need to be fulfilled. Not only that they force Firdaus with their desires, but they also try to persuade her and make up the situation as if she wants to do it by her own free will and give them the pleasure for free. This kind of treatment of men is considered as oppression toward Firdaus and this oppression makes Firdaus suffer and the suffering little by little make Firdaus realize that actually every human being has a price and she wants to have it too. She wants to be respected by others and that need of being respected has made her try to find her self-esteem, no matter what it takes, she wants to have it. Therefore, I find out that women, especially in rural world like Egypt, have to go through a lot of oppressions. However they should have courage to find their own dignity and overcome their fears in facing those oppressions and also defense their right as women.",
  "creators": "RENE CHRISTINE GUNARDI",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Vyrna Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.01011376/ING/2005; Rene Christine Gunardi (11499125)",
  "subjects": "EGYPTIAN FICTION-20 TH. CENTURY-STUDY AND TEACHING; SAADAWI, NAWAL EL, 1931-... WOMAN AT POINT ZERO-STUDY AND TEACHING"
}