{
  "id": "18501",
  "title": "Antisipasi kontraktor menghadapi faktor-faktor resiko pada kontrak lumpsum (studi kasus pada perusahaan kontraktor PT Rancang Bangun Sarana)",
  "abstract": "Faktor-faktor resiko pada proyek konstruksi meliputi faktor internal yang berkaitan dengan teknis pelaksanaan proyek dan faktor resiko ekstemal yang berkaitan dengan hal-hal diluar pelaksanaan proyek yang bersifat non teknis misalnya politik, ekonomi, dan bencana alam. Faktor-faktor resiko pada proyek konstruksi apabila tidak diantisipasi secara tepat dapat mengganggu produktifitas, performa, kualitas.dan biaya proyek. Pada proyek yang menggunakan kontrak lumpsum faktor-faktor resiko tersebut sebagian besar ditanggung oleh kontraktor. Pada penelitian ini dibahas mengenai langkah-langkah antisipasi faktor resiko oleh kontraktor serta identifikasi faktor-faktor resiko yang mungkin terjadi dalam kontrak lumpsum. Langkah-langkah antisipasi oleh kontraktor selanjutnya diklasifikasikan menurut strategi antisipasi yang dipakai. Dari hasil penelitian juga didapatkan bahwa pada saat ini faktor gejolak moneter yang termasuk faktor resiko ekstemal merupakan faktor resiko yang paling berpengaruh dalam menyebabkan kemgian bagi kontraktor.4. Segenap staf dan petugas perpustakaan Universitas Kristen Petra yang telah banyak membantu kami dalam mencari referensi yang kami butuhkan untuk penyusunan Tugas Akhir ini. 5. Ayah, ibu, istri, kakak-kakak, dan adik-adik kami yang selalu mendoakan dan memberi dukungan selama kami mengerjakan Tugas Akhir ini. 6. Rekan-rekan mahasiswa yang telah banyak memberikan bantuan kepada kami dalam penyusunan Tugas Akhir ini. 7. Pihak-pihak lain yang telah ikut membantu, memberikan dukungan, dan dorongan kepada kami selama penyusunan Tugas Akhir ini, yang tidak dapat kami sebutkan satu per satu. Kami menyadari bahwa penulisan Tugas Akhir ini masih jauh dari sempuma, oleh karena itu kami tetap mengharapkan saran dan kritik yang membangun dari pembaca. Akhir kata, kami berharap Tugas Akhir ini dapat memberikan sumbangan yang cukup berarti bagi para pembaca.",
  "creators": "ROCKY; EDDY SUSANTO NOTOATMOJO",
  "contributors": "Ratna S. Alifen (Examination Committee 1); Paulus Nugraha (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 824 S; Rocky (21491005), Eddy Susanto (21491011)",
  "subjects": "PROJECT MANAGEMENT"
}