{
  "id": "18514",
  "title": "Analisa pengambilan keputusan dalam pemilihan metode bekisting pada bangunan silo di Gresik",
  "abstract": "Tugas akhir yang berjudul \" ANALISA PENGAMBILAN KEPUTUSAN DALAM PEMILIHAN METODE BEKISTING PADA BANGUNAN SILO DI GRESIK\" merupakan studi kasus pada proyek pembangunan silo PT. Semen Gresik di Gresik. Latar belakang masalah penelitian adalah bahwa pemakaian metode bekisting yang akan digunakan pada saat pelaksanaan proyek, akan mempengaruhi waktu dan biaya pengerjaan. Oleh sebab itu pihak kontraktor utama perlu melakukan analisa yang dapat dijadikan sebagai bahan pertimbangan dalam pemilihan metode bekisting yang akan digunakan. Tujuan dari penelitian adalah untuk melakukan analisa pengambilan keputusan dalam pemilihan pemakaian metode bekisting konvensional atau metode slipform yang merupakan metode bekisting otomatisasi, sebagai alternatif pada pembangunan silo di Gresik. Selanjutnya akan dilakukan studi kepustakaan untuk memperjelas mengenai apa yang dimaksud dengan analisa pengambilan keputusan serta langkah-langkah yang hams dilakukan dalam analisa pengambilan keputusan. Sebagai pelengkap dijelaskan pula perkembangan metode bekisting konvensional dan bekisting otomatisasi dimana dari bekisting otomatisasi yang ada, akan dipilih metode slipform yang merupakan alteraatif yang paling sesuai. Hal ini disebabkan karena pada metode slipform, bekisting dipakai secara menerus tanpa harus dipasang dan dibongkar setiap tahap pengerjaan sehingga cocok digunakan pada bangunan dengan bentuk yang tipikal dan menerus. Pada penjelasan mengenai metode slipform, akan diperkenalkan peralatan dan cara pengoperasian dari metode ini. Jenis penelitian ini berupa studi kasus dan studi kepustakaan. Data yang dipergunakan dalam analisa diperoleh dari lokasi pembangunan silo di Gresik, dengan cara melakukan wawancara pada kontraktor utama proyek yaitu PT. Waskita Karya untuk menentukan besarnya bobot dan nilai dari parameter-parameter yang tealh ditentukan.. Pengolahan data dilakukan dengan melakukan dengan dua analisa yaitu analisa dengan metode rata-rata tertimbang {weight average) dan analisa estimasi biaya, waktu dan tenaga kerja yang dibutuhkan dalam pengerjaan proyek. Dari hasil pengolahan data dan analisa yang dilakukan, berdasarkan analisa rata-rata tertimbang didapat bahwa nilai bekisting slipform lebih besar dibandingkan bekisting konvensional. Selanjutnya dilakukan perabuktian lebih lanjut untuk mempertegas hasil yang telah diperoleh dari analisa rata-rata tertimbang, dengan analisa estimasi. Berdasarkan analisa estimasi, pemakaian slipform pada proyek silo menghasilkan penghematan sebesar 80.4% dari segi waktu, 1.32% dari segi biaya dan 60.2% dari segi jumlah tenaga kerja. Kesimpulan secara keseluruhan yang dapat diambil adalah bahwa metode bekisting yang mengguntungkan digunakan pada proyek pembangunan silo di Gresik adalah metode slipform.",
  "creators": "GO THERESIA CHINTIA G; ERSIANTI",
  "contributors": "Jonathan Hendra Kusuma (Examination Committee 1); Connie Susilawati (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 841/SIP/1998; Go Theresia Chintia Goenawan (21493076), Ersianti (21493077)",
  "subjects": "BUILDING-ESTIMATES; CONSTRUCTION INDUSTRY-MANAGEMENT"
}