{
  "id": "18526",
  "title": "Wahana rekreasi tepi Pantai Kenjeran Surabaya",
  "abstract": "Laporan perancangan Tugas Akhir yang berjudul Wahana Rekreasi Tepi Pantai Kenjeran Surabaya ini bertujuan agar pembaca dapat memahami dan mampu memberikan apresiasi terhadap tempat rekreasi ini dan setara dengan tempat rekreasi lain yang telah lebih dulu mendapat tempat di hati masyarakat. Dimana dalam proyek ini diperlihatkan tujuan yang diinginkan oleh penyusun agar rasa apresiasi tersebut dapat timbul dengan proses yang berjalan dengan baik dengan bahas arsitektur. Konsep yang diambil adalah proses berpikir dalam mewujudkan apresiasi yang diharapkan, dan dalam aplikasinya secara arsitektural diperlihatkan proses awal yaitu dengan permainan massa dan elemen arsitektural yang menyolok dan berkesan bermain-main untuk memberikan kesan 'menarik' hingga orang bergerak hati untuk masuk, melihat dan menikmati fasilitas yang disajikan di dalamnya (fasilitas ruang luar, playground, pedestrian , foodcourt. Cafe tenda, fasilitas ruang dalam. Cinema. Restaurant, games centre, retail shop, fasilitas penunjang, kantor pengelola, servis area, parkir). Dari uraian diatas disimpulkan bahwa Wahana Rekreasi adalah kawasan yang mempunyai dan menyediakan sarana yang bersifat bersuka, bermain dan berfungsi positif bagi pelakunya yang terletak di suatu lokasi dan direncanakan untuk memenuhi kebutuhan masyarakat kota Surabaya khususnya dan masyarakat luas pada umumnya. Mengingat rekreasi merupakan salah satu kekuatan sosial dalam membentuk kepribadian manusia, dan dengan rekreasi manusia akan mendapatkan kepuasan dan kebahagiaan yang lebih besar, keseimbangan dalam kreativitas, pertumbuhan dan watak, memperoleh kapasitas mental dan ilmu pengetahuan dan kebebasan kondisi fisik, rasa hubungan sosial, tujuan hidup, serta stabilitas emosi yang lebih baik. Sedang pada proses akhir, diperlihatkan suatu susunan massa bangunan yang mampu mewakili apa dan bagaimana suatu tempat rekreasi secara umum. Laporan ini berisi mengenai proses perancangan mulai dari pemilihan lokasi lahan, analisa, konsep desain, dan penerapannya dalam aplikasi perancangan, penulisan sistem utilitas dan segala proses desain yang telah diajarkan di bangku kuliah.",
  "creators": "JENNYWATI",
  "contributors": "Danny Santoso Mintorogo (Examination Committee 1); Ir. Achmad Archajadi (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1557/Ars/5/1999; Jennywati (22493133)",
  "subjects": "RECREATION CENTERS"
}