{
  "id": "18549",
  "title": "Analisis faktor-faktor yang mempengaruhi perpindahan pelaksana tetap pada perusahaan kontraktor di Surabaya",
  "abstract": "Tenaga kerja dalam perusahaan konstruksi mempunyai peranan yang penting yaitu sebagai ujung tombak tercapainya kualitas proyek yang baik. Dalam suatu perusahaan kontraktor pasti mengalami perpindahan pekerja yang dapat berakibat positif maupun negatif. Perusahaan kontraktor perlu mencari faktor-faktor apa saja yang mempengaruhi perpindahan pekerja guna menekan laju perpindahannya. Model konseptual dari Mobley digunakan untuk menjelaskan faktor-faktor perpindahan pekerja yang terdiri dari tiga variabel utama yaitu variabel keorganisasian, individu dan pasar tenaga kerja. Perpindahan pekerja juga mempunyai akibat negatif dan positif baik bagi perusahaan maupun individu pekerja. Jenis penelitian ini berupa studi kepustakaan dan survei dengan menyebarkan kuesioner kepada seratus orang pelaksana tetap dari tiga puluh perusahaan kontraktor kelas A dan kelas B yang ada di Surabaya. Dalam proses analisa data, hasil kuesioner dipisahkan menjadi tiga golongan yaitu golongan kontraktor kelas A, kelas B, dan kontraktor secara keseluruhan (kelas A dan kelas B) untuk mendapatkan hasil yang optimal pada penelitian ini. Data kemudian dianalisa dengan analisa faktor melalui bantuan komputer. Penelitian dari kontraktor kelas A memberikan hasil enam penggolongan faktor, kelas B tujuh faktor dan secara keseluruhan (kelas A dan kelas B) enam faktor. Penghargaan dan kebijakan memberikan peranan yang besar terhadap terjadinya perpindahan pelaksana tetap yaitu dengan mean sebesar 1.57 dan 2.08 untuk kelas A, 1.57 dan 2.00 untuk kelas B, serta 1.57 dan 2.04 untuk keseluruhan (kelas A dan kelas B). Korelasi yang kuat antar kedua variabel tersebut sebesar 0.59275 untuk kelas A, 0.69057 untuk kelas B, dan 0.68891 untuk keseluruhan (kelas A dan kelas B). Kesimpulan yang dapat diambil adalah bahwa untuk meminimalkan terjadinya perpindahan pelaksana tetap perlu diberikan suatu penghargaan tertentu. Saran yang dapat diberikan kepada kontraktor yaitu perlu adanya peningkatan perhatian terhadap masalah penghargaan, kebijakan, tingkat kebutuhan, lingkungan kerja, usia dan korelasinya.",
  "creators": "BUDIONO; YEFRI RIYANTO",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 834/SIP/1998; Budiono (21492041), Yefri Riyanto (21492207)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; CONSTRUCTION INDUSTRY-PERSONNEL MANAGEMENT; CONSTRUCTION INDUSTRY-EMPLOYEES"
}