{
  "id": "18547",
  "title": "Keselamatan kerja dan asuransi kecelakaan kerja pada proyek konstruksi",
  "abstract": "Penyebab kecelakaan kerja pada proyek konstruksi terdiri dari faktor primer dan sekunder. Faktor primer adalah pembawaan pribadi pekerja, persoalan pribadi, usia dan pengalaman kerja, serta jenis proyek konstruksi, sedangkan faktor sekunder meliputi hubungan kerja, komunikasi kerja, persaingan kerja, jadwal proyek, penataan tempat kerja, dan penyediaan sarana keselamatan kerja. Kecelakaan kerja yang terjadi mengakibatkan pengeluaran biaya tambahan bagi kontraktor karena terganggunya aktivitas di lokasi proyek, untuk mengantisipasi kerugian akibat kecelakaan kerja yang terjadi, maka kontraktor perlu menjalankan program keselamatan kerja dan mengasuransikan pekerja mereka. Di Amerika, tata cara perhitungan premi asuransi kecelakaan kerja memotivasi kontraktor untuk memperhatikan keselamatan kerja pada setiap proyek yang ditangani, dimana perusahaan kontraktor yang mempunyai catatan angka kecelakaan kerja yang rendah akan membayar premi asuransi yang rendah dan sebaliknya. Hasil survey pada perusahaan kontraktor dan perusahaan asuransi di Surabaya menunjukkan bahwa (1) penyebab kecelakaan kerja yang utama adalah faktor primer, dimana biaya kecelakaan kerja adalah 0,10% terhadap total biaya proyek, (2) program keselamatan kerja yang efektif untuk mengurangi angka kecelakaan kerja adalah penyediaan sarana keselamatan kerja, pemeriksaan terhadap keamanan proyek, pengarahan keselamatan kerja, evaluasi keselamatan kerja, dan pelatihan mengenai keselamatan kerja, dimana biaya program keselamatan kerja ini adalah 0,10%-0,20%, (3) dukungan dari perusahaan asuransi di Indonesia kurang memotivasi kontraktor dalam hal kepedulian terhadap keselamatan kerja pada setiap proyek yang ditangani. Pada perusahaan asuransi pemerintah, kontraktor membayar premi asuransi kecelakaan kerja berdasarkan pada nilai kontrak proyek yang sedang ditangani, sedangkan pada perusahaan asuransi swasta, kontraktor membayar premi berdasarkan uang pertanggungan yang ditentukan oleh pihak kontraktor. Biaya asuransi kecelakaan kerja berkisar antara 0,20%-0,30%.",
  "creators": "JUDY GOENAWAN; KRISANTUS WILCO SONBAY",
  "contributors": "Ratna S. Alifen (Advisor 1); Jonathan Hendra Kusuma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 839 S; Judy Gunawan (21493062), Krisantus Wilco Sonbay (21493202)",
  "subjects": "CONSTRUCTION INDUSTRY-EMPLOYEES-INSURANCE ASPECTS; CONSTRUCTION INDUSTRY-MANAGEMENT; CONSTRUCTION INDUSTRY-SAFETY MEASURES"
}