{
  "id": "18541",
  "title": "Pembentukan kantong pasir dengan metode dynamic compaction untuk meningkatkan daya dukung pondasi dangkal diatas tanah liat lunak",
  "abstract": "Keterbatasan lahan menyebabkan pengembang terpaksa membangun perumahan pada lahan dengan kondisi tanah yang kurang baik. Kesulitan-kesulitan yang sering terjadi adalah penurunan yang sangat besar dimana proses penurunan tersebut membutuhkan waktu yang cukup lama dan mengakibatkan rendahnya daya dukung. Oleh karena itu perlu diperhitungkan suatu metode perbaikan tanah liat lunak yang optimal. Salah satu metode perbaikan tanah liat lunak adalah dengan pembentukan kantong pasir tepat di bawah titik rencana pondasi. Dalam penelitian ini digunakan salah satu metode tersebut yaitu metode dynamic compaction yang dibandingkan dengan metode jacking. Penelitian dilakukan terhadap tanah liat lunak Margomulyo Surabaya menggunakan metode dynamic compaction dengan energi penumbukan sebesar 250 kg.cm, 750 kg.cm, 1750 kg.cm dan 3000 kg.cm yang setara dengan gaya jack. Nilai energi-energi tersebut diperoleh dari beberapa kali percobaan tes pembebanan (trial and error). Selain itu dilakukan vane test untuk mengetahui peningkatan kekuatan tanah di bawah kantong pasir. Hasil penelitian menunjukkan bahwa adanya kantong pasir pada tanah liat memberikan peningkatan daya dukung pondasi dan sekaligus memperkecil penurunan yang terjadi. Pada beban rencana yang sama, rata-rata penurunan yang terjadi pada metode jacking lebih besar dari metode dynamic compaction.",
  "creators": "DODDI INDRA SUSANTYA; HUBERTUS DENNY PRATOMO",
  "contributors": "Soebianto Tjandrawibowo (Examination Committee 1); Sugie Prawono (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 831/SIP/1998; Doddi Indra Susantya (21491032), Hubertus Denny Pratomo (21491117)",
  "subjects": "FOUNDATIONS; SOIL MECHANICS"
}