{
  "id": "18544",
  "title": "Studi literatur upaya penggunaan barcode di industri konstruksi",
  "abstract": "Barcode adalah salah satu alat pengidentifikasian secara otomatis yang berupa garis hitam dan putih berisi data-data suatu kode barang. Barcode telah sukses pada bidang retail dan telah terbukti dapat meningkatkan produktifitas dan efisiensi kerja. Skripsi ini merupakan studi literatur yang membahas tentang teori barcode dan aplikasinya pada scheduling, inventory, cost control, dan drawing di industri konstruksi, serta mencoba untuk mengenalkan penggunaan teknologi barcode pada industri konstruksi khususnya pada perusahaan kontraktor. Survey pada perusahaan kontraktor yang telah dilakukan diperoleh bahwa pengontrolan material di lapangan masih dilakukan dengan cara konvensional, sedangkan jenis material yang digunakan pada suatu proyek sangat bervariasi, sehingga mengakibatkan terjadinya kesalahan pencatatan data dan memakan waktu lebih banyak. Upaya penggunaan barcode sebagai alat kontrol inventarisasi sangat membantu untuk menghindari kesalahan tersebut. Penerapan teknologi barcode pada perusahaan kontraktor saat ini dapat dilakukan dengan menggunakan lembar kode barang yang berisi label barcode sebagai alat bantu pemasukan data kedalam program inventarisasi. Penggunaan cara ini diharapkan merupakan suatu langkah awal penerapan teknologi barcode pada industri konstruksi menuju kepada penempelan label barcode pada material-material yang modular, dimana hal ini dapat dilakukan oleh pihak produsen atau supplier, dengan tujuan jangka panjang diharapkan adanya standarisasi barcode untuk material konstruksi secara lebih meluas.",
  "creators": "FANNY HOSEA LAYANTARA; EDI SUNARYO",
  "contributors": "Ratna S. Alifen (Advisor 1); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 838 S; Fanny Hosea Layantara (21493041), Edi Sunaryo (21493049)",
  "subjects": "BAR CODING IN CONSTRUCTION INDUSTRY; CONSTRUCTION INDUSTRY-MANAGEMENT"
}