{
  "id": "18545",
  "title": "Penggunaan campuran tanah asal dengan semen Kupang sebagai material pondasi jalan di Kupang (NTT)",
  "abstract": "Pada umumnya jalan-jalan di daerah Nusa Tenggara Timur menggunakan material agregat sebagai lapisan pondasi jalan. Mengingat sumber agregat (quarry) yang ada yang memenuhi persyaratan di Kupang Nusa Tenggara Timur mempunyai jumlah yang terbatas maka suatu alternatif pengganti material agregat sebagai lapisan pondasi jalan akan dipertimbangkan. Survey geologis menunjukkan bahwa di daerah Kupang terdapat persediaan bahan mentah yang cukup baik kwalitas maupun kwantitas untuk pembuatan semen, maka didirikan P. T Semen Kupang I dan akan didirikan P. T Semen II. Berdasarkan kenyataan tersebut maka diadakan suatu penelitian mengenai kemungkinan penggunaan campuran tanah asli dan semen untuk menggantikan fungsi material agregat pada lapisan pondasi jalan. Tujuan penelitian adalah untuk mengetahui seberapa besar peningkatan nilai daya dukung tanah asli setelah dicampur dengan semen. Selain itu juga untuk mengetahui besamya kadar semen dan lamanya waktu curing paling efektif untuk mendapatkan kekuatan dan kondisi campuran tanah asli yang memenuhi persyaratan sebagai bahan konstruksi jalan. Penelitian dilakukan terhadap beberapa prosentasi semen, yaitu sebesar 3%, 4%, 6%, 8%, 10%, dan 12%. Percobaan yang dilakukan adalah spesiflc gravity, liquid limit, plastic limit, shrinkage limit, permeability test, California bearing ratio dan unconfined compressive strength test, yang dilaksanakan di laboratorium Mekanika Tanah Universitas Kristen Petra Surabaya. Hasil penelitian menunjukkan bahwa penambahan semen pada tanah asli dapat meningkatkan nilai CBR, kuat tekan bebas, dan serta menurunkan shrinkage dan permeabilitas. Nilai CBR dan kuat tekan bebas yang dihasilkan memenuhi persyaratan untuk lapisan pondasi jalan.",
  "creators": "FERONIKA NAATONIS; IRWAN CANDRA WAHYU PURNAM",
  "contributors": "Harry Patmadjaja (Examination Committee 1); Sugie Prawono (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 832/SIP/1998; Feronika Naatonis (21491171), Irwan Candra Wahyu Purnama (21492012)",
  "subjects": "HIGHWAY ENGINEERING; ROADS-DESIGN AND CONSTRUCTION; SOIL MECHANICS"
}