{
  "id": "18559",
  "title": "Program komputer untuk penempatan menara angkat tunggal",
  "abstract": "Menara angkat menjadi pilihan utama sebagai sarana pemindahan bahan pada proyek gedung bertingkat tinggi, mengingat kemampuan menara angkat yang dapat menjangkau seluruh lokasi proyek dan tempat yang tinggi pada gedung proyek. Masalah pemindahan bahan yang menjadi kegiatan utama dalam mendukung kelancaran proyek haruslah diatasi sedini mungkin. Atas pertimbangan hal-hal tersebut di atas, maka masalah penempatan menara angkat menjadi hal yang penting. Penempatan lokasi menara angkat pada suatu proyek seringkali hanya ditetapkan berdasarkan pengalaman saja. Untuk proyek yang sederhana hal itu mungkin masih dapat dilakukan. Namun sejalan dengan perkembangan yang ada, proyek konstruksi menjadi semakin kompleks, yang menyebabkan penempatan menara angkat tidak bisa hanya didasarkan pada pengalaman saja karena sering kurang tepat, sehingga harus dipindah lokasinya atau ditambah jumlahnya. Penempatan menara angkat harus dipikirkan lebih seksama agar tidak terjadi pembengkakan biaya dan pemborosan waktu akibat penempatan yang tidak tepat. Tugas akhir kami yang berjudul \" Program Komputer Untuk Penempatan Menara Angkat Tunggal\" bertujuan untuk mengatasi masalah penempatan menara angkat tersebut, sehingga dapat memperlancar pelaksanaan proyek. Program ini menggunakan bahasa program Qbasic, dan menara angkat yang ditinjau adalah menara angkat tunggal jenis berdiri bebas (free standing) termasuk juga yang terikat (tied-in) dengan dasar tetap dan lengan datar (horizontal boom). Penempatan menara angkat didasarkan pada minimasi biaya operasional untuk jenis pekerjaan pengecoran kolom. Program ini memang memiliki keterbatasan mengingat terbatasnya waktu untuk menyusun tugas akhir ini. Namun menjadi harapan kami agar program ini dapat menjadi program avval yang menjadi dasar bagi program di waktu mendatang dalam mengatasi masalah penempatan menara angkat pada proyek-proyek konstruksi yang lebih kompleks.",
  "creators": "PURWANTO; YONGKY NARANTIKA",
  "contributors": "Ratna S. Alifen (Advisor 1); Paulus Nugraha (Examination Committee 1); Sukanto Tedjokusuma (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 822/SIP/1998; Purwanto (21492161), Yongky Narantika (21492243)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; INDUSTRIAL PROJECT MANAGEMENT"
}