{
  "id": "1855",
  "title": "A Study of a woman's struggles revealed in the character han in reaching her goals among her male-dominated world and the idea of power feminism and victim feminism reflected in those struggles as...",
  "abstract": "This thesis deals with Singaporean novel, The Bondmaid, which is written by Catherine Lim. It tells a story about a girl named Han who is sold by her mother to The House of Wu at the age of four as a bondmaid. After she lives in the new house, her new life begins as she struggles for adaptation with the new environment until she grows up and struggles for her honor as a woman and for her love. One thing that interests me in choosing this novel is the main character, Han. Here, Lim portrays her as a bondmaid, weak in position as a bondmaid tied to her master and as a woman among the lustful male members in the household. However, Han manages to survive living in such condition even she dares to be in love with the young master, something that must be very hard for her to cope with. In this thesis I want to analyze Han?s struggle as a woman and as a bondmaid to reach her goal and how her struggle reflects the idea of feminism, I analyze it from the point of view of power feminism and victim feminism. Furthermore, after viewing her struggle I will compare Han?s struggle with the other bondmaids? struggle to see how far Han?s action has reflected the idea of feminism. From the comparison Han shows that her actions reflects more than the idea of feminism than the others for she shows real struggle in reaching her goals rather than just depend on luck or accidentally events to get better life like what happens to the other bondmaids. Thus, Han can be considered as a feminist. She struggles radically and moderately, both ways are the reflection of power feminism and victim feminism. Moreover, from the analysis I want to show the reader of my thesis that women?s struggle can be done in two ways like Han does. How they manage to choose the way depends on themselves and the situation they are in. They should be very clever in positioning themselves to their surroundings so that they will choose the right way to act against their surroundings to reach their goals.",
  "creators": "ANGELIA VERANDA",
  "contributors": "Stefanus Suprayitno (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.01011368/ING/2005; Angelia Veranda (11400017)",
  "subjects": "SINGAPORE FICTION (ENGLISH)-20TH CENTURY-STUDY AND TEACHING; LIM, CATHERINE, 1942-... THE BONDMAID-STUDY AND TEACHING"
}