{
  "id": "18556",
  "title": "Pengaruh tegangan air pori negatif terhadap tegangan geser (kohesi) pada lempung",
  "abstract": "Beberapa masalah dalam bidang rekayasa geoteknik banyak diakibatkan oleh perubahan volume dan kadar air akibat tegangan air pori negatif, dimana masalah ini seringkali menjadi penyebab utama kerusakan pondasi rumah, pondasi jalan, keruntuhan lereng serta struktur tanah yang lain. Tujuan penelitian ini adalah untuk mengetahui seberapa besar pengaruh tegangan air pori negatif terhadap tegangan geser tanah. Ada tiga macam percobaan yang dilakukan pada penelitian ini yaitu pengujian pemadatan (Proctor Test), percobaan baling-baling (Vane Shear Test) dan pengukuran tegangan air pori negatif menggunakan kertas filter. Pengujian pemadatan bertujuan untuk mencari nilai kadar air optimum. Tanah dengan kadar air optimum dijadikan sebagai kondisi inisial. Percobaan baling-baling bertujuan untuk menentukan nilai tegangan geser pada sampel tanah dengan kadar air yang berbeda-beda. Pengukuran tegangan air pori negatif bertujuan untuk mengukur nilai tegangan air pori negatif pada sampel tanah dengan kadar air yang sama pada percobaan baling-baling. Kertas filter yang digunakan adalah kertas filter Whatman No. 42. Hasil percobaan menunjukkan bahwa tegangan geser maksimum terjadi pada kadar air optimum dimana kadar air ini juga memberikan indikasi tegangan air pori negatif yang dapat memberikan indikasi sampai seberapa jauh muka air tanah di lapangan nantinya diturunkan untuk mencapai tegangan geser maksimum yang dikehendaki.",
  "creators": "ROLAND WIJANARKO; HANDY SUYONO",
  "contributors": "Soebianto Tjandrawibowo (Examination Committee 1); Indarto, Dr. Ir. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 830/SIP/1998; Roland Wijanarko (21492215), Handy Suyono (21492222)",
  "subjects": "SOIL MECHANICS; SOIL-TESTING"
}