{
  "id": "18553",
  "title": "Upaya aplikasi manajemen mutu terpadu dalam proses perbaikan mutu produk pengembang real estate terhadap para subkontraktor",
  "abstract": "Banyaknya permintaan masyarakat Surabaya akan perumahan yang diikuti dengan meningkatnya jumlah pengembang real estat menimbulkan persaingan untuk meningkatkan kualitas dan kuantitas produk mereka. Karena persaingan yang ketat, diupayakan aplikasi Manajemen Mutu Terpadu terhadap perusahaan pengembang dalam proses perbaikan mutu produk pengembang real estat terhadap para subkontraktornya. Dengan harapan dapat meningkatkan daya saing perusahaan. Manajemen Mutu Terpadu (TQM) adalah suatu pola manajemen yang berusaha mengubah pola pandangan manajemen lama perusahaan menuju suatu pola manajemen yang menitik beratkan perbaikan terus menerus pada semua aspek perusahaan untuk mencapai kepuasan konsumen. Yang secara garis besar meliputi 5 pilar, yaitu Organisasi, Kepemimpinan, Produk, Proses, dan Komitmen yang saling berkaitan antara satu dengan yang lain. Dimana ke lima pilar tersebut tidak dapat dilaksanakan sebagian atau perbagian saja, karena bila diterapkan hanya sebagian saja akan menyebabkan pola manajemen ini tidak dapat bekerja dengan sempurna atau bahkan tidak dapat menghasilkan perbaikan sama sekali. Untuk dapat mendukung usaha perbaikan terus menerus biasanya dalam Manajemen Mutu Terpadu digunakan metode statistik untuk memecahkan masalah dalam proses yang dikenal dengan nama The Seven Original Control Tools Methods (Imai 1986). Metode ini meliputi histogram, diagram sebab akibat, lembar pemeriksaan, diagram pareto, peta kendali, diagram pencar, dan juga flow chart (Imai, 1986; Ishikawa,1982; Kume 1985). Sedang untuk penilaian terhadap organisasi, kepemimpinan, proses, produk, dan komitmen secara garis besar dapat digunakan Self Asessment Approach Method (metode pendekatan penilaian individu) yang dapat diterapkan pada pimpinan divisi perusahaan dengan melakukan penilaian-penilaian pribadi terhadap peningkatan kualitas perusahaan (Hunt, 1993, hal.89). Perusahaan pengembang real estat \"PT.X\" diambil sebagai contoh studi kasus, dengan menggunakan teknik sampling. Adapun teknik yang digunakan untuk mengumpulkan data adalah wawancara dan memberikan pertanyaan-pertanyaan dari \"Self Assessment Approach Method\" kepada pihak yang menpunyai kompetensi dalam perusahaan, sedangkan untuk mengolah data yang telah diperoleh digunakan \"The Seven Origninal Quality Controls Tools Methods\" dan \"Scoring Self Assessment Approach Method\", untuk mengetahui kualitas produk dan gambaran secara garis besar mengenai perusahaan. Dari analisa dengan \"The Seven Original Quality Controls Tools Methods\" dapat diketahui bahwa dari 119 rumah yang diteliti pada tahap ini, terdapat 59 rumah dengan mutu produk yang kurang baik. Cacat mutu produk yang dominan adalah dinding retak sebanyak 41 rumah (gambar 4.2.4). Penyebab mayontas cacat tersebut adalah kurangnya pengawasan dan pengaturan subkontraktor terhadap para pekerja. yang terlihat pada diagram sebab akibat (gambar 4.4.1-4.4.5) dan diagram pencar (gambar 4.6.1.1 dan gambar 4.6.2.1) yang menganalisa korelasi frekuensi cacat dengan jumlah tenaga pekerja. Untuk itu diharapkan PT. X dapat lebih meningkatkan pengawasan terhadap para sub kontraktornya. Sedang dari hasil analisa \"Self Assesment Approach Method\" akan didapat gambaran secara garis besar tentang perusahaan yang mendekati pola manajemen mutu terpadu. Dengan kelebihan perusahaan pada \"Kesadaran akan Tantangan Strategis\" dengan nilai skor 5,3 lebih tinggi daripada target skor 3,5. Kekurangan perusahaan yang paling dominan dari hasil analisa tersebut adalah pada \"Kemajuan\", dengan skor 1,71 sedang target skor harus 3,5. Kekurangan ini dapat mengakibatkan karyawan tidak merasa memiliki pekerjaan mereka. Alternatif solusi untuk menyelesaikan masalah supaya perusahaan lebih menghargai pemikiran-pemikiran kreatif karyawan, lebih memberikan otoritas kepada para manajer untuk mencoba pendekatan-pendekatan baru dan memperbarui metode kerja untuk perbaikan kualitas. Faktor \"Kesadaran akan Tantangan Strategi",
  "creators": "ANDRE WIBOWO; PAULUS DENNY",
  "contributors": "Paulus Nugraha (Examination Committee 1); Herry Pintardi Chandra (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 826/SIP/1998; Andre Wibowo (21492094), Paulus Denny (21492227)",
  "subjects": "PROJECT MANAGEMENT; TOTAL QUALITY MANAGEMENT"
}