{
  "id": "18554",
  "title": "Peranan kepemimpinan mandor dalam meningkatkan kualitas hasil produksi",
  "abstract": "Skripsi yang berjudul \" PERANAN KEPEMIMPINAN MANDOR DALAM MENINGKATKAN KUALITAS HASIL PRODUKSI \" merupakan studi kasus pada proyek-proyek yang ditangani oleh P.T. Tatamulia Nusantara Indah di Surabaya dan Gresik. Yang menjadi latar belakang masalah penelitian ini adalah bahwa SDM merupakan modal utama bagi perusahaan jasa konstruksi untuk dapat bersaing di era pasar bebas. Prestasi SDM dapat diukur salah satunya dari kualitas hasil produksi yang dihasilkannya, dimana kualitas hasil produksi dipengaruhi salah satunya oleh faktor kepemimpinan. Seberapa jauh kepemimpinan itu berpengaruh terhadap kualitas hasil produksi perlu dikaji lebih mendalam. Tujuan dari penelitian ini adalah untuk mengetahui apakah kepemimpinan mandor mempengaruhi peningkatan kualitas hasil produksi yang dihasilkan pada jasa konstruksi. Jenis penelitian ini berupa studi kasus dan studi kepustakaan. Data yang ada berupa data yang didapat dari lokasi penelitian yaitu proyek-proyek yang ditangani oleh P.T. Tatamulia Nusantara Indah di Surabaya dan Gresik dengan cara menyebarkan kuesioner pada responden yaitu tukang dan pelaksana (supervisor) sebanyak 44 orang untuk menilai 22 orang mandor, selain itu juga ada data sekunder yang diperoleh dari P.T. Tatamulia Nusantara Indah. Dalam proses pengolahan data selain pengumpulan data juga dilakukan analisa data dengan menggunakan deskripsi hasil wawancara dan deskripsi hasil kuesioner serta analisa regresi dan korelasi dengan bantuan komputer. Dari hasil pengolahan data didapat bahwa kepemimpinan memberikan pengaruh positif terhadap kualitas hasil produksi walaupun tidak sempurna dilihat dari angka korelasinya sebesar 0.881 dimana angka ini mendekati 1. Kesimpulan secara keseluruhan yang dapat diambil adalah bahwa untuk meningkatkan kualitas hasil produksi sebesar 2.141 satuan menjadi 10 satuan perlu diberikan tingkat kepemimpinan sebesar 8.705 satuan. Untuk mencapai tingkat kepemimpinan sebesar 8.705 satuan, mandor harus lebih meningkatkan penghargaan terhadap saran bawahan, mampu menjadi penutan yang lebih baik, mampu mengambil keputusan dengan lebih tepat, lebih memahami kemampuan bawahan, lebih mampu memotivasi, mampu mengkoordinasi bawahan dengan lebih baik dan lebih mampu berkomunikasi jika ingin terjadi peningkatan kualitas hasil produksi yang lebih baik lagi.",
  "creators": "FEBRINA ARYANI; VERA WAHYUNI",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Paulus Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 821 S; Febrina Aryani (21493104), Vera Wahyuni (21493106)",
  "subjects": "PROJECT MANAGEMENT"
}