{
  "id": "18560",
  "title": "Faktor-faktor yang berperanan dalam penentuan kompensasi pekerja bangunan pada perusahaan kontraktor kelas A di Surabaya yang bergerak di bidang pembangunan gedung",
  "abstract": "Untuk bertahan dalam ketatnya persaingan, kontraktor perlu mengelola pekerja yang salah satunya melalui program kompensasi. Dengan program kompensasi yang baik, perusahaan dapat menarik dan mempertahankan pekerja yang berkuaiitas, memotivasi sekaligus menghargai kinerja yang bagus serta mengontrol biaya. Mengingat nilai pentingnya, maka kompensasi harus direncanakan sebaik mungkin dengan memperhatikan faktor-faktor yang berperanan. Kompensasi adalah segala bentuk pembayaran finansial dan pelayanan serta kesejahteraan yang diterima pekerja sebagai bagian dari hubungan kepegawaian. Kompensasi yang baik dapat memenuhi keadilan, peraturan resmi dan meningkatkan efisiensi. Dalam menentukan kompensasi pekerja, perusahaan perlu memperhatikan faktor keadilan internal, persaingan eksternal, sumbangan pekerja dan administrasi kompensasi. Jenis penelitiannya studi literatur dan survey lapangan. Data diperoleh dari 29 perusahaan kontraktor dengan cara wawancara dan penyebaran questioner maupun dari literatur. Pengolahan data, meliputi pengumpulan data dan analisa data yang terdiri dari analisa deskripsi dan analisa statistik dengan program Excel. Hasil pengolahan data menyatakan bahwa keadilan internal, persaingan eksternal, sumbangan pekerja dan administrasi kompensasi punya peranan dalam penentuan kompensasi pekerja. dengan mean berkisar antara 4.48 - 4.9. Faktor \"Persyaratan Pekerjaan\" (termasuk dalam kelompok keadilan internal) mempunyai mean tertinggi yang berkisar antara 5.4583 - 5.6, yang artinya perusahaan kontraktor sangat setuju bahwa \"Persyaratan Pekerjaan\" punya peranan dalam penentuan kompensasi. Kesimpulannya adalah \"Persyaratan Pekerjaan\" punya peranan paling penting dalam penentuan kompensasi pekerja bangunan pada perusahaan kontraktor. Oleh karena itu, untuk membuat program kompensasi yang baik, perusahaan harus mamperhatikan persyaratan pekerjaan yang meliputi persyaratan mental, fisik, keahlian, pendidikan dan tanggung jawab pekerja serta kondisi kerja yang harus dijalani.",
  "creators": "TIRZA GRACIA; ESSIE CAMELIA",
  "contributors": "Januar Buntoro (Examination Committee 1); Herry Pintardi Chandra (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 836/SIP/1998; Tirza Gracia (21492239), Essie Camelia (21492240)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; PROJECT MANAGEMENT"
}