{
  "id": "18564",
  "title": "Pemakaian geosynthetics dalam rekayasa geoteknik",
  "abstract": "Keberhasilan suatu struktur dipengaruhi oleh pemecahan masalah-masalah kondisi tanah dimana struktur tersebut didirikan. Salah satu masalah vang sering timbul adalah kegagalan struktur akibat kurang kuatnya susunan dari lapisan-lapisan tanah. Alternatif pemecahan yang dapat dipakai adalah dengan menggunakan geosynthetics untuk menggantikan material yang biasa digunakan. Geosynthetics merupakan material polimer berupa lembaran-lembaran yang terdapat dalam lapisan-lapisan tanah. Terdapat bermacam-macam jenis dari geosynthetics ini, diantaranya: geotextile, geogrid dan geomembrane yang masing-masing memiliki tipe-tipe tersendiri Pembagian tipe-tipe ini dapat berdasarkan bahan yang digunakan, cara pembuatannya, nama industri yang memproduksi maupun menurut material polimernya. Fungsi-fungsi utama pada geosynthetics meliputi pemisahan, perkuatan, penyaringan dan drainase; yang dipakai dalam rekayasa geoteknik secara sendiri-sendiri maupun kombinasi dari beberapa macam fungsi. Tiap-tiap fungsi memiliki keuntungan tersendiri yang pada dasamya mempercepat waktu konstruksi dan meminimalkan biaya baik pada waktu pemasangan maupun masa pemeliharaan. Untuk itu juga perlu diketahui juga secara umum sifat-sifat dari geosynthetics yang meliputi sifat-sifat fisik, mekanis, hidrolis dan degradasi. Pemakaian geosynthetics yang tepat pada suatu konstruksi, akan menghasilkan banyak keuntungan baik dari segi pekerjaannya maupun dari segi keuangan. Contoh-contoh pemakaian geosynthetics dalam rekayasa geoteknik diantaranya dipakai untuk embankment, unpaved roads, paved roads, lereng, bendungan, terowongan.",
  "creators": "MARJORIE TATRA; ANA ERAWATI",
  "contributors": "Soebianto Tjandrawibowo (Advisor 1); Sugie Prawono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 825/SIP/1998; Marjorie Tatra (21493048), Ana Erawati (21493060)",
  "subjects": "SOIL MECHANICS; SOILS-TESTING"
}