{
  "id": "18562",
  "title": "Peranan teknologi robotik di proyek konstruksi",
  "abstract": "Robot merupakan salah satu bentuk dari otomatisasi. Robot banyak digunakan dalam industri manufaktur dengan tujuan untuk meningkatkan produktivitas, kualitas dan keselamatan kerja. Hal ini menimbulkan pemikiran untuk menggunakan robot dalam proyek konstruksi. Robot dalam proyek konstruksi dapat digunakan untuk pekerjaan pemindahan material, pekerjaan penyelesaian untuk lantai, pekerjaan penyelesaian bagian luar dan dalam ruangan. Kendala yang timbul dalam penggunaan robot berasal dari faktor lingkungan konstruksi, manusia dan ekonomi. Tugas akhir ini merupakan studi literatur yang didasari atas penggunaan robot dalam proyek konstruksi di Jepang dan Amerika. Penggunaan robot dalam proyek konstruksi dipelopori oleh negara Jepang. Masalah utama yang mendorong penggunaan robot di proyek konstruksi Jepang adalah keselamatan kerja, dimana resiko kecelakaan yang tinggi menyebabkan terjadinya kekurangan tenaga kerja. Di Amerika, produktivitas merupakan masalah utama yang mendorong penggunaan robot dalam proyek konstruksi. Penggunaan robot dalam proyek konstruksi di Indonesia masih terbatas pada pekerjaan pemindahan material, misalnya pemakaian tower crane, excavator, dan sebagainya, sedangkan untuk pekerjaan konstruksi yang lain masih belum dilakukan. Didalam tugas akhir ini telah dilakukan perhitungan produktivitas beberapa jenis pekerjaan konstruksi di Indonesia seperti pekerjaan pengecatan, pekerjaan plester, dan pemasangan keramik dinding dibandingkan dengan produktivitas pekerja konstruksi di Amerika secara manual dan robot yang diperoleh dari studi literatur. Perbandingan yang diperoleh rata-rata adalah 1 : 9 : 35.",
  "creators": "YUNIANTO WIBOWO; HENNYKA TEDJA",
  "contributors": "Paulus Nugraha (Examination Committee 1); Ratna S. Alifen (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 837/SIP/1998; Yunianto Wibowo (21493036), Hennyka Tedja (21493038)",
  "subjects": "BUILDINGS-EQUIPMENT AND SUPPLIES; ROBOTS IN CONSTRUCTION INDUSTRY; CONSTRUCTION EQUIPMENT; CONSTRUCTION INDUSTRY-MANAGEMENT"
}