{
  "id": "18561",
  "title": "Business facilities di CBD I Surabaya",
  "abstract": "Laporan ini disusun untuk memenuhi persyaratan akademis ujian sarjana arsitektur periode XXV tahun 1991-1992, fakultas teknik jurusan arsitektur Universitas Kristen Petra Surabaya dengan judul ; \" BUSINESS FACILITIES DI CBD I SURABAYA \" Mengingat lokasi proyek yang direncanakan terletak di daerah Central of Business District (CBD I) Surabaya, yang mana oleh pemerintah daerah telah diarahkan sebagai pusat perdagangan Surabaya Utara dan Indonesia bagian Timur. maka sebagai konsekwensi akan dibutuhkan bangunan-bangunan yang akan digunakan untuk mewadahi kegiatan tersebut. Laporan ini menguraikan hal-hal yang berkenaan dengan perencanaan, perancangan suatu komplex bangunan yang multifungsional, yakni ; hotel, perkantoran,pertokoan, bank, dan pusat grosir serta berbagai fasilitas pengunjung lainnya. Pada bagian pendahuluan dijelaskan tentang hal-hal yang melatar belakangi lahirnya gagasan, dan pada tahap selanjutnya berkaitan langsung dengan proyek yang bersangkutan. Dalam tahap perancangan, analisa dilakukan terhadap kondisi lingkungan, tapak dan bangunan yang selanjutnya merupakan dasar pembangunan fisik yang dipresentasikan dalam gambar dua dimensi dan maket. Data-data yang mendukung proyek ini, kami peroleh melalui klipping koran, survei dan wawancara, serta literatur digunakan sebagai bahan pertimbangan untuk memperkuat data yang telah ada. Kami yakin, tidak ada hal yang betul-betul sempurna, yang ada hanyalah maksud baik. Berhubung waktu yang tersedia untuk pembahasan relatif sangat singkat, maka pembahasan tidak dapat kami lakukan secara lebih lengkap dan rinci, demikian juga mengenai perhitungan biaya, dilakukan secara garis besar dengan asumsi-asumsi yang spekulatif untuk lebih mendekati permasalahan.",
  "creators": "PITHER CHEN",
  "contributors": "V.P. Nugroho Susilo (Examination Committee 1); Andhi Wijaya (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 692/Ars.08/1991; Pither Chen (14385042)",
  "subjects": "COMMERCIAL BUILDINGS"
}