{
  "id": "18563",
  "title": "Studi tentang manajemen risiko dalam bidang manajemen konstruksi",
  "abstract": "Skripsi yang berjudul \" STUDI TENTANG MANAJEMEN RISIKO DALAM BIDANG MANAJEMEN KONSTRUKSI \" merupakan studi literatur dan studi kasus pada perusahaan-perusahaan konstruksi khususnya perusahaan kontraktor kelas A di Surabaya. Penelitian tentang masalah manajemen risiko yang sudah banyak dilakukan di luar negeri itu, ternyata masih jarang sekali dilakukan di Indonesia, padahal risiko merupakan hal penting yang pada dasarnya tidak dapat dihilangkan dan dapat mempengaruhi produktivitas, bentuk, kualitas, maupun biaya dari suatu proyek. Tujuan dari penelitian ini adalah untuk mengetahui apa saja risiko di bidang manajemen konstruksi itu, sejauh mana kepentingannya, beserta alokasinya, sehingga memudahkan untuk dilakukan penanganan. Penelitian ini merupakan penelitian awal dan terdiri dari dua tahap, yaitu studi literatur dan studi kasus. Data yang sudah diperoleh dari literatur dijadikan dasar dalam pembuatan kuesioner dan disebarkan ke 40 kontraktor kelas A yang terdaftar dalam Gapensi wilayah Surabaya. Namun karena keadaan perekonomian Indonesia yang saat ini tengah dilanda krisis dan berdampak pula pada industri konstruksi, data yang terkumpul hanya diperoleh dari 30 responden. Pada proses pengolahan data, dilakukan analisa statistik dan analisa deskripsi. Hasil pengolahan data menunjukkan 32 jenis risiko bidang manajemen konstruksi yang teridentifikasi hampir sama tingkat kepentingannya. Risiko yang paling penting adalah risiko isi kontrak, yang alokasinya kepada owner, konsultan, dan kontraktor secara bersama-sama. Dan risiko yang paling rendah tingkat kepentingannya adalah risiko cuaca yang alokasinya kepada kontraktor.",
  "creators": "EDDY INDRADI CANDRA; INGE PUSPITASARI HARJONO",
  "contributors": "Paulus Nugraha (Advisor 1); Harry Patmadjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 844 S; Eddy Indradi Candra (21493150), Inge Puspitasari Harjono (21493180)",
  "subjects": "RISK MANAGEMENT; CONSTRUCTION INDUSTRY-MANAGEMENT"
}