{
  "id": "18577",
  "title": "Pondok wisata dengan fasilitas utama olah raga selam di Gili Air - Lombok",
  "abstract": "Laporan perencanaan ini disusun dalam rangka untuk melengkapi tugas akhir mata kuliah Merancang Arsitektur AR 500 Periode XXII tahun 1989/1990, Fakultas Tehnik Jurusan Arsitektur Universitas Kristen Petra Surabaya. Adapun judul yang dipilih : \" PONDOK WISATA DENGAN FASILITAS UTAMA O.R. SELAM DI GILI AIR - L0MB0K \" Indonesia sebagai negara kepulauan yang kaya akan keindahan alam pantainya dan terletak di daerah tropis merupakan tanah impian bagi para wisatawan asing. Laut-laut di Indonesia memiliki potensi yang tinggi untuk pengembangan wisata bahari, keindahan alam bawah lautnya masih murni dan belum banyak diketahui, karenanya patut untuk dikembangkan sebagai produk wisata alam yang potensial. Dengan digalakkannya pengembangan resort/wisata ke seluruh penjuru tanah air dan rencana untuk menjadikan sektor pariwisata sebagai penghasil devisa nomor dua atau tiga sesudah migas dan kayu pada awal Pelita IV yang lalu, masa depan di sektor pariwisata nampaknya cerah dan akan berkembang pesat. P. Lombok sebagai pulau yang terletak di antara P. Bali dan P. Komodo, memiliki satu keunikan tersendiri yaitu pemandangan alamnya sangat indah, gabungan antara bukit-bukit di daratan yang banyak ditumbuhi tanaman kelapa dan keindahan karang-karang di bawah permukaan lautnya. Salah satu obyek wisata yang sedang dikembangkan di P. Lombok adalah obyek wisata pantai di kawasan Gili Air, Meno dan Trawangan. Pengembangan Gili Air sebagai fasilitas pariwisata yang bertaraf internasional disebabkan karena pulau tersebut mempunyai pantai dan alam bawah laut yang indah. Pantainya yang berpasir putih terlihat dari jazirah Sire dan pantai Pemenang ( P. Lombok ), sehingga mengundang para wisatawan/dunia luar untuk berkunjung ke pulau tersebut. Banyak pondok-pondok penginapan/home stay yang muncul bagaikan jamur di musim penghujan, juga para wisatawan yang memakai fasilitas ini sebagian besar wisatawan asing, maka daerah wisata Gili Air mempunyai masa depan yang cerah untuk dikembangkan menjadi daerah wisata internasional. Pelaksanaan tugas akhir ini berupa perencanaan dan perancangan Arsitektur yang dibagi dalam tahapan-tahapan dan menguraikan hal-hal yang berkaitan dengan perencanaan \" Resort Tourism Site \" di Gili Air - Lombok.",
  "creators": "NINIEK HENDRAWATI",
  "contributors": "I Gusti Nyoman Sulendra (Advisor 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 603/Ars.26/90; Niniek Hendrawati (385029)",
  "subjects": "RECREATION CENTERS-SPORTS; RECREATION CENTERS; SPORT FACILITIES"
}