{
  "id": "18576",
  "title": "Angke floating park di Jakarta",
  "abstract": "Laporan perencanaan ini disusun dalam rangka memenuhi persyaratan tugas akhir mata kuliah merancang Arsitektur AR. 500, periode XXV tahun ajaran 1991 - 1992 pada jurusan Arsitektur, Fakultas Teknik, Universitas Kristen Petra, Surabaya. Adapun judul yang dipilih adalah : ANGKK FLOATING PARK - Pantai Kapuk Indah Di dalam penuliean laporan ini, secara garis besar diuraikan hal-hal yang berkaitan dengan perencanaan dan perancangan suatu kawasan pusat rekreasi, dimana yang diutamakan adalah perencanaan dan perancangan sebuah pusat perbelanjaan yang rekreatif di kawasan Pantai Kapuk Indah. Pada bagian Pendahuluan diuraikan tentang hal-hal yang melatar-belakangi timbulnya gagasan, pengertian tentang judul, dan hal-hal yang merupakan pengenalan akan proyek. Sedangkan pada tahap-tahap selanjutnya adalah hal-hal yang berkaitan langsung dengan proyek, yaitu segala aktivitas dan kebutuhan di dalam pusat perbelanjaan, dimana data-data yang diperlukan untuk mengetahui gambaran proyek lebih lanjut diperoleh melalui wawancara dan pengamatan langsung terhadap tapak. Sedangkan studi literatur merupakan pem-banding untuk memperkuat data yang diperoleh, yang kemudian diolah dan disusun secara sistematis. Berdasarkan hal-hal tersebut diatas. maka disusunlah suatu tahap perancangan yang beriei tentang analisa-analisa terhadap kondisi lingkungan, tapak dan bangunan, yang selan,iutnya menghasilkan suatu koneep perancangan yang digunakan sebagai dasar bagi pembangunan fisik, dengan disajikan da lam bentuk gambar-gambar yang didisain berupa rancangan grafis dan dalam bentuk maket tiga dimensi.",
  "creators": "DYAH TRI WULANDARI",
  "contributors": "Handinoto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 711/Ars.14/1991; Dyah Tri Wulandari (14387014)",
  "subjects": "RECREATION CENTERS"
}