{
  "id": "18571",
  "title": "Faktor-faktor yang dapat menciptakan keunggulan bersaing bagi pengembang Ruko di Surabaya",
  "abstract": "Pembangunan ruko yang kian marak menyebabkan terjadinya persaingan dan perang harga. Agar dapat bersaing, pengembang ruko perlu mengetahui faktor-faktor yang berperan dalam menciptakan keunggulan bersaing. Keunggulan bersaing merupakan proses yang dinamis dengan memperhatikan sumber-sumber keunggulan bersaing, posisi bersaing dan kondisi yang diperlukan untuk mempertahankan keunggulan. Faktor yang berperan penting dalam menciptakan keunggulan bersaing bagi pengembang ruko adalah keahlian yang super, sumber daya yang super, nilai konsumen yang super, biaya relatif lebih rendah, kepuasan, kesetiaan, pangsa pasar, dan kemampulabaan. Penelitian dilakukan dengan menyebarkan kuesioner pada pengembang ruko di Surabaya. Para responden ini dibagi atas tiga kategori, yaitu kategori A, B, dan C. Kategori A merupakan gabungan dari kategori B dan C. Kategori B terdiri dari tiga pengembang yang memiliki ruko dan perumahan beda lokasi atau hanya memiliki ruko saja, sedangkan kategori C terdiri dari sembilan pengembang yang memiliki ruko dan perumahan dalam satu lokasi. Hasil kuesioner yang diperoleh kemudian diolah dengan analisa varians. Deskripsi hasil penelitian menyatakan bahwa \"sumber daya natural (lokasi ruko)\" dengan mean 5.917 merupakan faktor terpenting bagi responden kategori A. Kategori B menyatakan \"kekuatan pemasaran (promosi)\", \"sumber daya natural (lokasi ruko)\", \"pelayanan\", dan \"personil\" sebagai faktor terpenting dengan mean 6. Kategori C menyatakan \"kemampuan bekerja sama dalam tim kerja\" dengan mean 6 merupakan faktor terpenting. Dari analisa varians secara keseluruhan dapat diketahui hipotesa kategori A dan C ditolak, yang berarti faktor-faktor tersebut memberi peranan yang berbeda dalam menciptakan keunggulan bersaing. Kategori B menerima hipotesa yang berarti faktor-faktor tersebut memberi peranan yang sama dalam menciptakan keunggulan bersaing. Dari penelitian yang dilakukan dapat disimpulkan bahwa \"sumber daya natural (lokasi ruko)\", \"kekuatan pemasaran (promosi)\", \"personil\", dan \"kemampuan bekerja sama dalam tim kerja\" merupakan faktor-faktor terpenting dalam menciptakan keunggulan bersaing bagi pengembang ruko di Surabaya. Pengembang hendaknya memilih lokasi ruko yang strategis untuk tempat usaha.",
  "creators": "JOHAN BINARDI; JENNY",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 840 S; Johan Binardi (21493064), Jenny (21493181)",
  "subjects": "INDUSTRIAL PROJECT MANAGEMENT; REAL ESTATE MANAGEMENT"
}