{
  "id": "18575",
  "title": "Studi literatur mengenai fire protection pasif dengan menggunakan structural protection pada elemen struktur yang menggunakan baja",
  "abstract": "Kebakaran yang terjadi seringkali menimbulkan korban jiwa, harta dan terhambatnya proses kegiatan/produksi karena kerusakan gedung yang tidak dapat diperbaiki lagi. Upaya yang dapat dilakukan untuk mengurangi kerugian akibat kebakaran khususnya untuk mencegah supaya kerusakan gedung yang terjadi tidak sampai menimbulkan keruntuhan (untuk kebakaran dengan intensitas tertentu) adalah dengan memberikan Fire Protection baik dengan cara aktif (yaitu penanganan terhadap kebakaran) maupun cara pasif (yaitu dengan melakukan pencegahan). Dalam Skripsi / Tugas Akhir ini akan di bahas mengenai Fire Protection pasif khususnya yang menggunakan cara/melode Structural Protection pada elemen-elemen struktur yang menggunakan baja. Jadi yang dilindungi adalah elemen-elemen strukturnya seperti balok, kolom dan sebagainya yang terbuat dari baja dengan bahan-bahan tertentu dan ketebalan tertentu pula sesuai dengan intensitas kebakaran yang direncanakan akan ditahan, supaya bila ada kebakaran, elemen-elemen struktur yang terbuat dari baja tersebut mencapai lelehnya dalam waktu yang lebih lama sehingga keruntuhan gedung dapat dihindari. Hal ini mengingat kekuatan baja akan mengalami penurunan sebesar 50% bila mencapai temperatur 550 oC atau kurang lebih dalam waktu kebakaran 15 menit (beban kebakaran yang terjadi dianggap merata). Jadi upaya diatas ditujukan agar waktu yang tersedia sebelum kekuatan baja menurun, menjadi lebih lama, sambil menantikan penanganan lebih lanjut dalam hal ini adalah pemadaman api oleh Pemadam Kebakaran. Dengan merencanakan struktur baja tersebut yang sudah terlindung dengan Fire Protection maka waktu baja untuk mencapai temperatur 550 ?C akan lebih lama dan dapat memberi kesempatan lebih banyak kepada pihak Pemadam Kebakaran serta pada akhirnya bangunan tersebut masih dapat dipergunakan lagi tanpa hams merombak total.",
  "creators": "THOMAS SANTOSO; JULISTYANA TISTOGONDO",
  "contributors": "Ir. Prasetio Sudjarwo, M.Eng. (Advisor 1); Ir. GIDEON HADI KUSUMA, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 823 S; Thomas Santoso (21493068), Julistyana Tistogondo (21493153)",
  "subjects": "FIRE PROTECTION ENGINEERING; STEEL, STRUCTURAL-FIRE PROTECTION"
}