{
  "id": "18581",
  "title": "Pusat pendidikan dan pergelaran musik",
  "abstract": "Laporan ini disusun sebagai salah satu bagian dari Tugas Akhir Jurusan Arsitektur yaitu mata kuliah Proyek Akhir AR 4500 peroide XXXV tahun 1997, dengan judul: \" Pusat Pendidikan dan Pergelaran Musik\" Hal-hal yang melatar belakangi gagasan pembuatan proyek tersebut antara lain adalah kurang tersedianya fasilitas untuk mempergelarkan karya musik, berupa seni musik dan aplikasinya, yang memadai dalam segi akustik, sedangkan kualitas dan kwantitas musik semakin berkembang. Selain itu perlu ada wadah untuk membina bakat musik para pemuda dan pelajar khususnya di Surabaya sebagai kota kedua terbesar setelah Jakarta. Tujuan Proyek ini adalah menciptakan suatu kompleks pusat kegiatan musik untuk melakukan pembinaan dan pengembangan musik, baik berupa pementasan atau hasil rekaman. Proses pembuatannya diawali dengan pengumpulan data-data dari wawancara, pengamatan langsung, studi banding dan studi literatur. Pada proses perencanaan, terdiri atas struktur organisai pengelola kompleks pusat musik, program kebutuhan, luasan ruang, serta tinjauan lokasi proyek yang berada di daerah Citra Raya. Tahap perencanaan merupakan analisis terhadap data-data yang diperoleh, disesuaiakan dengan kebutuhan untuk menyususn konsep perencanaan sebagai dasar dari proses perancangan. Hasil akhir berupa desain terpilih, diperjelas dengan gambar-gambar pra desain, dilengkapi dengan perspektif dan model tiga dimensi (maket).",
  "creators": "RUFINUS JOSEPH DRIHARMANTO",
  "contributors": "Danny Santoso Mintorogo (Advisor 1); Stanislaus Kuntjoro Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1323/Ars/65/1996; Rufinus Joseph Driharmanto (22492148)",
  "subjects": "MUSIC-INSTRUCTION AND STUDY-BUILDINGS"
}