{
  "id": "18585",
  "title": "Studi pendahuluan perbandingan biaya antara metode beton pracetak dan metode beton konvensional pada ruko",
  "abstract": "Metode beton pracetak ssbagai alternatif lain dari metode beton konvensional telah sering digunakan di luar negeri. Metode ini mempunyai keunggulan seperti waktu konstruksi yang lebih singkat dan mutu yang lebih baik, bahkan pada beberapa proyek di luar negeri dapat lebih murah dibandingkan dengan metode konvensional (Payan and Mecalco,1996, Gove and Rotondo, 1995, Singsomboon, 1987). Beton pracetak akan lebih menguntungkan apabila diterapkan pada bangunan dengan denah sederhana, dengan bentang yang sama dan dibangun dengan jumlah yang besar (mass product). Tujuan penelitian ini adalah meneliti kemungkinan metode pracetak diterapkan pada pembangunan ruko ditinjau dari segi biaya, mengingat ruko biasanya dibuat mass product, dengan bentuk yang sama dan denah yang sederhana. Jika ruko dibangun dengan metode pracetak maka diharapkan waktu konstruksi dapat dipercepat dan harga jual dari ruko dapat ditekan, sehingga baik developer maupun pembeli dapat sama-sama diuntungkan. Pada tugas akhir ini dicoba memperhitungkan biaya yang diperlukan untuk membangun ruko pada P.T. Rungkut Mega Raya antara metode konvensional dengan metode pracetak yang menggunakan produk dari P.T. Wijaya Karya, yaitu rectangular beam dan pelat double lee. Hasil perhitungan menunjukkan bahwa harga elemen beton pracetak rata-rata dua kali lebih mahal daripada metode konvensional, namun waktu pengerjaannya lebih cepat enam bulan untuk satu blok (44 ruko). Dalam perhitungan nilai uang terhadap waktu, dilakukan analisa terhadap pengeluaran developer dan pendapatan yang diperolehnya dengan metode pembayaran tunai lunak pertama dan kedua. Analisa juga dilakukan dari segi konsumen. Kesimpulan akhir yang didapat adalah bahwa metode pracetak mempunyai peluang untuk ditcrapkan pada ruko bila memakai metodc pembayaran tunai lunak pertama, baik dari segi developer maupun konsumen. Namun untuk kondisi krisis moneler sepcrti saat ini, tingkat penjualan ruko minimal 3 unit per bulan agar metode pracetak dapat ditcrapkan. Metode pracetak mungkin akan dapat lebih ekonomis jika digunakan jenis elemen selain double tee dan rectangular beam, atau dengan membuat sendiri elemen beton pracetak tersebut dengan mempersiapkan desain sejak awal yang menonjolkan keuntungan pracetak.",
  "creators": "SHERLY AFFANDI; BOB SABRAN",
  "contributors": "Connie Susilawati (Advisor 1); Hurijanto Koentjoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 845 S; Sherly Affandi (21493072), Bob Sabran (21493200)",
  "subjects": "BUILDINGS-ESTIMATES; PRECAST CONCRETE-ESTIMATES; CONCRETE-ESTIMATES"
}