{
  "id": "18588",
  "title": "Penelitian awal tentang sisa material konstruksi pada perusahaan kontraktor di Surabaya",
  "abstract": "Material merupakan salah satu unsur penting dalam bangunan konstruksi, karena biaya untuk material merupakan biaya terbesar dalam suatu konstruksi. Timbulnya sisa material konstruksi yang berlebihan menyebabkan banyak kerugian pada kontraktor, terutama pada efisiensi pembiayaan proyek. Sisa material ini bermacam-macam jenisnya, yang disebabkan manajemen material yang kurang baik. Penelitian-penelitian tentang sisa material yang telah banyak dilakukan di luar negeri menunjukkan bahwa para kontraktor luar negeri sudah memberi perhatian yang besar terhadap sisa material yang timbul serta cara-cara penanggulangannya. Penelitian awal tentang sisa material pada perusahaan kontraktor di Surabaya dilakukan untuk mengetahui tingkat kepedulian kontraktor terhadap sisa material, kuantitas sisa material, arus sisa material, serta langkah-langkah yang diambil kontraktor dalam mengantisipasi timbulnya sisa material. Penelitian ini dilakukan dengan metode penyebaran kuesioner kepada perusahaan kontraktor untuk mengumpulkan data yang dibutuhkan. Hasil survey menunjukkan bahwa tingkat kepedulian kontraktor terhadap timbulnya sisa material sudah tinggi. Estimasi para kontraktor sudah cukup baik, hal ini dapat dilihat dari kuantitas sisa yang timbul sebagian besar terjadi dalam proses pelaksanaan konstruksi, dengan penyebab utama pada faktor pekerja. Usaha untuk menanggulangi sisa material harus ditekankan kepada manajemen pekerja, dan untuk lebih mengurangi sisa material yang timbul, usaha untuk memanfaatkan sisa material yang timbul mulai dilakukan serta mulai digunakannya teknologi-teknologi baru pendukung manajemen material untuk mengantisipasi timbulnya sisa material dalam kegiatan konstruksi.",
  "creators": "DARMAWAN; HADINATA",
  "contributors": "Ratna S. Alifen (Advisor 1); Handoko Sugiharto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 842 S; Darmawan (21493111), Hadinata (21493155)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; MATERIALS-MANAGEMENT"
}