{
  "id": "18592",
  "title": "Pusat komputer di Surabaya",
  "abstract": "Surabaya sebagai kota ke 2 terbesar di Indonesia, mengalami pertumbuhan yang pesat di berbagai bidang terutama di bidang industri dan bidang ekonomi. Perkembangan bidang tersebut, tidak dapat terlepas dari keterlibatan teknologi di dalamnya, khususnya teknologi komputer. Bidang komputer sendiri juga mengalami perkembangan yang pesat terutama pada tahun-tahun terakhir seperti halnya internet yang telah banyak dimanfaatkan oleh berbagai lapisan masyarakat karena dapat mempermudah kita dalam memperoleh informasi-informasi terbaru yang kita butuhkan. Adanya kebutuhan informasi yang makin lama makin memperlihatkan tendensi menarik, perlu mendapat perhatian dalam hal penanganannya, karena didorong oleh peranan pengambilan keputusan dan tersedianya data yang makin banyak dan kompleks. Pengelolaan dan hubungan antar unsur-unsur dalam organisasi yang makin luas dan mengakibatkan timbulnya berbagai jenis data dan informasi, mendorong manusia untuk mencari dan mengimplementasikan teknik-teknik baru agar pengendalian setiap unsur ini dapat dilaksanakan baik ditingkat pimpinan maupun ditingkat operasional. Dengan demikian maka pembangunan suatu Sistem Infomasi (Management Information System) suatu organisasi unit usaha perlu dipikirkan agar penanganan data dan informasi dapat dilaksanakan sesuai dengan prinsip tepat waktu, tepat guna, tepat sasaran dan dapat dipercaya. Penerapan suatu Sistem Informasi tidak terlepas dari pada penggunaan peralatan yang sanggup mengatasi kelemahan-kelemahan didalam sistem informasi yang mengandalkan tenaga manusia saja. Dengan demikian maka perlulah suatu sistem pengolahan data yang menggunakan peralatan modern sebagai pirantinya.Berkembangnya teknologi komputer dengan pesat, semakin menyemarakkan persaingan didalam berbagai bidang. Hal ini secara langsung ataupun tidak langsung akan mempengaruhi pihak konsumen yang akan mendayagunakan fasilitas komputer baik untuk pekerjaan maupun untuk kepentingan pribadi di rumah. Tingginya harga tanah, keterbatasan lahan di pusat kota serta usaha untuk mempermudah konsumen didalam memanfaatkan teknologi komputer untuk kepentingannya, menimbulkan suatu gagasan untuk menyatukan fasilitas-fasilitas seperti: 1. Bank Data & Pengolahan Data 2. Network Service Provider 3. Internet Provider 4. Penelitian dan Pengembangan Software dan Hardware. 5. Pemasaran Software dan Hardware beserta After Sales Service seperti Technical Support. 6. Pusat Pendidikan dan Latihan. 7. Dan lain - lain. Perwujudan gagasan ini akan menimbulkan dampak sampingan yang menguntungkan bagi perusahaan atau kantor-kantor yang membutuhkan sarana komputerisasi bagi produktivitasnya dan para konsumen yang awan terhadap komputer sehingga dapat menghemat waktu, tenaga dan biaya dengan hanya cukup memanfaatkan satu tempat saja yang telah mencakup berbagai fasilitas yang dibutuhkan.",
  "creators": "MUDIONO",
  "contributors": "Riduan Sukardi (Advisor 1); Krisdianto Anggijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1311/Ars/53/1996; Mudiono (22492085)",
  "subjects": "DATA PROCESSING-SERVICE CENTERS"
}