{
  "id": "18593",
  "title": "Karakteristik lift gedung perkantoran di Surabaya CBD",
  "abstract": "Pada saat ini gedung-gedung perkantoran bertingkat sudah menjadi sesuatu yang wajar dan terus bertambah dari waktu ke waktu sejalan dengan perkembangan jaman. Dengan demikian adanya fasilitas lift yang memadai merupakan salah satu kunci yang sangat berperan dalam gedung bertingkat tersebut. Adanya standar tingkat pelayanan lift untuk gedung-gedung perkantoran sudah sangat mendesak dengan kebutuhan yang ada saat ini, sehingga diharapkan gedung-gedung perkantoran yang nantinya akan dibangun sudah mampu melayani pengguna gedung dengan lebih efektif dan efisien. Melalui tugas akhir ini akan diberikan suatu Standar Tingkat Pelayanan lift di gedung-gedung perkantoran yang nantinya akan digunakan untuk mengevaluasi sistem lift gedung-gedung perkantoran yang ada disamping juga untuk mendisain sistem lift untuk gedung-gedung perkantoran yang baru. Untuk perencanaan Standar Tingkat Pelayanan tersebut, maka akan dilakukan penelitian lapangan guna mengetahui karakteristik baik pengguna lift maupun pelayanan lift tersebut yang kesemuanya akan saling menunjang untuk tercapainya sasaran yang akan dicapai dalam tugas akhir ini. Untuk menentukan Standar Tingkat Pelayanan tersebut kami mengambil sampel data dari penelitian lapangan terhadap gedung-gedung perkantoran di Surabaya. Kami mengambil data dari dua macam cara yaitu melalui kamera video yang diletakkan di lantai 1 tiap-tiap gedung serta menempatkan pada tiap-tiap lift gedung perkantoran seorang peneliti untuk mencatat karakteristik pelayanan dari lift tersebut. Dan setelah kami lakukan penelitian dan analisa terhadap gedung-gedung perkantoran di Surabaya CBD, maka kami menetapkan Standar Tingkat Pelayanan untuk lift yang digunakan untuk mengevaluasi dan mendisain sistem lift di gedung-gedung perkantoran di Surabaya. Setelah itu diambil kesimpulan bahwa gedung-gedung perkantoran di Surabaya masih mempunyai sistem lift yang sangat memadai untuk jangka waktu yang akan datang.",
  "creators": "WELLY SUTANTO; KURNIAWAN BUDI",
  "contributors": "Gloria P. Gerilla (Advisor 2); Johanes Indrojono Suwono (Advisor 1); Indriani Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 829 S; Welly Sutanto (21493136), Kurniawan Budi (21493147)",
  "subjects": "OFFICE BUILDINGS-ELEVATORS EFFECTS"
}