{
  "id": "18594",
  "title": "Pusat pertukaran kebudayaan \"internasional\" di Yogyakarta",
  "abstract": "Laporan Tugas Akhir ini diajukan kepada Fakultas Teknik Jurusan Arsitektur guna memperoleh gelar sarjana Strata - 1 dengan judul proyek yang diajukan adalah: \"PUSAT PERTUKARAN KEBUDAYAAN INTERNASIONAL DI YOGYAKARTA\" Proyek ini merupakan reucana dari perwujudan suatu Fasilitas Umum yang menyediakan sarana untuk membantu penginformasian akan Kebudayaan yang sifatnya Universal. Sasaran akan obyek yang akan diinformasikan dapat terpenuhi dengan pemilihan lokasi proyek, yaitu di wilayah Kotamadya Yogyakarta. Sasaran proyek ini adalah manusia-manusia dengan segala ragam kebudayaannya mengingat kebudayaan yang akan diinformasikan juga merupakan kebudayaan-kebudayaan dari seluruh dunia dengan segala bentuk dan ragamnya. Dengan didukung oleh suatu kondisi kota Yogyakarta merupakan Kota Pelajar yang menampung segala manusia dari segala pelosok Tanah Air kita dan Kota Wisata yang menampung segala macam wisatawan dari dalam maupun luar negeri, maka merupakan suatu realita bahwa kota Yogyakarta merupakan suatu tempat berinteraksinya bermacam-macam kebudayaan di dunia ini, tempat yang tepat bagi wadah maupun sasaran penyampaian informasi mengenai kebudayaan. Sejauh ini kebudayaan hanya diinformasikan di dalam kalangan elite tertentu saja, dalam hal ini klhususnya di dunia Akademisi saja, sedangkan untuk masyarakat umum dengan bermacam-macam tingkat intelektualnya dirasa kurang. Dengan kondisi yang demikian maka proyek ini dimaksudkan untuk menjembatani masalah tersebut dengan menjadikan fasilitas ini sebagai suatu fasilitas umum / bersama yang dapat dimanfaatkan untuk kepentingan segala gologan / siapa saja. Akhir kata, semoga laporan ini dapat memberi manfaat bagi peningkatan kualitas Arsitektur di Indonesia dan pemahaman akan Kebudayaan di dunia pada umumnya dan di Indonesia pada khususnya. Sebagai manusia biasa, penulis mengakui bahwa laporan ini masih jauh dari sempuma, untuk itu mohon maaf penulis haturkan dan segala kritik / tanggapan akan sangat penulis harapkan bagi para pembaca demi kesempurnaan proyek ini. Terima kasih atas segala kesediaan untuk meluangkan waktu membaca dan memberikan kritik atas laporan ini.",
  "creators": "ANTONIUS ARYO WIDHI NUGROHO",
  "contributors": "Wanda Widigdo Canadarma (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1312/Ars/54/1996; Antonius Aryo Widhi Nugroho (22492087)",
  "subjects": "CULTURAL CENTERS"
}