{
  "id": "18609",
  "title": "Analisa aspek-aspek yang menyebabkan keterlambatan pelaksanaan proyek",
  "abstract": "Penyelesaian proyek yang lebih lama dari jadwal yang telah disusun tentu saja akan membawa dampak langsung membengkaknya dana yang dibutuhkan untuk membiayai proyek. Untuk proyek apartemen yang berhubungan langsung dengan konsumennya tentu saja hal ini akan mengurangi reputasi pengembangnya sebagai pemilik proyek. Maka aspek-aspek yang menyebabkan keterlambatan pelaksanaan proyek perlu dianalisa lebih seksama. Dengan menguasai aspek-aspek tersebut tentunya akan memudahkan pihak-pihak terkait mengambil langkah pemecahan yang efisien. Pada proyek konstruksi, produktifitas kerja di lapangan merupakan faktor penting yang dapat mengakibatkan peningkatan biaya dan keterlambatan penyelesaian suatu proyek. Tiga komponen penting dalam pelaksananaan suatu proyek konstruksi adalah faktor tenaga kerja, faktor material dan faktor peralatan. Dalam menganalisa aspek-aspek yang menyebabkan keterlambatan pelaksanaan jadwal proyek, aspek-aspek yang ditinjau adalah aspek-aspek teknis. Penelitian dilakukan di Surabaya dengan studi kasus pada proyek The Paragon Luxury Apartment. Untuk mendapatkan data-data yang akurat sehubungan dengan materi penelitian yang dilakukan, dibuat kuesioner yang diedarkan pada para responden yang terdiri dari kontraktor dan manajemen konstruksi. Data hasil isian kuesioner di uji beda antar meannya dengan uji F. Bila terdapat beda antar mean dari atribut-atribut tersebut, mean-meannya akan diuji derajat bedanya dengan Leat Significant Difference . Aspek-aspek yang paling menentukan keterlambatan pelaksanaan proyek adalah aspek keterlambatan pengiriman material, aspek tingkat pekerjaan ulang, aspek perubahan disain dan aspek keterlambatan pengiriman peralatan.",
  "creators": "FRANKY PRAJOGO; KLEMENS SUKARNO CANDRA",
  "contributors": "Jonathan Hendra Kusuma (Examination Committee 1); Paulus Nugraha (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 680/SIP/1996; Franky Prajogo (21487067), Klemens Sukarno Candra (21490078)",
  "subjects": "CONSTRUCTION INDUSTRY-MANGEMENT; PROJECT MANAGEMENT-ANALYSIS"
}