{
  "id": "18608",
  "title": "Metode doe untuk perencanaan rancang campur beton dengan fly ash cement",
  "abstract": "Fly ash cement (semen abu terbang) adalah merupakan salah satu jenis semen portland tipe I dengan abu terbang. Abu terbang yang dipakai adalah limbah hasil pembakaran batu bara yang mengandung banyak silika yang mengakibatkan pencemaran dan berbahaya bagi kesehatan bila tidak ditangani secara baik. Akhir-akhir ini di Eropa telah dilakukan serangkaian penelitian untuk mendapatkan standar mix design campuran beton dengan menggunakan semen abu terbang. Penelitian tersebut dilakukan dengan memodifikasi metode DOE yang ada dan memberikan hasil yang memuaskan. Berdasarkan pada penelitian tersebut maka dilakukan percobaan dengan menggunakan material dan fly ash cement yang ada di Indonesia untuk mendapatkan grafik hubungan kuat tekan dan kuat tarik beton dengan rasio ait?semen, dan diharapkan dapat digunakan dalam rancang campur beton dengan fly ash cement. Grafik hubungan kuat tekan dengan rasio air/semen yang didapat dipergunakan sebagai langkah awal untuk menentukan rasio air/semen dalam perencanaan rancang campur beton dengan fly ash cement. Sedang langkah selanjutnya adalah seperti pada metode DOE yang telah ada, hingga didapat proporsi campuran beton. Grafik tersebut juga digunakan untuk melengkapi grafik-grafik hubungan kuat tekan beton dengan rasio air/semen untuk berbagai macam semen, dalam membuat rumusan reproporsi campuran beton. Sehingga diharapkan rumusan reproporsi campuran beton tersebut juga dapat digunakan dalam perencanaan rancang campur beton dengan fly ash cement Indonesia.",
  "creators": "TAN TJIE SHAN",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1); Handoko Sugiharto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 573/SIP/1994; Tan Tjie Shan (21488116)",
  "subjects": "CONCRETE-MIXING; CONCRETE-TESTING"
}