{
  "id": "18603",
  "title": "Day care center di Surabaya",
  "abstract": "Surabaya sebagai kota terbesar kedua di Indonesia sedang berkembang menuju kota metropolitan yang berkembang ke segala bidang kehidupan, yaitu Indamardi yang mencakup fungsi-fungsi industri, perdagangan, maritim dan pendidikan. Dengan adanya emansipasi wanita yang tinggi di kota-kota besar menjadikan banyak wanita yang bekerja. Selain alasan emansipasi wanita, alasan lain yang melatar belakangi para wanita bekerja adalah sangat beragam, antara lain : untuk meningkatkan aktualisasi diri, mengembangkan karir, hingga alasan keadaan ekonomi yang memaksa wanita untuk membantu menyangga perekonomian keluarga. Keadaan wanita yang bekerja dewasa ini tetap tidak dapat mengingkari kodrat utama wanita sebagai ibu, dimana tugas inilah yang paling berat, terutama saat anak masih dalam usia balita. Hal ini disebabkan karena dalam masa pertumbuhan anak (terutama usia 0-5 tahun) membutuhkan pengawasan atau asuhan secara terus-menerus, sebab dalam masa itu anak berada dalam situasi yang peka untuk menerima rangsangan atau pengaruh lingkungan sehingga apa yang diterima, dialami dan dihayati oleh anak pada masa-masa tersebut menentukan dasar-dasar pembentukan kepribadian dan kecerdasan anak pada tahap-tahap selanjutnya. Dengan kata lain, tahap pendidikan dan sosialisasi sampai umur 5 tahun mempunyai pengaruh yang begitu mendalam sehingga saat-saat dari masa kanak-kanak itu (akibat asuhan, bimbingan, dan perawatan yang tidak wajar) tidak bisa dipulihkan sepenuhnya. Pelimpahan tugas ibu pada pramuwisma dianggap tidaklah menjamin perkembangan anak yang baik karena banyak pramuwisma yang kurang dibekali pengetahuan yang cukup untuk memberi asuhan, bimbingan dan pendidikan pada anak balita. Selain itu meninggalkan anak di rumah tanpa perlindungan dan penjagaan orang tua akan membuat ketidak tenangan bagi orang tua itu sendiri saat sedang bekerja karena memikirkan keselamatan anak di rumah. Pemikiran untuk pemecahan masalah yang mulai muncul atas keadaan tersebut di atas adalah suatu wadah dimana balita dapat dititipkan selama orang tuanya bekerja untuk mendapatkan asuhan, bimbingan, rawatan, perlindungan dan pendidikan yang baik dan terjamin oleh orang-orang yang ahli di bidangnya.",
  "creators": "PETER ADIWONO",
  "contributors": "Irwan Santoso (Examination Committee 1); I Gusti Nyoman Sulendra (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1388/Ars/10/1997; Peter Adiwono (22492135)",
  "subjects": "CHILD CARE; CHILD WELFARE; CHILD-HOSPITALS"
}