{
  "id": "18614",
  "title": "Analisis faktor-faktor penting dalam pembentukan kerja sama tim pada pelaksanaan proyek konstruksi di lapangan",
  "abstract": "Suatu perusahaan kontraktor yang tidak didukung dengan kerja sama tim yang baik pada umumnya tidak dapat menghasilkan kinerja yang baik sehingga berpengaruh pada hasil kerja yang dilakukan. Oleh karena itu perlu bagi perusahaan kontraktor untuk mengetahui faktor - faktor penting dalam pembentukan kerja sama tim (khususnya di proyek) agar bisa mengadakan perbaikan secara tepat dan terarah terhadap faktor - faktor tersebut. Dalam penerapan mutu terpadu perlu diperhatikan beberapa tahapan penting, yaitu : tahap persiapan, tahap perencanaan, dan pelaksanaan. Pada penelitian ini hanya difokuskan pada tahap persiapan, dimana pada tahap ini terdapat proses team building yang didalamnya terdapat kerja sama tim. Kerja sama tim ini dibentuk oleh 7 faktor penting, yang perlu diketahui dan dilaksanakan agar kerja sama tim dapat berjalan dengan baik, yaitu : Penetapan misi dari tim, Penetapan peran dan tanggung jawab, Pemahaman dinamika kelompok, Penanganan masalah, Motivasi dalam suatu tim, Membangun penghargaan terhadap diri sendiri, dan Kritik dalam suatu kerja sama tim. Penelitian dilakukan dengan menyebarkan kuestioner pada beberapa perusahaan kontraktor di Surabaya dengan kualifikasi A yang terdiri dari 4 perusahaan kontraktor BUMN dan 46 perusahaan kontraktor Non BUMN. Hasilkuestioner yang diperoleh kemudian diolah dengan Analisis Faktor. Deskripsi hasil penelitian menyatakan bahwa \"Kritik tentang komunikasi dalam tim\" (mean=1.44 dan 1.46) dan \"Komunikasi dalam suatu tim\"(mean=1.40 dan 1.43) merupakan variabel terpenting untuk responden BUMN dan Non BUMN (total) serta responden Non BUMN. Untuk responden BUMN, variabel terpentingnya adalah \"Karakteristik pemimpin dan anggota\"(mean=1.00), \" Kritik tentang komunikasi dalam tim\"(mean=1.00) serta \"Kritik tentang kepuasan pelanggan\"(mean=1.00). Pengelompokkan analisis faktor menghasilkan 12 faktor, dimana faktor 1 terdiri dari variabel \"Kritik tentang sikap dalam kemampuan yang positif\"(0.77214), \"Kritik tentang sifat kebersamaan\"(0.68632), \"Kritik tentang toleransi terhadap sesama\"(0.68558), \"Kritik tentang kepercayaan dalam tim\" (0.50954), \"Kritik tentang sifat ikut merasa memiliki\"(0.45423), \"Kritik tentang motivasi dalam tim\"(0.39319) serta \"Hubungan dalam kerja sama tim\"(0.30883). Dari penelitian yang dilakukan disimpulkan bahwa \"Komunikasi beserta kritiknya\", \"Karakteristik pemimpin dan anggota\", \"Kritik tentang kepuasan pelanggan\" serta faktor 1 dari hasil analisis faktor merupakan hal - hal terpenting dalam pembentukan kerja sama tim pada pelaksanaan proyek konstruksi dilapangan. Disarankan perlu adanya tingkat kepercayaan yang tinggi dalam sistem komunikasi sehingga penyampaian dan penerimaan informasi dapat dilakukan secara terbuka dan bebas.",
  "creators": "VILAILY DIAH WIJAYANTRI; SUSI MEGAWATI",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 846 S; Vilaily Diah Wijayantri (21493207), Susi Megawati (21493239)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; PROJECT MANAGEMENT-ANALYSIS"
}