{
  "id": "18623",
  "title": "Sahid Palace Executive Apartment di Jakarta",
  "abstract": "Laporan perancangan ini disusun guna memenuhi persyaratan ujian sarjana Jurusan Arsitektur Fakultas Teknik, Universitas Kristen Petra. Adapun judul yang dipilih adalah : SAHID PALACE EXECUTIVE APARTMENT di JAKARTA Laporan ini membahas tentang perancangan apartemen dengan sistem jual di Jakarta yang terletak di kompleks Sahid City, dimana kehadiran bangunan ini bertujuan guna memenuhi tuntutan kebutuhan akan hunian bagi para penduduk asing yang bekerja di Jakarta selain itu juga bertujuan untuk meremajakan kawasan kota Jakarta. Adapun Jumlah unit hunian apartemen ini direncanakan berjumlah 96 unit yang meliputi : 16 unit type 4 BR, 32 unit type 3BR, 46 unit type 2 BR, 2 unit type penthouse (5 BR) dilengkapi dengan fasilitas penunjang, parkir serta kantor pengelola. Metode yang dipergunakan dalam paper ini yaitu mula-mula mengumpulkan data-data yang diperoleh dari owner, Dinas Tata kota DKI Jakarta, Kantor Pusat Statistik DKI Jakarta, serta mengadakan beberapa studi sebagai penunjang yaitu studi: lapangan, perbandingan, dan literatur. Kemudian data-data yang diperoleh dianalisa, disusun, diinterprestasikan, dan dievaluasi. Sebagai hasil akhir merupakan kesimpulan berupa laporan perencanaan dan perancangan. Waktu yang digunakan dalam penelitian ini lebih kurang 1 bulan dan 3 bulan berikutnya diselesaikan di studio. Lokasi dari obyek penelitian ( apartemen ) ini berada di pusat kota yaitu di kecamatan Tanah Abang, kelurahan Karet Tengsin pada segitiga emas Karet Tengsin yang berada dalam satu komplek Hotel Sahid Jaya yang diapit oleh Jalan protokol Jendral Sudirman dan Jalan K.H. Mas Mansyur. Adapun owner dari proyek ini adalah PT. Sahid Inti Dinamika Properties, Jakarta.",
  "creators": "LISA ARIANI",
  "contributors": "Handinoto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 852/Ars.47/1993; Lisa Ariani (22488102)",
  "subjects": "APARTMENT HOUSES"
}