{
  "id": "18622",
  "title": "Perancangan buku cerita berbasis pop-up tentang asal-usul terjadinya kota Surabaya untuk anak-anak usia 3-5 tahun",
  "abstract": "Di era global sekarang ini, banyak buku-buku dari luar negeri yang masuk ke Indonesia. Hal ini menyebabkan buku dengan berbagai macam variasi menggantikan buku-buku lokal, salah satunya adalah cerita rakyat. Alasan inilah yang memunculkan ide untuk membuat buku cerita rakyat dengan menerapkan teknik yang diperoleh dari buku luar negeri, yaitu teknik pop-up. Teknik pop-up sendiri membantu anak usia 3 ? 5 tahun untuk berimajinasi dan menikmati cerita rakyat itu sendiri. Dipilih anak berusia 3 ? 5 tahun sebagai target perancangan ini, dikarenakan usia 3 ? 5 tahun merupakan usia yang tepat bagi pemberian informasi dan ilmu pengetahuan, sehingga nantinya dapat melekat di benak anak. Anak usia 3 ? 5 tahun sudah mulai bisa membaca cerita dengan beberapa kalimat gagasan, karakter buku cerita untuk anak usia 3 ? 5 tahun adalah 4 atau kurang dari 4, warna yang disukai oleh anak usia 3 ? 5 tahun adalah warna-warna cerah dengan ilustrasi yang sederhana. Buku ini dibuat dengan menyesuaikan kriteria buku untuk anak usia 3 ? 5 tahun, sehingga diharapkan sesuai dengan kebutuhan target perancangan. Selain media utama, yaitu buku pop-up Sura dan Baya, dibuat juga media pendukung untuk menarik anak-anak dan juga untuk promosi. Media pendukung tersebut berupa stiker, boneka pensil, kotak pensil, tas bekal, poster, standing display, x-banner, katalog dan kemasan yang menarik. Akhir kata karena keterbatasan waktu, tenaga dan biaya dalam pembuatan tugas akhir ini, maka hanya satu cerita rakyat asal-usul Surabaya yang dibuat dalam 2 versi dan belum sempat diujicobakan sehingga belum dapat diketahui secara pasti tingkat keefektifannya. Meskipun demikian, karena karya ini telah dirancang melalui metode dan prosedur yang ilmiah, maka diprediksi secara teoritik media ini efektif.",
  "creators": "VIVI ANGGRAENI",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); Agung haryono (Advisor 2); Bing Bedjo Tanudjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00021603/DKV/2010; Vivi Anggraeni (42406062)",
  "subjects": "VISUAL COMMUNICATION; COMMERCIAL ARTS; GRAPHIC ARTS; BOOK DESIGN"
}