{
  "id": "18653",
  "title": "Pusat penjualan sepeda, elektronik dan penjajanan di Surabaya",
  "abstract": "Laporan perencanaan dan perancangan ini disusun untuk memenuhi Tugas Akhir/Proyek Akhir mata kuliah Merancang Arsitektur AR 500, periode XXIX, Tahun Ajaran 1993-1994, guna menyelesaikan masa studi sarjana pada Fakultas Tekhik Jurusan Arsitektur, Universitas Kristen Petra, Surabaya. Mengingat perdagangan sepeda elektronik di Surabaya mempunyai kecenderungan untuk mengelompok. Walaupun memang ada beberapa daerah pertokoan yang khusus menjual barang-barang elektronik dan peralatan sepeda, tetapi pertokoan khusus ini relatif kecil jika dibandingkan dengan kebutuhan penduduk Surabaya yang akhir-akhir ini makin berkembang dengan pesat. Maka topik yang saya pilih untuk diajukan (proyek diberi oleh Jurusan Arsitektur Universitas Kristen Petra), adalah berjudul : PUSAT PENJUALAN SEPEDA, ELEKTRONIK DAN PERJAJANAN DI SURABAYA Pada perencanaan dan perancangan ini nantinya akan ditekankan pada penanganan secara khusus yang menyelenggarakan aktivitas perdagangan, jasa, promosi dan informasi barang-barang elektronik dan sepeda, serta dilengkapi dengan pusat perjajanan, di dalam pola tata ruang sebagai bagian yang berarsitektur. Data-data yang diperlukan diperoleh melalui pengamatan langsung dan wawancara, sedangkan studi literatur digunakan sebagai perbandingan untuk memperkuat data yang ada. Dalam perancangan, seni dan teknologi dijadikan sebagai dasar konsep disain. Analisis lokasi dan kawasan dijadikan media untuk menghadirkan rancangan arsitektur berupa sajian dua matra (gambar) dan tiga matra (maket).",
  "creators": "Eddy Soemarjono",
  "contributors": "Handoko Istanto (Advisor 3); RUDY PRASATYA LILANANDA (Advisor 2); Paulus Hendrianto Soehargo (Examination Committee 1); A.Y. SETIAWAN (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 875/Ars.6/93; Eddy Soemarjono (22487041)",
  "subjects": "SHOPPING CENTERS; BICYCLE STORES; STORES, RETAIL"
}