{
  "id": "18661",
  "title": "Entertainment centre di Kompleks Rekreasi Citraland Surabaya",
  "abstract": "Sesuai dengan persyaratan akademis untuk menyelesaikan pendidikan Arsitektur Universitas Kristen Petra kami membuat laporan dan gambar rancangan Proyek Akhir periode XXIX tahun 1993 dengan judul \"ENTERTAINMENT CENTER\" DI KOMPLEK REKREASI CITRALAND SURABAYA. Laporan ini menguraikan tentang proses perencanaan dan perancangan suatu tempat rekreasi hiburan malam hari yang merupakan bagian dari Urban Recreation Park (Komplek Rekreasi Citraland Surabaya ), yang mana Urban Recreation Park ini nantinya akan menjadi daya tarik bagi proyek Citraland Surya sehingga perencanaan dari Urban Recreation Park tersebut harus benar - benar baik sehingga dapat menaikkan kwalitas lingkungan. Pada bagian pendahuluan diuraikan tentang kondisi yang melatar belakangi gagasan, maksud tujuan dan lingkup perencanaan perancangan serta metodologi pembahasannya. Sedangkan pada tahap selanjutnya dibahas hal-hal yang berkaitan langsung dengan proyek ini. Adapun data-data yang dipakai berdasarkan pengamatan langsung terhadap lingkungan kawasan tapak perencanaan perancangan dan wawancara terhadap pihak-pihak yang berkaitan dengan pembangunan proyek ini. Sedangkan study literatur dilakukan untuk memperkuat data yang telah ada. iii Dalam tahap perancangan , analisa yang dilakukan terhadap kondisi lingkungan dan tapak merupakan dasar perancangan bangunan yang selanjutnya digunakan sebagai dasar bagi pembangunan fisik yang disajikan dalam bentuk gambar-gambar pra rancangan.",
  "creators": "TRISULOWATI",
  "contributors": "Wiet S. Moniaga (Advisor 1); Andhi Wijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 900/Ars.31/93; Trisulowati (22489018)",
  "subjects": "RECREATION CENTERS"
}