{
  "id": "18676",
  "title": "Hotel konvensi di Trawas",
  "abstract": "Perancangan sebuah Hotel Konvensi merupakan sebuah objek perancangan yang cukup menarik, mengingat pada proyek ini ada dua macam tingkat kesulitan. Yang pertama adalah sehubungan dengan perancangan yang terkait dengan aktivitas hotel, dan yang kedua adalah sehubungan dengan perancangan yang terkait dengan aktivitas konvensi. Perancangan terhadap objek yang bersangkutan tentulah lebih menarik lagi manakala dikaitkan dengan keinginan sang perancang untuk memberikan karakteristik khusus bagi proyek yang bersangkutan, yakni agar pengunjung/tamu dapat merasakan 'atmosfir' Jawa yang khas, atau lebih jauh lagi dapat 'sedikit' belajar tentang kebudayaan dan Arsitektur Tradisional Jawa. Bukan dengan maksud mengada-ada, namun pendekatan kebudayaan dalam proses perancangan Hotel Konvensi ini memang diperlukan, walaupun sebenarnya proyek ini bukanlah sebuah proyek yang bersifat monumental. Alasan kuat yang mendasari sikap ini ialah bahwa Hotel Konvensi ini sebenarnya memiliki potensi sebagai media langsung dalam proses akulturasi budaya asing yang masuk ke Jawa, dan sebaliknya bagi pengunjung asing dimaksudkan agar dapat merasakan tinggal dalam 'suasana* Jawa yang sebenarnya. Dalam pengeertian ini adalah kebudayaan Jawa yang sedang eksis atau hidup pada masa kini dan bukannya kebudayaan Jawa lama yang seolah-olah di'museum'kan. Budaya tidaklah statis. Kebudayaan itu tumbuh dengan menerima segala hal yang baru tanpa meninggalkan ide-idenya yang jauh dan luhur dari kebudayaan itu sendiri. Letak proyek yang di daerah Trawas tentulah menjadi dukungan tersendiri bagi terpenuhinya misi proyek yang bersangkutan, baik misi hotel konvensi itu sendiri maupun misi pengenalan budaya yang ditambahkan kemudian. Di satu pihak daerah Trawas merupakan daerah wisata dengan sekian banyak obyek wisata, di lain pihak daerah Trawas adalah daerah budaya yang dibuktikan dengan banyaknya benda-benda peninggalan budaya pada daerah tersebut. Yang tidak boleh dilupakan dalam perancangan adalah bahwa pada dasarnya proyek yang bersangkutan merupakan proyek yang mengutamakan pendekatan pada kenyamanan pengunjung. Untuk ini maka misi pencerminan budaya yang diwujudkan dalam perancangan arsitektur yang mengandung 'Symbol of Culture' haruslah disesuaikan dengan aktivitas pengunjung yang sedang menikmati fasilitas yang ditawarkan. Sehingga dengan demikian sasaran utama dari pelaksanaan proyek yang bersangkutan akan tetap tercapai.",
  "creators": "PAULUS SOEDHARMO",
  "contributors": "Wanda Widigdo Canadarma (Advisor 1); J. Loekito Kartono (Advisor 2); RUDY PRASATYA LILANANDA (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1146/Ars/69/1995; Paulus Soedharmo (22491068)",
  "subjects": "HOTELS, TAVERNS, ETC."
}