{
  "id": "18734",
  "title": "Pusat pembinaan dan latihan ketrampilan tuna netra di Surabaya",
  "abstract": "Laporan ini disusun dalam rangka memenuhi persyaratan kurikulum ujian Sarjana Arsitektur Semester Gasal periode XXIII tahun 1990-1991 Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra Surabaya. Pusat Pembinaan dan Latihan Ketrampilan Tuna Netra di Surabaya merupakan obyek perencanaan dan perancangan fisik karena semakin mendesaknya kebutuhan akan wadah penanganan penyandang cacad netra di Surabaya khususnya. Selanjutnya dalam laporan perencanaan ini secara. sistimatika pembahasannya dapat Kami uraikan sebagai berikut : BAB I : Pendahuluan yang mencakup latar belakang permasalahan yang dihadapi penyandang cacad tuna netra di Indonesia, perkembangannya, kebijaksanaan Pemerintah, serta kendala penanganan penyandang cacad netra di Indonesia sebagai masalah sosial Bangsa Indonesia. BAB II : merupakan suatu peninjauan secara global tentang pengertian tuna netra, penyebab kebutaan, jenis-jenis kebutaan, sifat-sifat khusus yang dimiliki tuna netra serta sejarah pendidikan tuna netra di Indonesia. 1BAB III : Tinjauan proyek, yang mengungkapkan tentang pengertian judul proyek, aktifitas dalam proyek, pelaku kegiatan, batasan proyek, skala pelayanan, status pengelolaan dari proyek tersebut dengan tidak lupa memperhatikan studi perbandingan dari proyek sejenis yang pernah ada di Jawa Timur. BAB IV : Konsep Perencanaan, yang mengungkapkan tentang pendekatan-pendekatan perencanaan, program kebutuhan ruang berdasarkan aturan-aturan standart yang menjadi konsepsi dasar dalam perancangan fisik. BAB V : Konsep Perancangan, yang memuat tentang lokasi, analisa site, pendaerahan, sistem struktur dan bahan bangunan serta utilitas yang dipakai dalam perancangan fisik selanjutnya.",
  "creators": "R.O. YUNATAN",
  "contributors": "Indriani (Advisor 1); V.P. Nugroho Susilo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 622/ARS.01/1990; R.O. Yunatan (384040)",
  "subjects": "INDUSTRIAL BUILDINGS; STUDY SKILLS"
}