{
  "id": "18745",
  "title": "Instalasi Gawat Darurat di kompleks R.S Dr. Soetomo",
  "abstract": "Laporan ini disusun dalam rangka memenuhi persyaratan akademis ujian sarjana pada semester 9. Periode XXX, tahun 1993 - 1994 semester genap, pada jurusan Arsitektur, Fakultas Teknik, Universitas Kristen Petra, Surabaya. Adapun judul proyek ini adalah : \"Instalasi Gawat Darurat\" di Kompleks Rumah Sakit Dr. Soetomo-Surabaya. Dalam laporan ini diuraikan hal-hal yang berhubungan dengan perencanaan dan perancangan IGD, mengingat sudah dibutuhkannya peremajaan secara total dari bangunan serta peningkatan mutu pelayanan dan kapasitas kebutuhan dari yang telah ada. Usaha tersebut tidak lain adalah sebagai upaya peningkatan status IGD. Untuk tidak meluasnya pembahasan, isi laporan ini dibatasi pada hal-hal yang mendukung perencanaan dan perorangan IGD saja, mengingat waktu penyusunan yang relatif singkat. Pembahasan diawali dengan tinjauan umum pelayanan kesehatan di Surabaya, dan juga mengenai kebijaksanaan pemerintah RI. Selanjutnya dibahas mengenai perumusan gagasan, yaitu dapat berupa latar belakang masalah sampai dicetuskannya suatu gagasan untuk merencanakan kembali IGD yang baru. Pembahasan dilanjutkan dengan meninjau keadaan IGD yang ada saat ini. Dari sini ditentukan dasar perencanaan yang meliputi program dasar dan program kebutuhan yang bertitik tolak dari keadaan sekarang, kemungkinan-kemungkinan untuk mengembangkannya dan tidak terlepas dari rencana jangka panjang IGD sendiri. Kemudian dilanjutkan dengan perancangan tapak dan fisik bangunan yang akan disajikan dalam gambar pra rencana. Demikian ringkasan laporan ini dibuat supaya didapatkan sedikit gambaran dan semoga hasil laporan perencanaan ini akan membawa manfaat bagi semua pihak yang membutuhkannya.",
  "creators": "GONDO HWIEBINGSONO",
  "contributors": "Andhi Wijaya (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. No. 925/Ars.7/94; Gondo Hwiebingsono (22488099)",
  "subjects": "EMERGENCY MEDICAL SERVICES-BUILDINGS; HOSPITALS"
}