{
  "id": "18758",
  "title": "Rumah sakit di kota mandiri Citraraya Surabaya",
  "abstract": "Laporan Perencanaan ini disusun dalam rangka memenuhi persyaratan kurikuler pada ujian sarjana Jurusan Arsitektur, Fakultas Teknik, Universitas Kristen Petra, periode XLI, tahun 1999-2000, dengan judul : \"Rumah Sakit di Kota Mandiri CitraRaya Surabaya\". Kondisi Surabaya yang kekurangan kebutuhan fasilitas kesehatan melatar belakangi perencanaan ini, terutama untuk Surabaya Barat. Perencanaan rumah sakit ini terletak pada Jl. Terusan HR. Mohammad, merupakan lahan milik Kota Mandiri CitraRaya, yang sebagai pengembang besar diharuskan memiliki fasilitas kesehatan sendiri. Bekerjasama dengan pihak swasta Singapura, maka direncanakan sebuah rumah sakit skala internasional dengan memiliki 200 unit tempat tidur. Perancangan awal bangunan dengan multi massa akhirnya berkembang menjadi bangunan tunggal bertingkat banyak (terdiri dari 2 lantai basement, 2 lantai bangunan panggung dan 7 lantai tipikal), sehingga menuntut perencanaan sarana penyelamatan apabila terjadi kebakaran, yang meliputi perencanaan dalam bangungan dan luar bangunan (landscape). Akses masuk utama dari Jl. Tembusan HR. Mohammad, untuk pengunjung atau calon pasien rawat tinggal dapat langsung menuju pintu masuk utama yang berada tepat pada bagian tengah bangunan, sedangkan untuk pasien rawat jalan dapat menuju pintu masuk samping yang berada pada sayap kanan bangunan, terutama pada sore/malam hari. Untuk pasien UGD dan instalasi jenasah dapat masuk melalui pintu samping yang berada pada sayap kiri bangunan. Dengan konsep bangunan memiliki hall besar yang selanjutnya didistribusikan melalui hall-hall lain yang lebih kecil baru setelah itu dapat masuk ke unit yang dituju, pasien/pengunjung dapat masuk melalui hall utama yang berada pada bagian tengah bangunan, disitu pasien/pengunjung akan mendapat informasi mengenai unit yang hendak dituju dengan jelas dan juga pelayanan publik yang cukup lengkap. Dua lantai basement digunakan untuk parkir staf paramedis dan staf rumah sakit selain juga digunakan untuk service. Dua lantai panggung diatasnya, kami buat zoning khusus untuk pasien luar yang memerlukan pelayanan medis (misalnya poliklinik, UGD, laboratorium dan unit fisiotheraphy). Tujuh lantai tipikal diatas kami zoning untuk pasien rawat inap yang memerlukan pelayanan medis khusus (misalnya ruang operasi dan ruang bersalin) selain itu juga untuk administrasi rumah sakit. Untuk service dan penunjang lainnya, berada pada bagian belakang bangunan dan dapat diakses melalui jalur khusus untuk service dan staf paramedis maupun staf rumah sakit. Selain itu adanya perkembangan distribusi utilitas air bersih dari satu zona diatas bangunan menjadi dua zona untuk efisiensi. Demikianlah ringkasan laporan ini dibuat, agar didapatkan sedikit gambaran dan semoga hasil laporan perencanaan ini akan membawa manfaat bagi semua pihak yang membutuhkan.",
  "creators": "MICHAEL BASTIAN",
  "contributors": "Riduan Sukardi (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1649/ARS/36/1999; Michael Bastian (22495085)",
  "subjects": "HOSPITALS-DESIGNS AND PLANS"
}