{
  "id": "188",
  "title": "A study of conflicting values in the divers matrimony which lead them to a marriage disintegration in Scott Fitzgerald's tender is the night",
  "abstract": "The main discussion of this thesis attempts to focus on the key relationship involves a unity into harmony, at least for a time, of two figures who reflect basically opposed value systems and styles of life. The main characters Dick Diver and Nicole Warren, stand for Fitzgerald?s effort as a writer to reconcile the ideal with the real, in the marriage institution. Nevertheless, after conjoining in the bond of matrimony, the two main characters, Dick and Nicole undergo conflicting values in their marital life. Due to the lasting matrimonial frictions, both of them suffer the consequences. The objective of the study is to trace what cause Dick and Nicole have conflicting values and how the Divers? conflicting values influence their marriage. The thesis writer aims to reveal what cause Dick and Nicole experience conflicting values, as well as to examine the effects of the conflicting values in the Divers? matrimonial life. With the help of psychological theory of marriage, literary devices of characterization, conflict and literary criticism on the subject, the thesis writer tries to analyze the subject on her discussion. The analysis clarifies that the conflicting values originally derive from their different familial, economical and educational backgrounds which simultaneously also shape their distinguishing values. Significantly, the failure of values adjustment and life-style adaptation between the spouse cause them to endure prolonged turnmoil. They inevitably begin resisting one another and pulling apart until the glowing world created from their union has been split in two. A disintegrated marital stage results at final.",
  "creators": "ERLISA YOLANDA",
  "contributors": "Ribut Basuki (Examination Committee 1); Dra. Sarah Prasasti, M.Hum. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.890; Erlisa Yolanda (11493035)",
  "subjects": "CONCRETE PRODUCTS INDUSTRY-RESEARCH; FITZGERALD, FRANCIS SCOTT KEY.1896-1940. TENDER IS THE NIGHT-STUDY AND TEACHING"
}