{
  "id": "18809",
  "title": "Pusat promosi ekspor Jawa Timur di Surabaya",
  "abstract": "Laporan perencanaan dan perancangan ini disusun dalam rangka memenuhi persyaratan Tugas Akhir mata kuliah Merancang AR 500, periode XXX, tahun ajaran 1993-1994, guna menyelesaikan masa studi sarjana pada Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra Surabaya. Dengan melihat semakin ketatnya persaingan perdagangan dalam era globalisasi sekarang ini, mengakibatkan kegiatan promosi menjadi bagian yang terpenting dalam perdagangan dewasa ini. Jawa Timur merupakan daerah pengekspor utama di Indonesia, menawarkan solusi terbaik untuk menembus pasar dunia melalui pameran tetap sepanjang tahun yang berkedudukan di Surabaya, pameran tetap ini nantinya diikuti oleh seluruh daerah yang ada di Jawa Timur. Berangkat dari kenyataan diatas, maka peranan suatu wadah bagi perkembangan perdagangan ekspor, promosi dan informasi perlu diwujudkan, berkaitan dengan hal tersebut judul proyek penelitian yang dipilih adalah : PUSAT PROMOSI EKSPOR JAWA TIMUR DI SURABAYA Melalui wadah ini diharapkan masing-masing daerah di Jawa Timur dapat ikut berperan dalam mempromosikan produk-produk dari daerahnya masing-masing ke pasar internasional melalui produk-produk yang dipamerkan dan yang tidak kalah pentingnya adalah memberikan kemudahan proses transaksi perdagangan ekspor mulai dari pemberian informasi, negosiasi sampai dengan berbagai aspek lainnya dapat di langsungkan di bawah satu atap (one stop service). Kegiatan-kegiatan promosi perdagangan ini nantinya juga diharapkan dapat meningkatkan pemasukan penanaman modal asing baik dalam bidang industri maupun dalam bidang-bidang lain. Metoda yang dipergunakan di dalam proses pengumpulan data pada penyusunan laporan ini melalui studi wawancara, studi komperatif yaitu dengan pengamatan langsung serta survey lapangan, dan studi literatur. Kemudian diadakan analisa serta diperoleh kesimpulan yang digunakan sebagai dasar untuk menyusun program kebutuhan dalam perencanaan dan perancangan. Lokasi proyek Pusat Promosi Ekspor Jawa Timur di Surabaya ini terletak di kawasan Segi Delapan Darmo (sebelah SCTV) yang mempunyai kedudukan administrasi kodya Surabaya, wilayah Surabaya Barat, kecamatan Tandes dan kelurahan Sonokwijenan, adapun kedudukan dari lokasi di dalam wilayah perencanaan kota adalah termasuk Unit Pengembangan Tandes Darmo Baru Kompleks. Untuk mencapai hasil rancangan yang optimal dalam mengenal permasalahan dibahas mulai dari hal yang umum mengenai pusat promosi ekspor Jawa Timur sampai dengan permasalahan yang spesifik dan fungsional untuk mencapai konsep disain yang sesuai untuk dituangkan dalam bentuk dua matra (gambar) dan tiga matra (maket).",
  "creators": "R. SANDY WIDJIEANTO",
  "contributors": "Indriani (Advisor 1); Benny Poerbantanoe (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 921/Ars.3/1994; R. Sandy Widjieanto (22488051)",
  "subjects": "COMMERCIAL BUILDINGS; FOREIGN TRADE PROMOTION-BUILDINGS"
}