{
  "id": "18822",
  "title": "Hotel konvensi di Tamiajeng",
  "abstract": "Proyek hotel konvensi ini adalah hotel berbintang empat, yang beriokasi di desa Tamiajeng, kawasan Trawas. Pengadaan Hotel Konvensi ini ditujukan untuk dapat menunjang perkembangan ekonomi yang sekarang ini sedang berjalan dengan adanya wisata konvensi, merupakan potensi cerah untuk didirikan sebuah hotel yang menunjang sarana ini. Penempatan lokasi Hotel konvensi di daerah Tamiajeng kawasan Trawas ini sangatlah cocok untuk menunjang terpenuhinya sarana wisata konvensi, dimana orang dapat melakukan bisnis dan wisata dengan sekaligus. Dengan alam pegunungan dan suhu udara yang rendah dan segar sangatlah nyaman untuk dinikatati bagi para pengunjung, terutama bagi orang yang ingin melepaskan ketegangan. Bangunan Hotel konvensi ini dirancang dengan kelangkapan fasilitas yang sesuai dengan persyaratan hotel bintang empat, disediakannya sarana restaurant putar di atas bangunan sehingga orang dapat menikmati makanan dengan sekaligus menikmati pemandangan sekitarnya dengan jelas dan nyaman. Sarana restaurant terbuka, berupa gazebo yang diletakkan di tengah-tengah hutan tropis yang masih alami sehingga orang dapat menikmati suasana alam yang masih murni Sarana kolam renang disediakan juga dengan penyelesaiaan arsitektural pendekatan ke alam, pada sudut-sudut kolam renang seolah-olah tanpa batas, dan adanya restaurant yang menjorok ke kolam renang. Penyediaan sarana penginapan yang disediakan berupa cottage, suite rooms, standard rooms. Ketiga jenis sarana penginapan ini dirancang dengan konsep darar pendekatan ke alam, dengan bahan-bahan dasar bangunan yang masih alami tanpa banyak proses pengolahan industri, seperti bahan bahan dari kayu yang dihaluskan, batu bata, batu kali, dan lain sebagainya. Orientasi bukaan dan sirkulasi sangatlah diperhatikan, sehingga orang dapat menikamati pemandangan alam dengan sebanyak mungkin dari pedestrian dan dari dalam sarana penginapan, dengan adanya penataan bukaan jenaeia dan pintu yang di rancang, sehingga orang dapat merasakan bersatunya alam, manusia dan bangunan.",
  "creators": "JEFFRY WICAKSONO",
  "contributors": "RUDY PRASATYA LILANANDA (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1144/Ars/67/95; Jeffry Wicaksono (22491043)",
  "subjects": "HOTELS, TAVERNS, ETC."
}