{
  "id": "18836",
  "title": "Dunia bawah air di Surabaya",
  "abstract": "Dunia Bawah Air di Surabaya merupakan sebuah proyek rekreasi di kawasan Surabaya Timur yang berusaha menyajikan bentuk-bentuk kehidupan yang ada di bawah permukaan air sealami mungkin kepada para pengunjungnya. Proyek ini diharapkan dapat memberikan alternatif pilihan bagi masyarakat dari obyek-obyek rekreasi yang ada di Surabaya, yang tidak hanya memberikan hiburan tetapi juga secara tidak langsung memberikan pengetahuan baru kepada para pengunjungnya. Di dalam laporan perancangan Dunia Bawah Air di Surabaya ini dijelaskan tentang latar belakang proyek yang diterangkan dalam bagian pertama, perancangan tapak pada bagian kedua yang mencakup pengaruh perancangan tapak terhadap lingkungan sekitar, pencapaian tapak, sistem sirkulasi, dan lansekap yang dibuat pada tapak. Pada bagian ketiga diterangkan tentang perancangan bangunan yang mencakup program ruang, konsep penataan ruang, massa dan bentuk bangunan, pola struktur dan utilitas. Konsep perancangan yang digunakan adalah Analogi Linguistik, yaitu analogi yang dalam pendekatannya mengambil bentukan-bentukan benda yang berhubungan erat dengan bangunan yang akan dibuat. diharapkan dari masyarakat umum dan bukan hanya dari kalangan peneliti saja. Dalam hal ini bentukan-bentukan yang diambil merupakan bagian dari air, lalu dianalogikan sehingga terwujud dalam bentuk bangunan, tampilan bangunan, penataan massa dan ruang. Pengunjung yang akan datang ke Dunia Bawah Air di Surabaya ini. Dengan demikian dalam menata bangunan beserta lansekapnya pada tapak harus didesain semenarik mungkin sehingga mendukung keberadaan bangunan dimana setiap orang tidak hanya menikmati isi dari bangunan tersebut tetapi juga dapat menikmati tatanan bangunan beserta lansekapnya. Kendala utama yang di hadapi oleh bangunan ini adalah dari segi struktur dan sistim utilitasnya yang cukupkompleks dimana memerlukan pemikiran dan perhatian yang khusus. Dengan membaca abstrak ini diharapkan pembaca dapat mengerti tujuan atau maksud dari dibuatnya proyek ini.",
  "creators": "HARI SANTOSO",
  "contributors": "I Gusti Nyoman Sulendra (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1602/Ars/50/1999; Hari Santoso (22495104)",
  "subjects": "RECREATION CENTERS"
}