{
  "id": "18839",
  "title": "Klub olahraga di Surabaya",
  "abstract": "Klub Olahraga di Surabaya ini merupakan wadah aktivitas yang disediakan untuk orang-orang yang bekerja di area Sentral Bisnis Distrik di wilayah Surabaya Pusat, untuk menghilangkan kejenuhan dan ketegangan yang dihadapi setelah melakukan aktivitas sehari-hari, sehingga dapat meningkatkan mutu dan gairah kerja. Dalam wadah tersebut tersedia bermacam-macam program yang ditawarkan kepada pengunjung, mulai dari pusat kebugaran raga sampai sarana olahraga. Perancangan bangunan klub olahraga ini tidak hanya berdasarkan pada efisiensi saja tetapi bagaimana pengaruh yang ditimbulkan oleh keberadaan proyek tersebut terhadap lingkungan sekitarnya dan sebaliknya. Oleh sebab itu langkah awal yang ditempuh adalah mencari data-data seputar tapak besertalingkungan disekitarnya. Selanjutnya dilakukan analisa-analisa terhadap tapak dan urban. Dari hasil analisa tersebut dapat diketahui bahwa klub olahraga inidiharapkan dapat memanfaatkan potensi-potensi yang telah ada di lingkungansekitarnya. Sedangkan untuk bangunannya sendiri, menampilkan bentuk dasarkotak dan bentuk-bentuk lengkung yang diatur sedemikian rupa sehinggamenghasilkan bentuk yang dinamis. Disamping itu, bangunan ini harus mampumemberikan kesan nyaman dan santai, oleh sebab itu dimasukkan unsur-unsuralam ke dalam bangunan dan mamperbanyak ruang-ruang terbuka ditengah-tengah bangunan ( kolam renang terbuka dan taman dengan tanaman yangberaneka ragam).Demikianlah gambaran singkat mengenai proyek klub olahraga ini, untuklebih jelasnya akan diuraikan lebih lanjut pada bab-bab tersendiri.",
  "creators": "YENNI KUSUMADEWI BUDIONO",
  "contributors": "Krisdianto Anggijono (Advisor 1); I Gusti Nyoman Sulendra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1608/Ars/56/1999; Yenni Kusumadewi Budiono (22495126)",
  "subjects": "ATHLETIC CLUBS"
}