{
  "id": "18838",
  "title": "Pusat komputer di Surabaya",
  "abstract": "Teknologi maju dan canggih saat ini selalu didominasi oleh perangkat yang disebut \"komputer\" yang penggunaannya semakin meluas daii hari ke hari dalam berbagai bidang kehidupan seiring dengan perkembangan ilmu pengetahuan dan teknologi. Komputer dipakai untuk melakukan aktivitas yang bervariasi dengan keandalan yang dapat dipercaya, diuji, diteliti dan bekerja dengan proses yang cepat. Indonesia merupakan salah satu negara pemakai komputer terutama Jakarta dan kota-kota besar lainnya, seperti Surabaya yang merupakan kota terbesar yang kedua setelah Jakarta yang dalam perkembangannya mendapat sambutan yang cukup baik oleh pemerintah maupun masyarakat. Melihat prospek usaha bidang komputer tersebut, maka perusahaan-perusahaan baru yang bergerak di bidang komputer pun mulai menjamur sejak tahun 1985. Bisnis ini merambah sampai ke berbagai pusat perbelanjaan dan mal banyak dipenuhi oleh stand penjual aksesori komputer seperti persewaan dan penjualan CD, VCD, dsb. Dalam menyambut era perdagangan bebas, dan mengingat besarnya keuntungan yang dapat diperoleh dari bisnis komputer ini maka di Surabaya perlu menyiapkan sebuah fasilitas yang bergerak di bidang komputer sehingga dapat membantu pemasyarakatan komputer serta mampu mendorong laju perekonomian kota Surabaya. Fasilitas yang menjadi suatu wadah aktivitas yang terintegrasi dengan segala komponen tersebut diangkat dalam sebuah proyek yang berjudul \"Pusat Komputer di Surabaya\". Adapun laporan perancangan ini terdiri dari penjelasan mengenai latar belakang, gagasan proyek, program, konsep desain, dan pembahasan mengenai utilitas yang digunakan dalam rancangan bangunan dalam lingkup disiplin ilmu arsitektur. Pada bagian akhir laporan terdapat lampiran yang berisi beberapa gambar perancangan yang terdiri dari gambar denah, tampak, potongan, serta perspektif rancangan.",
  "creators": "MERY CHRISTIAN",
  "contributors": "IR. SHELLY GUNAVATI WARDOYO, MT. (Advisor 1); Jimmy Nurdi Kusuma Priatman (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1658/ARS/45/1999; Mery Christian (22495117)",
  "subjects": "STORES, RETAIL-BUILDINGS; COMMERCIAL BUILDINGS"
}