{
  "id": "18846",
  "title": "Stasiun kereta listrik bawah tanah di Surabaya",
  "abstract": "Laporan tugas akhir ini dibuat dalam rangka memenuhi syarat kelulusan masa studi sarjana periode XLI tahun 1999 - 2000 pada Jurusan Arsitektur Fakultas Teknik Universitas Kristen Petra. Adapun produk yang harus diserahkan sebagai hasil akhir proyek akhir ini ada tiga bentuk, yaitu:, gambar-gambar arsitektural, maket studi dan laporan perancangan. Tugas akhir ini mengambil judul \"STASIUN KERETA LISTRIK BAWAH TANAH DI SURABAYA\". Kemacetan semakin sering terjadi, terutama pada tempat-tempat perlintasan kereta api. Menurut data proyeksi keadaan pada tahun 2000 yang akan datang, kereta api akan melintas pada pintu-pintu perlintasan sebanyak 1 kali setiap 5 menit (Jakarta Metropolitan Area Transp. STUDY, 1972), sehingga dapat dibayangkan bila keadaan itu tidak segera diatasi sehingga lama waktu diperjalanan dan kenyamanan selama diperjalanan akan sangat tidak terjamin dan mengakibatkan mobilitas masyarakat akan menurun, sehingga dapat mengganggu jalannya roda perekonomian masyarakat. Laporan ini berisi tentang proses perancangan Stasiun Kereta Listrik Bawah Tanah di Surabaya, mulai dari latar belakang dan tujuan, pemilihan tapak, kebutuhan ruang, konsep arsitektural, sistim struktur dan utilitas, sampai gambar-gambar dan lampiran-lampiran yang mendukung proyek ini. Pada bab pendahuluan dibahas tentang latar belakang, tujuan, dan hal-hal lain yang mendukung proses perancangan Stasiun Kereta Listrik Bawah Tanah di Surabaya ini. Dua bab berikutnya membahas hal-hal yang berkaitan langsung dengan proyek ini, seperti faktor tapak, konsep perancangan, dan sistim-sistimnya. Sedangkan bab penutup berisi kesimpulan dan pandangan penulis tentang apa yang telah dikerjakan dan hasil yang telah dicapai.",
  "creators": "SENDY PURNOMO",
  "contributors": "Danny Santoso Mintorogo (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1656/ARS/43/2000; Sendy Purnomo (22495102)",
  "subjects": "RAILROAD STATIONS"
}