{
  "id": "1887",
  "title": "The Types of codes used by a radio broadcaster of Global FM in the Global Mandarin program",
  "abstract": "This thesis aims to know the code choice made by a radio broadcaster who has to broadcast her program to many people from different ethnic background like in Surabaya. In order to reach the goal of this study, the writer chooses Global FM as one of the popular radios in Surabaya in their program named Global Mandarin. She is very curious to know the kinds of codes, which will occur in the conversation between the Global FM?s broadcaster and the participants in Global Mandarin program that the writer chooses. In addition, she also wants to know how deep the influences of social relationship on the broadcaster?s code choices in communicating with the participants as in Holmes theory (1992:12). In conducting this research, the writer uses a tape recorder to record all the phone conversation (on-air communication) between the broadcaster and the participants until 40 (forty) participants had been collected randomly. Then, she checks the data she had with the Global Mandarin?s broadcaster in order to know her relationship with each participant by using questionnaires. This is a descriptivequalitative study, for the writer herself becomes the instrument in collecting the data and she represents the findings in the form of tables. In analyzing the data, the writer applies Holmes? theory (1992) on Language Choice in Multilingual Communities (book: An Introduction to Sociolinguistics). From the research, the writer finds out that the codes that occur are Standard Indonesian, Non-Standard Indonesian, Standard English, Non-Standard English, and Standard Mandarin. Moreover, Standard Indonesian is the code that is mostly used by the broadcaster as the main code while communicating with the participants. Also, the writer finds that the social relationship between the broadcaster and the participants plays a very important role in code choices used by the broadcaster.",
  "creators": "PRISCILLA INGE LILIANA",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.02011367/ING/2005; Priscilla Inge Liliana (11499062)",
  "subjects": "INDONESIAN LANGUAGE-SOCIAL ASPECTS; LANGUAGE AND LANGUAGE-STUDY AND TEACHING; INDONESIAN LANGUAGE-CODE WORDS"
}