{
  "id": "18888",
  "title": "Tamarin Santana Golf Club House di Batam",
  "abstract": "Berkaitan Judul yang tertera dalam buku ini yaitu \"Tamarin Santana Golf Club House\" yang berarti secara garis besar yang direncanakan adalah Club Housenya. Laporan ini terdiri dari perencanaan dan perancangan suatu golf club yang terletak di Sub Wilayah Pengembangan Nongsa, Batam, yang terletak kurang lebih dua puluh kilometer dari Batam Centre. Dalam laporan ini yang dititikberatkan pada fasilitas club housenya, sedangkan untuk perancangan padang golfnya tidak direncanakan. Tetapi di dalam buku ini dibahas pula sejarah perkembangan golf, deskripsi permainan, tinjauan golf course, member golf, yang dimaksudkan agar pembaca lebih mengenal dan tertarik pada olah raga golf selain untuk memasyarakatkan olah raga golf. Karena olah raga golf pada saat ini masih dianggap untuk kalangan tertentu saja dan mahal harga membernya, tetapi dibalik itu banyak sekali manfaat yang dapat diambil. Fasilitas yang tersedia di club house ini yaitu fasilitas golf club, recreation area, olah raga yang bersifat rekreatif, sehingga pengunjung yang datang benar-benar dapat merasakan suasana yang berbeda dari kesibukan sehari-hari.Fasilitas golf club ini disediakan untuk menunjang kebutuhan untuk rekreasi bagi penghuni perumahan di kawasan Tamarin Santana dan disekitarnya, termasuk wisatawan hotel (seperti Turi Beach Hotel). Penyusunan laporan ini meliputi pendahuluan, tinjauan proyek, tinjauan khusus(lokasi), perencanaan, dan perancangan. Dalam perancangan disusun konsep dan gagasasan yang didasarkan atas pertimbangan dan prinsip-prinsip arsitektural yang akhirnya disajikan gambar-gambar rencana serta model untuk memperjelas.",
  "creators": "DAISY SABRAN",
  "contributors": "Wanda Widigdo Canadarma (Advisor 1); J. Loekito Kartono (Advisor 2); RUDY PRASATYA LILANANDA (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1143/Ars/66/1995; Daisy Sabran (22491034)",
  "subjects": "GOLF CLUBS; SPORTS FACILITIES"
}