{
  "id": "18898",
  "title": "Pusat pendidikan dan hiburan anak di Surabaya",
  "abstract": "Proyek Pusat Pendidikan dan Hiburan Anak ini dibuat berdasarkan kesadaran akan pentingnya pendidikan bagi anak karena anak merupakan generasi penerus bangsa. Namun dengan adanya sistem pendidikan formal di sekolah tidaklah mencukupi bagi anak sebab kreativitas anak kurang berkembang. Pusat Pendidikan dan Hiburan Anak ini merupakan suatu fasilitas pendidikan informal dengan program-program terencana, seperti pengenalan pada ilmu pengetahuan dan teknologi, seni budaya, permainan, dan olahraga. Lingkup pelayanan proyek meliputi penitipan anak, kursus musik, kursus tari, kursus lukis, kursus bahasa, kursus komputer, dan klinik untuk anak. Sasaran pengguna proyek adalah anak berusia 3-12 tahun (masa kanak-kanak). Pada laporan ini diuraikan mengenai latar belakang adanya proyek ini, tujuan dan manfaat proyek terutama untuk mengembangkan kreativitas anak yang dimulai sejak usia dini. Selain itu tentang latar belakang perancangan tapak dan perancangan bangunan berdasarkan konsep yang berkaitan dengan anak. Lokasi proyek pada daerah Surabaya barat yang merupakan kawasan baru. Lokasi yang dipilih dekat dengan lingkungan perumahan yaitu perumahan Darmo Permai. Konsep perancangan bangunan didasari oleh pandangan filosofi tentang anak yaitu kegiatan anak yang utama adalah bermain. Dengan adanya konsep tersebut maka mempengaruhi perancangan antara lain pada pola penataan multi massa, banyak ruang luar, adanya jalur sirkulasi dalam tapak yang bercanopy sehingga anak dapat berlari dan bermain dengan bebas. Dengan adanya ruang-ruang luar maka dapat mengembangkan pola pikir yang kreatif dan bebas sesuai imajinasi anak karena anak banyak melihat benda-benda di sekitarnya. Di dalam penyusunan laporan Tugas Akhir ini penulis telah berusaha sebaik-baiknya, namun penulis sadar masih terdapat banyak kekurangan. Harapan penulis semoga laporan Tugas Akhir ini dapat memberikan masukan bagi pembaca dan rekan mahasiswa arsitektur khususnya.",
  "creators": "YULIANA HALIM",
  "contributors": "Danny Santoso Mintorogo (Examination Committee 1); Stephanus Setiadi (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1647/ARS/34/1999; Yuliana Halim (22495079)",
  "subjects": "RECREATION CENTERS"
}