{
  "id": "1889",
  "title": "Perancangan dan pembuatan sistem administrasi berbasis web pada Gereja Kristen Indonesia Jemursari",
  "abstract": "Gereja Kristen Indonesia Jemursari adalah gereja yang tergabung dalam sinode Gereja Kristen Indonesia, pada saat ini sistem administrasi yang ada pada Gereja Kristen Indonesia Jemursari adalah dengan menggunakan sistem manual dengan bantuan program aplikasi seperti Microsoft Word, Microsoft Excel dan Microsoft Access,dengan semakin banyaknya surat dan administrasi yang harus ditangani maka penanganan surat menjadi lama. Hal lain yang menyebabkan penanganan surat menjadi lama adalah majelis yang berkepentingan terhadap suatu surat tidak memiliki jam kantor pada kantor gereja, melihat kondisi seperti dirasa perlu dibuat sebuah sistem administrasi yang berbasis web agar memudahkan dalam penanganan surat dan penjadwalan kegiatan. Dalam membangun dan merancang suatu sistem administrasi perlu dilakukan survey terlebih dahulu, dalam hal ini survey dilakukan dengan melakukan wawancara dengan terhadap Majelis Jemaat bidang III, dan melihat kegiatan penanganan administrasi yang ada pada sistem administrasi yang ada sekarang. Tujuan dari tugas akhir ini adalah: 1) Membuat sistem administrasi berbasis web untuk memudahkan proses penanganan surat, sehingga bisa menghemat waktu dalam pembuatan surat dengan menggunakan PHP 4.3.11. 2) Membuat suatu sistem informasi administrasi berbasis web yang dapat membantu para aktivis gereja dalam melakukan kontrol dan update dalam penjadwalan kegiatan - kegiatan yang bersifat insidentil maupun kegiatan tetap. Sistem administrasi yang dibangun bermanfaat bagi para majelis jemaat, pengurus komisi, dan pegawai kantor gereja dalam mengolah surat dan penjadwalan kegiatan - kegiatan yang bersifat insidentil maupun kegiatan tetap.",
  "creators": "ADI SURYAPUTRA PARAMITA",
  "contributors": "Rolly Intan (Advisor 1); Adi Wibowo, S.T., M.T., Ph.D. (Advisor 2); Rudy Adipranata (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02000326/INF/2005; Adi Suryaputra Paramita (26401074)",
  "subjects": "WEB SITES; DATABASE MANAGEMENT; DATABASE DESIGN; INFORMATION NETWORKS"
}