{
  "id": "18893",
  "title": "Rumah sakit bersalin dan penyakit kandungan di Surabaya",
  "abstract": "Seiring dengan meningkatnya jumlah penduduk,maka diharapkan pula adanya peningkatan kesehatan penduduk. Salah satu upaya untuk meningkatkan derajat kesehatan penduduk adalah dengan membangun fasilitas kesehatan yang memadai. Pemikiran ini yang melatarbelakangi perencanaan proyek rumah sakit Jumlah kelahiran yang tetap tinggi meskipun telah dilakukan program KB dan banyaknya wanita yang menderita penyakit kandungan dewasa ini mendasari jenis rumah sakit ini sebagai rumah sakit khusus bersalin dan penyakit kandungan. Sebagai rumah sakit komersial yang dikelola oleh swasta, maka lokasi akan menentukan tingkat hunian rumah sakit ini. Lokasi yang dipilih berada pada kompleks perumahan Laguna Indah Di mana site yang tersedia mempunyai peruntukan lahan untuk rumah sakit sehingga cukup sesuai dengan RDTRK dan RTRK yang ada. Selain itu lingkungannya yang baik cukup menunjang keberadaan rumah sakit ini sebagai rumah sakit komersial. Bangunan ini mempunyai fasilitas pelayanan dimulai sejak masa-masa kehamilan awal ,bahkan juga bagi mereka yang sulit memiliki anak hingga sampai pada saat-saat nifas, dari fasilitas parents education hingga fasilitas-fasilitas ICU., bagian operasi hingga ruang bersalin. Di mana bangunan ini juga telah direncanakan menjadi bagian dari urbannya, dalam hal skyline, tempat pejalan kaki, dan Iain-lain. Dan tetap tidak meninggalkan segi-segi fungsionalitas, efisiensi dan ketepatan sirkulasi dalam perancangan organisasi ruang-ruangnya. Sehingga diharapkan tiap bagian-bagiannya dapat berfungsi dengan baik menunjang dan sesuai dengan tujuan semula yakni meningkatkan taraf kesehatan penduduk di Surabaya.",
  "creators": "ASTRID",
  "contributors": "V.P. Nugroho Susilo (Advisor 1); Timoticin Kwanda (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1601/Ars/49/1999; Astrid (22495096)",
  "subjects": "HOSPITALS, GYNECOLOGIC AND OBSTETRIC"
}