{
  "id": "18896",
  "title": "Seminari tinggi congregatio missionis di Malang",
  "abstract": "Bangunan Seminari Tinggi Congregatio Missionis adalah suatu bangunan yang dikelola oleh Kongregasi Missi (perkumpulan imam-imam yang mempunyai misi melayani kaum miskin), yang digunakan sebagai wadah 'pembibitan' para calon imam untuk mempersiapkan para calon imam dengan masa pendidikan 7 tahun agar nantinya menjadi imam dalam lindungan Kongregasi Missi yang berlokasi di kota Malang. Adapun alasan diajukannya bangunan ini sebagai judul laporan akhir dari penulis adalah mengingat bahwa jumlah umat Katolik di Indonesia semaJkin meningkat seiring dengan peningkatan jumlah penduduk yang semakin pesat. Namun selama ini peningkatan jumlah calon imam yang terpanggil masih belum dapat mengimbangi jumlah umat yang ada (rasio perbandingannya masih jauh dari ideal yaitu 1:500). Dasar pemikiran yang digunakan untuk menyusun konsep sebelum merancang bangunan ini adalah sebagai berikut: Proses pembinaan tidak hanya pada jam-jam tertentu saja, melainkan setiap saat bahkan pada setiap pergerakan dan aktifitas calon imam. Hal ini dimaksudkan untuk mempersiapkan seseorang dengan profesi 'Imam' yang tidak dapat dilepaskan. Artinya, bahkan pada saat rekreasi, tidur, belajar, ia tetaplah seorang Imam. Seorang calon imam dalam konteks \"Congregatio Missionis\" mempunyai satu semangat yang sama yang diteladani oleh Santo Vinsensius yaitu melayani kaum miskin. Telah menjadi kesepakatan dalam Congregatio Missionis, bahwa untuk menumbuhkan semangat tersebut diperlukan 5 hal yang sering disebut dengan 5 keutamaan Vinsensian, yaitu: kesederhanaan, kerendahan hati, kelemahlembutan, mati raga dan semangat merasul. Dimana kelima hal ini hams dihayati dalam satu kesatuan iman akan Yesus Kristus dan tidak dapat dipisah-pisahkan dalam bagian-bagian kecil. Pada prinsipnya kehidupan seorang imam/calon imam adalah mendekatkan diri dan hati pada Tuhan, hanya caranya yang berbeda-beda. Seminari tinggi Congregatio Missionis mengajak para calon imam untuk menemukan Tuhan pada kehidupan orang miskin. Kehidupan doa adalah paling utama dalam aktivitas para imam dan calon imam. Hidup bersama yang terjadi di dalam Seminari Tinggi ini bukanlah seperti di hotel, di tempat kost ataupun di asrama, Hidup bersama di sini mempunyai banyak persamaan dengan hidup dalam keluarga. Suasana kekeluargaan dan persaudaraan hendak diperkuat dan ditumbuhkan dalam hidup bersama di sinl. Untuk menumbuhkan suasana kekeluargaan dan persaudaraan ini diperlukan suasana akrab.",
  "creators": "YENI KURNIAWAN",
  "contributors": "Paulus Hendrianto Soehargo (Examination Committee 1); Irwan Santoso (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1645/ARS/32/1999; Yeni Kurniawan (22495069)",
  "subjects": "THEOLOGICAL SEMINARIES-BUILDINGS-DESIGNS AND PLANS"
}