{
  "id": "18902",
  "title": "Pusat rehabilitasi penderita ketergantungan obat",
  "abstract": "Pengertian Pusat Rehabilitasi bagi seorang penderita ketergantungan obat umumnya memberikan suatu gambaran tentang bangunan yang merupakan perpaduan antara rumah sakit sekaligus penjara, dimana penghuninya merasa diasingkan dan dianggap sebagai seorang pesakitan yang tidak mempunyai kebebasan untuk beraktivitas. Gambaran ini tampaknya melekat begitu kuat sehingga minat seorang penderita untuk menyembuhkan diri hampir tidak ada selain karena dibutuhkan suatu keinginan yang sangat kuat untuk sembuh masih ditambah lagi dengan ' image' tersebut. Kondisi tersebut mendorong penulis untuk merencanakan suatu pusat rehabilitasi bagi penderita ketergantungan chat, dengan membuat suatu kompleks bangunan yang berusaha menyatu dengan lingkungan sekitarnya sehingga penderita akan merasa tinggal di suatu lingkungan yang nyaman sebagai suatu transisi sebelum dia kembali ke masyarakat yang sebenarnya. Selain itu masing-masing unit perawatan yang ada merupakan bangunan dengan konsep yang terbuka terhadap alam sehingga mendapatkan view, pencahayaan dan penghawaan alami yang semaksimal mungkin, karena adanya kontak dengan alam merupakan salah satu terapi yang mempercepat kesembuhan seorang penderita. Unit-unit perawatan yang ada merupakan cerminan keseluruhan proses yang dialami seorang penderita sejak dari kondisi awal hingga kesembuhannya. Keseluruhan proses tersebut menggambarkan perkembangan kondisi mental dan psikologis penderita yang diharapkan akan membantu proses penyembuhan dan introspeksi diri dari penderita sekaligus mencegah mereka untuk kembali pada kebiasaan lamanya. Proyek ini secara umum bertujuan untuk menciptakan suatu pusat rehabilitasi yang bisa membantu. penderita untuk benar-benar sembuh dengan menciptakan suatu lingkungan dan bentukan yang konseptual dengan kondisi mental dan psikologis penderita dan memberikan bekal kepada mereka sebelum terjun kembali dalam masyarakat.",
  "creators": "MAYA OKTAVIA",
  "contributors": "Jimmy Nurdi Kusuma Priatman (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1596/ARS/44/1999; Maya Oktavia (22495061)",
  "subjects": "NARCOTIC HABIT-HOSPITALS; HOSPITALS"
}