{
  "id": "18901",
  "title": "Photovoltaic-powered hotel, Citraland Surabaya",
  "abstract": "Selama dua dekade terakhir telah banyak pembicaraan serius mengenai krisis energi. Indonesia meskipun sebagai salah satu negara pengekspor minyak bumi, cepat atau lambat akan terkena dampak dari krisis energi dunia di era teknologi ini. Perlu disadari pula bahwa persediaan minyak bumi dan gas alam semakin lama semakin menipis dan diperlukan waktu berjuta-juta tahun untuk memperbaharui sumber daya alam ini. Dengan adanya pemikiran tersebut maka sudah saatnyalah kita beralih ke sumber energi baru . Pemanfaatan energi surya merupakan satu altematif yang menjanjikan. Apalagi dengan semakin dikembangkannya pembangkit listrik dengan solar cell ( photovoltaic system ) yang pada dekade terakhir ini efisiensinya telah dapat ditingkatkan sehingga jauh lebih ekonomis. Bagi Indonesia yang merupakan negara tropis yang kaya akan sinar matahari pemanfaatan energi surya ini perlu diperhitungkan sebagai sumber energi alternatif. Disiplin Arsitektur memberikan kontribusinya terhadap upaya pemanfaatan energi surya dengan menerapkan konsep solar architecture pada desain bangunan. Di Indonesia masih sedikit sekali bangunan yang menggunakan prinsip solar architecture, baik pasif maupun aktif . Kendala utamanya , first cost yang harus ditanamkan relatif cukup tinggi, tetapi jika diperhitungkan untuk jangka panjang pemanfaatan energi surya ini akan menghemat biaya yang harus dikeluarkan untuk listrik. Dan yang terutama dengan memanfaatkan tenaga surya sebagai sumber energi alternatif, berarti kita telah memberikan sumbangan pada upaya penghematan energi dan penyelamatan bumi. Saat ini pemerintah Indonesia, dalam hal ini pihak BPPT sebagai pelaksananya, tengah melakukan study tentang kemungkinan penggunaan PLTS (solar cell system ) secara luas. Dengan dilatarbelakangi adanya program pemerintah untuk memanfaatkan energi surya secara lebih luas. Proyek Tugas Akhir ini bertujuan untuk menerapkan pemanfaatan energy surya pada desain bangunan komersial ( five star hotel with convention facility ) di Citraland-Surabaya; sebagai bagian dari rencana pengembangan Kota Mandiri Citraraya. Bangunan yang akan dirancang adalah hotel berbintang lima dengan fasilitas konvensi. Penekanan desain pada pemanfaatan si stem surya aktif (direct conversion), lebih spesifiknya lagi, PHOTOVOLTAIC SYSTEM, dan integrasinya terhadap bangunan. Proyek ini merupakan pengembangan fasilitas dari kompleks perumahan Citraland, yang berlokasi di kel. Made, kec. Lakarsantri, dimana kondisi site saat ini merupakan lahan yang belum terbangun, dan direncanakan untuk pengembangan kawasan Surabaya Barat. Dengan photovoltaic system ini diharapkan bangunan tersebut akan memiliki sumber daya listrik mandiri yang dapat mensuplai sebagian besar kebutuhan listrik bagi bangunan tersebut, sehingga merupakan suatu langkah penghematan energi.",
  "creators": "LELYANA MARIA",
  "contributors": "Jimmy Nurdi Kusuma Priatman (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1665/ARS/52/1999; Lelyana Maria (22495134)",
  "subjects": "HOTELS-DESIGNS AND PLANS"
}