{
  "id": "18915",
  "title": "Nature SPA Health center di Trawas",
  "abstract": "Memenuhi kurikulum jurusan Arsitektur Fakultas Teknik dan Perencanaan Universitas Kristen Petra, Surabaya; untuk menempuh ujian kesarjanaan Arsitek, dalam kesempatan PA periode XXVII ini, penulis mengajukan proyek dengan judul Nature Spa Health Center. Proyek tersebut diatas dilatarbelakangi akan adanya suatu tuntutan terhadap keberadaan suatu klub kesehatan yang spesifik dan eksklusif dengan program kesehatan yang dipadukan dengan rekreasi alam pegunungan. Dalam upaya mencapai hidup sehat tersebut, spa menjadi salah satu solusi terbaik bagi masyarakat kota yang hidup di jaman industrial isas i ini. Pada bagian selanjutnya pengenalan dan tinjauan proyek akan memperjelas gambaran spa sebagai sarana pemulihan vitalitas fisik dan mental. Pemahaman tentang proyek sangat penting karena akan berperan dalam menentukan program peren- canaan, sebagai dasar dalam proses perancangan. Adapun penyusunan laporan ini didasarkan pada pengetahuan dan ilmu-ilmu yang didapatkan, baik dari kuliah-kuliah, literatur-literatur, dan bahan bacaan/majalah, peninjauan dan pengumpulan data dari obyek yang disurvey, juga melalui wawancara dengan pihak-pihak yang berkompeten yang kami hubungi guna mendapatkan keterangan-keterangan yang dapat menunjang perencanaan dan perancangan proyek ini. Disamping itu penulis juga mengadakan diskusi baik dalam tahap perencanaan, konsep maupun perancangan dengan bapak-bapak dan ibu-ibu dosen pada umumnya dan dengan dosen pembimbing/ mentor pada khususnya. Akhir kata penulis berharap penyusunan laporan ini dapat memberikan sumbangsih yang positif bagi para pembaca dan rekan-rekan mahasiswa khususnya.",
  "creators": "EVAMEILINA WANTOJO",
  "contributors": "Handinoto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 794/Ars.31/92; Evameilina Wantojo (22488021)",
  "subjects": "HEALTH FACILITIES; SPA POOLS-DESIGNS AND PLANS"
}