{
  "id": "18914",
  "title": "Beratan Lake Cottage Resort",
  "abstract": "Laporan perencanaan dan perancangan ini disusun sebagai salah satu bagian dari Proyek Akhir Periode XXVII Juli - Desember 1992 yang merupakan mata kuliah Merancang Arsitektur Semester IX Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra-Surabaya. Laporan ini berisi tentang perencanaan dan perancangan pengadaan proyek Beratan Lake Cottage Resort di Bedugul, Bali, untuk membantu Pemerintah Daerah setempat dalam rangka meningkatkan sumber devisa negara melalui sektor pariwisata karena . sektor pariwisata merupakan sektor yang cukup dominan di Pulau Bali, apalagi Pulau Bali telah ditetapkan oleh pemerintah sebagai pusat pengembangan pariwisata di Indonesia Bagian Tengah. Selain itu diharapkan pula masyarakat di sekitar lokasi proyek dapat turut merasakan segi positif dari keberadaan proyek tersebut. Pembahasan diawali dengan suatu pendahuluan yang menerangkan proyek secara garis besar, kemudian dijelaskan mengenai latar belakang dari pengadaan proyek ini. Dilanjutkan dengan menerangkan konsep-konsep pada arsitektur Bali dan sejauh mana penerapannya di dalam desain, serta hasil studi banding dengan obyek wisata sejenis yang ada di sekitar lokasi proyek sebagai bahan perbandingan. Diteruskan dengan menentukan dasar perencanaan untuk mengetahui kebutuhannya. Selanjutnya memasuki tahap perancangan yang meiiputi hal-hal yang mempengaruhi penampilan fisik bangunan beserta seluruh sistem yang digunakan, dimana nantinya akan disajikan dalam gambar pra-rencana. Yang terakhir acialah perhitung3n modal dan jangka pengembaliannya secara garis besar. Akhirnya kami berharap agar karya ini dapat bermanfaat walaupun hasilnya masih jauli dari sernpurna.",
  "creators": "C. IRMA HIDAYAT",
  "contributors": "Handinoto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 788/Ars.18/1992; C. Irma Hidayat (22488004)",
  "subjects": "HOTELS, TAVERNS, ETC.; COTTAGES"
}