{
  "id": "18924",
  "title": "Surabaya audio video centre",
  "abstract": "Laporan ini disusun sebagai persyaratan ujian sarjana pada Jurusan Teknik Arsitektur Fakultas Teknik Universitas Kristen Petra Periode XXVII tahun ajaran 1992/1993. Judul Proyek Akhir adalah: \"SURABAYA AUDIO VIDEO CENTRE\" Dalam laporan ini diuraikan tentang latar belakang, tujuan dan sasaran, masalah, pendekatan pemecahan masalah, batasan, metodologi pembahasan, dan sistematika pembahasan di dalam Pendahuluan. Selanjutnya di dalam Tinjauan Umum diuraikan tentang Kota Surabaya secara umum dan audio video secara umum. Uraian tersebut sangat penting untuk menjelaskan tentang keadaan Kota Surabaya dan apa itu audio video bagi pembaca yang masih awam. Kemudian di dalam Tinjauan Audio Video Centre akan diuraikan tentang apa dan bagaimana audio video centre sebagai suatu wadah yang direncanakan yaitu pengertian, lingkup pelayanan, fasilitas pelayanan, dan organisasi pengelola. Pada tahap selanjutnya di dalam Perencanaan dibahas tentang pelaku-aktivitas-ruang, waktu aktivitas, analisa kapasitas dan besaran ruang, hubungan dan karakteristik ruang, pola sirkulasi, organisasi ruang, dan lokasi. Kemudian di dalam Perancangan diuraikan tentang analisa tapak, analisa bangunan, sistem utilitas, dan konsep desain sebagai tahap aKhir dari pembahasan yang direncanakan untuk menuju proses desain yang selanjutnya dituangkan dalam bentuk tiga dimensi. Dari seluruh pembahasan akan didapatkan konsep perencanaan dan perancangan suatu wadah seluruh kegiatan audio video sebagai suatu bangunan yang mempunyai spesialisasi dan kekhususan tersendiri yang belum ada di Indonesia. Dengan demikian kompleksitas dari suatu sarana akan dapat menampilkan suatu karya arsitektur yang baru.",
  "creators": "MIRJA I.E. TANZIL",
  "contributors": "Irwan Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 780/Ars.10/92; Mirja I.E. Tanzil (22487057)",
  "subjects": "SPECIALTY STORES; COMMERCIAL BUILDINGS"
}