{
  "id": "18926",
  "title": "Preservasi Simpang Lonceng sebagai bank dan kantor sewa",
  "abstract": "Sesudah dilakukan penelitian, pengolahan data yang diperoleh dan disertai pula dengan analisa - analisa , maka dapatlah disusun laporan lengkap yang secara garis besar berisi : 1. Uraian tentang dua buah jenis perkantoran yang akan menempati satu bangunan, dan diharapkan adanya saling keterkaitan yang erat, yaitu bank dan Kantor Sewa. 2. Tentang pokok pemikiran obyek perancangan, yang menguraikan mengenai masalah yang timbul serta cara pemecahannya dan cara pendekatan yang dilakukan. 3. Mengenai aktivitas dan program ruang dibahas secara global dan umum, karena hal-hal tersebut pada dasarnya dapat disesuaikan kemudian oleh pihak penyewanya. 4. Pokok penekanan dalam Perencanaan proyek adalah Aspek Urban Disain serta penerapan konsep Preservasi, yaitu bahwa keberadaan bangunan ini haruslah sesuai dengan lingkungannya. 5. Hal utama yang menarik adalah bahwa Tapak yang akan direncanakan merupakan sebuah bangunan kolonial yang akan dipertahankan. 6. Yang kedua adalah bahwa bangunan tersebut nantinya haruslah dapat menjadi penguat bagi Landmark kawasan dengan karakteristiknya yang khas. 7. Tentang Analisa yang meliputi : - Pembahasan perencanaan tapak. - Perencanaan bangunan terhadap bentuk, dasar perencanaan dan sarana pelengkap bangunan. 8. Tentang Perhitungan Biaya Bangunan secara garis besar serta Pengembalian Modal yang diuraikan pada bab tersendiri. 9. Selanjutnya disusun konsep perancangan sebagai titik tolak manuju rancangan dalam bentuk gambar-gambar.",
  "creators": "A. RATIH KUSUMA",
  "contributors": "RUDY PRASATYA LILANANDA (Advisor 1); V.P. Nugroho Susilo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 817/Ars.12/93; A. Ratih Kusuma (22487058)",
  "subjects": "OFFICE BUILDINGS; BANK BUILDINGS"
}