{
  "id": "18922",
  "title": "Perancangan buku pembelajaran biola tingkat dasar dengan penerapan sistem colorkeys untuk anak-anak usia 4-10 tahun",
  "abstract": "Biola adalah salah satu alat musik yang memiliki tingkat kesulitan cukup tinggi. Dalam proses pembelajarannya, diperlukan ketelitian dan konsentrasi untuk menguasai teknik permainan dan notasi baloknya. Hal ini seringkali membuat pemula menjadi cepat bosan, dan berakhir pada pemberhentian dari pembelajaran musik. Karena alasan itulah, muncul ide untuk membuat sebuah media pembelajaran yang dapat memudahkan. Untuk mendasari perancangan ini, maka digunakan model perancangan 3D (Define, Data, Design) yang diawali dengan pengumpulan data untuk kemudian dianalisis dan diwujudkan dalam hasil akhir berupa produk. Produk akhir dari perancangan ini adalah buku pembelajaran biola tingkat dasar dengan penerapan sistem ColorKeys untuk anak-anak usia 4-10 tahun. Sistem ColorKeys adalah sebuah sistem yang dapat memudahkan proses pembelajaran biola, dengan menggambarkan notasi balok dalam 7 warna berbeda. Buku ini dikemas dalam sebuah alur cerita petualangan, sehingga dengan adanya buku ini, pembelajaran biola menjadi lebih menyenangkan, mudah dan efisien waktu. Produk hasil akhir dari perancangan ini belum sempat diujicobakan, sehingga belum dapat diketahui tingkat keefektifannya. Namun, mengingat karya ini telah dirancang dengan metode dan prosedur yang nalar dan ilmiah, maka diprediksikan secara teoritik media ini efektif.",
  "creators": "RIA AGUSTINE SANTOSO",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); Agung haryono (Advisor 2); Bing Bedjo Tanudjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00021570/DKV/2010; Ria Agustine Santoso (42406021)",
  "subjects": "VISUAL COMMUNICATION; BOOK COVERS; BOOK DESIGN; COMMERCIAL ART; GRAPHIC ARTS"
}