{
  "id": "18925",
  "title": "\"Student center\" Universitas Kristen Petra Surabaya",
  "abstract": "Kehidupan mahasiswa UK Petra secara keseluruhan merupakan tanggung jawab institusi pendidikan tinggi ini, bukan hanya dalam proses belajar mengajar dalam perkuliahan, namun juga dalam kehidupan keseharian mahasiswa. Tinggi iman, ilmu dan pengabdian harus tercermin dalam kepribadian setiap mahasiswa. Student Center UK Petra berfungsi sebagai tempat berkumpulnya mahasiswa dan sivitas akademika dalam pertemuan informal, sebagai tempat aktivitas mahasiswa dan tempat yang menyediakan fasilitas rekreasi, sosial dan kultural bagi mahasiswa dengan tetap sesuai dengan dasar dan tujuan universitas. Konsep dasarnya adalah merencanakan Student Center UK Petra sebagai pusat kehidupan mahasiswa UK Petra. Untuk itu Student Center UK Petra didisain agar dapat mengundang mahasiswa berkumpul, bersosialisasi dan melakukan kegiatan kemahasiswaan dalam suasana yang ilmiah, akrab dan tetap berintegritas sehingga diharapkan heterogenitas mahasiswa tidak menjadi halangan bagi mahasiswa untuk saling membantu, membangun dan bertumbuh. Sebagai pusat fasilitas dan kegiatan, Student Center didisain sesuai dengan konsepnya untuk menjadi pusat kehidupan dalam kompleks UK Petra, dengan bentuk yang melambangkan mahasiswa yang heterogen, open space pengundang, plaza sebagai tempat kegiatan, penempatan fasilitas sesuai dengan kebutuhan, sirkulasi penghubung antar site UK Petra dan 'sequence' yang terfokus pada salib sebagai 'reminder' bahwa kehidupan harus terfokus pada Kristus.",
  "creators": "RONI",
  "contributors": "Frans Soehartono (Advisor 1); Paulus Hendrianto Soehargo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No.1629/ARS/16/1999; Roni (22495004)",
  "subjects": "COLLEGE BUILDINGS-STUDENT CENTERS; STUDENT CENTERS-BUILDINGS"
}