{
  "id": "18933",
  "title": "Pusat pembinaan olah raga bulutangkis Djarum di Surabaya",
  "abstract": "Laporan ini disusun dalam rangka memenuhi persyaratan tugas akhir mata kuliah Merancang AR 4500 periode XL di Fakultas Teknik Arsitektur Universitas Kristen Petra Surabaya. Judul dari tugas akhir ini adalah Pusat Pembinaan Olah Raga Bulutangkis Djarum di Surabaya, merupakan kompleks bangunan yang berfungsi sebagai pusat pembinaan bulutangkis yang terdiri dari fasilitas pertandingan, latihan, asrama dan fasilitas-fasilitas penunjang lainnya. Proyek ini didisain untuk menjadi vokal point di lingkungannya yang monoton dan tidak ada sesuatu yang istimewa dengan tampilan yang berbeda dengan sekitamya. Penyusunan massa-massanya berdasarkan zoning dan sifat masing-masing fasilitasnya yaitu pubiik (fasilitas pertandingan) dan privat (fasilitas latihan dan asrama). Keberadaan proyek yang merupakan bangunan komplek, harus tetap menyatu dengan menghadirkan unsur-unsur yang sama pada setiap massa bangunan serta ruang luar yang diolah menjadi unsur pemersatu. Bentuk bangunan terjadi dari bentuk lurus dan lengkung yang dihadirkan bersama-saman, dimana bentuk lurus merupakan penggambaran dari faktor-faktor teknis dalam olah raga sementara bentuk lengkung merupakan penggambaran dari faktor-faktor non teknis yang berpengaruh dalam olah raga. Tampilan bangunan mengekspose struktur untuk menggambarkan sportifitas dalam olah raga serta memperkuat fungsinya sebagai vokal point. Demikian gambaran sekilas mengenai proyek yang dibahas dalam laporan perancangan tugas akhir ini.",
  "creators": "ERNA SANTOSO",
  "contributors": "Handinoto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1599/Ars/47/1999; Erna Santoso (22495088)",
  "subjects": "ATHLETIC CLUBS; BADMINTON (GAME)-TRAINING-BUILDINGS"
}