{
  "id": "18931",
  "title": "Undersea World Surabaya",
  "abstract": "Proyek Undersea World Surabaya merupakan sebuah public facility yang bersifat Edutainment (Education and Entertainment) yang layak untuk dikembangkan di Surabaya. Sebagai kota terbesar ke-dua di Indonesia, Surabaya sangat minim memiliki fasilitas rekreasi yang layak (dibandingkan dengan Jakarta). Keberadaan Undersea World Surabaya akan mendukung tema kota Surabaya sebagai kota Maritim, gerbang wisatawan ke wilayah Indonesia Timur, serta pendidikan dan rekreasi sehat bagi semua kalangan. Undersea World Surabaya adalah wahana rekreasi dan pendidikan yang sekaligus merupakan upaya pelestarian sumber daya hayati laut Indonesia. Undersea World Surabaya berupa bangunan yang mampu menampung, memelihara dan mempertontonkan keadaan dunia air, khususnya dunia bawah laut. Undersea World Surabaya mengambil lokasi di wilayah real estate Laguna Indah yang terletak di sepanjang tepi pantai Timur Surabaya. Di wilayah yang direncanakan sebagai tempat wisata bahari, maritim dan kenservasi (sesuai Master Plan 2000) ini telah eksis sarana rekreasi bahari Pantai Ria Kenjeran, Institut Teknologi 10 November Surabaya (ITS), Universitas Airlangga (kampus baru), Mall Galaxi, real estate bergengsi dan fasilitas jalan kelas I. Laguna Indah sendiri memiliki rencana untuk mengembangkan Super Mall dan area olah raga air tak jauh dari site terpilih. Lokasi tersebut juga direncanakan untuk dilewati jalan tol lingkar timur Surabaya dan akses menuju Jembatan Suramadu yang rencananya juga akan segera di ban gun. Pendekatan desain yang dipakai adalah analogi, dengan pertimbangan untuk bangunan rekreatif dan komersil pendekatan analogi lebih mudah dimengerti masyarakat luas. Konsep peletakan masa, susunan masa, serta konsep arsitektural dari bangunan diambil dari analogi berbagai makhluk laut yang sudah melekat di benak masyarakat (untuk lebih detailnya akan dijabarkan pada bagian isi dari laporan ini).",
  "creators": "SUJADI GANDAKUSUMA",
  "contributors": "Jimmy Nurdi Kusuma Priatman (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1597/Ars/45/1999; Sujadi Gandakusuma (22495071)",
  "subjects": "RECREATION CENTERS"
}