{
  "id": "18940",
  "title": "Ancol Travelodge Hotel",
  "abstract": "Laporan ini disusun dalam rangka menyelesaikan tugas akhir sebagai kelengkapan masa studi sarjana di Fakultas Jurusan Arsitektur Universitas Kristen Petra Surabaya Periode XXVIII tahun 1993. Judul yang terpilih adalah : ANCOL TRAVELODGE HOTEL Laporan ini meliputi perencanaan sebuah hotel berbintang 4 yang berada di kawasan Rencana Induk 5 tahun Taman Impian Jaya Ancol, Jakarta. Dalam site seluas 2,9 ha ini direncanakan berdiri bangunan hotel, Museum Bahari, dan area parkir, yang merupakan kawasan untuk kegiatan penunjang wisata di Taman Impian Jaya Ancol. Gagasan perencanaan hotel tersebut adalah sebagai fasilitas penunjang bagi penginapan wisatawan nusantara maupun mancanegara yang berkunjung ke Taman Impian Jaya Ancol, khususnya Dunia Fantasi. Di samping itu ada sasaran lain yang ingin ditampilkan oleh hotel tersebut yaitu dari segi arsitektur bangunannya. Sebuah hotel yang memiliki arsitektur yang spesifik dan dapat menghadirkan suasana dan inspirasi tertentu akan menjadi daya tarik bagi wisatawan yang berkunjung dengan tujuan unt,uk berwisata. Sesuai dengan gagasan perencanaan tersebut, pembahasan proyek ini lebih dititik beratkan pada desain hotel sebagai wadah kegiatan yang bertema fancy, di mana pembahasannya meliputi pengenalan judul, latar belakang, tujuan serta sasaran yang ingin dicapai sampai dengan penyusunan program ruang-ruang yang ada di dalam sebuah hotel berbintang 4. Selanjutnya disusunlah konsep perancangan ini sebagai dasar dari gambar pra rencana yang telah dihasilkan serta akhirnya disajikan dalam bentuk tiga dimensi yang berupa maket.",
  "creators": "EFFIE ANGGONO",
  "contributors": "Handinoto (Examination Committee 1); Riduan Sukardi (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 813/Ars.08/93; Effie Anggono (22487025)",
  "subjects": "HOTELS, TAVERNS, ETC."
}