{
  "id": "18943",
  "title": "Automotive and recreation centre",
  "abstract": "Laporan perencanaan Automotive and Recreation Centre ini merupakan satu kesatuan yang saling berhubungan dengan gambar-gambar perancangan, yang berisikan uraian masalah-masalah yang berkaitan dengan perencanaan dan perancangan fasilitas-fasilitas yang ada didalam proyek, seperti fasilitas rekreasi, showroom, spareparts, service (bengkel), ruang pameran besar, ruang penitipan dan utak atik mobil kuno/ antik, club meeting, Pengda IMI, drive in restaurant, kantor pengelola, dan sebagainya. Aktivitas-aktivitas yang terjadi di dalam proyek ini berdasarkan pada fasilitas-fasilitas utama yang disediakan adalah aktivitas rekreasi dalam bentuk penyaluran hobby bagi anak-anak, remaja dan dewasa, aktivitas pemberian layanan informasi dan konsultasi yang jelas dan tepat dibidang otomotif, penjualan dan pemasaran berbagai merek mobil, aktifitas perawatan dan perbaikan ringan didalam bengkel yang dapat diartikan sebagai salon mobil, aktivitas penjualan spareparts/suku cadang kendaraan serta aktivitas yang terjadi di dalam ruang pameran besar. Untuk menunjang aktivitas-aktivitas yang ada maka perlu diperhatikan segi penampilan dan kesan yang ingin ditonjolkan dari bangunan. Dengan terus berkembangnya teknologi dibidang otomotif, maka segi penampilan bangunan diharapkan dapat menjadi cermin dari perkembangan teknologi yang ada serta dapat menunjukkan kebonafitannya karena proyek ini direncanakan untuk golongan menengah ke atas. Selain itu proyek ini juga diharapkan untuk tampil/berkesan rekreatif karena proyek ini mempunyai fungsi utama juga sebagai sarana rekreasi. Dengan bentuk-bentuk yang rekreatif juga diharapkan dapat menarik minat keluarga untuk berkunjung ke proyek Automotif and Recreation Centre ini sebagai alternatif dari sarana rekreasi yang telah ada.",
  "creators": "CONNY FRANCISCA WONGKAR",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); KOSEN T. (Advisor 2); J. Loekito Kartono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 958/Ars.40/94; Conny Francisca Wongkar (22489101)",
  "subjects": "RECREATION CENTERS; MOTOR VEHICLES-RECREATIONAL USE"
}