{
  "id": "18957",
  "title": "Konvensi hotel di Trawas",
  "abstract": "Laporan perencanaan ini disusun sebagai Tugas Akhir Merancang AR 500 dan juga sebagai pemenuhan syarat akademis untuk menyelesaikan Ujian Sarjana Fakuitas Teknik Jurusan Arsitektur pada periode XXXIII bulan Juli-Desember 1995 di Universitas Kristen Petra, Surabaya. Laporan perencanaan ini juga dibuat berdasarkan data-data literatur, hasil wawancara dan studi banding di berbagai tempat Judul dari Tugas Akhir ini adalah Konvensi Hotel di mana lokasinya berada di daerah Trawas ,Kabupaten Mojokerto Jatim. Laporan perencanaan ini juga berisikan tentang pengenalan masalah, pendekatan masalah serta pemecahan masalah terhadap Konvensi Hotel yang sedang direncanakan sekarang ini. Adapun maksud dan tujuan pengadaan Konvensi Hotel ini adalah memecahkan masalah kekurangan hotel berbintang yang bertaraf internasional di daerah Trawas. Selain itu juga untuk memberikan kesempatan usaha bagi para investor swasta yang tertarik dalam industri pariwisata dan kita juga dapat meningkatkan jumlah kunjungan wisatawan baik domestik maupun asing ke daerah Trawas di Mojokerto. Akibat yang ditimbulkan membuat daerah Trawas menjadi berkembang pembangunannya di berbagai sektor, tentunya hal ini juga meningkatkan taraf ekonomi masyarakat yang berada di sekitarnya. Kami juga menyadari bahwa laporan perencanaan yang dibuat ini masih jauh dari sempurna, oleh sebab itu kami mengharapkan saran dan kritik yang nantinya akan menjadi bahan masukan bagi kami untuk menyempurnakan laporan perencanaan ini.",
  "creators": "LINDA RAMLAN",
  "contributors": "J. Loekito Kartono (Advisor 1); RUDY PRASATYA LILANANDA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "laporan Perancangan Arsitektur No. 1141/ARS/94/95; Linda Ramlan (22491029)",
  "subjects": "HOTELS, TAVERNS, ETC."
}