{
  "id": "18956",
  "title": "Perancangan media promosi Sages Institute International Surabaya",
  "abstract": "Sages institute international merupakan bagian dari jaringan institusi international dalam spesialisasi pendidikan personnel training, penemuan dan pengembangan dan transfer teknologi dalam Culinary Arts perencanaan yang akan di lakukan adalah perancangan promosi periklanan yang efektif dengan media komunikasi yang tepat dan sesuai dengan segmen pasar Sages Institute International. Dalam mengkomunikasikan Sages Institute digunakan cara yang berbeda dengan competitor. Perancangan ini menawarkan satu konsep periklanan yang disesuaikan dengan positioning Sages Institute sebagai sekolah kuliner bertaraf internasional dan merancang promosi periklanan melalui perencanaan media yang efisien dengan penyesuaian karakteristik segmen pasar. Kegiatan promosi periklanan yang dilakukan adalah iklan visual dengan pilihan media PRE -Event: iklan koran, giant banner, iklan di internet (web banner), flyer/ leaflet, baliho outdoor, roll banner indoor, giant banner, undangan personal; media yang digunakan saat Event: baliho outdoor, banner indoor, backdrop & stand exhibition, brosur, celemek, topi chef, piala, souvenirs, gantungan kunci, paper bag, dan calendar, voucher; serta media general yang akan digunakan : katalog produk, brosur interaktif, brosur formal, portofolio siswa, iklan koran, iklan majalah, dan sign system. Dalam perancangannya, direncanakan menempatkan Sages Institute sebagai institusi kulineri kreatif yang mengajarkan siswanya untuk menciptakan menu baru.",
  "creators": "GLAUDIA THERSIA INDAH L",
  "contributors": "Deddi Duto Hartanto (Advisor 1); Hen Dian Yudani (Advisor 2); Aristarchus Pranayana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Promosi Produk",
  "source": "Promosi Produk No. 0021562/DKV/2010; Glaudia Thersia (42406011)",
  "subjects": "VISUAL COMMUNICATION; ADVERTISING; COMMERCIAL ART; POSTERS; GRAPHIC ARTS"
}