{
  "id": "18964",
  "title": "Hotel resort di Pantai Pasir Putih",
  "abstract": "Laporan perencanaan ini disusun sebagai pelengkap perencanaan Proyek Akhir dalam rangka memenuhi persyaratan ujian sarjana Arsitektur periode XXXV tahun ajaran 1996-1997 Fakultas Teknik Arsitektur Universitas Kristen Petra Surabaya. Secara garis besar laporan ini berisi tentang perencanaan dan perancangan suatu resort hotel di Pasir Putih, Situbondo. Pembahasan berawal dari latar belakang gagasan, tujuan, manfaat dan sasaran dibangunnya proyek ini. Kemudian pembahasan dilanjutkan mengenai kepariwisataan Indonesia hingga kepariwisataan di daerah Situbondo dimana pantai Pasir Putih yang merupakan lokasi proyek berada. Pembahasan selanjutnya adalah tinjauan umum terhadap hotel dan dijabarkan pengenalan proyek yang berisi tentang pengertian, eksistensi proyek, serta tinjauan terhadap lokasi proyek dan eksistensinya. Pada tahap perencanaan proyek dijabarkan mengenai dasar-dasar perencanaan proyek serta program-program ruang yang dibutuhkan dalam merencanakan suatu hotel resort. Konsep dasar arsitektural Jawa Timur merupakan tahap pembahasan selanjutnya, dimana arsitektur Jawa Timur ini digunakan sebagai acuan didalam merancang bentuk-bentuk bangunan yang ada. Setelah itu pembahasan dilanjutkan pada tahap perancangan yang berisi tentang analisis dan peracangan tapak, konsepsi desain baik perancangan ruang luar dan ruang dalam, serta sistem utilitas yang digunakan dalam proyek ini. Pada bagian penutup akan meliputi penjelasan batas tapak, konsep perancangan dan konsep organisasi massa yang digunakan dalam proyek hotel resort ini.",
  "creators": "TAN SIEN HOK",
  "contributors": "E.B. TEDJA (Advisor 1); Krisdianto Anggijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1276/Ars/18/1996; Tan Sien Hok (22491153)",
  "subjects": "HOTELS-DESIGNS AND PLANS; RESORTS"
}