{
  "id": "18978",
  "title": "Sistem perencanaan produksi dan penjadwalan di departemen Tea Kettle PT. Kedawung Setia Industrial Ltd. Tbk",
  "abstract": "Departemen Tea Kettle merupakan salah satu departemen yang terdapat di PT. Kedawung Setia Industrial Ltd. Tbk. Departemen ini memproduksi produk teko dari lembaran plat hingga menjadi teko setengah jadi. Ada beberapa tipe teko yang diproduksi di departemen ini dimana perbedaan antara tipe teko yang satu dan yang lain terletak pada model dan ukuran teko tersebut. Tipe teko yang berbeda juga mempunyai waktu proses yang berbeda pula. Perencanaan pada Departemen Tea Kettle masih menggunakan cara manual dan tidak ada sistem yang jelas. Akibatnya perencanaan produksi yang disusun sering tidak dapat dila ksanakan tepat waktu yang mengakibatkan keterlambatan pengiriman. Oleh karena itu Penulis mencoba merancang suatu sistem perencanaan dan penjadwalan produksi berdasarkan konsep MRP II dengan JIT agar perencanaan dalam Departemen Tea Kettle lebih terstruktur dan keterlambatan pengiriman dapat dihindari. Perencanaan dan penjadwalan produksi dibentuk dengan menggunakan bantuan solver dari Microsoft excel. Berdasarkan implementasi sistem perencanaan dan penjadwalan produksi yang disusun untuk permintaan periode Januari 2004 sampai dengan Maret 2004 didapatkan hasil bahwa tidak ada permintaan yang terlambat untuk diserahkan , tidak ada waktu lembur untuk minggu 1 bulan Januari 2004 dan utilitas secara keseluruhan per periode berada pada kisaran 60.625 % sampai de ngan 90 % dengan utilitas per mesin per periode berada pada kisaran 21-82%.",
  "creators": "YOHAN BUDIMAN; DIANA FELANI SISWANTO",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Herri Christian Palit (Advisor 2); Tanti Octavia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/0776/IND/2004; Diana Felani Siswanto (25400012), Yohan Budiman (25400100)",
  "subjects": "PRODUCTION SCHEDULING; PRODUCTION PLANNING"
}