{
  "id": "18983",
  "title": "Perancangan poster motivasional bertema bintang bola basket",
  "abstract": "Motivasi merupakan aspek yang sangat menentukan bagi kesuksesan seseorang. Ini karena motivasi akan menggerakkan usaha, dan usaha akan menentukan prestasi yang dicapai. Pemberian motivasi bagi pemain dan peminat olah raga bola basket untuk menjadi pemain bintang perlu dilakukan mengingat saat ini bola basket menjadi salah satu olah raga idola remaja di Indonesia. Tujuan perancangan ini ialah menghasilkan poster-poster motivasi untuk memotivasi pemain dan peminat bola basket agar menjadi pemain bintang. Perancangan ini menggunakan model perancangan 3D dengan pendekatan yang berorientasi pada proses sekaligus produk. Ini dilakukan agar hasil perancangan memiliki isi pesan yang tidak sekedar estetik kreatif, tapi juga kuat untuk menggerakkan seseorang melakukan sesuatu sesuai dengan isi pesan. Hasil perancangan ini berupa poster-poster motivasi berukuran 42cm x 29,7cm yang berisi pesan-pesan tematik motivasional. Setiap poster berisi ilustrasi (fotografi), tema, dan kata-kata motivasional yang menjadi suatu kebutuhan pesan yang utuh. Perancangan ini menghasilkan dua belas buah poster motivasional. Disarankan agar model motivasi berbasis visual seperti poster-poster ini dikembangkan pada bidang-bidang lainnya. Gaya komunikasi visual seperti ini dipandang cocok untuk para remaja yang pada usia-usia seperti itu sangat membutuhkan panutan, idola, dan nasihat yang tidak terlalu menggurui.",
  "creators": "ISEN KENCONO WAHJUDI",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); Agung haryono (Advisor 2); Bing Bedjo Tanudjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00021536/DKV/2010; Isen Kencono Wahjudi (42404062)",
  "subjects": "VISUAL COMMUNICATION; COMMERCIAL ART; GRAPHIC ARTS; POSTERS"
}