{
  "id": "18997",
  "title": "Citraland Hotel di komplek rekreasi Citraland Surabaya",
  "abstract": "Untuk memenuhi salah satu persyaratan akademis dalam menyelesaikan ujian sarjana Teknik Arsitektur Universitas Kristen Petra, penyusun membuat gambar dan laporan perencanaan dan perancangan Proyek Akhir periode XXX tahun 1994 dengan judul \"CITRALAND HOTEL\" DI KOMPLEK REKREASI CITRALAND SURABAYA. Perkembangan Kepariwisataan di Indonesia Khususnya Jawa Timur menunjukkan suatu peningkatan yang sangat pesat. Kota Surabaya sebagai Ibu kota popinsi diharapkan dapat memenuhi kebutuhan pada sektor wisata ini. Surabaya Barat merupakan salah satu pilihan, dimana pada kawasan ini masih banyak peluang bagi pengembangan suatu proyek. P.T. Citraland Surya sebagai salah satu developer ikut melancarkan program pemerintah ini dengan merencanakan Kota mandiri Citraland Surya yang dilengkapi dengan fasilitas rekreasi dimana terdapat fasilitas akomodasi didalamnya seperti halnya fasilitas hotel berbintang 4 yang sangat dibutuhkan. Selanjutnya laporan ini menguraikan tentang proses perencanaan dan perancangan hotel berbintang 4 yang terletak pada Komplek Rekreasi Citraland, yang dikenal dengan nama \"CITRALAND HOTEL DI KOMPLEK REKREASI CITRALAND SURABAYA\" Tujuan dari proyek ini adalah untuk memenuhi kebutuhan akomodasi perhotelah di Jawa Timur khususnya di Surabaya, serta mendukung kebijaksanaan pemerintah dalam mengembangkan sektor kepariwisataan sebagai salah satu sarana dalam meningkatkan perekonomian, kesempatan kerja, serta devisa negara. Penelitian dimulai dengan mengadakan survey lapangan sebagai dasar perencanaan dan perancangan, kemudian studi banding untuk memperoleh gambaran obyektif dilengkapi dengan studi literatur, dan wawancara pada beberapa pihak terkait. Akhirnya menghasilkan suatu program kebutuhan sebagai dasar perancangan bangunan. Produk Penelitian yang dihasilkan berupa Rekayasa arsitektural dalam bentuk gambar, konsep, analisa dan laporan perencanaan dan perancangan bangunan dengan pertimbangan keadaan lingkungan dan peraturan daerah yang ada. Untuk memperjelas penyusun menyediakan maket model skala kecil. Obyek penelitian yang menjadi bahan perencanaan dan perancangan berupa hotel berklasifikasi bintang 4 yang terletak pada komplek rekreasi, yang menuntut suatu unsur rekreatif dalam disainnya tanpa mengabaikan unsur prestige, keamanan dan kenyamanan bagi para pengunjungnya. Lokasi penelitian terletak di Propinsi Jawa Timur, Indonesia tepatnya di kota Surabaya. Lokasi hotel ini sesuai dengan pembagian wilayah kota Surabaya terletak pada wilayah Surabaya Barat, dalam wilayah perencanaan P.T. Citraland Surya. Lebih jelasnya terletak dalam Komplek Rekreasi Citraland yang luasnya 100 ha. Dengan data dan hasil penelitian di atas maka didapatkan suatu perencanaan dan perancangan Hotel berbintang 4 dengan standart International dengan fasilitas dan unsur rekreatif sebagai pertimbangan utama, yang mampu menyerap pengunjung baik dari Komplek Rekreasi yang ada maupun dari luar Komplek Rekreasi tersebut.",
  "creators": "EKASARI TJAHJAWATI",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); SINGGIH SUGIANTO (Advisor 2); Andhi Wijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 953/ars.35/94; Ekasari Tjahjawati (22489080)",
  "subjects": "HOTELS, TAVERNS, ETC."
}