{
  "id": "19000",
  "title": "Candidasa ocean recreation centre",
  "abstract": "Pulau Bali sebagai salah satu daerah tujuan wisata terbesar di Indonesia, pada tahun-tahun terakhir ini mengalami peningkatan jumlah wisatawan khususnya pada jenis wisata budaya dan wisata alam atau bahari. Untuk menghindari terjadinya kejenuhan dan pemusatan wisatawan pada daerah tertentu (Kuta - Sanur - Nusa dua), maka pemerintah mengembangkan kawasan-kawasan wisata dengan potensi pantai yang mendukung. Pantai Candidasa termasuk salah satu daerah pengembangan wisata bahari pada wilayah Bali bagian Timur. Hingga saat ini di Candidasa belum terdapat suatu fasilitas khusus yang memperkenalkan potensi kelautan yang dimiliki secara khusus; meskipun fasilitas penunjang berupa akomodasi telah berkembang dengan baik. Berdasarkan keadaan tersebut, maka sangatlah perlu diadakan suatu fasilitas rekreasi laut yang bersifat spesifik dan menawarkan keanekaragaman obyek. Tujuan dari proyek ini adalah sebagai sarana pengenalan & konservasi kehidupan laut; & pusat rekreasi bahari serta meningkatkan pendapatan masyarakat setempat. Penelitian dimulai dengan mengadakan studi terhadap kelayakan dari proyek. Proses pengumpulan data melalui studi literatur, wawancara dan survey lapangan. Kemudian diadakan analisa dan diperoleh kesimpulan yang digunakan sebagai dasar untuk menyusun program kebutuhan dalam perencanaan & perancangan. Produk penelitian yang dihasilkan berupa perencanaan dan perancangan bangunan dan lingkungan setempat, berupa gambar 2 matra, laporan dan model 3 matra. Obyek penelitian adalah pengembangan kawasan rekreasi bahari yang membutuhkan pertimbangan-pertimbangan tertentu, dengan fasilitas utama berupa aquarium & colarium. Lokasi penelitian terletak pada Candidasa, yang merupakan salah satu kota dengan pertumbuhan ekonomi, penduduk yang utama di Kab. Karangasem, Propinsi Bali. Dari hasil pengamatan, analisa dan pertimbangan-pertimbangan maka diambil keputusan untuk mendirikan fasilitas rekreasi laut dengan batasan-batasan sebagai berikut: - Sebagai pertimbangan terhadap kelestarian alam, pada pembangunan fasilitas diusahakan sesedikit mungkin mengadakan perubahan terhadap kondisi alam yang ada. - Penciptaan fasilitas rekreasi yang memasukkan unsur alam/laut sebanyak mungkin kedalam laut dan diusahakan sesedikit mungkin kontak secara langsung dengan makluk hidup yang ada (ikan & tumbuhan laut).",
  "creators": "ELDA EKOWATI ADJI",
  "contributors": "Wiet S. Moniaga (Advisor 1); Samuel Hartono (Advisor 2); Benny Poerbantanoe (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 960/Ars.42/94; Elda Ekowati Adji (22489107)",
  "subjects": "SEASIDE RESORTS; RECREATION CENTERS"
}