{
  "id": "19012",
  "title": "Bali cable water skiing park di Suwung Denpasar",
  "abstract": "Cable Water Skiing adalah jenis rekreasi air yang diciptakan pertama kalinya oleh seorang warga Jerman yang bernama Bruno Rixen dimana Cable Water Skiing ini adalah suatu alternatif dari bentuk ski air yang ditarik dengan sistim kable di atasnya. Pada saat ini terdapat 48 buah Cable Water Skiing Park yang mana 38 buah diantaranya berada di Eropa, 11 buah di Amerika Serikat dan 1 buah di Australia yang dikenal dengan nama Cable Water Park yang baru dibuka pada anal 1988. Di Asia, hak untu mendirikan Cable Water Skiing dipegang oleh Cable Water Skiing Asia Pte. Ltd yang mana juga sudah melakukan riset dibeberapa negara yang mana dalam hal ini Indonesia, khususnya P. Bali dianggap yang paling menguntungkan untuk maksud tersebut. Suwung merupakan suatu daerah di Bali yang terletak diantara 2 tempat wisata yang terkenal yaitu Sanur dan Kuta. Tapak yang telah ditentukan di daerah Suwung sangat menguntungkan karena selain letaknya yang strategis juga karena potensi tapaknya yang sesuai untuk kebutuhan Cable Water Skiing diantaranya yaitu dekat dengan sumber air yang dalam hal ini adalah air laut. Selain daripada itu juga ditunjang oleh fasilitas akomodasi yang berbentuk bungalow dan fasilitas penunjang lainnya. Analisis tapak dilakukan untuk dapat menentukan penempatan dari masing-masing fasilitas yang sesuai dengan kebutuhannya. Perancangan dari bentuk danau Cable Water Skiing adalah untuk menentukan bentuk yang lebih sesuai yang mana dari analisis yang telah dilakukan bahwa bentuk tersebut adalah bentuk segi lima. Perancangan bentuk bangpnan ditentukan memiliki bentuk dasar segi empat yang mana bentuk ini sangat fungsional selain daripada itu penerapan unsur tradisional diungkapkan dalam bagian kepala badan dan kaki pada bangunan, selain dari pada itu penggunaan ragam hias tradisional Bali akan memperkuat penampilan estetika tradisional Bali, Perancangan lansekap seperti tanaman, air, tekstur, penerangan diterapkan dalam tapak sebagai bagian yang memperindah penampilan proyek yang selain daripada itu juga perancangan persyaratan teknis bangunan yang berupa sistim-sistim yang mana dapat diterapkan dalam tapak.",
  "creators": "MADE SANDRA POLIANI",
  "contributors": "Istiawati Kiswandono (Advisor 1); Irwan Santoso (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 598/ARS.21/1990; Made Sandra Poliani (385006)",
  "subjects": "RECREATION CENTERS; WATER PARK"
}