{
  "id": "19011",
  "title": "Pusat olah raga berkuda di Gempol Pasuruan",
  "abstract": "Penulis menyusun ringkasan ini dengan maksud mempermudah pembaca dalam mengetahui isi dari masing-masing bab dalam laporan ini secara singkat. Laporan Perencanaan ini terdiri dari bab-bab sebagai berikut : I. Latar Belakang Gagasan II. Gagasan Perencanaan III. Pedoman Kebutuhan IV. Lokasi dan Tapak V. Konsep Perancangan Adapun ringkasan isi dari masing-masing bab ini dapat dijelaskan sebagai berikut : - Bab I. Latar Belakang Gagasan, berisi tentang : pengenalan terhadap sejarah umum olahraga berkuda, perkembangannya, serta tinjauan secara khusus terhadap perkembangan olahraga berkuda di Jawa Timur yang mempunyai potensi yang cukup besar di dalam cabang olahraga berkuda ini. - Bab II. Gagasan Perencanaan, berisi tentang : keinginan untuk meningkatkan potensi dan prestasi olahraga berkuda di Jawa Timur yang selama ini belum mempunyai suatu wadah fisik sebagai tempat untuk memusatkan kegiatan cabang olahraga berkuda di seluruh Jawa Timur yang memenuhi persyaratan dan standar yang benar. Dengan adanya wadah pusat olahraga berkuda ini, diharapkan dapat menambah pengetahuan, informasi, serta rasa persaudaraan antar seluruh pihak yang terlibat dalam kegiatan olahraga berkuda. Bab III. Pedoman Kebutuhan, berisi tentang : fasilitas yang disediakan di dalam Pusat Olahraga Berkuda di Gempol-Pasuruan, studi aktivitas untuk mengetahui perilaku yang ada dalam masyarakat perkudaan, baik manusianya kuda, dan organisasi ruangnya, serta mengenai studi gerak, studi ruang, studi perbandingan yang di peroleh dari literatur, dan program ruarig dan luasan. Bab IV. Pemilihan Lokasi, berisi tentang : lokasi tapak yang dipilih untuk direncanakan sebagai wadah pusat olahraga berkuda, yaitu di kecamatan Gempol kabupaten Pasuruan. Adapun dasar pemikiran pemilihan lokasi tersebut yang paling utama adalah karena letaknya yang strategis. Bab V. Konsep Perancangan, berisi tentang : konsep yang dipakai dalam perancangan tapak dan bangunan pusat olahraga berkuda tersebut. Hal ini tentu saja menyangkut masalah sistim struktur, sistim utilitas, yang diperlukan sebelum mengambil keputusan yang akan dijadikan pegangan dalam perancangan bangunan. Untuk itu penulis telah mengadakan wawancara dengan pimpinan Pengda PORDASI Jawa Timur, tokoh-tokoh dalam olahraga berkuda, melakukan studi pengamatan lapangan, serta membandingkannya dengan beberapa literatur mengenai masalah ini.",
  "creators": "TEJO ONGKOWIDJOJO",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 593/ARS.16/1990; Tejo Ongkowidjojo (384069)",
  "subjects": "HORSE RACING-BUILDING-DESIGNS AND PLANS; SPORTS FACILITIES"
}