{
  "id": "19015",
  "title": "Pengaruh waktu tempuh dan luasan terhadap frekuensi kunjungan orang ke pusat perbelanjaan modern di Surabaya",
  "abstract": "Dewasa ini berkunjung ke pusat perbelanjaan modern merupakan salah satu kebutuhan penting masyarakat. Pesatnya perkembangan pusat perbelanjaan, sistem dan alat transportasi mengakibatkan konsumen memiliki lebih banyak pilihan lokasi untuk dikunjungi. Meskipun banyak hal yang menjadi pertimbangan seseorang untuk mengunjungi sebuah pusat perbelanjaan, namun ada dua hal yang paling menonjol untuk dibuktikan yaitu pengaruh waktu tempuh dan luasan pusat perbelanjaan terhadap frekuensi kunjungan orang ke pusat perbelanjaan yang diteliti. Ada tiga pusat perbelanjaan yang dijadikan lokasi penelitian yaitu Mal Galaxy, Plasa Tunjungan, dan Plasa Surabaya. Survei dilakukan dengan cara menyebarkan kuesioner kepada pengunjung di ketiga pusat perbelanjaan tersebut. Dari hasil analisis melalui teori Ellwood dan teori Huff dengan pendekatan regresi linier dapat disimpulkan bahwa ada pengaruh antara waktu tempuh dan luasan pusat perbelanjaan terhadap frekuensi kunjungan. Dari teori Ellwood ditemukan nilai eksponen baru yaitu N sebesar 0,48 dan n sebesar 0,50, sedangkan untuk teori Huff ditemukan koefiseien sebesar 0,267 dan nilai tambah sebesar 0,245 yang menunjukkan bahwa ada faktor lain yang mempengaruhi teori ini. Faktor-faktor lain yang mempengaruhi model teori Ellwood dan teori Huff, antara lain adalah daya tarik pusat perbelanjaan yang dapat dijabarkan sebagai sarana yang lengkap dan bervariasi, barang lengkap dan bervariasi, lokasi yang strategis, tempat yang nyaman, aman, dan bersih, dan pusat perbelanjaan tersebut enak untuk tempat nongkrong. Selain itu perkembangan bagian-bagian wilayah Surabaya yang tidak merata dan belum adanya pusat perbelanjaan yang cukup luas dan menarik untuk dikunjungi ikut memberi sumbangan bagi terbentuknya model-model tersebut. Penelitian ini menyajikan gambaran area pasar yang menunjukkan kondisi pasar ketiga pusat perbelanjaan saat ini di wilayah Kotamadya Surabaya.",
  "creators": "LENNY S.",
  "contributors": "SUTOTO YAKOBUS (Advisor 1); Connie Susilawati (Advisor 2); Hasan Oetomo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 025/MTS/2000; Lenny Sulistyowati (01597003)",
  "subjects": "CONSUMER RESEARCH; CONSUMER BEHAVIOR"
}