{
  "id": "19024",
  "title": "Perilaku seismik struktur rangka beton bertulang yang didesain dengan perencanaan pseudo elastis untuk wilayah gempa 1 dan 4 Indonesia",
  "abstract": "Pemakaian cara kapasitas di dalam perencanaan suatu struktur dengan beban gravitasi sebagai beban utama ( gravity load dominated structure ) di mana momen negatif balok akibat dari beban gravitasi jauh lebih besar dari momen negatif akibat beban gempa, keadaan ini akan mengakibatkan kekuatan kolom yang berlebihan. Keiemahan lain dari konsep Kapasitas ini adalah perencanaan kolom baru dapat dilakukan setelah perencanaan balok selesai dilakukan, di mana dalam praktek hal ini dapat menghambat kelancaran perencanaan karena sering kali perlu dilakukan penentuan penulangan kolom sebelun penulangan balok. Penelitian ini mengemukakan suatu studi mengenai cara perencanaan untuk gravity load dominated structure dengan menggunakan prosedur perencanaan Pseudo Elastis, dimana perencanaan kolom-kolom terlepas dari perencanaan balok. Kolom-kolom tepi (eksterior) direncanakan secara elastis terhadap beban gempa besar sedangkan kolom-kolom dalam (interior) direncanakan dengan cara biasa. Untuk menguji prosedur perencanaan tersebut secara keseluruhan ditinjau 12 buah portal, yang terdiri dari portal 4 lantai dengan 4, 5, 6 dan 7 bentang serta portal 5 dan 6 lantai dengan 4 bentang, dengan tinjauan wilayah 1 dan 4. Untuk tiap wilayah portal tersebut direncanakan dengan kekuatan kolom tepi yang berbeda. Portal-portal tersebut dibebani dengan gempa buatan yaitu gempa Pacoima Dam 1971 S16E yang disesuaikan dengan spektrum gempa Indonesia periode ulang 200 tahun untuk wilayah 1 dan 4 (Pacima Dam 1971 S16E Modifikasi). Pengujian ini menunjukkan perencanaan Pseudo Elastis mempunyai perilaku yang baik untuk portal di bawah 7 bentang terhadap gempa 200 tahun.",
  "creators": "WIDJAJA STEPHEN; CAECILIA FRANCISCA",
  "contributors": "Benjamin Lumantarna (Advisor 1); Po Seng Kian (Advisor 2); Takim Andriono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 769/SIP/1997; Widjaja Stephen (21491044), Caecilia Francisca (21491059)",
  "subjects": "BUILDING-EARTHQUAKE EFFECTS"
}