{
  "id": "19036",
  "title": "Pusat produksi periklanan televisi di Surabaya",
  "abstract": "Laporan dimulai dari latar belakang pemilihan proyek ini, yakni antara lain untuk memenuhi kebutuhan masyarakat luas akan jasa periklanan dan diharapkan dapat bermanfaat baik bagi pemerintah, masyarakat luas maupun bagi para pengusaha. Kemudian juga diuraikan penjelasan tentang lingkup dan batasannya agar membatasi dan memberi arah yang jelas dalam perancangan supaya bisa dicapai hasil yang semaksimal mungkin. Pengenalan tentang apa sebenarnya proyek ini dan bagaimana proyek ini berfungsi diberikan dengan maksud agar membantu memahami proses-proses perancangan selanjutnya. Bab berikutnya menjelaskan mengenai pengaruh proyek ini jika dibangun pada kawasan yang telah dipilih, prediksi tentang keadaan lalu lintas sekitar proyek dan tentunya juga fimgsi proyek ini terhadap lingkungannya, dan juga sebaliknya yaitu bagaimana kawasan ini akan mempengaruhi pembuatan desain dari proyek ini. Selain itu juga mengulas tentang pencapaian ke dalam tapak, sirkulasi kendaraan bermotor dalam hal ini yang dimaksud adalah mobil maupun sepeda motor, juga kendaraan servis. Pejalan kaki tentunya juga tidak dilupakan dan membahas pula tentang perancangan lansekapnya. Bab terakhir adalah mengenai program ruang proyek ini, perubahan-perubahan luasan ruang yang terjadi selama proses perancangan berikutpenyebabnya, pola penataan massa bangunan, bentuk dan penampilan bangunan, penataan ruang, pola struktur dan perlengkapan pelayanan bangunan dan juga sistem utilitas dari bangunan, disertai lampiran skema dan gambar.",
  "creators": "MING ISMANTO",
  "contributors": "IR. SHELLY GUNAVATI WARDOYO, MT. (Advisor 1); I Gusti Nyoman Sulendra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1598/Ars/50/1998; Ming Ismanto (22492142)",
  "subjects": "TELEVISION STATIONS"
}