{
  "id": "19033",
  "title": "Hotel bandara dan pusat promosi kota di juanda",
  "abstract": "Proyek Hotel Bandara dan Pusat Promosi Kota di Juanda, Surabaya ini direncanakan atau dirancang dengan memperhatikan kebutuhan akan fasilitas perdagangan dan jasa terutama tuntutan pelayanan promosi bidang - bidang usaha dalam negeri khususnya kota Surabaya seperti bidang industri pariwisata serta tuntutan pelayanan penginapan, yang semua itu ditujukan bagi orang - orang yang singgah sementara dalam perjalanan usaha, wisata, atau lainnya dengan pesawat terbang seperti transit, pertemuan atau konvensi dan sebagainya, sehingga menyebabkan fasilitas ini berada di sekitar jalur utama penerbangan Internasional maupun domestik. Bandar Udara Internasional Juanda merupakan bandar udara terbesar dan terpenting kedua di Indonesia setelah Bandar Udara Internasional Cengkareng di Jakarta, sebagai jalur persilangan antara kota - kota penting di wilayah Indonesia maupun beberapa kota negara Asia dan Australia ini mengharuskan tersedianya Fasilitas tersebut di atas, selain didukung oleh pengembangan terminal Bandar Udara tersebut oleh pemerintah yang direncanakan pada tahun 2005 dan 2010, dengan pengelolaannya secara profesional oleh PT. (Persero) Angkasa Pura I Cabang Bandar Udara Internasional Juanda. Perancangan Hotel Bandara dan Pusat Promosi Kota ini memperhatikan karaktenstik pengguna yang menggunakan jasa penerbangan dan segala sesuatu yang berhubungan dengan aktivitas Bandar Udara tersebut di atas. Kemudahan pencapaian Fasilitas dan kehadirannya dirancang agar memberikan suatu citra kawasan tersendiri yaitu kota dalam kota serta mewakili suasana kota Surabaya dan Jawa Timur pada umumnya. Fasilitas tersebut yang di dalamnya terdapat fasilitas menginap yang bersifat privasi tinggi dirancang dengan mengolah suatu daerah di lingkungan sekitar maupun di dalam daerah fasilitas tersebut menjadi suatu daerah transisi yang kuat, sehingga antara fasilitas tersebut dengan bandar udara yang bersifat umum tinggi memberikan suatu perpaduan yang harmonis dalam satu kawasan. Selain penjelasan dan uraian yang tertulis dalam Laporan Perancangan Tugas Akhir ini, juga dengan tidak terpisahkan dari laporan ini terdapat gambar -gambar konsep dan perancangan yang dapat menjelaskan lebih banyak mengenai proyek Hotel Bandara dan Pusat Promosi Kota.",
  "creators": "DESTIANTO HARIMURTI",
  "contributors": "Istiawati Kiswandono (Advisor 1); Andhi Wijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No.1626/ARS/13/1999; Destianto Harimurti (22494132)",
  "subjects": "AIRPORTS; HOTELS, TAVERN, ETC."
}