{
  "id": "19037",
  "title": "Seminari alkitab reformed injili Indonesia di Surabaya",
  "abstract": "Penulis mengambil judul Seminari Alkitab Reformed Injili Indonesia di Surabaya dalam perancangan Tugas Akhir ini yang bermanfaat sebagai penyediaan sekolah alkitab bagi kota Surabaya, dimana dapat membina calon hamba-hamba Tuhan untuk dipersiapkan dalam pekerjaannya. Fasilitas umum ini diharapkan dapat melayani masyarakat secara luas, khususnya masyarakat pada daerah Surabaya sendiri, sehingga kehadiran seminari ini dapat mengakomodasi khususnya kebutuhan masyarakat Surabaya yang beragama Kristen, yang ingin belajar firman Tuhan sehingga dapat memahaminya. Selain itu, kehadiran seminari ini juga bermanfaat untuk memberi arah pada penganut agama Kristen di Surabaya secara kritis sesuai dengan firman Tuhan dalam menghadapi perkembangan zaman. Penggunaan pendekatan secara fungsi dalam perancangan seminari ini, pada garis besarnya, dan juga memakai beberapa pertimbangan konsep filosofis sebagai pelengkap. Pertimbangan secara fungsi dapat banyak dilihat pada dasar perancangan seperti penentuan pola massa, bentukan massa, perletakan fasilitas-fasilitas, pola hubungan ruang, bahkan penentuan luasan ruang. Pertimbangan secara konsep filosofis dapat dilihat pada penyelesaian detailnya, seperti bentukan dan arah hadap entrance, bentukan taman, letak dan bentuk sculpture.1 Secara garis besar, perletakan massa pada perancangan ini terpola secara radial. Hal ini dipengaruhi oleh hubungan antar massa, yang juga hubungan antar fasilitas, juga terpola secara radial, dimana ada satu elemen penghubung yang diperlukan sebagai penghubung antar fasilitas tersebut, dan elemen penghubung itu diwujudkan dalam bentuk taman terbuka dengan bentuk salib. Bentukan salib inilah yang banyak mengambil pendekatan filosofis didalamnya, yaitu pentingnya peran salib ini dalam kehidupan orang Kristen, dimana salib ini sebagai pusat dari hidup orang percaya, juga pusat dipandang dalam segi sejarah yang berarti berlaku untuk segala manusia dalam segala zaman, baik sebelum dan sesudah sah itu (sebelum masehi dan sesudah masehi).",
  "creators": "JIMMY SUMENDAP",
  "contributors": "Andhi Wijaya (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No.1631/ARS/18/1999; Jimmy Sumendap (22495007)",
  "subjects": "THEOLOGICAL SEMINARIES-DESIGNS AND PLANS"
}