{
  "id": "19034",
  "title": "Pusat pameran dan pendidikan busana jawa modern",
  "abstract": "Selain pangan dan papan, sandang / pakaian adalah kebutuhan primer manusia. Dalam usaha untuk memenuhi kebutuhan pokok tersebut ditentukan oleh kemampuan dan kepribadian individu. Seiring dengan kemajuan jaman., makin meningkatnya pendapatan, pakaian yang semula hanya untuk mernjaga dan melindungi tubuh dari pengaruh luar sekarang mempunyai nilai tambah yaitu untuk menunjukkan status dan rasa percaya diri. Karena kemajuan jaman yang makin pesat, banyak pengaruh dari luar yang masuk ke dalam negeri kita termasuk diantaranya pakaian. Sekarang ini busana tradisional semakin ditinggalkan. Mereka beralih ke busana barat yang lebih modern. Kalau hal ini terjadi berlarut-larut, kemudian dimanakah citra dari budaya kita. Oleh karena itu dalam proyek ini, ingin diangkat kembali citra budaya Indonesia. Dalam proyek ini ingin dikembangkan busana Jawa karena Jawa merupakan pusat mode pertama bagi Indonesia. Dalam hal ini busana Jawa yang sudah dimodifikasi mengikuti perkembangan jaman tetapi tetap bertitik tolak pada ciri khas asli Jawa. Demikian juga halnya dengan arsitektur, arsitektur tradisional mulai ditinggalkan. Padahal kita ini berada di Indonesia yang kaya akan budaya bangsa termasuk didalamnya arsitektumya. Oleh karena kita ingin mengembangkan busana Jawa dan tapak terletak di Jawa, maka sangat cocok bila dalam proyek ini dipakai suatu bangunan yang bercirikan Jawa yang telah dimodernkan ( melakukan Re-interpretasi terhadap arsitektur Jawa ). Untuk penerapan re-intepretasi ini, digunakan teknik olahan John Summerson, yang selanjutnya akan dibahas lebih lanjut.",
  "creators": "YULIANA",
  "contributors": "Jimmy Nurdi Kusuma Priatman (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No.1628/ARS/15/1999; Yuliana (22495003)",
  "subjects": "JAVANESE-MANNERS AND CUSTOMS; EXHIBITION-BUILDINGS-DESIGN AND PLANS"
}