{
  "id": "19044",
  "title": "Museum alat musik tradisional di Resor Pecatu Indah Bali",
  "abstract": "Alat musik tradisional di Indonesia sangat banyak baik jumlah maupun macamnya, karena Indonesia terdiri atas beribu - ribu pulau dan beragam kebudayaan. Seharusnya kita bangga akar. keanekaragaman budaya kita, yang dapat diwariskan pada generasi mendatang, sehingga dapat menjadi simbol kebudayaan bangsa serta dikenal oleh negara asing. Namun belum ada suatu wadah yang menampung dan melestarikan alat-alat musik tradisional tersebut, maka perlu dibuat suatu wadah permanen untuk menampung semua alat-alat musik tradisional tersebut dengan bentuk museum maupun perpustakaan sebagai tempat studi literatur bagi yang ingin mendalaminya. Museum Alat Musik Tradisional ini berlokasi di Resor Pecatu Indah kabupaten Badung Bali yaitu suatu kawasan yang diperuntukkan sebagai kawasan wisata. Museum ini ditata berdasarkan konsep tradisional Bali yang disesuaikan dengan kondisi masa kini karena terletak di kawasan desa wisata yang kental nilai tradisionalnya, sehingga keberadaan museum ini menjadi salah satu landmark kawasan tersebut dan diharapkan menjadi daya tarik bagi wisatawan domestik maupun manca negara. Pemilihan tempat di Bali bukan tanpa alasan, namun dengan pertimbangan promosi pariwisata. Para wisatawan manca negara sebagian besar hanya mengenal pulau Bali sebagai tempat wisata utama. Dengan mengunjungi museum ini, diharapkan para wisatawan mengenal berbagai kebudayaan alat musik yang ada diseluruh wilayah Indonesia dan tertarik untuk mengunjungi daerah asal alat musik tersebut berada.",
  "creators": "FRANCISCA IRAWATI",
  "contributors": "Didik Eko Prayitno, A.Md (Advisor 1); Danny Santoso Mintorogo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1499/Ars/10/1998; Francisca Irawati (22493073)",
  "subjects": "MUSICAL INSTRUMENTS (TRADITIONAL)-MUSEUMS"
}