{
  "id": "19043",
  "title": "Perancangan desain paket book of puzzle bertema nilai-nilai Kristiani untuk anak usia 4-6 tahun",
  "abstract": "Semakin berkembangnya desain dan jenis buku anak yang beredar di pasaran memaksa kreativitas desainer komunikasi visual untuk menciptakan sesuatu yang baru yang disukai oleh anak, terutama untuk buku anak yang berhubungan dengan hal kerohanian. Perancangan buku cerita dengan konsep book of puzzle ini bertujuan untuk mengenalkan anak pada cerita Alkitab. Dalam mengikuti perkembangan jaman, perlu dilakukan inovasi baru termasuk dibuatnya book of puzzle untuk menciptakan sebuah cerita Alkitab yang dapat menarik perhatian anak. Model pengerjaan perancangan ini menggunakan model prosedural 3D dengan pendekatan yang berinteraksi pada proses dan produk. Data perancangan terdiri atas data referensi dan data lapangan. Perancangan dikembangkan berdasarkan konsep-konsep perancangan menurut model 3D. Perancangan ini menghasilkan media utama dan media pendukung. Media utama yaitu buku seri itu sendiri dan media pendukungnya berupa karpet puzzle, boneka para tokoh utama, pensil dengan hiasan karakter tokoh, poster produk, bantal puzzle, brosur, serta buku dan perlengkapan mewarnai. Setiap desain dibuat semenarik mungkin untuk menarik perhatian anak dan dijadikan koleksi. Karya perancangan ini belum pernah diuji cobakan, sehingga masih belum dapat diukur keefektifannya. Meskipun demikian, karya ini telah dirancang melalui metode dan prosedur yang ilmiah, maka dapat dipredikasikan bahwa media secara toeritik media ini efektif.",
  "creators": "MEILISA LISTIYANI H",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); Agung haryono (Advisor 2); Bing Bedjo Tanudjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00021545/DKV/2010; Meilisa Listiyani H (42405091)",
  "subjects": "VISUAL COMMUNICATION; BOOK DESIGN; COMMERCIAL ART; GRAPHIC ARTS"
}