{
  "id": "19053",
  "title": "Pusat promosi ekspor Jawa Timur di Surabaya",
  "abstract": "Sebagai salah satu negara berkembang di dunia perekonomian Indonesia mengalami perkembangan yang cukup tinggi. Hal ini antara lain disebabkan karena pertumbuhan ekspor barang dan jasa yang cukup memadai. Peningkatan ekspor barang dan jasa yang cukup mengesankan terjadi pada ekspor non migas. Peningkatan ini terjadi karena hasil daripada serangkaian kebijaksanaan deregulasi dan debirokratisasi diberbagai bidang yang dilaksanakan secara terpadu dan berkelanjutan. Sehingga peningkatan ekspor Indonesia dari tahun ke tahun semakin baik. Perkembangan ekspor Indonesia tidak terlepas dari perkembangan ekspor Jawa Timur. Dimana perkembangan ekspor Jawa Timur dari tahun ke tahun juga menunjukkan peningkatan yang cukup baik. Dilihat dari perkembangan perekonomian, Jawa Timur telah berhasil membawa pertumbuhan perekonomian yang cukup mantap. Jika dilihat perpelita, maka antara pelita ke IV ke pelita ke V, proyeksi peningkatan nilai ekspor Jawa Timur cukup tinggi. Perkembangan ekspor Jawa Timur yang baik ini tidak terlepas dari adanya persaingan yang semakin ketat di dunia usaha. Dengan adanya persaingan ini, maka mendorong pemerintah dan para pengusaha dalam negeri untuk melakukan upaya terobosan-terobosan baru agar mampu bersaing di pasaran bebas yang semakin kompetitif. Tujuan proyek ini adalah menyediakan wadah untuk melakukan kegiatan perdagangan internasional dengan memberikan fasilitas, sarana dan prasarana lengkap dengan konsep one stop service. Dan juga merupakan pusat informasi dari barang-barang ekspor yang berasal dari Jawa Timur. Penelitian dimulai dengan mengadakan penjajagan mengenai kelayakan proyek. Yang dibantu dengan pengumpulan data melalui observasi, wawancara, studi literatur dan merekam hal-hal khusus di lokasi. Kemudian dilakukan analisa-analisa yang pada akhirnya menghasiIkan suatu kesimpulan berupa program-program kebutuhan. Setelah itu dilanjutkan dengan kegiatan perancangan bangunan. Produk penelitian yang dihasilkan adalah suatu vi i produk Arsitektural berupa perencanaan dan perancangan bangunan serta 1ingkungannya. Hasil perencanaan dan perancangan tersebut berupa gambar-gambar pra rencana dua matra yang dilengkapi dengan laporan berupa buku mengenai perumusan proyek, konsep perencanaan, konsep perancangan dan analisa-analisa. Untuk memperjelas dibuat model 3 matra berupa maket ukuran skala kecil. Obyek penelitian yang menjadi pusat perhatian dalam proyek ini adalah masalah perkembangan ekspor Jawa Timur yang semakin tahun semakin meningkat sehingga membutuhkan suatu wadah yang bisa menjadi pusat promosi bagi ekspor Jawa Timur di pasaran internasional. Hal ini menjadi suatu dilema tersendiri dan membutuhkan suatu disain dengan pertimbangan-pertimbangan tertentu. Lokasi penelitian terletak di Propinsi Jawa Timur yaitu dikota Surabaya tepatnya di kelurahan Perak Barat, 2 kecamatan Krembangan. Dengan luas lahan + 33.000 m . Dari hasil pengamatan, analisa, perhitungan dan pertimbangan dari berbagai keadaan yang ada maka didapatkan suatu keputusan untuk mendirikan suatu Pusat Promosi Ekspor Jawa Timur. Proyek ini nantinya dapat digunakan sebagai sarana pameran tetap bagi produsen dan eksportir maupun perwakilan dagang negara-negara asing. vii i Sebagai etalase terpadu produk Jawa Tirour untuk meraih keuntungan dan merupakan forum temu niaga sekaligus pusat promosi paling efektif saat ini bagi para produsen dan eksportir Jawa Timur. Sehingga tujuan untuk mencapai target peningkatan volume perdagangan ekspor akan lebih mudah tercapai. Jika ditinjau dari keadaan lokasi dimana bangunan di sekitar lokasi merupakan bangunan-bangunan industri maka perlu suatu disain yang menonjol yang dapat menjadi orientasi bagi pendatang. Mengingat lokasi terletak bersebelahan dengan jalan Toll maka dibuat suatu disain yang menonjol yang bisa memberikan suatu aksen akan keberadaan bangunan ini dan juga dibuat suatu disain yang bisa mengarahkan pengunjung khu",
  "creators": "LILY",
  "contributors": "Handinoto (Advisor 1); Paulus Hendrianto Soehargo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 920/Ars.2/1994; Lily (22488043)",
  "subjects": "FOREIGN TRADE PROMOTION-BUILDINGS; COMMERCIAL BUILDINGS"
}