{
  "id": "19064",
  "title": "Pasar bunga, tanaman hias dan toko alat pertanian serta kantor perkebunan PT Bumi Mekar di Malang",
  "abstract": "Laporan ini dususun dalam rangka memenuhi persyaratan akademis ujian sarjana semester IX, pada jurusan Arsitektur Fakultas Teknik Universitas Kristen Petra Surabaya.. Laporan perencanaan dan perancangan ini adalah sebagaian dari matakuliah AR.500 Periode XXXII tahun 1995/1996. Adapun judul yang diambil adalah : PASAR BUNGA TANAMAN HIAS dan TOKO ALAT PERTANIAN serta KANTOR PERKEBUNAN PT. BUMI MEKAR di MALANG. Dalam laporan ini diuraikan hal-hal yang berhubungan dengan perencanaan dan perancangan tentang Pasar dan Kantor di Malang. Pasar dan Kantor ini didirikan oleh pihak swasta, Karena melihat dari kebutuhan akan tanaman dan alat-alat pertanian untuk memenuhi kebutuhan di Jawa Timur maka, dianggap mempunyai peluang bisnis dan prospek yang cerah di bidang agrobisnis. Maka untuk mewujudkan cita-cita, keinginan dari gagasan ini direncanakan pasar dan kantomya, dipilih lokasi di daerah malang. Karena kota Malang termasuk salah satu alternatif pilihan yang menguntungkan untuk dijadikan pusat bisnis tanaman hias dan alat pertanian, dikarenakan kota Malang mempunyai letak geografis dan iklim yng yang menguntungkan dan setrategis. Pihak swasta ini yang dikelola oleh PT Bumi Mekar yang telah lama berkecimpung di bidang tanaman hias dan alat pertanian berkeinginan membuka usaha ini. Untuk tidak meluasnya pembahasan isi laporan ini di batasi pada hal-hal yang mendukkung perencanaan dan perancangan Pasar bunga, Tanaman hias dan Toko alat pertanian serta kantor Perkebunan PT BUMI MEKAR di Malang saja. Mengigat waktu penyusunan yang relatif pendek. Pembahasan ini diawali dengan tujuan dari Pasar bunga, tanaman hias, toko alat pertanian beserta kantor perkebunan, secara umum dan juga mengenai kebijaksanaan pemerintah tentang pasar bunga, tanaman hias, toko alat pertanian beserta kantor perkebunan.Selanjutnya di bahas mengenai perumusan gagasan yaitu berupa latar belakang masalah sampai dicetuskannya suatu gagasan untuk merencanakan kembali Pasar bunga, Tanaman bias, toko alat pertanian serta kantor perkebunan milik PT BUMI MEKAR yang berlokasi di Malang. Kemudian pembahasan dilanjutkan dengan pemilihan lokasi dan pemanfaatan lahan yang dipilih. Dari sini dapat ditentukan dasar dari perencanaan yang meliputi Program dasar dan program kebutuhan yang bertitik tolak dari keadaan pada saat ini dan kebutuhan-kebutuhan pada masa mendatang yang tidak lepas dari rencana jangka panjang Pasar bunga, Tanaman hias, Toko alat pertanian beserta kantor perkebunan PT BUMI MEKAR di Malang, kemudian dilanjutkan dengan perancangan tapak dan fisik bangunan yang akan disajikan dalam gambar pra rencana. Demikian ringkasan laporan ini, dibuat supaya didapatkan sedikit gambaran dan semoga hasil laporan perencanaan ini akan membawa manfaat bagi semua pihak yang membutuhkan.",
  "creators": "SAMUEL",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); J. Loekito Kartono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1032/Ars/81/1995; Samuel (22489125)",
  "subjects": "COMMERCIAL BUILDINGS; STORES, RETAIL; OFFICE BUILDINGS"
}