{
  "id": "19083",
  "title": "Kompleks bangunan yayasan kematian \"Pralaya Utama\" di Malang",
  "abstract": "Tugas Akhir \"Kompleks Bangunan Yayasan Kematian Pralaya Utama di Malang\" ini merupakan salah satu judul Tugas Akhir yang disediakan oleh Jurusan Arsitektur. Judul ini diajukan mengingat sampai saat ini kota Malang belum ada suatu fasilitas terpadu yang memberikan pelayanan jasa kematian. Kompleks Bangunan Yayasan Kematian Pralaya Utama ini direncanakan dengan tujuan untuk melayani semua golongan masyarakat dan semua aliran agama yang membutuhkan berbagai fasilitas jasa kematian. Fasilitas yang disediakan berupa Krematorium, Rumah Abu, Rumah Duka dan berbagai fasilitas penunjangnya. Kompleks ini direncanakan dan dirancang agar dapat berperan baik secara fisik sebagai wadah maupun secara psikis melalui karakter bangunan. Sebagai wadah dimaksudkan agar dapat menampung berbagai aktivitas pelayanan jasa kematian dengan baik. Karakter bangunan yang tercipta akibat bentuk tiga dimensi dari wadah, ditujukan guna merangsang pihak yang terlibat untuk memperoleh kesadaran akan kematian melalui perenungannya sendiri. Jadi karakter bangunan disini tidak dimaksudkan untuk menuntun seseorang untuk mengikuti suatu kesimpulan dari suatu aliran tertentu ataupun berusaha memberikan suatu kesimpulan baru akan makna kematian. Data-data untuk mewujudkan proyek ini diperoleh dengan mengadakan studi literatur, survey lapangan, wawancara maupun studi perbandingan ke proyek sejenis. Kornpleks ini terdiri dari 3 massa utama dengan pola radial dengan sirkulasi dari dalam ke luar. Pola radial dipakai mengingat pola ini menjanjikan suatu pola sirkulasi yang efisien, jelas dan tidak membingungkan. Sirkulasi dari dalam-keluar dimaksudkan untuk lebih menyatukan kornpleks dengan lingkungan sekitar. Hal ini didasarkan pada pernikiran bahwa hal-hal yang berkaitan dengan kematian tidaklah perlu disembunyikan ataupun dipagar dinding yang tinggi. Karena hanya akan membuat masyarakat buta akan makna kematian dan menjadikan mereka takut dalam menerima kodrat alam tersebut. Bentuk-bentuk massa didisain agar dapat menampung kegiatan dan sekaligus dapat menimbulkan suatu suasana yang akan membawa pengunjung ke alam perenungannya. Tiap-tiap massa merniliki karakternya sendiri dan karakter yang umum. Merniliki karakter sendiri mengingat masing-masing fasilitas mempunyai perbedaan kegiatan, fungsi dan sifat. Sedangkan karakter umum dimaksudkan agar dapat memberikan suatu suasana yang menyatukan seluruh kornpleks. Sebagai suatu kornpleks ditengah-tengah masyarakat dan lingkungan maka bangunan ini juga didisain untuk peduli terhadap situasi sekitar tapak. Hubungan yang ingin ditimbulkan yaitu suatu hubungan yang harmonis dengan lingkungan. Jadi bukan dengan jalan meniru persis apa yang ada di lingkungan ataupun menghilang dari lingkungan, tetapi didisain untuk harmonis dengan lingkungan, dengan tetap mengikuti jaman serta sadar akan kebutuhan masyarakat yang terus berkembang dari masa ke masa Sehinggga bangunan ini nantinya dalam menjaga keharmonisan dalam lingkungan, juga tetap jelas existensinya sebagai suatu Kornpleks Bangunan Yayasan Kematian \"Pralaya Utama\" di Malang.",
  "creators": "GIAT GUNAWAN",
  "contributors": "Paulus Hendrianto Soehargo (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 948/Ars.30/94; Giat Gunawan (22489067)",
  "subjects": "CREMATORIUMS"
}