{
  "id": "19082",
  "title": "Fasilitas retret dan biara serikat putri Karmel di Ruteng, Nusa Tenggara Timur",
  "abstract": "Pada Proyek Akhir periode XL ini, penulis menyusun laporan perancangan dengan judul \"Fasilitas Retret dan Biara Serikat Putri Karmel di Ruteng, Nusa Tenggara Timur\". Tujuan yang diharapkan dari proyek ini adalah untuk memenuhi kebutuhan rohani umat Katolik di Propinsi Nusa Tenggara Timur, khususnya dalam hal kebutuhan retret, serta sebagai tempat pelayanan tetap bagi biarawati Serikat Putri Karmel cabang Ruteng. Dengan luas lahan 54.190 m 2 dan total program kebutuhan ruang 10.085,08145 m 2 , penulis merancang pola penataan massa bangunan majemuk. Untuk fasilitas retret dikelompokkan berdasarkan pembagian ruangan di dalam buku \"Puri Batin\". Sedangkan untuk fasilitas biara berdasarkan cara para pertapa di Gunung Karmel membangun tempat tinggal mereka mengelilingi kapel yang menjadi pusat kegiatan mereka sehari-hari, yaitu berdoa dan mempersembahkan misa kudus. Konsep perancangan bagi fasilitas retret adalah usaha untuk menerjemahkan buku \"Puri Batin\" karya Santa Teresa de Jesus, yang merupakan salah satu tokoh pembaharuan terbesar di Ordo Karmel, ke dalam bentuk penataan massa bangunan. Buku tersebut melukiskan kehidupan doa seseorang melalui gambaran perjalanan ke dalam sebuah puri yang sangat besar untuk mencari Raja di pusatnya. Doa merupakan pintu masuk ke puri, dan doa membawa dia melewati bermacam-macam ruangan sebelum sampai pada peraduan Raja. Raja melambangkan Tuhan, dan orang yang masuk ke puri tersebut melambangkan manusia yang berusaha mencari Tuhan. Ada tujuh ruangan di dalam buku \"Puri Batin\" tersebut, dan ruangan ketujuh adalah pusat tempat Raja tinggal di dalamnya. Penulis membuat zoning berdasarkan ciri-ciri ruangan di dalam buku \"Puri Batin\". Zoning ruangan pertama adalah kantor pengelola, kios, tempat parkir, dan servis. Zoning ruangan kedua adalah daerah hunian yang meliputi pondok tidur peserta retret, camping ground, ruang makan, dan plasa di atas ruang makan. Zoning ruangan ketiga adalah ruang serba guna dan perpustakaan. Zoning ruangan keempat adalah pergola-pergola tempat diskusi atau konseling. Zoning ruangan kelima adalah Gua Maria. Zoning ruangan keenam adalah Jalan Salib. Zoning ruangan ketujuh adalah kapel. Secara ringkas isi laporan ini dibagi menjadi tiga bab. Bab satu menjelaskan latar belakang, tujuan dan manfaat proyek. Bab dua berisi tentang perancangan tapak. Bab tiga berisi tentang perancangan bangunan. Dengan demikian laporan ini dapat menjadi pertanggungjawaban bagi proyek tersebut.",
  "creators": "NADIA VALENTINA",
  "contributors": "Paulus Hendrianto Soehargo (Advisor 1); Andhi Wijaya (Advisor 2); Anik Juniwati (Advisor 3); Handinoto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No.1591/ARS/39/1999; Nadia Valentina (22495047)",
  "subjects": "RETREATS-BUILDING"
}