{
  "id": "19084",
  "title": "Laguna indah water park and sport club",
  "abstract": "Laporan tugas akhir ini disusun sebagai pertanggung jawaban atas tugas perancangan yang sudah dibuat sebelumnya untuk memenuhi persyaratan mencapai gelar kesarjanaan SI pada Fakultas Teknik Jurusan Arsitektur, Universitas Kristen Petra Surabaya yang ditempuh pada periode XLI, dengan judul proyek perancangan yang dibuat adalah : LAGUNAINDAH WATER PARK AND SPORT CLUB Dalam laporan ini diuraikan tentang proses perancangan suatu fasilitas olah raga yang terletak di Surabaya yang bertujuan meningkatkan kegiatan olah raga yang bersifat rekreatif bagi golongan ekonomi menengah ke atas. Fasilitas olah raga yang dirancang berbeda dengan fasilitas olah raga yang sudah ada di Surabaya sekarang. Selain fasilitas olah raga yang akan dirancang bersifat rekreatif juga memberikan suasana yang berbeda dengan fasilitas olah raga yang sudah ada di Surabaya. Dimana selain berolah raga pengunjung dapat menikmati suasana air yang terletak di danau, juga penyusunan ruang luar yang ditata untuk taman-taman dan ruang pengikat. Fasilitas olah raga yang ada dalam proyek ini berupa outdoor dan indoor, juga fasilitas penunjang lainnya. Fasilitas outdoor antara lain tennis lapangan, basket, aerobik, water park. Sedangkan fasilitas indoor antara lain bulutangkis, tennis lapangan, squash, bowling, fitenes, aerobik, club house. Fasilitas penunjang berupa restoran multipurpose, kantor pengelola, servis dan parkir. Konsep perancangan yang diambil adalah pergerakan, disiplin, kejujuran (sportifitas), memusat dan menyebar yang akan diimplementasikan di dalam desain. Untuk lebih jelasnya dapat dilihat didalam isi laporan. Di dalamnya meliputi pendahuluan yang menjelaskan tentang latar belakang gagasan, maksud dan tujuan, lingkup pelayanan, pengertian proyek, tinjauan terhadap kota Surabaya, kondisi dan potensi serta segala aktivitas dan fasilitas yang ada di dalam tapak. Berdasarkan hal-hal tersebut di atas maka disusunlah suatu program kebutuhan yang kemudian akan dibahas dan di analisis yang selanjutnya dipakai sebagai dasar untuk menyusun konsep perancangan . Hasil akhir dari semua ini akan disajikan dalam bentuk gambar-gambar pra rencana dan maket.",
  "creators": "ARIES SUTANTO",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Riduan Sukardi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1638/ARS/26/1999; Aries Sutanto (22495049)",
  "subjects": "ATHLETIC CLUBS-BUILDINGS-DESIGNS AND PLANS"
}