{
  "id": "19098",
  "title": "Perbandingan perlakuan amoritisasi aktiva tetap tidak berwujud antara laporan keuangan komersial dan laporan keuangan fiskal serta pengaruhnya terhadap laba kena pajak perusahaan",
  "abstract": "Penghimpunan dana masyarakat melalui instrumen perpajakan merupakan salah satu sumber pendapatan negara. Besarnya dana yang terserap dapat menjadi indikator kemandirian suatu bangsa dalam membangun suatu negara yang makmur dan sejahtera. Pandangan secara makro tersebut seringkali tidak sejalan dengan kenyataan secara mikro. Bagi perusahaan komersial, pajak merupakan salah satu unsur pengurang keuntungan, sehingga pajak seringkali dipandang sebagai beban daripada sebagai kewajiban. PT. Indofood Sukses Makmur Tbk sebagai perusahaan industri consumer good yang berkantor pusat di Jakarta dalam menjalankan kegiatan operasionalnya menggunakan berbagai macam aktiva tetap, baik berupa aktiva tetap berwujud maupun tidak berwujud, yang sifatnya permanen. Dalam laporan keuangan perusahaan seringkali dijumpai perbedaan perlakuan penyusutan antara menurut ketentuan perpajakan dengan menurut Standar Akuntansi Keuangan, sehingga menimbulkan koreksi fiskal atas pajak penghasilan perusahaan, terutama koreksi fiskal atas aktiva tetap yang tidak berwujud. Koreksi fiskal ini timbul karena adanya perbedaan dalam tarif amortisasi dan adanya masa peralihan pada tahun pajak 1994 ke tahun pajak 1995. Hal ini melatarbelakangi penelitian tentang perlakuan penyusutan fiskal atas aktiva tetap tidak berwujud terhadap koreksi fiskal pajak penghasilan. Metode yang digunakan dalam amortisasi ini adalah metode garis lurus. Dari penelitian ini terlihat bahwa laba kena pajak perusahaan setelah terjadi koreksi fiskal menjadi lebih kecil. Dengan demikian pajak penghasilan yang harus di bayar oleh perusahaan akan juga lebih kecil. Sehingga hal ini sangat menguntungkan perusahaan. Untuk tahun 1997, perusahaan tidak perlu membayar pajak penghasilan karena perusahaan mengalami kerugian. Kerugian ini akan dikompensasikan dengan penghasilan mulai tahun 1998. Sehingga untuk tahun 1998, perusahaan tidak perlu membayar pajak penghasilan karena masih mengalami kerugian.",
  "creators": "ROBBY SUBIJANTO",
  "contributors": "R.Arja Angka Asa Aras Adji S. (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 121/96/FE.AK/2001; Robby Subijanto (32496036)",
  "subjects": "ASSETS, FIXED; FINANCIAL STATEMENTS"
}