{
  "id": "19099",
  "title": "Manfaat dan analisa aktifitas hedging baik terhadap resiko nilai tukar maupun resiko tingkat bunga dengan sekuritas derivatif",
  "abstract": "Di dalam dunia usaha atau bisnis tidak terlepas dari adanya resiko. Dalam menjalankan usahanya perusahaan selalu berkaitan dengan perubahan nilai asset maupun liabilitynya. Perubahan nilai dari apa yang diharapkan dengan kenyataannya mengandung suatu resiko. Ada bermacam-macam resiko yang dihadapi oleh perusahaan, diantaranya resiko nilai tukar, resiko kredit, resiko tingkat bunga, resiko teknologi, resiko indeks dan sebagainya. Tetapi yang menjadi perhatian utama para manager sekarang ini terutama pada resiko nilai tukar dan resiko tingkat bunga. Pada tahun-tahun terakhir ini negara Indonesia sedang menghadapi krisis moneter, dimana perusahaan-perusahaan menghadapi banyak resiko terutama resiko nilai tukar bagi perusahaan yang melakukan transaksinya dalam mata uang asing, resiko kredit dan resiko tingkat bunga. Salah satu perusahaan yang tidak terlepas dari resiko-resiko ini adalah Perusahaan Jasa keuangan (PJK) dan perbankan. Perusahaan harus memperhatikan resiko-resiko ini, oleh karena itu diperlukan adanya suatu manajemen resiko. Perusahaan Jasa Keuangan (PJK) dan perbankan harus memberi perhatian terhadap resiko-resiko yang dihadapi, karena jika tidak dimanajemen dengan baik maka dapat menyebabkan kerugian yang besar bagi perusahaan bahkan dapat menyebabkan kebangkrutan dan likuidasi. Sebagai contohnya 1-2 tahun yang lalu banyak perusahaan yang mengalami kebangkrutan akibat naiknya nilai hutang yang harus dibayar dalam mata uang asing (USD), banyak Perusahaan Jasa Keuangan (PJK) dan bank-bank yang bangkrut dan dilikuidasi oleh pemerintah karena adanya resiko kredit dan tingkat bunga. Cara untuk mengeliminir dan meminimumkan resiko adalah dengan melakukan hedging (tangkal resiko). Banyak manfaat yang dapat diperoleh oleh perusahaan yang melakukan hedging seperti pengurangan pajak yang diharapkan, pengurangan biaya financial distress dan pengurangan biaya agensi. Ada banyak macam sarana pula yang dapat dipergunakan untuk hedging salah satunya dengan menggunakan derivative securities seperti forwards, futures dan swaps. Masing-masing memiliki karakteristik tersendiri. Perusahaan dapat melakukan hedging untuk resiko nilai tukar maupun resiko tingkat bunga dengan menggunakan derivative securities ini. Penggunaan derivative securities mulai populer sekitar tahun 90-an. Sebenarnya selain dipergunakan untuk hedging, derivative securities juga bisa dipergunakan untuk tujuan spekulasi. Timbul banyak pro dan kontra mengenai penggunaan derivative securities ini. Perusahaan harus memikirkan apa yang menjadi motif utama dalam penggunaan derivative securities tersebut, memahami dengan benar tentang penggunaan derivative securities agar tidak menimbulkan persoalan di kemudian hari. Perusahaan yang melakukan aktivitasnya tidak hanya terbatas dalam negeri sendiri menghadapi resiko nilai tukar. Untuk mengeliminir resiko nilai tukar ini, perusahaan yang memiliki hutang dalam mata uang asing atau perusahaan yang melakukan impor dapat membeli suatu kontrak sekuritas derivatif untuk menghindari resiko karena naiknya nilai mata uang asing, sedangkan perusahaan yang memiliki piutang dalam mata uang asing atau i perusahaan ekspor maka dapat menjual suatu kontrak sekuritas derivatif untuk menghindari resiko jatuhnya nilai mata uang yang akan diterimanya. Resiko tingkat bunga yang dihadapi oleh PJK ataupun bank dapat diukur dengan menggunakan maturity model dan duration model. Untuk mengeliminir resiko tingkat bunga yang dihadapi oleh PJK ataupun bank ini, dapat dilakukan dengan membeli/menjual suatu kontrak sekuritas derivatif pula. Dalam summary ini, akan membahas mengenai manfaat dan analisa aktivitas hedging perusahaan baik terhadap resiko nilai tukar maupun resiko tingkat bunga dengan menggunakan derivative securities yaitu forwards, futures dan swaps.",
  "creators": "SANJI HARIAWATI",
  "contributors": "WANG SUTRISNO (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 18/EM/2000; Sanji Hariwati (31496007)",
  "subjects": "FINANCIAL RISK MANAGEMENT; FOREIGN EXCHANGE RATES"
}