{
  "id": "19094",
  "title": "Pasar bunga, tanaman hias dan komplek toko alat pertanian serta kantor perkebunan swasta PT Bumi Mekar di Malang",
  "abstract": "Laporan ini disusun dalam rangka menyelesaikan tugasakhir sebagai kelengkapan masa studi sarjana di Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra Surabaya periode XXXII tahun 1995. Adapun judul proyek yang dipilih adalah : \" Pasar Bunga, Tanaman Hias, dan Komplek Toko Alat Pertanian, serta Kantor Perkebunan Swasta P.T. Bumi Mekar di Malang Gagasan proyek dilatarbelakangi oleh meningkatnya produksi dan permintaan hortikultura, khususnya bunga potong dan tanaman hias di dalam negeri umumnya serta di Jawa Timur khusunya serta permintaan di luar negeri sejalan dengan meningkatnya perekonomian masyarakat. Di samping itu dengan meningkatnya hasil pertanian maka kebutuhan akan alat dan mesin pertanian semakin meningkat juga. Dengan kondisi yang demikian, timbul gagasan untuk mengakomodasi segala kegiatan/aktivitas penjualan bunga potong dan tanaman hias serta alat dan mesin pertanian yang sekaligus dapal menampung hasil perkebunan seperti karet, kopi., coklat secara terpadu dengan tujuan untuk memudahkan masyarakat memperoleh pelayanan sekali jalan. Selain itu juga tersedia jasa pelayanan disain, untuk tanaman/landscaping dan penataan interior serta jasa perangkaian. Lingkup pelayanan proyek yang hendak dicapai adalah masyarakat kota Malang khususnya karena kondisi geografisnya yang memenuhi untuk berkembangnya tanaman dan pertumbuhan pembangunan sesuai dengan programnya Tribina Cita Kota Malang serta daerah Jawa Timur mengingat propinsi ini merupakan salah satu kontributor terbesar hasil pertanian secara nasional. Sejalan dengan gagasan proyek maka isi pembahasan laporan meliputi kondisi-kondisi yang melatarbelakangi proyek dengan titik berat pada aspek perencanaan lokasi, kapasitas perancangan bangunan di mana tercakup di dalamnya latar belakang gagasan, sasaran yang hendak dicapai, perencanaan lokasi yang sesuai dengan batasan dan lingkup pelayanan sampai dengan program ruang guna mengakomodasi kegiatan/aktivitas, serta perilaku yang terjadi. Selanjutnya disusun konsep perancangan sebagai dasar dari gambar pra rencana yang telah dihasilkan dan disajikan dalam bentuk tiga dimensi yang berupa maket.",
  "creators": "SASTRA",
  "contributors": "Markus Ignatio Aditjipto (Advisor 2); Danny Santoso Mintorogo (Advisor 1); Ir. Achmad Archajadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1035/Ars/11/95; Sastra (22490007)",
  "subjects": "SHOPPING CENTERS; OFFICE BUILDINGS"
}