{
  "id": "19093",
  "title": "Rumah sakit umum swasta di Surabaya",
  "abstract": "Daiam laporan ini ditulis mengenai perencanaan dan perancangan sebuah rumah sakit umum, dimana didaiamnya terdapat banyak pennasalahan yang berhubungan dengan kekompleksan sebuah rumah sakit. Hal tersebut yang menjadi tantangan dalam perencanaan dan perancangan proyek ini. Sehubungan dengan waktu perencanaan yang relatif singkat dan luasnya masalah yang perlu dipelajari selama proses perencanaan dan perancangan proyek ini, maka dalam laporan ini hanya diuraikan hal-hal yang berhubungan dengan perencanaan dan perancangan rumah sakit umum swasta. Semua data dan analisa daiam laporan ini bertujuan untuk mencapai suatu hasil perancangan sebuah rumah sakit yang ideal dan optimal sesuai dengan falsafah sebuah rumah sakit, dan konsep dasar yang sudah ditentukan. Untuk mendukung pelaksanaan perencanaan dan perancangan proyek ini, telah dilakukan beberapa usaha, yaitu berupa survey lapangan, baik fisik maupun non fisik dari beberapa rumah sakit yang ada, sebagai studi perbandingan, dan berupa studi literatur maupun wawancara dengan pihak-pihak yang menguasai bidang kesehatan yang dapat menunjang pelaksanaan perencanaan dan perancangan proyek rumah sakit ini. Perencanaan rumah sakit ini dimulai dengan menganalisa hal-hal yang dianggap perlu untuk sebuah rumah sakit, kemudian menentukan sirkulasi didalam rumah sakit tersebut. Sirkulasi im yang merupakan hal yang penting dalam perancangan sebuah rumah sakit, karena dalam sebuah rumah sakit terdapat banyak unit yang saling berhubungan satu sama lain, dan diharapkan hubungan antar unit menjadi seefisien mungkin. Karena itu penting untuk membedakan sirkulasi yang ada, dengan mengelompokkan unit-unit yang perlu untuk berhubungan dengan unit lain yang dapat dipisah. Hal tersebut dapat membuat sirkulasi menjadi jelas, sehingga memudahkan pencapaian, dan membuat jarak masing-masing unit menjadi efisien. Dalam laporan ini, proyek lebih ditekankan pada segi desain, sedangkan segi fmansial dan ekonomi tidak dibahas lebih dalam mengingat sebuah rumah sakit merupakan bangunan yang bersifat sosial.",
  "creators": "RANDY PRAMONO SOETEDJO",
  "contributors": "I Gusti Nyoman Sulendra (Examination Committee 1); Krisdianto Anggijono (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1593/Ars/41/1999; Randy Pramono Soetedjo (22495054)",
  "subjects": "HOSPITALS"
}