{
  "id": "19092",
  "title": "Parangtritis Resort Hotel Kabupaten Bantul, D.I. Yogyakarta",
  "abstract": "Parangtritis merupakan suatu kawasan wisata di pesisir pantai Selatan Daerah Istimewa Yogyakarta. Merupakan suatu kawasan wisata yang memiliki karakteristik alam yang khas, di raana memiliki latar belakang pegunungan, yaitu Pegunungan Seribu. Selain itu gumuk-gumuk pasir di sepanjang pantai, sering menjadi obyek fotografi oleh para fotografer baik dalam negeri atau pun manca negara. Selain menawarkan karakteristik alamnya yang khas, kawasan Parangtritis ini sarat pula dengan wisata budayanya, antara lain upacara sesajen tiap tanggal 1 suro kepada Kanjeng Nyai Roro Kidul, penguasa laut Selatan, untuk memohon berkat derai kelangsungan, keselamatan, dan kesejahteraan kesultanan dan keturunannya serta masyarakat Yogyakarta. Wisata budaya lainnya ada prosesi labuhan yang merupakan tradisi dari masyarakat keturunan Cina berupa upacara Peh-Cun. Tempat-tempat wisata yang memiliki nilai budaya, yang berada di sekitar kawasan Parangtritis cukup banyak dan juga dikembangkan wisata buatan, berupa tempat perkemahan, hutan wisata dan sebagainya. Oleh karenanya Parangtritis tidak pernah lengang dari para wisatawan, baik domestik dan manca negara. Grafik tingkat kunjungan wisata tiap tahun meningkat. Lokasinya yang dekat dengan kota Yogyakarta, hanya kurang lebih 60 km di nana membutuhkan waktu kurang lebih 1 jam, maka Parangtritis merupakan daerah wisata andalan selain Malioboro. Kebanyakan jenis wisata yang dilakukan oleh para wisatawan ke Parangtritis adalah berlibur, terutama para wisatawan mancanegara. Mereka datang secara berkelompok dalam suatu acara wisata yang dikoordinasi oleh biro-biro perjalanan wisata. Intensitas waktu kunjungan mereka sangat singkat, karena tidak adanya akomodasi yang baik bagi mereka. Akomodasi yang ada sekarang, khususnya di Kabupaten Dati II Bantul, hanyalah berupa losmen-losmen. Sesungguhnya bila tersedia akomodasi dan tempat rekreasi (resort) yang memadai, maka akan meningkatkan jumlah pengeluaran mereka, dan sejalan dengan hal ini akan meningkatkan pendapatan daerah serta meningkatkan pendapatan per kapita masyarakat setempat. Oleh karena itu kehadiran suatu resort hotel berbintang sangatlah perlu dan tepat. Klasifikasi hotel berbintang yang tertinggi sekarang ini di Daerah Istimewa Yogyakarta adalah bintang 4. Akan tetapi karena berdasarkan pertimbangan-pertimbangan yang telah direnungkan, maka pemilik proyek P.T. SAPTA PUSPITA BHAKTI, menetapkan klasifikasi bintang adalah 5. Hal ini juga disebabkan kerja sama perusahaan tersebut di dalam proses pelaksanaan, perencanaan dan pengelolaannya dengan investor asing dan juga pada saat pengoperasiannya hotel ini memiliki jaringan internasional. Setelah menentukan dan mendapatkan lokasi yang ideal, dan mendapatkan data-data baik mengenai lokasi, peraturan-peraturan dari Dinas Pariwisata, dan peraturan- peraturan mengenai Tata Ruang Kawasan dari Dinas Tata Ruang Kota Kabupaten Dati II Bantul, yang mana data-data yang terkumpul dapat dianggap lengkap, maka dilakukan perencanaan dan perancangan. Dalam tahap perencanaan ditetapkan struktur organisasi pengelola dan penjabaran tugas masing-masing divisi serta sistim pengelolaan, fasilitas-fasilitas yang dimiliki resort mau pun hotel dan luasan masing-masing ruang yang tersebut, menentukan jadwal kegiatan yang terjadi pada ruang-ruang yang ada dan sirkulasi yang terjadi di dalamnya, menentukan karakteristik hubungan dari masing-masing ruang dan akhirnya menetapkan struktur organisasi dari ruang-ruang yang ada baik resort mau pun hotel. Dan dalam tahap perancangan selain memakai apa saja yang telah ditetapkan dalam tahap perencanaan sebagai acuan dasar, melakukan analisis-analisis tapak juga berusaha memakai berbagai cara dan pendekatan-pendekatan dengan suatu filosofi tertentu yang ada guna memberi jawaban yang cocok/ideal dengan kondisi-kondisi alam dan budaya yang ada. Penetapan pemakaian filosofi bagi perancangan mengambil nilai-nilai luhur yang ada.",
  "creators": "NATALIA",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); J. Loekito Kartono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1030/Ars/6/95; Natalia (22489093)",
  "subjects": "HOTEL, TAVERNS, ETC."
}