{
  "id": "19091",
  "title": "Museum Patung Lilin Indonesia di Surabaya",
  "abstract": "Laporan perancangan ini disusun sebagai pelengkap dari tugas akhir pada ujian sarjana S-l Jurusan Arsitektur fakultas Teknik Universitas Kristen Petra periode XL tahun ajaran 1998-1999. Secara garis besar laporan ini terbagi menjadi dua bagian, yaitu bagian pendahuluan dan bagian perancangan. Bagian pendahuluan memberikan gambaran umum tentang proyek yang dibuat penulis yaitu Museum Patung Lilin Indonesia di Surabaya, antara lain latar belakang, tujuan, dan sasaran dari dibuatnya proyek ini; serta menjelaskan pula tentang pengertian dan sejarah dari museum dan patung lilin itu sendiri. Pada bagian akhir bab pertama ini juga meninjau khusus proyek Museum Patung Lilin Indonesia ini, yaitu kategorisasi museum, obyek koleksi yang dipamerkan, metode pameran, dan teknik penyajian obyek koleksi. Sedangkan bagian kedua yaitu perancangan, menjelaskan tentang konsep desain yang dipakai sebagai dasar perancangan beserta penerapannya pada perancangan tapak dan perancangan bangunan. Konsep desain yang mendasari perancangan tapak dan bangunan Museum Patung Lilin Indonesia ini adalah kontradiksi antara absence dan presence. Untuk mengetahui landasan filosofis yang menjadi dasar dipakainya konsep desain ini dapat dibaca lebih lanjut pada awal dari bab kedua laporan ini. Pembahasan tentang perancangan tapak dan perancangan bangunan ini meliputi pula penjelasan tentang analisis tapak dan analisis urban yang menjadi dasar dari konsep urban. Sedangkan pada bagian perancangan bangunan meliputi pula program ruang, sistem struktur dan sistem utilitas yang digunakan pada bangunan Museum Patung Lilin Indonesia ini. Pada lampiran dapat dilihat kriteria pemilihan obyek koleksi dan daftar nama dari tokoh-tokoh yang terpilih sebagai obyek koleksi pada museum ini. Daftar tokoh-tokoh yang dimasukkan sebagai obyek koleksi ini diperoleh penulis dari berbagai sumber resmi atau media seperti teretera pada daftar pustaka. Selain itu pada bagian lampiran juga dapat dilihat hasil akhir dari tugas perancangan yang telah dibuat oleh penulis, antara lain gambar-gambar denah, tampak, dan potongan, serta foto dari maket dan perspektif. Diharapkan dengan adanya laporan perancangan ini pembaca dapat memahami lebih jauh makna dan dasar dari gambar-gambar perancangan Museum Patung Lilin Indonesia ini.",
  "creators": "MAYA JEANETTE",
  "contributors": "Frans Soehartono (Examination Committee 1); J. Loekito Kartono (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1592/Ars/40/1999; Maya Jeanette (22495052)",
  "subjects": "ART MUSEUMS"
}