{
  "id": "19105",
  "title": "Faktor-faktor yang menentukan dalam balanced scorecard pada beberapa perusahaan pengembang real estat di Surabaya",
  "abstract": "Persaingan di antara perusahaan pengembang real estat di kota Surabaya dan sekitarnya cukup meningkat sehingga supaya perusahaan pengembang real estat tersebut dapat berjalan sukses dalam mencapai tujuannya, maka perlu dilakukan pengukuran kinerja untuk mendukung tujuannya tersebut. Tujuan pengukuran kinerja tersebut untuk mengetahui sejauh mana peningkatan kinerjanya dan dapat mengetahui aspek mana yang sudah bagus kinerjanya dan aspek mana yang kurang bagus, sehingga memerlukan perhatian lebih. Oleh karena itu perlu bagi perusahaan untuk mengetahui faktor-faktor penting yang terdapat dalam pengukuran kinerja, dimana dalam penelitian ini digunakan sistem pengukuran kinerja yang sesuai yaitu Balanced Scorecard. Ada empat aspek yang terdapat dalam Balanced Scorecard yaitu aspek keuangan (meliputi faktor operating income, gross profit margin, return on investment dan cash flow), aspek pelanggan (meliputi faktor pangsa pasar, kemampuan mempertahankan pelanggan lama, tingkat perolehan pelanggan baru dan tingkat kepuasan pelanggan), kerja internal (meliputi faktor kreasi/penciptaan produk, pembuatan produk, penyampaian produk dan layanan purna jual), dan aspek yang terakhir adalah aspek pembelajaran dan pertumbuhan (meliputi faktor tingkat kepuasan pegawai, produktifitas pegawai, kemampuan mempertahankan pegawai, kemampuan sistem informasi, dan motivasi, pemberdayaan dan keserasian individu perusahaan. Data yang dipakai terdiri dari dua jenis, yaitu data dari kuesioner serta data yang diperoleh dari literatur untuk membuat kuesioner. Data-data yang diperoleh diolah dengan Analisa Mean melalui Analisa Varian dan Analisa Weighted Average. Analisa mean untuk mengetahui apakah terdapat perbedaan mean yang signifikan antara parameter-parameter yang terkandung dalam sebuah faktor. Jika ada, dilanjutkan dengan analisa Least Significance Difference (LSD) untuk menentukan peringkat dari parameter-parameter yang berbeda mean tersebut. Analisa Weghted Average untuk menentukan peringkat suatu faktor berdasarkan perkalian dari bobot dan skor. Dari analisa mean didapat aspek yang paling menentukan adalah aspek pelanggan (mean 2,32) dan keempat aspek dalam balanced scorecard mempunyai peran yang berbeda-beda. Berdasar analisa weighted average, aspek yang paling menentukan adalah aspek keuangan (1,916). Faktor yang paling menentukan dalam aspek keuangan adalah \"Return On Investment\" (2,01) dan parameter-parameternya mempunyai peranan yang tidak berbeda. Faktor yang paling menentukan dalam aspek pelanggan adalah \"Tingkat Kepuasan Pelanggan\" (2,025) dan parameter-parameternya mempunyai peranan yang berbeda. Faktor yang paling menentukan dalam aspek kerja internal adalah \"Pembuatan produk\" (2,039). Faktor yang paling menentukan dalam aspek pembelajaran dan pertumbuhan adalah \"Motivasi pegawai\" (1,889). Dari penelitian yang dilakukan disimpulkan baliwa \"Aspek pelanggan\", \"Aspek keuangan\", \"Return On Investment\", \"Tingkat kepuasan pelanggan\", \"Pembuatan produk atau jasa\" dan \"Motivasi, pemberdayaan dan keserasian individu perusahaan\" merupakan hal-hal terpenting dalam sistem pengukuran kinerja Balanced Scorecard pada beberapa perusahaan pengembang real estat di Surabaya. Disarankan perlu adanya peningkatan terhadap kinerja parameter yang sudah bernilai baik dan perlu adanya pertimbangan lagi terhadap parameter yang bernilai rendah untuk digunakan sebagai salah satu pengukuran kinerja.",
  "creators": "SILVIANA ALIM",
  "contributors": "Harry Patmadjaja (Examination Committee 1); Herry Pintardi Chandra (Advisor 2); Paulus Nugraha (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 887/ SIP/1999; Silviana Alim (21493108)",
  "subjects": "BALANCED SCORECARD; REAL ESTATE"
}