{
  "id": "19100",
  "title": "Art centre Tulamben-Bali",
  "abstract": "Laporan Perencanaan dan Perancangan ini disusun untuk memenuhi Tugas Akhir Jurusan Arsitektur mata kuliah Merancang Arsitektur AR 500, periode XXXII Tahun Ajaran 1994-1995 Jurusan Arsitektur Fakultas Teknik Universitas Kristen Petra, Surabaya. Laporan perencanaan dan perancangan proyek ini berjudul : ART CENTRE Tulamben - Bali Adapun isi dari laporan perencanaan dan perancangan ini berupaya untuk mengembangkan kepariwisataan dan merancang suatu sarana/wadah yang mampu tampil sebagai suatu prosesi kegiatan terpadu antara kegiatan wisata, kegiatan pengembangan kesenian Bali (termasuk Arsitektur Bali), sekaligus kegiatan informasi dan promosi kesenian Bali. Pembahasan meliputi latar belakang, tujuan, manfaat, ruang lingkup, metodologi dan sistematika pembahasan proyek. Pembahasan berikutnya berupa tinjauan umum dan tinjauan khusus yang berkaitan dengan proyek ini. Selain itu dijelaskan juga mengenai perencanaan aktivitas, tapak dan kebutuhan fasilitas dalam kompleks proyek ini. Dalam tahap perancanganya pandangan berarsitektur dari Arsitektur Tradisional Bali, pandangan dari John Summerson, pandangan dari Antoniades terhadap metaphora dalam 'Poetics of Architecture' dan kesenian Bali dipakai sebagai dasar konsepsi perancangan secara keseluruhan sebagai jalan untuk memenuhi tujuan dan tuntutan dari proyek ini. Dalam penulisan ini penulis menggunakan data yang ada, analisa terhadap lingkungan dan tapak serta studi literatur digunakan sebagai media untuk menghadirkan suatu rancangan Arsitektur yang dapat menjawab tuntutan dari proyek ini, baik itu berupa hasil grafis maupun maket. Selain itu penulis menyadari bahwa penyusunan dari laporan ini tak luput dari kekurangan, namun penulis berharap semoga hasil laporan ini dapat bermanfaat.",
  "creators": "HANNY TANDJAJA",
  "contributors": "Ir. Achmad Archajadi (Examination Committee 1); Stanislaus Kuntjoro Santoso (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan No. 1028/Ars/4/1995; Hanny Tandjaja (22489031)",
  "subjects": "ART CENTERS"
}