{
  "id": "19112",
  "title": "Dusit Mangga Dua Hotel dan Shopping Center di Jakarta",
  "abstract": "Laporan ini disusun dalam rangka menyelesaikan tugas akhir sebagai kelengkapan masa studi sarjana di Fakultas Teknik Jurusan Arsitektur Universitas Kristen PETRA Surabaya, periode XXXI tahun 1994. Judul yang terpilih adalah : DUSIT MANGGA DUA HOTEL dan SHOPPING CENTER di JAKARTA Laporan ini meliputi perencanaan dari sebuah hotel dan shopping center di kawasan Mangga Dua, kecamatan Sawah Besar, Jakarta. Dalam site seluas 13.888.14 m2 atau 1,3956 ha, direncanakan akan dibangun hotel berbintang empat dan fasilitas shopping center serta area untuk parkir mobil/sepeda motor. Gagasan pembangunan hotel dan shopping center ini adalah sebagai fasilitas penunjang wisatawan nusantara/ mancanegara yang mayoritas datang untuk tujuan bisnis/dagang dan berlibur. Karena kawasan Mangga Dua ini telah dikenal sebagai kawasan perdagangan yang ramai, maka dibutuhkan sarana akomodasi yang cukup memadai dengan fasilitasnya, sehingga bisnis bukan sekedar bisnis. Sasaran lain yang ingin dicapai adalah dari segi penampilan fisik gedung itu sendiri, yaitu dapat menghadirkan suatu inspirasi tertentu yang dapat menjadi daya tarik bagi para wisatawan. Berpijak dari gagasan tersebut, pembahasan proyek ini lebih dititik beratkan pada design bangunan sebagai wadah kegiatan yang bertemakan bisnis dan hiburan. Adapun bahasan tentang proyek ini meliputi pengenalan judul, latar belakang masalah, tujuan dan sasaran yang ingin dicapai, sampai dengan penyusunan dan perencanaan program kebutuhan ruang. Selanjutnya disusunlah konsep perancangan ini sebagai dasar dari gambar pra-rencana yang telah dihasilkan, dan akhirnya disajikan dalam bentuk maket tiga dimensi.",
  "creators": "INDAH CHRYSANTI",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); Andhi Wijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1024/Ars/50/1994; Indah Chrysanti (22490051)",
  "subjects": "SHOPPING CENTERS; HOTELS, TAVERNS, ETC."
}