{
  "id": "19117",
  "title": "Pusat pelayanan kematian di Gunung Gangsir",
  "abstract": "Laporan Perencanaan dan Perancangan ini disusun untuk memenuhi tugas akhir/skripsi mata kuliah Merancang Arsitektur AR 4500, periode XXXV 1996 pada jurusan Arsitektur Fakultas Teknik, Universitas Kristen Petra Surabaya. Adapun judul Proyek Akhir / Skripsi ini adalah : \"PUSAT PELAYANAN KEMATIAN\" di Gunung Gangsir Dalam laporan ini diuraikan mengenai proses perencanaan dan perancangan suatu kompleks bangunan yang mempunyai fungsi sebagai suatu pusat yang melayani segala aktifitas yang berhubungan dengan kematian dalam satu \"atap\". Pembahasannya meliputi latar belakang, tujuan, lingkup, metoda, pengertian judul, dan beberapa batasan/anggapan. Selain itu dijelaskan juga segala aktifitas dan kebutuhan fasilitas di dalam kompleks bangunan tersebut. Data-data yang diperlukan diperoleh melalui wawancara dan pengamatan langsung, sedangkan studi literatur dan data internet digunakan sebagai bahan perbandingan untuk memperkuat data-data yang telah ada. Dalam tahap perancangan, hal yang penting adalah bahwa perancangan bangunan ini adalah sebagai pusat segala aktifitas kematian sehingga tentu saja dalam mendisainpun kita harus memberlakukannya tidak sebagaimana mestinya terhadap bangunan-bangunan lain yang merupakan bangunan dengan aktifitas orang hidup sehingga dapat dirasakan dan dikatakan bahwa bangunan itu adalah pasti bangunan untuk aktifitas kematian bukan mail, hotel ataupun restaurant. Dan hal tersebut diatas dipakai sebagai dasar konsepsi perancangan dengan tetap bertitik tolak dari cara pandang Arsitektur dengan ditambah pula hal-hal non teknis yang berhubungan yang secara universal diakui karena bila bangunan Arsitektur dingggap/dimisalkan sebagai \"badan\" tentulah belum lengkap/hidup tanpa adanya jiwa, yang dalam hal ini diwujudkan sebagai konsepsi ataupun hal-hal non teknis tersebut. Sedangkan data-data yang telah ada,analisa terhadap lingkungan dan tapak serta literatur digunakan sebagai media untuk menghadirkan suatu rancangan Arsitektur yang bernafaskan kematian, keheningan dan kepolosan dalam rupa gambar-gambar dan dalam bentuk 3 dimensi (maket).",
  "creators": "ROY BOEDI UTAMA",
  "contributors": "Krisdianto Anggijono (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Unknown",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1319/Ars/61/1996; Roy Boedi Utama (22492127)",
  "subjects": "CREMATORIUMS"
}