{
  "id": "19129",
  "title": "Terminal penumpang Tanjung Lontar pelabuhan Laut Tenau di Kupang Nusa Tenggara Timur",
  "abstract": "Laporan Perancangan Tugas Akhir ini adalah laporan tentang penjelasan dan pemilihan konsep perancangan yang mendasari rancangan serta pertanggung jawaban atas apa yang telah dirancang oleh penulis pada proyek Terminal Penumpang Tanjung Lontar Pelabuhan Laut Tenau di Kupang - Nusa Tenggara Timur. Kerinduan perancang untuk menghadirkan arsitektur yang tidak hanya mampu mewadahi tuntutan fungsi tetapi juga memiliki jiwa, citra dari masyarakat pemilik dan pemakainya, mengantarkan perancang pada pertanyaan, manakah arsitektur vemakular Nusa Tenggara Timur yang oleh masyarakat Nusa Tenggara Timur sendiri dianggap sebagai pengejawantahan arsitektur milik mereka. Pilihan jatuh kepada arsitektur vemakular Sumba karena arsitektur ini memiliki ciri khas tersendiri dan telah dikenal masyarakat NTT yang majemuk, sebagaimana terlihat pada arsitektur kantor Gubernur NTT, kantor - kantor pemerintah dan bangunan umum. \" Transition Space with Vernacular Image \" sebagai konsep perancangan diterjemahkan kedalam konsep arsitektur vemakular Sumba yang mengalami gubahan bentuk berupa pembelahan, eksagerasi, tracing dan reduksi atau eliminasi terhadap cuma daluku (kepala), rongu uma (badan) dan lei bungan (kaki) sebagai elemen - elemen arsitektur vemakular Sumba. Keseluruhan rancangan merupakan upaya perancang dalam mengabstraksikan apa yang ada dalam benaknya mengenai arsitektur yang inovatif dan sensitif terhadap perilaku manusia, lingkungan, ruang dan emosi. Suatu upaya menghadirkan kembali arsitektur rakyat yang semakin hari semakin termarjinalisi dan teraliansi ditengah masyarakat yang melahirkannya.",
  "creators": "MAXI JULIANS RIHI DARA",
  "contributors": "Frans Soehartono (Advisor 1); Paulus Hendrianto Soehargo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1655/ARS/42/1999; Maxi Julians Rihi Dara (22495101)",
  "subjects": "HARBORS; TERMINALS (TRANSPORTATION)"
}