{
  "id": "19120",
  "title": "Sekolah Pelita Harapan di Royal Sentul Highlands",
  "abstract": "Laporan perencanaan ini disusun sebagai pelengkap perancangan Proyek Akhir yang berjudul Sekolah Pelita Harapan di Royal Sentul Highlands dalam rangka untuk memenuhi persyaratan menempuh Ujian Sarjana Arsitektur periode XXX tahun ajaran 1994 Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra. Secara garis besar proyek ini berisi tentang perencanaan dan perancangan sebuah sekolah yang mencakup jenjang pendidikan tingkat TK, SD, SMTP, dan SMTA yang menerapkan kurikulum nasional dengan pengembangan ke arah internasional . Sekolah ini didirikan demi menjaring keinginan orang tua untuk menyekolahkan anak-anak mereka ke luar negeri dan juga demi memenuhi kebutuhan masyarakat akan pendidikan sekolah dasar dan menengah yang bermutu tinggi serta lebih baik dari yang sudah ada di Indonesia. Sekolah ini didirikan di kawasan Royal Sentul Highlands yang berlokasi di desa Sentul, Kecamatan Citereup Kabupaten Bogor, Jawa Barat. Pembahasan berawal dari latar belakang gagasan proyek, tujuan dan manfaat dibangunnya proyek ini. Selanjutnya dibahas mengenai pengenalan umum pendidikan di Indonesia. Pada tahap berikutnya dijabarkan pengenalan proyek yang berisi tentang pengertian dan keistimewaan proyek , lokasi serta wujud dari proyek yang dijabarkan di dalam bagian-bagian yang terinci. Hal-hal mengenai tujuan, fungsi, masalah proyek sampai lingkup pelayanannya merupakan dasar perencanaan dengan program perencanaan dan program kebutuhan dalam tahap perencanaan. Bagian akhir merupakan tahap perancangan yang berisi tentang analisa dan perancangan tapak, konsep-konsep perancangan ruang luar dan bangunan dengan sisitem utilitasnya.",
  "creators": "MONIQUE WIRANTO",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Andhi Wijaya (Examination Committee 1); SINGGIH SUGIANTO (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 951/Ars.39/94; Monique Wiranto (22489098)",
  "subjects": "SCHOOL BUILDINGS; SCHOOL FACILITIES"
}