{
  "id": "19122",
  "title": "Rumah sakit ketergantungan obat",
  "abstract": "Laporan perencanaan dan perancangan ini disusun sebagai pelengkap gambar perencaan dan perancangan Proyek Akhir AR 500 periode XXXII, bulan Februari - Juli 1995 di Fakultas Tehnik Jurusan Arsitektur Universitas Kristen Petra Surabaya. Sebagai judul dari Proyek Akhir ini adalah : \"RUMAH SAKIT KETERGANTUNGAN OBAT DI BOGOR\" Laporan ini meliputi perencanaan lokasi, serta perancangan bangunan sebuah rumah sakit yang dikhususkan melayani korban-korban ketergantungan obat. Gagasan proyek ini di latar belakangi oleh semakin banyaknya tindak-tindak kejahatan yang dilatar belakangi obat bius, selain itu semakin pesatnya perkembangan kehidupan modern terutama di kota-kota besar seperti Jakarta, Medan, Denpasar dan Surabaya selain membawa dampak positif ternyata juga membawa dampak negatif, seperti semakin bebasnya gaya hidup kaum muda. Sesuai dengan judul proyek, pembahasan laporan ini dititik beratkan kepada perencanaan dan perancangan dimana dimulai dengan pencarian lokasi, pencarian data-data yang mendukung terwujudnya proyek, kapasitas juga perancangan bangunan, dimana pembahasannya meliputi latar belakang proyek, tujuan dan sasaran proyek yang ingin dicapai juga studi dan program ruang yang ada didalam sebuah rumah sakit Ketergantungan Obat. Selanjutnya disusun konsep perancangan sebagai dasar dari gambar perencanaan yang telah dihasilkan dan disajikan dalam bentuk tiga dimensi yang berupa maket. Pada akhirnya penulis mengharapkan hasil laporan ini dapat memberikan manfaat bagi semua pihak yang membutuhkan",
  "creators": "DONNY PARENGKOAN",
  "contributors": "Frans Soehartono (Advisor 1); J. Loekito Kartono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1038/Ars/14/95; Donny Parengkoan (22490014)",
  "subjects": "NARCOTIC ADDICTS-REHABILITATION; HOSPITALS"
}