{
  "id": "19123",
  "title": "Rekayasa-ulang proses bisnis pada sistem informasi di Rumah Sakit William Booth",
  "abstract": "Teknologi informasi yang berkembang begitu cepat disertai kondisi perekonomian Indonesia yang cukup parah saat ini tnenuntut pimpinan perusahaan untuk dapat menjalankan roda perusahaan bukan hanya dengan seefisien mungkin, akan tetapi juga seefektif mungkin dan mampu beradaptasi dengan lingkungannya Oleh karena itu, filosofi Rekayasa-Ulang Proses Bisnis (RPB), yang menjadi pembahasan dalam Tugas Akhir ini, perlu menjadi pertimbangan sebelum manajemen perusahaan melakukan komputerisasi / otomatisasi kantor guna memperbaiki sistem informasi perusahaan tersebut Kebanyakan perusahaan hanya mengubah sistem pencalatan manual menjadi dengan komputer tanpa mengubah desain proses yang sudah ada Pertama, filosofi RPB cenderung mencari suatu \"terobosan baru\" terhadap ukuran-ukuran kinerjayangpenting, lebih dari sekedar perbaikan inkremental. Kedua, RPB mempunyai tujuan perbaikan yang lebih luas ? termasuk kualitas, biaya, fleksibilitas, kecepatan, akurasi, dan kepuasan pelanggan ? secara bersamaan, dimana filosofi lain terfokus hanya pada beberapa tujuan atau menukar-tambah secara bergantian. Filosofi RPB mendesain ulang proses dengan fokus pada proses bisnis yang melintasi batas fungsional / lintas departemen, berorientasi pada pelanggan, serta memanfaatkan teknologi informasi sebagai sal ah satu alat pemungkin terciptanya proses yang baru. Sebagai contoh, hasil desain ulang proses rawat inap di Rumah Sakit William Booth (RSWB) Surabaya mengalami pengurangan waktu proses sekitar 934 menit atau 15.57 jam atau (-) 80.90%. 'Tampilan Satu Menu\" memungkinkan seluruh petugas di seluruh bagian RSWB menggunakannya dengan batasan login dan password user.",
  "creators": "EDWIN CHANDRA",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Daniel Indarto Prajogo (Advisor 2); Kartika Gunadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 98/K/EL/011/033; Edwin Chandra (23492081)",
  "subjects": "INTERNET (COMPUTER NETWORKS); DATA TRANSMISSION SYSTEMS"
}