{
  "id": "19134",
  "title": "Studi penggunaan additive yang mempercepat pencapaian kekuatan APCCC untuk pelayanan lalu lintas dengan segera",
  "abstract": "APCCC atau perkerasan komposit beton aspal - semen portland merupakan gabungan antara dua jenis perkerasan yaitu perkerasan lentur dan perkerasan kaku. Perkerasan ini menggabungkan dua jenis bahan yang berbeda, yaitu campuran aspal panas dan mortar semen menjadi satu kesatuan bentuk yang monolit dan homogen. Campuran aspal panas yang digunakan mempunyai rongga udara sebesar 25 - 30 % yang nantinya akan diisi oleh mortar yang disebut sebagai resin modified cement grout yang merupakan campuran antara semen, pasir, abu terbang, air dan bahan tambah plasticizer. Perkerasan komposit beton aspal - semen portland merupakan perkerasan non rigid & non flexible yang diharapkan dapat memberikan solusi terhadap kerusakan yang terjadi baik pada perkerasan lentur maupun pada perkerasan kaku. Di samping itu perkerasan komposit beton aspal - semen portland dapat memberikan sifat-sifat kekuatan dan keawetan yang lebih baik dari campuran aspal panas. Namun pencapaian kekuatan yang diijinkan perkerasan komposit ini membutuhkan waktu yang relatif lama dibandingkan dengan perkerasan lentur. Dengan penambahan additive, khususnya pada mortar semen, terbukti dapat meningkatkan kekuatan awal dari pekerasan sehingga jalan dapat dibuka untuk lalu lintas dalam waktu yang relatif singkat. Karena harga dari additive yang digunakan relatif mahal sehingga pemakaiannya harus dengan pertimbangan yang matang. Untuk itu dalam penelitian ini diutamakan untuk melihat pengaruh kadar additive pada campuran aspal panas ataupun pada campuran mortar semen sehingga pemakaiannya dapat seefisien dan seekonomis mungkin.",
  "creators": "TAUFIC INDRA GUNAWAN; RIFIN KASIM",
  "contributors": "Harry Patmadjaja (Advisor 1); SOEHARTONO IRAWAN (Advisor 2); Indriani Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 759 S; Taufic Indra Gunawan (21493034), Rifin Kasim (21493070)",
  "subjects": "PAVEMENT, BITUMINOUS; PAVEMENTS, ASPHALT CONCRETE"
}