{
  "id": "19133",
  "title": "Museum pos dan telekomunikasi di Surabaya",
  "abstract": "Meningkatnya taraf hidup masyarakat, mengakibatkan meningkatnya pula tuntutan akan pemenuhan berbagai fasilitas yang akan mendukung kehidupan mereka. Mereka menuntut peningkatan da lam segala hal, termasuk juga dalam berkomunikasi. Komunikasi merupakan hal yang penting dalam kehidupan manusia, karena manusia merupakan mahluk sosial yang saling berinteraksi. Komunikasi mengalami kemajuan dalam tekmologi yang pesat, karena manusia selaiu menginginkan komunikasi yang semakin cepat dan efisien. Mcnyikapi kondisi yang ada tersebut, maka didirikan Museum Pos dan Telekomunikasi di Surabaya ini, yang merupakan suatu wadah untuk memperlihatkan awal mula pos dan telekomunikasi, perkembangannya hingga saat sekarang. Dimana perkembangan yang terjadi tidak akan pernah berhenti. Museum Pos dan Telekomunikasi ini dihadirkan sebagai wahana dokumentasi dan media transformasi informasi teknologi pos dan telekomunikasi, mempunyai tugas menyerap, mengumpulkan, mengkaji dan menyebarluaskan Informasi yang menyangkut perjalanan sejarah pos dan telekomunikasi di Indonesia. Berangkat dari pemikiran inilah, Museum Pos dan Telekomunikasi di Surabaya bukan saja merupakan tempat transformasi ilmu dan teknologi tentang pos dan telekomunikasi tetapi juga melestarikan nilai-nilai budaya serta mewujudkan suatu pelayanan edukasi yang bersifat Atraktif dan Rekreatif. Pada museum ini juga dihadirkan fasilitas-fasilitas penunjang pos dan telekomunikasi antara lain, wamet, warpostel. Museum ini juga dilengkapi dengan berbagai fasilitas pendukung lainnya, yaitu antara lain perpustakaan, toko-toko cindera mata, r. pemutaran film, cafetaria, museum club, serta r. pamer temporer. Diharapkan dengan adanya proyek ini dapat memberikan manfaat yang besar dalam mengabadikan setiap perubahan yang terjadi, agar generasi muda Indonesia dapat mengetahui sejarah perkembangan pos dan telekomunikasi dan menggugah minat mereka terhadap teknologi komunikasi.",
  "creators": "LIDYA DWITA MARTINI",
  "contributors": "Markus Ignatio Aditjipto (Advisor 1); Wanda Widigdo Canadarma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1663/Ars/50/1999; Lidya Martini (22495125)",
  "subjects": "TELECOMMUNICATION-MUSEUMS-DESIGNS AND PLANS"
}