{
  "id": "1913",
  "title": "Desain proses pembuatan handle, pengunci dan impeler pompa oli dengan proses pengecoran cetakan pasir",
  "abstract": "Di pasaran terdapat berbagai jenis pompa, salah satunya adalah pompa oli. Beberapa bagian dari pompa oli adalah handle, pengunci dan impeler. Handle, pengunci dan impeler pompa oli ini biasanya terbuat dari bahan besi cor. Besi cor memiliki kelemahan yaitu gelas sehingga mudah retak jika terkena benturan. Penelitian dilakukan supaya logam lain dapat dipakai sebagai pengganti besi cor. Penelitian ini membuat handle, pengunci dan impeler pompa oli dengan menggunakan metode cetakan pasir. Dalam penelitian ini untuk mengganti handle, pengunci dan impeler pompa oli menjadi lebih ringan, maka dipilih bahan aluminium paduan sebagai bahan pengganti besi cor. Alasan penggantian material untuk pembuatan handle, pengunci dan impeler dari besi cor menjadi aluminium adalah untuk menghilangkan kelemahan besi cor yaitu gelas. Pasir cetak yang digunakan untuk cetakan ini adalah pasir gunung, dimana pasir gunung ini dapat langsung digunakan untuk membuat cetakan pasir hanya dengan menambahkan air saja. Dari penelitian yang dilakukan dihasilkan 20 produk dan rata-rata memiliki kehalusan permukaan yang baik. Hasil penelitian menunjukkan penggantian bahan besi cor menjadi aluminium sebagai bahan baku pembuatan handle, pengunci dan impeler adalah baik. Oleh karena itu, dalam produksi massal pembuatan handle, pengunci dan impeler dari bahan aluminium perlu dipertimbangkan sebagai pengganti handle, pengunci dan impeler dari besi cor. Bahan aluminium ini dapat memenuhi syarat untuk bahan baku pompa oli karena memiliki sifat yang dibutuhkan seperti kuat, keras, tahan korosi dan ringan.",
  "creators": "FANDIK HARYONO",
  "contributors": "Soejono Tjitro (Advisor 1); Didik Wahjudi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.010672/MES/2005; Fandik Haryono (24400016)",
  "subjects": "SAND CASTING"
}