{
  "id": "1914",
  "title": "Desain proses pembuatan rumah pompa oli dengan proses pengecoran cetakan pasir",
  "abstract": "Pompa oli merupakan sebuah pompa yang didesain untuk memompa ke luar fluida yaitu oli yang berada dalam suatu wadah seperti drum ataupun tangki. Pompa oli biasanya dijual secara utuh dan tidak tersedia suku cadangnya. Penelitian ini diharapkan dapat menghasilkan rumah pompa oli yang dapat dipakai sebagai suku cadang dari pompa oli. Selain itu, pompa oli ini biasanya terbuat dari bahan besi cor sehingga mengakibatkan pompa oli tersebut menjadi berat. Penelitian dilakukan supaya logam lain yang lebih ringan dalam hal ini aluminium dapat dipakai sebagai pengganti besi cor tanpa mengurangi sifat-sifat dari pompa oli itu sendiri. Pada penelitian ini, pembuatan rumah pompa menggunakan metode pengecoran cetakan pasir. Untuk menghasilkan produk rumah pompa oli yang lebih ringan, maka dipilih bahan aluminium paduan sebagai bahan pengganti besi cor. Pasir cetak yang digunakan adalah pasir gunung, dimana pasir gunung ini dapat langsung digunakan untuk membuat cetakan pasir hanya dengan menambahkan air saja. Cacat produk rumah pompa yang dihasilkan diharapkan tidak lebih dari 10%. Dari penelitian yang dilakukan dihasilkan 24 produk yang rata-rata memiliki kehalusan permukaan yang baik dengan cacat produk tidak lebih dari 10%. Hasil penelitian menunjukkan setelah melakukan pengujian baik tekanan, kebocoran serta kapasitas pada produk rumah pompa diketahui bahwa rumah pompa oli dari bahan aluminium dapat menggantikan pompa oli dengan bahan besi cor dengan tidak mengurangi fungsi pompa oli yang sebenarnya.",
  "creators": "HENDRI",
  "contributors": "Soejono Tjitro (Advisor 1); Roche Alimin (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.010673/MES/2005; Hendri Sima (24400037)",
  "subjects": "SAND CASTING"
}