{
  "id": "19144",
  "title": "Rumah sakit hewan di Surabaya",
  "abstract": "Rumah Sakit Hewaii Universitas Airlangga ini berfungsi sebagai pelengkap dari Fakultas Kedokteran Hewan, serta melayani masyarakat dalam lingkup area Jawa Timur. Adapun jenis hewan yang dirawat di sini terbatas pada hewan peliharaan kesayangan, seperti anjing, kucing, burung, unggas, ikan, dan hewan eksotik. Rumah sakit hewan ini menampung berbagai aktivitas antara lain perawatan hewan-hewan sakit, penitipan dan pelatihan hewan-hewan sehat, penelitian di laboratorium, penjualan barang-barang keperluan hewan, perawatan kecantikan hewan, peminjaman buku-buku yang berhubungan dengan hewan, dan seminar-seminar. Pengaturan rumah sakit hewan ini mempunyai konsep pemisahan, yaitu pemisahan ruang berdasarkan taraf penyakitnya, pemisahan berdasarkan jenis hewannya, pemisahan berdasarkan perilaku hewan, serta pemisahan berdasarkan fongsi. Jadi, rumah sakit ini diharapkan tidak ham/a memperhatikan kesehatan hewan secara fisik, tapi juga secara psikologis. Bentuk atap bangunan disesuaikan dengan bentuk atap bangunan Universitas Airlangga di sekitamya tetapi mempunyai kebebasan dalam berekspresi karena bangunan ini selain merupakan bagian dari kompleks, tetapi juga merupakan bangunan satu-satunya yang langsung melayani kepentingan umum. Peran rumah sakit hewan ini sebagai bagian dari kompleks ditunjukkan dengan adanya pembukaan jalan atau akses langsung ke Fakultas Kedokteran Hewan dan ke pusat kompleks. Prinsip-prinsip penting yang harus diperhatikan dalam desain rumah sakit hewan ini antara lain hubungan antar fasilitas yang baik, sirkulasi yang efisien, keamanan terhadap bahaya kebakaran, serta faktor utilitas yang efisien. Sehingga ruang dalam maupun ruang luar bisa terjadi dengan mengutamakan penerapan prinsip-prinsip di atas.",
  "creators": "LINA KUMALA",
  "contributors": "Danny Santoso Mintorogo (Examination Committee 1); Handinoto (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1708/ARS/37/2000; Lina Kumala (22496037)",
  "subjects": "VETERINERY HOSPITALS"
}