{
  "id": "19140",
  "title": "Komplek hiburan malam di Malang",
  "abstract": "Laporan ini menguraikan tentang proses perencanaan dan perancangan suatu tempat rekreasi hiburan malam di kota Malang, untuk memenuhi kebutuhan masyarakat kota Malang dan sekitarnya akan rekreasi hiburan, dimana selama ini fasilitas hiburan yang ada di kota Malang dirasa kurang sekali, skalanya tidak memadai dan tempatnya terpencar-pencar. Oleh karena komplek hiburan malam ini nantinya akan menjadi daya tarik bagi kota Malang, maka perencanaan dari komplek hiburan malam ini harus benar-benar baik sehingga dapat menaikkan kualitas lingkungan di kota Malang. Pada bagian pendahuluan diuraikan tentang kondisi yang melatarbelakangi gagasan, tujuan dan sasaran, lingkup pembahasan, serta metodologi pembahasan dan sistematika penulisannya. Sedangkan pada tahap selanjutnya dibahas pula hal-hal yang berkaitan langsung dengan proyek ini. Adapun data-data yang dipakai berdasarkan pengamatan langsung terhadap lingkungan kawasan tapak perencanaan dan perancangan serta wawancara terhadap pihak-pihak yang berkaitan dengan pembangunan proyek ini. Sedangkan study Hteratur dilakukan untuk memperkuat data yang telah ada. Dalam tahap perancangan, analisa yang dilakukan terhadap lingkungan dan tapak merupakan dasar perancangan bangunan yang selanjutnya digunakan sebagai dasar bagi pembangunan fisik yang disajikan dalam bentuk gambar-gambar prarancangan dan juga disajikan dalam model maket untuk membantu dan raemudahkan kita dalam membayangkan bentuk bangunan dalam bentuk 3 dimensi.",
  "creators": "WENY KUMALASARI",
  "contributors": "Ir. Achmad Archajadi (Examination Committee 1); Handinoto (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1051/ARS.27/95; Weny Kumalasari (22490065)",
  "subjects": "AMUSEMENTS-BUILDINGS; MUSIC-HALLS (VARIETY-THEATERS, CABARETS, ETC)"
}