{
  "id": "19149",
  "title": "Inovasi layanan di Restoran Nishiki berdasarkan survei konsumen",
  "abstract": "Pemberian layanan tambahan merupakan salah satu nilai tambah yang diberikan oleh suatu industri kepada konsumennya. Layanan tambahan yang diberikan diharapkan sesuai dengan keinginan konsumen sehingga konsumen dapat menikmati layanan tersebut. Dengan latarbelakang permasalahan tersebut maka penyusunan Tugas Akhir ini bertujuan menciptakan layanan baru di Restoran Nishiki berdasarkan survei konsumen. Metode penelitian yang dilakukan penyusun ialah mengumpulkan ide-ide layanan baru yang diperoleh dari survei konsumen, yang kemudian disaring melalui kuesioner dalam tiga tahap penyarmgan. Penyaringan pertama diperoleh penyusun dengan melakukan wawancara terhadap manajer Food & Beverage, untuk melihat adakah konflik yang terjadi antara ide-ide layanan baru tersebut dengan perusahaan bersangkutan baik dalam legal issues maupun kondisi dan kebijakan manajemen. Ide yang menyebabkan konflik dalam perusahaan akan dihentikan sedangkan ide yang tidak menyebabkan konflik dalam perusahaan akan dilanjutkan ke tahap selanjutnya. Penyaringan kedua dilakukan dengan memberikan kuesioner kepada konsumen dan manajer Food & Beverage, sedangkan penyaringan ketiga dilakukan dengan wawancara terhadap pihak manajer Food & Beverage saja. Pada penyaringan kedua disaring oleh kriteria keinginan konsumen dan pesaing, sedangkan penyaringan ketiga disaring oleh kriteria keinginan konsumen dan pesaing dan biaya. Penyaringan kedua dan ketiga menggunakan matrik pembobotan. Persentase bobot diperoleh dari manajer Food & Beverage. Ide layanan baru yang terkumpul sejumlah 18 ide. Ide yang lolos penyaringan pertama ada 8 ide. Penyaringan kedua meloloskan 2 ide saja. Ide layanan baru yang terpilih dari penyaringan ketiga adalah ide yang memiliki nilai total skor tertinggi, yaitu memberikan contoh masakan (bila ada menu baru). Ide layanan baru ini diusulkan kepada pihak manajemen Hotel Garden Palace sebagai layanan tambahan yang diberikan oleh Restoran Nishiki kepada konsumen.",
  "creators": "HENNY HARIANTO",
  "contributors": "Kriswanto Widiawan (Advisor 1); Jani Rahardjo (Advisor 2); Indriati Njoto Bisono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 250 / TI-76 / 1999; Henny Harianto (25494094)",
  "subjects": "CONSUMER RESEARCH; CONSUMER BEHAVIOR"
}