{
  "id": "19142",
  "title": "Penerapan material requirement planning pada suatu proyek konstruksi",
  "abstract": "Yang menjadi latar belakang masalah penelitian ini adalah perencanaan kebutuhan material untuk suatu proyek selama ini hanya berdasarkan perkiraan dengan melihat kemajuan pekerjaan di lapangan sehingga seringkali terjadi kasus bahwa material yang dibeli jumlahnya tidak sesuai dengan kebutuhan sehingga dapat mengganggu kelangsungan proyek khususnya untuk proyek yang waktu pelaksanaannya singkat dan mempunyai tempat penyimpanan material yang terbatas. Dengan adanya Materials Requirement Planning diharapkan masalah-masalah diatas yang biasanya muncul pada suatu proyek dapat diatasi dengan baik. Tujuan dari penelitian ini adalah agar dapat diketahui bagaimana penerapan MRP dalam suatu proyek konstruksi dalam rangka perencanaan kebutuhan material sehingga pada akhirnya dapat digunakan untuk merencanakan secara tepat kebutuhan material suatu proyek, seperti: kapan suatu material hams dibeli dan berapa banyak jumlahnya. Jenis penelitian ini adalah studi kasus dan studi kepustakaan. Data yang ada berupa data yang secara langsung diperoleh dari lokasi penelitian, dengan cara interview atau wawancara langsung di lapangan, dan juga terdapat data sekunder yang diperoleh dari PT \"X\". Dalam proses data selain pengumpulan data juga terdapat analisa data dengan menggunakan sistem komputer yaitu program MRP yang terdapat di dalam Quantitative Systems version 3.0 by Chang Yih-Long, dan analisa deskriptif. Dari hasil pengolahan data dapat diketahui kapan suatu material diperlukan dan berapa banyak jumlahnya, kapan suatu order pemesanan harus dilepas, serta dapat diketahui kebutuhan total suatu item untuk keseluruhan proyek. Kesimpulan yang didapat bahwa metode MRP dapat diterapkan pada bidang teknik sipil, namun diperlukan beberapa penyesuaian agar program ini dapat berjalan dengan baik.",
  "creators": "HERMAN TANUWIJAYA; ANDREW GUNAWAN",
  "contributors": "Herry Pintardi Chandra (Advisor 1); RATNA PUSPITA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 767 S; Herman Tanuwijaya (21492031), Andrew Gunawan (21492057)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; PROJECT MANAGEMENT"
}