{
  "id": "19157",
  "title": "Pusat seni pertunjukan di Surabaya",
  "abstract": "Penyusunan laporan ini dimaksudkan untuk memenuhi persyaratan akademis dalam rangka memperoleh gelar sarjana teknik arsitektur, untuk melengkapi pembuatan Tugas Akhir mata kuliah Merancang Arsitektur AR. 500 periode XXXII, tahun ajaran 1995, pada Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra Surabaya. Dengan judul Proyek : Pusat Seni Pertunjukan di Surabaya. Yang melatar belakangi gagasan pembuatan proyek tersebut adalah karena kurang tersedianya fasilitas untuk mempergelarkan karya seni pertunjukan, serta sudah dirasa sangat mendesaknya kebutuhan terhadap suatu kompleks fasilitas seni pertunjukan untuk menunjang pelestarian dan pengembangan berbagai bentuk karya seni pertunjukan, yang berskala nasional dan internasional. Tujuan dari proyek ini adalah menciptakan suatu bentuk pusat seni pertunjukan dengan konteks arsitektur neo-modern, yang didasari oleh program seni pertunjukan. Dalam prosesnya, disukung oleh pengumpulan data-data yang diperoleh melalui wawancara, pengamatan langsung (survey), studi banding, serta studi literatur. Untuk mendukung pengenalan terhadap proyek tersebut, diberikan penjelasan terhadap seni pertunjukan dan arsitektur seni pertunjukan. Dalam proses perencanaan, terdiri atas struktur organisasi pengelola gedung pusat seni pertunjukan, program kebutuhan dan luasan ruang, serta tinjauan lokasi proyek yang berada di Jalan Mayjend. Sungkono. Pada tahap perancangan, dilakukan analisa terhadap data-data, selanjutnya disusun konsep perancangan yang mendasari proses perancangan. Hasil akhirnya berupa disain terpilih berupa gambar-gambar dan bentuk tiga dimensi, berupa maket.",
  "creators": "SURYANDANU HERUCAHYONO",
  "contributors": "A.Y. SETIAWAN (Advisor 1); Handoko Istanto (Advisor 2); Benny Poerbantanoe (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1052/Ars/28/95; Suryandanu Herucahyono (22490066)",
  "subjects": "CENTERS FOR THE PERFORMING ARTS; RECREATION CENTERS"
}