{
  "id": "19167",
  "title": "Penambahan bahan kimia geosta pada campuran kapur dan tanah untuk mengurangi sifat swell pada tanah",
  "abstract": "Kebutuhan akan tanah tidak akan pernah berhenti seiring dengan bertambahnya jumlah penduduk, baik digunakan untuk pembangunan perumahan maupun untuk pengadaan jalan. Penentuan suatu lokasi tanah sangat sering ditentukan berdasarkan syarat lokasi bukan syarat stabilitas tanah tersebut, sehingga sangat sering suatu proyek menghadapi suatu kendala karena tanah lahan untuk proyek tersebut sangat buruk kondisinya, misalnya daya dukung tanah sangat rendah atau tanah yang mempunyai sifat swell (mengembang) sangat besar. Sifat swell pada tanah sangatlah tidak menguntungkan, karena tanah yang mempunyai sifat swell ini mempunyai prilaku yang sangat buruk yaitu pada saat musim hujan tanah akan mengembang yang mengakibatkan dinding rumah retak dan lantai bangunan akan terangkat, dan pada jalan akan mengakibatkan jalan bergelombang sangat parah. Untuk mengatasi sifat swell pada tanah, usaha yang sering dilakukan yaitu dengan perbaikan tanah dengan mencampur tanah dengan kapur. Pada saat ini dipasaran telah ada suatu jenis bahan kimia yang diberi nama Geosta, bahan kimia ini biasanya dilakukan untuk memperbaiki tanah yang mempunyai daya dukung yang jelek. Melalui penelitian kami ingin mengetahui apakah bahan geosta cukup layak digunakan sebagai bahan tambahan pada campuran tanah dengan kapur untuk mengatasi sifat swell pada tanah dibandingkan dengan campuran tanah dengan kapur saja.",
  "creators": "HENRY; LIM MING HWIE",
  "contributors": "Soebianto Tjandrawibowo (Advisor 1); Sugie Prawono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 757/SIP/19997; Henry (21491109), Lim Ming Hwie (21491160)",
  "subjects": "SOIL MECHANICS; SOIL STABILIZATION"
}