{
  "id": "19176",
  "title": "Perancangan sistem informasi penyimpanan dan tata letak tembakau di PT H.M. Sampoerna",
  "abstract": "Tujuan dari tugas akhir ini adalah untuk merancang sistem informasi pada penyimpanan dan pengaturan lata letak tembakau di gudang penyimpanan yang akan memperlancar perusahaan PT. KM. SAMPOERNA untuk dapat lebih berkembang dan maju ke arah manajemen kerja yang lebih baik. Dengan merancang sistim informasi yang mengoptimalkan alur informasi mulai dari tembakau tersebut diproses sampai pada pengaturan tata letak tembakau di gudang dengan menggunakan BARCODE yang didukung dengan adanya sistim LAN (Local Area Network) untuk alur informasinya sedangkan untuk pengaturan tata letaknya dilakukan dengan menggunakan metode pengalokasian dengan mempertimbangkan tingkat pemakaian dari tembakau digabungkan dengan perhitungan jarak terhadap departemen Primary Processing, sehingga diharapkan perusahaan PT. H.M SAMPOERNA dapat meningkatkan produktivitas kerja menjadi lebih optimal dan efisien. Diharapkan pula melalui perancangan tersebut, dapat membangkitkan hasrat prestasi kerja, serta dapat meningkatkan kedisiplinan kerja yang baik dan terarah. Adapun perancangan sistim informasi tersebut membutuhkan adanya koleksi dari form-form yang selama ini digunakan lengkap dengan data mengenai alur informasi pada saat itu. Sedangkan untuk perancangan tata letak tembakau memerlukan data pemakaian tiap jenis tembakau di masa lalu dan perhitungan mengenai jarak tiap-tiap gudang dari departemen Primary Processing. Perancangan sistim ini dibatasi mulai tembakau diproses di departemen Tobacco Processing sampai pada tembakau tersebut keluar dari gudang penyimpanan. Selain itu sistim dikhususkan untuk merancang suatu kode BARCODE sehingga dapat mempermudah di dalam menjalankan proses masuk dan keluarnya tembakau di gudang penyimpanan.",
  "creators": "ERWIN DARMOWINOTO",
  "contributors": "Danny Prabowo Soetanto (Advisor 1); Stevanus Adrianto Tjandra (Examination Committee 1); I Gede Agus Widyadana (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 044/TMI-32/1997; Erwin Darmowinoto (25493084)",
  "subjects": "MANAGEMENT INFORMATION SYSTEMS"
}