{
  "id": "19183",
  "title": "Perencanaan perusahaan aksesori mobil",
  "abstract": "Meningkatnya permintaan terhadap produk bemper, planger, begasi, injakan, dan rolbar dan masih besarnya peluang pasar, mendorong pihak manajemen perusahaan untuk melakukan ekspansi dalam hal ini dengan mendirikan perusahaan baru. Untuk mendirikan pabrik baru ini diperlukan perencanaan yang ditinjau dari berbagai aspek tetapi yang diulas dalam tugas akhir ini lebih dikhususkan pada perencanaan aspek teknisnya. Guna menunjang aspek tersebut maka dilakukan analisis terhadap peramalan pemintaan, alokasi fasilitas pabrik, perencanaan persediaan awal, jumlah biaya investasi mesin, dan desain struktur organisasi. Peramalan permintaan dilakukan berdasarkan data permintaan masa lalu. Data peramalan ini juga diperkuat dengan adanya informasi peluang pasar yang masih tinggi, sehingga dapat dijadikan dasar dalam penentuan kapasitas pabrik yang akan dibangun. Berikutnya adalah melakukan perhitungan waktu baku yang akan digunakan sebagai dasar dalam penentuan keseimbangan lintasan. Keseimbangan lintasan yang terbentuk ini dijadikan dasar dalam menentukan alokasi menin-mesin. Disamping itu digunakan juga untuk menentukan perkiraan jumlah tenaga kerja dan mesin yang diperlukan dalam pabrik baru tersebut. Guna memenuhi keperluan produksi maka dilakukan analisis pengendalian persediaan berdasarkan metode analisis ABC pada sejumlah bahan yang akan digunakan untuk keperluan di lantai produksi. Selanjutnya diberikan pula usulan struktur organisasi perusahaan. Pada akhirnya dilakukan perhitungan total biaya investasi mesin-mesin yang diperlukan.",
  "creators": "ELLY SHINTAWATI",
  "contributors": "Stevanus Adrianto Tjandra (Advisor 2); S.G. Ferryanto (Advisor 1); Murtiyanto Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10/TMI-010/1996; Elly Shintawati (25492090)",
  "subjects": "PRODUCTION MANAGEMENT; INDUSTRIAL MANAGEMENT"
}