{
  "id": "19182",
  "title": "Analisa faktor-faktor pelayanan Jurusan Teknik Industri Universitas Kristen Petra yang berpengaruh terhadap kinerja alumni dalam bekerja",
  "abstract": "Jurusan Teknik Industri sebagai salah satu Jurusan yang ada di Universitas Kristen Petra berusaha memberikan pengetahuan, kemampuan dan ketrampilan yang sesuai dengan yang diharapkan oleh Univeritas Kristen Petra. Hal ini dilakukan dengan membuat kurikulum yang disesuaikan dengan tuntutan yang ada saat ini. Para alumni diharapkan setelah bekerja mempunyai kinerja sesuai dengan yang diharapkan oleh perusahaan. Penelitian ini dilakukan untuk mengetahui apakah kinerja alumni telah sesuai dengan yang diharapkan. Hasil pengolahan regresi linear berganda menunjukkan bahwa pengetahuan, kemampuan, ketrampilan dan motivasi yang diberikan oleh Jurusan Teknik Industri terhadap para mahasiswanya tidak berpengaruh terhadap kinerja alumni. Hasil analisa gap menunjukkan bahwa ketrampilan menulis dan motivasi mengatasi hambatan yang diberikan perlu dibenahi. Pada kedua hal ini terdapat gap antara yang diterima oleh alumni dan yang diberikan oleh Jurusan Teknik Industri. Berikut urutan hal yang paling penting untuk diperhatikan oleh alumni dalam bekerja. Kualitas pekerjaan, efektivitas, kepemimpinan, kuantitas pekerjaan, penggunaan waktu, kemampuan menggunakan komputer, kemampuan beradaptasi, hubungan interpersonal, kemampuan berbahasa asing dan kebutuhan untuk diawasi.",
  "creators": "ERWIN SUTJIPTO",
  "contributors": "Julianingsih (Examination Committee 1); Fredi Suryadi (Advisor 2); Jani Rahardjo (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 519/TI-110/2001; Erwin Sutjipto (25497033)",
  "subjects": "HUMAN RESOURCES MANAGEMENT; UNIVERSITAS KRISTEN PETRA.FAKULTAS TEKNIK JURUSAN TEKNIK DAN MANAJEMEN INDUSTRI-CURRICULA"
}