{
  "id": "19194",
  "title": "Analisa potensi produk wisata kuliner Surabaya dan minat golongan dewasa muda usia 18-25 tahun yang berasal dari luar kota Surabaya dan sudah berdomisili di Surabaya kurang dari 6 bulan...",
  "abstract": "Indonesia banyak memiliki makanan khas yang berpotensi untuk dijadikan wisata kuliner, salah satunya adalah produk wisata kuliner Surabaya. Sebagai kota yang berjuluk Budi Pamarinda (Budaya, Pendidikan, Pariwisata, Maritim, Industri, dan Perdagangan), maka banyak orang dari luar kota dan luar pulau yang datang ke Surabaya untuk berbagai kepentingan. Berdasarkan permasalahan tersebut, penelitian ini bertujuan untuk mengetahui minat para pendatang golongan usia dewasa muda terhadap produk wisata kuliner Surabaya, mengingat pelaku wisata kuliner sebagian besar berasal dari segmen dewasa muda. Selain itu penelitian ini juga bertujuan untuk mengetahui faktor-faktor apa saja yang mempengaruhi golongan dewasa muda usia 18-25 tahun untuk menikmati produk wisata kuliner Surabaya tersebut. Metode pengumpulan data menggunakan kuesioner untuk memperoleh keterangan dari responden. Untuk proses pengolahan data digunakan software SPSS versi 13.0. Berdasarkan hasil analisis observasi didapatkan hasil bahwa keenam produk wisata kuliner Surabaya yaitu rujak cingur, semanggi, tahu tek, tahu campur, lontong balap, dan lontong kupang memiliki potensi yang cukup besar untuk dijadikan sebagai ikon Kota Surabaya. Dari hasil regresi secara simultan faktor-faktor penarik berpengaruh signifikan terhadap minat golongan dewasa muda usia 18-25 tahun yang berasal dari luar kota Surabaya untuk menikmati produk wisata kuliner Surabaya. Sementara dari uji t hanya faktor penarik yang meliputi cita rasa, harga, nilai sejarah, ragam, layanan, dan keamanan secara parsial berpengaruh signifikan terhadap minat golongan dewasa muda usia 18-25 tahun untuk menikmati produk wisata kuliner Surabaya.",
  "creators": "VENALIA WIDJAJA; YOSEPHIN NATALIA",
  "contributors": "Dra. Monica Ida Uniati , M.M. (Advisor and Examination Committee); Rachmat Sugianto (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010048/MAN/2010; Venalia Widjaja (35406003), Yosephin Natalia (35406008)",
  "subjects": "TOURISM-MANAGEMENT; MARKETING RESEARCH"
}