{
  "id": "1920",
  "title": "Perbandingan penerapan metode income approach dan cost approach dalam penentuan NJOP (nilai jual objek pajak) hotel sebagai dasar pengenaan PBB",
  "abstract": "Perhatian masyarakat terhadap Pajak Bumi dan Bangunan semakin besar, terutama berkaitan dengan masalah Nilai Jual Objek Pajak (NJOP). Fungsi NJOP sudah mengarah pada \"multi fungsi\", artinya NJOP tidak hanya digunakan untuk kepentingan Pajak Bumi dan Bangunan saja, tetapi sudah digunakan jntuk keperluan/instansi lain. Tidak sedikit para wajib pajak yang menyatakan tidak puas dengan penentuan NJOP atas properti yang dimilikinya, karena dianggap kurang sesuai dengan nilai pasar. Untuk meningkatkan kepercayaan masyarakat dalam menentukan Nilai Jual Objek Pajak secara tepat, maka digunakan dua metode dalam menentukan NJOP yaitu metode cost approach dan metode income approach. Sehingga hasil dari kedua metode atau pendekatan tersebut dapat dibandingkan. Penggunaan metode penilaian Income Approach merupakan \"cross check\" atau alat pengujian atas Cost Approach. Dengan menggunakan jenis penelitian deskriptif dengan studi kasus Hotel Tampiarto Plaza, penulis berusaha menerapkan perbandingan Nilai Jual Objek Pajak (NJOP) yang dihasilkan dari pendekatan biaya dan pendekatan pendapatan. Dari hasil penelitian dapat disimpulkan bahwa NJOP yang dihasilkan dari pendekatan pendapatan lebih besar dari NJOP yang dihasilkan dari pendekatan biaya dengan selisih sebesar Rp 187.928.340. NJOP yang dihasilkan dari pendesatan pendapatan dianggap lebih mencerminkan nilai pasar wajar dari suatu properti, karena hotel termasuk dalam kelompok properti komersial yang nilainya lebih banyak di dominasi oleh aspek ekonomi.",
  "creators": "ANDY",
  "contributors": "R.Arja Angka Asa Aras Adji S. (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skrispi No. 0231/AKT/2003; Andy (32498122)",
  "subjects": "TAX ACCOUNTING"
}