{
  "id": "19215",
  "title": "Model pengukuran kemampuan manajer proyek berbasis kompetensi",
  "abstract": "Dalam dunia konstruksi yang semakin berkembang ini, masalah yang terjadi dalam sebuah proyek juga semakin kompleks Maka dari itu dibutuhkan manajemen konstruksi yang baik agar proyek dapat berjalan baik secara kualitas, waktu, dan biaya. Kualitas manajemen konstruksi dipengaruhi oleh kemampuan dan kecakapan manajer proyek. Berdasarkan hal tersebut, penulis merasa perlu adanya penelitian mengenai model pengukuran kemampuan manajer proyek berbasis kompetensi dan pengaruh setiap faktor -faktor task competency, contextual competency, dan performance outcome. Faktor-faktor tersebut diteliti menggunakan metode kuisioner dimana responden penelitian ini adalah beberapa orang yang memiliki pengalaman menjadi manajer proyek dan sedang bekerja di perusahaan konstruksi grade 5, 6, dan 7 di Surabaya.. Analisis yang digunakan adalah Structural Equational Modelling (AMOS versi 16.0) . Dari hasil penelitian diperole h model pengukuran kemampuan manajer proyek dan kesimpulan yaitu faktor kemampuan kognitif-problem solving memiliki pengaruh paling besar dalam mewakili faktor task competency, faktor interpersonal fasilitation-ramah terhadap rekan kerja saat datang dengan masalah mereka memiliki pengaruh paling besar dalam mewakili faktor contextual competency, dan faktor total biaya proyek memiliki pengaruh paling besar terhadap performance outcome. Dalam meningkatkan performance outcome dari segi total biaya proyek dan total waktu proyek maka faktor-faktor pada task competency harus lebih diperhatikan yang meliputi kemampuan kognitif-stabilitas emosi, kemampuan kognitif-problem solving, dan pengetahuan kerja-cost saving.",
  "creators": "DONNY ORLANDO; DANNY TANJAYA",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Januar Buntoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.21011762/SIP/2011; Donny Orlando (21405144), Danny Tanjaya (21406094)",
  "subjects": "INDUSTRIAL MANAGEMENT PROJECT; CONSTRUCTION INDUSTRY-MANAGEMENT; LEADERSHIP"
}