{
  "id": "19212",
  "title": "Approximate cost estimate untuk bangunan ruko dan rumah tinggal",
  "abstract": "Pembangunan ruko dan rumah tinggal adalah kegiatan konstruksi yang sering dilakukan karena meningkatnya kebutuhan akan rumah tinggal serta tempat mencari usaha. Penelitian ini bertujuan untuk mengetahui approximate cost estimate untuk bangunan ruko dan rumah tinggal. Untuk mengetahui approximate cost estimate, data rencana anggaran biaya (RAB) ruko dianalisa menurut jumlah lantainya, sedangkan data rencana anggaran biaya (RAB) rumah menurut lokasi, serta klasifikasi rumah tinggal sederhana, menengah, dan mewah beserta jumlah lantainya. Dari hasil analisa, didapat harga / m2 untuk pembangunan ruko 2 lantai (daerah Temanggung, Surabaya, dan Yogyakarta) lebih rendah dari ruko 3 lantai (daerah Surabaya). Harga / m2 untuk rumah mewah di Surabaya, untuk 1 lantai lebih tinggi dari 2 lantai, untuk 2 lantai lebih tinggi dari 3 lantai. Harga / m2 untuk Temanggung dan Klaten 1 lantai hampir sama dengan 2 lantai. Dari 15 jenis pekerjaan yang ada, pekerjaan yang mendominasi dalam ruko 2 lantai adalah pekerjaan struktur, pasangan dan plesteran, pondasi. Ruko 3 lantai adalah pekerjaan struktur, pondasi, pasangan dan plesteran. Pekerjaan yang mendominasi rumah mewah, untuk 1 lantai adalah pekerjaan pasangan dan plesteran, kusen pintu jendela, pondasi. Untuk 2 dan 3 lantai adalah pekerjaan struktur, pasangan dan plesteran, pondasi. Di Temanggung dan Klaten, 1 lantai adalah pekerjaan kusen pintu jendela , atap, pasangan dan plesteran. 2 lantai adalah pekerjaan struktur, pasangan dan plesteran, kusen pintu jendela. Rumah menengah 1 lantai adalah pekerjaan struktur, pasangan dan plesteran, serta pondasi.",
  "creators": "DANIEL KOENCORO; OSCAR HADI PRASETYO",
  "contributors": "Indriani Santoso (Advisor 1); Budiman Proboyo (Advisor 2); Januar Buntoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.21011764/SIP/2011; Daniel Koencoro (21406005), Oscar Hadi Prasetyo (21406117)",
  "subjects": "BUILDING-ESTIMATES"
}