{
  "id": "19211",
  "title": "Penelitian dampak dari sumber daya dan strategi pada performa perusahaan konstruksi",
  "abstract": "Perusahaan konstruksi mulai gencar mengukur performa perusahaan mereka untuk memprediksi kondisi di lingkungan bisnis di mana mereka bersaing. Terdapat banyak faktor yang bisa mempengaruhi performa perusahaan dan berdasarkan hal tersebut, penulis merasa perlu adanya penelitian mengenai analisa dampak dari sumber daya dan strategi pada perusahaan konstruksi yang diukur dengan Balanced Score Card . Dalam studi yang dilakukan terhadap perusahaan konstruksi grade 5, 6, dan 7 ini, dilakukan investigasi pengaruh dari sumber daya & kapabilitas, keputusan strategik, kompetensi manajemen proyek, serta kekuatan dari hubungan / kerjasama terhadap performa perusahaan konstruksi. Dengan menggunakan program Amos 16 sebagai pengolah data dan dengan menggunakan metode Structural Equation Modelling , maka didapatkan hasil bahwa kriteria hubungan dengan buruh merupakan kriteria yang paling signifikan dalam membentuk kriteria kekuatan dari hubungan/kerjasama, kriteria kapabilitas riset dan pengembangan merupakan kriteria paling signifikan dalam membentuk kriteria sumber daya & kapabilitas, kriteria manajemen jadwal merupakan kriteria paling signifikan dalam membentuk kriteria kompetensi manajemen proyek, kriteria strategi pemilihan proyek merupakan kriteria paling signifikan dalam membentuk kriteria keputusan strategis, serta kriteria perspektif bisnis internal merupakan kriteria paling signifikan dalam membentuk kriteria performa perusahaan.",
  "creators": "YENSEN LAURENS; SEBASTIAN TJAHJADI",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Paulus Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011765/SIP/2011; Yensen Laurens (21406028), Sebastian Tjahjadi (21406047)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}