{
  "id": "19223",
  "title": "Studi hubungan dan pengaruh motif berbelanja terhadap atribut pusat perbelanjaan sebagai dasar penentuan keputusan pengunjung untuk datang ke sebuah pusat perbelanjaan",
  "abstract": "Penelitian ini dilakukan untuk mengetahui hubungan dan pengaruh motif berbelanja terhadap atribut pusat perbelanjaan yang mana hubungan dan pengaruh tersebut dapat menjadi dasar penentuan keputusan pengunjung untuk datang ke sebuah pusat perbelanjaan. Dari penelitian ini juga ingin diketahui mengenai profil pengunjung dikelompokkan berdasarkan motif berbelanja. Sampel yang digunakan dalam penelitian ini adalah orang yang berkunjung ke sebuah pusat perbelanjaan minimal satu kali dalam satu bulan terakhir. Metode analisa yang digunakan adalah korelasi pearson untuk menganalisa hubungan antara motif berbelanja dengan atribut pusat perbelanjaan dan regresi linier berganda untuk menganalisa pengaruh motif berbelanja terhadap atribut pusat perbelanjaan. Hasil dari korelasi pearson menunjukkan bahwa motif adventure shopping, social shopping, dan role shopping memiliki hubungan dengan atribut pusat perbelanjaan tenant mix, anchor tenant, serta event and promotion. Motif idea shopping memiliki hubungan dengan atribut pusat perbelanjaan anchor tenant, event and promotion. Sedangkan motif gratification shopping dan value shopping tidak memiliki hubungan dengan ketiga atribut pusat perbelanjaan. Hasil dari regresi linier berganda menunjukkan bahwa motif adventure shopping, social shopping, idea shopping, role shopping berpengaruh terhadap atribut pusat perbelanjaan. Motif gratification shopping dan value shopping tidak berpengaruh secara signifikan terhadap atribut pusat perbelanjaan.",
  "creators": "JUANITA TEJO PRAYITNO",
  "contributors": "Sundring Pantja Djati (Advisor 1); Rachmat Sugianto (Advisor 2); Foedjiawati, S.S., M.A., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010085/MAN/2010; Juanita Tejo Prayitno (35406018)",
  "subjects": "TOURIST TRADE-RESEARCH; CONSUMER BEHAVIOR; CONSUMERS-RESEARCH"
}