{
  "id": "19226",
  "title": "Pengaruh store image dan brand image terhadap minat berkunjung ke Matahari Department Store di Tunjungan Plaza Surabaya",
  "abstract": "Bisnis pusat perbelanjaan atau mall beberapa tahun belakangan ini cukup pesat, hal ini dapat terbukti dengan banyaknya jumlah mall atau pusat perbelanjaan yang ada di kota-kota besar, baik yang sudah dibangun maupun yang masih dalam tahap pembangunan. Perkembangan sebuah mall sendiri tidak lepas dari para peran anchor tenant, mengingat anchor tenant adalah salah satu faktor penentu dalam menarik pengunjung. Pihak manajemen mall harus bekerja sama dengan pihak anchor tenant untuk mengikuti arus trend dari para konsumennya. Dengan kerja sama yang terjalin dengan baik antara pihak manajemen mall dan anchor tenant maka sebuah pusat perbelanjaan akan tetap dikunjungi pengunjung. Penelitian ini difokuskan identifikasi pengaruh store image dan brand image Matahari department store di Tunjungan Plaza Surabaya. Rumusan masalah dalam penelitian ini adalah: bagaimana pengaruh store image dan brand image terhadap minat berkunjung konsumen ke Matahari department store sebagai anchor tenant dari Tunjungan Plaza, dan dari keduanya mana yang paling berpengaruh dominan. Teknik analisis data dalam penelitian ini menggunakan regresi linier berganda dengan jumlah responden penelitian sebanyak 100 responden. Hasil pembahasan menemukan bahwa Matahari department store memang dapat diposisikan sebagai anchor tenant di Tunjungan Plaza karena Matahari department store mempunyai store image yang tinggi dan brand image yang tinggi pula, selain itu Matahari department store ternyata mampu memberikan daya tarik bagi konsumen untuk datang di Tunjungan Plaza.",
  "creators": "GEBRYNA THEDRIS; ANDREAS HINDARTO",
  "contributors": "Zeplin Jiwa Husada Tarigan (Advisor 1); Foedjiawati, S.S., M.A., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010083/MAN/2011; Andreas Hindarto (35404052), Gebryna Thedris (35406042)",
  "subjects": "TOURIST TRADE-RESEARCH; CONSUMERS-RESEARCH; RETAIL TRADE-MANAGEMENT; BRAND CHOICE"
}