{
  "id": "19220",
  "title": "Pengaruh motivasi dan disiplin kerja terhadap produktivitas pekerja pada proyek \"X\"",
  "abstract": "Salah satu hal yang dapat mempengaruhi tinggi rendahnya produktivitas pada suatu perusahaan adalah motivasi dan kedisiplinan. Motivasi dan kedisiplinan sendiri dipengaruhi oleh banyak faktor sehingga menyebabkan tidak adanya suatu standar yang dapat digunakan untuk mengukur dan membandingkan tingkat motivasi dan kedisiplinan antara para pekerja lapangan dengan staff. Penelitian ini berusaha untuk mengetahui faktor motivasi dan kedisiplinan yang dapat mempengaruhi produktifitas suatu proyek konstruksi serta menentukan hubungan antara jabatan pekerjaan dengan motivasi maupun kedisiplinan. Pengumpulan data dilakukan dengan menyebarkan kuesioner yang ditujukan kepada para pekerja lapangan dan staff pada proyek Puncak Permai Apartment Surabaya. Pengolahan data dilakukan dengan analisis Chi Square, ANNOVA, dan Analisis Mean. Dari 56 responden didapatkan bahwa faktor motivasi yang paling berpengaruh menurut pekerja lapangan dengan mean terbesar yaitu diperlukannya pemberian pengertian dan pemahaman dahulu tentang K3L sebelum proyek berjalan, faktor motivasi yang paling berpengaruh menurut staff dengan mean terbesar yaitu mandor perlu selalu mengingatkan untuk pemakaian alat-alat keamanan pada waktu kerja, faktor kedisiplinan yang paling berpengaruh menurut pekerja lapangan dan staff dengan mean terbesar yaitu perusahaan membuat tata tertib yang mengikat. Para perusahaan dapat menggunakan teknik analisis ini sebagai alat untuk mengetahui yang paling mempengaruhi produktivitas berdasarkan tingkat motivasi dan kedisiplinannya.",
  "creators": "HENRY KURNIAWAN RAHARDJO; HENDRICK IGNATIUS WINOTO",
  "contributors": "Sentosa Limanto (Advisor 1); Jonathan Hendra Kusuma (Advisor 2); Ir. Prasetio Sudjarwo, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011761/SIP/2011; Henry Kurniawan (21405092), Hendrick Ignatius Winoto (21405107)",
  "subjects": "CONSTRUCTION INDUSTRY-EMPLOYEE MOTIVATION; CONSTRUCTION INDUSTRY-MANAGEMENT; CONSTRUCTION INDUSTRY-PERSONNEL MANAGEMENT"
}