{
  "id": "19238",
  "title": "Analisa pengaruh merchandise presentation, visual presentation display dan set up theme terhadap keputusan pembelian pengunjung Matahari Department Store City of Tomorrow Surabaya",
  "abstract": "Penelitian ini dilakukan untuk mengetahui sejauh mana metode visual merchandising yang terdiri dari merchandise presentation, visual presentation display, dan set up theme mempengaruhi keputusan pembelian pengunjung Matahari Department Store City of Tomorrow Surabaya. Visual merchandising di dalam suatu department Store tidak secara langsung dapat mempengaruhi keputusan pembelian pengunjung, tetapi dengan semakin lama waktu yang dihabiskan pengunjung selama berada di dalam toko semakin besar pula daya tarik visual merchandising yang terdiri dari merchandise presentation, visual presentation display, dan set up theme memikat pengunjung untuk membeli produk. Hal ini didukung oleh teori yang dikemukakan oleh Sutiono (2009, p. 91),yang menyatakan bahwa ?visual merchandising adalah aktivitas perencanaan dan seni dalam menampilkan dan mempresentasikan produk secara kreatif, menarik, dan persuasif dengan menampilkan metode dan teknik yang baik sehingga dapat meningkatkan daya tarik terhadap merek produk tertentu, mempengaruhi konsumen untuk membeli, dan meningkatkan penjualan.? Dari hasil pengolahan data menggunakan SPSS 13.0 dengan metode analisa regresi berganda diperoleh kesimpulan bahwa secara simultan (bersama-sama) merchandise presentation, visual presentation display, dan set up theme berpengaruh signifikan terhadap keputusan pembelian pengunjung Matahari Department Store City of Tomorrow Surabaya. Secara parsial (individual) merchandise presentation dan set up theme berpengaruh signifikan terhadap keputusan pembelian pengunjung Matahari Department Store City of Tomorrow Surabaya. Sedangkan visual presentation display secara parsial (individual) tidak berpengaruh signifikan terhadap keputusan pembelian. Faktor yang paling dominan dalam mempengaruhi keputusan pembelian pengunjung Matahari adalah set up theme.",
  "creators": "DONA RIKA ABRIANA N",
  "contributors": "Zeplin Jiwa Husada Tarigan (Advisor 1); Rachmat Sugianto (Advisor 2); Foedjiawati, S.S., M.A., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010078/MAN/2010; Dona Rika Abriana Nainggolan (35406073)",
  "subjects": "RETAIL TRADE-MANAGEMENT; TOURIST TRADE-RESEARCH; CONSUMERS-RESEARCH"
}