{
  "id": "19235",
  "title": "Analisa pengaruh liquidity, leverage, dan investment opportunity set terhadap keputusan investasi pada perusahaan manufaktur yang telah terdaftar di Bursa Efek Indonesia periode 2004-2008",
  "abstract": "Teori pecking order menyatakan bahwa perusahaan menggunakan sumber dana berdasarkan urutan pendanaan dimulai dari dana internal kemudian dana eksternal. Lebih lanjut, beberapa penelitian menjelaskan bahwa dikarenakan kendala keuangan, keputusan investasi perusahaan lebih sensitif terhadap sumber dana internal. Tetapi, terdapat penemuan lain yang menyanggah penemuan tersebut. Penelitian terbaru menjelaskan bahwa senstifitas perusahaan terhadap sumber dana internal tidak menentukan status keuangan suatu perusahaan karena perusahaan dengan financial constraints rendah ternyata lebih sensitif terhadap sumber dana internal. Penelitian ini dilakukan untuk mengetahui pengaruh liquidity, leverage, dan investment opportunity set yang masing-masing menggambarkan sumber dana internal dan eksternal, terhadap keputusan investasi tiga kelompok perusahaan financially constrained. Dengan menggunakan multivariate discriminant analysis, perusahaan dikelompokkan menjadi financially constrained dan not financially constrained berdasarkan net income margin dan investment to net fixed assets. Dari pengelompokkan ini, di uji pengaruh dari liquidity, leverage, dan investment opportunity set dengan menggunakan regresi berganda. Hasilnya menunjukkan bahwa hanya investment opportunity set yang mempengaruhi keputusan investasi perusahaan.",
  "creators": "REBECCA OLYMPIA BINTI",
  "contributors": "Prof. Dr. Njo Anastasia, S.E., M.T. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 37010099/MAN/2010; Rebecca Olympia Binti (31406199)",
  "subjects": "LIQUIDITY (ECONOMICS); INVESTMENT-DECISION ANALYSIS"
}