{
  "id": "19231",
  "title": "Analisa segmentasi Mall City Of Tomorrow berdasarkan aspek perilaku pengunjung (studi kasus pada mahasiswa penghuni kos area Siwalankerto",
  "abstract": "Jumlah penduduk yang semakin besar diikuti dengan semakin banyaknya jumlah pusat perbelanjaan yang mutlak dibutuhkan guna menunjang kebutuhan masyarakat sebagai konsumen. Berkembangnya keberadaan pusat perbelanjaan ini selain dikarenakan jumlah konsumen yang semakin besar, juga dikarenakan perilaku konsumen yang tidak hanya menuntut pemenuhan kebutuhan secara fisik tapi juga mulai mencari kebutuhan ? kebutuhan lainnya yang bisa membuat mereka merasa senang dan nyaman ketika berkunjung ke sebuah pusat perbelanjaan (mal). Maka para pelaku bisnis perlu untuk berfokus kepada pengunjung dan apa yang mereka butuhkan, sehingga bisa mendapatkan pengunjung sebagai pasar yang potensial. Segmentasi merupakan salah satu cara yang paling ampuh bagi pelaku bisnis ini dalam mencari tahu dan mengenal pasar potensial, mereka sehingga bisa menyediakan apa yang sesuai dengan yang dibutuhkan oleh konsumen, dimana dalam hal ini segmentasi perilaku merupakan titik awal terbaik dalam membuat segmentasi pasar. Mall City Of Tomorrow yang saat ini keberadaannya masih belum sesukses mall lainnya di Surabaya, yang bisa dilihat dari jumlah pengunjung tiap harinya, jumlah pembelanjaan pengunjung dan jumlah stand yang beroperasi yang bisa dikategorikan minim, dirasa perlu untuk melakukan segmentasi guna mencari tahu karakteristik konsumen sebagai pasar yang potensial sehingga bisa menyediakan apa yang sesuai bagi pasar tersebut, sehingga keberadaan mall ini juga bisa menjadi daya tarik bagi Dari hasil pengolahan data menggunakan SPSS 13.0 dengan metode analisa klaster diperoleh kesimpulan bahwa keberadaan mall City Of Tomorrow diterima dengan baik oleh para mahasiswa yang adalah pengunjung mall ini, walaupun memang masih belum memuaskan dalam hal pemenuhan kebutuhan mereka, sehingga pengunjung lebih sering memilih mall ini karena lokasinya yang dekat saja dan jarang melakukan pembelian ketika melakukan kunjungan dan ketika melakukan pembelian pun seringkali hanya dalam jumlah yang kecil. Melihat hal ini maka yang perlu dilakukan adalah menambah fasilitas dan layanan bagi pengunjung sehingga konsumen, dalam hal ini mahasiswa, tidak hanya menerima dengan baik keberadaan mall ini dengan sering berkunjung tapi juga menjadikan mall ini sebagai tempat belanja pilihan mereka.",
  "creators": "EMELYN NOVA LISA",
  "contributors": "Sundring Pantja Djati (Advisor 1); Edwin Japarianto (Advisor 2); Foedjiawati, S.S., M.A., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010082/MAN/2011; Emelyn Nova Lisa (35406057)",
  "subjects": "TOURIST TRADE-MARKETING-RESEARCH; CONSUMER BEHAVIOR; RETAIL TRADE"
}