{
  "id": "19241",
  "title": "Pengaruh store design terhadap keputusan membeli produk di The Body Shop Galaxy Mall, Surabaya",
  "abstract": "Berkembangnya mall and retail di kota-kota besar, seperti di Surabaya, mengakibatkan persaingan yang ketat antar pengelola mall and retail dalam usaha merebut dan mempertahankan pasar sehingga perusahaan dituntut untuk tidak hanya berorientasi pada pesaing saja tetapi juga pada keseimbangan yang baik antara orientasi pesaing dan orientasi pelanggan. The Body Shop Gala xy Mall Surabaya adalah salah satu ritel yang harus dapat bersaing dalam memberikan kualitas dan keunggulan produk yang terbaik bagi pelanggannya, diperkuat dengan konsep cinta lingkungan yang membuat The Body Shop menjadi salah satu retail spesial. Selain itu mayoritas pengunjung atau customer merasa desain toko penting untuk diterapkan pada The Body Shop Galaxy Mall, Surabaya. Untuk itu penelitian ini dibuat untuk menunjukkan seberapa besar pengaruhnya store design terhadap purchases desicion making di The Body Shop. Penelitian ini terdiri dari 4 variabel terkait yang merupakan elemen-elemen pembentuk store design yaitu : eksterior design, interior design, lighting, serta sounds and smell. Hasil penelitian menunjukkan bahwa secara keseluruhan variabel tersebut mempengaruhi pengambilan keputusan, baik dalam membuat rasa nyaman maupun konsep cinta lingkungannya yang dapat menciptakan pengambilan keputusan pembelian. Dari keempat variabel tersebut, yang memiliki pengaruh paling dominant adalah variabel eksterior design.",
  "creators": "FINDA NATALIA JORDANIUS",
  "contributors": "Sundring Pantja Djati (Advisor 1); Foedjiawati, S.S., M.A., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010077/MAN/2010; Finda Natalia Jordanius (35406029)",
  "subjects": "TOURIST TRADE-RESEARCH; RETAIL TRADE-MANAGEMENT"
}