{
  "id": "19242",
  "title": "Perbandingan produktivitas tenaga kerja untuk beberapa jenis pekerjaan pada bangunan perumahan",
  "abstract": "Produktivitas merupakan salah satu faktor yang sangat penting bagi orang-orang yang berkecimpung di dalam dunia konstruksi. Karena dengan mengetahui nilai produktivitas maka kita dapat menentukan harga satuan upah pekerjaan dalam menyusun RAB( rencana anggaran biaya). Untuk menentukan nilai produktivitas tenaga kerja maka ada beberapa unsur penting yang mendukung seperti waktu (lamanya pekerjaan berlangsung), hasil kerja dan jumlah tenaga kerja yang melakukan pekerjaan. Penelitian ini dilakukan melalui pengambilan data di lapangan dengan cara Time study dan juga studi literatur pada beberapa jenis pekerjaan konstruksi seperti pekerjaan galian tanah, pekerjaan pasangan dinding, pekerjaan plesteran, pekerjaan pondasi (pekerjaan pembesian, pekerjaan bekisting, dan pekerjaan pengecoran). Hasil penelitian ini menunjukkan bahwa nilai produktivitas di lapangan pada pekerjaan galian tanah lebih mendekati nilai produktivitas pada SNI 2008 dibandingkan dengan referensi yang lain, pada pekerjaan pasangan dinding nilai produktivitas di lapangan lebih mendekati nilai produktivitas pada Analisis Bangunan, pada pekerjaan plesteran nilai produktivitas di lapangan tidak jauh berbeda dengan SNI 2008, SNI 2002 dan Cara Tepat Menghitung Biaya Bangunan yang memiliki indeks tenaga kerja yang sama. Pada pekerjaan pembesian nilai produktivitas di lapangan lebih mendekati nilai produktivitas pada Cara Tepat Menghitung Biaya Bangunan, Pada pekerjaan bekisting nilai produktivitas di lapangan lebih besar dari nilai produktivitas SNI dan referensi yang lain, Pada pekerjaan pengecoran nilai produktivitas di lapangan lebih mendekati nilai produktivitas SNI 2008.",
  "creators": "AGUS MING FEBIANTO CHN; JERRY W TANNY",
  "contributors": "Indriani Santoso (Advisor 1); Budiman Proboyo (Advisor 2); Januar Buntoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.21011759/SIP/2011; Agus Ming Febianto C (21404085), Jerry W. Tanny (21404119)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; LABOR PRODUCTIVITY-MEASUREMENT"
}