{
  "id": "19246",
  "title": "Penerapan preferential parking space untuk mendukung ridesharing (studi kasus Universitas Kristen Petra)",
  "abstract": "Tingginya jumlah Mahasiswa Universitas Kristen Petra (UK. Petra) yang mengunakan mobil pribadi yang termasuk dalam kategori Single Occupancy Vehicles (SOV) sebagai moda transportasi untuk menuju dan meninggalkan kampus dapat menimbulkan kemacetan dan meningkatnya kebutuhan akan lahan parkir. Salah satu upaya untuk mengatasi masalah tersebut adalah melalui Penerapan Campus Transport Management (CTM) berupa Penerapan Preferential Parking Space (PPS) untuk mendukung Ridesharing, sehingga diharapkan terjadi peralihan moda dari Single Occupancy Vehicles (SOV) menjadi High Occupancy Vehicles (HOV). Penelitian ini bertujuan untuk mengetahui sejauh mana Penerapan PPS dapat mendorong Mahasiswa UK. Petra untuk mau melakukan Ridesharing. Pengumpulan data dilakukan melalui pembagian kuisioner kepada mahasiswa yang menggunakan mobil pribadi dan bersedia menambah jumlah penumpang tertentu, dengan kompensasi berupa lokasi parkir yang lebih dekat dengan tempat aktivitas. Responden yang tidak tertarik dengan Penerapan PPS (29.1%) bersedia menambah penumpang sebanyak 4-5 orang (10.26%) termasuk driver, netral (18.66%) bersedia menambah penumpang sebanyak 4 orang (24%), dan yang tertarik (51.5%), bersedia menambah 3-4 orang (21.74%) apabila kompensasi Ridesharing berupa PPS dan atap pelindung direalisasikan di UK. Petra.",
  "creators": "RAYMOND GONDOSISWANTO; ELVA YUSTISIA",
  "contributors": "Rudy Setiawan (Advisor 1); Harry Patmadjaja (Advisor 2); Tirta Djusman Arief (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.13011745/SIP/2011; Raymond Gondosiswanto (21405054), Elva Yustisia Tumon (21405123)",
  "subjects": "TRANSPORTATION-PLANNING; CAMPUS PARKING"
}