{
  "id": "19254",
  "title": "Creative implementation Nippon paint",
  "abstract": "Era globalisasi telah menuntut adanya perubahan paradigma lama dalam segala bidang, salah satunya adalah bidang pemasaran. Dengan tingginya persaingan dalam dunia bisnis ini menuntut suatu perusahaan untuk lebih kreatif dan memiliki keunggulan kompetitif (competitive advantage) dibandingkan dengan perusahaan lain agar mampu bersaing dalam bisnis global. Rumusan masalah pada penelitian ini adalah apakah persepsi elemen-elemen visual pada billboard sebagai media periklanan produk PT. Nippon Paint sesuai dengan harapan konsumen dan bagaimanakah pengaruh efektivitas iklan produk Nippon Paint yang diukur melalui elemen-elemen visual pada billboard terhadap terbentuknya brand awareness. Jenis penelitian menggunakan metode survei Deskriptif kuantitatif. Populasi dan sampel usia 17- 50 tahun. Masyarakat Surabaya yang pernah melihat iklan dan mencoba produk Nippon Paint. Teknik pengumpulan data menggunakan metode pengumpulan langsung dengan menyebarkan kuisioner. Jenis dan sumber data menggunakan data primer dan data sekunder Hasil dari penelitian ini adalah hasil analisis gap menunjukkan bahwa persepsi elemen-elemen visual pada billboard sebagai media periklanan produk PT. Nippon Paint pada elemen Product Identification, Extensions, dan motion sudah sesuai dengan harapan konusmen. Sedangkan pada elemen grafis, size, colors, figur & ground, Typography dan shape tidak sesuai harapan konsumen. hasil analisis regresi linear sederhana dapat diketahui bahwa Efektivitas iklan produk Nippon Paint yang diukur melalui elemen-elemen visual pada billboard berpengaruh signfikan terhadap brand awarness pelanggan nippon paint.",
  "creators": "WELLY HENRY PUTRA",
  "contributors": "Hatane Semuel (Advisor and Examination Committee); Diah Dharmayanti (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020238/MAN/2011; Welly Henry Putra (36406039)",
  "subjects": "ADVERTISING; MARKETING-MANAGEMENT"
}