{
  "id": "19258",
  "title": "Perkuatan terhadap gempa menggunakan self-centering energy dissipation braces pada bangunan ruko empat lantai tidak beraturan yang didesain terhadap beban gravitasi",
  "abstract": "Bangunan yang hanya didesain terhadap beban gravitasi atau gravity load designed (GLD) sangat lemah terhadap beban gempa karena memiliki pendetilan tulangan yang tidak daktail. Agar bangunan GLD lebih mampu menahan beban gempa, paling sedikit ada dua metode yang dapat dilakukan yaitu menghancurkan lalu membangun kembali dengan desain bangunan terhadap gempa atau memberi perkuatan terhadap bangunan. Tentu yang lebih efektif dalam hal waktu dan biaya adalah memberi perkuatan. Penelitian ini mengemukakan penggunaan Self-Centering Energy Dissipation Brace (SCEDB) sebagai perkuatan bangunan terhadap gempa. Bangunan GLD empat lantai dengan horizontal irregularity dan overhang menjadi objek penelitian ini. SCEDB didesain sedemikian sehingga mampu meminimalkan ketidakberaturan bangunan menjadi lebih teratur serta menyerap energi yang seharusnya dipikul oleh bangunan GLD tanpa merusak elemen itu sendiri. Selanjutnya efektifitas SCEDB sebagai perkuatan bangunan dievaluasi menggunakan analisa dinamis nonlinier riwayat waktu secara tiga dimensi. Hasil analisa disajikan dalam displacement antar portal, maximum story drift dan lokasi terjadi kegagalan pada struktur bangunan selama analisa. Hasil penelitian menunjukkan penggunaan SCEDB mampu mengubah perilaku bangunan GLD terhadap gempa menjadi lebih teratur dan meminimalkan kerusakan yang terjadi pada bangunan. Oleh karena itu, disimpulkan bahwa SCEDB dapat digunakan sebagai alternatif perkuatan untuk bangunan GLD dengan horizontal irregularity dan overhang.",
  "creators": "INDRA KUSUMO MARGONO; PRIMA JAKA ATMAJA",
  "contributors": "Jimmy Chandra (Advisor 1); Wong Foek Tjong, S.T., M.T., Ph.D. (Advisor 2); Djwantoro Hardjito (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.11011757/SIP/2011; Indra Kusumo Margono (21407057), Prima Jaka Atmaja (21407112)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS; GRAVITATION"
}