{
  "id": "1925",
  "title": "Pengendalian persediaan dengan menggunakan sistem material requirements planning untuk meminimalkan persediaan bahan baku pada PT. Tunggal Djaja Indah",
  "abstract": "Material requirements planning (MRP) atau perencanaan kebutuhan bahan baku merupakan masalah yang sangat penting dalam perusahaan, karena hal ini berkaitan dengan ketepatan penyediaan bahan baku yang diperlukan untuk melakukan proses produksi sesuai dengan perencanaan yang telah dibuat. Tujuan penelitian ini adalah untuk mengetahui apakah dengan menerapkan sistem MRP dapat meminimalkan persediaan bahan baku pada PT.Tunggal Djaja Indah dan juga untuk membantu perusahaan dalam mengatasi masalah pembelian bahan baku yang berlebihan, karena hal tersebut dapat mengakibatkan tingginya tingkat investasi pada bahan baku. Untuk melakukan perencanaan kebutuhan bahan baku diperlukan input data antara lain data produksi perusahaan yang digunakan untuk menyusuti master productions schedule (MPS), data struktur produk dan bill of materials (BOM), data lead time, dan data biaya yang meliputi biaya pemesanan, harga per unit bahan baku dan biaya penyimpanan. Data-data tersebut kemudian diolah dengan menggunakan sistem MRP, sehingga dapat dihasilkan tabel MRP yang memberikan informasi mengenai perencanaan pembelian bahan baku, jumlah kebutuhan bahan baku serta persediaan yang ada di tangan. Dari hasil penelitian dapat diambil kesimpulan bahwa ternyata dengan menerapkan sistem MRP pada PT. Tunggal Djaja Indah dapat meminimalkan persediaan bahan baku dan juga dapat memperkecil tingkat investasi pada bahan baku. Hasil yang diperoleh merupakan hasil yang minimal, karena data yang diperoleh telah diolah melalui proses penghitungan yang optimal dengan mempertimbangkan biaya yang paling minimal.",
  "creators": "ELISA LIANA",
  "contributors": "Juniarti (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 0246/AKT/2003; Elisa Liana (32496087)",
  "subjects": "ACCOUNTING; PRODUCTION MANAGEMENT"
}