{
  "id": "19256",
  "title": "Analisa keefektifitasan event sajian bersama Bogasari terhadap product knowledge terigu Bogasari",
  "abstract": "PT.Bogasari Flour Mills merupakan salah satu perusahaan tepung terigu yang ada dan terbesar di Indonesia adalah. Pada tahun 2007 PT.Indofood Sukses Makmur,Tbk. Selaku pemilik divisi Bogasari Flour Mills menghapuskan kebijakan pembagian brand untuk divisi sales Indonesia bagian timur dan barat. Dimana untuk wilayah sales area Indonesia bagian timur pada waktu itu memiliki brand: Kereta Kencana, Gunung Bromo dan Roda Biru pada akhirnya dihapuskan dan diganti dengan brand yang sudah di pakai oleh brand tepung terigu dari Bogasari Jakarta yakni Cakra kembar, Segitiga Biru dan Kunci biru. Penelitian ini dilakukan untuk mengetahui Apakah event ?Sajian bersama bogasari? dapat meningkatkan product knowledge dari terigu bogasari? Dan Apakah event ?Sajian bersama bogasari? dapat meningkatkan product knowledge konsumen berdasarkan kategorinya ? Sampel yang digunakan dalam penelitian ini adalah peserta event Sajian Bersama Bogasari (SBB), sebanyak 110 responden dari berbagai kalangan dan jenis kelamin baik pria maupun wanita dan dari segala jenis usia. Metode analisa yang digunakan dalam penelitian ini adalah metode analisa deskriptif dan Analisa Data Kategori (Chi Square). Dari hasil analisa dapat disimpulkan bahwa lebih dari 90% responden meyatakan setuju bahwa event SBB dapat meningkatkan product knowledge dari terigu bogasari yang meliputi : awareness, atribut, terminologi. Dari hasil analisa menggunakan Chi Square juga diketahui bahwa terdapat keterkaitan antara kategori konsumen dengan product knowledge terigu Bogasari. Hasil signifikansi yang diperoleh sebesar 0.000 menunjukkan bahwa hubungan tersebut cukup signifikan. Atau dengan kata lain bahwa masing-masing kategori konsumen sangat membutuhkan informasi product knowledge tersebut, dalam hal ini event SBB sangat berpengaruh bagi peserta untuk mendapatkan informasi tersebut.",
  "creators": "TJIA WILLIAM SURYANTO S",
  "contributors": "Hatane Semuel (Advisor and Examination Committee); Diah Dharmayanti (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020237/MAN/2011; Tjia William Suryanto (36406096)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS-RESEARCH"
}