{
  "id": "19269",
  "title": "Studi pemanfaatan bottom ash sebagai material konstruksi dalam pembuatan bata beton berlubang untuk dinding",
  "abstract": "Bata beton berlubang dapat diproduksi dengan campuran limbah dari pabrik, yaitu fly ash, bottom ash dan abu batu. Namun, ada pengaruh dari setiap penambahan masing-masing material tersebut. Dalam penelitian ini, digunakan material abu batu sebagai bahan utama dalam campuran bata beton berlubang dan bottom ash sebagai pengganti sebagian pasir. Penelitian ini bertujuan untuk mengevaluasai kuat tekan produk bata beton berlubang akibat penggunaan bottom ash sebagai pengganti dari sebagian pasir dengan atau tanpa penambahan kalsium karbonat. Kekuatan akhir dan penyerapan air pada campuran bata beton berlubang untuk dinding dianalisa sesuai dengan SNI 03-0349-1989. Pengaruh warna dari penggunaan bottom ash untuk menggantikan sebagian pasir dengan atau tanpa penambahan kalsium karbonat pada produk bata beton berlubang ini diperiksa, serta menganalisa komposisi campuran dalam pembuatan bata beton berlubang di antaranya bahan material yang digunakan yaitu semen, pasir, air, abu batu dan bottom ash, sehingga bottom ash dapat digunakan se-optimal mungkin sebagai pengganti dari sebagian pasir. Hasil tes kuat tekan dapat disimpulkan bahwa penggantian bottom ash yang paling optimum sebesar 10% dari berat pasir, dimana bata beton berlubang yang dihasilkan dapat dikategorikan ke dalam mutu IV sesuai SNI....Jika dikehendaki memiliki warna yang lebih putih dapat ditambahkan kalsium karbonat hingga sebanyak 25% dari berat semen tanpa mengurangi kuat tekan bata beton berlubang. Untuk hasil tes penyerapan air, semua produk bata beton berlubang masuk ke dalam mutu I dari syarat SNI 03-0349-1989. Warna yang ada pada bata beton berlubang hampir sama.",
  "creators": "DION STEFANUS HARYANTO",
  "contributors": "Djwantoro Hardjito (Advisor 1); Antoni (Advisor 2); Budisetyono Tedjakusuma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011747/SIP/2011; Dion Stefanus Haryanto (21406065)",
  "subjects": "CONCRETE BLOCKS; HOLLOW BRICKS"
}