{
  "id": "19262",
  "title": "Perbandingan perencanaan komponen struktur kayu yang dibebani kombinasi lentur dan aksial berdasarkan PKKI 1961 N1-5 dan RSNI Y-02-2003",
  "abstract": "Perkembangan struktur kayu di Indonesia lebih lambat dibandingkan dengan perkembangan struktur baja dan beton. Hal ini dapat disebabkan kurangnya penelitian-penelitian untuk mendapatkan cara perhitungan kayu yang baru agar penggunaannya dapat lebih ekonomis. Untuk itu diperlukan studi yang membandingkan perencanaan komponen struktur berdasarkan PKKI 1961 NI-5 dan RSNI T-02-2003. Struktur yang ditinjau berupa balok tunggal di atas 2 perletakan sederhana dengan 3 macam ukuran, yaitu : 10/20, 10/16 dan 8/14. Struktur tersebut diasumsikan sebagai salah satu elemen yang terdapat pada struktur atap yang terlindung. Beban yang diberikan berupa beban aksial dan beban merata, yang terdiri dari beban tetap, beban angin, dan beban hidup. Beban hidup akan diberikan sampai mencapai nilai kombinasi maksimum atau sampai batas lendutan yang diijinkan. Penelitian ini menggunakan jenis kayu Jati. Perencanaan komponen struktur yang dibebani kombinasi lentur dan aksial dengan angin berdasarkan RSNI T-02-2003 mempunyai nilai kapasitas kombinasi yang lebih kecil sehingga untuk nilai kapasitas kombinasi yang sama bisa menerima beban yang lebih besar. Kombinasi lentur dan aksial dengan angin berdasarkan RSNI T-02-2003 mampu menahan gaya aksial maksimum yang lebih besar. Sedangkan antara PKKI 1961 NI-5 dan RSNI T-02-2003 untuk kombinasi tanpa angin gaya aksial maksimum yang mampu ditahan cenderung bervariasi.",
  "creators": "KATHERINE AMELIA; MIRA KUMALASARI H",
  "contributors": "Budisetyono Tedjakusuma (Advisor 1); Ruslan Djajadi (Advisor 2); Budiman Proboyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011754/SIP/2011; Katherine Amelia (21407040), Mira K. Hadiwijaya (21407061)",
  "subjects": "BUILDING, WOODEN"
}