{
  "id": "1926",
  "title": "Perbandingan perhitungan pemungutan pajak penghasilan berdasarkan pembukuan dan norma penghitungan pada perusahaan perorangan X dan perusahaan perorangan Y",
  "abstract": "Penulisan skripsi ini dilakukan dengan Perusahaan Perorangan X dan Perusahaan Perorangan Y sebagai obyek penelitiannya. Tujuan dari penelitian irii adalah untuk membandingkan penghitungan pemungutan pajak penghasilan berdasarkan pembukuan dan norma penghitungan atas laporan keuangan fiskal Perusahaan Perorangan X dan Perusahaan Perorangan Y pada tahun 2001, guna menghitung pajak penghasilan wajib pajak perseorangan untuk tahun yang bersangkutan. Undang-Undang Perpajakan yang dipakai ialah Undang-Undang Nomor 16 Tahun 2000 dan Undang- Undang Nomor 17 Tahun 2000. Hasil yang didapat berupa 2 macam untuk perhitungan pajak penghasilan. Yang pertama ialah pajak penghasilan yaiig menggunakan perhitungan berdasarkan pembukuan yaitu sebesar Rp 742.426,21 untuk Perasahaan Perorangan X dan Rp 8.369.319,45 untuk Perasahaan Perorangan Y dan yang kedua ialah pajak penghasilan yang menggunakan perhitungan berdasarkan norma penghitungan yaitu sebesar Rp 21.674.054,45 untuk Perasahaan Perorangan X dan Rp 26.106.995,00 untuk Perusahaan Perorangan Y. Dengan asumsi Harga Pokok Penjualan dan Biaya- Biaya pada Perusahaan Perorangan X tetap , maka hasil perhitungan pemungutan pajak penghasilan berdasarkan pembukuan akan sama besarnya dengan norma penghitungan pada tingkat penjualan sebesar Rp 667.931.716,82. Hasil perhitungan pemungutan pajak penghasilan berdasarkan pembukuan akan lebih besar dari norma penghitungan jika penjualan lebih besar dari Rp 667.931.716,82. Hasil perhitungan pemungutan pajak penghasilan berdasarkan pembukuan akan lebih kecil dari norma penghitungan jika penjualan lebih kecil dari Rp 667.931.716,82. Jika Harga Pokok Penjualan dan Biaya-Biaya pada Perusahaan Perorangan Y tetap, maka hasil perbitungan pemungutan pajak penghasilan berdasarkan pembukuan akan sama besamya dengan norma penghitungan jika penjualan sebesar Rp 672.558.767,14. Hasil perhitungan pemungutan pajak penghasilan berdasarkan pembukuan akan lebih besar dari norma penghitungan jika penjualan lebih besar dari Rp 672.558.767,14. Hasil perhitungart pemungutan pajak penghasilan berdasarkan pembukuan akan lebih kecil dari norma penghitungan jika penjualan lebih kecil dari Rp 672.558.767,14.",
  "creators": "SILVIA LOVIS",
  "contributors": "R.Arja Angka Asa Aras Adji S. (Advisor 1); Yenni Mangoting (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 0324/AKT/2004; Silvia Lovis (32499007)",
  "subjects": "TAX ACCOUNTING"
}