{
  "id": "19283",
  "title": "Perkuatan terhadap gempa menggunakan fiber reinforced polymer jacketing pada bangunan ruko empat lantai tidak beraturan yang didesain terhadap beban gravitasi",
  "abstract": "Bangunan yang hanya didesain terhadap beban gravitasi saja atau gravity load designed (GLD) mempunyai kinerja yang buruk terhadap gempa karena memiliki detail tulangan yang tidak daktail. Agar bangunan GLD dapat menahan gempa dapat dilakukan dengan memberi perkuatan pada bangunan tersebut. Metode perkuatan bangunan yang ditinjau dalam penelitian ini yaitu Fiber Reinforced Polymer (FRP) jacketing dan untuk metode pembanding digunakan metode concrete jacketing. FRP jacketing dapat meningkatkan kinerja elemen struktur terhadap gempa dengan meningkatkan kapasitas elemen struktur tersebut tanpa mengubah kekakuan. Selanjutnya, efektifitas FRP jacketing sebagai perkuatan bangunan GLD dievaluasi menggunakan analisis dinamis nonlinier riwayat waktu tiga dimensi dengan program Open System for Earthquake Research Center Simulation (OpenSees). Hasil analisis diberikan dalam bentuk maximum floor displacement, maximum story drift, dan lokasi terjadinya sendi plastis pada struktur bangunan tersebut. Dari hasil analisis tersebut dapat disimpulkan bahwa metode FRP jacketing menunjukkan hasil yang lebih baik daripada metode concrete jacketing. Hal ini disebabkan perkuatan yang diberikan hanya bersifat lokal tanpa mengganggu kekakuan struktur global. Oleh karena itu, metode FRP jacketing dapat digunakan sebagai alternatif perkuatan untuk bangunan GLD terhadap gempa.",
  "creators": "DAVID SOEDARGO; MERCIAWATI HUTOMO",
  "contributors": "Jimmy Chandra (Advisor 1); Wong Foek Tjong, S.T., M.T., Ph.D. (Advisor 2); Djwantoro Hardjito (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011750/SIP/2011; David Soedargo (21406090), Merciawati Hutomo (21407049)",
  "subjects": "BUILDINGS--EARTQUAKE EFFECTS; REINFORCED CONCRETE CONSTRUCTION"
}