{
  "id": "19286",
  "title": "Perkuatan terhadap gempa menggunakan buckling restrained braces pada bangunan ruko empat lantai tidak beraturan yang didesain terhadap beban gravitasi",
  "abstract": "Dalam beberapa tahun belakangan ini, telah begitu banyak gempa yang melanda berbagai tempat di Indonesia. Fakta yang terjadi dilapangan menunjukkan kerusakan banyak terjadi pada ruko (rumah toko) di mana jenis bangunan tersebut pada umumnya hanya didesain terhadap beban gravitasi (Gravity load designed/GLD). Untuk menanggulangi kenyataan tersebut terdapat dua pilihan yaitu dengan menghancurkan bangunan GLD kemudian didirikan bangunan baru yang didesain terhadap beban gempa atau memberikan retrofit/ perkuatan pada bangunan GLD. Pilihan kedua merupakan pilihan yang lebih mudah direalisasikan, karena dapat menghasilkan bangunan tahan gempa dan biaya yang diperlukan tidak sebesar biaya yang diperlukan pada pilihan pertama. Penelitian ini bertujuan untuk mengetahui kinerja dan efisiensi desain perkuatan dengan Buckling Restrained Braces (BRB) pada bangunan GLD tidak beraturan terhadap gempa di Indonesia. Evaluasi kinerja bangunan terhadap gempa dilakukan dengan analisa nonlinier dinamis time history secara tiga dimensi. Berikutnya, perilaku bangunan seperti simpangan maksimum, drift maksimum, dan lokasi dimana kerusakan terjadi dibandingkan antara bangunan GLD mula-mula dengan bangunan yang telah diperkuat BRB. Hasil analisa menunjukkan bahwa BRB dapat mengurangi kerusakan bangunan secara signifikan, demikian pula pada drift maksimum yang berkurang sehingga mengurangi resiko keruntuhan pada bangunan selama gempa terjadi",
  "creators": "RUDY KURNIAWAN SETIONO; RUDI FEBRIANTO",
  "contributors": "Jimmy Chandra (Advisor 1); Wong Foek Tjong, S.T., M.T., Ph.D. (Advisor 2); Djwantoro Hardjito (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.11011751/SIP/2011; Rudy Kurniawan Setiono (21406121), Rudi Febrianto (21406148)",
  "subjects": "EARTHQUAKES AND BUILDINGS; BUILDINGS-EARTHQUAKE EFFECTS"
}