{
  "id": "19296",
  "title": "Evaluasi metode desain pseudo elastis untuk bangunan tidak beraturan 6- dan 10- lantai dengan vertical set-back 50% di wilayah 2 peta gempa Indonesia",
  "abstract": "Pseudo Elastis merupakan salah satu alternatif baru dalam perencanaan bangunan tahan gempa dengan mekanisme keruntuhan partial side sway. Dalam metode ini, beberapa kolom didesain tetap elastis selama terkena gempa dengan memperbesar gaya dalam akibat gempa menggunakan suatu Faktor Pengali (FP), sedangkan beberapa kolom lainnya dan balok diizinkan mengalami sendi plastis. Metode ini berbeda dengan metode desain kapasitas, dimana seluruh kolom didesain terhadap balok-balok yang merangkanya. Tujuan dari penelitian ini yaitu untuk mengevaluasi ulang kinerja bangunan tidak beraturan 6- dan 10-lantai dengan vertical set-back 50% di wilayah 2 peta gempa Indonesia dengan metode desain Pseudo Elastis, mengingat pada penelitian sebelumnya menunjukkan bahwa kinerja bangunan masih belum memenuhi pola keruntuhan ?Partial Side Sway Mechanism ?.Dalam penelitian ini,tulangan lentur pada tumpuan balok dipasang sedekat mungkin dengan jumlah yang dibutuhkan. Evaluasi kinerja struktur bangunan ditinjau dengan analisis statik pushover non-linear dan analisis dinamis time history non-linear. Hasil dari penelitian ini menunjukkan bahwa kinerja bangunan hasil desain Pseudo Elastis menghasilkan pola keruntuhan yang diharapkan. Hal penting yang perlu diperhatikan adalah bahwa hasil desain kolom elastis dengan menggunakan FP tersebut masih bisa terlampaui kapasitasnya apabila tulangan balok dipasang berlebihan.",
  "creators": "YUDHISTIRA SANTOSA; LIA AGUSTINA UNTARI",
  "contributors": "Pamuda Pudjisuryadi (Advisor 1); Benjamin Lumantarna (Advisor 2); Ima Muljati Ginsar (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.11011752/SIP/2011; Yudhistira Santosa (21407003), Lia Agustina Untari (21407024)",
  "subjects": "BUILDING-EARTHQUAKE AFFECTS; ELASTIC ANALYSIS (ENGINEERING)"
}