{
  "id": "19300",
  "title": "Studi awal ASCE 7-10 sebagai standar perencanaan ketahanan gempa di Indonesia dengan studi kasus sistem rangka pemikul momen khusus beton bertulang",
  "abstract": "Dalam beberapa tahun terakhir, banyak gempa berskala besar dan bersifat merusak terjadi di Indonesia. Selain itu, adanya data seismotektonik terbaru dan perkembangan peraturan ketahanan gempa di dunia seperti ASCE 7-10, serta adanya keinginan untuk menuju ke perencanaan yang lebih baik mendorong revisi terhadap SNI 03-1726-2002. Peraturan perencanaan ketahanan gempa yang baru akan berdasarkan ASCE 7-10. Berdasarkan pengamatan terhadap isi dari peraturan tersebut, dikhawatirkan apabila peraturan tersebut diadopsi secara utuh akan menimbulkan kesulitan bagi para perencana struktur Indonesia yang terbiasa dengan SNI 03-1726-2002. Dari masalah tersebut, dicoba disusun pedoman perencanaan ketahanan gempa yang lebih sederhana dan lebih mudah dipahami untuk struktur atas namun telah mengakomodasi peraturan gempa terkini. Penyusunan usulan pedoman digunakan untuk sistem rangka pemikul momen khusus beton bertulang diawali dengan proses verifikasi dan perbandingan secara kualitatif dan kuantitatif untuk mengukur validitas dan relevansi setiap ketentuan yang ada di SNI 03-1726-2002 terhadap ASCE 7-10. Selanjutnya akan diputuskan ketentuan SNI 03-1726-2002 yang perlu dihapus, dimodifikasi, atau ditambahkan ketentuan dari ASCE 7-10. Tujuan penelitian ini adalah memberikan usulan pedoman perencanaan ketahanan gempa berdasarkan SNI 03-1726-2002 namun sudah disesuaikan dengan ASCE 7-10.",
  "creators": "FANDY INDRA SUTANTO; ALBERT MARTINUS L",
  "contributors": "Ima Muljati Ginsar (Advisor 1); Benjamin Lumantarna (Advisor 2); Effendy Tanojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011756/SIP/2011; Fandy Indra Sutanto (21407056), Albert Martinus L (21407077)",
  "subjects": "EARTHQUAKES AND BUILDINGS; EARTHQUAKES RESISTANT DESIGN; BUILDINGS-EARTHQUAKE EFFECTS"
}