{
  "id": "19305",
  "title": "Studi deskriptif terhadap content dan context media Divo (Desa Informasi teleVision) Universitas Kristen Petra",
  "abstract": "DIVo (Desa Informasi teleVision) merupakan media informasi baru berbentuk digital signage yang disediakan oleh Universitas Kristen Petra untuk memenuhi kebutuhan mahasiswa akan informasi. Permasalahan yang diteliti oleh penulis adalah mengidentifikasi jenis pesan yang sesuai untuk ditampilkan pada DIVo, format content yang disesuaikan dengan konteks UK Petra, titik lokasi yang paling efektif untuk perluasan DIVo di gedung T, dan meneliti seberapa efektif media DIVo di masa mendatang. Tujuan dari penulis adalah untuk mengetahui jenis pesan yang sesuai untuk ditampilkan pada DIVo, mengetahui format content yang sesuaikan dengan konteks UK Petra, mengetahui titik lokasi yang paling efektif untuk perluasan DIVo di gedung T, dan mengetahui seberapa efektif media DIVo di masa mendatang. Berdasarkan hasil penelitian dengan teknik wawancara dengan 20 responden, penulis menemukan jenis pesan yang sesuai untuk ditampilkan pada DIVo adalah informasi yang dibutuhkan oleh mahasiswa seperti informasi perkuliahan, informasi mengenai acara kemahasiswaan, informasi lowongan pekerjaan dari pusat karir, dan jadwal kebaktian universitas. Penulis juga menemukan format konten yang sesuai dengan konteks UK Petra yaitu dengan menggunakan ketiga jenis format content seperti still (slide gambar, slide foto, atau power point), video, dan animasi. Ditemukan juga titik lokasi DIVo yang strategis di Gedung T UK Petra dengan kriteria memiliki tingkat keramaian mahasiswa yang tinggi, dekat dengan tempat yang sering dikunjungi oleh mahasiswa, dan sering dilewati oleh mahasiswa. Dengan diwujudkannya pengembangan DIVo yang seperti diinginkan oleh mahasiswa, maka DIVo di masa mendatang dapat menjadi lebih efektif. Untuk menghasilkan DIVo yang efektif, maka saran yang dapat diberikan dari penulis adalah dengan menampilkan isi pesan yang lebih dibutuhkan oleh mahasiswa seperti pengingat untuk pembayaran uang kuliah, dan lain sebagainya. Untuk mewujudkan context yang lebih sesuai dengan keadaan UK Petra, maka sebaiknya disediakan DIVo dengan sistem touch screen dan menggunakan layar LCD depan belakang yang diletakkan pada lokasi yang paling ramai dan padat oleh traffic mahasiswa. Hal yang paling penting untuk membuat DIVo menjadi lebih efektif adalah membiasakan mahasiswa untuk melihat DIVo dengan melakukan kegiatan aktivasi langsung terhadap DIVo.",
  "creators": "MILKA JACOBUS",
  "contributors": "Leonid Julivan Rumambi (Advisor and Examination Committee); Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020220/MAN/2011; Milka Jacobus (36407012)",
  "subjects": "COMMUNICATION IN MARKETING; MARKETING RESEARCH"
}