{
  "id": "19306",
  "title": "Analisis complaint handling dan dampaknya terhadap pelayanan pelanggan Bogasari",
  "abstract": "PT. Bogasari Flour Mills merupakan salah satu perusahaan tepung terigu yang ada dan terbesar di Indonesia dan senantiasa mengutamakan pelayanan untuk kepuasan pelanggan. Dalam menangani keluhan pelanggannya Bogasari telah merancang sistem penanganan keluhan yang ditujukan untuk mempermudah pelanggan dalam menyampaikan keluhannya Penelitian ini dilakukan penulis untuk mengetahui Bagaimana strategi divisi MSQ (Marketing Service Quality) Bogasari dalam menangani komplain dari customer dan seberapa besar usaha-usaha yang dilakukan oleh divisi MSQ (Marketing Service Quality) dapat menciptakan kepuasan konsumen. Sampel yang digunakan dalam penelitian ini adalah pelanggan Bogasari yang menyampaikan keluhannya ke Bogasari selam periode bulan September sampai dengan November 2010 yang berjumlah 105 pelanggan. Metode analisa yang digunakan dalam penelitian ini adalah metode analisa kuantitatif, yaitu analisa regresi linier sederhana. Dari hasil analisa dapat disimpulkan bahwa Bogasari telah menerapkan strateginya dengan menyediakan berbagai fasilitas atau media untuk memudahkan pelanggan menyampaikan keluhannya. Media penyampaian keluhan yang paling banyak digunakan oleh pelanggan untuk kategori complain adalah melalui Marketing BS dan melalui Penyalur atau Distributor sedangkan untuk kategori service meida penyampaian yang dilakukan oleh pelanggan lebih banyak dilakukan dengan menghubungi Customer Service Bogasari. Dari hasil analisa menggunakan regresi linier diperoleh model regresi Y = 2,018 + 0,288X, yang berarti antara X : Sistem penanganan keluhan di Bogasari dan Y: Kepuasan pelanggan atas Sistem penanganan keluhan di Bogasari terdapat hubungan sebagai berikut : jika nilai Sistem Penanganan Keluhan Pelanggan meningkat satu satuan maka akan meningkatkan Kepuasan Pelanggan Karyawan sebesar 0,288 satuan, dengan asumsi variabel lain konstan.",
  "creators": "NICKY UTOMO",
  "contributors": "Hatane Semuel (Advisor and Examination Committee); Diah Dharmayanti (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020221/MAN/2011; Nicky Utomo (36406174)",
  "subjects": "CONSUMER SATISFACTION; MARKETING RESEARCH; CONSUMER BEHAVIOR"
}