{
  "id": "19315",
  "title": "Analisa pengaruh bentuk penampang venturi karburator sepeda motor terhadap turbulensi dan profil aliran udara",
  "abstract": "Pada Kendaraan roda 2 atau sepeda motor dijumpai ada beberapa jenis penampang venturi karburator yang dipakai untuk sepeda motor.Penampang venturi karburator yang sering dipakai yaitu penampang venturi bentuk bulat, ellips dan bulat telur. Penelitian ini bertujuan untuk mengetahui apakah perbedaan dari beberapa jenis penampang venturi tersebut ditinjau dari intensitas turbulensi dan profil aliran udaranya. Pada penelitian ini menggunakan metode percobaan dan simulasi dengan menggunakan Asnyss Fluent 6.3.21. untuk kebutuhan validasi. Pada percobaan yang dilakukan, pengukuran yang diperoleh yaitu berupa tekanan di bagian venturi dan profil aliran. Pada hasil simulasi diperoleh yaitu berupa tekanan di bagian venturi, intensitas turbulensi dan uga ecepatan dari aliran guna validasi untu percobaan dengan simulasi. Pada tekanan, profil aliran, kecepatan pada hasil percobaan dan simulasi menunjukkan trend yang sama, tetapi memiliki nilai yang sedikit berbeda. Perbedaan Tekanan di titik 2 pada ke 6 kecepatan untuk bentuk penampang venturi bulat memiliki perbedaan sebesar 46,9%, sedang an untuk bentuk penampang venturi Ellips memiliki perbedaan sebesar 58,2% dan untuk bentuk penampang venturi Bulat Telur memiliki perbedaan sebesar 55,3%. Hal ini dikarenakan peralatan yang digunakan kurang presisi dan juga parameter yang dimasukan dalam simulasi sedikit berbeda. Pada hasil simulasi mampu menunjukkan lokasi distribusi tekanan, profil aliran dan intensitas turbulensi, sedang an untuk hasil percobaan hanya mampu menunjukkan distribusi tekanan dan profil aliran saja karena keterbatasan alat yang dipakai.",
  "creators": "DIPA PRADIPTA S",
  "contributors": "Philip Kristanto Tedjasaputra (Editor); Fandi Dwiputra Suprianto, S.T., M.Sc. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010954/MES/2010; Dipa Pradipta (24406010)",
  "subjects": "INTERNAL COMBUSTION ENGINES-CARBURETORS; INTERNAL COMBUSTION ENGINES"
}