{
  "id": "19310",
  "title": "Kedudukan dan peran wanita generasi tua dan generasi muda suku Hakka Surabaya di dalam keluarga dan masyarakat",
  "abstract": "Penelitian ini mengenai kedudukan dan peran wanita generasi tua dan generasi muda suku Hakka Surabaya di dalam keluarga dan masyarakat. Metodologi yang digunakan adalah berdasarkan studi lapangan terhadap sepuluh wanita generasi tua dan sepuluh wanita generasi muda suku Hakka di Surabaya melalui kuisioner dan wawancara. Hasil studi menunjukkan bahwa peran antara wanita generasi tua dan generasi muda suku Hakka Surabaya di dalam keluarga dan masyarakat tidak banyak mengalami perubahan dari generasi ke generasi. Di dalam keluarga, wanita generasi tua dan generasi muda tetap berperan menjadi seorang istri, menantu, ibu, dan nenek yang baik. Walaupun mereka pergi bekerja, mereka tetap mengurus urusan rumah tangga. Di dalam masyarakat, wanita generasi tua dan generasi muda suku Hakka Surabaya berperan sebagai pekerja dan ikut serta dalam kegiatan keorganisasian. Sehingga sekarang ini mencari nafkah tidak lagi hanya menjadi kewajiban suami. Begitu juga dengan kewajiban melakukan pekerjaan urusan rumah tangga tidak semata-mata menjadi tugas seorang istri. Hal ini membuat kedudukan wanita generasi muda Hakka diakui di dalam keluarga dan masyarakat. Sedangkan wanita generasi tua belum sepenuhnya memiliki kedudukan di dalam keluarga karena masih adanya suami atau keluarga yang berpegangan pada pemikiran lama.",
  "creators": "LINDA OENTARYO",
  "contributors": "ALIE HANDOJO (Advisor 1); Josefa Juniarti Mardijono (Advisor 2); Anneke Heritaningsih Tupan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010051/CHI/2008; Linda Oentaryo (12404013)",
  "subjects": "WOMEN'S RIGHTS (CHINESE)-INDONESIA; CHINESE-INDONESIA-SOCIAL CONDITIONS"
}