{
  "id": "19317",
  "title": "Persepsi etnis Jawa mengenai masakan Tionghoa khususnya bakmi dan bakwan: studi kasus masyarakat etnis Jawa di daerah Kutisari, Surabaya Selatan",
  "abstract": "Masakan Tionghoa adalah salah satu masakan yang terkenal di dunia dan memiliki banyak ragam. Dari keanekaragaman masakan Tionghoa tersebut banyak yang telah berakulturasi dengan budaya Indonesia, bahkan sudah dianggap sebagai salah satu masakan Indonesia. Menurut Pramoedya Ananta Toer (1998) leluhur orang Tionghoa datang ke Indonesia bukan membawa agama seperti orang Arab atau orang Barat, tetapi mereka membawa makanan yang lambat laun menjadi makanan rakyat Indonesia jelata. Masyarakat Indonesia, khususnya masyarakat etnis Jawa di kawasan Surabaya Selatan daerah Kutisari sudah sangat akrab dengan masakan Tionghoa, khususnya bakmi dan bakwan. Oleh karena itu, penelitian ini mengukur tingkat pengetahuan etnis Jawa di daerah Kutisari tentang asal-usul masakan Tionghoa khususnya bakmi dan bakwan yang telah berakulturasi/berbaur dengan masakan Indonesia, serta alasan mereka mengkonsumsi kedua masakan tersebut. Dari hasil penelitian melalui penyebaran kuisioner dan studi pustaka, peneliti mengetahui bahwa tingkat pengetahuan etnis Jawa di kawasan Surabaya Selatan daerah Kutisari tergolong rendah. Meskipun tingkat pengetahuan akan asal-usul tergolong rendah tetapi mereka akan tetap mengkonsumsi kedua makanan tersebut dikarenakan rasa yang enak, mudah didapat dan banyak yang menyukai kedua makanan ini.",
  "creators": "EVIANI SOETEJO",
  "contributors": "Liejanto Wijaya, S.T. (Advisor 1); Sally Azaria,S.Sos. (Advisor 2); Anneke Heritaningsih Tupan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010048/CHI/2008; Eviani Soetejo (12404003)",
  "subjects": "CHINESE-INDONESIA-FOOD-SOCIAL ASPECTS"
}