{
  "id": "19329",
  "title": "Perencanaan mesin uji dan pengujian sistem pendinginan aktif disc brake kendaraan",
  "abstract": "Rem adalah suatu peranti untuk memperlambat atau menghentikan gerakan roda. Karena gerak roda menjadi lambat, secara otomatis gerak kendaraan menjadi lambat. Energi kinetik yang hilang dari benda yang bergerak ini biasanya diubah menjadi panas karena gesekan. Disc brake digunakan sebagai pengganti rem tromol, dimana pada dasarnya disc brake, terdiri dari cakram yang berputar dengan rotor dan brake pad yang mendorong dan menjepit cakram. Daya pengereman dihasilkan oleh adanya gesekan antara pad dan cakram. Permasalahan yang timbul dalam penelitian ini adalah ketika rem menerima gesekan yang terlalu besar akibat adanya beban berlebihan dan tidak adanya sistem pendinginan yang cukup maka rem tidak dapat bekerja dengan maksimal sehingga rem menjadi terbakar dan rem blong. Hal ini sering terjadi di daerah pegunungan dikarenakan adanya pengereman yang terus menerus dan juga karena kurang ahlinya pengemudi. Pendinginan disc brake yang ada saat ini adalah dengan menggunakan natural cooling yaitu pembebasan panas dari disc brake hanya menggunakan lubang ventilasi yang diberikan pada piringan disc brake. Pemberian lubang atau celah yang ada pada disc brake ini bertujuan untuk mempercepat proses pendinginan yang dialami ketika terjadi pengereman. Untuk mengatasi adanya overheating pada disc brake ini maka diperlukan adanya penambahan sistem pendinginan pada disc brake yang dapat membantu mempercepat menurunkan suhu pada disc brake. Berdasarkan hasil pengujian penambahan blower sebagai sistem pendinginan pada disc brake ini dapat membantu memperlambat kenaikan suhu dari disc brake. Dengan adanya penambahan sistem pendinginan ini diharapkan dapat mencegah terjadinya overheating pada disc brake sehingga tidak terjadi rem blong.",
  "creators": "ANDRIAS WIJAYA",
  "contributors": "Joni Dewanto (Advisor 1); Fandi Dwiputra Suprianto, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010951/MES/2010; Andreas Wijaya (24405039)",
  "subjects": "AUTOMOBILES-BRAKES; BRAKES"
}