{
  "id": "19342",
  "title": "Konsep cinta dalam novel Yan Yu Meng karya Qiong Yao",
  "abstract": "Skripsi ini meneliti tentang konsep cinta dalam novel Yan Yu Meng Meng karya Qiong Yao. Novel ini adalah salah satu karya Qiong Yao yang mengandung perasaan yang mendalam serta konflik yang hebat, mengacu pada hubungan cinta segitiga yang rumit antara Yiping, Shuhuan, dan Ruping, tiga tokoh utama dalam novel. Karenanya, penulis akan meneliti perwatakan tiga tokoh utama tersebut, yang mempengaruhi terjadinya konflik cinta antara mereka bertiga. Hal ini akan mengungkapkan konsep cinta dalam novel tersebut. Akan tetapi, cinta segitiga mereka berakhir secara tragis dengan kematian Ruping dengan cara bunuh diri. Dalam skripsi ini, analisa dilakukan dengan studi pustaka, melalui analisa buku-buku referensi di perpustakaan; penulis juga akan menggunakan data dan informasi yang dikumpulkan melalui sumber-sumber lain seperti internet yang dapat mendukung penulisan skripsi ini. Dalam analisa skripsi ini, penulis menggunakan teori sastra yang meliputi penokohan dan konflik, teori cinta segitiga, serta kisah hidup Qiong Yao, yang menjadi latar belakang penulisan novel tersebut. Melalui analisa dalam skripsi ini, terungkap bahwa cinta itu sesuatu yang suci, jadi kita jangan pernah meremehkan cinta, dan bahkan menggunakan cinta sebagai alat untuk membalas dendam, atau kalau tidak itu bisa menyakiti dan menghancurkan diri kita sendiri, seperti yang terjadi pada ketiga tokoh utama dalam novel tersebut. Lebih dari itu, cinta itu sangat agung; cinta bisa membuat Yiping, yang dikuasai kebencian, melepaskan niatnya untuk membalas dendam. Jadi, dalam kehidupan ini, kita harus menghargai cinta serta mencari cinta yang tulus dan murni. Ini merupakan konsep cinta dalam novel Yan Yu Meng Meng karya Qiong Yao.",
  "creators": "MARIA APRIANA",
  "contributors": "Yukun Lin (Advisor 1); Elisa Christiana (Advisor 2); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010037/CHI/2007; Maria Apriana (12403014)",
  "subjects": "CHINESE FICTION-20TH CENTURY-STUDY AND TEACHING; QIONG, YAU, 1938-... YAN YU MENG MENG-STUDY AND TEACHING"
}