{
  "id": "19369",
  "title": "Analisis motivasi kerja karyawan pada CV. Universal Trading Indonesia Surabaya",
  "abstract": "Masalah yang dialami oleh CV. Universal Trading saat ini adalah karyawan belum termotivasi untuk meningkatkan kinerjanya walaupun perusahaan sudah memberikan gaji dan insentif. Tujuan penelitian ini adalah untuk mengetahui motivasi kerrja karyawan CV. Universal Trading Indonesia ditinjau dari teori hierarki kebutuhan Maslow. Jenis penelitian ini adalah penelitian deskriptif kualitatif, dengan lokasi penelitian pada CV. Universal Trading Indonesia. Populasi dalam penelitian ini adalah seluruh karyawan CV.Universal Trading Indonesia yang berjumlah 7 orang, dan sampel yang diambil seluruhnya yaitu sebanyak 7 orang. Variabel dalam penelitian ini motivasi kerja karyawan dengan indikator kebutuhan fisik, kebutuhan rasa aman, kebutuhan sosial, kebutuhan penghargaan, dan kebutuhan aktualisasi diri. Hasil penelitian ini menemukan fakta bahwa: 1) sebagian besar karyawan CV. Universal Trading Indonesia yaitu 4 dari 7 karyawan menganggap penting kebutuhan fisik, kebutuhan rasa aman dan kebutuhan penghargaan; 2) seluruh karyawan yang memiliki level jabatan manajerial mengutamakan kebutuhan penghargaan, sedangkan sebagian besar karyawan yang memiliki level jabatan operasional yaitu sebanyak 3 dari 4 karyawan lebih mengutamakan kebutuhan fisik; 3) teori kebutuhan maslow tidak dapat menjelaskan tentang motivasi kerja karyawan pada CV. Universal Trading Indonesia.",
  "creators": "CHRISTIAN JOCKY SANBUDHI",
  "contributors": "Soekarno (Advisor 1); Dr. Ratih Indriyani, S.E., M.M. (Advisor 2); Sundring Pantja Djati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010168/MAN/2010; Christian Jocky Sanbudhi (31404169)",
  "subjects": "PERSONNEL MANAGEMENT; EMPLOYEE MOTIVATION; MOTIVATION IN MANAGEMENT"
}