{
  "id": "19377",
  "title": "Kaitan antara profil pengusaha terhadap kemampuan dalam mengelola organisasi bisnis pada UMKM di kecamatan Rungkut",
  "abstract": "Tujuan dari penelitian ini adalah menjelaskan profil UMKM, profil pengusaha UMKM, dan hubungan hubungan antara profil pengusaha dan pengelolaan organisasi bisnis (UMKM) di Kecamatan Rungkut. Jumlah sampel dalam penelitian ini adalah 25 pengusaha UMKM. Teknik anlisa yang digunakan dalam penelitian ini adalah statistik dekriptif dan anlisa chi square yang digunakan untuk menjawab rumusan masalah penelitian. Berdasarkan hasil pembahasan, profil UMKM di Kemacatan Rungkut, sebagian besar berdiri tahun 2009 dan tahun 2008. UMKM ini sebagian besar tidak memiliki ijin usaha dengan sumber modal awal adalah modal pribadi. Masalah bahan baku yang sebagian besar dihadapi UMKM adalah harga bahan baku. Masalah teknologi yang dihadapi sebagian besar UMKM adalah pengadaan teknologi serta perawatan dan pemeliharaan. Masalah pemasaran yang dihadapi oleh sebagian besar UMKM adalah disain produk, masalah ketenagakerjaan yang dihadapi adalah kelangkaan tenaga kerja dan berdasarkan pada permasalahan permodalan yang dihadapi oleh UMKM, sebagian besar mengalami masalah kemudahan mendapatkan permodalan. Berdasarkan pada profil pengusaha UMKM, sebagian besar dari dengan jenis kelamin perempuan dengan usia antara 25 - 35 tahun dan 36 - 45 tahun dengan status kawin dan latar belakang budaya Jawa. Terdapat hubungan antara jenis kelamin pengusaha UMKM dengan praktek pemeriksaan terhadap transaksi keuangan, terdapat hubungan antara kelompok usia dengan aktivitas menyimpan bukti transaksi keuangan, terdapat hubungan antara latar belakang budaya pengusaha UMKM dengan praktek melakukan pemilahan harta pribadi dan harta usaha, terdapat hubungan antara latar belakang budaya pengusaha UMKM dengan praktek melakukan pemilahan pengelolaan keuangan pribadi dan keuangan usaha, terdapat hubungan antara latar belakang budaya pengusaha UMKM dengan praktek rencana keuangan, terdapat hubungan antara latar belakang budaya pengusaha UMKM dengan cara mendapakan karyawan, terdapat hubungan antara latar belakang budaya pengusaha UMKM dengan penyortiran terhadap bahan baku yang diterima, dan terdapat hubungan antara kerabat atau famili yang pernah memiliki UMKM dengan ketersediaan anggaran untuk pengembangan karyawan.",
  "creators": "KUNCORO MINARDI WASKITA",
  "contributors": "Sundring Pantja Djati (Advisor 1); Dr. Ratih Indriyani, S.E., M.M. (Advisor 2); Soekarno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010182/MAN/2011; Kuncoro Minardi Waskita (31406125)",
  "subjects": "ENTREPRENEURSHIP; SMALL BUSINESS-MANAGEMENT"
}