{
  "id": "19370",
  "title": "Evaluasi kinerja dan proses pengembangan produk pada .id (titik ide) di Surabaya",
  "abstract": "Permintaan pasar yang tinggi akan produk pakaian jadi di Indonesia yang disebabkan oleh tingkat kebutuhan konsumen menciptakan peluang bagi Titik Ide untuk memproduksi pakaian jadi yang berkualitas dengan tema nasionalisme. Dalam masa mendatang Titik Ide sendiri harus melakukan evaluasi kinerja untuk melihat apakah kinerja yang sudah ada sudah sesuai atau tidak dengan kinerja yang diharapkan. Segmentation dari Titik Ide secara demografi adalah konsumen berusia 20-29 tahun, berpendidikan terakhir SMA/SMU/Sederajat dengan status pekerjaan sebagai pelajar/mahasiswa yang memiliki penghasilan antara Rp 1.000.000,- sampai Rp 4.999.999,-. Segmentation dari Titik Ide secara psikografis adalah konsumen dengan gaya hidup yang dipengaruhi oleh motivasi utama Ideals. Targeting Titik Ide adalah pria dan wanita berusia 20-29 tahun. Positioning produk Titik Ide adalah kaos yang menggambarkan jiwa nasionalisme dan merupakan kaos dengan tema nasionalisme khas Indonesia yang pertama. Penggunaan sablon yang berkualitas merupakan salah satu keunggulan yang paling mencolok dari produk Titik Ide, harga yang ditawarkan dapat dikatakan telah sesuai dengan kualitas produk. Kebersihan dan lokasi store yang strategis serta lahan parkir yang memadai merupakan suatu nilai tambah bagi Titik Ide. Promotion yang dilakukan oleh Titik Ide masih minim, yaitu hanya melalui brosur, spanduk, dan papan nama saja. Dalam proses pemesanan produk, hingga produk siap dijual di store tidak ditemukan adanya permasalahan yang berarti, kinerja dari tenaga kerja Titik Ide sendiri cukup memuaskan, namun jumlah penjualan Titik Ide masih kurang atau tidak sesuai dengan proyeksi business plan. Hasil penelitian di atas menunjukkan bahwa masalah yang terjadi adalah kurangnya jumlah penjualan produk Titik Ide sehingga diperlukan adanya perancangan ulang terhadap aspek ? aspek yang meliputi aspek pemasaran, aspek operasional, aspek sumber daya manusia, dan aspek keuangan dengan didukung pengembangan produk yang mampu menjawab kebutuhan konsumen yang sesungguhnya baik di lihat dari segi desain, jenis, dan kualitasnya. Hal ini diharapkan dapat meningkatkan penjualan sehingga biaya operasional tetap dapat tercukupi, meningkatkan laba, dan pengembalian investasi dapat terjadi.",
  "creators": "ANDI SETIAWAN; L HARRIS KRISTANTO",
  "contributors": "Sundring Pantja Djati (Advisor and Examination Committee); R.R. Retno Ardianti (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010170/MAN/2010; Andi Setiawan (31406051), L. Harris Kristanto (31406155)",
  "subjects": "PRODUCTION MANAGEMENT"
}