{
  "id": "19378",
  "title": "Hubungan antara profil pengusaha UMKM di kecamatan Rungkut terhadap atribut kewirausahaan",
  "abstract": "Pertumbuhan perekonomian di Indonesia berkembang semakin pesat setiap tahunnya. Salah satu industri yang juga berkembang pesat seiring pertumbuhan perkonomian tersebut adalah Usaha Mikro Kecil dan Menengah (UMKM). UMKM merupakan salah satu kegiatan usaha yang cukup berperan penting bagi perekonomian negara Indonesia, karena memberikan kontribusi yang cukup tinggi bagi peningkatan PDB dan penurunan jumlah pengangguran di Indonesia. tetapi selain memiliki kelebihan UMKM juga memiliki kelemahan yang dapat menghambat pertumbuhan usaha tersebut. dimana salah satu kelemahannya adalah pada pengelolaan sumber daya manusia di dalam UMKM itu sendiri yang seringkali belum dapat berkoordinasi dan berperan dengan baik dalam industri UMKM. Berdasarkan kelemahan UMKM tersebut, maka dibutuhkan sosok pengusaha yang memahami cara berwirausaha dengan baik yang sesuai dengan atribut-atribut kewirausahaan untuk mengatasi kelemahan tersebut. Oleh karena itu, penulis berminat ingin mengetahui hubungan antara profil pengusaha terhadap atribut kewirausahaan. Untuk mengetahui sejauh mana profil pengusaha Metode yang digunakan dalam penelitian ini adalah penyebaran kuisioner terhadap pemilik usaha mikro, kecil dan menengah dengan judgmental sampling, dan teknik analisa yang digunakan dalam penelitian ini adalah distribusi frekuensi, statistik deskriptif, statistik cross tabulasi dan analisa one way anova. Hasil penelitian ini menunjukkan bahwa terdapat hubungan antara profil pengusaha dengan atribut kewirausahaan tetapi tidak semua variabel di dalam profil pemilik dan atribut kewirausahaan saling berhubungan. Oleh karena itu, pemilik usaha mikro, kecil dan menengah sebaiknya dapat meningkatkan jiwa kewirausahaan dan mendapatkan pelatihan yang berguna untuk perbaikan secara terus menerus sehingga mencapai hasil yang lebih baik",
  "creators": "DANIES BAGUS RADIKTYO",
  "contributors": "Soekarno (Advisor 1); R.R. Retno Ardianti (Advisor 2); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010183/MAN/2011; Danies Bagus Radiktyo (31406160)",
  "subjects": "SMALL BUSINESS; ENTREPRENEURSHIP"
}