{
  "id": "19384",
  "title": "Townhouses Blok P di Jakarta",
  "abstract": "Laporan Perencanaan ini disusun dalam rangka memenuhi persyaratan akademis dari tugas perancangan Proyek Akhir di Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra Surabaya. Dan Laporan Perencanaan ini merupakan sebagian dari keseluruhan tugas mata kuliah Proyek Akhir AR 500 periode XXII selain Gambar Perancangan dan Maket. Untuk menempuh mata kuliah Proyek Akhir ini judul yang dipilih adalah: ' Townhouses Blok P di Jakarta yang merupakan bangunan apartemen mewah dengan sasaran warga negara asing di Jakarta dan sekitarnya. Pada laporan ini diuraikan mengenai proses perencanaan dan perancangan suatu apartemen mewah yang berupa unit-unit rumah dengan berbagai fasilitas olah raga dan hiburan di kawasan Blok P Kebayoran Baru. Pada bagian pendahuluan diuraikan tentang kondisi yang melatar belakangi gagasan, sedangkan pada tahap selanjutnya berkaitan langsung dengan proyek tersebut. Data-data yang diperlukan diperoleh melalui survey dan pengamatan langsung pada apartemen-apartemen yang telah ada serta melakukan pengamatan dan wawancara terhadap kondisi di lingkungan tapak, sedangkan Studi Literatur merupakan pembanding untuk ownhouses Blok P, di Jakarta\".memperkuat data yang telah ada. Dalam tahap perancangan, analisa dilakukan terhadap kondisi lingkungan, tapak dan bangunan yang selanjutnya digunakan sebagai dasar bagi pembangunan fisik yang disajikan dalam bentuk gambar-gambar pra rancangan. Selain itu disajikan pula bentuk 3 dimensi dari perancangan tersebut berupa sebuah maket.",
  "creators": "STEVEN TANUWIJAYA",
  "contributors": "E.B. TEDJA (Advisor 1); IR. SHELLY GUNAVATI WARDOYO, MT. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 602/ARS.25/90; Steven Tanuwijaya (385019)",
  "subjects": "ROW HOUSES; TOWNHOUSES"
}