{
  "id": "1938",
  "title": "Analisa regresi antara cash flow from operating, net income, dan residual income terhadap return saham",
  "abstract": "Makin berkembangnya pasar modal di Indonesia mendorong banyaknya analisis yang muncul berkaitan dengan efisiensi informasi. Analisis fundamental merupakan salah satu jenis yang digunakan untuk menganalisis kinerja keuangan dengan menggunakan rasio keuangan intemal. Laporan keuangan khususnya neraca dan rugi/laba diyakini sebagai alat yang andal bagi para pemakainya untuk mengurangi resiko ketidakpastian dalam pengambilan keputusan-keputusan ekonomi. Pentingnya informasi mengenai CFO, NI, dan RJ yang terdapat dalam laporan keuangan sangat diperlukan bagi para investor untuk mengambil keputusan di dalam melakukan investasi. Keputusan investasi ini akan mempengaruhi return saham. Sehubungan dengan hal ini peneliti ingin mendapatkan bukti empiris mengenai hubungan kandungan inforrnasi dari cash flow from operation (CFO), net income (NI), dan residual income (RI) terhadap return saham, selain itu penelitian ini bertujuan untuk mengetahui variabel mana yang paling dominan mempengaruhi return saham. Skripsi ini merupakan penelitian yang bersifat inferensial dengan menggunakan data sekunder. Jenis data yang dikumpulkan merupakan data kuantitatif yang bersumber dari laporan keuangan perasahaan periode tahun 1993-1996. Populasi yang dipakai dalam penelitian ini adalah semua perusahaan go publik yang terdaftar di Bursa Efek Surabaya (BES). Sedangkan sampel dalam penelitian ini dipilih dengan cara menetapkan kriteria sebagai berikut: 1). Volume perdagangan teraktif, 2). Industri primer, 3). Minimal listing tahun 1992. 4). Memiliki laporan keuangan yang lengkap. Teknik analisis data yang dipakai adalah analisis regresi berganda (multiple regressision). Pengujian hipotesis dilakukan secara bersama-sama terhadap variabel (CFO, NI, dan RI), maupun secara parsial, dan juga dilakukan pengujian secara times series (per tahun), dengan confidence interval 95%. Koeflsien CFO, NI, dan RI masing-masing menunjukkan hasil yang tidak signifikan, sehingga penelitian ini tidak berhasil menunjukkan adanya pengaruh yang berarti antara CFO, NI, dan RI terhadap return saham. Hasil penelitian ini konsisten dengan hasil dari penelitian terdahulu yang dilakukan oleh Triyono (2000) dan Gaiy C. Biddle et al (1997).",
  "creators": "DEVY LIDYANTI",
  "contributors": "Juniarti (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 172/97/FE.AK/2002; Devy Lidyanti (32497067)",
  "subjects": "CORPORATIONS-FINANCE; MANAGERIAL ACCOUNTING"
}