{
  "id": "19393",
  "title": "Hubungan antara profil pengusaha UMKM di kecamatan Rungkut terhadap atribut kepemimpinan",
  "abstract": "Usaha Mikro Kecil dan Menengah (UMKM) merupakan salah satu kegiatan usaha yang memegang peranan penting bagi perekonomian bangsa Indonesia, hal tersebut dapat terlihat pada krisis ekonomi yang melanda Indonesia pada tahun 1998. Dimana UMKM dapat lebih bertahan dibandingkan bidang usaha yang berskala besar. Selain mampu bertahan dari krisis ekonomi yang terjadi di negara kita UMKM juga berperan dalam meningkatkan perekonomian negara, karena UMKM memberikan kontribusi yang besar bagi PDB (Produk Domestik Bruto) Indonesia dan mampu membuka lapangan pekerjaan baru yang bermanfaat bagi penyerapan tenaga kerja. Seiring meningkatnya perkonomian negara, jumlah bidang usaha juga semakin bertambah banyak, dan untuk dapat bertahan dalam dunia bisnis maka UMKM harus dapat memenangkan persaingan tersebut. Dalam memenangkan persaingan bisnis, maka seorang pengusaha harus memiliki jiwa kepemimpinan untuk mengelola sumber daya yang dimilikinya. Oleh karena itu jiwa kepemimpinan sangatlah penting dimilki pengusaha UMKM. Berdasarkan hal tersebut, penulis berminat ingin mengetahui hubungan antara profil pengusaha terhadap atribut kepemimpinan. Metode yang digunakan dalam penelitian ini adalah penyebaran kuisioner terhadap pemilik usaha mikro, kecil dan menengah dengan judgmental sampling, dan teknik analisa yang digunakan dalam penelitian ini adalah distribusi frekuensi, statistik deskriptif, statistik cross tabulasi dan analisa one way anova. Hasil penelitian ini menunjukkan bahwa terdapat hubungan antara profil pengusaha dengan atribut kepemimpinan tetapi tidak semua variabel di dalam profil pemilik dan atribut kepemimpinan saling berhubungan. Oleh karena itu, pemilik usaha mikro, kecil dan menengah sebaiknya dapat meningkatkan jiwa kepemimpinan dan mendapatkan pelatihan yang berguna untuk perbaikan secara terus menerus sehingga mencapai hasil yang lebih baik",
  "creators": "CATHERINE KUNANDRA",
  "contributors": "Soekarno (Advisor and Examination Committee); R.R. Retno Ardianti (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010198/MAN/2011; Catherine Kunandra (31407002)",
  "subjects": "ENTREPRENEURSHIP; LEADERSHIP; SMALL BUSINESS"
}