{
  "id": "19390",
  "title": "Hubungan antara profil pengusaha dengan atribut kewirausahaan di kecamatan Rungkut Surabaya",
  "abstract": "Penelitian ini dilakukan untuk mengetahui hubungan antara profil pengusaha dengan atribut kewirausahaan Usaha Mikro, Kecil dan Menengah di Kecamatan Rungkut, Surabaya. Teknik pengumpulan data yang digunakan dalam penelitian ini adalah Wawancara dipandu dengan menggunakan kuesioner terhadap Usaha Mikro, Kecil dan Menengah dengan teknik pengambilan sampel judgement sampling, dan teknik analisa yang digunakan dalam penelitian ini adalah statistik deskriptif, distribusi frekuensi, dan analisa annova. Hasil penelitian ini menunjukkan bahwa profil pengusaha Usaha Mikro, Kecil dan Menengah di Kecamatan Rungkut, Surabaya dapat disimpulkan bahwa didominasi oleh kaum wanita, dengan kategori usia 25-35 tahun dan 36-45 tahun, tamatan Sekolah Menengah Atas, memiliki orientasi budaya Jawa, pemilik yang merupakan anak pertama, Kerabat Dekat/Famili yang Pernah Memiliki UKM adalah memiliki adik/kakak kandung sedangkan Asal Kota/Kabupaten Tempat Lahir Lama Tinggal di Kecamatan Rungkut 21-30 tahun. Ditinjau dari atribut kewirausahaan dapat disimpulkan bahwa karyawan lebih memilih Risk taking. Dan ditinjau dari hubungan antara profil pengsusaha dengan atribut kewirausahaan dapat disimpulkan bahwa terdapat hubungan profil pengusaha asal kota/kabupaten tempat lahir dengan atribut kewirausahaan Innovativeness, Proactiveness, Competitive aggressiveness, Autonomy dan Organization. Innovativeness.",
  "creators": "ROBBY HILLMAN",
  "contributors": "Sundring Pantja Djati (Advisor 1); Dr. Ratih Indriyani, S.E., M.M. (Advisor 2); Soekarno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010192/MAN/2011; Robby Hillman (31406198)",
  "subjects": "ENTREPRENEURSHIP; SMALL BUSINESS"
}