{
  "id": "19395",
  "title": "Hubungan profil pengusaha usaha mikro, kecil dan menengah (UMKM) dengan atribut kewirausahaan di kecamatan rungkut, surabaya",
  "abstract": "Usaha Mikro, Kecil dan Menengah (UMKM) merupakan salah satu jenis usaha yang berkembang cukup pesat di Indonesia. Hal tersebut dapat terlihat dari jumlah UMKM yang terus bertambah setiap tahunnya. UMKM yang semakin meningkat di Indonesia tersebut memiliki peranan yang cukup besar bagi perekonomian Indonesia yaitu sebagai penyumbang Produk Domestik Bruto (PDB) paling besar dan penyedia lapangan kerja dalam mengatasi masalah pengangguran. Tetapi dalam perkembangannya, UMKM menghadapi beberapa hambatan dan tantangan untuk memenangkan persaingan dunia usaha yang semakin ketat, terutama dalam kualitas sumber daya manusia. Oleh karena itu sosok pengusaha yang berjiwa kewirausahaan sangat dibutuhkan untuk meningkatkan kemampuan UMKM dalam mengatasi masalah tersebut, bahkan untuk memenangkan persaingan yang ada. Berdasarkan hal tersebut, penulis berminat ingin mengetahui hubungan profil pengusaha terhadap atribut kewirausahaan. Metode yang digunakan dalam penelitian ini adalah penyebaran kuisioner terhadap pemilik usaha mikro, kecil dan menengah dengan judgmental sampling, dan teknik analisa yang digunakan dalam penelitian ini adalah distribusi frekuensi, statistik deskriptif, statistik cross tabulasi dan analisa one way anova. Hasil penelitian ini menunjukkan bahwa terdapat hubungan antara profil pengusaha dengan atribut kewirausahaan, diantaranya profil pengusaha jenis kelamin terhadap risk taking, profil pengusaha kerabat dekat/famili yang pernah memiliki UMKM terhadap autonomy dan profil pengusaha kerabat dekat/famili yang saat ini masih memiliki UMKM terhadap autonomy.",
  "creators": "YOHANNA EVELINE",
  "contributors": "Soekarno (Advisor 1); Bambang Haryadi (Advisor 2); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010200/MAN/2011; Yohanna Eveline (31406154)",
  "subjects": "SMALL BUSINESS; ENTREPRENEURSHIP; LEADERSHIP"
}