{
  "id": "19397",
  "title": "Pengaruh latar belakang dan karakter anggota lending group terhadap jenis peluang usaha dan keputusan pemanfaatan peluang usaha mikro di wilayah Surabaya dan Sidoarjo",
  "abstract": "Penelitian ini dilakukan karena pertumbuhan usaha mikro, kecil dan menengah memegang peranan sentral dalam perekonomian Indonesia dalam menyediakan lapangan pekerjaan yang berguna bagi masyarakat dan memiliki potensi yang bagus untuk dikembangkan. Oleh karena itu penulis ingin mengetahui sejauh mana pengaruh dari latar belakang anggota (Lending Group) LG ditinjau dari usia, pendidikan serta pengalaman kerja dan karakter anggota berdasarkan emotional stability, openness to experience, contiousness, dan extravertion terhadap jenis peluang usaha serta keputusannya untuk pemanfaatan peluang usaha. Pengumpulan datanya dilakukan dengan cara membagikan kuesioner. Metode yang digunakan dalam penelitian ini adalah survey melalui penyebaran kuisioner terhadap anggota Lending Group usaha mikro dengan simple random sampling, dan teknik analisa yang digunakan dalam penelitian ini adalah statistik deskriptif, crosstabs, distribusi frekuensi, one way anova dan analisa chi square. Hasil penelitian ini menunjukkan bahwa dari latar belakang dan karakter anggota Lending Group cenderung mengarah kepada jenis peluang usaha Kirznerian. Sedangkan Latar belakang dan karakter anggota Lending Group hanya memiliki beberpa variabel yang berpengaruh terhadap keputusan untuk memanfaatkan peluang-peluang usaha. Oleh karena itu anggota Lending Group harus melakukan perbaikan secara terus menerus seperti mengikuti trend pasar dan lebih inovatif agar memperoleh perhatian konsumen untuk mencapai hasil yang baik.",
  "creators": "PHILOMENA HERLINA TANAY",
  "contributors": "Eddy Madiono Sutanto (Advisor 1); Bambang Haryadi (Advisor 2); Sundring Pantja Djati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010202/MAN/2011; Philomena Herlina Tanay (31406089)",
  "subjects": "SMALL BUSINESS; PERSONNEL MANAGEMENT; SAVING AND LOAN ASSOCIATION-RESEARCH; ENTREPRENEURSHIP"
}