{
  "id": "19404",
  "title": "Pengaruh latar belakang dan karakter anggota lending group usaha mikro terhadap jenis peluang usaha dan keputusan memanfaatkan peluang usaha",
  "abstract": "Penelitian ini bertujuan untuk menggambarkan latar belakang anggota Lending Group Usaha Mikro dan karakter anggota Lending Group Usaha Mikro. Selain itu juga mendeskripsikan jenis peluang usaha dan keputusan memanfaatkan peluang usaha (decision to exploit opportunities) anggota Lending Group Usaha Mikro di wilayah Surabaya/Sidoarjo, kemudian menguji pengaruh latar belakang dan karakter anggota Lending Group Usaha Mikro dalam menentukan jenis peluang usaha dan keputusan memanfaatkan peluang usaha anggota Lending Group Usaha Mikro di Wilayah Surabaya/Sidoarjo. Teknik pengumpulan data dilakukan dengan menggunakan metode survei yang dilakukan terhadap 42 usaha mikro yang merupakan anggota kelompok lending group pada koperasi wanita Setia Bhakti Wanita yang berlokasi di Surabaya/Sidoarjo, di mana teknik penarikan sampel dilakukan dengan metode random sampling dengan tipe simple random sampling. Hasil penelitian dengan menggunakan statistik deskriptif menunjukkan bahwa latar belakang dan karakter anggota lending group cukup bervariasi. Sementara itu, mayoritas tipe peluang yang dipilih oleh anggota adalah tipe kiznerian, dengan memilih bidang usaha jasa dan retail, serta memulai usaha karena memiliki ide untuk mendirikan bisnis. Hasil analisis regresi menunjukkan bahwa latar belakang anggota, latar belakang keluarga, dan latar belakang pengalaman sebelumnya, serta karakteristik anggota lending group sebagian ada yang memiliki pengaruh positif terhadap pemilihan jenis peluang usaha dan keputusan dalam memanfaatkan peluang, tetapi ada sebagian yang tidak memiliki hubungan dengan jenis peluangusaha dan keputusan dalam memanfaatkan peluang.",
  "creators": "ELVIRA PAEMBONG",
  "contributors": "Soekarno (Advisor 1); Dr. Ratih Indriyani, S.E., M.M. (Advisor 2); Sundring Pantja Djati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010207/MAN/2011; Elvira Paembong (31406140)",
  "subjects": "CREATIVE ABILITY IN BUSINESS; SMALL BUSINESS; SAVING AND LOAN ASSOCIATION-RESEARCH"
}