{
  "id": "19425",
  "title": "Gedung DPRD kota Surabaya",
  "abstract": "Tugas akhir ini berlatar belakang dari tidak representatifnya gedung DPRD Kota Surabaya. Mulai dari kurangnya ruang untuk anggota, ruang demokrasi, sampai tidak sesuainya letak dan posisinya dalam ruang kota. Lokasi perancangan berada di kawasan Ketabang, merupakan kawasan pemerintahan pusat kota Surabaya. Pendekatan desain adalah pendekatan desain urban, dimana bangunan ini merupakan bangunan publik yang mempengaruhi ruang kota dan masyarakatnya. Didesain dengan mempertimbangkan karakter dan perkembangan wajah kawasan Ketabang dari masa lampau, hingga kemungkinan wajah kawasan dalam beberapa jangka waktu ke depan. Secara spesifik dalam perancangan arsitektur, bahwa gedung ini mewakili Surabaya serta DPRD pada khususnya, maka secara gubah massa, diterapkan arsitektur simbolik untuk mewakili 2 karakter tersebut. Selain itu, juga mempertimbangkan konteks desain Urban dalam kaitannya untuk mewujudkan ruang yang nyaman untuk aktivitas di dalamnya. Perancangan ini juga untuk mengadakan ruang publik perkotaan yang merupakan salah satu kebutuhan masyarakat urban. Untuk pendalaman perancangan sendiri, diambil pendalaman karakter ruang. Hal ini karena adanya kebutuhan untuk menghadirkan gedung kerja baru yang lebih nyaman baik dalam kuantitas maupun kualitas ruang di dalamnya. Secara umum, perancangan gedung DPRD kota Surabaya ini merupakan salah satu wujud usaha membawa kota Surabaya ke arah yang lebih baik.",
  "creators": "BRAMASTA PUTRA REDYANTANU",
  "contributors": "Altrerosje Asri, S.T., M.T. (Advisor 1); Lilianny Sigit Arifin (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06132875/ARS/2010; Bramasta Putra Redyantanu (22406028)",
  "subjects": "LEGISLATIVE BODIES-BUILDINGS; OFFICE BUILDINGS"
}