{
  "id": "19423",
  "title": "Rancangan perbaikan implementasi Food Safety Management System (FSMS) ISO 22000 : 2005 di PT XYZ",
  "abstract": "PT XYZ adalah perusahaan yang memproduksi Air Minuman Dalam Kemasan (AMDK), produksi packaging, dan produk minuman beraroma termasuk juga produk makloon. Perusahaan telah mengimplementasikan Food Safety Management System (FSMS) The International Organization for Standardization (ISO) 22000:2005. Berdasarkan hasil internal audit dan external audit, masih banyak ditemukan permasalahan yang tidak sesuai dengan klausul-klausul dalam sistem. Tujuan skripsi ini untuk merancang perbaikan dari ketidaksesuaian implementasi FSMS ISO 22000:2005. Pencarian akar masalah menggunakan fishbone diagram dan tabel keseringan terjadi dan keseriusan dampak. Faktor penyebab ketidaksesuaian terbesar adalah faktor pekerja. Hal ini terutama disebabkan oleh kurangnya komitmen. Komitmen berkaitan dengan malas, lupa, sibuk, kurangnya kesadaran pekerja, dan kurang perhatian. Selain itu, faktor pekerja lainnya disebabkan oleh kurang pengetahuan dan kurang teliti. Ketidaksesuaian juga disebabkan oleh faktor metode, terutama diakibatkan oleh tidak adanya monitoring rutin dan sosialisasi yang belum dilakukan. Sebagai usulan perbaikan dilakukan penambahan atau pembuatan form-form baru, penyempurnaan Sanitation Standard Operating Procedure (SSOP), penyempurnaan Instruksi Kerja (IK), dan meningkatkan monitoring dengan cara penjadwalan guna mengeliminasi permasalahan-permasalahan diatas. Selain itu, juga digunakan poka yoke, visual control, sosialisasi, dan perencanaan program-program training dan pemberian motivasi dengan adanya pujian atau penghargaan kepada para pekerja.",
  "creators": "CAROLINE NOVILIA TANOKO",
  "contributors": "I Nyoman Sutapa (Advisor 1); Natalia Hartono (Advisor 2); Togar Wiliater Soaloon Panjaitan, S.T., MBA. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021481/IND/2010; Caroline Novilia Tanoko (25406045)",
  "subjects": "QUALITY CONTROL"
}