{
  "id": "1943",
  "title": "Penerapan warna pada interior ruang rawat inap pasien paviliun kelas vvip dan vip di Rumah Sakit Umum (RSU) Haji Surabaya",
  "abstract": "Warna memegang peranan penting dalam kehidupan manusia. Salah satunya adalah dalam bidang kesehatan karena pentingnya warna dan kesadaran akan manfaatnya diakui secara resmi dan digunakan sebagai sarana penyembuhan. Atas dasar pertimbangan tersebut maka penulis tertarik untuk meneliti warna dalam penerapannya pada fasilitas healing environment yaitu Rumah Sakit Umum (RSU) Haji Surabaya khususnya pada interior ruang rawat inap pasien paviliun kelas VVIP dan VIP mengingat kedua hal ini saling berkaitan satu sama lainnya. Sebagai salah satu unsur desain yang penting, efek warna sangat menentukan terhadap penciptaan suasana ruang dan penerapannya tampak pada setiap elemen-elemen interior seperti plafon, dinding, lantai, perabot dan unsur dekorasi. Untuk mengetahui bagaimana penerapan warna pada interior ruang rawat inap pasien paviliun kelas VVIP dan VIP di Rumah Sakit Umum (RSU) Haji Surabaya dilakukan melalui penelitian kualitatif. Pengumpulan data dilakukan dengan studi pustaka, wawancara dan observasi langsung. Analisis data dilakukan melalui studi komparatif antara warna menurut kajian literatur dengan penerapannya di ruang rawat inap pasien paviliun Kelas VVIP dan VIP di Rumah Sakit Umum (RSU) Haji Surabaya dengan menggunakan metode deskriptif. Dari hasil analisis data diketahui bahwa warna sudah diterapkan pada interior ruang rawat inap pasien paviliun Kelas VVIP dan VIP di Rumah Sakit Umum (RSU) Haji Surabaya antara lain pada elemen perabot dan unsur dekorasi dan hal ini disesuaikan menurut standarisasi umum penerapan warna pada interior rumah sakit karena warna yang diterapkan biasanya berhubungan dengan efek psikologis penyembuhan.",
  "creators": "GST AYU DEVI KHOMALA P W",
  "contributors": "J. Loekito Kartono (Advisor 1); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 2); ACHMAD FAIZIN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.00050230/DIN/2005; I Gusti Ayu Devi Khomala Pramesthi Winardie (41498055)",
  "subjects": "PUBLIC HOSPITALS-DECORATION; HOSPITALS-DECORATION"
}