{
  "id": "19432",
  "title": "Development of android mobile client for betavine chronicle",
  "abstract": "This final graduation report is meant to describe the process of my graduation project internship at Vodafone Group R&D Lab, Maastricht. Vodafone Group R&D Lab is developing a website called Betavine Chronicle to experiment with lifestreaming concept, which is a concept of time-ordered stream of social activities or events shared by someone. This Betavine Chronicle integrates many social networks within it, such as Twitter, Picasa, Youtube, etc. By using its service, users can retrieve their streams from those social networks and integrate all of them into one lifestream. Now, the API for the service is being developed in order to allow third party application to get access to Betavine Chronicle. The main task of this project's assignment is to make an Android mobile client application (called AMC-BC) that can get access to and communicate with Betavine Service through its API. AMC-BC should be able to publish new activities to Betavine Chronicle, such as posting new status updates and blogs, share links, pictures, audio file, or share embedded video script. It should also be able to edit and delete the posted items. To ensure its success, Extreme Programming methodology will be used for the development of this assignment project. The project will be divided into 5 phases for a structured approach: 1. Initiation phase - Preparation for proper knowledge and basic skills around the development environment and the making the project plan. 2. Design phase - The designs for the application were done here, from the architecture to the interface design for user interaction. The project's requirements were also defined in this phase. 3. Implementation phase - The building of the whole system and its features according to the designs and requirements. Supposedly, there will be three releases of the application and the requirements for each release are decided according to the result from the previous release. 4. Transfer phase - Conducting demos of the works that have been done to the client to get the feedbacks and deciding the features for next release. 5. Finalization phase - Preparation for my graduation process. This project has progressed quite well in term of complying to web feed standards and applying them within the architecture of Android. Although the final product application has not been finished yet, but by complying with the standards, hopefully the product application AMC-BC will help Vodafone R&D Lab to improve its experiment with lifestreaming concept. As the recommendation for further development, it would be good to use Android 2.2 platform called Froyo which is the newest platform for now and it has so many enhanced features that will surely help enhancing user's experience in Android environment.",
  "creators": "SURYA WIJAYA MADJID",
  "contributors": "LAURENT ESCHENAUER (Advisor 1); ERIK H J D VAN DER SCHRIEK (Advisor 2); AD MAAS (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01020923/INF/2010; Surya Wijaya Madjid (26406116)",
  "subjects": "WEB SITES; WEB SITE DEVELOPMENT; BETAVINE CHRONICLE; INTERNET PROGRAMMING"
}