{
  "id": "1944",
  "title": "Analisa perbandingan penghematan pajak sebagai dasar pengambilan keputusan memperoleh aktiva tetap melalui leasing atau kredit pada bank (studi kasus pada UD 'X')",
  "abstract": "Penelitian ini bertujuan untuk mengetahui alternatif pembelian yang paling menguntungkan antara leasing dengan pembelian melalui kredit bank, ditinjau dari dampak atau pengaruh biaya yang dapat dikurangkan untuk masing-masing pilihan transaksi aktiva tetap terhadap pajak penghasilan yang dapat dihemat oleh perusahaan. Rancangan penelitian yang digunakan berupa studi kasus deskriptif dengan 2 (dua) jenis data yaitu data kualitatif dan data kuantitatif. Data berasal dari sumber yang asli atau disebut data primer. Sumber data digolongkan menjadi sumber informasi internal (dari dalam perusahaan) dan eksternal (dari luar perusahaan). Alat yang digunakan untuk memperoleh data adalah daftar pertanyaan pedoman wawancara, sedangkan metode pengumpulan datanya adalah metode survei yaitu melalui interview atau wawancara secara langsung. Perusahaan merupakan unit analisis dalam penelitian ini. Data dianalisis dengan menggunakan logika penjodohan pola. Penelitian ini membuktikan bahwa alternatif pembelian melalui sewa guna usaha dengan hak opsi (finance lease) merupakan alternatif yang paling menguntungkan karena penghematan pajak yang diperoleh perusahaan untuk altematif ini lebih besar dibandingkan altematif pembelian melalui kredit bank. Dengan demikian akan lebih menguntungkan bagi perusahaan jika memilih alternatif pembelian melalui sewa guna usaha dengan hak opsi (finance lease) sebagai dasar pengambilan keputusan dalam memperoleh aktiva tetap.",
  "creators": "DWI MELANI",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 230/AKT/2003; Dwi Melani (32498026)",
  "subjects": "TAX ACCOUNTING"
}