{
  "id": "19446",
  "title": "Pandangan dan cara merayakan perayaan Zhong Qiu Jie oleh orang tua dan anak muda kuturunan Tionghoa di Surabaya",
  "abstract": "Tradisi kebudayaan bangsa Tiongkok memiliki sejarah yang cukup lama dan panjang. Salah satu kebudayaan yang memiliki pengaruh yang cukup besar di Indonesia adalah hari raya Tiongkok. Zhong Qiu Jie merupakan salah satu hari raya yang penting di Tiongkok. Pada awalnya Zhong Qiu Jie dirayakan untuk menghormati bulan, tetapi seiring dengan perkembangan jaman maka muncullah banyak cerita tentang Zhong Qiu Jie, seperti \"Chang Er naik ke bulan\". Zhong Qiu Jie dan legenda bulan adalah sesuatu yang tidak dapat dipisahkan, karena dengan adanya legenda-legenda tentang bulan itulah yang menyebabkan perayaan Zhong Qiu Jie semakin meriah, sehingga legenda itu mempunyai pengaruh yang cukup besar terhadap masyarakat Tionghoa. Pada setiap perayaan Zhong Qiu Jie, mereka melakukan penyembahan kepada bulan. Pada saat diadakan upacara penyembahan disiapkan sesajen yang bulat, karena sesajen yang bulat melambangkan keluarga bersatu. Dari dahulu kala sampai sekarang, sesajen yang paling terkenal adalah kue bulan, selain itu kue bulan juga telah menjadi suatu ciri khas dari perayaan Zhong Qiu Jie. Berdasarkan hasil pengamatan, penulis menyimpulkan pandangan orang tua keturunan Tionghoa di Surabaya tidak terdapat perubahan, hanya saja cara mereka dalam merayakan Zhong Qiu Jie sudah mengalami banyak perubahan. Sedangkan pandangan anak muda zaman sekarang terhadap Zhong Qiu Jie hanyalah sebagai generasi penerus tradisi saja, sebenarnya mereka tidak mengerti arti dari Zhong Qiu Jie sama sekali.",
  "creators": "NANCY VERONICA HARYONO",
  "contributors": "CHAO SHAN HUA, BA.,M.A. (Advisor 1); Hannie Kwartanti (Advisor 2); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010020/CHI/2006; Nancy Veronica Haryono (12402011)",
  "subjects": "ZHONG QIU JIE-ANNIVERSARIES; CHINESE CULTURE; ETHNOLOGY-CHINESE; CHINESE IN INDONESIA"
}