{
  "id": "19456",
  "title": "Perancangan dan pembuatan aplikasi untuk mengetahui informasi pengiriman barang pada PT. Surya Timur Sakti Jatim berbasis web",
  "abstract": "Aplikasi Delivery Order merupakan program yang sedang dikembangkan oleh PT. Surya Timur Sakti Jatim untuk memudahkan user dalam mengetahui pengiriman barang untuk hari ini. Perlunya sarana Delivery Order Information System yang mudah diakses dan bisa digunakan dimana saja sangat diperlukan untuk meningkatkan layanannya terutama untuk dealer-dealer pada area nya. Pada tugas akhir ini, dikembangkan aplikasi Delivery Order Information System. Aplikasi Delivery Order Information System berbasis website pada PT.Surya Timur Sakti Jatim ini dibuat dengan menggunakan xHTML MP ( Extensible Hypertext Markup Language Mobile Profile ) pada mobile website dan PHP Hypertext Preprocessor (PHP) pada website. Untuk dapat menjalankan aplikasi, diperlukan instalasi aplikasi mobile browser pada handphone dan internet browser pada PC (Personal Computer) atau laptop. Berdasarkan pengujian, aplikasi dapat digunakan untuk mengetahui informasi DO (delivery order), daftar dealer, daftar produk, History DO dan informasi-informasi penting lainnya. Pengujian telah dilakukan pada iphone dengan opera mobile browser Blackberry Bold. Dari hasil pengujian, user memberikan nilai 88 (skala 0-100) dalam hal tampilan, keseluruhan, fungsional, dan kemudahan. Sedangkan staff memberikan nilai 89 (skala 0-100) dalam hal tampilan, keseluruhan, fungsional dan kemudahan.",
  "creators": "AGUNG BUDI PRASETYA",
  "contributors": "Alexander Setiawan (Advisor 1); Agustinus Noertjahyana (Advisor 2); Adi Wibowo, S.T., M.T., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02020869/INF/2010; Agung Budi Prasetya (26405109)",
  "subjects": "WEBSITES; DATABASE DESIGN; DATABASE MANAGEMENT; PROGRAMMING (ELECTRONIC COMPUTERS)"
}