{
  "id": "19457",
  "title": "Perancangan dan pembuatan sistem informasi penjualan pada pemesanan barang berbasis web pada perusahaan Kakuda",
  "abstract": "Perusahaan KAKUDA membutuhkan suatu sistem informasi penjualan dan pemesanan barang yang dapat membantu proses kelancaran perusahaan dalam melakukan proses bisnisnya. Permasalahan yang dihadapi oleh perusahaan saat ini, adalah penjualan barang produksi yang dipasarkan ke luar pulau Jawa, karena salesman perusahaan mempunyai waktu yang padat sehingga tidak dapat melayani semua pelanggan seluruhnya yang berada di luar pulau Jawa. Hal ini mengakibatkan terjadinya kesulitan dalam penanganan suatu proses bisnis perusahaan. Untuk menyelesaikan permasalahan tersebut, maka dibuat sistem informasi penjualan dan pemesanan untuk membantu mempercepat serta memperlancar proses bisnis perusahaan. Aplikasi yang dibuat meliputi pembagian hak akses, penjualan barang-barang hasil produksi perusahaan, pelayanan pemesanan barang bagi pelanggan serta laporan-laporan dari pemesanan dan penjualan barang. Aplikasi yang dibuat berbasis web dengan menggunakan Macromedia Dreamweaver MX 2004, bahasa pemrograman PHP dan Javascript, database MySQL. Setelah pengujian sistem dilakukan, maka diperoleh kesimpulan bahwa aplikasi yang dibuat, dapat menunjang kinerja perusahaan KAKUDA dalam proses bisnis yang dilaksanakan. Proses pemesanan dan penjualan barang pada perusahaan KAKUDA dapat dilihat secara detail, sehingga dapat mempermudah pemilik perusahaan untuk melihat dan meneliti proses bisnis perusahaannya.",
  "creators": "CALVIN YULIANTO",
  "contributors": "Leo Willyanto Santoso (Advisor 1); Sukanto Tedjokusuma (Advisor 2); Silvia Rostianingsih (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02020865/INF/2010; Calvin Yulianto (26405116)",
  "subjects": "WEBSITES; DATABASE MANAGEMENT; PROGRAMMING (ELECTRONIC COMPUTERS); DATABASE DESIGN"
}