{
  "id": "19450",
  "title": "Dalang wayang potehi etnis non-Tionghoa di Surabaya",
  "abstract": "Wayang potehi merupakan seni pertunjukan dari negeri Tiongkok. Di Surabaya seni pertunjukan ini banyak dimainkan oleh para dalang yang beretnis non-Tionghoa. Meskipun demikian, mereka dapat memainkan wayang potehi dengan cekatan. Tujuan diadakan penelitian ini adalah untuk mengetahui latar belakang para dalang etnis non-Tionghoa menjadi dalang wayang potehi, mengetahui cara mereka belajar menjadi dalang wayang potehi dan mengetahui pandangan mereka tentang wayang potehi. Metodologi yang penulis gunakan adalah observasi dan wawancara semi-terstruktur kepada 2 orang dalang wayang potehi etnis non-Tionghoa. Dari hasil penelitian, penulis menemukan latar belakang mereka menjadi dalang wayang potehi banyak dipengaruhi keadaan lingkungan sekitar pada saat itu. Salah satu faktor penyebab adalah kedekatan rumah mereka dengan klenteng kampung dukuh. Faktor yang lain adalah belum adanya acara televisi yang bervariasi seperti sekarang. Proses belajar menjadi seorang dalang wayang potehi membutuhkan waktu ? 1-3tahun. Mereka mengaku kunci utama untuk menjadi seorang dalang yang handal adalah dengan banyak mendengar dan melihat pertunjukan wayang potehi, serta banyak latihan. Terlepas dari segala kesulitan yang dihadapi, menjadi dalang wayang potehi merupakan hal yang membanggakan bagi mereka. Mereka berpendapat tidak semua orang bisa memainkan wayang potehi. Dilain pihak, faktor penghasilan yang minim masih menjadi keluhan.",
  "creators": "YUSI ANGGRAENI WIJAYA",
  "contributors": "Ong Mia Farao Karsono (Advisor 1); Josefa Juniarti Mardijono (Advisor 2); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010018/CHI/2006; Yusi Anggraeni Wijaya (12402005)",
  "subjects": "POTEHI PUPPET; CHINESE IN INDONESIA"
}