{
  "id": "19460",
  "title": "Perancangan manajemen energi untuk pencapaian penghematan penggunaan listrik di gedung P Universitas Kristen Petra Surabaya",
  "abstract": "Universitas Kristen Petra menggunakan listrik sebagai salah satu sumber energi utama. Adanya kenaikan Tarif Dasar Listrik (TDL) menjadi salah satu penyebab perlunya dilakukan penghematan penggunaan listrik. Audit energi ini dilakukan dengan melakukan perbandingan antara metering listrik bulanan dan perhitungan kebutuhan aktual untuk operasional Gedung P Universitas Kristen Petra. Hasil audit tersebut kemudian menjadi dasar perancangan sistem manajemen energi untuk mengefisienkan penggunaan listrik di kampus. Penghematan penggunaan listrik tersebut dapat dilihat dari beberapa segi, yaitu dari perilaku pengguna dan peralatan yang digunakan. Penghematan diusulkan untuk proporsi penggunaan listrik yang besar seperti AC, lampu, komputer serta lift. Dilakukan perhitungan untuk menentukan standar kebutuhan pencahayaan dan kapasitas pengkondisian udara ruangan. Dilakukan pula Good Housekeeping dengan batasan-batasan yang perlu dilakukan untuk dapat meraih penghematan listrik. Penghematan tenaga listrik yang ingin dicapai tentunya juga memperhatikan keamanan dan kenyamanan dari para pengguna ruangan. Perhitungan investasi usulan adalah sebesar Rp 309.100.100,00 sedangkan penghematan bulanan yang diraih diperkirakan sebesar Rp 23.416.550,00. Investasi yang dikeluarkan akan dapat kembali dalam kurun waktu yang relatif singkat yaitu kurang dari 16 bulan.",
  "creators": "DEVI PRICILIA THAMRIN",
  "contributors": "Togar Wiliater Soaloon Panjaitan, S.T., MBA. (Advisor 1); Debora Anne Yang Aysia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021491/IND/2010; Devi Pricilia Thamrin (25407024)",
  "subjects": "ENERGY AUDITING; ENERGY POLICY"
}