{
  "id": "19466",
  "title": "The Positive and negative politeness strategies used by Andrew towards Margareth before and after the marriage contract in the proposal movie",
  "abstract": "Politeness Strategies are strategies that are used to minimize or avoid the Face Threatening Acts (FTAs) that a speaker makes. In addition, Brown and Levinson stated that Positive and Negative Politeness influence the use of politeness strategies. This phenomenon also appears in The Proposal movie, namely through Andrew?s utterances towards Margaret. I am interested in analyzing the positive and negative politeness strategies used by Andrew towards Margaret before and after the marriage contract in The Proposal movie. This research is descriptive qualitative approach. In doing the data analysis, I use Politeness Strategies based on Brown and Levinson theory, namely about Positive and Negative Politeness Strategies. Findings of this research show that Andrew uses more Negative Politeness Strategies before he did the marriage contract. Before the marriage contract, Andrew produces 21% negative politeness strategies while after the marriage contract he uses only 7% of negative politeness strategies. It is because he minimizes and realizes the social distance between them. On the other hand, the Positive Politeness Strategies appear more frequently after he has a close relationship with Margaret. Before the marriage contract, Andrew produces 17% positive politeness strategies while after the marriage contract the use of positive politeness strategies increase to 55%. This happens because Andrew wants to minimize the distance between him and Margaret. Besides, he wants to get closer with Margaret because he has fallen in love with her.",
  "creators": "YULIANA WIJAYA",
  "contributors": "SHIERLY NOVALITA YAPPY (Advisor 1); Jusuf Imam Ibrahim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011958/ING/2011; Yuliana Wijaya (11407011)",
  "subjects": "SOCIOLINGUISTICS; ENGLISH LANGUAGE-SOCIAL ASPECTS-STUDY AND TEACHING; ENGLISH LANGUAGE-DISCOURSE ANALYSIS; POLITENESS (LINGUISTICS)"
}