{
  "id": "19469",
  "title": "The Strategies of giving corrective feedback used by male and female native-American teachers in the classroom",
  "abstract": "This study is focused on the strategies of corrective feedback that male and female native ? American teachers used while they were teaching Indonesian students in the classroom. This study focused on the corrective feedback that teacher produced in the classrooms. Both classes consist of 7 to 10 students. This study was qualitative research related to second language acquisition. For the limitation, I limited my investigation on the corrective feedback on the oral language disregarding intonation. The native - American speakers were chosen as my subject because I wanted to find out kinds of corrective feedback strategies they gave to the students. To collect the data, I used natural setting; I taped the teachers? conversation with their students in the classroom. I used Gass?s (1997) theory as my main theory. The findings revealed that both male and female na tive - American teachers used repetition with change in their response to the student?s error. These teachers preferred using repetition with change type. This strategy did not only tell the student of their error, but also gave correction on their error. I found that both of them preferred using direct strategies to using indirect strategies. In addition, they used combination types, by using more than one strategy in correcting the students? error s.",
  "creators": "FRANSISCA A BUDIANI",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Flora Debora (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011954/ING/2011; Fransisca Aprillia Budiani (11407043)",
  "subjects": "ENGLISH LANGUAGE-UNITED STATES-SOCIAL ASPECTS-STUDY AND TEACHING; ENGLISH LANGUAGE-UNITED STATES-SEX DIFFERENCES-STUDY AND TEACHING"
}