{
  "id": "1946",
  "title": "Perwujudan berbagai gaya campuran regency pada lobby kondominium Regensi di Surabaya",
  "abstract": "Kondominium Regensi merupakan gedung apartemen bergaya desain Regency yang berlokasi di jalan Embong Malang no 25-31 Surabaya. Penelitian ini dalam buku History of Architecture mencakup tentang arti gaya Regency yang menunjuk pada gaya-gaya transisi antara era Georgian akhir dan perkembangan yang menyertai abad 19 dan diberi istilah Regensi, yang memiliki keasliannya di masa klasik dari tahun 1810-1820 dan gambaran dari bentukan-bentukan Yunani dan Romawi. Hal ini memiliki arti bahwa pada dasarnya bentukan-bentukan unsur-unsur elemen interior mengacu pada bentuk Yunani dan Romawi. Sedangkan yang menjadi dekorasi utama adalah percampuran dari elemen-elemen gambar dari sumber eksotis lainnya, yang berasal dari ciri-ciri gambar atau dekorasi Mesir, China, Inggris maupun Prancis sehingga dapat dipakai menjadi tolok ukur gaya apa saja yang dipilih dalam mewujudkan unsur-unsur phisik pada ruang lobby Kondominium Regensi Surabaya. Unsur phisik tersebut meliputi: (1) elemen pembentuk ruang: dinding, plafon, dan lantai serta unsur-unsurnya seperti tiang, pintu, jendela, tangga dan lain-lain. (2) fasilitas seperti mebel dan sarana kegiatan lainnya. (3) Utilitas: pencahayaan, penghawaan, serta sumber tata suara. Dari penelitian ini diketahui bahwa Kondominium Regensi Surabaya telah sesuai dengan arti gaya Regency yang telah memilih bentukan-bentukan Romawi dan Yunani dipadukan memadukan gaya Mesir, Yunani, Romawi, Inggris, Prancis.",
  "creators": "VIANNA",
  "contributors": "WASIS SOEBARNIATI (Advisor 1); Adi Santosa (Advisor 2); J. Loekito Kartono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.00010231/DIN/2005; Vianna (41498059)",
  "subjects": "APARTMENT HOUSES-DECORATION; CONDOMINIUMS"
}