{
  "id": "19476",
  "title": "The Communication strategies used by ten basic level students and ten intermediate level students at double eight English in Surabaya",
  "abstract": "This study is about the communication strategies mostly used by ten basic level students and ten intermediate level students at Double Eight English in Surabaya as well as the differences between the two. The writer decides to focus on the proficiency level because the writer wants to know whether level influence communication strategy. The writer does this study based on the theory of communication strategies by William Littlewood (1984) which consists of avoid communication, adjust the message, use paraphrase, use approximation, create new words, switch to the native language, and seek help. The writer used a translation passage written by her, and she collected the data by recording the subjects when they were talking. The writer classified the proficiency level of the students by the record from Double Eight English. The result of this study revealed that the most communication strategies used by the ten basic level students is switching to native language. The students often used this strategy; it might be because they did not know the exact word in English, and so they just transferred to Indonesian, and also might be because both the interviewer and the students had the same knowledge of the native language. Creating new words was the lowest strategy which is used by the ten basic students in Double Eight English. They made strange vocabularies that probably we never heard before. The most communication strategies used by the ten intermediate level students is approximation strategy. They approximated some words or vocabularies that they were not sure. Create new words strategy and seek help strategy had the same frequency as the lowest strategy used by the ten intermediate level students in Double Eight English. There was also a case where basic level students and intermediate level students failed to mention the words. It might be because they were lack of knowledge and less vocabularies. There was also another reason of why they failed to communicate. It might be because the students were nervous while translating the passage given by the writer. In addition, they may try to compensate for their errors, lack of vocabulary and hesitation by doing Communication Strategies. Students with low English proficiency seem to have more communication problems than high proficiency ones.",
  "creators": "BELINDA JULIAN PRINS",
  "contributors": "Herwindy Maria Tedjaatmadja (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011940/ING/2010; Belinda Julian Prins (11404058)",
  "subjects": "SECOND LANGUAGE ACQUISITION; ENGLISH LANGUAGE-SPOKEN ENGLISH-STUDY AND TEACHING; LANGUAGE AND LANGUAGES-STUDY AND TEACHING"
}