{
  "id": "19471",
  "title": "The Use of swear words in the '8 Mile' movie",
  "abstract": "This study attempts to analyze the use of swear words. The writer used the 8 mile as the analyzed media. The subjects of this study were the two main male characters of 8 Mile movie, because there were a lot of swear words that the characters used, so that the writer could analyze and categorize the use of swear words easily based on the use and the reason. The swear words were categorized into 7 types using Liedlich?s theory of swear words, i.e. animal terms, copulative terms, death, excretory term, mother-in-law-term, sexual irregularities term, and miscellaneous. From all the analysis that the writer did, Jimmy often used swearword with copulative terms categories in the conversation, in which ?fuck? as the kinds of swearword from copulative terms that he often used, different from David who often used excretory terms categories in the conversation. The main characters have no purposes in using the swearwords. Related to the language use and ethnicity, language has a setting. The people that speak it belong to a race or ethnicity (or a number of races), that is, to a group which is set off by physical characteristics from any other group. Thus, different race or ethnicity will have different language style, and of course including its swear words too. There are some purposes that the characters used in using swearwords such as creating attention, discrediting, provoking, creating strong interpersonal identification, providing catharsis, no purpose or habit.",
  "creators": "ERWIN WIJAYA",
  "contributors": "Samuel Gunawan (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis",
  "subjects": "SOCIOLINGUISTICS; ENGLISH LANGUAGE-SOCIAL ASPECTS-STUDY AND TEACHING; LANGUAGE AND LANGUAGES-STUDY AND TEACHING; LANGUAGE AND CULTURE"
}