{
  "id": "19478",
  "title": "The Conversational functions of code switching produced by the main characters in Ketika Cinta Bertasbih movie",
  "abstract": "In this study the writer is eager to find out the conversational functions of code switching used by the main characters in Ketika Cinta Bertasbih movie in their dialogues. Besides, the writer is also interested in finding out factors that affect the code switching. Therefore, the writer uses the theory of conversational functions of code switching by Gumperz (1982) and is supported by the theory of social factors and dimensions by Holmes (2001). In this research the writer observes the conversational code switching produced by the main characters from the dialogue script. In order to get the data, the writer watched the movie then transcribed the dialogue to record the occurrence of code switching. To avoid the deviation of the problems, the writer limits the code switching by excluding the long-established borrowing in Indonesian from Arabic and any language variations or styles of speech. From the research, the writer found that the highest occurrence among those types is the addressee specification. The writer interpreted this finding as occurred because the multilingual community made the speaker to adjust the code being used. The second highest is the message qualification that is used to qualify or elaborates message to the addressee. Next, the factors that affect the code switching the most is the participants factor, means the addressee of whom a speaker talk to have an important role to determine and affect the way one speaks depends on the degree of social distance and social status.",
  "creators": "CAHYANI PUJI LESTARI WATI",
  "contributors": "Samuel Gunawan (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011941/ING/2010; Cahyani Puji Lestari Wati (11404087)",
  "subjects": "SOCIOLINGUISTICS"
}