{
  "id": "19483",
  "title": "The Persuasive strategies used on the phone by male and female insurance salespeople in Surabaya",
  "abstract": "This study deals with the role of persuasive in the salesmanship. Furthermore, this study focused on the persuasion which is done on the phone. From many companies in business world, the one which mostly use the persuasive strategies on phone is insurance company. Many people have ever been persuaded on phone by those salespeople from insurance companies. Here, the salespeople use the persuasive speech to assure us about the superiority of their product and persuade us to join them. Meanwhile, my research studied the persuasive strategies used by male and female salespeople. The purpose is to find out the differences and/or similarities of the persuasive strategies used by male and female salespeople in the two steps of selling process formulated by Kotler and Armstrong (2004). According to them, in the selling process there are several steps that is prospecting and qualifying, pre-approach, approach, presentation, handling objection, closing, and follow-up. However, in my study I only focused on the approach and handling objection because the prospecting-qualifying and pre-approach steps have been designed in the instrument, meanwhile the closing and follow -up steps do not appear in the phone call persuasion. To identify the persuasive strategy, I use the persuasive strategy by Bender (1980). As what he stated, the persuasive strategy consist of state your purpose in direct or indirect statement, lea d, confirmation, feedback, swivel, challenge, stimulator, assumption, and milestone questions. In doing this research, I have thirty salespeople from several insurance companies in Surabaya as my respondents and I asked them to call the prospect according to the role play that I designed. Finally, I found that the persuasive strategies that were used by male and female salespeople may be different in some steps and also similar in some steps.",
  "creators": "MARSELLA YEANETTE HATANE",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011946/ING/2011; Marsella Yeanette Hatane (11407002)",
  "subjects": "SOCIOLINGUISTICS; INDONESIAN LANGUAGE-SOCIAL ASPECTS-STUDY AND TEACHING; INDONESIAN LANGUAGE-SEX DIFFERENCES-STUDY AND TEACHING"
}