{
  "id": "19510",
  "title": "Tradisi orang Tionghoa Surabaya memberi angpao pada tahun baru Imlek",
  "abstract": "Skripsi ini membahas tentang tradisi orang Tionghoa Surabaya memberi angpao pada Tahun Baru Imlek, yang dilaksanakan pada masa sekarang. Tujuan dari penelitian ini adalah untuk mengetahui tradisi pemberian angpao pada Tahun Baru Imlek yang dilaksanakan oleh orang Tionghoa Surabaya generasi senior dan generasi muda serta persepsi mereka mengenai arti memberi dan menerima angpao. Metode penelitian yang digunakan adalah studi lapangan melalui pembagian 2 jenis angket, yang didukung oleh kajian pustaka. Angket tersebut dibagikan pada 20 orang Tionghoa generasi senior ( usia 49-55 tahun ) dan 20 orang Tionghoa generasi muda ( usia 19-23 tahun ). Dari hasil penelitian tersebut, penulis menemukan bahwa : responden generasi senior sudah jarang mengikuti aturan tertentu dalam memberi uang angpao, sehingga mereka lebih menekankan jumlah nominal uang angpao yang diberikan. Tidak seluruh responden generasi senior memberi angpao pada kemenakan yang tinggal di luar kota. Dari seluruh responden generasi senior dan generasi muda, tidak ada yang memberi atau menerima angpao pada malam sebelum Tahun Baru Imlek atau Cap Go Meh. Sebelum menerima angpao, responden generasi muda terlebih dahulu memberi hormat dan mengucapkan selamat tahun baru pada generasi senior, sedangkan tradisi bersujud sudah tidak dilaksanakan lagi. Selain itu, hampir seluruh responden generasi senior dan generasi muda tidak percaya bahwa angpao dapat mengusir kekuatan jahat atau menghindarkan nasib sial. Dengan demikian, dapat disimpulkan bahwa tradisi pemberian angpao yang dilaksanakan pada Tahun Baru Imlek di Surabaya, telah mengalami berbagai perubahan.",
  "creators": "CELINA YUSNITASARI",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); MELLISA TEDJO (Advisor 2); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02010014/CHI/2006; Celina Yusnitasari (12401017)",
  "subjects": "ETHNOLOGY-CHINESE; CHINESE CULTURE; ANGPAO (RED ENVELOPES)"
}