{
  "id": "19524",
  "title": "Perpustakaan, auditorium dan student centre U.K. Petra",
  "abstract": "Makala ini adalah bagian tertulis dan merupakan tahap per-tama dari pada tugas perencanaan proyek akhir dalam rangka memperoleh gelar sarjana Arsitektur di Fakultas Teknik Arsitektur Universitas Kristen Petra Surabaya. Sasaran dari pada makala ini adalah untuk menyusun pokok -pokok pikiran yang akan dijadikan dasar guna membuat perencanaan fisik kemudian. Judul yang terpilih untuk perencanaan tugas akhir ini adalah Perpustakaan, Auditorium dan Student Centre Universitas Kristen Petra, yang berkedudukan di tapak jalan Siwalan Kerto Surabaya. Dari judul dapat disebutkan dengan jelas ruang lingkup pe-rencanaan yang digarap apalagi bila dikaitkan dengan program pengembangan Universitas Kristen Petra secara keseluruhan,dimana sarana-sarana fisik yang direncanakan itu pada hakekatnya adalah merupakan kelengkapan sarana -sarana fisik yang berfungsi sebagai organ sub sistim dari suatu sistim perguruan tinggi. pada pokoknya isi makalah ini terbagi atas : 1. Identifikasi masalah, yang merupakan tinjauan umum dari pada keberadaan Universitas Kristen Petra sebagai salah satu Perguruan Tinggi Swasta di Indonesia dan kemudian secara khusus diuraikan hal-hal yang langsung berkaitan dengan judul proyek, 2. Formulasi tujuan, yang pada pokoknya adalah merupakan obyektifitas perencanaan. Bagian ini berisi analisa analisa dari berbagai aspek yang mempunyai kaitan' dengan judul dan tujuan perencanaan. 3. Sintesa yang berisikan pedoman-pedoman perencanaan. Didalamnya diuraikan tentang dasar-dasar perencanaan yang merupakan hasil dari pada tahap sebelumnya dan menjadi landasan bagi keputusan-keputusan tahap selanjutnya, 4. Terakhir, makala ini ditutup dengan Laporan Perencana-an, yaitu berisi konsep-konsep yang menyangkut akan aemua iklim dan sistim bangunan yang direncanakan.",
  "creators": "RIDUAN SUKARDI",
  "contributors": "A.Y. SETIAWAN (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 032/Ars.3/82; Riduan Sukardi (369022)",
  "subjects": "ACADEMIC LIBRARY; AUDITORIUMS-DESIGNS AND PLANS"
}