{
  "id": "19531",
  "title": "Balai latihan kerja industri dan pertanian di Kabupaten Mojokerto",
  "abstract": "Makala ini ditulis dalam rangka menyele- saikan ujian Sarjana Arsitektur di Fakultas Teknik Arsitektur Kristen Petra Surabaya periode tahun 1982 - 1983. Tujuan disusunnya makala ini ialah merupakan tahapan-tahapan pemikiran yang nantinya dipakai sebagai landasan dalam membuat perencanaan fisiknya. Maka sesuai dengan judul yang telah ditetapkan yaitu: \"BALAI LATIHAN KERJA INDUSTRI DAN PERTANIAN\" laporan ini nantinya merupakan -bahan pemikiran berupa data-data dan konsep-konsep pemecahan yang bisa menunjang terlak sananya pembuatan proyek akhir ini sesuai dengan judul di-atas. Pada dasarnya isi dari makala ini merupakan pentahapan pemikiran dari proyek akhir yang sedang dikerjakan yang terbagi dalam : * Tanggapan pemikiran mengenai gagasan permasalahan secara umum yang dapat menunjang terhadap ide dari judul yang ada yaitu Balai Latihan Kerja Industri dan Pertanian. * Berupa konsep-konsep pengertian umum dari Balai Latihan Kerja yang pada pokoknya merupakan dasar yang bisa menunjang dalam tahapan perancangan yang direncanakan. * Berupa tinjauan khusus mengenai Balai Latihan Kerja Industri dan Pertanian itu sendiri mengenai masalah, sasaran , maksud dan tujuan perencanaan Balai Latihan Kerja Industri dan Pertanian. * Berupa keputusan-keputusan dasar yang bisa diambil berupa program kebutuhan, konsep-konsep & sistim-sistim yang bisa dipakai sebagai landasan dalam menyelesaikan perencanaan pada tahap terakhir proyek Balai Latihan Kerja Industri dan Pertanian.",
  "creators": "SOEKENDRO KASOEHARDJO",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur; Soekendro Kasoehardjo (370004)",
  "subjects": "VOCATIONAL TRAINING CENTERS; AGRICULTURAL EDUCATION"
}