{
  "id": "19545",
  "title": "Seamen's Club Surabaya",
  "abstract": "Laporan perencanaan ini mengenai; \"Seamen's Club di Suraba- ya\". Pengertian dari pada Seamen's Club di sini adalah, merupakan suatu wadah yang menampung aktivitas para pelaut yang kapalnya sedang bersandar di daerah pelabuhan Tanjung Perak Surabaya, yang rnengandung unsur-unsur komunikatip, rekreatip untuk menetralisir kebosanan/kejenuhan dan untuk meningkatkan gairah kerja dari pada pelaut.: Berbicara mengenai Seamen/Pelaut, otomatis di dalam benak kita timbul suatu garnbaran/bayangan tentang sebuah kapal dengan sekelompok manusia di dalamnya, yang sedang menga- rungi lautan luas dalam waktu yang relatip cukup lama. Dengan latar belakang pekerjaan sebagai awak kapal, yang berbeda dengan pekerjaan-pekerjaan pada umumnya di darat, (menurut Psikolog WA Gerungan) mempengaruhi akan sikap dan nilai-dari para pelaut (mempunyai ciri ciri khusus) yang mempengaruhi perencanaan dari pada fasilitas- fasilitas yang ada di dalam Seamen's Club ini, Sistim pendekatan yang digunakan di sini adalah, dengan membuat kwestioner kepada para pelaut, wawancara dengan Psikolog yang menangani masalah ini, dengan Ketua KPI. Surabaya (Kesatuan Pelaut Indonesia) dan Lembaga-lembaga yang berhubungan . Dengan tidak lupa melihat potensi yang ada, serta pengembangan di masa yang akan datang, dan mengatasi masalah penyediaan biaya pembangunan dan biaya operasionil serta pengelolanya . Dengan mengatasi masalah-masalah tersebut di atas, perencanaan ini dapat dilanjutkan pada tahap kebutuhan fungsionil : mengenai kapasitas dan luasan ruangan yang dibutuhkan, dan memilih lokasi tapak yang tepat sangat penting dalam mencapai keberhasilan dari pada Seamen's Club ini. Sedangkan did alam pembahasan phisik bangunan, sesuai dengan sifat bangunan/pelayanannya, yaitu tertutup (exclusive); khusus bagi masyarakat pelaut dapat diwujudkan didalam perancangan bentuk bangunan/arsitektur dengan rnengarnbil unsur-unsur/simbol dari pelayaran, dengan tidak lupa memperhatikan suasana intim/komunikatip, rekreatip dan rileks harus benar-benar dapat tercermin di dalam perancangan tapak dan bangunan yang merupakan hasil dari perancangan yang diwujudkan dalam gambar-gambar dan bentuk tiga dimensinya/maket.",
  "creators": "SUZANA SIAHAAN",
  "contributors": "A.Y. SETIAWAN (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur; Suzana Siahaan (373015)",
  "subjects": "INDONESIA, NAVY-CLUBS; RECREATION BUILDINGS"
}