{
  "id": "19540",
  "title": "Kajian preferensi pada interior kafe dengan open seating area di Surabaya (Studi kasus: De'excelso Tunjungan Plasa IV, De' excelso Galaxy Mall II, dan De' excelso Supermal Pakuwon Indah)",
  "abstract": "Surabaya sebagai salah satu kota metropolitan memiliki tingkat mobilitas yang tinggi. Masyarakatnya yang dinamis cenderung memiliki kesibukan yang cukup padat. Tingkat kesibukan yang padat ini dapat mempengaruhi tingkat kepenatan seseorang pada umumnya. Mal hadir sebagai salah satu jawaban atas permasalahan ini. Beragam hiburan dapat kita jumpai dalam sebuah mal, salah satunya adalah kafe. Saat ini banyak bermunculan kafe-kafe di berbagai macam pusat perbelanjaan di Surabaya. Beragam kafe yang dapat kita temui tersebut berusaha menonjolkan ciri khasnya masing-masing. Mereka memiliki area unit dan open seating area yang terpisahkan dari area unitnya. Area unit cenderung dididesain lebih menarik daripada desain pada open seating area, namun biasanya pengunjung lebih menyukai duduk di open seating area daripada duduk di dalam unit. Ini adalah hal yang menarik untuk diteliti. Dalam hal ini peneliti meninjau pengalaman pengunjung kafe de?Excelso. Pertama-tama peneliti akan menganalisis interior kafe de?Excelso dengan teori yang berhubungan dengan kafe. Kemudian mengaitkan hasil analisis dengan pengalaman pengunjung dan peneliti selama menjadi pengunjung di de?Excelso. Hingga akhirnya ditemukan kesimpulan yang akan memperjelas alasan kecenderungan pengunjung memilih duduk di open seating area.",
  "creators": "STEPHANIE SANJAYA",
  "contributors": "Yusita Kusumarini (Advisor 1); Linggajaya Suryanata (Advisor 2); M. SHOLAHUDDIN, S.Sn, M.T (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010893/DIN/2010; Stephanie Sanjaya (41406130)",
  "subjects": "CAFES (DRINKING ESTABLISHMENT)-DECORATION; RESTAURANTS-DECORATION"
}