{
  "id": "19550",
  "title": "Kajian estetika interior gereja Graha Bethani Nginden Surabaya",
  "abstract": "Aliran gereja Pentakosta mempunyai peranan sentral terhadap gerakan karismatik. Gerakan ini memberikan nafas baru dalam kegiatan beribadah dan perkembangan bentuk bangunan gereja Kristen Pentakosta saat ini. Hal ini terlihat dari estetika interior serta struktur bangunan gereja yang membawa peradaban masa kini untuk memberi suasana pengalaman beribadah yang baru, sehingga tercipta suatu interior gereja yang khas. Penelitian ini ingin mengetahui penerapan nilai estetika pada interior gereja Graha Bethany Nginden Surabaya dengan tujuan untuk menemukan nilai-nilai estetika bentuk, fungsi dan struktur. Metode penelitian yang digunakan yakni metode deskriptif dengan studi kasus yang menguraikan gambaran secara mendetail tentang estetika interior gereja Graha Bethany Nginden dan kritik seni. Penelitian ini menggunakan pendekatan teori Vitruvius yang mengacu pada estetika/keindahan (venusitas), meliputi: keindahan bentuk (prinsip/organisasi estetika, unsur estetika) dan keindahan ekspresi, kekuatan (firmitas) meliputi aspek struktur, serta kegunaan/fungsi (utilitas). Batasan interior yang dibahas adalah bentuk bangunan, bentuk layout, elemen pembentuk ruang, elemen transisi ruang, elemen pengisi ruang, elemen dekoratif, dan sistem utilitas. Hasil penelitian menunjukkan bahwa penerapan nilai estetika pada interior gereja Graha Bethany Nginden ini pada aspek fungsi merupakan pemenuhan syarat psikis, seperti penciptaan suasana ruang tertentu dengan tujuan mencapai kesan tentram, tenang, nyaman, dan aman. Organisasi dan unsur estetika secara keseluruhan teraplikasikan dengan baik, menunjukkan kesan dinamis, selaras, seimbang, dan serasi antara unsur satu dengan unsur yang lain. Pada aspek struktur dan ekspresi interior gereja Graha Bethany Nginden terkesan kokoh, kuat, stabil, dinamis, serta seimbang.",
  "creators": "KRISTIANY CHANDRA",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 1); DEVY ASWARIE (Advisor 2); SUMARTONO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010835/DIN/2010; Kristiany Chandra (41406037)",
  "subjects": "CHURCH-DECORATION; INTERIOR-BUILDINGS-DECORATION"
}