{
  "id": "19555",
  "title": "Kajian fenomenologi pada interior gereja katolik Roh Kudus di Surabaya",
  "abstract": "Desain Interior suatu ruangan akan mampu memberikan pengaruh terhadap pengalaman manusia yang berada di dalamnya. Dalam mendesain ruangan liturgi perlu diperhatikan simbol perjumpaan umat beriman dan Allah yang dapat membantu umat untuk memperdalam iman dan kesucian hatinya. Dengan desain ruangan liturgi yang mampu menghadirkan suasana keilahian, maka akan mempengaruhi pengalaman iman yang umat rasakan saat beribadah. Adapun tujuan dari penelitian ini untuk Untuk mengetahui fenomena-fenomena pada interior gereja Katolik Roh Kudus (GKRK) yang dirasakan oleh umat selama beribadah dalam gereja tersebut. Dari hasil analisis pengalaman umat dengan menggunakan kajian fenomenologi ditemukan tema-tema yang merupakan perasaan batin yang dirasakan umat saat beribadah di dalam gereja yaitu perasaan kedamaian, keheningan, kesederhanaan, kerinduan akan penyatuan dengan Sang Ilahi, dan kegembiraan batin. Keseluruhan tema tersebut dapat dirasakan pada Area Panti Imam yang menjadi nilai sentral pada gereja ini. Dari lima tema yang diperoleh ternyata beberapa diantaranya saling berkaitan satu sama lain. Keterkaitan antar tema ini oleh peneliti disebut juga dengan dialog antar tema. Adapun dialog antar tema yang diperoleh yaitu, dialog antar tema kedamaian dengan keheningan, dialog antar tema kerinduan akan penyatuan dengan Sang Ilahi dengan kegembiraan batin, dialog antar tema kedamaian dengan kerinduan akan penyatuan dengan Sang Ilahi, dialog antar tema kesederhanaan dengan kerinduan akan penyatuan dengan Sang Ilahi, dialog antar tema kedamaian dengan kegembiraan batin, dan dialog antar tema keheningan dengan kegembiraan batin.",
  "creators": "JIHAN YUNISABELLA",
  "contributors": "M. SHOLAHUDDIN, S.Sn, M.T (Advisor 1); Grace Setiati, S.Sn., M.Ds. (Advisor 2); Yusita Kusumarini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010813/DIN/2010; Jihan Yunisabella (41406005)",
  "subjects": "CATHOLIC CHURCH-DECORATION"
}