{
  "id": "19559",
  "title": "Taman rekreasi bumi Lerep Permai di Kabupaten Semarang",
  "abstract": "Laporan Perencanaan ini merupakan pelengkap gambar perencanaan Proyek Akhir periode XX untuk menempuh ujian Sarjana Arsitektur semester genap tahun ajaran 1988/1989 di Fakultas Teknik Univarsitas Kristen Petra Surabaya. laporan ini berisi tentang perencanaan dan perancangan Taman Rekreas dii BUMI LEREP PERMAI di kabupaten Semarang, yang merupakan sebuah fasilitas rekreasi untuk sebuah villa estate dengari nama serupa yang terbuka untuk umum. Taman rekreasi ini dibangun dalam rangka menyediakan alternatif sarana rekreasi di Jawa Tengah pada umumnya, dan bagi penduduk kota Semarang pada khususnya . Untuk tidak meluasnya pembahasan, isi laporan ini dibatasi pada hal-hal yang mendukung perencanaan dan perancangan Taman Rekreasi Bumi Lerep Permai tersebut saja, sedangkan tentang perencanaan villa estatenya tidak dibahas dalam laporan ini. Diawali dengan pengenalan akan arti rekreasi dan kebutuhan masyarakat Semarang akan sebuah kawasan peristirahatan, pembahasan dilanjutkan dengan meninjau kota Ungaran, potensi potensi yang dimilikinya yang mendorong pemilik lahan untuk membangun sebuah villa estate lengkap dengan sebuah taman rekreasi Dari sini ditentukan dasar perencanaan yang meliputi program dasar dan program kebutuhan yang bertitik tolak dari fasilitas-fasilitas yang biasanya ada pada sebuah taman rekreasi . Kemudian dilanjutkan dengan analisa-analisa untuk mendukung perancangan tapak, bangunan dan landscape yang akan disajikan dalam gambar.",
  "creators": "TONNY SUSANTO",
  "contributors": "Irwan Santoso (Advisor 1); Stanislaus Kuntjoro Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 482/ARS.18/89; Tonny Susanto (383084)",
  "subjects": "RECREATION CENTERS"
}