{
  "id": "19562",
  "title": "Permasalahan pernikahan Fang Hong Jian dan Sun Rou Jia dalam novel Wei Cheng karya Qian Zhong Shu",
  "abstract": "Skripsi ini meneliti masalah pernikahan Fang Hong Jian dalan novel Wei Cheng. Wei Cheng adalah sebuah novel parodi yang melukiskan kaum intelek pada masa perang anti Jepang. Novel dengan gayanya yang khas telah mengembangkan keadaan \"weicheng\" pada kaum intelek dalam hal pernikahan, pekerjaan, keluarga, dll. Penulis membahas permasalahan pernikahan yang dialami Fang Hong Jian dan Sun Rou Jia, serta membahas penyebab terjadinya masalah pernikahan tersebut. Penulis berharap pembaca lebih mengerti arti dari \"weicheng\" serta dapat mengambil hikmah dari masalah penikahan mereka. Analisa dilakukan dengan menggunakan studi pustaka, analisa buku-buku referensi di perpustakaan, dan teori sastra yang dikumpulkan melalui internet serta sumber lain yang mendukung. Teori yang digunakan adalah teori sastra yaitu teori penokohan, teori konflik, serta pernikahan pada abad 20. Melalui skripsi ini, penulis menemukan bahwa Fang Hong Jian dan Sun Rou Jia menghadapi permasalahan seperti pernikahan tanpa didasari perasaan cinta , menikah tanpa memberi tahu orang tua, pernikahan tanpa didasari kepercayaan, dan setelah menikah tidak saling menghormati,tidak saling mengerti dan mengalah, serta tidak mengerti maksud dari pernikahan. Permasalahan pernikahan mereka disebabkan oleh Sifat Fang Hong Jian yang penakut, tidak punya pandangan sendiri, mementingkan harga diri dan Sun Rou Jia yang mementingkan diri sendiri, tidak tahu aturan, semaunya sendiri, serta disebabkan latar belakang masing-masing keluarga yang tidak mendukung.",
  "creators": "LINDA SETIAWATI",
  "contributors": "Yukun Lin (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 2); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010047/CHI/2008; Linda Setiawati (12404001)",
  "subjects": "CHINESE FICTION-20TH CENTURY-STUDY AND TEACHING; QIAN, ZHONG SHU, ...-..., WEI CHENG-STUDY AND TEACHING"
}