{
  "id": "19576",
  "title": "Pusat mode dan busana Indonesia di Jakarta",
  "abstract": "Laporan perencanaan ini disusun dalam rangka memenuhi per syaratan Ujian Sarjana Arsitektur, periode XVI tahun 1987 pada Jurusan Arsitektur Pakultas Teknik Universitas Kristen Petra Surabaya. Judul proyek yang kami buat adalah : 'PUSAT MODE DAN BUSANA INDONESIA DI JAKARTA' Dalam laporan ini diuraikan mengenai hal-hal yang berhubungan dengan perencanaan sarana Pusat Mode dan Busana In- donesia di Jakarta. Hal tersebut rnerupakan usaha untuk rne menuhi kebutuhan akan sarana atau wadah bagi kegiatan mode dan busana yang ada di Indonesia, yang sampai saat ini belum ada fasilitas yang benar-benar menunjang kebutuhan itu. Pada saat ini kemajuan yang pesat di Indonesia dalam bidang mode dan busana tak dapat dielakkan. Lebih-lebih dengan semakin meningkatnya nilai-nilai ekspor busana maupun tuntutan masyarakat Indonesia yang makin mengerti akan pentingnya berpenampilan menarik. Dengan tuntutan tersebut, perlu adanya sarana yang representatif, benar-benar menunjang untuk kemajuan mode dan busana di Indonesia, serta dapat memajukan dan menggali mode atau busana daerah di Indonesia untuk ditampilkan ke dunia nasional dan Internasional. Secara garis besar, fasilitas yang disediakan yaitu : - Fasilitas Promosi,Informasi, Penjualan. Merupakan fasilitas yang menampung perancang-perancang untuk memajukan krativitasnya, memperkenalkan mode/hasil- hasil penelitian tentang mode di Indonesia, terutama memberikan informasi penting dan pelayanan bagi masyarakat tentang mode dan busana di Indonesia. - Fasilitas Penelitian dan Pengembangan. Merupakan fasilitas untuk mengembangkan kegiatan mode dengan mengadakan fasilitas kursus yang diharapkan dapat menghasilkan perancang-perancang berbobot, serta fasilitas penelitian yang terus mencari dan menggali bentuk mode dan busana yang sesuai baik dari dalam dan luar daerah untuk dapat digunakan masyarakat Indonesia sesuai dengan adat, iklim, tata cara dan sebagainya.",
  "creators": "ANGKIE GUNAWATI",
  "contributors": "Stanislaus Kuntjoro Santoso (Advisor 1); Handinoto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ; Angkie Gunawati (381046)",
  "subjects": "FASHION CENTERS-DESIGNS AND PLANS; FASHION DESIGNERS; FASHION DESIGNERS-BUILDINGS-DESIGNS AND PLANS"
}