{
  "id": "19585",
  "title": "Penelitian siswa Indonesia belajar radikal karakter bahasa Tionghoa",
  "abstract": "Belajar bahasa Tionghoa tidak hanya mementingkan keterampilan berbicara, tetapi juga harus dapat menulis karakter bahasa Tionghoa. Karakter bahasa Tionghoa merupakan gabungan dari bentuk, bunyi dan arti, sedangkan huruf latin adalah gabungan alfabet yang dieja untuk menimbulkan bunyi. Perbedaan ini membuat siswa Indonesia merasa sulit ketika belajar menulis karakter bahasa Tionghoa. Radikal karakter bahasa Tionghoa adalah bagian terpenting dari sebuah karakter bahasa Tionghoa, memahami radikal dapat mempermudah dalam mengingat karakter bahasa Tionghoa, oleh karena itu radikal juga harus dipelajari. Lembaga kursus Xin Zhong adalah salah satu lembaga kursus yang terbaik yang ada di kota Surabaya. Penulis melakukan penelitian di lembaga kursus ini. Penulis menggunakan metode kuantitatif dalam melakukan penelitian untuk mengetahui seberapa jauh pemahaman siswa akan radikal karakter Bahasa Tionghoa. Melalui penelitian ini, penulis mendapatkan bahwa para siswa lembaga kursus Xin Zhong masih belum cukup memahami radikal karakter bahasa Tionghoa. Kebanyakan siswa bisa menulis suatu karakter tanpa mengetahui radikal dari karakter tersebut, padahal dengan mengenal radikal akan mempermudah siswa dalam menggunakan kamus serta mempermudah pada saat belajar karakter lain dengan radikal yang sama sehingga mudah dalam menghafal. Peningkatan pemahaman akan radikal perlu dilakukan, dan diharapkan guru pengajar dapat meningkatkan cara pengajaran akan radikal dengan memberikan penjelasan dan berbagai contoh radikal yang sudah pernah dipelajari oleh siswa.",
  "creators": "FENNY LOKITO",
  "contributors": "Zhao Yu Fang B.A. (Advisor 1); Elisa Christiana (Advisor 2); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010064/CHI/2010; Fenny Lokito (12406002)",
  "subjects": "CHINESE CHARACTERS-STUDY AND TEACHING; CHINESE LANGUAGE-WRITING-STUDY AND TEACHING"
}