{
  "id": "19582",
  "title": "Komplek Kongregasi Frater BHK di Malang",
  "abstract": "Laporan perencanaan dan perancangan ini merupakan hasil-dari suatu tinjauan dan evaluasinya sampai pada kesimpulan. se- bagai kemungkinan pemikiran bagi suatu komplek bangunan pondok biara di kabupaten Malang. Obyek study yang diambil untuk maksud tersebut di atas adalah: \"Kornplek konggregasi frater bunda hati kudus Malang\". Dikemukakan apa dan bagaimana yang dimaksud dengan konggrega- si frater bunda hati kudus. Selanjutnya ditunjukkan kenyataan kenyataan yang ada dewasa ini di rumah biarawan konggregasi bunda hati kudus Malang jalan Jaksa Agung Suprapto No. 21. Dari tinjauan di atas,kesudian diadakan evaluasi mengenai kela yakan akan sarana yang diperlukan sesuai dengan hakekat dan tujuan kehidupan konggregasi. Masalah kelayakan ini,erat hubungannya dengan misi dalam perkembangan hidup konggregasi. Karena itu adanya perencanaan da lam hal ini,merupakan langkah maju dalam mengirnbangi perkembangan - perkembangan tersebut. Perencanaan ini, selanjutnya menjadi dasar khususnya dalarn perencanaan bangunan komplek konggregasi frater bunda hati ku- dus. Langkah selanjutnya adalah menganalisa segala kegiatan yang dilakukan untuk membuat kesimpulan akan kebutuhan fasili tas yang memadai. Segala fasilitas yang dibutuhkan ditentukan menurut urutan kepentingannya, selanjutnya mengarahkan pada su atu perancangan arsitektur. Perancangan ini berorientasi kepada disiplin arsitektur,sehing ga dapat tercipta suatu karya arsitektur yang cukup memenuhi-kelayakannya. Akhirnya,ditentukan pilihan kemungkinan yang optimal sebagai kesimpulan laporan perencanaan ini",
  "creators": "THEOBALDUS PITANG",
  "contributors": "Markus Ignatio Aditjipto (Examination Committee 1); IR. SHELLY GUNAVATI WARDOYO, MT. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 351/Ars.4/87; Theobaldus Pitang (379072)",
  "subjects": "COTTAGES-DESIGN AND PLANS; MONASTERIES"
}