{
  "id": "19593",
  "title": "Fasilitas wisata dan pemberdayaan bambu di desa Sumbermujur, Lumajang",
  "abstract": "Bambu sangat mudah ditemukan di Indonesia, khususnya di wilayah pedesaan, namun tidak banyak yang mengetahui bahwa bamboo memiliki nilai ekologis dan ekonomis yang tinggi. Salah satu hutan bambu yang ada di Indonesia adalah hutan bamboo Sumber Dheling di desa Sumbermujur, kabupaten Lumajang. Menurut sejarahnya, hutan ini dulu berfungsi sebagai penangkap air tanah yang menjadi sumber air desa tersebut, namun seiring waktu, hutan ini sempat mengalami kerusakan akibat ketidaktahuan penduduk setempat dalam memberdayakan bambu. Saat ini, hutan bambu Sumber Dheling mulai dikembalikan ke asalnya dan direncanakan untuk menjadi hutan wisata berbasis ekologis. Namun keterbatasan sumber daya manusia dan dana menyebabkan hutan ini belum memiliki fasilitas pendukung yang memadai. Fasilitas Wisata dan Pemberdayaan Bambu di Desa Sumbermujur, Lumajang, merupakan tempat untuk memfasilitasi kegiatan pemberdayaan bambu yang meliputi kegiatan konservasi, preservasi, dan pengolahan produk bambu di desa Sumbermujur, kabupaten Lumajang, yang dikemas dalam bentuk wisata edukatif dan rekreatif. Tujuan dari proyek ini adalah memperdayakan bambu yang ada di desa Sumbermujur secara maksimal sesuai nilai ekologisnya. Permasalahan yang muncul dalam proyek ini adalah bagaimana merancang bangunan yang ramah lingkungan dan tidak merusak ekosistem alam yang ada, khususnya ekosistem hutan bambu, sehingga dipilih pendekatan arsitektur ekologis dalam mendesain proyek ini. Selain itu, untuk mewakili pariwisata hutan bamboo Sumber Dheling, bangunan diharapkan menampilkan citra bambu lewat penggunaan bambu sebagai material utama pada bangunan, maka dipilih pendalaman material bamboo dalam mendesain bangunan.",
  "creators": "DAVID WIBOWO SAMPURNA",
  "contributors": "Riduan Sukardi (Advisor 1); Andhi Wijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 06022938/ARS/2010; David Wibowo Sampurna (22406034)",
  "subjects": "RECREATION CENTERS; BAMBOO WORK"
}