{
  "id": "19599",
  "title": "Yani Executive Club di Surabaya",
  "abstract": "Laporan perencanaan ini disusun untuk memenuhi persyaratan kurikuler Proyek Akhir Fakultas Teknik Jurusan Arsitektur, Universitas Kristen Petra semester X Periode XVII 1987. Laporan perencanaan ini berisi hal-hal yang menyangkut perencanaan sebuah wadah untuk menampung kegiatan olahraga & rekreasi yang memberi kesempatan kepada masyarakat untuk berekreasi dan berolahraga secara sehat. Untuk memperoleh hasil yang optimal diadakan pendekatan-pendekatan melalui survey ke tempat-tempat yang hampir mendekati atau sesifat dengan proyek ini dan survey literatur sebagai data'maupun studi pembandingan. Adapun isi dari laporan perencanaan ini adalah : BAB I : Berisi latar belakang timbulnya gagasan untuk me ngusulkan proyek yang disesuaikan dengan kebutuhan kota Surabaya akan fasilitas olahraga & rekreasi. BAB II: Berisi pengenalan dasar, maksud dan tujuan dari proyek. Berikut menyertakan obyek studi pembanding untuk mengetahui kelayakan terhadap fasilitas apa saja yang disediakan. Kemudian mengadakan pendekatan terhadap situasi dan masalah yang ada. BAB III:Berisi dasar-dasar perencanaan berupa sasaran, bata- . san dan program pelayanan/fasilitas yang layak sehingga dari fasilitas yang disediakan dapat diketahui struktur organisasi, job discription dan jumlah personilnya. BAB IV :Berisi program kebutuhan akan penyediaan ruang, besar an dan kapasitas ruang, hubungan ruang dan organisa- si ruang. BAB V : Berisi Analisa perancangan Dalam tahap ini dibagl 2 bagian yaitu : - Perancangan tapak Sebagai tahapan untuk mengetahui kondisi/keadaan alam pada tapak dan lingkungan yang akan direncanakan sehingga nantinya diperoleh wujud ba- ngunan yang menyatu dengan tapak dan lingkungannya. - Perancangan bangunan Sebagai tahapan untuk menyesuaikan hasil analisa pada perancangan tapak dengan perancangan bangunan sehingga ruang dalam dan ruang luar yang terjadi benar-be'nar sesuai dengan fungsi perencanaan serta memberi rasa nikmat bagi pemakainya. Mengingat waktu yang diberikan dan keterbatasan akan kemampuan penyusun, maka laporan inipun tidak luput dari kekurangan disana sini. Segala saran dan kritik dari pembaca sangat diharapkan agar memberikan sumbangan yang positif demi tercapainya kesempurnaan laporan ini . Akhirnya penyusun merasa sangat bersyukur dan berterima kasih kepada Tuhan atas kekuatan dan rahmatNya sehingga laporan ini dapat selesai pada waktunya.",
  "creators": "OENTOENG SUTANTO",
  "contributors": "Irwan Santoso (Advisor 1); Frans Soehartono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 360/Ars.13/87; Oentoeng Sutanto (382021)",
  "subjects": "PHYSICAL FITNESS CENTERS; SPORT FACILITIES; SPORTS CENTERS"
}