{
  "id": "19591",
  "title": "Jenapada anak down syndrome di Surabaya",
  "abstract": "Jenapada anak down syndrome ini adalah sebuah tempat yang mewadahi kegiatan terapi dan pembelajaran bagi anak-anak down syndrome. Dimana di tempat ini anak-anak down syndrome di latih untuk menjadi anak yang mandiri, dilatih untuk dapat bersosialisasi, dan mengembangkan bakat dan minatnya. Tempat ini juga menyediakan fasilitas yang memberikan informasi kepada orang tua, calon orang tua, atau orang-orang yang ingin mengetahui lebih dalam tentang kelainan down syndrome tersebut. Sifat klub/ jenapada pada desain mempengaruhi akses masuk yang di bagi menjadi dua yaitu anggota dan yang bukan anggota. Fasilitas terapi yang disediakan adalah club house, tempat terapi indoor, taman labirin, taman bermain, kolam renang, lapangan futsal, taman air, taman privasi, kolam pasir, taman belajar, dan kolam lumba-lumba. Sedangkan fasilitas umum yang disediakan adalah ruang serbaguna yang di pakai untuk pertunjukan bakat anak down syndrome dan seminar, cafe, retail, toko buku, galeri tempat pameran hasil karya anak-anak down syndrome. Pendekatan yang digunakan adalah pendekatan psikologi, yaitu dengan mentransformasikan sifat psikologi anak down syndrome yaitu anak down syndrome sulit untuk menangkap bentukan yang rumit sehingga yang di ambil adalah bentukan dasar, segi empat, segi tiga dan lingkaran. Bentukan dasar ini di masukkan ke dalam konsep bentukan massa, ruang, dan fasade bangunan. Untuk menunjang perkembangan psikologi anak Down syndrome, maka diambil Pendalaman karakter ruang.",
  "creators": "SECILIA MANTARA",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); Altrerosje Asri, S.T., M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06022923/ARS/2010; Secilia Mantara (22406008)",
  "subjects": "MENTAL REHABILITATION FACILITIES"
}