{
  "id": "19598",
  "title": "Pusat Perbelanjaan Lokasari di Jakarta",
  "abstract": "Kehadiran pusat-pusat perbelanjaan di negeri ini tam- paknya memang sulit dihindari. Karena boleh dikategorikan sebagai suatu proses alami untuk menjawab tantangan jamannya, yakni adanya perkembangan masyarakat konsumen yang makin lama makin meningkat sesuai dengan tingkat sosialnya. Hal yang terpokok harus dihadapi adalah masalah: bagaimana caranya gedung pusat perbelanjaan itu dapat secara kontinyu dikunjungi para konsumen potensial yang akan berbelanja. Untuk dapat menjaring konsumen potensial yang akan berbelanja, disamping dibutuhkan suatu promosi secara ma tang dan berbobot, juga faktor sarana dan prasarana yang melengkapi pusat perbelanjaan. Lingkungan yang kotor dan tidak nyaman, lalu lintas yang macet dan semrawut atau tidak efisien, ditambah tempat parkir yang minim dan lokasi yang sulit dicapai semuanya merupakan faktor penghambat. Selain itu hal yang terpenting adalah faktor kelengkapan barang/jasa yang tersedia perlu direncanakan sedemikian rupa agar konsep \"one stop shopping\" dapat menjadi kenyataan, bagi konsumen pembelanja sekali mampir di pusat perbelanjaan, bisa memperoleh semua barang/jasa yang dibutuhkan, serta \"shopping with pleasure\" - berbelanja sambil berekreasi atau sebaliknya. Jadi yang dicari adalah kepuasan berbelanja. Dengan mempertimbangkan keberadaan bangunan lainnya disekelilingnya didalam koraplek Taman libursn Lokasari, dan mengingat bahwa gedung pusat perbelanjaan ini merupfkan bagian dari Taman Hiburan Lokasari, maka perencanaan gedung pusat perbelan jaan ini diusahakan agar 'menyatu' dengan bangunan lainnya, sehingga tercermin merupakan kesatuan didalam satu komplek. Untuk itu bangunan lainnya dianggap sudah ada dan digunakan sebagai studi interaksi.",
  "creators": "JOSEPH RENDRA HERMAWAN",
  "contributors": "J. Loekito Kartono (Advisor 2); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 359/Ars.12/87; Joseph Rendra Hermawan (382012)",
  "subjects": "SHOPPING CENTERS; SHOPPING MALLS"
}