{
  "id": "1960",
  "title": "Analisis keputusan revaluasi aktiva tetap ditinjau dari segi perpajakan",
  "abstract": "PT \"X\" adalah perusahaan manufaktur yang bergerak di bidang industri makanan, yaitu mie instan. PT \"X\" sejak awal berdirinya telah memiliki aktiva tetap berupa tanah, bangunan kantor dan gudang, mesin-mesin, ksndaraan dan inventaris kantor yang merupakan faktor pendukung bagi kelangsungan kegiatan operasional perusahaan. Akibat adanya krisis ekonomi yang melanda Indonesia akhir-akhir ini, aktiva tetap tersebut dirasakan perlu untuk direvaluasi atau dilakukan penilaian kembali guna kewajaran dalam penyajian laporan keuangan, khususnya dalam kaitannya antara biaya-biaya yang timbul akibat penggunain aktiva tetap dengan penghasilan. Dari sini penulis merumuskan permasalahan: Manakah yang lebih menguntungkan apakah PT \"X\" tidak melakukan penilaian kembali atau melakukan penilaian kembali bila ditinjau dari segi perpajakan. Karena untuk pelaksanaan penilaian kembali, maka atas selisih lebih penilaian kembali itu, akan dikenakan PPh final 10%. Jenis penelitian yang digunakan penulis adalah penelitian deskriptif dengan tinjauan terhadap landasan teori dengan menggunakan obyek penelitian PT \"X\". Jenis data dalam penelitian ini adalah data kuantitatif, yang diperoleh langsung dari PT \"X\" dan data kualitatif, yang diperoleh dari sumber-sumber lain. Berdasarkan hasil analisa penulis dalam penelitian ini, ternyata lebih menguntungkan bagi PT \"X\" untuk tidak melakukan revaluasi terhadap aktiva tetapnya. Ternyata beban pajak yang bisa dihemat, dari ketiga alternatif tarif PPh, hasilnya masih lebih kecil dibandingkan dengan kewajiban pembayaran PPh final 10% akibat penerapan revaluasi.",
  "creators": "NOVITA WIJAYANTO",
  "contributors": "Agus Arianto Toly, S.E., M.S.A., Ak. (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 0236/AKT/2003; Novita Wijayanto (32498055)",
  "subjects": "ACCOUNTING"
}