{
  "id": "19613",
  "title": "Vihara Mendut di Kabupaten Magelang",
  "abstract": "Penulisan skripsi ini dibuat untuk memenuhi syarat kuri kulum terakhir dalam rangka penyelesaian studi di Jurusan Ar sitektur Fakultas Teknik Sipil dan Perencanaan Universitas Kristen Petra Surabaya. Penulisan ini merupakan landasan kon septual bagi perancangan arsitektur yang disajikan dalam ben tuk maket dan gambar. Judul yang diambil adalah: VIHARA MENDUT DI KABUPATEN MAGELANG Materi ini dipilih karena di dalam Agama Buddha, terkandung banyak nilai-nilai falsafah non fisik yang bisa digali untuk perkembangan arsitektur di Indonesia pada umumnya dan arsitek tur Vihara khususnya. Arsitektur Vihara Mendut memperlihatkan usaha-usaha penulis untuk menwujudkan kandungan nilai-nilai 'intangible' Buddhisme ke dalam . - bentuk dan ruang arsitektur yang 'tangible'. Sehingga dalam kompleks Vihara Mendut ini, di samping massa-massa bangunan yang secara nya ta hadir, tertenun pula segenap jaringan falsafah Buddhisme yang lebih banyak hadir dalam rasa dan tindakan. Penulis menjadi makin sadar betapa luas dan mendalamnya isi dan jiwa yang terkandung dalam kehidupan spiritual sehing ga setiap usaha untuk menghadirkannya dalam bentukan nyata, selalu merasa masih kurang. Mengutip ungkapan Amos Chang : 11 However, the, full meaning of existence is beyond the power of any manifestation. What appears tangible, architectural or natural, is only a means to suggest that which is lacking in appearance and existing in man's intangible understanding and aesthetic feeling , No one can estimate the length of spiritual life \". Namun betapapun susahnya, adalah tugas arsitektur untuk menghadirkan kenyataan 'intangible tersebut dalam ungkapan bentuk dan ruang arsitektur. Dengan demikian makin menariklah arsitektur bagi manusia.",
  "creators": "ABIDIN KUSNO",
  "contributors": "SUTOTO YAKOBUS (Advisor 2); Markus Ignatio Aditjipto (Examination Committee 1); IR. SHELLY GUNAVATI WARDOYO, MT. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 491/ARS.27/89; Abidin Kusno (384024)",
  "subjects": "TEMPLES"
}