{
  "id": "19618",
  "title": "Museum Kebangkitan Wanita di Yogyakarta",
  "abstract": "Laporan perencanaan ini disusun untuk memenuhi persyaratan kurikuler ujian sarjana arsitektur, semester IX periode XIX, tahun ajaran 1988 - 1989, pada fakultas Tek nik jurusan Arsitektur, Universitas Kristen Petra, Surabaya. Adapun judul proyek yang dipilih adalah : \" MUSEUM KEBANGKITAN WANITA DI YOGYAKARTA \" Laporan ini menguraikan tentang apa sebenarnya museum itu dan bertitik tolak pada perjuangan pahlawan wanita bangsa Indonesia pada masa silam sampai dengan perjuangan wanita-wanita Indonesia dalam pembangunan bangsa dan negara Indonesia pada masa kini. Sistim pendekatan yang digunakan disini adalah wawancara dengan pengurus Yayasan Hari Ibu Yogyakarta yang dalam hal ini bertindak sebagai organisasi pengelola Museum Kebangkitan Wanita di Yogyakarta ,? dan disesuaikan dengan Pedoman Penyelenggaraan Museum Umum Tingkat Propinsi ( PPMUTP ). Jenis fasilitas dan kapasitas ditentukan berdasarkan kon sultasi dan usulan dari Yayasan Hari Ibu Yogyakarta dan disesuaikan dengan Pedoman Penyelenggaraan Museum Umum Tingkat Propinsi ( PPMUTP ), sedangkan sebagai studi pem .banding adalah : - Museum Dewantara di Yogyakarta. - Museum Sasmitaloka Panglima Besar Jendral Sudirman di Yogyakarta. - Museum Perjuangan 45 di Yogyakarta. - Museum Sono Budoyo di Yogyakarta. - Museum Mpu Tantular di Surabaya.\" Selanjutnya dengan tersusunnya program dasar dan program kebutuhan, akhirnya disusunlah konsep perancangan untuk direalisasi dalam bentuk dua dan tiga dimensi. , Sesuai dengan tujuan dan sasarannya, maka dalam melakukan perancangan proyek ini, tahapan pembahasan secara garis besar dibagi dalam beberapa bagian / bab, antara lain sebagai berikut : Bab I : Pembahasan tentang latar belakang perkembangan Museum dan permuseuman di Indonesia. Bab II : Pembahasan terhadap \" Museum Kebangkitan Wanita \" di Yogyakarta. Bab III : Pendekatan terhadap permasalahan yang ada. Bab IV : Analisa, pengolahan data sebagai dasar perencanaan. Bab V : Merupakan kesimpulan dari seluruh pembahasan , sebagai titik tolak dalam pembuatan perancangan bangunan.",
  "creators": "TJAHJONO L. TANUDJAJA",
  "contributors": "Ir. Achmad Archajadi (Advisor 1); Stanislaus Kuntjoro Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 461/Ars.49/88; Tjahjono L. Tanudjaja (384031)",
  "subjects": "MUSEUMS-BUILDINGS"
}