{
  "id": "19622",
  "title": "Museum Majapahit di Trowulan",
  "abstract": "Laporan Perencanaan ini terdiri dari bab-bab sebagai berikut : - Bab I. Tinjauan Dasar - Bab II. Program Dasar - Bab III. Program Kebutuhan - Bab IV. Konsep Perancangan Ringkasan dari isi masing-masing bab tersebut adalah : BAB I. TINJAUAN DASAR Tinjauan Dasar ini membahas tentang : - tinjauan secara umum latar belakang permasalahan permuseuman dan kebutuhan akan peranan museum yang sangat penting dan bersifat mendesak sebagai sarana pengembangan kebudayaan di Indonesia. tinjauan secara khusus terhadap museum yang mengelola koleksi-koleksi peninggalan sejarah dan budaya Kerajaan Majapahit, dari tinjauan khusus tersebut dapat disimpulkan bahwa kondisi museum tersebut kurang sesuai, sehingga menimbulkan gagasan untuk membuat perencanaan museum yang baru. BAB II. PROGRAM DASAR Progam Dasar ini membahas tentang : - fungsi dan manfaat yang diharapkan dari Museum Majapahit. - penentuan jenis dan tipe museum; pengelola museum; koleksi museum; dan perkiraan pengunjung museum. - penentuan tema pameran. - lokasi museum BAB III. PROGRAM KEBUTUHAN Program Kebutuhan ini membahas tentang : - fasilitas-fasilitas yang direncanakan untuk Museum Majapahit ini. - studi ruang, terutama studi tentang ruang pamer untuk koleksi Museum Majapahit ini. - program ruang yang direncanakan. - skema sirkulasi dan organisasi ruang. - matrik hubungan ruang dan karakteristik ruang - tapak yang dipilih BAB IV. KONSEP PERANCANGAN Konsep Perancangan ini membahas tentang : - konsep yang diterapkan dalam perancangan tapak dan bangunan Museum Majapahit ini. - sistim struktur. - sistim utilitas.",
  "creators": "SINGGIH SUGIANTO",
  "contributors": "Handoko Istanto (Advisor 2); V.P. Nugroho Susilo (Advisor 1); Krisdianto Anggijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 498/ARS.34/89; Singgih Sugianto (384053)",
  "subjects": "MUSEUMS; MUSEUM"
}