{
  "id": "19647",
  "title": "Fasilitas pelatihan wushu Yasanis di Surabaya",
  "abstract": "Perancangan fasilitas arsitektur ini merupakan proyek milik yayasan swasta yang bergerak di bidang olahraga, pendidikan dan hiburan bagi masyarakat. Rumusan masalah dari tugas akhir ini adalah bagaimana merancang fasilitas pelatihan wushu yang dapat memenuhi kebutuhan atlet wushu YASANIS dan dapat menampung kegiatan-kegiatan YASANIS serta mengekspresikan wushu sebagai salah satu budaya Tionghoa. Pendekatan yang digunakan adalah pendekatan budaya yang mengambil dari karya arsitektur tradisional Tionghoa yang sesuai dengan karakteristik khas YASANIS. Keluarga besar ini menjunjung tinggi kebudayaan Tionghoa dengan aktifitas kegiatan olahraga seperti wushu, taichi, sianggong dan kursus bahasa mandarin. Pedalaman perancangan yang dipilih adalah pendalaman struktur karena struktur dari karya arsitektur tradisional Tionghoa sangatlah khas. Fasilitas ini direncanakan meliputi area pelatihan wushu, asrama atlet pria dan asrama atlet wanita, fasilitas pengelola seperti kantor ruang pengelola dan ruang konferensi dan fasilitas pendukung antara lain kantin, koperasi dan ruang karaoke serta fasilitas service. Perancangan arsitektur ini juga mewadahi beberapa olahraga outdoor seperti erobik, jalan cepat dan senam pagi. Perancangan Fasilitas arsitektur diharapkan dapat memberikan kesan kepada keluarga besar YASANIS dan para pengunjung agar dapat merasakan suasana tradisional Tionghoa dan selalu diingatkan untuk selalu menjunjung tinggi budaya Tionghoa sepanjang hidupnya.",
  "creators": "ADI SENTOSA CAHYADI",
  "contributors": "Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Advisor 1); Handinoto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitekur No. 01022943/ARS/2010; Adi Sentosa Cahyadi (22406055)",
  "subjects": "SPORTS FACILITIES"
}