{
  "id": "19652",
  "title": "Pusat informasi dan penanggulangan masalah rokok di Surabaya",
  "abstract": "\"Pusat Informasi dan Penanggulangan Masalah Rokok di Surabaya\" merupakan tempat untuk memberikan mengenai segala informasi tentang bahaya rokok sehingga dapat mengubah pola pikir masyarakat. Selain itu, terdapat rehabilitasi untuk mengatasi pecandu rokok. Tugas akhir ini berlatar belakang dari permasalahan rokok yang semakin parah. Mulai dari semakin bertambahnya perokok, sampai banyaknya angka kematian yang disebabkan oleh rokok. Konsep desain bangunan ini diambil secara metaphor combine antara tangible dan intangible. Methaphor tangible mengambil dari bentukan paru-paru yang terkait dengan masalah yang ditimbulkan oleh rokok. Metaphor intangible diambil sistem kinerja paru-paru yang berfungsi mengganti udara kotor menjadi udara bersih sehingga diharapkan pengunjung perokok yang datang setelah keluar dapat berhenti merokok. Pendekatan desain adalah spatial experience, merupakan pendekatan yang dipengaruhi oleh 3 faktor, yaitu arah, gerakan, dan dimensi. Dimana pengunjung dapat mengalami spasial yang dapat mempengaruhi pola pikir mereka melalui ruang yang ada. Secara spesifik ruang dalam yang dihadirkan tanpa sekat sehingga pengunjung dapat mengeksplor dan merasakan ruang yang luas dan nyaman. Untuk mendapatkan pengalaman spasial tersebut, maka pendalaman perancangan mengambil pendalaman struktur, hal ini karena adanya kebutuhan ruang tanpa sekat dan lantai-lantai split level sehingga dibutuhkan struktur khusus.",
  "creators": "ERICK LIMANHADI",
  "contributors": "Altrerosje Asri, S.T., M.T. (Advisor 1); Lilianny Sigit Arifin (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur : No. 00132913/ARS/2010; Erick Limanhadi (22406111)",
  "subjects": "TOBACCO SMOKE POLLUTION-PREVENTION AND CONTROL; TOBACCO USE-PREVENTION"
}