{
  "id": "19665",
  "title": "Fasilitas pertokoan & hiburan \"Apollo Plaza\" di Surabaya",
  "abstract": "Tersusunnya laporan perencanaan ini dimaksudkan untuk memenuhi persyaratan kurikuler Ujian Sarjana Jurusan Arsitektur Fakultas Tehnik, Semester X tahun kuliah 1986 - 1987 dengan judul yang dipilih : Fasilitas Pertokoan Hiburan \"Apollo Plaza\" di Surabaya. Adapun obyek perencanaan dan perancangan fasilitas Pertokoan dan Hiburan \"Apollo Plaza\" di Surabaya ini adalah suatu perencanaan total / rehabilitasi total dari bangunan yang ada yang telah lama tidak beroperasi dan sekaligus meningkat rnenjadi suatu wadah fisik yang memadai dan representatif, dengan penambahan fasilitas-fasilitas baru seperti departement store , supermarket, restaurant dan fasilitas lainnya. Apollo merupakan suatu lokasi perbelanjaan serba ada yang sejak dahulu terkenal dan diketahui oleh masyarakat Surabaya bahkan di luar kota Surabaya. Bertolak dari pemikiran di atas maka perlu direncanakan kernbali agar memenuhi tuntutan jaman,sehingga jangkaun masa depan dari proyek tersebut dapat diramalkan berjalan dengan lancar oleh karena nama pusat perbelanjaan Apo-llo sudah tidak asing lagi bagi masyarakat Surabaya khususnya dan masyarakat Jawa Timur pada urnumnya. Di dalam laporan ini akan dibahas mengenai perencanaan dan perancangan bangunan pertokoan dan hiburan. Tujuan utama selain sebagai usaha komersiil jangka panjang, pertokoan dan hiburan ini juga untuk menunjang kelancaran roda perekonomian di Surabaya, dalam rmengimbangi pesatnya industri dan perdagangan yang ada di Surabaya khususnya dan Indonesia umumnya. Suatu perencanaan dan perancangan yang baik, bukan hanya rnenyangkut konsepsi-konsepsi arsitektur saja, tetapi juga menyangkut masalah-masalah ekonomi, tehnik dan aspek tata kota serta kebersihan dan keramahtamahan dari pelayanannya. Pembahasan selanjutnya dilakukan melalui beberapa tahap yang berisi maksud dan tujuan serta perencanaan dan perancangan yang baik bagi proyek tersebut di atas. Selanjutnya hasil dari laporan perencanaan dan perancangan ini akan dipakai sebagai dasar perancangan yang ditampilkan dalam gambar-gambar prarencana.",
  "creators": "WIDYAWATI",
  "contributors": "Handinoto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur ...; Widyawati (382040)",
  "subjects": "RECREATION CENTERS; SHOPPING CENTERS-BUILDINGS"
}