{
  "id": "19677",
  "title": "Stadion sepak bola dan atletik di Semarang",
  "abstract": "Laporan perencanaan proyek akhir ini merupakan persyaratan kurikulum ujian sarjana semester IX, Periode XX tahun 1989 pada fakultas Teknik Jurusan Arsitektur, Universitas Kristen Petra Surabaya. Judul Proyek akhir yang ditetapkan sesuai dengan keputusan rapat yaitu STADION SEPAKBOLA dan ATLETIK DI SEMARANG, yang merupakan penyediaan sarana olah raga sepak bola dan atletik di Semarang pada umumnya dan para atlet pada khususnya yang dari tahun ke tahun berkembang dengan pesat, dengan demikian tuntutan sarana yang bersifat standar dan yang memenuhi syarat mutlak diperlukan. Sasaran dari laporan perencanaan ini adalah untuk menyusun suatu konsepsi pemikiran yang akan dijadikan pedoman perancangan fisik bangunan Stadion. Selajutnya dalam laporan ini dapat kami uraikan tentang pengertian dan sejarah perkembangan Stadion, kemudian dilanjutkan dengan meninjau Stadion Utama Senayan di Jakar ta sebagai studi perbandingan dimana sarana yang satu dengan yang lainnya sal ing berkaitan. Pembahasan tentang program kebutuhan ruang dan jenis aktivitasnya, organisasi dan program pembinaan atlet, setelah melalui proses analisa dan beberapa pertimbangan akan menghasilkan program ruang yang diperlukan untuk memenuhi tuntutan suatu sarana olah raga yang memenuhi syarat. Dengan adanya program pemerintah yang sangat menunjang sekali dalam bidang keolah-ragaan seperti terlihat pada penyediaan dana dan lokasi maka potensi kota Semarang perlu di tonjolkan. Masalah-masalah yang timbul diusahakan penyelesaiannya dengan pendekatan-pendekatan yang ada. Berpedoman pada hal tersebut diatas maka tahap perencanaan dan perancangan fisik Stadion Sepak Bola dan Atletik di kota Semarang ini dapat diwujudkan.",
  "creators": "SHONNY REPPY",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Examination Committee 1); Ir. Achmad Archajadi (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 479/ARS.15/89; Shonny Reppy (383047)",
  "subjects": "FOOTBALL STADIUMS-DESIGNS AND PLANS; STADIUMS"
}