{
  "id": "19679",
  "title": "Tempat retret di kota Batu",
  "abstract": "Tempat Retret di Batu merupakan sebuah proyek yang memberikan fasilitas sebuah lokasi untuk mengasingkan diri dari kehidupan sehari-hari untuk merefleksikan segala hal yang telah dijalani pada masa lalu serta lebih mendekatkan diri dengan Tuhan sebagai pembimbing hidup di dunia ini. Proses pendekatan pada tempat retret ini menggunakan pendekatan dari alam. Dimana kota Batu sendiri masih memiliki suasana alam yang masih alami dan terawat dengan baik yang cocok untuk mendukung kegiatan retret itu sendiri di tengah suasana alam yang masih alami dan hening. Pokok permasalahan dari proyek ini adalah bagaimana mendesain sebuah tempat retret yang memiliki fungsi untuk menampung kebutuhan akan suatu tempat retret yang memadukan suasana alam dan keheningan di dalam kegiatan retret itu sendiri. Berbagai macam fasilitas yang terdapat di dalam proyek ini yaitu: Outdoor Hall, Indoor Hall, Ruang Makan, Cottage, Kapel, Gua Maria, Campground, Playground. Pendekatan yang digunakan adalah pendekatan alam, yaitu dengan cara memanfaatkan faktor-faktor dari alam yang berpengaruh ke dalam proyek baik pada segi view serta pemanfaatan material alam pada bangunan dan suasana alam pedesaan yang cenderung hening mendukung dari kegiatan retret itu sendiri. Penerapan dari pendekatan alam ke dalam proyek ini diharapkan dapat mendukung kegiatan retret ini sendiri. Perancangan proyek ini diharapkan dapat menjadi suatu rujukan bagi kaum Kristiani di dalam mencari sebuah tempat retret dengan nuansa alam dan keheningan alam pedesaan yang masih alami.",
  "creators": "WISNU WAHYUDI",
  "contributors": "Handinoto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06022965/ARS/2010; Wisnu Wahyudi (22406109)",
  "subjects": "RETREATS-BUILDINGS"
}