{
  "id": "1968",
  "title": "Perancangan interior \"Pandawa\" kafe galeri wayang di Surabaya",
  "abstract": "Pokok permasalahan yang dipilih dan ditetapkan dalam proposal yang diajukan adalah Perancangan Interior \"Pandawa\" Kafe Galeri Wayang di Surabaya. Desainer tertarik memilih topik ini dengan dilatar belakangi oleh hampir punahnya budaya bangsa yaitu wayang dalam kehidupan yang modern ini khususnya dikalangan generasi muda, karena telah tergeser dengan budaya barat yang lebih modern. Oleh sebab itu dilakukan pendekatan dengan memberikan wadah berupa kafe yang merapakan tempat santai, tempat berkumpulnya anak muda khususnya di Surabaya ini. Selain sebagai suatu upaya melestarikan budaya bangsa ini, dengan lokasi di sebuah hotel bintang lima dapat digunakan sebagai obyek pariwisata untuk wisatawan asing yang kebetulan menginap. Adapun perancangan yang dilakukan adalah membahas tentang wadah atau sarana yang dapat menampung untuk melepas lelah setelah melakukan berbagai aktivitas kerja tetapi sekaligus didalamnya disodorkan sebuah hiburan dan galeri benda seni wayang. Jadi, kafe tersebut dapat sebagai tempat rekreasi yang sekaligus untuk belajar yang sekaligus digunakan untuk tempat perkumpulan para dalang dan penyuka kesenian wayang atau disebut juga klub wayang. Konsep dari interior kafe ini diambil dari babak pertunjukan wayang yaitu Pathet Nem, Pathet Sanga dan terakhir Pathet Manyura, dimana penggambarannya berupa terjadinya masalah, kemudian masalah yang semakin meningkat atau klimaks, dan terakhir mencapai kemenangan dengan secara keseluruhan menggambarkan kebaikan melawan kejahatan. Penggambaran ini dipilih dengan mengambil salah satu cerita wayang yaitu Perang Baratayuda. Perang antara kebaikan yaitu pihak Pandawa melawan kejahatan yaitu pihak Kurawa. Konsep pewayangan ini dipadukan dengan style Jawa modern yang merupakan penerapan dari wayang itu sendiri.",
  "creators": "KIKI ANIE NARULITA",
  "contributors": "J. Loekito Kartono (Advisor and Examination Committee); Herlin Sri Utami (Advisor 1); MOCH. TAUFAN RIZQI (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 0035/DIN/2002; Kiki Anie Narulita (41498052)",
  "subjects": "BARS (DRINKING ESTABLISHMENTS)-DECORATION; RESTAURANT-DECORATION"
}