{
  "id": "19681",
  "title": "Perancangan dan pembuatan sistem informasi akuntansi pada Toko Stationery Golden",
  "abstract": "Sebagai sebuah toko stationery yang cukup berkembang, Golden memiliki banyak transaksi yang berkaitan dengan akuntansi. Toko Stationery Golden masih menerapkan sistem manual dalam kegiatannya sehari-hari. Tentunya hal ini membuat proses penghitungan menjadi lebih lama dibandingkan dengan memakai komputer. Lalu, pembuatan jurnal dan buku besar masih belum dibuat. Dengan adanya perubahan dari sistem manual menjadi sistem terkomputerisasi maka masalah-masalah tersebut diharapkan dapat terselesaikan. Karena itu dibutuhkan suatu sistem informasi akuntansi yang membantu Toko Stationery Golden dalam melakukan pencatatan pada aktivitas-aktivitas yang dilakukan dan mengolahnya menjadi suatu informasi yang berguna bagi toko tersebut. Sistem informasi akuntansi ini diharapkan juga dapat menghindari atau meminimalkan terjadinya kesalahan yang timbul akibat pencatatan aktivitas perusahaan, serta menghasilkan laporan yang berguna untuk kemajuan perusahaan. Perancangan desain sistem menggunakan Data Flow Diagram dan Entity Relationship Diagram. Database dibuat dengan menggunakan Microsoft SQL Server 2005. Aplikasi dibuat dengan bahasa pemrograman Microsoft Visual Studio 2005 .NET. Program yang dibuat meliputi pembuatan database master untuk customer , barang, supplier , pegawai, jasa, transaksi untuk proses penjualan dan pembelian, serta proses akuntansi berkaitan dengan pembuatan jurnal secara otomatis dan jurnal penyesuaian secara manual serta laporan keuangan secara otomatis. Dari hasil pengujian, program yang dibuat dapat memproses data akuntansi yang berhubungan dengan transaksi pada Toko Stationery Golden. Laporan yang dihasilkan telah dapat memenuhi kebutuhan perusahaan.",
  "creators": "YUDHI HARTANTO",
  "contributors": "Andreas Handojo (Advisor 1); Yulia (Advisor 2); Ibnu Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02020972/INF/2010; Yudhi Hartanto (26406044)",
  "subjects": "DATABASE DESIGN; DATABASE MANAGEMENT; PROGRAMMING (ELECTRONIC COMPUTERS)"
}