{
  "id": "19693",
  "title": "A Study of requests based on gender and status by the characters in Sidney Sheldon's nothing lasts forever",
  "abstract": "Starting with some problems based on the writer's experiences in making requests, she determines to improve her knowledge and collects some information on how to make requests using English. Then she is interested in studying more about how to make requests. In this study, the writer analyzes the types, which are often used by male and female based on their status, the similar and different ways between male and female in making requests and the factors which may influence the usage of a particular type of request in a certain situation. The writer uses sociolinguistic approach in analyzing the data, which means that the writer deals with the social factors. The data are collected from utterances, which consist of requests made by characters in the novel Nothing Lasts Forever by Sidney Sheldon. The study is the use of Ervin-Tripp's request forms and styles in order to show the variation of requests. In conducting this research, the writer uses the combination of qualitative and descriptive methods to study the requests. In analyzing the data, the writer presents the data into tables and compares them in order to find the similarities and /or differences requests made by males and females of different status (superiors, equals, and subordinates). The writer finds out that, in general, male and female superiors, equals and subordinates tend to use need statements and imperatives. However female are more concerned about status and more polite than male speakers especially when the status of the female speakers are subordinates. Whereas imbedded imperatives and non-explicit forms, which are often used by male and female equals show that among equals status, the awareness of the speakers are greater than among other social status.",
  "creators": "PUTU FEBRINA ANGGRENI",
  "contributors": "Bintoro (Examination Committee 1); SUKEMI, PROF.DR.M.A. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 833; Putu Febrina Anggreni (11494094)",
  "subjects": "DISCOURSE ANALYSIS; ENGLISH LANGUAGE-DISCOURSE ANALYSIS; ENGLISH LANGUAGE-GRAMMAR, COMPARATIVE; SOCIOLINGUISTICS"
}