{
  "id": "19691",
  "title": "The Sacrifice of Kate Clephane as a mother in edith wharthon's the mother's recompense",
  "abstract": "This thesis deals with the Sacrifice of Kate Clephane as a mother in Edith Wharton's The Mother's Recompense Regarding the main character's sacrifice as a mother. I am ciuiou> to analyze the reasons for her lo undertake the sacrifice and the consequences that she bears because of her sacrifice. In the discussion, I want to prove that Kate Clephane as a mother is able to sacrifice herself to make her daughter happy. Analyzing the topic, I use literary approach of characterization and conflict as the main theories. The theory of characterization is applied to reveal Kate Clephane's character trait that drives her to sacrifice herself. Kate Clephane who shows a quality of being a selfless mother is willing to sacrifice herself because she has; strong reasons to cope with her guilty feeling of her selfishness and carelessness in the past, to prevent the mother - daughter relationship from the destruction, and to prove her love to her daughter. Then, applying the theory of conflict. I expose the opposition between Kate Clephane and her daughter and the opposition within Kate Clephane's self that makes her decide to sacrifice and to face the consequence of her sacrifice. Kate Clephane has to struggle to accept the marriage of her daughter and her former lover sincerely, to keep the secret of her former relationship with her daughter's fiance, and to leave her daughter and to live in the second loneliness as the consequences of her sacrifice. Although making a sacrifice is not an easy action to be undertaken for it takes strong reasons and it puts her life into unhappiness and loneliness, I find out that Kate Clephane has a capacity to do that. Finally, being able to earn.' on the sacrifice, the main character is no longer a selfish and careless mother who willingly deserts her daughter because of her own interest, but she is a selfless one who willingly sacrifices herself and deserts her daughter again for the sake of the daughter's happiness. Therefore, Kate Clephane as a mother really proves that for the sake of her daughter's happiness she is willing to sacrifice herself",
  "creators": "NOVI SAPTA MARIA",
  "contributors": "Liliek Soelistyo (Advisor 1); Theophilus Jokri (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 834; Novi Sapta Maria (11496057)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; WHARTON, EDITH, 1862-1937. THE MOTHER'S RECOMPENSE-STUDY AND TEACHING"
}