{
  "id": "1969",
  "title": "Perancangan interior pusat pelatihan bola basket di Surabaya",
  "abstract": "Perancangan interior pusat pelatihan bola basket di jalan Gubeng Pojok Surabaya dilatarbelakangi oleh keinginan pemakai untuk memiliki sebuah ruang olahraga basket yang berbeda daripada yang lain. Pengunjung tidak hanya sekedar bermain basket terus pulang, tetapi mendapatkan pengetahuan bahwa olahraga basket tidak hanya bermain di lapangan saja tetapi juga mendapatkan latihan penunjang berupa fitness dan senam irama, juga ditunjang dengan penyediaan fasilitas penunjang seperti ruang konsultasi, ruang bermain berupa billiard dan snooker, kemudian kafe dan toko peralatan olahraga khusus basket. Jenis produk yang ditawarkan adalah jasa berupa penyediaan berbagai fasilitas sarana lengkap dengan pelatih dan instruktur latihan. Penyediaan sarana ini terkait dengan tujuan utamanya adalah sebagai tempat latihan untuk mencapai prestasi atau dengan kata lain tujuan profesionalisme. Pengunjung dikelompokkan menjadi tiga kelompok yaitu pertama adalah para pengunjung dari klub-klub yang mengikuti kompetisi bola basket di Indonesia yaitu IBL (Indonesian Basketball League). Kedua, pengunjung yang pada umumnya kaum remaja yang tergabung dalam anggota klub intern itu sendiri, yang ketiga adalah pengunjung dari kalangan umum yang ingin menyalurkan hobi basket tersebut. Selain pengunjung, pengelola dibedakan menjadi direktur, sekretaris, finance manajer, operasional manajer dan para staf yang memiliki tugas dan tanggung jawab yang berbeda-beda. Bila mengingat perancang bertujuan sebagai wadah kegiatan pemakai (sivitas), berupa sarana pelatihan olahraga basket tersebut dibagi menjadi area fitness, aerobik atau senam irama, jogging track, lapangan basket, resepsionis, ruang tunggu, kafe, shop basket, ruang konsultasi, ruang karyawan, dan kantor pengelola tersebut menggunakan konsep dari sebuah arti atau istilah permainan bola basket itu sendiri yaitu Fast break, dimana sebuah permainan yang beraktivitas dengan cepat yang mempunyai tujuan dan arah. Begitu juga dengan konsep sistem sirkulasi dan pola penataan ruang pelatihan bola basket ini. Keinginan pengguna terhadap ruang pelatihan bola basket ini adalah mampu menyediakan sarana dan prasarana yang lengkap untuk menunjang sebagai sarana utama latihan bertujuan mencapai prestasi, yang menampilkan suasana hangat dan mencerminkan kekompakan serta berkontradiksi.",
  "creators": "JULIUS BUDIJANTO",
  "contributors": "Stephanus P. Honggowidjaja (Advisor 1); Herlin Sri Utami (Advisor 2); HARTOTO INDRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00050209/DIN/2004; Julius Budijanto (41400137)",
  "subjects": "BASKETBALL COURTS-DECORATION"
}