{
  "id": "19703",
  "title": "Analisis efisiensi perbankan Indonesia metode pengukuran fungsi biaya frontier (bidabg studi keuangan dan perbankan)",
  "abstract": "Analisis Efisiensi Perbankan Indonesia : Metode Pengukuran Fungsi Biaya Frontier Sektor keuangan di Indonesia telah berkembang cepat semenjak permulaan tahun 1980. Peraturan dari industri perbankan sebagai tingkatan keuangan secara dramatis telah berubah setelah dikeluarkannya peraturan di tahun 1988. Ada banyak bank pada saat itu yang telah menciptakan persaingan di antara mereka. Untuk itulah mereka harus menjadi efisien dalam hal untuk memenangkan kompetisi sebaik-baiknya untuk mendukung pertumbuhan investasi. Efisiensi yang terjadi dalam industri perbankan akan mengakibatkan biaya investasi akan meningkat. Tulisan ini melihat lebih dalam pada hal efisiensi dari sektor perbankan di Indonesia. Berdasarkan pada pendekatan fungsi biaya frontier, summary ini menunjukkan bahwa tingkat efisiensi perbankan Indonesia telah berubah-ubah semenjak tahun 1988. Terdapat perubahan pada satu sisi, tetapi ada juga kemunduran pada sisi yang lainnya. Pengembangan kredit tanpa perhitungan yang berhati-hati membawa akibat negatif untuk ekonomi secara keseluruhan. Situasi ini kemudian diperbaiki dengan pengadaan paket peraturan lain yang dikeluarkan. Oleh sebab itu, adalah penting untuk memiliki suatu perluasan pemikiran sebelum kebijaksanaan-kebijaksanaan lain dijalankan.Kesiapan Pekerja dalam Peningkatan Kualitas Hasil Industri/Jasa Menghadapi Persaingan Pasar Bebas Dalam menghadapi era globalisasi dan libelarisasi, suatu bangsa tidak dapat mempertahankan strategi konvesionalnya lebih lama lagi, yang mana strategi ini meletakkan dasar diatas sumber-sumber alam yang melimpah dan tenaga kerja yang tidak berkualitas dalam keahlian dan ketrampilan sebagai nilai daya saingnya. Setiap negara harus mengarah pada peningkatan kualitas keahlian dan ketrampilan untuk memperoleh atau bahkan meningkatkan daya saing. Tulisan ini membahas tentang kualitas pekerja di Indonesia. Hal ini telah diteliti semenjak tahun 1980-1990 yaitu bahwa kualitas dari pekerja Indonesia nampaknya sudah dibenahi. Namun apa yang dibenahi nampaknya masih jauh dari yang diharapkan. Untuk itu pelatihan dan pendidikan harus lebih dikembangkan untuk meningkatkan kualitas dari pekerja. Sebagai tambahan yaitu bahwa kebijaksanaan dan peraturan-peraturan yang menghargai mobilitas tenaga kerja antar negara adalah baik untuk dipertimbangkan. Perdagangan Intra Regional dalam Pusat Pertumbuhan 1MT - GT ASEAN Free Trade Area (AFTA) yang telah dibentuk ditahun 1992 terdiri dari 6 negara: Brunei Darusalam, Indonesia, Malaysia, Thailand, Singapura dan Philiphina. Tujuan utama dari AFTA ialah mengusahakan pengurangan/penurunan tarif pada perdagangan dalam bidang manufaktur dan proses hasil pertanian menjadi lebih kecil dari 5% pada tahun 2003. Penyelesaian dari pada rintangan-rintangan diantara mereka sendiri adalah suatu pengertian untuk menciptakan rezim ekonomi tunggal. Sebagai anggota AFTA, anggota-anggota ASEAN setuju untuk membentuk pertumbuhan segitiga seperti IMT - GT, IMS - GT dan BIMP - EAGA. Susunan/rencana ini secara mendasar adalah suatu bentuk dari kerjasama regional yang mana yang termasuk hanyalah bagian-bagian yang menunjukkan kekuatan. Dalam kasus IMT - GT, apakah Indonesia (Aceh dan Sumatera Utara) mendapatkan keuntungan dari ekonomi region tersebut? Apakah yang menjadi kesempatan-kesempatan ekonomi dari Aceh dan Sumatera Utara dalam mengatasi zone ekonominya? Tulisan ini memiliki tujuan untuk meneliti IMT - GT, terutama sekali perdagangan dalam IMT - GT dan pengaruhnya terhadap Aceh dan Sumatera Utara.",
  "creators": "PIERRE FERNIC ENGKO",
  "contributors": "Dewi Astuti (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 7/EM/1999; Pierre Fernic Engko (31495201)",
  "subjects": "BANKS AND BANKING; EFFICIENCY, INDUSTRIAL-ANALYSIS"
}