{
  "id": "19702",
  "title": "Adanya hubungan pangsa pasar, kedewasaan merek dan perluasan merek yang menjadi signal konsumen terhadap persepsi kualitas",
  "abstract": "Penelitian ini membahas mengenai tiga kasus yang berbeda namun memiliki keterkaitan yang erat. Dalam penelitian ini mengungkapkan tentang faklor-faktor yang merapengaruhi dan mendukung konsumen di dalam mempersepsi kualitas suatu produk sehingga mampu meningkatkan minatnya untuk melakukan pembelian atas produk tersebut. Pangsa pasar dapat mempengaruhi kualitas melalui pemberian signal. menciptakan penampilan luar suatu jaringan kerja, dan inklusi sebagai atribut dalam fungsi kualitas pelanggan, dimana konsumen rnendatangkan-keuntungan psikologis atas penggunaan merek-merek yang popular yang mambawa pada peningkatan kualitas dan menumbuhkan pangsa pasar. Tetapi sesuai hasil penelitian yang dilakukan peneliti, menunjukkau bahwa meningkatnya rasa familiar pada suatu obyek dapat mengakibalkan kebosanan dan menunmkan minat pada merek lama. Para individu telah ditunjukkan untuk beralih diantara merek-merek yang familiar dalam usahanya untuk mengurangi kebosanan dengan membuat konsumen lebih tertarik pada merek-merek lama Minat pada merek lama akan dapat lebih berpengaruh, khususnya sebagai akibat dari iklan-iklan yang berpengaruh. Karena sekali terkena sebuah iklan yang menyenangkan akan merapengaruhi sikap pada iklan yang belum diketahui orang sebelunmya. Selain itu pihak management khususnya bagian marketing harus menyadari perlunya untuk melakukan perluasan pada merek. Perluasan merek baru dengan nama merek keluarga masih memperkenalkan rangkaian silat atau kepercayaan lain yang mungkin konsisten atau tidak konsisten dengan gambaran yang sudah diproyeksikan oleh nama merek keluarga. Karena tentang perluasan merek keluarga ini menghasilkan modifikasi atau perbaikan pada kepercayaan merek keluarga",
  "creators": "PESTUS",
  "contributors": "Hartono Subagio (Advisor 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman Karya Ilmiah No. 38/EM/2000; Pestus (31495185)",
  "subjects": "ADVERTISING-BRAND NAME PRODUCTS; MARKETING-MANAGEMENT"
}