{
  "id": "19730",
  "title": "Perancangan dan pembuatan aplikasi web microblogging untuk sistem pengumuman di Universitas Kristen Petra",
  "abstract": "Dalam perkuliahan, pengumuman merupakan salah satu hal yang penting. Karena kebanyakan kegiatan perkuliahan tidak diumumkan secara langsung dari dosen, tetapi diumumkan melalui kertas pengumuman yang ditempel di Tata Usaha. Karena itu mahasiswa harus menyediakan waktu untuk dapat melihat dan mengecek pengumuman baru yang ditempelkan setiap hari. Tetapi ada hambatan yang dirasakan bagi mahasiswa untuk dapat melihat dan mengecek pengumuman baru yang ditempelkan setiap hari. Beberapa diantaranya adalah jadwal kuliah yang padat, kuliah ditempat yang jauh dr Tata Usaha, banyaknya kertas pengumuman yang ditempel menyebabkan mahasiswa harus melihat pengumuman semuanya padahal tidak semua pengumuman ditujukan pada mahasiswa tersebut. Pada Tugas Akhir ini, dibuat program sistem pengumuman menggunakan web. Pada web ini mahasiswa akan diberikan informasi yang berkaitan dengan mata kuliah yang sedang diambil oleh mahasiswa tersebut. Aplikasi web ini dibuat dengan menggunakan bahasa pemrograman HTML & PHP, database MySQL. Berdasarkan pengujian, program ini dapat mempermudah mahasiswa untuk mendapatkan informasi lebih cepat, karena mahasiswa akan langsung mendapatkan informasi hanya yang bersangkutan dengan mahasiswa tersebut. Mahasiswa juga dapat dengan mudah mendapatkan informasi karena sistem pengumuman yang bersifat online, sehingga dapat diakses setiap saat dimanapun ada akses internet.",
  "creators": "YOGI PURNOMO",
  "contributors": "Justinus Andjarwirawan (Advisor 1); Arlinah Imam Rahardjo (Advisor 2); Adi Wibowo, S.T., M.T., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02020925/INF/2010; Yogi Purnomo (26404139)",
  "subjects": "DATABASE DESIGN; DATABASE MANAGEMENT; PROGRAMMING (ELECTRONIC COMPUTERS); WEB SITES DESIGN"
}