{
  "id": "19749",
  "title": "Studi tentang karakteristik steady state motor-motor DC yang disupply secara langsung dengan pembangkit photovoltaic (PV) tanpa menggunakan bateray sebagai penyimpan energi",
  "abstract": "Dengan scmakin meningkatnya kcbutuhan listrik terutama pada daerah-daerah pelosok pedcsaan yang tidak terjangkau oleh PLN, maka pengunaan energi matahari saat ini dikembangkan sebagai alternatif lain. Dengan pesatnya penelitian dan pengembangan pembangkit photovoltaic (PV) yang memanfaatkan energi matahari secara langsung tanpa baterai, diharapkan dapat membantu daerah pelosok pedesaan untuk mendapatkan listrik, dimana pembangkit photovoltaic ini digunakan sebagian besar untuk menggerakkan motor-motor DC untuk menjalankan pompa-pompa air untuk irigasi. Karena itu dalam Tugas Akhir ini dicoba untuk mengamati karakteristik dan perilaku (performance) motor-motor DC yang ada (seri, shunt dan penguat luar) pada kondisi steady-state yang mendapat supply daya dari pembangkit photovoltaic secara langsung tanpa penyimpan energi (energy storage) Dari hasil percobaan di laboratorium, maka dapat diketahui bahwa ketiga tipe motor DC (seri, shunt dan penguat luar) menunjukkan perilaku yang mirip dalam pengoperasian PV tanpa baterai. Dengan demikian secara teknis ketiga motor tersebut tidak ada masalah bila dioperasikan menggunakan pembangkit photovoltaic tanpa baterai asalkan peralatan PV tersebut dilengkapi DC under voltage relay sebagai pengaman tegangan, apabila terjadi penurunan tegangan karena sinar matahari pancarannya kurang.",
  "creators": "HADI WIRYONO",
  "contributors": "NONO MOELYONO W. (Advisor 1); Helen Chiauwati Halim (Advisor 2); Limboto Limantara (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00/E/TST/024/357; Hadi Wiryono (23493120)",
  "subjects": "ELECTRIC MOTORS, DIRECT CURRENT; PHOTOVOLTAIC POWER SYSTEMS"
}