{
  "id": "19743",
  "title": "Studi dan pembuatan simulasi kontrol otomatis pengaturan arus busur listrik pada elektrik ARC furnace untuk efisiensi peleburan baja di PT Hanil Jaya Metal Works",
  "abstract": "Hikrokomputer telah banyak dipakai sebagai alat untuk menyimpan dan mengolah data. Mikrokomputer sendiri merupakan alat bantu yang canggih, tetapi orang merasa perlu untuk meningkatkan efisiensi kerjanya, dengan menciptakan alat-alat bantu lainnya, yang dalam pengoperasiannya dihubungkan dengan mikrokomputer tersebut. Salah satu diantaranya adalah alat bantu untuk proses pemasukan data, yaitu peralatan \"Sistem Pembaca Kartu Optik\". Peralatan ini dihubungkan dengan mikrokomputer dan menggunakan fasilitas-fasiiitas khusus yang disediakan dalam mikrokomputer, dengan pertolongan komponen-komponen hardware (perangkat keras) dan software (perangkat lunak). Elektrik Arc Furnace (EAF) atau tanur peleburan busur listrik memperoleh panas dari radiasi busur dengan rapat arus tinggi. Dengan menganggap tegangan sekunder konstan maka panjang dan daya busur merupakan dapat diatur dengan mengubah panjang busur. Rangkaian supplai furnace tanpa netral, sehingga arus magnitude yang sama tidak menjamin panjang dan daya busur untuk tiga phasa sama. Karena impedansi saluran cenderung konstan kecuali resistansi busur yang tergantung panjang busur, maka dipakai regulator tipe impedansi yang mampu menghasilkan panjang dan daya busur optimum, yaitu dengan mengambil tegangan dan arus phasa guna memperoleh rasio tegangan terhadap arus (impedansi phasa). Arus busur berubah dengan cepat dan tidak teratur saat proses peleburan, sehingga dibutuhkan regulator dengan sensitifitas tinggi dan respon cepat supaya dapat meningkatkan efisiensi furnace.",
  "creators": "HO REN SENG",
  "contributors": "BUNAWI GUNAWIDJAJA (Advisor 1); Timotius Zainal Arifin (Advisor 2); SOEBAGIO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 96/E/TST/013/167; Ho Ren Seng (23490023)",
  "subjects": "AUTOMATIC CONTROL-COMPUTER PROGRAMS"
}