{
  "id": "19755",
  "title": "Perancangan dan pembuatan web portal e-commerce",
  "abstract": "Web portal e-commerce memiliki keunikan yang membuatnya berbeda dengan website online lain karena pada saat member penjual ingin menjual sesuatu, mereka tidak perlu membuat website dan mengeluarkan biaya. Apabila seseorang ingin membeli bermacam-macam barang maka orang tersebut akan masuk ke berbagai website dan mencarinya, dan ini cukup melelahkan karena harus mencari-cari website yang menjual barang yang akan dibeli. Dengan sistem web portal e-commerce ini, masalah tersebut dapat diselesaikan. Penjual yang ingin memiliki halaman penjualan online cukup mendaftar sebagai member penjual kemudian secara otomatis memiliki halaman penjualannya sendiri tanpa dipungut biaya. Dari sisi pembeli, sebelum mereka ingin membeli barang di web portal e-commerce, mereka harus mendaftar sebagai member pembeli. Setelah itu, pembeli dapat memperoleh barang-barang yang dicari dengan 1 stop shooping. Hal ini didukung oleh banyaknya kategori toko yang terdapat dalam web portal e-commerce, memudahkan para member pembeli untuk mencari barang yang ingin dibeli. Sistem yang dibuat adalah Customer to Customer (C2C) E-Commerce, itu artinya tidak membatasi user sebagai pembeli saja, tetapi user juga dapat bertindak sebagai penjual. Selain itu, pembuatan situs web portal e-commerce ini ini dimaksudkan agar user yang menggunakan situs ini dapat terbantu dalam melakukan transaksi pembelian dan penjualan dengan efisien dan tidak memakan banyak waktu.",
  "creators": "HERMAN PRIHAMBADA",
  "contributors": "Agustinus Noertjahyana (Advisor 1); Justinus Andjarwirawan (Advisor 2); Adi Wibowo, S.T., M.T., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01020946/INF/2010; Herman Prihambada (26406074)",
  "subjects": "PROGRAMMING (ELECTRONIC COMPUTERS); INTERNET (COMPUTER NETWORKS); WEB SITES DESIGN"
}