{
  "id": "19766",
  "title": "Rancangan perbaikan untuk meningkatkan efektivitas sistem manajemen mutu di PT. Berkat Anugerah Raya",
  "abstract": "PT Berkat Anugerah Raya merupakan perusahaan yang bergerak di bidang karoseri dan alat berat. Fokus perbaikan yang dituju pada penelitian ini adalah meningkatkan efektivitas pencapaian sasaran mutu perusahaan. Pada tahun 2009 Departemen Pembelian, Departemen Produksi, Departemen Maintenance, Departemen Quality Control, dan Departemen Gudang tidak dapat mencapai target dari sasaran mutu yang telah ditentukan. Analisis akar masalah dilakukan dengan menggunakan fault tree analysis. Terdapat 5 masalah yang akan diteliti, yaitu: ketidaktepatan waktu mendapatkan barang sesuai pesanan, ketidaktepatan waktu penyelesaian produk, ketidaktepatan realisasi jadwal perawatan mesin, masalah jumlah komplain kualitas produk, dan masalah jumlah material di gudang tidak sesuai dengan kartu stok. Usulan perbaikan yang dilakukan adalah pembuatan Quality Plan incoming material plat, pembuatan Quality Plan proses produksi, perbaikan Surat Penugasan Group, pembuatan Daftar Pengecekan Mesin, pembuatan Daftar Pembersihan Mesin, pembuatan Daftar Penggantian Komponen Mesin, perubahan jadwal perawatan, pembuatan Instruksi Kerja Pengoperasian Mesin, perencanaan proses pengeringan cat menggunakan mesin oven, perbaikan terhadap kartu garansi, pembuatan Bon Pemakaian Bahan, pembuatan Formulir Pemakaian Bahan, pengadaan proses pengecekan stok, pemberian nama untuk semua material di gudang, perbaikan Prosedur Operasional pengeluaran barang dan proses produksi.",
  "creators": "LISA GUNAWAN",
  "contributors": "I Nyoman Sutapa (Advisor 1); Siana Halim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021506/IND/2010; Lisa Gunawan (25407076)",
  "subjects": "TOTAL QUALITY MANAGEMENT; QUALITY CONTROL"
}