{
  "id": "19770",
  "title": "Pusdiklat BKKBN Jakarta",
  "abstract": "\" Pusdiklat BKKBN Jakarta \", merupakan judul yang ada pada thesis ini sebagai laporan perencanaan yang lebih menitik beratkan pada perancangan (desain) serta dikatkan dengan keadaan pada saat ini. Untuk memberikan gambaran pada proyek ini, maka konsep ini dimulai dengan pengenalan proyek, latar belakang dan pengertian sarana yang akan direncanakan secara umum, sesuai dengan tinjauan sarana yang ada pada saat ini serta kebutuhan sarana penunjang BKKBN Pusat Jakarta. Tiinjauan atas Pusat Pendidikan dan Latihan BKKBN, adalah untuk mengetahui sampai dimana tugas, fungsi, kedudukan dan lain-lain yang berhubungan dengan pelayanan program EKB, dalam usaha mengendalikan jumlah penduduk sehingga penbangunan nasional cepat tercapai. Dengan meninjau hasil hasil dari program KKB yang sedang berjalan serta target yang telah ditentukan, maka BKKBN pusat Jakarta merasa fasilitas yang ada pada saat ini tarasa kurang khususnya adalah sarana pendidikan dan latihan bagi tenaga ahlinya. Meninjau pula kota Jakarta sebagai ibukota negara dengan prasarana dan sarana yang memadai, maka memungkinkan dibangunnya Pusdiklat tersebut di Jakarta, Untuk memenuhi sasaran perancangan yaag tepat, yaitu dengan mengidentifikasi fasilitas berdasarkan aktifitas yang ada, sebagai data yang akan dianalisa untuk setiap perancangan yang akurat. Site sudah dimiliki BKKBN pusat, di Jl. Halim Perdana Kusuma Jakarta, berakhir sampai analisa perancangan site, yang keduanya merupakan pedoman perancangan dalam pembuatan gambar-gambar prarencana.",
  "creators": "ANTONIUS ONNY WYANTO",
  "contributors": "Krisdianto Anggijono (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 440/Ars/1988; Antonius Onny Wyanto (383035)",
  "subjects": "PHYSICAL EDUCATION FACILITIES; POPULATION"
}