{
  "id": "19786",
  "title": "Pusat pertokoan dan hiburan Pasuruan Indah",
  "abstract": "Laporan perencanaan ini disusun sebagai persyaratan menempuh ujian sarjana pada Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra Semester IX, periode XX, tahun 1988 - 1989, dengan judul yanq dipilih : \" Pusat Pertokoan dan Hiburan Pasuruan Indah \" di Pasuruan. Proyek ini merupakan suatu fasilltas pertokoan dan hiburan ysnq berupa : bioskop, tempat permainan anak-anak, pusat perjajanan dan bank. Di dalam laporan ini dibahas berbagai hal yang berkaitan dengan parencanaan dan perancangan fasilitas tersebut sebagai realisasi dari penyediaan fasilitas pertokaan dan hiburan bagi masyarakat Pasuruan dan sekitarnya. Pembahasan dimulai pada hal-hal yang bersifat umum tentang pusat pertokoan dan hiburan, dilanjutkan dengan tinjauan terhadap perkembangan perdagangan dan pertokoan di Pasuruan serta keadaan kota Pasuruan, Untuk mengetahui gambaran proyek lebih Ianjut, diuraikan Iatar belakang gagasan, permasalahan, tujuan dan keadaan di sekitar tapak supaya di peroleh gambaran yanq lebih jelas. Kemudian di Ianjutkan dengan program dasar dan program kebutuhan yang disusun berdasarkan jenis fasilitas, struktur organisasi, kapasitas dan aktifitas. Selain itu juga diadakan studi literatur dan pengamatan langsung terhadap beberapa fasilitas pertokoan dan hiburan yang sejenis yang dipakai sebagai bahan pertimbangan, sehingga dapat dihasiIkan suatu wadah pertokoan dan hiburan yang dapat memenuhi tuntutan masyarakat. Tujuan utama proyek ini selain sebagai usaha komersial , juga menunjang kelancaran roda perekonomian dan perdagangan di Pasuruan . Suatu perencanaan dan perancangan yang baik , bukan hanya mencakup konsepsi-konsepsi arsitektur, tetapi juga menyangkut masalah-masalah ekonomi, aspek tata-kota serta menunjang Pasuruan TIBA (Tertib, Indah, Bersih, Aman). Sebelum memulai tahap perencanaan dan perancangan fisik dilakukan analisasekitar bangunan, tapak dan bangunan. Selanjutnya hasil daripada laporan perencanaan dan perancangan ini dipakai ssbagai dasar perancangan fisik yang disajikan dalam bentuk gambar gambar prarencana.",
  "creators": "MEGAWATI GOENAWAN",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Examination Committee 1); Handinoto (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 488/ARS.24/89; Megawati Goenawan (384017)",
  "subjects": "SHOPPING; RECREAT"
}