{
  "id": "19785",
  "title": "Pusat Pelayanan Balai Keselamatan di Semarang",
  "abstract": "Laporan perencangan dan perancangan ini disusun untuk rnemenuhi persyaratan terakhir kurikuler ujian sarjana Arsitektur semester X periods XIX, Juli-Desember Surabaya. Judul yang telah ditetapkan untuk proyek ini adalah \"Pusat Pelayanan Balai Keselamatan di Semarang\". Sasaran dari penyusunan makalah ini adalah untuk merumuskan suatu konsepsi atau pokok pokok pemikiran yang akan dijadikan dasar guna membuat perancangsn fisik pada tahap berikutnya. Balai Keselamatan adalah nama suatu organisasi Kristen yang bergerak dalam empat bidang pelayanan yaitu. Kerohanian, Kesehatan / Medis. Pendidikan dan Sosial. Dalam usianya yang sudah mencapai 91 tahun ini. Balai Keselamatan bermaksud untuk meningkatkan baik kualitas maupun kuantitas pelayanannya. Bentuk-bentuk pelayanan yang sekarang ada di Semarang ini meliputi bidang Social, berupa Panti Asuhan. Panti Werdha dan Panti Karya. Bidang pendidikan berupa sekolah dari tingkat Taman Kanak-Kanak sampai Sekolah Menengah Atas, berada di atas sebidang tanah seluas kurang lebih 3 Ha. Namun penggunaan tanah hanya 50 % dari luas keseluruhan yang ada.Situasi dan kondisi fasilitas-fasilitas Pendidikan dan pelayanan Sosial yang ada di Semarang merupakan bahan pertimbangan bagi perencanaan dan perancangan proyek ini, disamping program yang telah ditetapkan oleh Kantor Pusat Balai Keselamatan di Indonesia. Dengan berpangkal pada hal tersebut di atas, maka disusunlah suatu program dasar yang mengarah ke program kebutuhan sesuai dengan sasaran yang akan dicapai, Melihat luasnya ruang lingkup proyek ini, maka perencanaan dan perancangan mendetail ditekankan pada Panti Werdha dan Panti Asuhan di dalam Pusat Pelayanan Balai keselamatan ini.",
  "creators": "LUKAS SETIAWAN KRISTANTO",
  "contributors": "Andhi Wijaya (Advisor 1); Frans Soehartono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 460/Ars/1988; Lukas Setiawan Kristanto (384015)",
  "subjects": "INFORMATION SERVICES-BUILDINGS-DESIGN AND PLANS; OLDER PEOPLE-INSTITUTIONAL CARE-DESIGNS AND PLANS"
}