{
  "id": "19783",
  "title": "Museum Teknologi Telekomunikasi di TMII Jakarta",
  "abstract": "Saat ini dunia berada pada era ruang angkasa, dimana satelit dimanfaatkan sebagai sarana Telekomunikasi. yang sangat canggih. Dengan sarana telekomunikasi tersebut, kita dapat berhubungan satu.dengan yang lain dalam jarak yang sangat jauh sekalipun. Dunia usaha tanpa pemanfaatan teknologi telekomunikasi modern tidak mungkin dapat berhasil mencapai tingkat efisiensi dan efektifitas yang maksimal. Dleh karena itu akan sangat memprihatinkan bilamana bangsa kita yang besar, tidak sege ra marnpu mengembangkan sendiri teknologi tersebut. Seperti diketahui selama ini Indonesia masih sangat tergantung akan hasil rekayasa teknologi telekomunikasi dari negara lain, sehingga akan terjadi pengaliran dana ke negsra-negara Industri. Sedangkan Indonesia tidak dapat mengejar ketinggalan tek nologi tersebut yang pada gilirannya akan menghambat pula laju pembangunan Nasional dibidang yang lain. menyadari akan hal tersebut di atas. maka pihak pemerintah khususnya PERUMTEL mempunyai gagasan untuk memacu mesyara kat, khususnya pemuda agar dapat berperan serta del am pengembangan teknologi telekomunikasi Nasional. Dan salah satu sarana penyampaian informasi yang auditif, visual, dan artistik rekreatif yakni Museum Teknologi Telekomunikasi. Lokasi Museum Teknologi Telekomunikasi ditetapkan di Taman Mini Indonesia Indah dengan pertimbangan lokasi di TMII mempunyai banyak unsur yang menguntungkan dan cocok untuk dibangun proyek ini. Selain itu kehadiran Museum Teknologi Telekomunikasi akan dapat memperkaya wahana ilmu pengetahuan. Bangunan ini akan menempati lahan seluas + 4 Ha, dengan luas bangunan + 16.000 m , Seluruh pertimbangan perancangan akan memperhatikan segala peraturan setempat yang berlaku, penyelesaian lingkungan dan aspek-aspek Arsitektur dalam upaya membuat bangunan ini berhasil, baik dari segi pendayagunaan maupun penonjolan bangunan tersebut.",
  "creators": "FRANS TENDEAN",
  "contributors": "Jimmy Nurdi Kusuma Priatman (Advisor 1); RUDY PRASATYA LILANANDA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 458/Ars.46/88; Frans Tendean (384004)",
  "subjects": "MUSEUMS-ARCHITECTURE-DESIGN AND PLANS; TECHNOLOGY-MUSEUMS"
}