{
  "id": "19794",
  "title": "Kantor pusat perum gas negara di Jakarta",
  "abstract": "Laporan perencanaan ini disusun dalam rangka memenuhi persyaratan kurikuler ujian- sarjana arsitektur, semester X periode XVI tahun kuliah 1987 pada Fakultas Teknik Jurusan Arsitektur ttniversitas Kristen Petra di Surabaya. Judul proyek yang diambil ialah.: \"KANTOR PUSAT PERUM GAS NEGARA DI JAKARTA\". Didalam laporan ini akan diuraikan hal-hal yang berhubungan dengan perencanaan Kantor Pusat Perum Gas Negara di Jakarta sebagai usaha untuk memenuhi kebutuhan akan fasilitas perkantoran beserta fasilitas penunjangnya yang saat ini dirasakan masih kurang memadai. Hal ini disebabkan karena gedung yang lama sudah tidak dapat lagi menampung kegiatan/aktivitas dari Kantor Pusat PGN yang bertambah banyak. Gedung kantor pusat PGN yang baru direncanakan pada tapak yang sama dengan gedung kantor yang lama serta mengikuti peraturan-peraturan yang dikeluarkan oleh Dinas Tata Kota DKI Jakarta. Langkah-langkah yang diambil dalam perencanaan ini adalah mengumpulkan data-data yang diperlukan untuk perencanaan ter sebut baik dari literature maupun survey lapangan, kemudian menganalisanya sesuai dengan tuntutan/kebutuhan sehingga di peroleh konsep perencanaan yang selanjutnya digunakan untuk perencanaan fisik dari Kantor Pusat PGN di Jakarta ini. Fasilitas-fasilitas yang. ada pada gedung kantor pusat PGN di Jakarta tersebut terdiri dari: - Fasilitas Perkantoran sebagai tempat bekerja para staf dan karyawan PGN pusat di Jakarta. Fasilitas Penunjang untuk menunjang kegiatan fasilitas perkantoran. . Fasilitas service/pelayanan. sebagai fasilitas pelayanan yang melayani seluruh ke giatan perkantoran dan fasilitas penunjang yang direncanakan.",
  "creators": "HARUN HANDOKO",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Harun Handoko (381016)",
  "subjects": "BUILDING; OFFICE BUILDINGS-DESIGN AND PLANS"
}