{
  "id": "19792",
  "title": "Pusat perdagangan komoditi ekspor di Surabaya",
  "abstract": "Laporan perencanaan ini disusun dalam rangka memenuhi kurikulum ujian sarjana semester IX periode XX tahun 1989, Fakultas Teknik Arsitektur Universitss Kristen Surabaya. Untuk itu penulis memilih proyek \"Pusat Perdagangan Komoditi Ekspor\" di Surabaya yang menurut pengamatan penulis cukup menarik dan kompleks permasalahannya untuk dibahas. Laporan perencanaan ini berisi penjelasan mengenai proses yang dimulai dari ide gagasan, latar belakang per- masalahan, sampai pada perancangan. Adapun i si laporan ini secara garis besar adalah : Bab I : Merupakan tinjauan secara umum tentang pengerti an pusat perdagangan, latar belakang gagasan, pengenalan terhadap perdagangan komoditi ekspor di Indonesia dan komoditi ekspor di Jawa Timur. Bab II : Merupakan tinjauan khusus di mana hal ini ditinjau dari Surabaya sebagai kota tempat pusat per- dagangan yeng yang akan direncanakan ini, tinjauan terhadap kegiatan-kegiatan perdagangan ko- moditi ekspor di Surabaya, sampai manfaat dan sasaran yang akan dicapai. Bab III : Merupakan dasar dari perencanaan pusat perdaga- ngan, dimana dibahas tentang sasaran serta batasan yang ada pengambilan keputusan mengenai fasilitas yang diperlukan, kapasitas, serta analisa terhadap kebutuhan dari kspasitas berdasarkan proyeksi dan analisa terhadap kebutuhan luas ruang, penentuan program ruang, aktivitas yang terjadi dimana ini akan digunakan sebagai dasar untuk pembahasan selanjutnya. Bab IV ; Merupakan tinjauan terhadap lokasi, mulai dari analisa pemilihan terhadap beberapa kriteria, kemudian dari kriteria yang terpilih, dianalisa terhadap pemilihan tapak yang ideal, Bab V : Merupakan tinjauan terhadap analisa perancangan, yang terdiri dari perancangan tapak, dan perancangan bangunan serta perlengkapan bangunan. Bab IV : Merupakan tujuan terhadap pembiayaan pembangunan pendapatan dan pengeluaran selama pengoperasian serta pengembalian dari modal yang diinvestasikan dalam proyek.",
  "creators": "KHO KUO LIANG",
  "contributors": "Andhi Wijaya (Advisor 1); Frans Soehartono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 465/ARS.1/89; Kho Kuo Liang (379057)",
  "subjects": "EXCHANGE; BUSINESS"
}