{
  "id": "19799",
  "title": "Museum Arsitektur Indonesia di TMII Jakarta",
  "abstract": "Pada masa pelita V sekarang ini, negara Indonesia sedang giat-giatnya melakukan pembangunan di segala bidang terutama pembangunan sarana fisik dalam rangka persiapan mencapai masyarakat adil dan makmur. Pembangunan sarana fisik berkaitan erat dengan arsitektur Indonesia, dimana pada kenyataan dewasa ini masyarakat Indonesia lebih condong memilih produksi arsitektur yang diimport dari 'Barat' daripada menampilkan arsitektur Indonesia itu sendiri. Masyarakat pada umumnya kurang memahami hal ini. Banyak masyarakat menganggap dengan memilih produk 'Barat' ini berarti mengikuti perkembangan zaman dan modernisasi serta menjadikan sebagai suatu prestise tanpa menyadari bahwa hal demikian belum tentu sesuai. Sehingga bahkan ada arsitektur produk 'Barat' yang langsung diterapkan di tanah air kita secara total tanpa memperhatikan kondisi lingkungan setempat, yang berakibat kesenjangan lingkungan yang cukup parah. Yang pada akhirnya dapat mempengaruhi lajunya pembangunan Nasional secara keseluruhan. Berkaitan dengan usaha menyadarkan masyarakat secara dini untuk lebih mencintai arsitektur Indonesia daripada arsitektur 'Barat' dengan motivasi menumbuhkan pemahaman dan rasa cinta masyarakat terhadap arsitektur Indonesia sebagai hasil karya bangsa Indonesia sendiri. Maka pihak pemerintah merasa perlu membangun sarana pendidikan yang bersifat rekreatif dan mampu menjangkau seluruh lapisan masyarakat tanpa mengharuskan latar belakang pendidikan tertentu. Hal ini disebabkan selama ini masalah arsitektur Indonesia hanya dikenal dan dibicarakan terbatas pada kalangan intelektusl tertentu saja. Pembangunan sarana berupa Museum Arsitektur Indonesia ini memamerkan peragaan berdasarkan perkembangan dan sejarah Arsitektur Indonesia yang disusun rnenurut urutan yang sistirnatis, sehingga diharapkan pengunjung dapat menikmati dan mengikuti serta mempelajari semua peragaan secara sistimatis pula. Lokasi Museum Arsitektur Indonesia ditentukan di Ta man Mini Indonesia Indoh Jakarta, karena lokasi ini terdapat beberapa aspek yang menguntungkan dan sesuai untuk dibangun Museum ini. Disamping itu kehadiran Museum Arsi_ tektur Indonesia juga untuk melengkapi museum-museum yang ada di TMII Jakarta ini. Bangunan ini akan menempati lahan seluas + 4 ha, dengan luasan bangunan berkisar +- 1 ha. Agar mencapai sasaran yang diharapkan daam segi pen dayagunaan maupun penonjolan bangunan tersebut, maka dalam perencanaan dan perancangan Museum Arsitektur Indonesia akan memperhatikan segala peraturan setempat, penyesuaian lingkungan dan aspek-aspek arsitektur.",
  "creators": "SUKARJO SUTIOSO",
  "contributors": "RUDY PRASATYA LILANANDA (Examination Committee 1); E.B. TEDJA (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 462/Ars/1988; Sukarjo Sutioso (384036)",
  "subjects": "MUSEUM ARCHITECTURE; MUSEUM BUILDINGS--DESIGNS AND PLANS; MUSEUMS-ARCHITECTURE-DESIGN AND PLANS"
}