{
  "id": "19791",
  "title": "Kantor Wilayah VI Direktorat Jendral Pajak Propinsi Jawa Timur di Surabaya",
  "abstract": "Laporan perencanaan ini disusun dalam rangka memenuhi persyaratan kurikuler ujian sarjana Arsitektur, semester X tahun kuliah 1983 - 1984 pada Fakultas Teknik jurusan Arsitektur Universitas Kristen Petra Surabaya. Adapun judul proyek yang dipilih adalah : KANTOR WILAYAH VI DIREKTORAT JENDRAL PAJAK ( JAWA TIMUR ) SURABAYA. Dalam laporan ini akan diuraikan mengenai hal-hal yang berhubungan dengan kantor pada umumnya dan kantor wilayah pada khususnya. Mengingat proyek perencanaan ini adalah kantor wilayah yang berada dibawah naungan Departemen Keuangan, maka tidaklah terlepas dari persyaratan-persyaratan di Departemen setempat. Di dalam pembahasannya sendiri tinjauan yang utama di daerah Jawa Timur umumnya dan di Surabaya sebagai tempat kedudukan pada khususnya. Baik mengenai jumlah dan pelayanan, fungsi, aktifitas, kepegawaian dan lain - lainnya. Fasilitas - fasilitas yang disediakan disesuaikan dengan kebutuhan dan standard yang telah ditetapkan oleh Menteri Keuangan. Secara garis besarnya fasilitas - fasilitas tersebut dapat dibagi menjadi 3 bagian utama yaitu : - Publik area. Sebagai ruang utama dimana kegiatan administrasi dan ruang - ruang utama di dalam kantor wilayah tersebut. - Private area. Merupakan ruang utama dan ruang kerja bagi kantor pelaksananya. - Servis area, Merupakan ruang penunjang dan pelayanan dari seluruh bangunan. Dari data-data yang diperoleh, baik melalui survey lapangan maupun literature maka didapat suatu program kebutuhan yang kemudian diolah sehingga menjadi laporan perencanaan ini.",
  "creators": "HARRY PRIANTONO",
  "contributors": "A.Y. SETIAWAN (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Harry priantono (376072)",
  "subjects": "HOME OFFICES--DESIGNS AND PLANS; OFFICE BUILDINGS"
}