{
  "id": "19809",
  "title": "Peremajaan kawasan kebudayaan Taman Hiburan Rakyat Kotamadya Surabaya",
  "abstract": "Peranan Taman Hiburan Rakyat Kodya Surabaya sebagai fasilitas hiburan dan budaya bagi seluruh lapisan masyarakat khususnya di kota Surabaya, mernang telah menjadi salah satu identitas dari kota Pahlawan. Keberadaan Taman Hiburan Rakyat di kota Surabaya dapat pula berperanan sebagai pengimbang dan jawaban untuk seluruh lapisan masyarakat terhadap semakin banyaknya fasilitas hiburan yang agak sulit dijangkau oleh masyarakat kecil, dan kebanyakan untuk golongan menengah ke atas. Disamping peranannya sebagai fasilitas hiburan, maka kegiatan utama lainnya adalah sebagai tempat pertunjukan kesenian termasuk didalamnya adalah kegiatan kesenian khas daerah kota Surabaya, bertitik tolak dari potensi THR sebagai cagar budaya kesenian daerah terhadap masuknya pengaruh-pengaruh kesenian dari luar yang belum tentu sesuai dengan kepribadian dan sikap hidup bangsa kita. Dengan mempertimbangkan kondisi THR lama, dimana kondisi fisiknya sudah tidak memenuhi syarat lagi dibandingkan dengan meningkatnya kebutuhan masyarakat akan fasilitas hiburan yang memadai, maka perlu adanya usaha peremajaan THR, yang dalam tugas akhir ini dibatasi hanya pada kawasan kebudayaan. Pertunjukan khas daerah, hidup, tumbuh dan berkembang secara turun temurun dari generasi ke generasi berikutnya pada daerah tersebut, dalam hal ini adalah kota Surabaya; sehingga terlihat adanya suatu korelasi yang erat antara kehidupan tradisi masyarakat dengan pertunjukan khas daerah tersebut.Bertitik tolak dari anggapan tersebut , maka dalam perencanaan Peremajaan Kawasan Kebudayaan THR KMS, diadakan pendekatan terhadap arsitektur tradisional dengan mengadakan penyesuaian-penyesuaian terhadap fungsi kegiatan yang ada pada saat sekarang ini. Dalam Peremajaan Kawasan Kebudayaan THE KMS, perlu diusahakan agar suasana dan fungsi dari fasilitas hiburan budaya tersebut tidak asing bagi masyarakat, melainkan suasana dan fungsi yang akrab dan mudah beradaptasi dan komunikatif dengan masyarakatnya. Peremajaan Kawasan Kebudayaan THR KMS, diharapkan dapat menambah wahana fasilitas hiburan dan budaya di kota Surabaya, sehingga merupakan suatu potensi bagi cagar budaya dan sekaligus sebagai potensi pariwisata, baik untuk turis domestik maupun asing, didalam mengenalkan kehidupan, kegiatan hiburan dan budaya khas kota Surabaya. Kemudian perencanaan dan perancangan Peremajaan Kawasan Kebudayaan THR KMS ini dibuat berdasarkan data-data yang diperoleh dari hasil survey lapangan maupun literatur dan wawancara disamping perbandingan-perbandingan dengan fasilitas. hiburan & budaya yang sejenis di tempat-tempat liain yang dianggap cukup ideal.",
  "creators": "MARIANI WIRAWAN",
  "contributors": "Handinoto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Mariani Wirawan (382049)",
  "subjects": "AMUSEMENT PARKS; PARKS--DESIGNS AND PLANS"
}