{
  "id": "19804",
  "title": "Gedung Dewan Riset Nasional dan Kantor Puspiptek di Serpong",
  "abstract": "Laporan perencanaan ini disusun dalam rangka memenuhi persyaratan kurikuler ujian Sarjana Arsitektur, periode XVI, semester Januari - Juni 1987 pada Fakultas Teknik Jurusan Arsifcektur Universitas Kristen Petra Surabaya. Adapun judul proyek yang kami ketengahkan adalah : \" GEDUNG DEWAN RISET NASIONAL DAN KANTOR PUSPIPTEK DI SERPONG.\" Kondisi yang dihadapi oleh bangsa-bangsa di dunia dan juga bangsa Indonesia saat ini menuntut untuk makin meningkatkan pendayagunaan ilmu pengetahuan dan fceknologi ( iptek ), sebab ilmu pengetahuan dan teknologi adalah kunci untuk pembangunan bangsa. Hanya melalui iptek suatu bangsa akan dapat mengembangkan sumber dayanya yang mempunyai potensi ekonomis. Hanya melalui iptek, suatu bangsa akan mampu mengangkat martabat dirinya dalam masyarakat bangsa-bangsa lainnya. Untuk itu pemerintah bexusaha membina dan mengembangkan peranan ilmu pengetahuan dan teknologi secara lebih terarah dan terpadu dan sesuai dengan keadaan di Indonesia, sehingga hasilnya dapat dimanfaatkan sebesar-besarnya bagi kepentingan pembangunan nasional yang telah digariskan dalam GBHN. Untuk mewujudkan / merealisasikan tujuan tersebut diatas pemerintah merasa perlu mexnbentuk suatu dewan tertinggi yang bisa memberi arah / koordinasi dalam iptek dan merumuskan program utama nasional di bidang riset dan teknalogi. Dewan tertinggi ini disebut Dewan Riset Nasional. Dewan Riset Nasional adalah suatu wadah koordinasi non struktural yang pada saat ini belum mempunyai suatu tempat / wadah yang dapat dipakai untuk melaksanakan tugasnya, karena itu penterintah merasa perlu membangun suatu gedung Dewan Riset Nasional yang terletak di serpong. Untuk terlaksananya tugas Dewan Riset Nasional dalam perumusan program utama nasional di bidang riset dan teknologi maka pemerintah berusaha untuk meningkatkan kelancaran pelaksanaan kegiatan di bidang penelitian iptek dengan menetapkan pembangunan suatu kawasan pusat penelitian iptek di serpong yang mana di kawasan tersebut akan di bangun 18 laboratorium yang dapat digunakan untuk seluruh ilmuwan bangsa Indonesia untuk penelitian guna membangun negara Indonesia tercinta . Dengan adanya kawasan PUSPIPTEK tersebut maka diperlukan suatu gedung kantor pengelola yang bertugas untuk mengelola kawasan tersebut dalam segi administrasi, keamanan / keselamatan dari semua sarana dan prasarana yang ada. Penentuan lokasi di Serpong, Kabupaten Tangerang, Propinsi Jawa Barat berdasarkan berbagai pertimbangan, antara lain: Serpong merupakan suatu kawasan untuk pusat penelitian ilrau pengetahuan dan teknologi ( PUSPIPTEK ) yang paling maju dan pemerintah telah mempunyai tujuan untuk mengembangkan Serpong sebagai suatu kota Ilmu Pengetahuan dan Teknologi di Indonesia. Luas tapak yang ada sebesar 9 ha., dimana luas tapak sebesar itu adalah diperuntukan untuk : gedung Dewan Riset Nasional, kantor PUSPIPTEK, Akademi Ilmu Pengetahuan Indonesia Akademi Ilmu Pengetahuan Teknologi Enginering, gedung Pusat Komputer, Perwakilan Asosiasi Profesi, gedung Pusat Pertemuan Ilmiah. Dalam tugas akhir ini perencanaan dan perancangan nya adalah untuk gedung Dewan Riset Nasional, kantor Puspiptek dan gedung Pusat Pertemuan Ilmiah/ dengan luas lantai kira-kira 18000 n.2. Prinsip dasar dalara perancangan bangunan adalah bangunan dapat melambangkan pusat iptek yang mempunyai wibawa ilmiah dan berskala nasional dengan memperhatikan keseimbangan dan keserasian dengan lingkungan sekitarnya.",
  "creators": "LINDAWATI L",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); RUDY PRASATYA LILANANDA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 342/ARS.44/87; Lindawati L (382063)",
  "subjects": "BUILDINGS; BUILDINGS-DESIGNS AND PLANS; OFFICES-TECHNOLOGICAL INNOVATIONS"
}