{
  "id": "19803",
  "title": "Kantor Pusat PT Perkebunan XXIII Surabaya",
  "abstract": "Makalah ini merupakan laporan perencanaan untuk memenuhi persyaratan kurikuler Ujian Sarjana Juruson Arsitektur Fakultas Teknik, Universitas Kristen Petra, semester X periode XVII - 1987 dengan judul yang dipilih adalah : \" KANTOR PUSAT PT PERKEBUNAN XXIII - SURABAYA\" Adapun permasalahan- permasalahan yang dibahas dalam laporan ini adalah sebagai berikut : - Latar belakang dan gagasan dari perencanaan kantor ini yang me-rupakan milik PT Perkebunan XXIII (Persero) yang mana kantor yang telah ada sekarang sudah tidak layak sebagai sebuah kantor, sedangkan untuk pengembangan di lokasi sekarang yaitu di Jalan Rajawali 44 sudah tidak memungkinkan lagi sehingga diperlukan penempatan di suatu lokasi yang baru. - Pembahasan program dasar yang mana akan merupakan output bagi program kebutuhan yang nantinya akan dijabarkan di dalam analisa- analisa baik dari segi fisik bangunan itu sendiri maupun sampai pada permasalahan tapak/site dari bangunan tersebut. Obyek dari perencanaan ini adalah suatu perencanaan total pada suatu lokasi yang baru dengan menata ruang kerja yang lebih representatif sesuai dengan kebutuhan dan struktur organisasinya serta penambahan fasilitas penunjang yaitu R Serba Guna yang bisa disewakan kepada umum dimana hasil penyewaan tadi dapat dipergunakan untuk biaya perawatan gedung.Permasalahan yang pokok dalam pembahasan ini adalah bagaimana menciptakan suatu wadah fisik yang sesuai dengan fungsi, kebutuhan dan kenyamanan kerja serta tuntutan prestige bagi PT Perkebunan XXIII yang merupakan PT Perkebunan yang terkaya di Indonesia serta masalah-masalah laian yang bersangkutan dengan hal tersebut di atas yang secara bersamaan/ terpadu akan tampil ke dalam suatu bentuk yang arsitektural.",
  "creators": "ROSA INDRAWATI",
  "contributors": "IR. SHELLY GUNAVATI WARDOYO, MT. (Advisor 1); Markus Ignatio Aditjipto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Rosa Indrawati (377064)",
  "subjects": "FARM BUILDINGS; OFFICE BUILDINGS-DESIGN AND PLANS"
}