{
  "id": "19802",
  "title": "GKI Pregolan cabang Kendangsari",
  "abstract": "Manusia adalah makhluk yang berakal budi dan pada dasarnya memiliki dua kebutuhan, yaitu kebutuhan fisik dan nonfisik atau dapat juga diartikan sebagai kebutuhan jasmani dan rohani. Agama adalah sarana/alat yang dipakai oleh manusia untuk dapat memenuhi kebutuhan rohaninya yaitu berhubungan dengan Penciptanya. Untuk menampung kegiatan beragama dibutuhkan sarana-sarana tertentu yang salah satu diantaranya adalah bangunan tempat ibadah, dalam hal ini bangunan gereja bagi umat Kristen pada umumnya, dan Kristen Protestan pada khususnya. Karena perkembangan umat Kristen Surabaya Selatan yang demikian pesatnya, maka dipandang perlu oleh GKI Pregolan Bunder untuk mendirikan sebuah gereja cabang bagi masyarakat/umat Kristen Surabaya Selatan. Laporan Perencanaan inl disusun berdasarkan hal-hal tersebut diatas, dimana isi laporan ini secara garis besar adalah: tinjauan secara umum dan khusus tentang GKI, dan GKI Pregolan Bunder Cabang Kendangsari. Kemudian dilanjutkan dengan bab-bab perencanaan dan perancangan. Dalam bab perencanaan, penentuan fasilitas dan kapasitas dari bangunan, ditinjau dari struktur organisasi dan aktifitas yang ada, yang pada tahap selanjutnya akan menghasilkan program kebutuhan. Juga dengan memperhatikan tapak dan kondisi-kondisi lain yang ada, maka akhirnya disusunlah perencanaan dan perancangan fisik dan kompleks bangunan GKI Pregolan Bunder Cabang Kendangsari Surabaya.",
  "creators": "GUNARYA S",
  "contributors": "RUDY PRASATYA LILANANDA (Examination Committee 1); Jimmy Nurdi Kusuma Priatman (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 463/Ars.51/88; Gunarya S (384060)",
  "subjects": "CHRISTIAN CHURCH (DISCIPLES OF CHRIST); CHURCH BUILDINGS--DESIGNS AND PLANS; CHURCH FACILITIES"
}