{
  "id": "19816",
  "title": "Perbaikan karakteristik aerodinamika van dalam pengujian studi model pada terowongan angin",
  "abstract": "Dewasa ini di negara kita. kendaraan niaga telah menjadi kendaraan yang banyak dipakai di hampir set lap lapisan masyarakat. Hal ini mendorong industri otomotif untuk mengembangkan kebutuhan yang semakin hari semakln menlngkat tetapi di lain pihak industri otomotif khususnya industri karoseri harus tetap mempcrhatikan faktor-faktor yang menjadi kualifikasi desain seperti kcamanan dan kcnyamanan, juga faktor-faktor teknis dan non teknis lain seperti kelayakan, estetika. konsumsi bahan bakar, ckonomis dan Iain-lain. Perfonaansi tinggi ini meliputi bebcrapa hal, seperti gaya hambat atau drag force yang kecil, gaya angkat atau lift force yang kecil dimana lift force ini akan mcmpengaruhi stabilitas serta respon kendaraan saat mclaju pada kecepatan tinggi dan aspek-aspek lain. Salab satu cara untuk mengendalikan atau mengatur performasi kendaraan tcrsebut adalah dengan cara mengamati. mengatur dan mengendalikan karakterlstlk aerodlnamlka. Dari dua kondisi tersebut, akan dijabarkan beberapa hal untuk memperbaiki karakteristik aerodinamika kendaraan yang telah ada dengan cara yang telah disebut di atas. Aerodinamika otomotif akan mendasari experimen yang dilakukan yaitu dengan menggunakan peralatan uji sub sonic wind tunnel, open circuit dan model mobil van berskala 1 : 24. Pemilihan mobil Jenis van sebagai model yang diuji berdasar alasan yang telah disebut di atas. Eksperimen ini dilakukan dengan beberapa langkah, pertama adalah van dengan formasi basic design. langkah berikutnya adalah dengan memberikan add in yang akan mcmpengaruhi karakteristik aerodinamika kendaraan ini. Pemberian add in ini dititik beratkan pada spoiler yang dlletakkan pada bagian atas bclakang kendaraan yang berfungsi sebagai spoiler dan atau sebagai peralatan yang memberikan gaya angkat negatif {negative lift device). Pendesainan ini bcrdasarkan karakteristik aerodinamika dari prof11 sayap (wing profile) jenis tertentu, seperti type NACA. Dari kondisi sebelum dan sesudah diberi add in dibandingkan dan dianalisls berdasar data data yang didapat dari eksperimen. Analisis ini akan dlarahkan ke stabilitas dan performansi kendaraan.",
  "creators": "AGUS ARIA WIBAWA",
  "contributors": "Soejono Tjitro (Advisor 2); I NYOMAN SUTANTRA (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 94.54.128; Agus Aria Wibawa (24487030)",
  "subjects": "AUTOMOBILES-AERODYNAMICS; AUTOMOBILES-MOTORS"
}