{
  "id": "19833",
  "title": "Stadion Sepakbola Persebaya di Surabaya",
  "abstract": "Proyek Stadion Sepakbola Persebaya di Surabaya ini dibuat dengan memperhatikan kebutuhan akan fasilitas olahraga terutama sepakbola di Indonesia yang sangat kurang terpenuhi. Yaitu fasilitas yang memenuhi standar intemasional yang dapat dipakai untuk kebutuhan pertandingan bertaraf internasional, nasional maupun lokal. Persebaya yang ber-home base di Surabaya ini, adalah salah satu klub sepakbola terbesar dan berprestasi di Indonesia. Dan Surabaya merupakan kota terbesar dan terpenting kedua di Indonesia setelah Jakarta. Jadi rasanya tepat apabila pembuatan stadion berstandar internasional kedua di Indonesia mengambil lokasi di Surabaya. Pemerintah Kotamadya Daerah Tingkat U Surabaya juga telah menyediakan sebuah lokasi kompleks stadion di daerah Surabaya Barat. Kompleks ini terdiri dari sebuah stadion utama sepakbola dan berbagai stadion olahraga lainnya yang dilengkapi dengan berbagai fasilitas penunjang. Dengan menyesuaikan situasi dan keadaan yang tersedia, maka proyek Stadion Sepakbola Persebaya mengambil lokasi di kompleks stadion tersebut. Stadion ini harus memenuhi persyaratan dan peraturan tata kota Pemerintah Kotamadya Daerah Tingkat II Surabaya. Selain itu, stadion ini juga harus dapat mencerminkan kebesaran dan kesuksesan klub Persebaya dan kota Surabaya. Bentuk dan penampilan bangunan stadion ini tercipta dan terkait dengan sistem struktur bangunan yang digunakan pada stadion ini, yang dapat memberikan kesan monumental, megah dan heroik. Pemilihan sistem struktur bangunan didasarkan atas estetika, efektifitas, efisiensi, kekuatan, keawetan, pemeliharaan dan kecocokan dengan keadaan lingkungan di lokasi stadion ini. Tapak stadion ini dirancang untuk dapat mendukung keadaan stadion ini yang akan menjadi landmark baru di kawasan tersebut, juga didasarkan atas kemudahan pencapaian, keamanan dan kenyamanan, serta sirkulasi pengunjung. Sistem pelayanan dan utilitas yang menunjang stadion ini juga dipilih dengan memperhatikan keamanan, keselamatan dan kenyamanan pengunjung. Fasilitas dan sistem pelayanan yang digunakan pada stadion ini dirancang untuk memenuhi persyaratan dan standar-standar bangunan olahraga internasional. Stadion Sepakbola Persebaya ini diharapkan dapat menjadi pemicu semakin meningkatnya prestasi klub Persebaya dan kota Surabaya, serta prestasi sepakbola Indonesia di tingkat internasional. Selain penjelasan dan uraian yang tertulis dalam Laporan Perancangan Tugas Akhir ini, juga terdapat gambar-gambar konsep dan perancangan yang tidak terpisahkan dengan laporan ini, yang dapat menjelaskan lebih banyak mengenai proyek Stadion Sepakbola Persebaya di Surabaya.",
  "creators": "FEBRY HERMOKO WACHID",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Riduan Sukardi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1604/Ars/52/1999; Febry Hermoko Wachid (22495108)",
  "subjects": "STADIUMS"
}