{
  "id": "19841",
  "title": "Pembinaan dan pengembangan wisata pelajar sjak dini dari jenjang SD, SMP, SMA dapat membantu pengembangan kepariwisataan Jawa Timur",
  "abstract": "Usaha pemerintah menggalakkan pariwisata sebagai salah satu sumber devisa negara, perlu didukung secara nyata oleh semua pihak yang berkecimpung didalam bidang ini. Baik itu pengusaha industri pariwisata, para duta kita di luar negri, lembaga-lembaga pencetak tenaga profesional maupun instansi pemerintah yang terkait. Dari dukungan pihak-pihak tersebut diatas juga diperlukan keterlibatan dari masyarakat Indonesia sendiri. Dalam hal ini para pelajar sebagai generasi muda mempunyai peranan penting didalam meningkatkan kepariwisataan dalam negri. Para pelajar adalah generasi penerus bangsa yang potensial untuk menggerakkan, mengembangkan dan memajukan kepariwisataan di Indonesia. Mereka perlu dibina sejak dini dengan mengenalkan pariwisata dari kelas SD, SMP sampai SMA. Dengan bimbingan dari guru-guru diharapkan mereka dapat mengetahui tentang pariwisata, memahami pentingnya pariwisata bagi pembangunan dalam negri. Dari keadaan tersebut akan menumbuhkan suatu rasa bangga dan cinta tanah air yang mendorong dan memacu mereka untuk membangun negrinya di semua sektor yang salah satunya perlu dikembangkan, yaitu sektor pariwisata. Juga dengan adanya pembinaan sejak awal pada pelajar-pelajar tersebut diharapkan dapat memberikan suatu angin segar bagi pariwisata Indonesia, khususnya Jawa Timur, dimana pemerintah Indonesia memerlukan dukungan dari berba-gai pihak untuk menyukseskan promosi pariwisata di Indone-sia baik didalam negri maupun diluar negri, tidak terkecuali para pelajar.",
  "creators": "MARTIN URBANUS",
  "contributors": "HADI TAMTOMO (Advisor 1); Yacintha Yoranouw Suryawijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 154/Par/1994; Martin Urbanus (91391009)",
  "subjects": "JAWA TIMUR-DESCRIPTION AND TRAVEL; STUDENTS-RECREATION"
}