{
  "id": "19856",
  "title": "Perbandingan dan penerapan paket program komputer untuk manajemen proyek konstruksi",
  "abstract": "Skripsi ini membahas tentang penggunaan dan penerapan paket-paket program komputer dalam bidang kerja Teknik Sipil, khususnya Manajemen Proyek Konstruksi yang berkaitan dengan penjadwalan waktu. analisa dan pengelolaan sumber daya, serta biaya-biaya proyek konstruksi di lapangan. Dengan diterapkannya paket-paket program komputer ke dalam Manajemen Proyek {Project Management Software) seperti Microsoft Project 3.0 for Windows. Harvard Project Manager 3.0, dan Time Line 5.0, tentu sangat membantu dalam menangani Manajemen Proyek Konstruksi, terutama pada proyek-proyek dengan skala besar dan bersifat kompleks. Untuk mengetahui secara jelas perbandingan kemampuan dan keterbatasan setiap paket program dalam mengelola manajemen proyek konstruksi, maka setiap paket program dicoba diterapkan pada sebuah proyek konstruksi yang sesungguhnya. Adapun kriteria proyek konstruksi yang akan digunakan harus memenuhi syarat-syarat antara lain : memiliki jumlah kegiatan dan jaringan kerja yang cukup kompleks, terdapat jadwal rencana kerja dan laporan kemajuan proyek, memiliki analisa anggaran biaya proyek, serta laporan penggunaan sumber daya. Selanjutnya dengan meninjau dan menganalisa faktor-faktor pemasukan data, kemampuan umum, laporan proyek, tampilan proyek, fungsi khusus, dan pengoperasian, baik dengan membaca buku panduan, mengamati menu-menu dan tampilan di layar, maupun dari hasil penerapan program pada proyek konstruksi, dapat diketahui perbandingan ketiga paket program, antara lain : Microsoft Project 3.0 for Windows memiliki keunggulan dalam hal input data, penjadwalan. manajemen sumber daya, kapasitas, tampilan dan laporan proyek. Harvard Project Manager 3.0 unggul dalam ciri-ciri pengaturan sumber daya dan biaya-biaya proyek, sedangkan Time Line 5.0 memiliki keunggulan pada penggunaan biaya yang sangat rinci, penjadwalan yang fleksibel dan penggunaannya pada Local Area Network (LAN).",
  "creators": "DIDIK W. SIDHARTA; AGUNG W HENDRIJANTO",
  "contributors": "Paulus Nugraha (Advisor 1); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 639 S; Didik W. Sidharta (21487138), Agung W. Hendrijanto (21488011)",
  "subjects": "INDUSTRIAL PROJECT MANAGEMENT-COMPUTER PROGRAMS"
}