{
  "id": "19861",
  "title": "Studi kasus kegagalan struktur baja Mataram Plaza dan Pabrik Keramik Milan",
  "abstract": "Dalam tugas akhir ini akan dipelajari 2 kasus kegagalan struktur baja. Kegagalan atau keruntuhan yang terjadi ini merupakan suatu laboratorium dengan skala penuh yang sangat mahal harganya dan sangat perlu sekali untuk dipelajari, sehingga kelak kejadian yang sama tidak terjadi lagi. Dan diharapkan juga melalui tugas akhir ini diperoleh manfaat untuk keperluan peraturan baja yang baru. Kasus-kasus yang akan dipelajari adalah keruntuhan lantai II Mataram Plaza yang menggunakan sistem baja rangka sebagai balok dan keruntuhan bangunan (portal gabel) Pabrik Keramik Milan. Dalam kasus Mataram Plaza dianalisa gaya aksial tekan yang bekerja berdasarkan beban yang bekerja ketika terjadi keruntuhan yang kemudian dibandingkan dengan P kritis (Pkr), baik per-elemen maupun per-bagian yang berdasarkan letak lateral bracingnya. Dalam kasus ini Pkr yang menjadi salah satu batasan untuk elemen baja yang menerima gaya dalam tekan. Dalam analisa Pkr tersebut dilakukan perbandingan antara PPBBI '83 dengan beberapa referensi yang lain, misalnya AIJ, DIN 4114. Sedangkan dalam kasus Pabrik Keramik Milan lebih difokuskan pada analisa dinamis yang diakibatkan oleh adanya hembusan angin. Dalam analisa dinamis dilakukan perhitungan natural frekuensi dari bangunan atau elemen dan frekuensi yang menyebabkan terjadinya keruntuhan. Untuk menganalisa beban dinamis tersebut digunakan referensi utama dari Bolton.",
  "creators": "DONNY WIRAWAN; SIGIT GUNADI",
  "contributors": "Oentoeng (Examination Committee 1); Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 634 S; Donny Wirawan (21489056), Sigit Gunadi (21489106)",
  "subjects": "STEEL FRAMING (BUILDING); STEEL, STUCTURAL"
}