{
  "id": "19887",
  "title": "Studi kasus mengenai aspek-aspek constructability pada suatu proyek apartemen",
  "abstract": "Populasi manusia yang semakin meningkat dari tahun ke tahun memunculkan masalah yang baru. Salah satu masalah yang sering ditemui saat ini adalah semakin sedikitnya lahan untuk mendirikan tempat tinggal. Tempat tinggal yang memiliki lokasi strategis, aman dan nyaman sekarang sulit didapatkan. Hal ini membuat pertumbuhan pembangunan apartemen di Indonesia terutama di kota-kota besar menjadi berkembang pesat. Karena kebutuhan tersebut maka pada proyek apartemen diperlukanlah suatu konsep pembangunan yang dapat mengurangi waktu pekerjaan proyek, tetapi tetap menjaga kualitas proyek yang diinginkan, salah satu konsep yang dapat kita gunakan adalah Constructability. Tujuan penelitian ini adalah untuk mengetahui bagaimana pelaksanaan aspek-aspek Constructability pada suatu apartemen dan masalah yang terjadi akibat kurangnya pelaksaan Constructability. Penelitian dilakukan dengan cara wawancara dan pengamatan langsung pada suatu proyek apartemen di Surabaya. Dari keseluruhan aspek constructability sebanyak 20 aspek yang digunakan sebagai landasan teori dalam studi kasus ini, sebanyak 16 aspek telah diterapkan. Hal ini membuktikan tingginya penerapan aspek-aspek constructability pada apartemen X. Masalah-masalah yang muncul yaitu masalah pada aspek program forma l constructability , bawah tanah, material import dan komunikasi pelaksanaan. Dari hasil wawancara yang dilakukan para responden mengakui bahwa mereka mengerti mengenai bagaimana penerapan setiap aspek constructability dengan baik, tetapi mereka tidak menyadari bahwa itu adalah sebuah satu kesatuan konsep yaitu constructability.",
  "creators": "ROBERT KENT",
  "contributors": "Andi (Advisor 1); Effendy Tanojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.21011771/SIP/2011; Robert Kent (21406128), Frans Adi Lusutanto (21406145)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}