{
  "id": "1991",
  "title": "Perancangan interior Galeri Asmat di Surabaya",
  "abstract": "Perancangan interior galeri Asmat di jalan H.R Mohamad, Surabaya dilatar belakangi oleh kebutuhan masyarakat akan hiburan untuk memperkuat cinta akan budaya local atau bangsa sendiri. Diharapkan pengunjung galeri tidak hanya mendapatkan pengalaman menikmati pameran, namun juga menikmati fasilitas yang lain berupa fasilitas pendukung seperti kafe, are bermain ala tradisonal Asmat, souvenir shop, terkadang mengadakan demo pemahat patung Asmat. Jenis barang yang dipamerkan adalah pameran patung dan kerajinan Asmat. Selain itu juga terdapat fasilitas dari galeri tersebut yang dibuat dengan berbagai kreasi nuansa Asmat tetapi disesuaikan dengan selera generasi muda yang menyukai tantangan. Pengunjung galeri dikelompokkan menjadi lima, yaitu orang-orang yang terlibat dalam bidang pendidikan seprti anak-anak, pelajar dan pengajar, seniman, turis, eksekutif muda dan kolektor patung. Untuk mewadahi kegiatan pemakai, maka area galeri seluas +_1600 m2 tersebut dibagi menjadi resepsionis, area bermain, mini teater dan perpustakaan, snack bar dan kafetaria, souvenir shop, galeri koleksi khusus, ruang pamer, stage dan toilet. Agar pengunjung dapat menikmati pameran dan hiburan, maka hubungan ruang yang terjadi adalah hubungan ruang yang vertical karena ada dua lantai, tetapi untuk tiap ruang dalam satu lantai mempunyai hubungan horizontal, baik yang menggunakan pembatas ataupun yang bersifat open space. Berdasarkan kebutuhan dari masyarakat untuk pendidikan dan hiburan di kalangan anak-anak hingga eksekutif muda dan para kolektor patung, maka dibuatlah sebuah galeri yang bertemakan \" Perburuan di kampung Asmat \". Galeri ini menyajikan dan mengangkat kebudayaan Asmat dengan mcnerapkan kebiasaan masyarakat Asmat. Suasana yang ditampilkan menggambarkan suasana keadaan alam wilayah Asmat beserta pola kehidupannya dalam gaya modern.",
  "creators": "YOHANNES HARTANTO",
  "contributors": "J. Loekito Kartono (Advisor and Examination Committee); MOCH. TAUFAN RIZQI (Advisor 2); Herlin Sri Utami (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 0031/DIN/2002; Yohannes Hartanto (41498042)",
  "subjects": "ARTS MUSEUMS-DECORATION"
}