{
  "id": "19929",
  "title": "Rumah sakit jantung di Surabaya",
  "abstract": "Proyek Rumah Sakit Jantung di Surabaya ini direncanakan berdasarkan kebutuhan akan suatu layanan kesehatan yang spesifik menangani kasus-kasus penyakit yang disebabkan oleh kelainan dan gagal jantung. Fasilitas di dalam rumah sakit ini berbeda dengan rumah sakit pada umumnya, dengan spesialisasi peralatan-peralatan diagnosa jantung yang canggih. Rumah sakit ini terdiri atas beberapa ujiit pelayanan medis; bagjan rawat jalan, unit gawat darurat, unit bedah, bagian diagnosa non invasif dan pencitraan, bagian invasif dan intervensi nonbedah, dan fasilitas rawat inap; serta fasilitas penunjang seperti asrama perawat dan ruang-ruang pendidikan (studi kasus) untuk menjalankan fungsinya sebagai rumah sakit pendidikan praktik bagi mahasiswa Fakultas Kedokteran Universitas Airlangga. Penginapan untuk keluarga pasien juga disediakan karena rumah sakit sejenis sementara ini hanya ada di Jakarta (Rumah Sakit Jantung Harapan Kita) sehingga diperkirakan banyak pasien yang berasal dari luar kota. Konsep perancangan bangunan didasarkan pada pandangan filosofis tentang jantung, dalam kaitannya dengan fungsi jantung secara emosional (feminim) dan biologis (maskulin). Hal tersebut berpengaruh pada proses perancangan, di mana pola penatan massa maupun ruang luar merupakan komposisi antara bentuk-bentuk maskulin yang kaku dan garis-garis kurvalinear. Untuk mengoptimalkan kelancaran sirkulasi pasien dalam menjalani proses perawatan, dipilih sistem sirkulasi yang linear pada setiap unit pelayanan medis. Fasilitas perawatan inap yang membutuhkan privasi cukup tinggi dan kontrol yang ketat dari tim paramedis direncanakan pada bangunan yang terpisah dari fasilitas-fasilitas medis lainnya. Tampilan luar bangunan diekspresikan melalui harmonisasi warna-warna monokrom, guna menampilkan kesan yang tenang dan suasana yang mendukung selama proses pemulihan kesehatan jantung pasien. Rumah sakit jantung ini diharapkan dapat menjadi suatu fasilitas pelayanan medis yang terpadu bagi penderita kelainan dan gagal jantung, serta suatu wadah yang terpusat bagi para dokter spesialis jantung untuk melakukan riset dan praktik kedokteran dengan fasilitas yang canggih.",
  "creators": "DANNY TJAHYADI",
  "contributors": "V.P. Nugroho Susilo (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1804/ARS/31/2001; Danny Tjahyadi (22497009)",
  "subjects": "HOSPITALS-DESIGNS AND PLANS; HEART-DISEASES-NURSING-BUILDINGS-DESIGNS AND PLANS"
}