{
  "id": "19938",
  "title": "Pengaruh variabel fundamental dan teknikal terhadap harga saham perusahaan barang konsumsi yang go public di bursa efek Indonesia periode 2005-2009",
  "abstract": "Laporan keuangan bertujuan memberikan informasi bagi investor. Apabila investor menggunakan laporan keuangan sebagai sumber informasi maka saat kinerja perusahaan baik, akan mempengaruhi keputusan investor untuk membeli saham hingga meningkatkan harga saham. Namun, di sisi lain terdapat faktor lain yang menjadi pertimbangan investor dalam keputusan berinvestasi. Oleh karena itu, penelitian ini bertujuan mengetahui pengaruh variabel fundamental dan teknikal terhadap harga saham perusahaan food and beverages yang go public. Penelitian dilakukan terhadap 13 sampel perusahaan food and beverages dengan menggunakan data time series tahun 2005-2009. Variabel yang digunakan adalah earning per share (EPS), return on equity (ROE), return on assets (ROA), debt to equity ratio (DER), net profit margin (NPM), volume perdagangan, dan harga saham masa lalu sebagai variabel independen dan harga saham sebagai variabel dependen. Menggunakan regresi linear berganda untuk melihat variabel fundamental dan teknikal yang lebih berpengaruh dan besarnya kontribusi tiap variabel secara individu dan simultan dalam mempengaruhi harga saham. Hasil pengujian menunjukkan bahwa hanya EPS dan harga saham masa lalu yang berpengaruh secara signifikan terhadap harga saham. Harga saham masa lalu mempunyai pengaruh paling dominan. Hasil pengujian juga menunjukkan bahwa EPS, ROE, ROA, DER, NPM, volume perdagangan, dan harga saham masa lalu berpengaruh secara simultan terhadap harga saham perusahaan.",
  "creators": "SHERLY JAYANTO",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010208/AKT/2010; Sherly Jayanto (32407037)",
  "subjects": "GOING PUBLIC (SECURITIES); FINANCIAL STATEMENTS"
}