{
  "id": "19947",
  "title": "Bengkel kreasi balet anak dan remaja di Surabaya",
  "abstract": "Ide tentang proyek Bengkel Kreasi Balet Anak dan Remaja di Surabaya ini didasari oleh perkembangan dan minat masyarakat Indonesia pada umumnya dan masyarakat Surabaya pada khususnya terhadap kesenian, terutama balet. Hal ini mendorong terbentuknya suatu wadah dapat menampung aktivitas pendidikan, pelatihan, dan pertunjukan balet bagi anak dan remaja di Surabaya dan sekitarnya. Bengkel Kreasi Balet Anak dan Remaja di Surabaya yang merupakan wadah yang menampung aktivitas pendidikan, pelatihan dan pertunjukan balet ini dirancang sesuai dengan kaitannya dengan seni dan olah tari yang selalu dinamis dan takkan pernah padam, tetapi selalu mengalami perubahan setiap waktu. Mengingat lokasi proyek yang direncanakan terletak di Jalan Mayjend Sungkono Surabaya, yang saat ini sedang digalakkan pemerintah untuk menjadi daerah maju, maka sebagai konsekuensi untuk mewadahi kegiatan pendidikan, pelatihan, dan pertunjukan balet, akan dibutuhkan bangunan yang sesuai dengan kondisi di kota Surabaya. Berangkat dari kebutuhan-kebutuhan di atas, maka Bengkel Kreasi Balet Anak dan Remaja di Surabaya direncanakan berdasarkan karakter dasar balet secara umum, di antaranya klasik, kekuatan dan keseimbangan, kelenturan, serta gerak putaran. Konsep-konsep tersebut, setelah disesuaikan dengan aspek-aspek fungsional, diterapkan baik dalam segi tampilan maupun pendaerahan dalam bangunan. Dengan demikian, diharapkan tujuan dan manfaat perencanaan fasilitas Bengkel Kreasi Balet Anak dan Remaja di Surabaya ini dapat terpenuhi.",
  "creators": "OKI KUSSUSANTI",
  "contributors": "IR. SHELLY GUNAVATI WARDOYO, MT. (Advisor 1); Samuel Hartono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "laporan Perancangan Arsitektur No. 1786/ARS/13/2001; Oki Kususanti (22496031)",
  "subjects": "AUDITORIUMS-DESIGNS AND PLANS"
}