{
  "id": "1994",
  "title": "Perancangan interior bridal house di Pesisir Pantai Utara Surabaya",
  "abstract": "Pernikahan bagi setiap orang timur khususnya orang Indonesia merupakan suatu peristiwa sakral yang diharapkan hanya terjadi sekali dalam hidupnya. Oleh karena itu dapat dipahami bila seluruh lapisan masyarakat menginginkan pelayanan yang terbaik dalam setiap kegiatan pernikahan. Bagi usaha pelayanan pernikahan, peluang ini dimanfaatkan dengan menonjolkan keistimewaan masing-masing dalam meraih pelanggan. Wilayah pantai Surabaya Utara menawarkan lokasi alternatif sebagai tempat jasa pernikahan yang mampu memberikan suasana spesifik kaya dengan pemandangan pesisir laut yang alamiah dikombinasikan dengan lingkungan pelabuhan Tanjung Perak yang mencerminkan kesibukan bisnis kota Surabaya. Lokasi yang mudah dijangkau, transportasi yang relatif tidak pernah macet karena banyak jalan alternatif, sangat mendukung keberadaan bridal house. Kelengkapan pelayanan yang ditawarkan memberikan fasilitas perjamuan pernikahan, ruang pelaminan, panggung, dan lain-lain yang ditopang ruang perawatan tubuh dan wajah, ruang tunggu, mini bar dan lainnya memadukan seluruh kegiatan dapat ditangani satu atap. Kerja sama sinergi yang dilakukan dengan pengelola biro perjalanan, toko perhiasan, gift shop, video shooting dan lainnya memberi nilai tambah kemudahan bagi konsumen memilih sesuai selera dan anggaran. Desain interior bridal house menampilkan gaya modern dan situasi pesisir pantai yang meliputi suasana bangunan yang berbentuk kapal. Warna interior pesisir sangat serasi dengan lingkungan bangunan yang didominasi laut, langit dan hijaunya tetumbuhan di sekelilingnya. Pemikiran perancangan yang terealisasi secara utuh berdasarkan aspek kenyamanan, keindahan, keamanan, biaya relatif terjangkau memungkinkan setiap pelanggan yang melaksanakan pernikahan merasa terpuaskan dan bahagia.",
  "creators": "RETNO ASTUTI WULANDARI",
  "contributors": "ISMAEL SETIAWAN (Advisor and Examination Committee); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 0040/DIN/2002; Retno A. Wulandari (41498069)",
  "subjects": "BEAUTY SHOPS-DECORATION"
}