{
  "id": "19944",
  "title": "Rekreasi bawah laut Surabaya",
  "abstract": "Rekreasi Bawah Laut Surabaya merupakan sebuah proyek rekreasi di kawasan Surabaya Timur yang berusaha menyajikan bentuk-bentuk kehidupan yang ada di bawah permukaan air pada umumnya dan dibawah permukaan laut pada khususnya dengan sealami mungkin kepada para pengunjung. Proyek ini diharapkan dapat memberikan alternatif pilihan bagi masyarakat dari obyek-obyek rekreasi yang ada di Surabaya, yang tidak hanya memberikan hiburan tetapi secara tidak langsung memberikan pengertian baru kepada para pengunjungnya. Konsep perancangan yang digunakan adalah Analogi Linguistik yang dinamis, yaitu analogi yang dalam pendekatannya mengambil bentukan-bentukan benda yang berhubungan erat dengan bangunan yang akan dibuat. Dalam hal ini bentukan-bentukan yang dvambil merupakan bagian dari air dan bentuk bumi yang bulat, lalu dianalogikan sehingga terwujud dalam bentuk bangunan, tampilan bangunan, penataan massa, dan ruang yang dinamis. Pengunjung yang akan datang ke Rekreasi Bawah Laut Surabaya ini, diharapkan dari masyarakat umum dan kalangan peneliti. Dengan demikian dalam menata bangunan beserta lansekapnya pada tapak harus didesain semenarik mungkin sehingga mendukung keberadaan bangunan dimana setiap orang tidak hanya menikmati isi dari bangunan tersebut tetapi juga dapat menikmati tatanan bangunan beserta lansekapnya. Kendala utama yang dihadapi oleh bangunan ini adalah dari segi struktur dan sistem utilitasnya yang cukup kompleks dimana memerlukan pemikiran dan perhatian yang khusus. Dengan membaca abstrak ini diharapkan pembaca dapat mengerti tujuan atau maksud dari dibuatnya proyek ini.",
  "creators": "FRANS SINARTA",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); I Gusti Nyoman Sulendra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1788/ARS/15/2001; Frans Sinarta (22496046)",
  "subjects": "RECREATION CENTERS"
}