{
  "id": "19951",
  "title": "Taman kanak-kanak multiple intelligence metode Howard Gardner di Surabaya",
  "abstract": "Taman Kanak-Kanak Multiple Intelligence Metode Howard Gardner di Surabaya merupakan proyek milik swasta yang bergerak di bidang pendidikan, khususnya pendidikan pra sekolah yang berada di bawah pengawasan Departemen Pendidikan dan Kebudayaan. Fasilitas yang direncanakan meliputi ruang kelas formal ; fasilitas penunjang indoor berupa perpustakaan, ruang serbaguna, lab. komputer, lab. bahasa, teater, ruang audio visual, ruang belajar makan, studio musik, ruang pertukangan, ruang senam, lab. botani, ruang koleksi benda-benda alam, fasilitas penunjang mini zoo, ruang bermain indoor, kantin, mini market, wartel dan apotik ; fasilitas kesehatan dan konseling ; ruang guru dan administrasi serta fasilitas penunjang outdoor berupa kolam renang, area bermain outdoor, taman lalu lintas, mini zoo, mini jungle, kolam ikan dan angsa, area berkebun, teater terbuka, multipurpose terbuka, lapangan terbuka, plasa serta labirin. Visi dan misi Taman Kanak-kanak di Indonesia adalah mengembangkan sikap, pengetahuan, keterampilan serta daya cipta anak (BERMAIN SAMBIL BELAJAR), namun kenyataannya sistem pendidikan saat ini tidak dapat mewujudkan visi dan misi tersebut, kenyataan yang ada anak-anak dituntun oleh kurikulum yang ada untuk menjadi bebek-bebek yang patuh, bahkan Indonesia termasuk negara yang memiliki sistem pendidikan terbaik di dunia dalam membunuh kreativitas anak. Proyek ini diharapkan dapat menjadi pionir dalam mengkritisi sistem pendidikan anak di Indonesia dengan cara mengembangkan kecerdasan anak sesuai dengan bidang atau tipe kecerdasan mereka yang dikelompokan dalam 8 tipe kecerdasan (multiple intelligence) metode Howard Gardner. Di sekolah ini anak-anak akan menemukan suasana yang berpihak kepada mereka, potensi-potensi mereka akan selalu dihargai sehingga nantinya perasaan-perasaan, alternatif-alternatif, kreativitas serta imajinasi mereka akan tumbuh dengan wajar tanpa 'dipaksakan'. Untuk itu konsep perencanaan dan perancangan proyek ini didasarkan pada perilaku dan karakter penggunanya. Laporan ini akan memuat berbagai penjelasan mengenai konsep-konsep, perencanaan dan penerapannya dalam perancangan bangunan. Uraian secara singkat dan padat diharapkan dapat memberi informasi yang diperlukan sehubungan dengan proyek ini, dan uraian tersebut akan disertai beberapa gambar untuk lebih memperjelas.",
  "creators": "LINA HOLIM",
  "contributors": "Krisdianto Anggijono (Advisor 1); I Gusti Nyoman Sulendra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 2020/ARS/3/2003; Lina Holim (22497047)",
  "subjects": "KINDERGARTEN BUILDINGS; KINDERGARTEN FACILITIES"
}