{
  "id": "19955",
  "title": "Graha pembinaan anak-anak korban kerusuhan Ambon di Surabaya",
  "abstract": "Konflik dalam dunia ini adalah suatu realitas yang tidak dapat dihindari. Namun bagaimana manusia meresponi konflik tersebut, menjadi salah satu kunci yang menentukan kehidupan selanjutnya. Hal ini pula yang mendasari mengapa proyek Graha Pembinaan Anak-Anak Korban Kerusuhan Ambon ini diadakan. Karena sumber daya manusia yang termasuk didalamnya harus meresponi peristiwa yang mereka alami dengan nilai-nilai yang positif Pada proyek ini mereka tidak hanya sekedar diberi tempat tinggal. Lebih dari itu, tempat ini akan menjadi wadah mereka berproses selama bertahun-tahun untuk mempelajari dan menemukan makna kehidupan. Untuk itu pula tema konflik sebagai realitas dunia menjadi konsep filosofi perencanaan dan perancangan proyek ini. Bahwa hidup ini tak pemah lepas dari konflik, yaitu representasi dari bertemunya nilai-nilai yang berseberangan. Konflik yang universal, yang bisa dialami oleh semua orang dengan berbagai kepentingan yang berbeda-beda. Tetapi yang membuat sumber daya manusia menjadi berkualitas adalah ketika dapat survive, belajar dari masa lalu untuk menyongsong masa depan yang lebih baik. Hal ini sangat dibutuhkan, terutama di negara Indonesia yang saat ini tengah mengalami berbagai tekanan dan membutuhkan sumber daya manusia yang tangguh. Khususnya, untuk daerah Ambon yang harus dibangun kembali melalui generasi muda saat ini. Laporan ini akan memuat berbagai penjelasan mengenai konsep-konsep perencanaan dan penerapannya dalam perancangan bangunan. Uraian secara singkat dan padat diharapkan dapat memberi informasi yang diperlukan sehubungan dengan proyek ini, dan uraian tersebut akan disertai beberapa gambar untuk lebih memperjelas.",
  "creators": "NINING TANURIA",
  "contributors": "J. Loekito Kartono (Advisor 1); Joyce M.Laurens (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1856/ARS/14/2001; Nining Tanuria (22497016)",
  "subjects": "CHILDREN-INSTITUTIONAL CARE-BUILDINGS"
}