{
  "id": "1996",
  "title": "Perancangan interior Gereja Katolik Stasi Kidung Jemaat Surabaya",
  "abstract": "Agama Katolik di Surabaya dewasa ini makin berkembang baik itu menyangkut kenaikan jumlah umat, jumlah gereja maupun mutu imam yang melayani. Oleh karena itu dibutuhkan tempat yang dapat menampung aktifitas dan rutinitas daripada peribadatan. Gereja Katolik Kidung Jemaat merupakan gereja Stasi yang berada dibawah kepemimpinan Gereja Katolik Paroki Gembala Yang Baik. Berada di kompleks perumahan dimana merupakan daerah yang tenang dikombinasikan dengan pemandangan alam yang berupa taman dan pepohonan sehingga cocok digunakan sebagai tempat peribadatan. Selain digunakan sebagai tempat beribadah, Gereja Katolik Stasi Kidung Jemaat juga digunakan sebagai tempat mengembangkan bakat minat dari para muda mudi berupa permainan musik dan lagu serta sebagai tempat pelepasan dari kegiatan rutinitas dan kesibukan selama 6 hari bekerja dan beraktifitas. Ruang gereja meliputi, ruang panti umat, hall, panti imam, ruang paduan suara, ruang pengakuan dosa, sakristi dan area devosi. Desain interior gereja ini menampilkan gaya postmodern yang mengambil cerita dari Alkitab Perjanjian Lama yang berisikan penciptaan bumi dan langit sampai pada Taman Eden. Meliputi suasana bangunan yang berbentuk open space. Warna interior taman sangat serasi dengan lingkungan bangunan yang didominasi hijaunya tetumbuhan yang rindang: langit dan perumahan di sekelilingnya. Pemikiran perancangan yang terealisasi secara utuh berdasarkan aspek kenyamanan, keindahan, keamanan, kontemplasi memungkinkan setiap umat yang melaksanakan peribadatan merasa khusuk dan relaks.",
  "creators": "MERIANA",
  "contributors": "Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Advisor and Examination Committee); ISMAEL SETIAWAN (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 0043/DIN/2002; Meriana (41498075)",
  "subjects": "CATHOLIC CHURCH-DECORATION"
}