{
  "id": "19964",
  "title": "Audit aplikasi kontrol atas sitem informasi pada PT. 'X'",
  "abstract": "Perusahaan telah menggunakan sistem informasi berbasis komputer sejak tahun 1998, namun sistem yang digunakan masih belum terintegrasi. Pada tahun 2000 PT. \"X\" mengadakan pembaharuan dengan menggunakan sistem sendiri (in-house development) yang terintegrasi. Dari hasil awal pengamatan, diketahui bahwa pengendalian umum telah memadai. Hal ini dapat dibuktikan dengan adanya pembedaan user id dan password untuk masing-masing pegawai. Sementara itu, Penulis menemukan beberapa kelemahan pada pengendalian aplikasi. Oleh karena itu, penelitian ini bertujuan untuk mengaudit sistem informasi PT. X dalam rangka mengetahui apakah tujuan pengendalian aplikasi berupa pengendalian masukan dan keluaran tersebut telah memadai. Rancangan penelitian bersifat deskriptif dengan melakukan studi kasus. Jenis data yang digunakan merupakan data kualitatif. Data tersebut bersumber dari internal perusahaan. Semua data dikumpulkan dengan metode wawancara, observasi, dokumentasi, dan pengujian langsung. Unit analisis yang digunakan adalah pengendalian aplikasi pada aplikasi komputer atas sistem informasi. Data-data tersebut dianalisis dengan menggunakan teknik survei, audit, dan kesimpulan dari hasil audit. Hasil penelitian menunjukkan bahwa pengendalian aplikasi sistem informasi pada PT. X belum memadai. Hal tersebut dibuktikan dengan tidak tercapainya Data Input Method, Source Document Control, Validation Control, dan Input Error Correction. Beberapa rekomendasi diberikan agar pengendalian aplikasi pada sistem informasi tersebut lebih memadai.",
  "creators": "FANDY GUNARDI",
  "contributors": "Josua Tarigan (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010187/AKT/2010; Fandy Gunardi (32406087)",
  "subjects": "AUDITING"
}