{
  "id": "19971",
  "title": "Analisis pengaruh sunset policy terhadap peningkatan jumlah nomor pokok wajib pajak orang pribadi dan penerimaan pajak penghasilan pasal 25/29 orang pribadi pada seluruh kantor pelayanan pajak...",
  "abstract": "Penelitian ini bertujuan untuk mengetahui apakah sunset policy berpengaruh signifikan terhadap peningkatan jumlah NPWP orang pribadi dan penerimaan PPh Pasal 25/29 orang pribadi pada seluruh KPP Pratama Kantor Wilayah Direktorat Jenderal Pajak Jawa Timur II. Data yang digunakan dalam penelitian ini diperoleh dari Kantor Wilayah Direktorat Jenderal Pajak Jawa Timur II berupa data tahunan jumlah NPWP orang pribadi terdaftar dan penerimaan PPh Pasal 25/29 orang pribadi tahun 2007 sampai dengan 2009. Data - data ini diperoleh dari bagian internal Kantor Wilayah Direktorat Jenderal Pajak Jawa Timur II yaitu staf bidang Dukungan Teknis dan Konsultasi. Teknik analisis data yang digunakan adalah analisis regresi dengan variabel dummy dengan memasukkan perubahan Undang - Undang PPh sebagai variabel kontrol. Uji F dan uji uji t digunakan untuk menguji hipotesis penelitian. Hasil penelitian menunjukan bahwa; pertama, sunset policy dan perubahan Undang - Undang PPh secara simultan berpengaruh signifikan terhadap jumlah NPWP orang pribadi. Kedua, sunset policy memiliki pengaruh positif dan signifikan terhadap jumlah NPWP orang pribadi. Ketiga, sunset policy dan perubahan Undang - Undang PPh secara simultan tidak memiliki pengaruh signifikan terhadap penerimaan PPh Pasal 25/29 orang pribadi. Keempat, sunset policy memiliki pengaruh positif dan signifikan terhadap penerimaan PPh Pasal 25/29 orang pribadi.",
  "creators": "YENNY KUSUMA WARDHANI",
  "contributors": "Adwin Surja Atmadja (Advisor 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010167/AKT/2010; Yenny Kusuma Wardhani (32406063)",
  "subjects": "TAX ACCOUNTING"
}