{
  "id": "19992",
  "title": "Pengaruh good corporate governace score terhadap cost of debt",
  "abstract": "Perusahaan mengeluarkan biaya dan usaha yang cukup besar dalam melakukan penerapan GCG, oleh karena itu penerapan GCG seharusnya dapat membawa manfaat bagi perusahaan seperti rendahnya COD sebab resiko kredit perusahaan yang menerapkan prinsip GCG lebih rendah daripada perusahaan yang tidak menerapkannya. Penelitian ini bertujuan untuk mengetahui signifikasi pengaruh GCG Score yang diterbitkan oleh Majalah SWA terhadap COD perusahaan. Metode statistik yang digunakan dalam penelitian ini adalah analisis regresi berganda menggunakan software SPSS versi 13. Total populasi peserta GCG tahun 2004-2008 adalah 118 perusahaan, namun yang bisa dijadikan sampel adalah 38 perusahaan. Data yang diperlukan adalah Score GCG tahun 2004-2008 yang diperoleh dari majalah SWA dan laporan keuangan perusahaan tahun 2005-2009 yang diperoleh dari situs resmi Bursa Efek Indonesia. Variabel kontrol yang digunakan adalah Debt to Asset (DA), Return on Asset (ROA), Sales Growth (Sgrowth), Firm Size (Fsize), Market to Book (MTB), dan Y8 (dummy variabel untuk tahun 2008) sebagai penanda krisis ekonomi yang terjadi pada tahun 2007-2008. Hasil Uji F membuktikan bahwa secara bersama-sama seluruh independen variabel, yaitu: GCG score, DA, ROA, Sgrowth, Fsize, MTB, dan Y8 tidak memiliki pengaruh signifikan terhadap COD. Berdasarkan hasil Uji T, variabel GCG score, DA, ROA, Sgrowth, MTB, dan Y8 masing-masing tidak memiliki pengaruh yang signifikan terhadap COD. Hanya variabel Fsize yang terbukti memiliki pengaruh signifikan negatif terhadap COD.",
  "creators": "THE LIA NATALIA",
  "contributors": "Juniarti (Advisor 1); Adwin Surja Atmadja (Advisor 2); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010180/AKT/2010; The Lia Natalia (32406126)",
  "subjects": "CORPORATE GOVERNANCE; INDUSTRIAL MANAGEMENT; SPSS 13.0 (COMPUTER PROGRAM)"
}