{
  "id": "20016",
  "title": "Analisa indeks penilaian wanita Surabaya terhadap empat merek kosmetik diukur dari ekuitas mereknya",
  "abstract": "Penelitian ini merupakan suatu studi ekuitas merek yang diukur melalui empat variabel yaitu Brand Awareness (Kesadaran Merek), Brand Associations (Asosiasi Merek), Perceived Quality (Persepsi Kualitas), Brand Loyalty (Loyalitas Merek), dimana produk yang diteliti adalah 4 jenis kosmetik yaitu Maybelline, The Body Shop, Clinique, dan Anna Sui. Populasinya adalah seluruh masyarakat wanita Surabaya yang berusia 15-64 tahun (usia produktif), mengenal dan memiliki pengetahuan tentang merek kosmetik, dan pernah menggunakan salah satu dari keempat kosmetik bermerek yang diteliti (Maybelline, The Body Shop, Clinique, dan Anna Sui ). Dari populasi tersebut, diambil sampel yang masing-masing sebanyak 100 orang untuk masing-masing merek kosmetik melalui teknik convenience sampling. Metode pengumpulan data menggunakan kuesioner untuk memperoleh keterangan dari responden. Berdasarkan hasil analisis observasi didapatkan hasil bahwa Produk Maybelline terdapat pengaruh positif dan signifikan terhadap Brand Awareness; produk The Body Shop terdapat pengaruh positif dan signifikan terhadap Perceived Quality; semua variable independent dari produk Clinique tidak memiliki pengaruh; produk Anna Sui terdapat pengaruh positif dan signifikan terhadap Brand Loyalty pada alpha = 5%, sedangkan Brand Awareness berpengaruh posotif terhadap keputusan pembelian dan signifikan pada alpha = 10%.",
  "creators": "SILVIA PURNAMASARI; LINDA KENCANA SARI",
  "contributors": "Zeplin Jiwa Husada Tarigan (Advisor and Examination Committee); Dessy Indah Sari Dinata (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010068/MAN/2010; Silvia Purnamasari (35406009), Linda Kencana Sari (35406021 )",
  "subjects": "BRAND CHOICE; CONSUMER BEHAVIOR; CONSUMERS-RESEARCH"
}