{
  "id": "20015",
  "title": "The Repair strategies used by Surabayanese students in their conversation with students from outside java at Petra Christian University",
  "abstract": "At Petra Christian University, students who come from Surabaya usually use their own dialect, that is Surabaya dialect or Suroboyoan, even when they talk with students from outside Java. In this case, students from outside Java who basically do not understand Javanese language will confused when talking with them and lead the conversation into misunderstanding. Regarding to this problem, Repair Strategies are needed to repair these misunderstandings. In this research, I will show the readers what kind of repair strategies used by six Surabayanese students to solve the problem in their conversations with ten students from outside Java. I use Repair Strategies theories by Long (1983) to help me reveal the problems. I also used two previous studies related to conversations among regional dialects, that are Virawati?s (2007) and Wiyana?s (2000) studies. In this research, the type of Repair Strategies used the most is Contributing to Comprehensibility strategy because in the conversation between Surabayanese and outide Java students, meaning of a term is the main point, though some of the misunderstanding can be caused by other problem such as day dreaming or not focusing on the topic. I also give some explanation and interpretation to the result so that the reader would more understand the case that I brought.",
  "creators": "EKA CHRISTINE AGUSTINA",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011943/ING/2011; Eka Christine Agustina (11407031)",
  "subjects": "LINGUISTICS; SOCIOLINGUISTICS"
}