{
  "id": "20014",
  "title": "The Codes used by a subordinate to his close superior at a department at Petra Christian University when talking about office and personal matters",
  "abstract": "This study concerns the codes and their frequencies used by a subordinate to his close superior at a department at Petra Christian University when talking about office and personal matters. Moreover, this research also concerns on how the social dimensions (social distance and social status) and topic of discussion affect the choice of code of the subordinate. There were two kinds of data in this research that was language data and social data. To get the language data, I recorded the conversation happened between the subordinate and the superior. I took the data naturally. Every time the subordinate and the superior made conversation, I tried to record the conversation. In addition, to get the social data, I did an interview to the subordinate. I asked several questions related to the subordinate relationship with the superior. In addition, this study is supported by Sociolinguistics theories of codes, domains of language use and social dimensions presented by Janet Holmes. Finally, I found out that the subordinate mostly used Suroboyoan code when talking to his close superior about personal matters. Meanwhile, the subordinate mostly used standard Indonesian code when talking about office matters. Besides Suroboyoan and standard Indonesian, I found out that the subordinate also used non-standard Indonesian and English codes when talking to his close superior about personal and office matters. In this case, I can conclude that the topic of discussion (office and personal matters) and social dimensions (social status and social distance) influenced the choice of code(s).",
  "creators": "PATRISIA MADE JELITA",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011955/ING/2011; Patrisia Made Jelita P. D. (11407016)",
  "subjects": "INDONESIAN LANGUAGE-SOCIAL ASPECTS; SOCIOLINGUISTICS"
}