{
  "id": "20017",
  "title": "Studi joint risk management pada proyek konstruksi di Surabaya",
  "abstract": "Risiko yang terjadi pada proyek konstruksi tidak hanya dapat dibebankan kepada salah satu partisipan saja, tetapi dapat ditanggung secara bersama (sharing). Joint Risk Management (JRM) merupakan sebuah strategi untuk mengatur semua kategori dari risiko-risiko yang tidak dapat diprediksi dengan cara menanggung risiko tersebut secara bersama (sharing). Penelitian ini bertujuan untuk meneliti pendapat owner dan kontraktor tentang pengalokasian risiko yang selama ini terjadi pada proyek konstruksi, risiko-risiko apa saja yang berpotensi untuk JRM dan meneliti frekuensi serta tingkat kesulitan penerapan faktor-faktor yang berhubungan dengan JRM. Pengumpulan data pada penelitian ini dilakukan dengan cara menyebarkan kuisioner kepada responden. Total 65 responden, dengan 30 responden owner dan 35 responden kontraktor ikut berpartisipasi dalam penelitian ini. Hasil pada penelitian ini menunjukkan bahwa risiko-risiko yang berhubungan dengan proses perijinan dan pembayaran merupakan tanggung jawab owner, risiko-risiko yang berhubungan dengan teknik pelaksanaan merupakan tanggung jawab kontraktor. Semua risiko yang terdapat pada penelitian ini memiliki potensi untuk JRM. Risiko-risiko yang berhubungan dengan teknik pelaksanaan memiliki potensi yang sangat kecil untuk JRM. Risiko-risiko yang tidak dapat diprediksi (unpredictable) dan risiko yang terjadi karena disebabkan oleh kedua partisipan memiliki potensi yang cukup tinggi untuk JRM. Owner dan kontraktor berpendapat bahwa faktor-faktor dari JRM telah diterapkan dan tidak mengalami kesulitan dalam penerapannya pada dunia konstruksi.",
  "creators": "YOHAN CHRISTANTO,ST",
  "contributors": "Andi (Advisor 1); LIE ARIJANTO (Advisor 2); JANUAR BUDIMAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000153/MTS/2010; Yohan Christanto (01509001)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}