{
  "id": "20021",
  "title": "Perancangan buku cerita bergambar tentang kesenian Kabuki Jepang untuk kalangan remaja",
  "abstract": "Buku kebudayaan merupakan salah satu media pembelajaran diri yang baik bagi remaja, melalui buku dapat ditanamkan nilai-nilai penting dan moral yang bermanfaat bagi kehidupan kelak. Kabuki adalah salah satu wawasan global dalam bidang kebudayaan yang memuat banyak nilai-nilai luhur di dalamnya sehingga penting untuk diperkenalkan dan diketahui. Keterbatasan buku kebudayaan Kabuki di Indonesia dapat dijembatani dengan adanya buku terbitan lokal namun dengan materi internasional. Buku cerita bergambar adalah media yang tepat untuk memperkenalkan Kabuki secara lebih menarik. Perancangan ini bertujuan untuk memperkenalkan kebudayaan Kabuki kepada masyarakat Indonesia khususnya kalangan remaja. Dengan tampilan bilingual maka buku ini bermanfaat sebagai media informatif sekaligus edukatif. Tampilan per bab yang berbeda dengan ilustrasi pendukung pada setiap halamannya memberikan visualisasi yang lebih jelas. Melalui media utama dilengkapi dengan berbagai media pendukung, maka Kabuki menjadi wawasan global yang tidak lagi membosankan, namun unik dan kolektif. Sehingga hasil akhir yang didapatkan lebih efektif dan optimal. Karena keterbatasan waktu, maka perancangan ini masih belum diujicobakan sehingga belum dapat diukur tingkat keefektifannya. Namun demikian, perancangan ini telah dirancang menurut metode dan prosedur ilmiah, sehingga secara teoritis media ini dapat dikatakan efektif.",
  "creators": "NATALEIA INDAH SUSANTO",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); Agung haryono (Advisor 2); Bing Bedjo Tanudjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00021596/DKV/2010; Nataleia Indah Susanto (42406053)",
  "subjects": "VISUAL COMMUNICATION; BOOK DESIGN; COMMERCIAL ART; GRAPHIC ARTS"
}