{
  "id": "2003",
  "title": "Kinerja analisis pushover dalam memprediksi kinerja bangunan tidak teratur dengan tonjolan (re-entrant) terhadap gempa sintetis dua arah",
  "abstract": "Sejauh ini, sudah banyak dilakukan penelitian yang membandingkan antara analisis statik non-linear pushover dengan analisis dinamik non-linear riwayat waktu di dalam meramalkan perilaku seismik suatu bangunan, baik secara dua dimensi maupun tiga dimensi, dengan beban gempa satu arah maupun dua arah, dan dengan berbagai macam bentuk struktur. Kesemuanya memberikan kesimpulan bahwa analisis pushover masih dapat meramalkan perilaku seismik suatu bangunan dengan cukup baik. Penelitian ini juga ingin mempelajari tingkat keakuratan analisis pushover di dalam memprediksi perilaku seismik dari bangunan yang tidak beraturan, bila dibandingkan dengan analisis riwayat waktu. Dalam penelitian ini, ada dua model bangunan struktur rangka beton bertulang yang akan dianalisis, yaitu bangunan tidak beraturan dengan tonjolan sebesar setengah dari ukuran terbesar inti denah dengan 6 dan 10 tingkat. Keduanya direncanakan dengan Daktilitas Penuh. Kinerja bangunan terhadap beban gempa dievaluasi secara tiga dimensi menggunakan analisis statik non-linear pushover dan analisis dinamik non-linear riwayat waktu. Untuk analisis dinamik non-linear riwayat waktu digunakan beban gempa sintetis dua arah yang didapatkan dari modifikasi gempa El Centro 18 Mei 1940 dengan komponen North-South dan East-West yang disesuaikan dengan respon spektrum gempa rencana berdasarkan Tata Cara Perencanaan Ketahanan Gempa untuk Bangunan Gedung, SNI 03-1726-2002, dengan periode ulang 27, 67, 135, 260, 500, dan 1050 tahun. Perbandingan peak ground acceleration gempa sintetis tetap dipertahankan sesuai gempa El Centro 18 Mei 1940 North-South : East-West = 1:0,615. Pembebanan gempa sintetis ini dilakukan dalam arah sudut 0 ?, 45 ?, 90 ?, dan 135 ?, berlawanan arah jarum jam terhadap sumbu global bangunan. Data output yang dipakai untuk membandingkan kedua analisis di atas adalah kurva kapasitas, posisi sendi plastis, besar drift maksimum, dan evaluasi tingkat kinerja struktur. Hasil penelitian menunjukkan analisis pushover memberikan hasil yang cukup tepat di dalam memprediksi kinerja seismik bangunan tidak beraturan dengan tonjolan (re-entrant), tetapi hasilnya kurang aman bila dibandingkan dengan analisis riwayat waktu.",
  "creators": "FONDLY REYMONT KURNIAWAN; VERA AMALIA SANTOSO",
  "contributors": "Benjamin Lumantarna (Advisor 1); Takim Andriono (Advisor 2); Januar Buntoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.11131409/SIP/2005; Fondly Reymont Kurniawan (21401064), Vera Amalia Santoso (21401068)",
  "subjects": "EARTHQUAKES AND BUILDINGS"
}