{
  "id": "20036",
  "title": "Pusat perdagangan dan pameran perhiasan emas di Surabaya",
  "abstract": "Indonesia sebagai negara berkembang tidak lepas dari putaran roda kegiatan perdagangan internasional dimana peranan Indonesia di tengah-tengah kegiatan perekonomian tersebut relatif masih kecil. Sekarang ini Indonesia masih belum sepenuhnya pulih dari krisis moneter tetapi masih ada peluang untuk mendapatkan devisa yaitu dari permintaan akan perhiasan emas yang meningkat di pasar internasional sehingga Indonesia dipacu untuk meningkatkan volume ekspor perhiasan emas. Peningkatan ekspor tersebut dapat dicapai dengan salah satu strategi pemasaran yang penting dalam perdagangan internasional yaitu strategi promosi atau pameran. Lingkup lokasi proyek yang akan direncanakan adalah di Surabaya dimana Surabaya sebagai pusat terpenting dari industri emas di Indonesia memiliki potensi yang besar untuk berkembang karena didukung adanya pabrik emas yang jumlahnya cukup banyak. Lokasi yang direncanakan dipilih pada daerah pusat perdagangan yang memiliki aksesibilitas tinggi dan prospek pengembangan ke depan yang cerah. Dasar perancangan bangunan yang digunakan dalam bangunan ini terdiri atas fasilitas bangunan yang diperlukan; pola penataan massa; pemilihan sistem struktur utama yaitu penentuan modul dan ukuran kolom; pemilihan bahan bangunan termasuk atap, dinding, plafon, lantai beserta konstruksinya; perlengkapan pelayanan dan utilitas bangunan termasuk sitem tata udara, keamanan, pencegahan dan pemadaman kebakaran. Pusat perdagangan dan pameran perhiasan emas ini akan membantu meningkatkan perekonomian Surabaya serta memberikan nilai tambah bagi masyarakat Surabaya sendiri maupun Indonesia pada umumnya.",
  "creators": "TONY WIJAYA",
  "contributors": "Ir. Achmad Archajadi (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1858/ARS/16/2001; Tony Wijaya (22497020)",
  "subjects": "COMMERCIAL BUILDINGS; GOLD JEWELRY-INDUSTRY"
}