{
  "id": "20033",
  "title": "Perancangan iklan layanan masyarakat tentang mempertahankan keutuhan pernikahan",
  "abstract": "Perancangan Desain Komunikasi Visual ini merupakan wujud peduli Desain terhadap permasalahan sosial di masyarakat khususnya dalam pernikahan. Perancangan ini berusaha menghimbau masyarakat tentang mempertahankan keutuhan pernikahan melalui cara-cara komunikasi visual. Melalui kajian pustaka, observasi serta penelitian yang telah dilakukan, diperoleh bahwa menerima, menghargai dan memanfaatkan perbedaan adalah kunci untuk mempertahankan keutuhan pernikahan. Dengan pemahaman akan adanya perbedaan mencolok antara pria dan wanita, dengan berbagai karakter dan sifatnya, serta penerimaan terhadap perbedaan-perbedaan itu, konflik yang terjadi bukan menjadi masalah besar dalam pernikahan. Untuk itu dalam perancangan ini, dipilih sendok dan garpu sebagai simbol yang pantas mewakili pria dan wanita dalam kreasi berkomunikasi visual. Pendekatan dengan analogi sendok dan garpu serta kata-kata himbauan yang terdapat dalam setiap media dibuat dengan harapan adanya pengetahuan dan kesadaran masyarakat akan perbedaan antara pria dan wanita serta menyikapi perbedaan itu sebagai kunci untuk saling melengkapi satu sama lain. Prinsip itu yang menjadi benang merah dalam setiap media yang dibuat. Setiap media mempunyai tema kehidupan sehari-hari antar pasangan yang menghasilkan banyak kondisi, baik senang, susah, saling mendukung, saling menghibur, sahabat yang baik dan lain sebagainya. Dengan menunjukkan beberapa kondisi itu, diharapkan perancangan ini bermanfaat mengedukasi masyarakat untuk menghargai perbedaan dalam hubungan mereka, serta tentunya mempertahankan hubungan baik dengan pasangannya.",
  "creators": "AGUNG SURYA WIBAWA",
  "contributors": "ALBERT J. SOEHARDJO (Advisor 1); BUDI PRASETYADI (Advisor 2); Andrian Dektisa Hagijanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Periklanan",
  "source": "Periklanan No. 00021671/DKV/2010; Agung Surya Wibawa (42406156)",
  "subjects": "SIGNAGE; BILLBOARDS; COMMERCIAL ART; POSTERS; GRAPHIC ARTS; ADVERTISING"
}