{
  "id": "20053",
  "title": "Konstruksi peran gender dalam rubrik seks di Majalah Cosmopolitan Indonesia dan Femina",
  "abstract": "Saat ini, topik seks juga menjadi topik menarik pada majalah perempuan. Majalah, sebagai salah satu jenis media massa menjadi barometer juga tempat kita mengukur posisi dan peran perempuan, karena itu majalah juga dapat membawa isu gender dalam pemberitaannya. Tidak menutup kemungkinan, rubrik seks yang dinilai memiliki daya tarik ini juga mengandung unsur peran gender yang tidak seimbang. Seringkali hal ini tidak disadari oleh pembaca, disebabkan media massa mengkonstruksinya sehingga isu peran gender terlihat sebagai sesuatu yang biasa atau sebagai tren baru. Penelitian ini meneliti bagaimana majalah Cosmopolitan Indonesia dan Femina mengkonstruksikan peran gender, khususnya pada rubrik seks. Untuk menganalisis, peneliti menggunakan metode semiotika Barthes. Meski Cosmopolitan Indonesia dan Femina merupakan majalah perempuan yang ada di Indonesia, keduanya memiliki perbedaan asal penerbit. Cosmopolitan merupakan majalah franchise, sedangkan Femina merupakan majalah perempuan asli Indonesia. Cosmopolitan Indonesia lebih banyak menggambarkan keterbukaan dan keberanian perempuan untuk menuntut kepuasan seksual dari laki-laki, sehingga memperlihatkan nilai feminisme yang dibawa oleh majalah ini. Sayangnya, Cosmopolitan Indonesia seakan terjebak pada pengertian feminisme itu sendiri dan malah menyiratkan nilai patriarki. Sedangkan Femina memantapkan budaya patriarki, dan memperlihatkannya sebagai sesuatu yang lumrah.",
  "creators": "VIVI NATALIA WARIANTO",
  "contributors": "WOLLY BAKTIONO (Advisor 1); Grace Swestin (Advisor 2); Nanang Krisdinanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010627/KOM/2011; Vivi Natalia Warianto (51406049)",
  "subjects": "GENDER IDENTITY IN MASS MEDIA; COMMUNICATION; MASS MEDIA"
}