{
  "id": "20055",
  "title": "Bingkai pemberitaan kinerja 100 hari pertama pemerintahan SBY-Boediono dalam harian bisnis Indonesia",
  "abstract": "Penelitian ini dilakukan untuk mengetahui bingkai pemberitaan kinerja 100 hari pertama pemerintahan SBY-Boediono dalam Harian Bisnis Indonesia. Harian Bisnis Indonesia memuat headline tepat pada 28 Januari 2010, yakni hari ke 100 pemerintahan SBY-Boediono, serta berita sehari setelahnya, 29 Januari 2010. Penekanan dan seleksi isu, menjadi alat yang digunakan untuk membingkai berita kinerja 100 hari pertama SBY-Boediono. Jenis penelitian ini merupakan penelitian deskriptif dengan menggunakan metode framing menurut Robert N. Entman. Metode Robert N. Entman ini menggunakan empat perangkat sebagai alat penelitian, yakni problem identification (identifikasi masalah), causal interpretation (siapa/apa yang dianggap sebagai penyebab masalah), moral evaluation (penilaian atas penyebab masalah) dan treatment recommendation (saran penanggulangan masalah). Dengan menggunakan perangkat framing Robert N. Entman tersebut, hasil penelitian ini menunjukkan bahwa Harian Bisnis Indonesia melakukan penonjolan isu atau membingkai masalah kinerja 100 hari pertama SBY-Boediono gagal dengan membahas keluhan pengusaha pada sektor infrastruktur, mengenai kebijakan yang tidak menguntungkan pengusaha. Peneliti juga menemukan bahwa Harian Bisnis Indonesia berusaha untuk tidak menimbulkan kepanikan di dunia usaha melalui pemberitaannya bahwa fundamental Indonesia tidak terpengaruh dengan demonstrasi akbar menjelang 100 hari pertama pemerintah.",
  "creators": "AGRIANI STEVANY KADIWANU",
  "contributors": "FANNY LESMANA (Advisor 1); Desi Yoanita (Advisor 2); Nanang Krisdinanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010623/KOM/2011; Agriani Stevany Kadiwanu (51406149)",
  "subjects": "COMMUNICATION; MASS MEDIA"
}