{
  "id": "20067",
  "title": "Representasi perempuan dalam film 'Twilight'",
  "abstract": "Film \"Twilight\" menceritakan kisah cinta antar manusia perempuan dan vampir laki-laki. Film ini menuai pendapat yang variatif dari berbagai pihak. Film ini dinilai mendiskreditkan anti perempuan kepada audiensnya yang mayoritas perempuan. Di lain pihak, Stephenie Meyer yang menulis cerita \"Twilight\" menampik bahwa karakter utama dalam filmnya ini justru menggambarkan sebuah contoh dalam hal pemberdayaan perempuan. Peneliti tertarik mengetahui bagaimana film karya sutradara perempuan ini merepresentasikan lima karakter perempuan yang terdiri dari manusia dan vampir. Dengan metode semiotika dua tatanan pertandaan Barthes, penelitian ini menggali representasi perempuan dalam film \"Twilight\". Analisis terhadap paradigma dan sintagma menemukan bahwa film ini mereproduksi gagasan ideologi patriarki di mana perempuan ditempatkan dalam posisi tersubordinasi. Manusia perempuan digambarkan lemah sehingga membutuhkan kehadiran laki-laki untuk membuatnya merasa berarti. Sementara, vampir perempuan meski digambarkan memiliki kekuatan fisik artifisial yang memungkinkannya untuk melepaskan diri dari subordinasi laki-laki tetap saja tergantung pada laki-laki dalam hal pengambilan keputusan. Hasil penelitian juga menunjukkan bahwa teks film mereproduksi gagasan paradoksal mengenai perempuan yang seakan-akan independen dan setara dengan laki-laki tetapi ternyata tujuannya supaya mereka tetap dependen pada laki-laki.",
  "creators": "JESSICA DAMAYANTI HANAFI",
  "contributors": "Nanang Krisdinanto (Advisor 1); Grace Swestin (Advisor 2); Jandy Edipson Luik (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010590/KOM/2010; Jessica Damayanti Hanafi (51406021)",
  "subjects": "GENDER IDENTITY IN MASS MEDIA; COMMUNICATION; MASS MEDIA; MOTION PICTURES"
}