{
  "id": "20065",
  "title": "Kepuasan pemirsa Surabaya terhadap tayangan Ala Chef di Trans TV",
  "abstract": "Penelitian ini melihat kepuasan pemirsa Surabaya terhadap tayangan Ala Chef, yaitu sebuah program kuliner yang ditayangkan oleh Trans TV. Keunikan Ala Chef adalah tidak hanya mengeksplorasi kekuatan kuliner saja, akan tetapi juga adanya demo masak yang menggabungkan resep masakan tradisional Indonesia dengan Eropa (Fusion) ala chef wanita Farah Quinn. Perolehan rating dan share Ala Chef yang tinggi bila dibandingkan dengan program-program sejenis lainnya, membuat peneliti tertarik untuk meneliti bagaimana kepuasan pemirsa Surabaya dalam menonton tayangan Ala Chef di Trans TV. Penelitian ini menggunakan teori Uses and Gratifications, yaitu dengan melakukan perbandingan kepuasan yang dicari (gratification sought) dan kepuasan yang diperoleh (gratification obtained). Apabila GO lebih besar sama dengan GS, maka pemirsa dinyatakan memperoleh kepuasan. Indikator kepuasan yang diteliti meliputi Informasi, Identitas Pribadi, Integrasi dan Interaksi Sosial, dan Hiburan. Hasil penelitian menunjukkan bahwa pada pemirsa Surabaya memperoleh kepuasan pada indikator informasi, integrasi dan interaksi sosial, serta hiburan sedangkan pada indikator identitas pribadi tidak mencapai kepuasan. Dengan demikian, dapat dilihat bahwa dalam setiap indikator pun, pemenuhan kepuasan pemirsa berbeda-beda. Hasil ini kembali menegaskan teori Uses and Gratifications bahwa pemirsa memiliki pilihan tersendiri untuk memilih tayangan yang mereka butuhkan dan yang tidak sehingga mempengaruhi kepuasannya.",
  "creators": "ADITYA LIBERTI OKTAVIA",
  "contributors": "Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 1); Kartika Bayu Primasanti (Advisor 2); Judy Djoko Wahjono Tjahjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010579/KOM/2010; Aditya Liberti Oktavia (51406031)",
  "subjects": "COMMUNICATION; MASS MEDIA; TELEVISION PROGRAMS"
}