{
  "id": "20078",
  "title": "Motif pemirsa Surabya menonton program Mario Teguh Golden Ways di Metro TV",
  "abstract": "Model Uses and Gratifications menunjukkan bahwa yang menjadi permasalahan utama bukanlah bagaimana media mengubah sikap dan perilaku khalayak, tetapi bagaimana media memenuhi kebutuhan pribadi dan sosial khalayak. ?Mario Teguh Golden Ways? yang tayang di Metro TV merupakan salah satu program di televisi masa kini yang memiliki keistimewaan sendiri, karena program ini adalah satu-satunya program televisi di Indonesia yang menyajikan tayangan yang memberi motivasi dan pengembangan diri. Pemirsa Program ?Mario Teguh Golden Ways? berasal dari berbagai kalangan dan latar belakang, tentunya memiliki kebutuhan dan motif yang berbeda-beda dalam menonton program ini. Oleh karena itu penelitian ini dilakukan untuk mengetahui motif apa yang ada pada pemirsa Surabaya dalam menonton program ?Mario Teguh Golden Ways?. Jenis penelitian ini adalah penelitian deskriptif dengan pendekatan kuantitatif. Sampel dalam penelitian ini adalah masyarakat Surabaya yang berusia 20 tahun keatas dengan ketentuan pernah menonton program \"Mario Teguh Golden Ways\" selama 3 bulan terakhir. Dari analisis yang telah dilakukan, diketahui bahwa motif informasi adalah motif yang paling melatar belakangi responden untuk melihat program ?Mario Teguh Golden Ways?. Motif lain yang juga melatar belakangi responden untuk melihat acara Mario Teguh Golden Ways dari motif tertinggi sampai motif terendah adalah identitas pribadi, motif hiburan serta motif integrasi dan interaksi sosial.",
  "creators": "INDAH YUNIASTRI",
  "contributors": "Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 1); Megawati Wahjudianata (Advisor 2); Judy Djoko Wahjono Tjahjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010635/KOM/2011; Indah Yuniastri (51406101)",
  "subjects": "TALK SHOWS-TELEVISION PROGRAMS; MASS MEDIA"
}