{
  "id": "20075",
  "title": "Motif pemirsa Surabaya menonton program Take Me Out di Indosiar TV",
  "abstract": "Pada dasarnya, kebutuhan individu berbeda antara satu individu dengan lainnya, Oleh karena itu aktivitas penonton, tujuan, kebutuhan yang ingin dipenuhi pun akhirnya akan berbeda pula. Jika individu merasa dengan menonton acara tersebut dapat memenuhi kebutuhannya, maka ia akan mengkonsumsinya. Salah satu media yang digunakan individu untuk memenuhi kebutuhannya dalah telvisi. Program Take Me Out adalah salah satu reality show yang ditayangkan di televisi memiliki kategori relationship show dengan rating tertinggi di Surabaya. Untuk itulah dilakukanlah penelitian ini untuk mengetahui apakah motif yang mendorong pemirsa Surabaya untuk menonton tayangan program \"Take Me Out\" yang ditayangkan di Indosiar TV. Jenis penelitian yang digunakan adalah deskriptif dengan menggunakan pendekatan kuantitatif yang data-datanya berupa angka- angka. Populasi yang digunakan adalah masyarakat Surabaya. Adapun populasi yang digunakan dalam penelitian ini adalah masyarakat Surabaya yang berusia 18-40 tahun dan sampel yang digunakan adalah masyarakat Surabaya yang pernah menonton acara \"Take Me Out\" minimal dua kali. Dari analisis yang telah dilakukan dapat diketahui bahwa motif voyeurism adalah motif yang paling melatar belakangi responden untuk melihat program \"Take Me Out\" yang ditayangkan di Indosiar TV. Kemudian secara berturut-turut dari motif tertinggi sampai motif terendah yang mempengaruhi responden untuk melihat program \"Take Me Out\" adalah motif persahabatan, motif mengisi waktu luang, motif interaksi social, motif hiburan dan motif relaksasi.",
  "creators": "MARIA YOHANA HALIM",
  "contributors": "Jandy Edipson Luik (Advisor 1); Megawati Wahjudianata (Advisor 2); Felicia Goenawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010638/KOM/2011; Maria Yohana (51406084)",
  "subjects": "REALITY SHOWS (TELEVISION PROGRAMS); MASS MEDIA"
}