{
  "id": "20087",
  "title": "Perancangan dan pembuatan sistem informasi administrasi berbasis web pada PT. Sarana Panca Sakti",
  "abstract": "PT. Sarana Panca Sakti adalah perusahaan variasi mobil yang menjual berbagai macam barang variasi mobil seperti setir, kaca film, audio, alarm, parfum dan segala macam variasi mobil lainnya. Saat ini sistem yang digunakan oleh PT. Sarana Panca Sakti, masih dilakukan dengan cara manual sehingga rawan terjadi kesalahan. Permasalahan yang terjadi pada PT. Sarana Panca Sakti adalah sulitnya mengetahui arus keluar masuknya stok barang serta kesulitan dalam mengetahui jumlah keuntungan dan kerugian perusahaan. Berdasarkan latar belakang yang dihadapi oleh PT. Sarana Panca Sakti, maka dirancang sebuah sistem informasi administrasi yang dapat membantu perusahaan. Aplikasi yang dirancang dapat memproses transaksi pembelian, retur pembelian penjualan, retur penjualan, dan pembuatan laporan. Pembuatan aplikasi menggunakan PHP sebagai bahasa pemrograman dan MySQL untuk database nya. Aplikasi dapat melakukan penyimpanan data master, transaksi dan laporan yang diperlukan. Laporan yang disajikan meliputi laporan penjualan, pembelian, barang, laba rugi dan hutang. Dengan adanya aplikasi ini dapat diharapkan sangat membantu PT. Sarana Panca Sakti dalam proses bisnis untuk ke depannya. Berdasarkan hasil pengujian yang dilakukan, 50% pengguna menyatakan kesesuaian aplikasi dengan perusahaan dinilai bagus dalam menjawab kebutuhan dari perusahaan, sedangkan sisanya 50% menilai cukup. Secara keseluruhan aplikasi ini sudah cukup baik",
  "creators": "NIKITA NATALIA ARIANI",
  "contributors": "Alexander Setiawan (Advisor 1); Silvia Rostianingsih (Advisor 2); Gregorius Satiabudhi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02020966/INF/2010; Nikita Natalia Ariani (26406017)",
  "subjects": "WEBSITES-DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS); DATABASE DESIGN"
}