{
  "id": "20086",
  "title": "Potensi penerapan distance-based insurance dalam mengurangi penggunaan mobil pribadi di Surabaya",
  "abstract": "Di kota besar, pertambahan jumlah mobil pribadi berpotensi menimbulkan berbagai masalah lalulintas yang tidak dapat diatasi hanya dengan menambah sarana dan prasarana transportasi (Transportation Supply Management), namun juga harus diiringi dengan usaha dalam membatasi ketergantungan terhadap penggunaan mobil pribadi yang sekarang masih dominan (Transportation Demand Management / TDM). Salah satu penerapan TDM yang berkaitan dengan penelitian ini adalah Distance-based Pricing (DP) yaitu memberlakukan biaya pada pengguna kendaraan sesuai dengan pemakaian. Penelitian ini bertujuan untuk mengetahui bagaimana tanggapan masyarakat terhadap Distance-based Insurance (DI) yang merupakan salah satu konsep DP, dalam mengurangi penggunaan mobil pribadi. Pengumpulan data dilakukan melalui penyebaran 102 kuisioner di Surabaya yang terbagi menjadi dua bagian; yaitu untuk mengetahui pola perjalanan termasuk karakteristik responden, dan untuk mengetahui tanggapan responden mengenai konsep DI. Selanjutnya dilakukan analisa deskriptif dan statistik dengan metode Chi-Square untuk mengetahui hubungan antar faktor yang ditanyakan. Berdasarkan hasil analisa, mayoritas responden memiliki jarak tempuh rata-rata per tahun 10-15 ribu kilometer. Hasil tersebut juga menunjukkan bahwa 88% responden menganggap konsep ini menarik, 60% berminat mengikuti dan 38% bersedia mengurangi jarak tempuh kendaraannya dengan mayoritas menginginkan kompensasi pengurangan premi asuransi yang sebanding. Selain itu, hasil analisa Chi-Square mengindikasikan ada hubungan ketergantungan antara persentase pengurangan premi asuransi dan jarak tempuh.",
  "creators": "AGUNG FITRIA YUDHA; LUDAVIKUS R OHOIULUN",
  "contributors": "Rudy Setiawan (Advisor 1); Harry Patmadjaja (Advisor 2); Indriani Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 13011744/SIP/2011; Agung Fitria Yudha (21405117), Ludavikus R Ohoiulun (21405150)",
  "subjects": "URBAN TRANSPORTATION"
}