{
  "id": "20105",
  "title": "Hyacinth's character traits and conflicts which lead to his suicide in Henry James' The Princess Casamassima",
  "abstract": "This thesis is a study of Henry James' the Princess Casamassima. In this case, the thesis writer's main concern is in Hyacinth Robinson, the protagonist, for at the end of the story, he ends his life by commiting suicide. She finds him interesting because he grows up in a difficult situation which makes him unable to cope with his life anymore. In finding out the factors that support Hyacinth's decision to commit suicide, the thesis writer analyzes his character traits and conflicts. she finds that Hyacinth's character trait which support his decision to commit suicide are being arrogant, touchy, sensitive and melancholic. While Hyacinth's conflict can be devided into external and internal conflicts. Hyacinth's external conflict is influenced by his environment and his friends. Whereas Hyacinth's inner conflict is caused by his failure to fulfil his needs, such as his need to be accept in his society and his need to enjoy the high class way of kiving, which are supported by his character traits. Besides, hyacinth's belief that revolution will turn over the society has added the conflict within himself. Thus, the thesis writer finds taht Hyacinth's conflict is a psychological one. Because of these factors, Hyacinth cannot cope with his difficult situation and decides to commit suicide. Finally, the thesis writer concludes that Hyacinth's character traits and conflict support his decision to commit suicide as he thinks that there is no use of keeping his gloomy life.",
  "creators": "FANY FLORA ZAIS",
  "contributors": "Josefa Juniarti Mardijono (Examination Committee 1); CHERRY HADIKUSUMO, Dra. (Advisor 1); Anneke Heritaningsih Tupan (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 422; Fany Flora Zais (11490037)",
  "subjects": "AMERICAN FICTION--19TH CENTURY--STUDY AND TEACHING; JAMES, HENRY, 1843-1916. THE PRINCESS CASAMASSIMA-STUDY AND TEACHING"
}