{
  "id": "20109",
  "title": "The Cohesiveness of language found in the article of Intisari Magazine entitled Menipu Penjajah Menyelematkan Pejuang",
  "abstract": "This thesis is a study of the use of cohesive devices in the article of Intisari Magazine, entitled Menipu Penjajah Menyelematkan Pejuang, a monthly Indonesian magazine. Since Intisari has been circulated since 1960-s and is famous for its quality in knowledge, the writer wants to know the quality of its language too. Here, she wants to know wheter the language used in the article of Intisari Magazine, published in January 1995 entitled Menipu Penjajah Menyelematkan Pejuang, is cohesive or not. The writer did not find any difficulties at first in reading the articles of Intisari Magazine. due to her subject at school, discourse analysis, she realized that the language used in those articles is not very cohesive. That is why sometimes she was confused while reading the articles although generally she could manage it. She mainly applies the theories oh M.A.K. Halliday and Ruqaiya Hasan about cohesion in English. She devides her study into two major points: grammatical and lexical cohesions. Parts of grammatical cohesions she explains are reference, substitution, ellipsis, and conjunction. For lexical cohesions, two point she explains are reiteration and collocation. She devides the data into the correct use of cohesive devices and the incorrect use of cohesive devices. To find wheter the article is cohisive or not, she looks for the percentage of each correct and incorrect use of cohesive devices. If the percentage of thecohesiveness is the same or more than 85%, the writer interprets that the language used in the article in Intisari Magazine is cohesive. If the percentage of the cohesiveness is between 65% to 84%, the writer interprets that the language used in the article in Intisari Magazine is less cohesive. if the percentage of the cohesiveness is less than 65%, the writer interprets that the language used in the article in Intisari Magazine is not cohesive. Finally the results show 94,35% of correct use of cohesive devices and 5,65% incorrect use of cohesive devices. Consequently, the writer concludes that the language used in the article of Intisari Magazine, entitled Menipu Penjajah Menyelematkan Pejuang is cohesive",
  "creators": "DEWI ROSDIANA",
  "contributors": "SUKEMI, PROF.DR.M.A. (Examination Committee 1); Anneke Heritaningsih Tupan (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 365; Dewi Rosdiana (11491004)",
  "subjects": "INDONESIAN LANGUAGE; LINGUISTICS"
}