{
  "id": "20101",
  "title": "Aliran komunikasi organisasi melalui intranet di Ciputra Golf, Club and Hotel Surabaya",
  "abstract": "Seiring dengan perkembangan teknologi informasi dan komunikasi, media untuk berkomunikasi dalam sebuah organisasi juga mengalami perkembangan. Dahulunya media yang digunakan adalah media cetak dan sekarang beralih ke media baru yaitu intranet. Dalam peralihan ini dibutuhkan penyesuaian dalam menggunakan media baru, yang dulunya karyawan langsung bertatap muka dan sekarang menggunakan media komputer sebagai media komunikasi. Aliran komunikasi organisasi melalui intranet difokuskan pada bagaimana interaktifitas mediumnya. Penelitian ini dilakukan di Ciputra Golf, Club & Hotel Surabaya. Jenis penelitian ini adalah penelitian deskriptif dengan pendekatan kualitatif. Metode penelitian adalah studi kasus. Teknik pengambilan data yang digunakan melalui observasi non partisipan dan wawancara berstruktur kepada tujuh orang karyawan di Ciputra Golf, Club & Hotel Surabaya. Dari hasil penelitian menunjukkan bahwa terjadi komunikasi internal menggunakan media intranet di Ciputra Golf, Club & Hotel Surabaya, baik komunikasi secara vertikal, horisontal ataupun komunikasi secara diagonal. Selain komunikasi internal di dalam organisasi, hasil penelitian menunjukkan bahwa secara umum informan menilai bahwa media komunikasi intranet yang ada di Ciputra Golf, Club & Hotel Surabaya sudah interaktif, baik dilihat dari user-to-user interactivity, user-to-document interactivity dan user-to-system interactivity.",
  "creators": "FATMAWATI TAN",
  "contributors": "Marsefio S. Luhukay (Advisor 1); Vita Monica (Advisor 2); Desi Yoanita (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010603/KOM/2010; Fatmawati Tan (51406062)",
  "subjects": "COMMUNICATION IN ORGANIZATION; COMMUNICATION"
}