{
  "id": "20102",
  "title": "Audit komunikasi pada downward communication di Departemen Food and Beverages Hotel Mercure Grand Mirama Surabaya",
  "abstract": "Penelitian ini bertujuan untuk mengetahui downward communication di Departemen F & B Hotel Mercure Grand Mirama Surabaya melalui audit komunikasi dengan metode survei kuesioner khususnya yang berkaitan dengan hubungan atasan bawahan. Downward communication yang diteliti meliputi jenis-jenis informasi, faktor-faktor yang mempengaruhi komunikasi ke bawah dan bentuk-bentuk komunikasi ke bawah. Komunikasi ke bawah yang dilihat terbagi menjadi dua yakni komunikasi ke bawah dari level atas ke level menengah dan dari level menengah ke level bawah. Jenis penelitian adalah penelitian evaluatif dengan pendekatan kuantitatif. Metode penelitian menggunakan audit komunikasi , teknik pengumpulan data dengan kuesioner. Teknik sample yang digunakan adalah total sampling. Teknik analisis data menggunakan statistik deskriptif dengan distribusi frekuensi untuk melihat tanggapan responden terhadap downward communication dan korelasi product moment untuk memberikan rekomendasi. Berdasarkan hasil penelitian, secara keseluruhan komunikasi ke bawah pada level menengah maupun level bawahan sudah berjalan dengan baik. Hasil korelasi product moment menunjukkan bentuk-bentuk komunikasi ke bawah memiliki korelasi paling kuat dengan keberhasilan komunikasi ke bawah di Departemen F&B Hotel Mercure Grand Mirama Surabaya. Maka akan diberikan rekomendasi agar downward communication di departemen ini bisa menjadi lebih baik lagi.",
  "creators": "FIONA ANTHONY DEWI",
  "contributors": "SRI MOERDIJATI (Advisor 1); Judy Djoko Wahjono Tjahjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010605/KOM/2010; Fiona Anthony Dewi (51406098)",
  "subjects": "COMMUNICATION; COMMUNICATION IN ORGANIZATIONS"
}