{
  "id": "20100",
  "title": "Proses komunikasi interpersonal antara karyawan pabrik dan karyawan penduduk desa di PT Kapasari",
  "abstract": "Penelitian ini menggambarkan bagaimana proses komunikasi interpersonal yang terjadi antara karyawan pabrik dan karyawan penduduk desa di PT Kapasari. Karyawan penduduk desa cenderung memiliki latar belakang pendidikan yang tidak sama dan mungkin tergolong rendah. Selain itu juga tidak sedikit dari mereka yang memiliki gangguan pada fungsi tubuh atau cacat. Tujuan dari penelitian ini untuk mengetahui proses komunikasi yang dilakukan karyawan pabrik agar karyawan pabrik dapat melakukan pekerjaan dengan baik dan benar, menyangkut kualitas dari hasil pekerjaan memiliki standart internasional. Informan dalam penelitian ini dua pasang karyawan pabrik dan karyawan penduduk desa yang memiliki gangguan pada fungsi tubuh atau cacat. Proses komunikasi ini dianalisis dengan model proses komunikasi interpersonal diadik Joseph A.DeVito (1997). Penelitian ini menggunakan metode studi kasus. Hasil analisis peneliti menunjukan bahwa karyawan pabrik menyampaikan pesan berupa instruksi atau pengajaran mengerjakan pekerjaan buku, sementara karyawan penduduk desa memberikan umpan balik secara positif maupun negatif. Saluran yang digunakan adalah tatap muka dengan konteks dimensi fisik di desa dan dimensi temporal (waktu) yang dilakukan satu minggu tiga kali. Dalam melakukan komunikasi karyawan pabrik selalu berusaha menyampaikan pesan positif meskipun karyawan penduduk desa memberikan umpan balik negatif, maka pada akhirnya karyawan penduduk desa akan memberikan umpan balik positif.",
  "creators": "YUSUF EKO SETIAWAN",
  "contributors": "R. OTTO BAMBANG WAHJUDI (Advisor 1); Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 2); Desi Yoanita (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010604/KOM/2010; Yusuf Eko Setiawan (51406122)",
  "subjects": "COMMUNICATION; INTERPERSONAL COMMUNICATION"
}