{
  "id": "20115",
  "title": "Respon kognitif pembaca mengenai pengemasan pesan newsletter sebagai media komunikasi Metropolis Apartment",
  "abstract": "Respon merupakan cara bereaksi para individu terhadap dorongan atau isyarat (Rangkuti, 2009, p. 133). Ketika sebuah pesan dikirim kepada audience, dapat diasumsikan bahwa audience tersebut akan merespon dalam beberapa cara. Ada banyak kemungkinan respon yang dapat terjadi yang dikelompokkan dalam tiga kategori yakni kognitif, afektif, dan konatif. Semua pesan yang disampaikan dengan tujuan mempengaruhi paling tidak satu dari respon tersebut (Copley, 2004, p.61). Dalam rangka mempertahankan keeksistensian dari developer lainnya pada bulan April, Metropolis Apartment sebagai The First Student Apartment in Surabaya mengadakan sosialisasi melalui pengemasan di media komunikasi newsletter yang menunjukkan Metropolis Apartment beda dari apartemen lain yang sudah mulai bermunculan. Newsletter Metropolis Apartment ditujukan kepada publik eksternal. Newsletter ini memiliki keunikan tersendiri dengan pengemasan pesannya yang mensosialisasikan kehadiran PT. Aktifitas Metropolis. Pada penelitian ini hendak diketahui respon pembaca mengenai pengemasan pesan pada media komunikasi newsletter. Jenis penelitian adalah kuantitatif dengan metode survei yang nantinya pernyataan responden akan diukur dengan skala likert. Dari penelitian ini dapat disimpulkan bahwa respon masyarakat mengenai pengemasan pesan dalam bentuk isi pesan, struktur pesan, dan format pesan secara keseluruhan adalah positif.",
  "creators": "MELITA DAUHIONG",
  "contributors": "R. OTTO BAMBANG WAHJUDI (Advisor 1); Yustisia Ditya Sari (Advisor 2); Felicia Goenawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010585/KOM/2010; Melita Dauhiong (51406091)",
  "subjects": "PUBLIC RELATIONS"
}