{
  "id": "20113",
  "title": "Hambatan komunikasi pada downward communication divisi Basketball Operations and Events PT. Deteksi Basket Lintas Indonesia",
  "abstract": "Komunikasi kebawah dalam sebuah organisasi berarti bahwa informasi mengalir dari jabatan berotoritas lebih tinggi kepada mereka yang berotoritas lebih rendah. Arus komunikasi dari atasan ke bawahan tidaklah selalu berjalan lancar, tetapi dipengaruhi oleh berbagai faktor, antara lain: Keterbukaan, kepercayaan pada tulisan, pesan yang berlebihan, timing, dan penyaringan. Dimana hambatan komunikasi sendiri di definisikan sebagai pengaruh dari dalam maupun luar individu atau lingkungan yang merusak aliran atau isi pesan yang dikirimkan atau diterima. Objek dalam penelitian ini adalah Hambatan Komunikasi pada Downward CommunicationDivisi Basketball Operation & Events PT. Deteksi Basket Lintas Indonesia, dengan subyek penelitian sebanyak 34 orang. Teknik pengumpulan data menggunakan kuisoner. Hambatan komunikasi pada Downward Communication Divisi Basketball Operation & Events PT. Deteksi Basket Lintas Indonesia) yaitu Keterbukaan, Kepercayaan pada pesan tulisan, Pesan yang berlebihan, Timing, dan Penyaringan. Temuan data dan analisa deskriptif distribusi frekuensi dapat disimpulkan bahwa faktor-faktor yang menjadi hambatan komunikasi downward communication divisi Basketball Operation & Events di PT. Deteksi Basket Lintas Indonesia adalah kepercayaan pada tulisan, Timing, dan Penyaringan, dengan hambatan komunikasi penyaringan menjadi hambatan komunikasi yang terbesar.",
  "creators": "DAVIS SATRIYO WALUYO",
  "contributors": "SRI MOERDIJATI (Advisor 1); Judy Djoko Wahjono Tjahjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010587/KOM/2010; Davis Satriyo Waluyo (51406028)",
  "subjects": "COMMUNICATION IN ORGANIZATIONS; COMMUNICATION"
}