{
  "id": "20123",
  "title": "Tingkat pengetahuan masyarakat Surabaya mengenai pesan kampanye UU no. 22 tahun 2009 melalui iklan di bioskop",
  "abstract": "Penelitian ini dilakukan untuk mengetahui tingkat pengetahuan masyarakat Surabaya mengenai pesan kampanye UU No. 22 Tahun 2009 melalui iklan di bioskop. Pesan yang efektif sangat perlu diperhatikan karena tujuan kampanye hanya dapat dicapai bila khalayak memahami pesan-pesan yang ditujukan pada mereka. Untuk mengkaji penelitian ini, teori Stimulus Organism Response (SOR) digunakan sebagai landasan untuk mengukur tingkat pengetahuan yang merupakan output dari kampanye. Penelitian ini merupakan jenis deskriptif kuantitatif menggunakan metode survei dengan alat ukur kuesioner, Hasil penelitian yang diperoleh menunjukkan bahwa tingkat pengetahuan masyarakat Surabaya mengenai pesan kampanye UU no.22 Tahun 2009 melalui iklan di bioskop tergolong sedang. Beberapa hal yang diprediksi menjadi variabel yang menyebabkan tingkat pengetahuan tergolong sedang, yang pertama yaitu materi pendukung yang diberikan dalam kampanye ini tidak memuat ilustrasi atau kejadian bersejarah serta visualisasi konsekuensi pesan yang kurang nyata, yang kedua tidak dimasukkannya dua indikator dalam konstruksi pesan yaitu kreatifitas dan humor serta pendekatan kelompok rujukan, ketiga adalah pilihan organism/responden untuk menerima atau menolak pesan tertentu sesuai teori SOR; dan yang terakhir ditinjau juga dari kapasitas penyusun pesan yaitu organisasi yang bersifat serius, yang memungkinkan penyusunan pesan bersifat kaku.",
  "creators": "NATALIA HERLIANTO",
  "contributors": "R. OTTO BAMBANG WAHJUDI (Advisor 1); Kartika Bayu Primasanti (Advisor 2); Judy Djoko Wahjono Tjahjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010573/KOM/2010; Natalia Herlianto (51406078)",
  "subjects": "COMMUNICATION IN MARKETING; MASS MEDIA; MOTION PICTURES"
}