{
  "id": "20120",
  "title": "Proses komunikasi interpersonal antara guru dengan murid tuna grahita dalam persiapan lomba olahraga SoIna 2010",
  "abstract": "Anak tunagrahita mempunyai emosi yang labil sehingga terkadang menolak mengikuti pelatihan persiapan lomba olahraga. Peran guru pelatih sangat berpengaruh untuk membuat murid tunagrahita mau mengikuti pelatihan persiapan lomba. Penelitian ini telah berupaya menggambarkan proses komunikasi interpersonal yang dilakukan guru dengan murid tuna grahita pada persiapan lomba olahraga SoIna. Melalui observasi dan wawancara mendalam dengan dipandu teori proses komunikasi interpersonal, penelitian ini menemukan kekhususan komunikasi interpersonal guru dengan murid tunagrahita. Pada proses tersebut, guru lebih berperan sebagai komunikator, sementara murid tuna grahita sebagai komunikan. Selain itu, pesan yang diberikan oleh guru harus dilakukan secara berulang-ulang dan tidak menggunakan istilah-istilah yang sulit. Proses komunikasi interpersonal berlangsung secara tatap muka dengan mengandalkan alat indra yang dimiliki oleh masing-masing komunikator dan komunikan. Sedangkan hambatan yang terjadi ada pada saat murid tunagrahita terpengaruh dengan temannya, tidak fokus dan moody. Selama proses komunikasi interpersonal berlangsung, konteks komunikasi dilakukan pada pagi dan sore hari yang bertempat di lapangan dan perlintasan lari, hubungan komunikator dengan komunikan seperti hubungan teman dengan teman karena bahasa yang digunakan adalah bahasa Indonesia yang dicampur bahasa Jawa tetapi masih dalam etika komunikasi yang baik dan sopan antara keduanya. Hal itu disebabkan karena guru tunagrahita mempunyai kompetensi di bidang pendidikan luar biasa yang mana harus mengetahui karakteristik dari murid tunagrahita yang tidak berkompeten dalam komunikasi karena keterbatasan yang dimiliki. Maka dari itu proses komunikasi interpersonal sangat diperlukan bagi seorang guru tunagrahita kepada muridnya agar dapat memahami dan merubah sikapnya sesuai apa yang disampaikan oleh gurunya untuk menuju menjadi yang lebih baik.",
  "creators": "VIDYA KRISTINA",
  "contributors": "R. OTTO BAMBANG WAHJUDI (Advisor 1); Kartika Bayu Primasanti (Advisor 2); Marsefio S. Luhukay (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010576/KOM/2010; Vidya Kristina (51406109)",
  "subjects": "COMMUNICATION; INTERPERSONAL COMMUNICATION"
}