{
  "id": "20124",
  "title": "Pengaruh kredibilitas Cristiano Ronaldo sebagai celebrity endorser dalam iklan Clear men (cool sport) versi bola api terhadap brand image clear men melalui iklan di televisi",
  "abstract": "Seorang celebrity endorser didefinisikan sebagai seorang figur yang dikenal baik oleh publik dan memerankan dirinya sebagai konsumen dalam iklan. Selebriti meliputi bintang film maupun bintang televisi, bintang olahraga, politikus, pebisnis, artis dan orang-orang tertentu yang berasal dari militer. Iklan adalah komunikasi yang kompleks dengan tujuan untuk mendorong ke berbagai jenis dampak seperti pemikiran konsumen perasaan, dan tindakan, iklan juga merupakan suatu jenis komunikasi pemasaran yang digunakan pemasar untuk menjangkau dan menyampaikan pesan pada pelanggan. Iklan menciptakan suatu pesan dan pengiriman pesan kepada seseorang dengan harapan orang tersebut akan bereaksi. Jika orang tersebut beraksi seperti yang diharapkan pemasang iklan maka iklan tersebut bisa dikatakan efektif. Endorser yang merupakan salah satu elemen penting dalam iklan memiliki peran terhadap kesuksesan perusahaan, salah satunya mempengaruhi citra merek atau brand image. Brand image merupakan suatu kesan yang ada di benak konsumen atas suatu merek di mana kesan ini muncul karena pengalaman atau pengetahuan konsumen terhadap merek yang bersangkutan. Pemahaman konsumen terhadap sebuah merek tergantung pada kemampuan konsumen untuk mengidentifikasikan berbagai informasi mengenai merek bersangkutan, dan kemampuan konsumen untuk menyimpan informasi tentang suatu merek di ingatan konsumen. Kredibilitas endorser harus mencakup 2 aspek penting, yaitu attractiveness dan trustworthiness. Pengukuran brand image dapat didasarkan pada kekuatan (strength), keunikan (uniqueness), dan favorable (mudah diingat). Teori yang digunakan sebagai dasar penelitian ini adalah teori endorser dan brand image, dimana peneliti melihat pengaruh dari celebrity endorser terhadap brand image. Jenis penelitian ini adalah eksplanasi dengan pendekatan kuantitatif. Teknik penarikan sampel yang digunakan adalah Sampling Insidental. Metode pengumpulan data menggunakan kuesioner, sedangkan teknik analisa datanya menggunakan format statistik inferensial. Berdasarkan hasil analisis disimpulkan bahwa terdapat pengaruh kredibilitas Cristiano Ronaldo sebagai celebrity endorser dalam iklan Clear Men (Cool Sport) versi bola api terhadap brand image Clear Men melalui iklan di televisi.",
  "creators": "LUCIA TRI ASTUTIK",
  "contributors": "YULI NUGRAHENI (Advisor 1); Felicia Goenawan (Advisor 2); Jandy Edipson Luik (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010569/KOM/2010; Lucia Tri Astutik (51406066)",
  "subjects": "ADVERTISING-TELEVISION PROGRAMS; COMMUNICATION IN MARKETING; MASS MEDIA"
}