{
  "id": "20148",
  "title": "Analisis karakteristik teknis produk speaker di CV. Sinar Baja Elektrik dengan metode quality function development",
  "abstract": "Saat ini banyak produk yang beredar di masyarakat yang seringkali kurang sesuai dengan keinginan dan kebutuhan masyarakat. Metode Quality Function Deployment adalah salah satu metode yang digunakan untuk mengetahui keinginan dan kebutuhan pelanggan dan kemudian menerjemahkan keinginan dan kepuasan pelanggan tersebut ke dalam bahasa teknis perusahaan dengan cepat dan tepat. Tugas akhir ini dilaksanakan di CV. Sinar Baja Elektrik yang bergerak di bidang usaha pembuatan speaker. Tujuan penulisan tugas akhir ini adalah untuk mengaplikasikan metode Quality Function Deployment tersebut untuk mengetahui kebutuhan dan keinginan pelanggan yang selanjutnya disebut dengan atribut kebutuhan pelanggan. Selanjutnya dari atribut pelanggan tersebut dicari tingkat kepentingan dan kepuasannya dengan memakai kuesioner yang dibagikan ke sejumlah responden yang mengetahui dan memakai produk CV. Sinar Baja Elektrik. Atribut pelanggan diterjemahkan dalam bahasa teknis perusahaan yang disebut dengan karakteristik teknis produk untuk selanjutnya dianalisa. Hasil dari analisa karakteristik teknis dengan metode Quality Function Deployment pada CV. Sinar Baja Elektrik ini adalah pengembangan beberapa karakteristik teknis pada produk speaker yaitu pada kategori Home Audio dan Car Audio. Perubahan tersebut meliputi perubahan magnet, lilitan, perubahan bahan produk, spare parts, jaminan kualitas produk, ketahanan panas dan getaran, keindahan bentuk, ketepatan dimensi produk, pemeriksaan speaker secara teknis dan ketepatan daya speaker yang menjadi masukan bagi perusahaan bagi pengembangan produk speakernya..",
  "creators": "ANDRO NUMIHARJO",
  "contributors": "Kristiana Asih Damayanti (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 536/TI-017/2002; Andro Numiharjo (25497029)",
  "subjects": "MARKETING RESEARCH; CONSUMERS-RESEARCH; TOTAL QUALITY MANAGEMENT-STATISTICAL METHODS"
}