{
  "id": "20142",
  "title": "Pengaruh modifikasi dimensi katup intake dan exhaust pada sepeda motor Honda Supra X untuk keperluan drag race",
  "abstract": "Sepeda motor merupakan salah satu kendaraan untuk transportasi darat. Sepeda motor sendiri memiliki jumlah populasi terbesar di Indonesia, populasinya mencapai 60% dari total kendaraan yang ada. (Gaikindo). Pada perkembangannya, sepeda motor juga digunakan pada olahraga balap motor Salah satu kategori balap motor yang sering diperlombakan adalah Drag Race. Dimana pada kategori ini hal yang diperlombakan adalah bagaimana menempuh jarak yang telah ditentukan (umumnya 201 meter) dalam waktu sesingkat-singkatnya. Untuk membuat sepeda motor tersebut dapat ber-akselerasi cepat untuk keperluan drag race, biasanya dapat dilakukan pengubahan ataupun modifikasi pada katup, yaitu katup intake dan exhaust nya, agar diperoleh daya dan juga torsi yang lebih besar. Penelitian dilakukan untuk mengetahui unjuk kerja motor bensin ber silinder tunggal dari Honda Supra X. Pengujian dilakukan pada kepala silinder dengan katup intake dan exhaust standard, kepala silinder dengan katup intake dan exhaust Suzuki Shogun, dan kepala silinder dengan katup intake dan exhaust Honda Sonic, untuk mengetahui dampak dari penggunaan katup tersebut dari segi peforma motor nya. Hasil pengujian menunjukkan bahwa penggunaan katup intake dan exhaust Suzuki Shogun mampu meningkatkan daya 10.4% dan torsi 2.29%, serta penggunaan katup intake dan exhaust Honda Sonic mampu meningkatkan daya 75.4% dan torsi 163.3%.",
  "creators": "YOHANES POERNOMO",
  "contributors": "Philip Kristanto Tedjasaputra (Advisor 1); Hariyo Priambudi Setyo Pratomo, S.T., M.Phil. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010969/MES/2011; Yohanes Poernomo (24407018)",
  "subjects": "MOTORCYCLE RACING; INTERNAL COMBUSTION ENGINES"
}