{
  "id": "20151",
  "title": "Pendjawalan pemindahan mesin dan analisis layout sebuah studi kasus di PT. Insera Sena",
  "abstract": "PT. INSERA SENA merupakan perusahaan yang memproduksi sepeda yang dipasarkan di luar negeri maupun dalam negeri. Perusahaan ini berencana akan memperluas area untuk lantai produksi dan ruang penyimpanan bahan baku serta barang jadi. Rencana ini diwujudkan dengan memindahkan lantai produksi yang ada saat ini ke gedung baru di sebelahnya. Pada lantai produksi saat ini akan digunakan untuk tempat penyimpanan bahan baku maupun barang jadi. Perusahaan ini akan memindahkan lantai produksi pada bagian pembuatan rangka sehingga memerlukan adanya pengaturan yang optimal mengenai tata letak yang baru dan pengaturan mengenai jadwal pemindahan yang optimal. Tingkat kebisingan, temperatur, penerangan, blocking dan output yang terjadi pada tata letak baru akan dianalisa. Tingkat kebisingan, temperatur dan penerangan pada tata letak baru tersebut apakah sudah memenuhi standar yang ada atau belum. Apabila tidak sesuai dengan standar yang ada maka akan diusulkan suatu perbaikan demi kenyamanan dari operator yang bekerja. Perbandingan antara tata letak baru dan tata letak lama dilakukan untuk mengetahui keunggulan dari tata letak baru. Pembuatan jadwal pemindahan akan menggunakan software Microsoft Project 2000. Jadwal pemindahan yang telah dibuat akan dibandingkan dengan kenyataan yang terjadi dan ditentukan jalur kritisnya. Blocking dan output pada tata letak baru akan dihitung dengan menggunakan simulasi. Simulasi akan menggunakan software Promodel versi 3.5c untuk menganalisa keadaan sistem awal. Berdasarkan hasil analisa simulasi awal akan dilakukan langkah-langkah perbaikan yang bersifat suatu usulan, yaitu dengan meningkatkan kapasitas gerobak. Hasil perbandingan tata letak baru ternyata lebih memiliki keunggulan dibandingkan dengan tata letak lama. Rencana pemindahan mesin ternyata tidak bisa dijalankan secara optimal karena adanya hujan yang mengakibatkan waktu pemindahan menjadi terlambat. Hasil pengukuran kebisingan, temperatur dan penerangan menunjukkan bahwa kebisingan, temperatur dan penerangan dalam perusahaan belum memenuhi standar yang ada. Usulan yang diberikan yaitu perusahaan perlu memberikan alat pelindung telinga bagi operator, menerapkan sistem stack effect dan memberikan penerangan secara lokal. Hasil analisa simulasi usulan menunjukkan adanya peningkatan kapasitas gerobak yang akan menurunkan prosentase blocking menjadi 10,27% dan meningkatkan output menjadi 1693 rangka.",
  "creators": "YULIUS UNTUNG; DENIS DOMINANTA",
  "contributors": "Jani Rahardjo (Examination Committee 1); I Gede Agus Widyadana (Advisor 1); Tanti Octavia (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 532/TI-013/2002; Yulius Untung (25498009), Denis Dominanta (25498052)",
  "subjects": "FACILITY LAYOUT; SCHEDULING"
}