{
  "id": "20170",
  "title": "Perancangan sistem informasi akuntansi terkomputerisasi untuk siklus penggajian di PT. 'X'",
  "abstract": "Penelitian ini dilakukan di PT \"X\" yang bergerak di bidang industri yang mengolah plastik bekas menjadi biji plastik setengah jadi. Sistem informasi akuntansi atas siklus penggajian yang digunakan masih manual, dan memiliki berbagai kelemahan yaitu : sistem absensi manual, proses penggajian yang terlalu lama, kurang akuratnya perhitungan gaji karyawan dan kurang efisien dalam hal perhitungan PPh 21. Tujuan penelitian ini untuk mengumpulkan data dan merancang sistem informasi akuntansi terkomputerisasi atas siklus penggajian di PT \"X\". Manfaat penelitian ini yaitu terkumpulnya data, terancangnya sistem informasi akuntansi terkomputerisasi atas siklus penggajian, dan sebagai masukan bagi manajemen perusahaan untuk evaluasi perancangan sistem informasi akuntansi pada siklus penggajian pada PT \"X\". Penelitian ini merupakan penelitian deskriptif dengan rancangan penelitian berupa studi kasus dengan menggunakan jenis data kualitatif dan sumber data yang berasal dari internal perusahaan berupa data primer. Teknik analisa data yang digunakan yaitu System Development Life Cycle (SDLC) meliputi analisa sistem, desain konseptual, dan desain fisik. Penelitian ini melakukan analisa sistem yang menghasilkan output berupa Laporan Perhitungan Gaji Karyawan, Laporan Pajak Penghasilan Karyawan, Laporan Lembur, Laporan Kasbon, dan Slip Gaji. Selain itu, juga menghasilkan input file Master Karyawan, file Master Karyawan Detail, file Master Tarif PPh 21, file Master Shift, file Master Hari Libur, file Master Kasbon, file Absensi, file Absensi Lembur, file Kasbon, file Angkat, file Cuti, file Sakit, file Penugasan Lembur, file Persetujuan Angkat, file Persetujan Cuti, file Persetujuan Sakit, file Persetujuan Kasbon, file Setting Jenis Gaji dan file Karyawan Keluar.",
  "creators": "CAROLINA LOEKAMTO",
  "contributors": "Josua Tarigan (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010171/AKT/2010; Carolina Loekamto (32406031)",
  "subjects": "ACCOUNTING-COMPUTER PROGRAMS"
}