{
  "id": "20173",
  "title": "Analisa potensi pengembangan kawasan Klenteng Sanggar Agung menjadi salah satu objek wisata alternatif di Surabaya berdasarkan analisa SWOT",
  "abstract": "Penelitian ini dilakukan untuk mengkaji potensi-potensi yang terdapat di Kawasan Klenteng Sanggar Agung dengan menggunakan analisis SWOT serta mengkaji alternative pola pengembangan seperti apa yang sesuai dengan kawasan ini. Jenis penelitian yang digunakan adalah metode kualitatif. Metode kualitatif adalah penelitian yang bermaksud untuk memahami fenomena tentang apa yang dialami oleh objek penelitian. ( Moelong,1988, p6 ). Penulisan yang diterapkan menggunakan studi deskriptif, yaitu penelitian yang berusaha mendiskripsikan atau meggambarkan atau melukiskan fenomena atau hubungan antar fenomena yang diteliti secara sistematis, faktual dan akurat. Berdasarkan hasil analisis yang telah dilaksanakan dengan menggunakan analisa SWOT maka diperoleh hasil yang menyatakan bahwa Kawasan Klenteng sanggar Agung memiliki potensi atau kekuatan dan kesempatan yang cukup untuk dapat dikembangkan menjadi sebuah objek wisata alternative, seperti lokasinya yang didak jauh dari pusat kota, letak klenteng yang berdiri di atas laut dan mulai terbukanya terhadap budaya cina. Namun demikian kawasan ini juga memiliki kelemahan dan ancaman yang perlu diperhatikan yaitu, tidak adanya pusat informasi bagi wisatawan, image yang negatif, serta trend masyarakat yang lebih suka pergi ke mall. Untuk mendapatkan gambaran alternative pola pengembangan yang sesuai maka penulis mengkaji kawasan ini dengan menggunakan sudut pandang pelaku pengembangan serta factor pendukung pengembangan.",
  "creators": "JUDA PRATAMA ISKANDAR; ELIZABETH PUTRI ALIM",
  "contributors": "Dra. Monica Ida Uniati , M.M. (Advisor and Examination Committee); Foedjiawati, S.S., M.A., Ph.D. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010105/MAN/2011; Juda Pratama Iskandar (35407007), Elizabeth Putri Alim (35407011)",
  "subjects": "TOURIST TRADE; KLENTENG SANGGAR AGUNG"
}