{
  "id": "20204",
  "title": "Analisa efektivitas dan efisiensi manajemen distribusi pada PT. Mulya Adhi Paramita",
  "abstract": "Penelitian ini bertujuan untuk mengetahui efektivitas dan efisiensi manajemen distribusi yang meliputi waktu tunggu bongkar muatan di perusahaan pelanggan, rute truk dalam mendistribusikan barang ke pelanggan, dan keterbatasan jumlah truk pada PT. Mulya Adhi Paramita. PT. Mulya Adhi Paramita merupakan distributor bahan kimia jenis solvent yang berada di Surabaya. Hasil penelitian menunjukkan bahwa waktu tunggu bongkar muatan di perusahaan pelanggan melebihi standar waktu yang ditetapkan oleh PT. Mulya Adhi Paramita yaitu rata-rata 32 menit lebih lama pada perusahaan pelanggan besar atau 33% lebih lama dari total jam kerja perusahaan. Pada perusahaan pelanggan menengah, rata-rata 33 menit lebih lama pada atau 34% lebih lama dari total jam kerja perusahaan. Rute truk untuk mendistribusikan barang ke pelanggan tidak searah yang menyebabkan lima (5) dari sepuluh (10) truk tidak dapat kembali untuk mengisi ulang muatan dan mendistribusikan barang. Hal ini juga menyebabkan staff warehouse lembur setiap hari sehingga perusahaan mengeluarkan biaya lembur kepada staff warehouse sebesar Rp 253.125,00 per hari. Penelitian ini juga menunjukkan bahwa keterbatasan truk dari perusahaan menyebabkan perusahaan tidak dapat mendistribusikan barang ke pelanggan secara one day service yang merupakan motto dari perusahaan. Keterbatasan truk ini menyebabkan permintaan sebesar 20,09% terlambat kirim hingga 2-3 hari setelah waktu pemesanan barang.",
  "creators": "HILDA SUBIANTORO",
  "contributors": "Zeplin Jiwa Husada Tarigan (Advisor and Examination Committee); Drs. Sugiono Sugiharto, M.M., Ph.D. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010177/MAN/2011; Hilda Subiantoro (31407030)",
  "subjects": "DISTRIBUTION (ECONOMIC THEORY); MARKETING CHANNELS; MARKETING-MANAGEMENT"
}