{
  "id": "2023",
  "title": "Analisa perbandingan tingkat kepuasan mahasiswa Manajemen Perhotelan dalam perkuliahan yang disampaikan oleh dosen praktisi dan dosen non praktisi",
  "abstract": "Dengan semakin berkembangnya dunia pariwisata, maka semakin banyak orang yang berminat untuk mempelajari dunia pariwisata dan hospitality. Manajemen perhotelan Universitas Kristen Petra sendiri dibuka pada tahun 1996, dimana jurusan ini sudah berjalan delapan angkatan. Cukup banyak tenaga pengajar di Manajemen Perhotelan yang juga atau pernah memiliki profesi selain pengajar di bidang yang diajarkan lebih dari dua tahun, yang didefinisikan sebagai Dosen Praktisi di penelitian ini. Selain itu juga terdapat Dosen Non Praktisi yang didefinisikan sebagai tenaga pengajar pada perguruan tinggi yang tidak atau tidak pernah memiliki profesi selain pengajar di bidang yang diajarkan atau memiliki profesi selain pengajar di bidang yang diajarkan kurang dari dua tahun. Proses perkuliahan diukur dari lima dimensi kualitas layanan yaitu Tangibles, Reliability, Responsiveness, Assurance, dan Empathy. Sedangkan kepuasan diukur dari tiga indikator yaitu profil pengajar, cara mengajar, dan cara evaluasi. Hasilnya didapat bahwa tidak terdapat perbedaan kepuasan mahasiswa yang signifikan dalam menerima perkuliahan dari Dosen Praktisi dan Dosen Non Praktisi. Selain itu didapat juga bahwa ada pengaruh yang signifikan secara serempak variabel bebas terhadap variabel tergantung, namun secara partial hanya variabel Tangibles, Assurance, dan Empathy yang berpengaruh secara signifikan terhadap kepuasan mahasiswa dalam menerima perkuliahan baik dari Dosen Praktisi maupun dari Dosen Non Praktisi.",
  "creators": "NONIK SANJAYA; STEVANUS MICHAEL WIDRATA",
  "contributors": "LINTJE SIEHOYONO (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010164/HTL/2005; Nonik Sanjaya (33400038),Stevanus Michael (33400099)",
  "subjects": "HOTEL MANAGEMENT SCHOOLS"
}