{
  "id": "20256",
  "title": "Honesty as seen through the main characters in Moliere's The Misanthrope",
  "abstract": "This thesis is an analysis of the honesty of the people in the seventeenth century French soeiety through the caharacters in Moliere's play The Misanthrope. In this play Moliere has shown the wickedness of the world and he has permitted the idealist, like Aleeste, to be defeated by the society; while the reverse characters succeed in their soeial life. The discussion deals with the four main eharaeters with the analysis on their perception of honesty- Alceste, one of the four main charaeters. strugggles with his faith that all human beings must be honest a11 the time and in all situations. He abolishes a1l the deeeption. corruption, dishonestya ete. However, because of his honesty he is releeted and alienated by his soeiety . The writer feels confused with this faet and wants to analyse whether or not society expects honestya and what kind of honesty that can be accepted in soeiety. The writer will analyze Aleeste-s honesty through his relationship with the other charaeters. This relationship will show how Alceste-s striet honesty will never suit the society and finally results in his alienation. Besides, the uriter is eager to disclose what Holilre intends to express by writing this play. As a satirist, Koli/re Might want to satirize the society at the time he lives in . It seems that in The Hisanthrooe Holi#re intends to show the changing value of honesty in society. People have the desire to be individualists and intransigents. like Alceste, while at the same time they are compelled by their society to be conformists, like Philinte and Eliante.",
  "creators": "SRI HANDAJANI",
  "contributors": "ANTONIUS GURITO (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 314; Sri Handajani (11490057)",
  "subjects": "FRENCH DRAMA-5TH CENTURY-STUDY AND TEACHING; MOLIERE, 1622-1673. THE MISANTHROPE-STUDY AND TEACHING"
}