{
  "id": "20331",
  "title": "Analisis rangkaian produktivitas breaker-pekerja-dump truck pada sebuah pengelolaan tambang lime stone",
  "abstract": "Pada pengelolaan tambang lime stone, hasil produksinya harus dapat memenuhi target yang telah ditentukan yaitu jumlah volume lime stone yang dihasilkan dalam kurun waktu tertentu dan juga biaya pengelolaannya. Sumber daya yang digunakan untuk pengelolaan tambang lime stone adalah breaker, dump truck dan pekerja. Produktivitas masing-masing sumber daya yang digunakan merupakan suatu faktor yang sangat penting dalam menentukan keberhasilan memenuhi target yang telah ditentukan. Penelitian ini bertujuan untuk menghitung produktivitas breaker, dump truck dan pekerja pada pengelolaan tambang lime stone dan untuk mengetahui pencapaian target yang telah ditentukan. Penelitian ini dilakukan dengan pengamatan langsung kerja breaker, dump truck dan pekerja selama 61 hari pada lokasi tambang lime stone. Dari hasil penelitian diperoleh produktivitas breaker terendah sebesar 29.892 kg/jam, rata-rata sebesar 46.580 kg/jam dan tertinggi sebesar 56.034 kg/jam. Produktivitas dump truck terendah sebesar 3.224 kg/jam, rata-rata sebesar 3.787 kg/jam dan tertinggi sebesar 4.118 kg/jam. Produktivitas pekerja terendah sebesar 7.254 kg/jam, rata-rata sebesar 8.523 kg/jam dan tertinggi sebesar 9.266 kg/jam. Waktu pelaksanaan dan biaya total pengelolaan tambang lime stone sangat dipengaruhi oleh kondisi produktivitas breaker. Sedangkan faktor-faktor yang mempengaruhi turunnya produktivitas breaker, dump truck dan pekerja adalah posisi lapisan batu pada bukit yang akan dipecah, cycle time dari dump truck dan pekerja.",
  "creators": "BAMBANG WYANTO",
  "contributors": "Andi (Advisor 1); Ratna S. Alifen (Advisor 2); Paulus Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Thesis No. 01000155/MTS/2011; Bambang Wiyanto (01508009)",
  "subjects": "LABOR PRODUCTIVITY"
}