{
  "id": "20330",
  "title": "Perancangan buku interaktif dengan materi persembahan altar dalam agama Buddha untuk anak-anak",
  "abstract": "Dalam Agama Buddha, pembahasan materi altar banyak disajikan dalam bentuk literatur, sehingga pembahasan tersebut kurang terakses oleh anak-anak karena disajikan dalam bentuk yang kurang tepat. Pengenalan ini mulai diperkenalkan pada masa anak Middle Childhood, karena di masa itu anak sudah dapat mengerti hal yang sistematis dan memahami informasi yang disampaikan padanya. Tujuan perancangan ini menghadirkan desain yang baik mengenai pembahasan altar dengan baik sehingga anak-anak dapat mudah memperoleh informasi. Untuk itu, buku interaktif dipilih sebagai media pembelajaran yang baik, karena pembaca diajak untuk memperdalam arti dari pentingnya praktek persembahan altar tersebut melalui ilustrasi dan cerita bergambar. Di dalam buku juga disajikan hal-hal yang menjalin komunikasi dengan pembaca, dimana anak-anak dapat melatih kemampuan kognitif, psikosososial, dan motoriknya. Buku dipakai sebagai media interaktif yang baik terhadap anak-anak karena buku bersifat awet, sewaktu-waktu dapat dibaca, dapat diwariskan turun-temurun, dan dapat dibawa kemana-mana. Dengan adanya buku interaktif, para pembaca tidak hanya sekedar membaca, tetapi juga berinteraksi dengan buku sehingga mengasah daya pikir dan memudahkan anak-anak untuk lebih paham dengan pembahasan. Harapannya adalah membantu melatih diri dari anak untuk mengerti makna dari persembahan altar serta dapat memahami manfaat praktek kebajikan dari materi persembahan altar.",
  "creators": "KO DAHANA KOESNANTO",
  "contributors": "Rika Febriani, S.Sn., M.A. (Advisor 2); Cons. Tri Handoko (Advisor 1); Heru Dwi Waluyanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00021846/DKV/2011; Ko Dahana Koesnanto (42407118)",
  "subjects": "BOOK COVERS; BOOK DESIGN; COMMERCIAL ART; GRAPHIC ARTS; POSTERS; VISUAL COMMUNICATION"
}