{
  "id": "2033",
  "title": "Analisa sanitasi higiene dan kandungan bakteri pada sistem kontrol bahan pokok udang windu di Sarkies Seafood Restaurant, Mandarin Oriental Hotel Majapahit Surabaya",
  "abstract": "Pangan merupakan salah satu kebutuhan utama manusia yang berpengaruh pada kelangsungan hidup manusia yang bermutu. Dengan demikian, restoran sebagai tempat yang menyediakan makanan dan minuman mempunyai tangung jawab untuk menyediakan makanan dan minuman yang sehat, aman dan higienis. Untuk dapat menyajikan makanan yang sehat, aman dan higienis cara yang dilakukan adalah dengan cara memperhatikan sistem kontrol yang digunakan dalam menangani bahan pokok makanan tersebut. Dalam skripsi ini penulis mengambil salah satu dari sekian banyak bahan pokok makanan, yaitu udang windu. Udang adalah salah satu hasil laut yang mempunyai kandungan protein dan lemak yang tinggi. Selain itu penanganan udang windu yang tidak cepat dan tepat akan dapat merusak mutu dan cita rasa dari udang windu tersebut. Mandarin Oriental Hotel Majapahit Surabaya sebagai hotel bersejarah di Surabaya selalu memperhatikan prosedur sanitasi dan higiene yang digunakan terutama dalam menangani bahan makanan. Dari hasil pengamatan penulis dan uji laboratorium, terbukti bahwa penanganan bahan pokok udang windu pada sistem kontrol Mandarin Oriental Hotel Majapahit Surabaya, dimulai dari pemilihan supplier hingga udang windu tersebut akan diolah, sudah memenuhi standar sanitasi higiene Mandarin Oriental Hotel Group maupun standar sanitasi higiene yang berlaku pada umumnya.",
  "creators": "SHELVY PRATIKNYO B; INDRIANI SANTOSO",
  "contributors": "ANDINI EMIATI (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010169/HTL/2005; Shelvy Pratiknyo (33400011), Indriani Santoso (33400014)",
  "subjects": "RESTAURANTS-QUALITY CONTROL; RESTAURANT MANAGEMENT"
}