{
  "id": "20338",
  "title": "Analisa penyebab cacat pada proses pembuatan body valve KTR 1/2",
  "abstract": "PT. Barindo sebagai pabrik penghasil valve menghadapi masalah yang berhubungan dengan tingginya cacat pada salah satu jenis produk yaitu valve KTR 1,/2''. Produk tersebut terdiri dari beberapa jenis komponen. Komponen yang akan diperbaiki tingkat kualitasnya adalah body valve KTR Lz'2'' Penerapan teknik pengendalian kualitas dengan disertai analisa proses yang tepat tentunya dapat untuk neningkatkan kualitas produk. Analisa pengendalian kualitas pada body valve KTR 1/2'. dilaksanakan berdasarkan data-data yang didapat dalan dua tahap. Analisa data secara statistik dilakukan dengan menggunakan diagran Pareto dan analisa teknik dilakukan pada proses yang menpunyai cacat terbesar. Tahap 1 terdiri dari 4 proses yaitu easting, barrel & shot blasting machine, colouring, finishing . Cacat terbesar pada tahap 1 terletak pada proses finishing . Data pada tahap 2 didapat dari proses finishing . Tahap 2 terdiri dari 4 proses permesinan yaitu nesin 1 ( bubut ), mesin 2 ( drill no.l L mesin 3 ( umun otomatis ) mesin 4 ( drill no. 4 '). Cacat terbesar pada tahap 2 terletak pada proses pernesinan yang nenggunakan mesin drill no . 2. Berdasarkan hasil analisa data secara teknik, Maka faktor-faktor penyebab cacat pada pembuatan ulir luar yang berasal dari meain drill no. 2 adalah keterlambatan pergantian belt dan bearing t' thrust ball bearing dan journal bearing ). Sedangkan yang berasal dari luar mesin adalah kurangnya pengaturan pada body valve yang telah diproses pada kotak B sehingga terjadi benturan.",
  "creators": "ROBY HARTONO",
  "contributors": "BOBBY O. P. SOEPANGKAT (Advisor and Examination Committee); Herry Sunandar (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 93.54.109; Roby Hartono (24489040)",
  "subjects": "QUALITY CONTROL; MANUFACTURING PROCESSES"
}