{
  "id": "20347",
  "title": "Perancangan corporate identity perusahaan furnitur PT. Cahayamas Pancabenua di Sidoarjo",
  "abstract": "Corporate identity menjadi salah satu faktor penting yang menentukan nasib perusahaan tersebut, berkembang tidaknya, dan berbagai hal lain. Corporate idenitity dirancang untuk menimbulkan efek positif pada corporate image secara keseluruhan. Menurut David E. Carter, tujuan paling utama dari corporate identity adalah untuk membuat kesan pertama dan berkelanjutan. Setiap perusahaan mempunyai corporate image (baik atau buruk), tapi tidak semua perusahaan telah merencanakan program corporate identity. Begitu begitu banyak perhatian yang ditujukan pada corporate identity perusahaan dikarenakan kebanyakan orang mendapatkan kontak pertamanya dengan perusahaan dengan cara yang non-personal (iklan, surat, truk, kemasan, bangunan). Corporate identity berfungsi untuk alat yang menyatukan strategi perusahaan, pemacu sistem operasional suatu perusahaan, sebagai pendiri jaringan network yang baik dan sebagai alat jual dan promosi. Hal tersebut tentu juga berlaku untuk PT. Cahayamas Pancabenua. Setelah melihat kondisi corporate identity yang ada saat ini, dimana memiliki banyak kelemahan, terutama dalam logo. Oleh karena itu, maka perancangan ulang corporate identity sangat perlu dilakukan, perancangan ulang tersebut akan dimulai dengan logo, dan berbagai desain media dimana logo tersebut diaplikasikan.",
  "creators": "ALDO CHRISTIAN SANTOSO",
  "contributors": "Agung haryono (Advisor 2); P. GOGOR BANGSA (Advisor 1); Bing Bedjo Tanudjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Identitas Perusahaan",
  "source": "Identitas Perusahaan No. 00021839/DKV/2011; Aldo Christian Santoso (42407075)",
  "subjects": "CATALOGS; VISUAL COMMUNICATION; WEBSITES; GRAPHIC ARTS; SIGNAGE; LOGOS (SYMBOLS); POSTERS; COMMERCIAL ART"
}