{
  "id": "20351",
  "title": "Studi pengaruh temperatur austenisasi dan jenis nyala pada proses pengerasan nyala baja karbon medium S45C",
  "abstract": "Proses pengerasan permukaan banyak dilakukan karena sifat bahan yang ada dianggap belum memenuhi persyaratan sebagai bahan pembuatan komponen-komponen yang memerlukan sifat tahan aus dan keras pada permukaannya dan tetap tangguh pada bagian intinya. Salah satu proses pengerasan yang biasa dilakukan adalah dengan melakukan pengerasan nyala. Pengerasan nyala dapat digunakan untuk ukuran benda yang besar dan biaya oprasionalnya rendah. pengerasan nyala dilakukan dengan menggunakan tiga jenis nyala yaitu nyala netral, nyala oksidasi dan nyala karburasi. Temperatur austenisasi yang digunakan adalah temperatur 804 oc dan 899 oc sebagai media pendingn di air dan, oli quench Fensso 36. Hasil penelitian menunjukkan bahwa temperatur austenisasi berpengaruh terhadap ukuran butir yang dihasilkan. Temperatur austenisasi yang lebih tinggi akan menghasilkan ukuran butir yang lebih kasar apabila dibandingkan dengan ukuran butir pada temperatur austenisasi yang lebih rendah; dimana temperatur austenisasi 899 9c mempunyai nilai kekerasan yang lebih tinggi bila dibandingkan dengan temperatur austenisasi 804 0C Hal ini dapat dilihat pada struktur mikro yang terbentuk pada permukaan baja 545C ins yaitu martensit dan sedikit lower be t. Nilai kekernun mAqimum yang dicapai oleh permukaan baja 545C adalah 0c media pendingn 59.2 IGC dengan menggunakan temperatur austenisasi 899 , air, dan dengan jenis nyala karburasi. Penggunaan jenis nyala karburasi menghasilkan nilai kekernun permllknnn yang paling tinggi bila dibandingkan dengan jenis nyala yang lninnya. DG foto metaloe yang diperoleh makin nampak bahwa struuktur mikro pada nyala karburasi mempunyai butir martensit yang lebih banyak dan kagar bila dibandingkan dengan jenis nyala yang lainnya.",
  "creators": "TING ROBY HERNAWAN",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 2); MUSAIKAN (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 96.54.209; Ting Roby Hernawan (24490082)",
  "subjects": "FLAME; PIPE, STEEL-WELDING; WELDING"
}