{
  "id": "20375",
  "title": "Perancangan novel grafis 'Delusi' terinspirasi dari kisah nyata penderita schizophrenia paranoid",
  "abstract": "Schizophrenia adalahgangguan terhadap fungsi otak yang timbul akibat ketidakseimbangan dopamine (salah satu sel kimia dalam otak), dan juga disebabkan oleh tekanan yang dialami individu, faktor genetik juga mengambil peran dalam pemicu timbulnya schizophrenia.dan kebanyakan menyerang usia dewasa muda yakni usia 18-35 tahun. Schizophrenia Paranoiddibedakan dengan sikap yang ditimbulkan yakniPenderita akan mengalami kecemasan, kebingungan dan ketakutan dalam tingkat tinggi, Hal ini lah yang biasanya masyarakat menganggap orang dengan schizophreniasudah menjadi barang yang \"rusak\",\"gila\" dan tak berguna, bahkan perilaku diskriminasi sampai dipasung sangat sering diterima oleh orang dengan schizophrenia, Stigma tersebut melekat di masyarakat karena kurangnya informasi, padahal penderita schizophrenia paranoidsangat membutuhkan dukungan dan motivasi dari masyarakat terdekat untuk memulihkan keadaannya. Oleh karena itu Perancangan Novel Grafis \"DELUSI\" Terinspirasi Dari Kisah Nyata ini dipilih sebagai media informasi baru yang bertujuan menjelaskan fenomena schizophreniayang seringkali terjadi dalam masyarakat, dan memberikan informasi dasar mengenai schizophrenia paranoid. Melalui konsep ?novel grafis? diharapkan karya ini mampu menginspirasi pembaca tentang pemahaman terhadap fenomena penderita schizophrenia paranoiddi masyarakat.",
  "creators": "MEYLISSA PRISCILLA O",
  "contributors": "Deddi Duto Hartanto (Advisor 1); Hen Dian Yudani (Advisor 2); Aristarchus Pranayana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Komik/Ilustrasi/Cergam",
  "source": "Komik dan Ilustrasi No. 00021828/DKV/2011; Meylissa Priscilla Ongkodjojo (42407057)",
  "subjects": "VISUAL COMMUNICATION; COMIC BOOKS, STRIPS, ETC.; COMMERCIAL ART; GRAPHIC ARTS; POSTERS"
}