{
  "id": "2051",
  "title": "Perancangan interior pusat pelayanan jasa perencana dan penyelenggara acara pernikahan di Surabaya",
  "abstract": "Pernikahan adalah salah satu kebutuhan primer yang dianggap semakin penting. Hal ini berhubungan dengan status sosial dari penyelenggara acara pernikahan tersebut. Dalam menyelenggarakan acara pernikahan bukanlah suatu hal yang mudah dan cepat, melainkan suatu hal yang membutuhkan persiapan yang cukup matang dan juga membutuhkan waktu yang cukup lama. Kelemahan sistem \"wedding package\" yang sudah ada sebelumnya, serta hubungan antara waktu yang dimiliki oleh calon pengantin dengan tempat fasilitas yang berjauhan adalah salah satu masalah yang seringkali timbul dalam proses persiapan acara pernikahan tersebut. Tempat fasilitas yang berjauhan menyebabkan banyaknya waktu yang hilang yang dimiliki oleh calon pengantin. Waktu yang hilang tersebut adalah suatu masalah utama yang seringkali timbul dalam persiapan sebuah acara pernikahan. Kedua alasan itulah yang mendasari perancang untuk membuat suatu tempat yang dapat menampung berbagai fasilitas yang berhubungan dengan acara pernikahan. Pusat fasilitas pernikahan ini akan melayani kebutuhan klien yang akan menikah dan juga klien umum. Untuk klien yang akan menikah sistem yang digunakan adalah bahwa klien tersebut harus memakai seluruh fasilitas yang ada di sana, tidak bisa hanya salah satunya. Gaya yang akan digunakan dalam perancangan ini adalah gaya modera, hal ini dimaksudkan agar hasil rancangan dapat menampung semua jenis klien yang ada. Tujuan utama dari penggunaan gaya tersebut adalah konsep perancangan yang berangkat dari hasil survei yang menyatakan bahwa bentuk pernikahan yang ada adalah campuran antara kebudayaan Barat dan kebudayaan Timur. Pusat fasilitas pernikahan ini dirancang untuk memenuhi kebutuhan klien yang akan menikah, dengan perhitungan waktu yang dimiliki oleh calon pengantin. Tidak hanya menjawab kebutuhan klien yang akan menikah, tapi fasilitas pernikahan ini juga untuk meningkatkan image kota Surabaya yang sedang berkembang menuju kota metropolitan.",
  "creators": "YUANITA TJANDRA",
  "contributors": "Stephanus P. Honggowidjaja (Advisor 1); MOCH. TAUFAN RIZQI (Advisor 2); ACHMAD FAIZIN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 0095/DIN/2003; Yuanita Tjandra (41499042)",
  "subjects": "MARRIAGE SERVICE-BUILDINGS-DESIGNS AND PLANS; WEDDING DECORATIONS"
}