{
  "id": "2057",
  "title": "Penerapan analisa biaya relevan dalam rangka pengambilan keputusan menjual atau memproses lebih lanjut kelebihan produksi terak di PT Semen Gresik (Persero) Tbk.",
  "abstract": "Penelitian ini adalah studi kasus yang dilakukan di PT Semen Gresik (Persero) Tbk. dengan tujuan untuk mengetahui bagaimana analisa biaya relevan dalam pengambilan keputusan menjual atau memproses lebih lanjut kelebihan produksi terak di PT Semen Gresik (Persero) Tbk. Rancangan penelitian yang digimakan dalam penelitian ini adalah penelitian deskriptif. Unit analisa dalam penelitian ini adalah data biaya produksi dan biaya usaha yang diolah dengan analisa biaya relevan. Analisa ini dilakukan dengan cara menghitung biaya-biaya yang relevan untuk alternatif menjual terak secara langsung dan alternatif memproses lebih lanjut kelebihan produksi terak. Berdasarkan hasil analisa biaya relevan dapat disimpulkan bahwa, selain faktor kuantitatif, perlu dipertimbangkan juga faktor kualitatif dalam pengambilan keputusan, agar tidak terpaku pada tujuan memaksimasi laba jangka pendek, yang kemungkinan nantinya akan merusak tujuan laba perusahaan secara keseluruhan dalam jangka panjang. Dimana faktor kualitatif tersebut biasanya lebih berorientasi pada target jangka panjang. Jadi, dengan pertimbangan kuantitatif dan kualitatif yang ada, perusahaan akan dapat mengambil keputusan yang optimal. Dari contoh kasus yang terjadi di PT Semen Gresik pada tahun 2000 tersebut dapat dibuat suatu rumusan dalam pengambilan keputusan pada kasus yang serupa, mengenai hal-hal (termasuk biaya, resiko dan laba) apa saja yang perlu dipertimbangkan dalam tiap alternatif baik menjual (ekspor) maupun memproses lebih lanjut kelebihan produksi terak pada masa yang akan datang.",
  "creators": "YENNY ANDRIANY",
  "contributors": "Imelda Rambu H. Ndjoeroemana (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 0298/AKT/2004; Yenni Andriani (32499019)",
  "subjects": "COST ACCOUNTING"
}