{
  "id": "20631",
  "title": "Pusat rekreasi dan olah raga selam di P. Semu Besar",
  "abstract": "Studi awal merupakan titik tolak pembahasan dengan menguraikan tentang pengenalan akan gagasan serta identifikasi permasalahan. Pembahasan dilanjutkan dengan pengenalan a- kan lokasi serta peninjauan pada aspek-aspek perencanaan yang akan mempengaruhi. Dari hasil tahap Perencanaan,dilanjutkan dengan Bagian Perancangan yang diawali de- ngan memberi batasan daripada perancangan. Program dasar akan membahas tentang dasar- das a r dari perancangan fisik Pusat Rekreasi dan Olah-raga Selam di P. Semu Besar. Bagian ini terdiri dari :areal pelayanan proyek, aktivitas yang direncanakan, perhitungan wi- satawan dengan proyeksi hingga 1990, fasili tas/sarana serta Struktur Organisasi yang direncanakan. Program Kebutuhan merupakan implementasi dari pada program dasar yang mana mempersoalkan: Fasilitas,kapasitas dan besaran ruang ser- ta karakteristik, hubungan serta pengelompokan ruang. Perancangan tapak dimulai dengan mendeteksi kondisi serta persyaratan dari tapak itu sen- diri. Penentuan letak dermaga merupakan tindak lan- jut dari pada peninjauan di atas. Konsepsi massa & ruang luar, sistim sirku- lasi di dalam tapak akan dilanjutkan de- ngan hasil akhir berupa rencana pendaerah- an. Perancangan bangunan diawali dengan pemba- hasan tentang ekspressi serta simbolisme yang akan ditampilkan pada bangunan. Sistim struktur serta pemilihan bahan me- rupakan langkah lanjut yang akan dilanjut kan dengan perancangan pertamanan. Perancangan pertamanan akan menguraikan ten- tang efek-efek yang dapat timbul pada serial vision. Akhirnya karya tulis ini ditutup dengan perancangan sistim utilitas yang akan diterap- kan.",
  "creators": "IGNATIUS S. BUDIHARSA",
  "contributors": "Stanislaus Kuntjoro Santoso (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur; Ignatius S. Budiharsa (376025)",
  "subjects": "RECREATION CENTRES; SEASIDE RESORTS; SPORTS FACILITIES"
}