{
  "id": "20641",
  "title": "pusat Riset Energi Surya di Surabaya",
  "abstract": "Sebagai salah satu fasilitas ilmiah,Pusat Riset Energi Surya ini meru- pakan perwujudan gagasan untuk mencari dan meneliti sumber energi peng- ganti minyak bumi yang sinkron dengan asas konservasi lingkungan dimana hal ini dapat dipenuhi oleh tenaga matahari yang berlimpah-limpah. Latar belakang gagasan penyelenggaraan Pusat Riset Energi Surya di In - donesia ini bertitik tolak dari kenyataan bahwa negara ini tidak terle- pas dari permasalahan energi sebagai akibat langsung atau tidak lang - sung dari krisis energi yang melanda dunia dewasa ini, Langkah -langkah pendekatan diambil dengan meninjau berbagai kemungkinan sumber energi baru yang dapat diharapkan menggantikan peranan minyak - bumi dan sampai sejauh.mana kondisi dan situasi teknologi Indonesia mampu menangani permasalahan ini.Pertimbangan mengenai urgensi dan pe- ranannya dimasa kini maupun mendatang mengarah pada suatu k esimpulan - tentang perlunya gagasan tersebut direalisir sekarang. Observasi selanjutnya difokuskan pada sistim-sistim arsitekturalnya - yang melibatkan aktivitas manusia (sirkulasi,organisasi,proses)be - serta kebutuban sarana-sarana dan ke lengkapannya yang terpadu dalam su - atu wadah.Pusat Riset Energi Surya.Perwujudan fasilitas ini dimungkin- kan setelah dilakukan serangkaian analisa ditinjau dari berbagai segi , baik dari segi penentuan kota,lokasi site maupun teknis bangunannya , terlebih.lagi untuk mem enuhi kriteria khusus bagi fasilitas ini,ya itu sebagai suatu.proyek percontohan bagi bangunan dengan tujuan konserva - si energi dan pemanfaatan energi matahari,yang diaplikasikan baik se - cara langsung maupun tidak langsung kedalam bangunan phisiknya, Hasil akhir serangkaian analisa tersebut akan merupakan suatu konsep -",
  "creators": "JIMMY PRIATMAN",
  "contributors": "E.B. TEDJA (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 013/ARS/1981; Jimmy Priatman (372016)",
  "subjects": "RESEARCH CENTERS; SOLAR ENERGY-RESEARCH"
}