{
  "id": "20649",
  "title": "Terminal bus antar kota di Probolinggo",
  "abstract": "Laporan perencanaan ini disusun dalam rangka memenuhi persya- ratan kurikuler ujian sarjana pada Fakultas Arsitektur, semes- ter XI, medio 17 September 1984-8 Desember 1984, pada Fakul- tas Teknik Universitas Kristen Petra Surabaya. Adapun judul proyek yang dipilih untuk perencanaan tugas a- khir ini adalah : \"TERMINAL BUS ANTAR KOTA DI PROBOLINGGO Dalam laporan ini akan mengulas berbagai permasalahan-permasalahan lahan sarana perhubungan dan sistim transportasi kota dari berbagai sebab dan akibat yang saling terikat satu dengan la- innya di wilayah atau lalu-lintas kota Probolinggo. Hal terse- but mengingat pentingnya wadah transportasi dalam memperlan- car arus sirkulasi manusia dan mempercepat perjalanan dan bu- kan untuk mencari keuntungan, dengan kata lain bangunan ini bukanlah merupakan bangunan komersiel. Maka pemerintah mempu- nyai program peningkatan terminal bus antar kota di seluruh In- donesia, baik pembangunan terminal di daerah yang belum memi- liki maupun yang telah memiliki namun sudah tidak memenuhi- persyaratan lagi. Pengaturan, pengelolaan, pembangunan dan lain-lain diatur o- leh Pemerintah, sehingga dengan demikian terminal bus ini me- rupakan salah satu bangunan yang menjadi milik Pemerintah. Pembangunan gedung terminal bus Probolinggo yang baru pada ta- pak yang sesuai atas dasar beberapa pertimbangan serta anali- sa-analisa. Secara garis besar juga diuraikan tentang sejarah terminal- bus, kondisi-bangunan, perkembangan kota, kebutuhan ruang dan persyaratan perlengkapan bangunan. Selanjutnya setelah tersusun program kebutuhan serta luas ta- pak yang diperlukan, kemudian dicari lokasi yang sesuai de- ngan persyaratan tersebut, juga sesuai dengan lokasi yang di- sediakan oleh bagian Tata Kota Kodya Probolinggo untuk keper- luan realisasi dari terminal bus. Dalam menyusun laporan ini, data diperoleh dari hasil wawanca ra, pengamatan maupun study literatur yang kemudian diolah un- tuk mendapatkan pedoman perancangan terminal bus.",
  "creators": "GO SIOE KWAN",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Go Sioe Kwan (374013)",
  "subjects": "BUS TERMINALS; TERMINALS (TRANSPORTATION)"
}