{
  "id": "20668",
  "title": "Perancangan dan pembuatan sistem informasi layanan akademik berbasis web dan layanan short message service (SMS) di sekolah X",
  "abstract": "Pada saat ini tingkat persaingan antar institusi pendidikan semakin tinggi, sehingga mengakibatkan setiap institusi pendidikan tersebut harus dapat mengelola institusinya secara baik dan efektif. Sistem informasi akademik merupakan solusi yang tepat dalam memenuhi kebutuhan sekolah dalam hal mengelolah data-data yang bersifat manual menjadi terkomputerisasi, meningkatkan kualitas pelayanan kepada khalayak umum, siswa, dan orang tua siswa, dan dapat meningkatkan kinerja sumber daya manusia (SDM) yang ada pada institusi tersebut. Pada skripsi ini, penulis membuat sebuah website bagi sekolah X sehingga dapat mengelolah data-data akademik secara cepat dan tepat, dan dapat memberikan informasi-informasi penting bagi khalayak umum, siswa, dan orang tua siswa mengenai sekolah tersebut, informasi mengenai perkembangan akademik siswa seperti nilai, pelanggaran yang dilakukan siswa dan sejumlah kegiatan non akademik. Selain itu aplikasi yang dibuat bertujuan untuk mengajak orang tua berpartisipasi dalam memantau perkembangan akademik siswa dan dalam memberi kritik dan saran bagi sekolah, dengan cara memberikan fasilitas SMS, sehingga memudahkan setiap orang tua siswa dalam menyampaikan pendapatnya dan memperoleh informasi secara cepat. Aplikasi tersebut dibuat dengan menggunakan teknologi PHP, Macromedia Dreamweaver, dan MySQL dan didukung oleh sebuah SMS gateway (Gammu) sebagai aplikasi cron. Dari hasil implementasi dan pengujian aplikasi sistem informasi layanan akademik berbasis web pada sekolah X, dapat disimpulkan bahwa dengan menggunakan fasilitas SMS pada sekolah X mampu menjawab permasalahan yang dihadapi oleh sekolah dan dapat menjawab setiap kebutuhan siswa dan orang tua siswa.",
  "creators": "NANDA KUMALASARY",
  "contributors": "Alexander Setiawan (Advisor 1); Silvia Rostianingsih (Advisor 2); Ibnu Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021003/INF/2011; Nanda Kumalasary (26407120)",
  "subjects": "WEB SITES; DATABASE MANAGEMENT; DATABASE DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS)"
}