{
  "id": "20676",
  "title": "Pusat rekreasi pantai Tasikharjo - Tuban",
  "abstract": "Laporan perencanaan ini disusun dalam rangka memenuhi persya- ratan kurikulum untuk menyelesaikan masa studi Sarjana pada Fakultas Teknik Arsitektur Universitas Kristen Petra Surabaya Judul proyek yang kami pilih adalah :'Pusat Rekreasi Pantai Tasikharjo -Tuban', dimana gagasan ini sesuai dengan \"Rencana Kanwil Dirjen Pariwisata Jatim yang bersama-sama dengan Peme- rintah Dati II Tuban, hendak mengadakan perencanaan kembali pe- mandian laut ?Tasikharjo ? Tuban, serta ikut menunjang Program Pemerintah di bidang Pariwisata dalam Pelita IV mendatang. Dalam laporan ini akan dibahas hal-hal yang merupakan perenca- naan kembali obyek rekreasi pantai tersebut, mengingat kondi- si dan permasalahan-permasalahan yang timbul saat ini tidak me mungkinkan untuk dikembangkan. Namun diharapkan dengan adanya perencanaan Pusat Rekreasi Pan tai Tasikharjo dapatlah memenuhi tuntutan kebutuhan akan re- kreasi yang sehat bagi masyarakat maupun warga kota Tuban se- kitarnya yang sekaligus berfungsi sebagai 'tourist resort ? a- tau 'beach resort ? bagi para wisatawan yang mengadakan 'stop - over\"dalam melakukan perjalanannya, karena accessibilitasnya yang cukup tinggi, yaitu relatip dekat dengan jalur transpor- tasi regional semarang-Surabaya. Untuk mendapatkan suatu hasil yang optimal daripada perencana- an Pusat Rekreasi Pantai Tasikharjo,maka perlulah kita keta- hui arti dan fungsi dari Rekreasi tersebut, serta tinjauan ter hadap potensi, kondisi tapak maupun motivasi kunjungan wisata wan. Dengan adanya jenis-jenis kegiatan dan karakter yang ber- beda-beda menyebabkan diperlukannya perwujudan berbagai jenis fasilitas serta perlengkapan-perlengkapannya, yang sesuai de- ngan maksud dan tujuan perencanaan proyek tersebut. Dengan bertitik tolak dari konsep dasar perancangan, akhirnya dapat diwujudkan bentuk gambar-gambar perancangan Pusat Rekre- asi Pantai Tasikharjo Tuban tersebut.",
  "creators": "RUSTANDY TEDJO KUSUMO",
  "contributors": "Indriani (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur; Rustandy Tedjo Kusumo (376037)",
  "subjects": "COASTS-RECREATIONAL USE; RECREATION CENTERS"
}