{
  "id": "20677",
  "title": "Museum Kapal di Surabaya",
  "abstract": "Dalam menjangkau kesempurnaan memang sangat fantastis tampaknya seperti tidak ada kesempurnaan bagi manusia. Yang ada adalah tahap demi tahap yang lebih baik dari hari kemarin. Dunia telah mencatat bahwa Indonesia adalah negara maritim dengan kerajaan-kerajaan laut yang melambangkan kekuasaan-kekuasaan e maritim. Rekonstruksi sejarah maritim Indonesia,tidak saja memerlu- kan bahan-bahan tertulis saja tetapi tugas setiap museum ialah menghimpun bahan-bahan pembuktiani sejarah yang ber- sifat visual. Hubungan antara benda-benda yang dipamerkan dengan kehidupan masyarakat masa kini bukan hanya merupakan simbol masa silam yang tidak ada hubungannya dengan kehidupan masa kini. Perkembangan yang bersifat multi demensi disertai berbagai kecepatan perubahan yang kurang selaras dari peri kehidupan bangsa Indonesia dapat menempatkan manusia dalam keterasing an akan ruang dan waktu dari lingkungan yang menumbuhkannya. Museumlah yang sanggup memberi gambaran akan jejak-jejak per kembangan tersebut secara jelas sehingga dapat dirintis dengan lebih baik akan usaha-usaha pembangunan yang lebih utuh dan selaras. Perananarsitektur dalam museum adalah penting, karena mmuseum meitik beratkan keterlibatan masyarakat luas dalam aktivitasnya. Museum tidak lagi .\"hanya\" ruang pamer benda- benda koleksi tetapi ia menampung aktivitas keterlibatan masyarakat disatu pihak dan peningkatan aktivitas kemampuan pihak museum itu sendiri dilain pihak. Program aktivitas museum semakin luas menyangkut koleksi, preservasi, eksebisi, interpretasi (penyelidikan, publikasi, edukasi) yang menimbulkan persyaratan-persyaratan ruang yang terperinci, memiliki fleksibilitas yang luas, di- samping persyaratan-persyaratan yang menyangkut konservasi (faktor cahaya, debu, kelembaban), masalah-masalah iklim (temperatur, ventilasi, sirkulasi), keamanan (peralatan security, sistem indikator, pemadam kebakan, pintu-pintu darurat), masalah-masalah penampilan (kualitas dan kwantitas ruang, faktor cahaya, komunikasi, sirkulasi, sistem suara). Kesemuanya itu merupakan masalah-masalah teknis yang semakin kompleks yang mempengaruhi struktur, sistem dan meterial bangunan, yang dengan sendirinya tercermin dalam bentu- bentruk ekspresi penampilan dalam arsitektur. Perencanaan museum tidak saja tertuju pada memenuhi kwalitas dan kwantitas pameran dan aktivitasnya, tetapi juga masalah-masalah sosial dan ekonomi, serta masalah lingkungan yang kadang-kadang memiliki kecepatan berubah diluar jangkauan, menjadi faktor-faktor ikut menentukan.",
  "creators": "FREDDY H. ISTANTO",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 027/ARS/1982; Freddy H. Istanto (375012)",
  "subjects": "MUSEUM BUILDINGS; SHIPS-MUSEUMS"
}