{
  "id": "20673",
  "title": "Perancangan dan pembuatan sistem informasi pembelian dan penjualan pada restoran cepat saji Oto Bento",
  "abstract": "Oto Bento adalah sebuah franchise yang bergerak di bidang makanan Jepang cepat saji. Pada saat ini sistem pembelian, pencatatan stok dan penjualan pada Oto Bento masih menggunakan sistem manual. Agar lebih efisien dibutuhkan sebuah aplikasi yang meliputi proses pembelian, pencatatan persediaan dan penjualan, agar dapat menghasilkan informasi bagi pemilik secara tepat dan akurat. Aplikasi ini dikembangkan dan dibuat dengan menggunakan bahasa pemrograman PHP dan MySQL sebagai tempat penyimpanan data. Tools yang dipergunakan dalam membuat Data Flow Diagram dalam menggambarkan proses bisnis restoran adalah Microsoft Office Visio 2007, sedangkan pembuatan Entity Relationship Diagram dalam menggambarkan database sistem menggunakan Power Designer 9. Aplikasi yang dibuat meliputi proses pembelian, penjualan, pencatatan persediaan, dan administrasi. Dari hasil pengujian terhadap aplikasi, menunjukkan bahwa aplikasi ini dapat memproses data transaksi yang berhubungan langsung dengan proses pembelian dan penjualan secara otomatis, hal ini sesuai dengan yang dibutuhkan restoran saat ini. Laporan manajerial yang dihasilkan akurat, karena sesuai dengan perhitungan manual. Berdasarkan hasil evaluasi yang dilakukan oleh 3 pengguna, menyatakan fitur-fitur dalam aplikasi sudah sesuai dengan yang dibutuhkan restoran.",
  "creators": "KRISTIAN GUNAWAN",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Zeplin Jiwa Husada Tarigan (Advisor 2); Yulia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021006/INF/2011; Kristian Gunawan (26407019)",
  "subjects": "MANAGEMENT INFORMATION SYSTEM-COMPUTER PROGRAMS; PROGRAMMING (ELECTRONIC COMPUTERS)"
}