{
  "id": "20683",
  "title": "Gedung olahraga Surabaya",
  "abstract": "Demi memenuhi tuntutan keseimbangan jiwa raga, manusia mem- butuhkan olahraga, lebih-lebih di kota-kota besar seperti misalnya Surabaya, olahraga akan sangat dibutuhkan untuk mengimbangi kesibukan kerja sepanjang hari terus-menerus. Perkembangan penduduk yang sangat cepat, perlu diimbangi oleh kemampuan untuk menyediakan prasarana dan sarana olah - raga. Hal ini merupakan tantangan yang perlu segera ditanggapi oleh kota Surabaya. Berikut ini, kami akan mencoba membahas mengenai perencanaan dan perencangan suatu bangunan gedung olahraga di Surabaya, yang selain bertujuan untuk meningkatkan prestasi olahraga di Jatim pada umumnya juga untuk mensukseskan program peme- rintah dalam memasalkan olahraga yang akan mempengaruhi sta- bilitas dan ketahanan nasional, mengingat bahwa melalui olahraga dapat ditingkatkan keuletan, ketangguhan dan per- satuan bangsa. Suatu perencanaan dan perancangan yang baik dan sistematis, tidak hanya memperhatikan satu faktor saja sehingga menga- baikan faktor-faktor yang lain, tetapi suatu perpaduan anta- ra banyak faktor menjadi suatu wujud kesatuan dengan melalui analisa yang mempertimbangkan tujuan, batasan dan kriteria- kriteria yang diprioritaskan. Kami akan melakukan pembahasan melalui beberapa tahapan agar dapat diketahui dan dimengerti hubungannya satu dengan yang lain secara jelas. Penyajiannya dapat dibedakan menjadi dua macam: Suatu penulisan laporan perencanaan dan perancangan dimana akan dituangkan tahap gagasan (inception), pro - gram dan perencanaan (planning and programming) serta pembahasan dasar perancangan fisik bangunanya. Suatu gambar, perancangan fisik bangunannya yang ber- titik tolak dari penulisan laporan seperti tersebut di atas.",
  "creators": "JUSAK P. WONOADI",
  "contributors": "E.B. TEDJA (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur; Jusak P. Wonoadi (376053)",
  "subjects": "SPORT FACILITIES-BUILDINGS; SPORTS FACILITIES--DESIGNS AND PLANS"
}