{
  "id": "20686",
  "title": "Deskripsi product positioning strategy menurut persepsi konsumen pada Radio SCFM 104,75 MHz. Surabaya di Surabaya",
  "abstract": "Media radio mempunyai keunggulan meliput acara-acara stpei ram alan cuaca, berita politik sampai kdminalitas dan lanpsung m enyiarknnnya. Dibandingkan koran atau majalm infonnasi yang disampaikari radio lebih cepat ditelima oleh konsumen. Sedangkan dibandingkan W tentunya biaya penyiaran radio jauh lebih murah. Meskipun radio memiliki keunggulan teaebut, namun hants disadari bahwa kehadiran W swasta merupakan ancaman yang serius , karena itu Radio hanxq O elola lebih profesional a/ir mampu menghmsilkan prov am -prop am yang bennutu dan m am pu survive, karena kehidupan sebuah st%iun radio terganhmg pada pem asang iklan. Pemasang iklan akan memilih radio m ana yang paling populer, radio m ana yang m emiliki added value , serta cocok dengan citra produk mereka. Radio harus mampu menjawab dan memenuhi keinginany kebum hm dan sdera konsum el bahkan dapat menciptakxn kebutuhan bae konsumm yaitu kebutuhan akan informasi yang berbobot. Tentu saja tersebut tidak mudc karena tahun-tahun sebelumn#a kebanyakan radio swata hanya dikelola alakadlmyw karena dengan pengelolm yang dem ikian sudah m ampu mengEmpun banyak pendengar dan bksa menl adirkan iklan yang merupakan urat nadi sebuah stasiun radio. Namun masa keem asan itu sudah beflalw dzm pengdolaan sudah tidak bisa dilaltukan secara alakadamya jika mxqih 1g111 bertxhan. Itu sebabnya banyak radio yang berpindah dari jalur AM ke FM gtma menghasilkan mum siaran yang lebih bmk, ' serta melakukan penajnmsn positioning dan target audience (pendengar). iadio harus mampu menciptakan image perusahaan m auptm im age produk dari program -proc am yang ditawarkannya. Radio SCFM telah melxkttkan penajaman positioning dan target audicnce yang ditujukan ba# profesional mudmNamun demikian perlu diketahtli aplkah prk uct positioning stratew yang selama ini djalankan oleh Radio SCFM sudah munduduki top of zaia: dalam arti menciptakan peaepsi yang baik di benak konsum en.",
  "creators": "RANI MARIA ICHWANTO",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Skripsi No. ...; Rani Maria Ichwanto (31492171)",
  "subjects": "MARKETING-MANAGEMENT; CONSUMERS-PREFERENCES"
}