{
  "id": "20702",
  "title": "Airport catering facility di Bandara Udara Internasional Ngurah Rai Denpasar Bali",
  "abstract": "Makalah ini adalah bagian tertulis dan merupakan tahap pertama dari pada tugas perencanaan Proyek Akhir, da lam rangka memperoleh gelar Sarjana Arsitektur d i Fakul- tas Teknik Sipil dan Perencanaan Universitas Kristen Pe- tra Surabaya. Sasaran dari makalah ini adalah untuk menyusun pokok pikir an yang akan dijadikan dasar guna membuat perencanaan fi- sik, kemudian judul yang dipilih untuk perencanaan tugas- akhir ini adaiah \"AIRPORT CATERING FACILITY\"di Bandar U dara Internasional Ngurah Rai -Bali yang terletak di sebelah lah selatan Kota Denpasar. Dari judul diatas dapat disebutkan dengan jelas- ruang lingkup perencanaan yang dibuat, tetapi untuk mende kati permasalahan haruslah pula memperhatikan unsur-unsur yang ada pada Bandar Udara yang bertaraf Internasional, di Indonesia. Sebab unsur-unsur tersebut saling terikat satu dengan yang lainnya. Pembahasan dalam laporan Perencanaan ini dilakukan menu- rut tahapan sebagai berikut ; 1. Menguraikan secara umum dengan peninjauan secara garis besar, Latar belakang pengertian, fungsi, manfaat, pe- ngaruh sistim-sistim, persyaratan-persyaratan dengan tujuan untuk menentukan arah perencanaan. 2. Dimulai dari peninjauan terhadap P. Bali pada umumnya dan kota Denpasar pada khususnya. Letak serta fungsinya yang kemudian dilanjutkan dengan meninjau transportasi udara di Bandar Udara Internasio nal Ngurah Rai, dalam peranan dan masalahnya serta pe- nanggulangannya guna menjajaki fungsi maupun scope pe- layanannya. 3. Setelah meninjau kondisi Bandar Udara Internasional ma- ka dari kesimpulan permasalahan yang ada, dibuat suatu pengenalan proyek yang pada pokoknya adalah merupakan sinkronisasi antara hasil kesimpulan permasalahan dan gagasan akan perencanaan Airport Catering facility, di Bandar Udara Internasional Ngurah Rai. Pengenalan proyek ini merupakan langkah awal serta da- sar untuk pentahapan selanjutnya. 4. Untuk mendapatkan pemecahan yang paling sesuai dilaku - kan analisa dari segi perancangan phisik. Pembahasan didasarkan pada ; Data - survey - wawan cakap - studi perbandingan dan a nalisa pemikiran dengan membuat studi kemungkinan. 5 .Merupakan suatu analisa dari segi perancangan phisik, yaitu site dan bangunan yang berguna untuk dipakai da- lam perancangan phisik bangunan airport catering faci- lity di Bandar Udara Internasional Ngurah Rai.",
  "creators": "R. BINTARAN ARYANTO",
  "contributors": "I Gusti Nyoman Sulendra (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 194/Ars; R. Bintaran Aryanto (377051)",
  "subjects": "AIRPORTS; CATERERS AND CATERING-MANAGEMENT"
}