{
  "id": "20722",
  "title": "Wilasa Waidya Grha di Surabaya",
  "abstract": "Makalah ini disusun dalam rangka memenuhi sebagian persya- ratan kurikuler Proyek Akhir Fakultas Teknik Arsitektur Universitas Kristen Petra sem eter X -periode I X 1983. Judul proyek yang di pi l i h \"WILASA WAIDYA GRHA\"merupakan sub judul dari \"REKREASI Sebagai suat u proyek yang lebih menitik beratkan pada pe- rancangan (design) serta dikaitkan dengan kenyataan pa- da saat ini, maka konsep perancangan ini dimulai dengan pengenalan dan pengertian sarana yang direncanakan sesuai tinjauan atas sarana yang serupa dan telah ada pada saat ini. Sehingga dapat disimpulkan pengertian, tujuan dan fung si dari Wilasa Waidya Grha yang lebih tepat. Tinjauan akan kebutuhan dan potensi yang dimiliki sarana- Wilasa Waidya Grha,yang bersifat exclusive club, khususnya untuk para dokter yang tergabung dalam IDI cabang Surabaya dengan keluarganya menjadi alasan dibangunnya sarana ter- sebut di Surabaya. Jenis fasilitas yang diidentifikasikan dalam peninjauan - dan pembahasan sifat serta karakter tiap jenis aktivitas menyebabkan perlunya penekanan dari perwujudan sarana re - kreasi yang bersifat tertutup atau \"privacy recration\" untuk memenuhi sasaran perencanaan yang tepat. Berikutnya disusun progam ruang sesuai program kebutuhan - pemakai sarana. Berdasarkan progam kebutuhan pula dicari lokasi yang sesuai untuk Wilasa Waidya Grha di Surabaya. Akhirnya pembahasan sampai pada analisa perencanaan ta- pak (site planning )dan perancangan fisik bangunan- (design building), di mana kedua aspek tersebut akan digunakan sebagai pedoman perancangan dalam bentuk gam- bar pra rencana (tiga dimensinya).",
  "creators": "LILIANNY SIGIT",
  "contributors": "Krisdianto Anggijono (Advisor 1); J. Loekito Kartono (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan PerancanganArsitektur; Lilianny Sigit (379017)",
  "subjects": "BUILDING; HEALTH FACILITIES-BUILDINGS-DESIGNS AND PLANS"
}