{
  "id": "20737",
  "title": "Kantor Bupati Kepala Daerah Tingkat II Pamekasan",
  "abstract": "Dalam menghadapi masyarakat yang terus berkembang dalam berbagai aspek,maka kantor Bupati Kepala Daerah Tingkat II Pamekasan sebagai lembaga eksekutif yang berfungsi menye - lenggarakan pelayanan dalam bidang administratif kepada masyarakat.maka harus mulai melakukan langkah -langkah penyesuaian .Yaitu dengan mengadakan perorganisasian kem- bali perangkat pemerintahan yang meliputi ketata kerjaan, personil dan kelengkapan materiil dan termasuk fasilitas perkantorannya. Fungsi Kantor Bupati KDH Tk.II Pamekasan adalah sejalan dengan fungsi pemerintahan atau negara dalam skala kabupaten daerah tingkat II.Tujuannya adalah untuk mencapai ketertib- an didaerah dalam arti tertib sosial,tertib politik,ter - tib hukum,menuju masyarakat yang adil dan makmur. Sebagai kantor pemerintah yang mendukung efektifitas dan efisiensi pembangunan daerah tingkat II Pamekasan,maka unsur -unsur yang terlibat-seperti,organisasi,fasilitas bangunan dam kondisi tam paknya harus saling menunjang.pen- capaian tujuan secara sehat. Lokasi kantor Bupati kepala daerah tingkat II Pamekasan yang ada sekarang dinilai sudah tidak sesuai,sehingga harus dipindahkan pada lokasi yang diusulkan yaitu yang tadinya dijalan jokotole dipindahkan kepusat kota di jalan slamet riyadi.Lokasi yang baru ini dinilai lebih sesuai dan representatif sebagai lokasi kantor Bupati KDH Tk.II Pamekasan.Perencanaan dan perancangan kantor Bupati yang baru ini diproses berdasarkan tuntutan suatu kantor Bupati yang ideal dalam arti fungsionil.",
  "creators": "SUNARTO ARIANTO",
  "contributors": "Handinoto (Advisor 1); BUDI PURWIYANTO (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Sunarto Arianto (381002)",
  "subjects": "HOME OFFICES--DESIGNS AND PLANS; OFFICE BUILDING"
}