{
  "id": "20736",
  "title": "Markas dinas kebakaran di Malang",
  "abstract": "Makalah ini disusun dalam rangka memenuhi sebagian persya- ratan Proyek Akhir Fakultas Teknik Arsitektur, Universitas Kristen Petra Semester X, periode XI,1984. Adapun judul yang dipilih adalah \"Markas Dinas Kebakaran\", sebagai suatu proyek yang lebih menitik beratkan pada segi perancangan (design) serta dikaitkan dengan kenyataan yang ada pada saat ini, maka konsep ini dimulai dari pengenalan, latar belakang dan pengertian sarana yang direncanakan se- suai dengan tinjauan atas sarana yang telah ada pada saat ini.sehingga dapat disimpulkan bahwa pengertian, akibat- akibat dari suatu kebakaran dan cara untuk mengatasinya se- suai dengan klasifikasi kebakarannya. Tinjauan akan Dinas Kebakaran di Indonesia adalah untuk mengetahui sampai sejauh mana Tugas, Fungsi, Kedudukan dan lain-lain yang berhubungan dengan pelayanan kebakaran, se- bab Dinas Kebakaran adalah sarana yang mutlak diperlukan oleh suatu kota. Dengan melihat potensi dan pembangunan yang sedang berjalan di kotamadya Malang, bila dibandingkan dengan fasilitas ke- bakaran yang ada menjadi tidak seimbang, hal ini menjadi a- lasan dibangunnya sarana tersebut di kotamadya Malang. Untuk memenuhi sasaran perencanaan yang tepat, yaitu dengan mengidentifikasi fasilitas berdasarkan aktivitas yang ada. Berikutnya disusun kebutuhan ruang dan perkiraan luas ru- ang untuk menentukan luas site yang dibutuhkan dan yang se- suai untuk Markas Dinas Kebakaran di Kotamadya Malang. Sebagai akhir pembahasan,yaitu sampai pada analisa peran- cangan bangunan dan analisa Site,dimana kedua aspek ter- sebut akan digunakan sebagai pedoman perancangan dalam ben - tuk gambar pra rencana (dan bentuk tiga dimensi).",
  "creators": "VERONICA I. KAELANI",
  "contributors": "Wanda Widigdo Canadarma (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan perancangan Arsitektur; Veronica I. Kaelani (379064)",
  "subjects": "FIRE STATIONS-BUILDINGS; FIRES"
}