{
  "id": "20755",
  "title": "Resort hotel (lepas pantai dan pantai) di perairan AAN Lombok",
  "abstract": "Laporan perencanaan ini disusun dalam rangka melengkapi tugas akhir mata kuliah Merancang Arsitektur AR periode XIX, tahun 1988, Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra Surabaya. Judul yang dipilih adalah : \"RESORT HOTEL (PANTAI & LEPAS PANTAI) DI PERAIRAN AAN LOMBOK \" Dalam pelaksanaan tugas akhir yang berupa perencanaan dan perancangan Arsitektur ini dibagi dalam tahapan- tahapan yaitu: 1.Tanggal 9 Juli 1988 -20 Juli 1988 Pendaftaran, pemasukan proposal &j udul. 2.Tanggal 20 Juli 1988. Akhir pemasukan judul dan proposal Proyek Akhir. 3.Tanggal 25 Juli 1988. Penetapan judul Proyek Akhir dan Mentor. 4.Tanggal 4 Agustus 1988 -3 September 1988. Masa survey. 5.Tanggal 5 September 1988 -30 Nopember 1988. Masa studio:Pekerjaan perencanaan dan perancangan, maket, serta penyusunan laporan proyek akhir. 6.Tanggal 23 Nopember 1988 . Penyerahan hasil laporan proyek akhir. 7.Tanggal 30 Nopember 1988. Penyerahan hasil proyek akhir (gambar & Maket. 8.Tanggal 1 Desember 1988 -7 Desember 1988. Pameran. 9.Tanggal 8,9,10 Desember 1988 Sidang ujian pertanggungan jawab atas segala hasil pekerjaan. 10.Tanggal 12 Desember 1988. Sidang Pleno. 11.Tanggal 13 Desember 1983. Pengumuman. Dalam penulisan laporan ini diuraikan hal hal yang berkaitan dengan perencanaan resort hotel (Pantai & lepas pantai) di perairan AAN Lombok. Pembahasannya meliputi: Pengertian judul, latar belakang, tujuan, sasaran yang ingin dicapai, penjenisan hotel dan wisatawan. Di samping itu d ijelaskan pula tentang segala aktivitas dan kebutuhan fasilitas di dalam hotel. Berdasarkan data data di atas maka disusunlah suatu program kebutuhan untuk kemudian dibahas dan dianalisa. Selanjutnya disusun konsep perencanaan dan perancangan sebagai dasar dari gambar gambar yang didisain.Tak ter- tinggal, disajikan pula bentuk 3 dimensinya berupa maket.",
  "creators": "ING BASUKI KUSUMADJAJA",
  "contributors": "IR. SHELLY GUNAVATI WARDOYO, MT. (Advisor 1); Stanislaus Kuntjoro Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur; Ing Basuki Kusumadjaja (383053)",
  "subjects": "HOTELS, TAVERNS, ETC."
}