{
  "id": "20752",
  "title": "Formulasi konsumsi energi lalu lintas sebagai fungsi dari stop, delay dan waktu perjalanan",
  "abstract": "Negara-negara produsen yang pernah berjaya dengan minyak sebagai pemasukan negara mempunyai harapan cerah untuk melanjutkan pembangunan nasionalnya,termasuk Republik Indonesia sebagai negara yang sedang berkembang yang tak henti-hentinya menggalakkan pembangunan di segala bidang.Kemudian dari pada itu untuk meningkatkan devisa negara,diperlukan penghematan dari pada pemakaian bahan- bahan di dalam negeri,diantaranya bahan bakar minyak. Di kota-kota besar di Indonesia seperti halnya dengan Surabaya sebagai kota terbesar ke dua setelah Jakarta, sering terdapat kemacetan lalu lintas,hal ini disebabkan antara lain : -Jumlah kendaraan yang terlalu banyak, -Lebar jalan yang tidaak mememenuhi syarat, -Banyaknya persimpangan jalan sebidang,sehingga menimbulkan delay (penundaan),stop (pemberhentian) dan makin lamanya waktu perjalanan (travel time), -Standard atau mutu jalan yang kurang memenuhi syarat. -dan lain-lain.Keadaan sedemikian jelas mengakibatkan pemakaian bahan bakar yang berlebihan,yang sebagai akibatnya akan meningkatkan subsidi pemerintah. Sehubungan dengan hal di atas,dirasa perlu mencari hubungan antara konsumsi bahan bakar dengan parameter- parameter atau variabel variabel transportasi yang berhubungan dengannya,sehingga dengan mengetahui tingkat perjalanan,dapat diperkirakan pemakaian bahan bakar ataupun sebaliknya,dan dari segi transportasi merupakan sumber energi yang terbesar.Sehubungan dengan hal di atas,dicoba merumuskan model kebutuhan bahan bakar sebagai fungsi dari pada delay,stop dan lama perjalanan. Kendaraan-kendaraan dicoba dan diukur pemakaian bahan bakarnya yang di lakukan di daerah urban dan daerah rural, dimana kendaraan dijalank an dari suatu tempat dengan kecepatan normal sampai ke tempat yang dituju.Dalam perjalanan diukur besarnya stop,delay,travel time dan yang terakhir ditakar pemakaian bahan bakarnya dengan gelas ukuran. Kemudian hasil -hasil pemakaian bahan bakar dari tiap- tiap kendaraan dirumuskan secara statistik dengan Multiple Linear Regression Analysis.",
  "creators": "BINGNOTO YOHANES; LIM HIOK HUN",
  "contributors": "Sugeng Setyawan (Advisor 1); Harry Patmadjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 315/SIP/1988; Bingnoto Yohanes (278117), Lim Hiok Hun (280095)",
  "subjects": "URBAN TRANSPORTATION-ECONOMICS ASPECTS; TRAFFIC ENGINEERING"
}