{
  "id": "20769",
  "title": "Peralatan bantu elektronik untuk alat test kompresi beton di UK Petra dengan menggunakan mikroprosesor Z-80",
  "abstract": "Pemakaian mikroprosesor tidak hanya terbatas pada mikrokomputer, tetapi juga telah banyak digunakan dalam peralatan-peralatan medis, industri, peralatan-peralatan Laboratorium, dan sebagainya. Dalam tugas akhir ini dicoba untuk merancang dan merealisasikan pemakaian mikroprosesor untuk peralatan Laboratorium, yaitu peralatan test kompresi beton, khususnya yang ada di U.K.Petra yang mana masih bersifat analog. Mikroprosesor yang digunakan adalah mikroprosesor Z-80, dalam hal ini digunakan mikrokomputer MPF-1. Peralatan ini berfungsi untuk mengetahui sampai seberapa besar tekanan beban yang dapat ditahan oleh suatu beton.Tentu saja makin besar tekanan yang dapat ditahan, maka makin baik beton tersebut. Peralatan yang dibuat dalam tugas akhir ini bukanlah suatu peralatan yang dapat berdiri sendiri, tetapi merupakan peralatan bantu elektronik. Disebut peralatan bantu oleh karena tidak dibuat sistem mekanisnya, jadi tetap menggunakan sistem mekanis dari alat test yang ada di U.K.Petra, yaitu menggunakan sistem hidraulis. Dengan peralatan bantu elektronik ini serta software yang diperlukan, maka akan didapatkan hasil pengukuran yang lebih teliti, lebih mudah dalam pembacaan hasil pengukuran karena hasilnya ditampilkan lewat display, serta lebih efisien karena dapat digunakan untuk melakukan pengetesan delapan buah beton secara bersama- sama.Tetapi karena terbatasnya sistem mekanis yang ada, maka hanya dibuat untuk melakukan pengetesan satu beton saja tiap kali proses.",
  "creators": "SLAMET ARIFIN",
  "contributors": "SOETIKNO (Advisor 1); HERLIANTO TENGGARA (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 88/E/EL/017; Slamet Arifin (482053)",
  "subjects": "COMPUTERS; CONCRETE-TESTING"
}