{
  "id": "20773",
  "title": "Pusat informasi dan peragaan busana Indonesia di Jakarta",
  "abstract": "Laporan ini disusun dalam rangka untuk memenuhi persyaratan Ujian Sarjana Arsitektur pada periode ke XXI tahun 1989,pada Fakultas Tehnik Sipil dan Perencanaan Jurusan Arsitektur Universitas Kristen Petra Surabaya. Judul proyek yang kami buat adalah : PUSAT INFORMASI & PERAGAAN BUSANA INDONESIA Setiap orang ingin kelihatan menarik, ingin dikagumi dan tidak ingin diremehkan oleh orang lain, hal ini dapat dicapai, antara lain dengan cara berbusana dan berpenam- pilan yang baik dan menarik. Di Indonesia perkembangan busana sudah tidak dapat dihindari, hal ini dapat dilihat dari banyaknya Toserba, Plasa yang menjual berbagai ragam busana, baik busana produksi dalam negeri maupun luar negeri, adanya kecenderungan kalangan masyarakat khusus- nya masyarakat golongan menengah keatas yang lebih men- cintai produksi luar negeri,sering diadakan peragaan- peragaan busana di berbagai tempat dan banyaknya designer -designer muda yang kreatif. Dari hal-hal tersebut diatas terlihat dengan jelas, bahwa bangsa Indonesia memiliki potensi yang perlu digali, dikembangkan, diinformasikan dan dipromosikan agar busana produksi dalam negeri menjadi tuan rumah di negara sendiri dan dapat dikenal oleh bangsa lain sehing- ga menjadi salah satu pusat mode dunia. Untuk menampung hal-hal tersebut diatas perlu suatu wadah yang memadai yang dapat menampung segala kegiatan dalam mengembangkan busana Indonesia di mata dunia. Dalam laporan ini akan dibahas segala hal yang berhubungan dengan perencanaan suatu wadah Pusat Informa- si & Peragaan Busana Indonesia.Laporan ini kami susun dengan segala kemampuan yang ada pada kami selama menjala- ni pendidikan di Universitas Kristen Petra, oleh karena keterbatasan akan kemampuan dan waktu yang tersedia maka kami tidak dapat menghindari akan adanya kesalahan dan kekurangan dalam laporan ini dan semoga laporan ini bermanfaat bagi kita semua.",
  "creators": "CHANDRA WIYONO",
  "contributors": "I Gusti Nyoman Sulendra (Advisor 1); Krisdianto Anggijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 521/ARS.9/89; Chandra Wiyono (383086)",
  "subjects": "COMMERCIAL BUILDINGS; COSTUME DESIGN-BUILDINGS-DESIGNS AND PLANS; FASHION SHOWS-BUILDINGS-DESIGNS AND PLANS"
}