{
  "id": "20795",
  "title": "Studi penempatan sakelar seksi otomatis pada sutm 20 kv dengan open loop dan radial interkoneksi di jaringan PT. PLN (persero) UPJ Karangpilang",
  "abstract": "Energi listrik merupakan kebutuhan pokok bagi masyarakat setiap saat. Sehingga dibutuhkan keandalan sistem distribusi dalam penyediaan energi listrik oleh PLN kepada pelanggan. Salah satunya dengan memasang Sakelar Seksi Otomatis (Automatic Vacuum Switch) Deteksi Tegangan pada SUTM 20 KV, yang berfungsi untuk melokalisir seksi yang terganggu sehingga seksi lainnya tetap menyalurkan energi listrik. Namun dengan berkembangnya jaringan dan beban, mengakibatkan penempatan SSO tidak optimal lagi dalam melokalisir gangguan. Dalam Studi Tugas akhir ini akan dibahas analisa Voltage Drop untuk menentukan penempatan SSO pada SUTM 20 KV dengan Sistim Open Loop dan Radial Interkoneksi di PT. PLN (Persero) UPJ Karangpilang. Sistim operasi penyulang yang paling andal adalah Open Loop Satu Penyulang. Dengan sistim tersebut, daerah (seksi) yang padam pada saat ada gangguan sedikit dan daerah yang tidak terganggu tetap mendapat energi listrik. Hasil analisa drop tegangan menunjukkan bahwa semakin jauh dari GI, semakin besar drop tegangan yang terjadi. SSO-nya sendiri bekerja maksimal pada tegangan minimal 19 KV. Maka drop tegangan maksimal yang diijinkan adalah 7,5%. Drop tegangan yang tertinggi terjadi di Penyulang Lidah Kulon sebesar 10,57%, oleh karena itu harus digeser mendekati GI. Setelah digeser drop tegangannya turun menjadi 6,892%. Serta merencanakan SSO sisipan pada Penyulang lainnya untuk memperkecil beban yang padam akibat gangguan. Untuk pengembangan selanjutnya direncanakan Sistim Loop Satu Penyulang yang sesuai dengan perkembangan jaringan dan beban saat ini.",
  "creators": "WICAKSONO PRAPTOADI",
  "contributors": "Emmy Hosea (Advisor 1); Ir. M.TABRANI MACHMUDSYAH (Advisor 2); Prof. Ir. Hanny Hosiana Tumbelaka, M.Sc., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/E/TST/007/390; Wicaksono Praptoadi (23496100)",
  "subjects": "ELECTRIC CURRENTS, DIRECT; VOLTAGE REGULATORS; ELECTRIC SWITCHGEAR"
}