{
  "id": "20796",
  "title": "Perancangan tata letak fasilitas melalui pendekatan simulasi di PT Sakata Angkasa",
  "abstract": "Pada masa sekarang ini sebuah industri harus mampu menghadapi persaingan bebas. Dengan adanya tuntutan yang ada di atas maka sebuah industri harus memiliki suatu sistem produktivitas yang baik agar tetap bertahan. Salah satu cara untuk memperbaiki sistem produktivitas yang ada dalam perusahaan adalah dengan cara memperbaiki tata letak fasilitas yang ada dalam perusahaan tersebut. Karena dengan adanya tata letak fasilitas yang baik maka sebuah industri akan dapat mengurangi jarak perpindahan material antar fasilitas, dan dengan berkurangnya jarak perpindahan antar fasilitas maka hal ini juga akan mempengaruhi waktu yang dibutukan untuk menghasilkan satu produk. Dengan permasalahan di atas maka PT Sakata Angkasa tertarik untuk melakukan perbaikan sistem produktivitas melalui perancangan layout kembali. Dimana layout yang ada di PT Sakata Angkasa ini belum optimal sebab di perusahaan ini fasilitas yang ada diletakkan di tempat yang masih kosong tanpa memperhitungkan alur produksi dari produk. Untuk itu penyusun berusaha untuk merancang kembali layout yang ada di perusahaan dengan menggunakan algoritma CRAFT dan kemudian hasil layout yang baru dibandingkan dengan layout yang lama dengan menggunakan simulasi melalui software Promodel. Setelah dianalisa maka didapatkan hasil layout dengan menggunakan CRAFT temyate. lebih baik karena memiliki nilai momen pergerakan/perpindahan yang lebih kecil. Perancangan ulang tata letak fasilitas ini juga didukung dengan hasil simulasi dengan menggunakan software Promodel. Dari hasil simulasi ini juga dapat diketahui bahwa waktu perpindahan antar fasilitas dengan menggunakan layout CRAFT lebih kecil jika dibandingkan dengan waktu perpindahan antar fasilitas dengan menggunakan layout yang ada di perusahaan saat ini.",
  "creators": "MEGAWATI",
  "contributors": "Tessa Vanina Soetanto (Advisor 1); SANDY CITRO (Advisor 2); Indriati Njoto Bisono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 327/TI-54/2000; Megawati (25496058)",
  "subjects": "PRODUCTION PLANNING; PLANT LAYOUT"
}