{
  "id": "2079",
  "title": "Legalitas redesign dan shop drawing oleh kontraktor",
  "abstract": "Legalitas redesign dan shop drawing dalam dunia konstruksi perlu mendapat perhatian serius karena sering terjadi perselisihan yang berhubungan secara langsung/ tidak langsung dengan adanya perubahan-perubahan desain, usulan-usulan desain dari kontraktor. Karena itu perlu diketahui mengenai legalitas shop drawing dari kontraktor. Pembahasan dilakukan dari aspek usulan desain oleh kontraktor, approval dalam usulan desain, tanggung gugat approval terhadap usulan desain, dan perselisihan pada redesign dalam shop drawing. Tujuan penelitian ialah untuk mengetahui sejauh mana tinjauan legalitas redesign dalam shop drawing yang dibuat oleh kontraktor. Dalam penelitian ini, kelompok responden yang akan diteliti terdiri dari kontraktor, konsultan, dan pemilik bangunan. Teknik analisis data yang digunakan adalah metode deskriptif (menggunakan frekuensi dan prosentase terhadap jawaban responden), metode inferensial (menggunakan chi square) yang dipadu berdasarkan hasil kuesioner, wawancara dan legalitas aspek hukumnya. Pengajuan usulan desain, harus dibuat secara formal tertulis, approval, harus dilakukan dengan kesadaran atas tanggung jawab approval, dan berbentuk formal. Tanggung gugat atas kesalahan desain berada di pihak perencana, sedangkan pelaksaanan desain adalah tanggung jawab kontraktor. Penyelesaian perselisihan alternatif/ di luar pengadilan, terbukti bisa memberikan pemecahan yang efektif, selama peraturan yang ada ditaati.",
  "creators": "ALBERT EUDORA CHANDRA; ADE WISNU",
  "contributors": "ANDI (Advisor 1); Januar Buntoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.20121429/SIP/2005; Albert E. Chandra (21400052), Ade Wisnu (21400111)",
  "subjects": "CONSTRUCTION INDUSTRY - MANAGEMENT; INDUSTRIAL PROJECT MANAGEMENT"
}