{
  "id": "2082",
  "title": "Faktor-faktor yang mempengaruhi kontraktor untuk mengikuti tender",
  "abstract": "Keputusan untuk mengikuti tender didasarkan pada pengalaman, penilaian, dan persepsi dari masing - masing personal terhadap beberapa faktor. Penelitian ini dilakukan untuk mengidentifikasi tingkat kepentingan faktor - faktor yang mempengaruhi keputusan kontraktor untuk mengikuti tender dan mengetahui perbedaan antar kontraktor dalam menilai faktor - faktor tersebut yang ditinjau berdasarkan kelas kontraktor dan persentase pekerjaan yang didapat melalui tender. Hipotesa dari penelitian ini adalah bahwa kelas kontraktor dan persentase pekerjaan yang didapatkan melalui tender memiliki pengaruh yang signifikan terhadap tingkat faktor ? faktor yang mempengaruhi keputusan kontraktor untuk mengikuti tender. Penelitian ini dilakukan dengan menyebarkan kuisioner pada perusahaan kontraktor kelas besar dan menengah di Surabaya dan sebanyak 42 responden merespon. Lima puluh lima faktor yang digunakan dalam penelitian ini, selanjutnya dianalisa berdasarkan kelas kontraktor dan persentase pekerjaan yang didapatkan melalui tender. Secara keseluruhan, tiga faktor yang dianggap kontraktor paling mempengaruhi keputusan untuk mengikuti tender adalah kemampuan finansial owner, identitas owner dan nilai kontrak. Faktor ? faktor yang ditinjau berdasarkan kelas kontraktor dianalisa dengan menggunakan uji t-test dan hasilnya didapatkan 3 faktor yang mempunyai beda signifikan yaitu konsultan, cash flow proyek dan tipe proyek. Sedangkan faktor ?faktor yang ditinjau berdasarkan persentase pekerjaan yang didapatkan melalui tender dianalisa dengan menggunakan analisis varian dan hasilnya didapatkan 32 faktor yang mempunyai beda signifikan.",
  "creators": "YESSY; SIANE YUNIAWATY",
  "contributors": "Andi (Advisor 1); Yusuf Daud Endro Wicaksono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.20301430/SIP/2005; Yessy (21400054), Siane Yuniawaty (21400078)",
  "subjects": "BUILDING-CONTRACTS AND SPECIFICATION; CONSTRUCTION CONTRACTS; CIVIL ENGINEERING CONTRACTS"
}