{
  "id": "2083",
  "title": "Tingkat kepuasan penghuni dalam menempati Apartemen Sejahtera",
  "abstract": "Apartemen merupakan sektor yang paling aktif berkegiatan sejak pascakrisis. Untuk menjaring pasar, pengelola apartemen harus mempunyai keunikan agar penghuni tidak berpindah ke tempat lain. Tingkat kepuasan konsumen dipengaruhi oleh 2 faktor utama yaitu produk dan pelayanan dengan menggunakan parameter harapan saat membeli, realita pertama menempati, dan realita saat ini. Lokasi penelitian berada di apartemen Sejahtera, Surabaya. Obyek yang ditinjau dibatasi hanya penghuni yang memiliki unit apartemen, sudah mempunyai penghasilan, dan untuk 1 unit apartemen diwakilkan oleh 1 responden. Analisis yang digunakan distribusi frekuensi, mean, peringkat, dan chi square. Pada produk, responden mengutamakan fitur yang memuaskan, namun realitanya responden lebih mengutamakan distance. Sedangkan pada pelayanan, karyawan yang ramah dan bersahabat menjadikan courtesy menempati mean tertinggi. Tingkat kepuasan pada nilai ?memuaskan? terhadap harapan saat membeli, realita pertama menempati, dan realita saat ini adalah tidak sama. Berdasarkan jenis kelamin, wanita mengharapkan dan memperoleh tingkat kepuasan yang lebih tinggi. Berdasarkan usia, responden berumur 40-49tahun mengharapkan dan memperoleh kepuasan tertinggi. Berdasarkan tingkat pendidikan, pada harapan saat membeli responden berpendidikan mengharapkan kepuasan tertinggi, sedangkan pada realita yang terjadi responden berpendidikan D-3 memperoleh kepuasan tertinggi. Berdasarkan tingkat penghasilan, responden berpenghasilan <2juta mengharapkan dan memperoleh kepuasan tertinggi. Berdasarkan lama menempati, responden yang menempati >5tahun mempunyai kepuasan tertinggi.",
  "creators": "MAHAYU DWI PUTRI; MELLY YUSTINA",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Yusuf Daud Endro Wicaksono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20401432 / SIP / 2005; Mahayu Dwi Putri (21400127), Melly Yustina (21401038)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; CONSUMER SATISFACTION"
}