{
  "id": "20859",
  "title": "Bangunan parkir umum di Surabaya",
  "abstract": "Ringkasan Laporan perencanaan ini disusun dalam rangka memenuhi persyaratan kurikuler ujian sarjana Arsitektur,semerter X, periode IX, tahun kuliah 1983 -1984 pada Fakultas Teknis Arsitektur Universitas Kristen Petra. Adapun judul yang akan distudi merupakan salah satu sub point dari perhubungan transportasi darat sistim angkutan kota kendaraan pribadi (mobil, sepeda motor), yaitu :\"BANGUNAN PARKIR UMUM DI SURABAYA\" Dalam laporan ini akan diuraikan mengenai hal-hal yang berhubung n dengan bangunan parkir antara lain ; pendekatan studi (pembahasan dasar ), syarat-syarat dari site yang telah ada terhadap lingkungan sekitarnya, serta syarat-syarat fisik dari bangunan parkir.Bangunan parkir yang didirikan untuk menampung kendaraan umum sekitar lingkungan ternyata hanya -dapat menampung mobil umum +karyawan sebanyak 206 kendaraan, sepeda motor umum +karyawan 398 kendaraan karena keterbatasan site dan Far,dari pada kebutuhan parkir disekitar site. Disamping itu juga akan dibahas sepintas lalu tentang pertokoan nya yang merupakan fasilitas pelengkap dari bangunan parkir. Secara garis besar,fasilitas yang disediakan dapat 3jadi 3 bagian,yaitu :-Fasilitas pengunjung. Merupakan ruang-ruang untuk keperluan masyarakat umum un tuk menggunakan fasilitas parkir dan pertokoan. -Fasilitas pertokoan. Merupakan faktor pendorong masyarakat umum untuk lebih sering mempergunakan ruang parkir yang ada,disamping itu sebagai pembantu meringankan biaya pembangunan bangun an parkir. -Fasilitas administrasi. Merupakan ruang kerja dari pengelola bangunan parkir. Fasilitas servis. Merupakan ruang pelayanan terhadap keseluruhan bangunan parkir. Dari data-data yang diperoleh baik melalui survey lapangan,wawan cara maupun literatur maka dapat disusun program kebutuhan kemudian diolah sehingga mendapatkan suatu pedoman untuk perancangan bangunan parkir .",
  "creators": "DANNY S.MINTOROGO",
  "contributors": "Jimmy Nurdi Kusuma Priatman (Advisor 2); Markus Ignatio Aditjipto (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Danny S. Mintorogo (378068)",
  "subjects": "PARKING BUILDING; PARKING FACILITIES"
}