{
  "id": "20853",
  "title": "Observatorium di Argosuko",
  "abstract": "Proyek ini timbul dari gagasan akan kebutuhan suatu .wadah penelitian astroromi yang baru,dengan tujuan untuk mening katkan ilmu pengetahuan pada umumnya dan ilmu astronomi.pa da khususnya. 0leh karena itu pada Bab 1.,dibahas pemahamaan terhadap il mu astrononi dan observatorium secara umum,disamping itu potensi yang dimiliki Indonesia,sebagai dasar pengetahuan. Kemudian meninjau fasilitas sejenis yang ada di Indonesia yaitu Observatorium Bosochr.. Bagaimana kondisi dan perencanaan lahan yang dihadapi ser- ta rencana rencana yang dimiliki,sehingga akhirnya dapat disimpulkan bahwa dibutuhkan suatu wadah penelitian astro- nomi yang baru. Pada Bab 2.,dibahas maksud dan tujuan pengadaan observato rium yang baru,sasaran dan batasan serta fak tor factor yang mendukung didirikannya observatorium yang baru. Untuk itu maka pada bab 3.diadakan pendekatan terhadap ren cana,pengembangan observatorium yang baru dengan mengadakan study komparatif terhadap fasilitas sejenis yang ada persyaratan persyaratan yang harus dipenuhi dalam pemilihan lokasi nantinya. Hasil evaluasi dari study komparatif terhadap fasil itas se - jenis ini merupakan suatu kesimpulan yang dipakai sebagai program dasar dalam p erencanaan ooservatorium yang baru ini dibahas dalam Bab 4. Setelah program dasar kita menginjak pada program kebutuhan Pada Bab 3.d i bahas mengenai perancangan fisik yang meneli- ti perancangan bangunan dan tapak.sebagai hasil akhir ada- lah gambar gambar rancangan dan bentuk tiga dimensinya.",
  "creators": "JAKOBUS S.PRAYOGO",
  "contributors": "Frans Soehartono (Advisor 2); Ir. Bisatya Widadya Maer, M.T. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 162/ARS/1985; Jakobus S. Prayogo (378008)",
  "subjects": "ASTRONOMICAL OBSERVATORIES-BUILDINGS; OBSERVATORIES"
}