{
  "id": "20860",
  "title": "Kantor Walikotamadya KDH Tingkat II Pasuruan",
  "abstract": "Seiring dengan perencanaan dan pengembangan kota,baik secara Nasi- onal maupun Regional,perkembangan dan peningkatan tugas-tugas Pe - merintahan semakin bertambah di masa mendatang. Untuk mengatasi masalah i n i ,diperlukan suatu langkah penyesuaian dengan cara menyediakan suatu wadah /area pelayanan administrasi kepada masyarakat yang seideal mungkin. Dengan meninjau terhadap fungsi dari Pemerintahan Daerah dan fungsi pendukungnya,Kotamadya Pasuruan yang menjadi pusat kegiatan yang besar,baik politik,ekonomi maupun sosial,menghadapi masalah dia- tas,dimana sampai saat ini \"belum memiliki f a s i l i t a s Gedung Kantor yang dapat memenuhi kebutuhan,fungsi dan tugasnya,baik ditinjau dari segi tersedianya ruang maupun segi lokasi. 2 Dengan luas tanah yang dimi l i k i cukup sempit (4390 H ),sedang per luasan tidak memungkinkan l a g i ,juga mengingat lingkungan sekitarnya sudah padat ditambah dengan Rencana Kerangka Umum Kota (RKUK )yang dibuat oleh Departemen Pekerjaan Umum cq DTKTD Direktorat Jendral Cipta Karya yang mengatakan bahwa lokasi sekarang bukan merupakan peruntukan Kantor Pemerintahan,sehingga dengan pertimbangan diatas* study Perencanaan dan Perancangan ini mengusulkan pengadaan Kantor Pemerintahan Kotamadya Daerah Tingkat I I Pasuruan yang baru dilokasi yang terpilih yakni dijalan Panglima Sudirman Pasuruan. Adapun dalam Perencanaan dan Perancangan Kantor Pemerintahan Kotama dya Daerah Tingkat I I Pasuruan yang baru ini ,berdasarkan data-data yang diperoleh dari hasil survey dan wawancara,disamping komperatif dengan Kantor-kantor Kepala Daerah Tingkat I I lainnya yang dianggap cukup ideal.",
  "creators": "FANDY FRANSISCO",
  "contributors": "Handinoto (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Fandy Fransisco (379014)",
  "subjects": "PUBLIC BUILDINGS; OFFICE BUILDINGS-DESIGN AND PLANS"
}