{
  "id": "2086",
  "title": "Permasalahan isi dokumen kontrak konstruksi pada proyek perumahan",
  "abstract": "Kelengkapan dan kejelasan isi dokumen kontrak konstruksi sangatlah berpengaruh untuk meminimalisasikan dan mencegah permasalahan-permasalahan yang kerap timbul dalam pelaksanaan proyek konstruksi. Penelitian ini dilakukan untuk mengidentifikasi faktor-faktor yang tertera dalam isi dokumen kontrak konstruksi, mengidentifikasi permasalahan yang terjadi pada proyek perumahan, dan juga untuk menentukan tingkat permasalahan yang terjadi pada spesifikasi teknis di setiap aspek kontrak konstruksi.Melalui studi literatur, isi dokumen kontrak konstruksi dapat dibedakan menjadi aspek kontrak konstruksi dan spesifikasi teknis. Objek yang ditinjau adalah pengembang proyek perumahan yang ada di daerah Surabaya Barat dan pasangan kontraktor dari pengembang tersebut. Teknis analisis data yang digunakan adalah analisis distribusi frekuensi, analisis distribusi mean, analisis distribusi binomial, dan analisis varian. Pad a hasil analisis pertama dapat diketahui faktor-faktor yang tertera dalam dokumen kontrak konstruksi. Dari hasil analisis kedua dapat diketahui bahwa permasalahan yang paling sering terjadi pada proyek perumahan adalah faktor cuaca misalnya hujan sehingga pekerjaan terhenti sementara (mean=2.09) Dari hasil analisis ketiga dapat diketahui bahwa tingkat permasalahan terbesar yang terjadi pada spesifikasi teknis di setiap aspek kontrak konstruksi ada pada aspek teknis (mean=2.25).",
  "creators": "LILA NOVIANTI; CHRISTIAN MICHAEL S",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Yusuf Daud Endro Wicaksono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.20401435/SIP/2005; Lila Novianti (21401014), Christian Michael (21401028)",
  "subjects": "CIVIL ENGINEERING-CONTRACTS AND SPECIFICATION"
}