{
  "id": "20878",
  "title": "Perencanaan kebutuhan bahan baku di PT. Universal Wisesa Industri",
  "abstract": "Dalam suatu perusahaan, kelancaran jalannya produksi merupakan salah satu hal yang dapat mempengaruhi perkembangan perusahaan. Kelancaran jalannya produksi tidaklah lepas dari perencanaan kebutuhan bahan baku yang baik. Adanya perencanaan yang tepat, waktu dan biaya yang dikeluarkan dapat digunakan seeflsien mungkin. Tujuan dari tugas akhir ini adalah untuk memberikan usulan teknik perencanaan kebutuhan bahan baku di PT. Universal Wisesa Industri, dimana perencanaan tersebut diharapkan dapat menurunkan biaya persediaan yang selama ini dikeluarkan oleh perusahaan. Perencanaan kebutuhan bahan baku yang optimal ditentukan dengan menggunakan teknik perencanaan Material Requirement Planning (MRP) serta beberapa metode lot sizing. Adapun metode lot sizing yang digunakan adalah Lot for Lot, Economic Order Quantity (EOQ), Silver Meal, Period Order Quantity (POQ), Least Unit Cost (LUC) dan Part Period Balancing (PPB). Dari beberapa metode tersebut akan ditentukan metode yang paling tepat untuk pemesanan kebutuhan bahan baku dengan menekankan pada biaya persediaan yang paling minimal. Hasil dari perencanaan tersebut dibandingkan dengan sistem pemesanan bahan baku yang selama ini dijalankan oleh perusahaan. Hasil pengolahan menunjukkan bahwa metode lot sizing yang dapat digunakan adalah Silver Meal, POQ, LUC dan PPB dengan total biaya persediaan untuk keseluruhan bahan baku sebesar Rp 11.610.505,97. Total biaya persediaan tersebut jauh lebih kecil dibandingkan dengan metode yang selama ini dijalankan oleh perusahaan.",
  "creators": "ANITA VERONICA HERMANTO",
  "contributors": "Kristiana Asih Damayanti (Advisor 1); Julianingsih (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 517/TI-108/2001; Anita Veronica Hermanto (25497019)",
  "subjects": "PRODUCTION PLANNING; MANUFACTURING PROCESSES"
}