{
  "id": "20875",
  "title": "Perancangan sistem pengendalian proses potong printing di PT Kerta Rajasa Raya",
  "abstract": "PT. Kerta Rajasa merupakan perusahaan manufaktur yang memproduksi karung plastik yaitu Woven bag dan Jumbo bag. Proses produksi karung meliputi proses peleburan bijih plastik menjadi benang plastik pada departemen ektruder, kemudian benang plastik dirajut menjadi karung plastik di departemen circular loom dan akhirnya karung plastik diproses lagi di departemen finishing untuk pemberian aksesoris, cor&k printing atau laminating (pdapisan dengan plastik). Di departemen finishing tepatnya departemen printing sering didapati masalah dengan kualitas hasil potong printing. Permasalahan itu meliputi terjadi cacat produk dan hasil proses potong maupun proses printing yang kurang sesuai dengan spesifikasi produk. Hal ini tentu akan sangat merugikan perusahaan karena dapat menurunkan daya saing perusahaan. Untuk mengatasi masalah tersebut perusahaan memeilukan suatu metode untuk mengendalikan kualitas produknya. Tujuan tugas akhir ini adalah merancang suatu sistem pengendalian pengendalian proses secure statistik untuk menjaga kualitas produk hasil proses potong printing dalain batas spesifikasi produk. Langkah-langkah untuk mencapai tujuan tersebut dimulai dengan mempelajari proses produksi baik proses potong maupun proses printing kemudian membuat instruksi kerja operasi mesin, membuat diagram Pareto dan diagram sebab akibat untuk analisa cacat produk. Setelah itu dilakukan pengambilan data proses produksi untuk pembuatan grafik pengendali proses. Dengan adanya grafik pengendali proses maka pengidentifikasian timbulnya penyebab khusus pada proses dapat dilakukan sehingga dapat mcncegah terus diproduksinya produk cacat dan karakteristik mutu produk yang dihasilkan dapat dikendalikan dalam batas kendali yang ada.",
  "creators": "BILLY",
  "contributors": "Jani Rahardjo (Advisor 1); Indriati Njoto Bisono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 382/TI-109/2000; Billy (25496148)",
  "subjects": "TOTAL QUALITY MANAGEMENT-STATISTICAL METHODS"
}