{
  "id": "20883",
  "title": "Perencanaan produksi dengan sistem terintegrasi menggunakan program fleksibel di PT. Surabaya Wire",
  "abstract": "Lingkungan manufakturing di PT. Surabaya Wire bersifat make-to-order. Lingkungan manufakturing seperti ini memiliki tingkat variasi produk yang tinggi sehingga mengakibatkan aliran produk dalam sistem produksi menjadi rumit dan kompleks. Aliran produk yang rumit dapat mempengaruhi tingkat kesulitan aktivitas penjadwalan mesin produksi dan perencanaan kebutuhan material untuk tiap-tiap produk, dimana tiap-tiap varian memiliki spesifikasi, kebutuhan mesin dan bahan baku yang berbeda serta aliran proses yang sedikit berbeda pula. Oleh karena itu dibutuhkan suatu aktivitas perencanaan yang terintegrasi untuk lingkungan manufakturing make-to- order dengan tujuan agar pemenuhan kebutuhan material untuk masing-masing produk dapat terpenuhi dengan tepat, target produksi bulanan dapat tercapai dan pengiriman pesanan ke pelanggan dapat dilakukan tepat waktu. Pada penelitian Tugas Akhir ini dibangun suatu sistem perencanaan dengan program fleksibel Visual Basic yang dapat berperan sebagai tool untuk mengintegrasikan aktivitas penjadwalan mesin produksi dengan aktivitas perencanaan kebutuhan material (Material Requirement Planning) dengan mempertimbangkan perencanaan kapasitas produksi (Capacity Requirement Planning). Sistem perencanaan terintegrasi tersebut selanjutnya dianalisa dengan membandingkannya dengan sistem perencanaan yang ada di PT. Surabaya Wire dengan tujuan untuk mengetahui kekurangan dan kelebihan dari sistem dan program yang telah dibangun. Keberadaan sistem yang terintegrasi ini dapat membantu mengkoordinasikan data dan informasi antara bagian Perencanaan dengan bagian Produksi. Sehingga aktivitas produksi dapat berjalan dengan lancar dan target produksi bulanan dapat terpenuhi.",
  "creators": "IVON KUSUMADEWI BUDIONO; YULIUS HALIM",
  "contributors": "Bernardo Nugroho Yahya (Advisor 2); Jani Rahardjo (Examination Committee 1); I Gede Agus Widyadana (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 538/TI-019/2002; Ivon Kusumadewi Budiono (25498036), Yulius Halim (25498037)",
  "subjects": "MANUFACTURING PROCESSES; PRODUCTION PLANNING; TIME MEASUREMENT; WORK MEASUREMENT"
}