{
  "id": "20914",
  "title": "The Study of sins and guilty feelings of the main characters that lead to their moral developments as seen in Hawthorne's the marble faun",
  "abstract": "This thesis is an analysis of Hawthorne's The Marble Faun.Unlike his other novels which take place in New England,The Marble Faun has an Italian background.However, it also has the similarity in its theme,that is,a study of sin and its results.There are four main characters in the novel,but the thesis writer only discusses three of them that have relationships with sin,guilty feelings and moral development.Sin that comes to the main characters results in new experiences to them.Donatello,the most innocent person in the novel who resembles a faun,never feels sad. Unfortunately,his special friendship with Miriam brings him to know sin.He kills Miriam's persecutor because Miriam makes a bid with her eyes unconsciously.Miriam wonders whether it is true or not that she gives the sign,but when she searches her heart,she realizes that she wants the murder.So,she is also guilty as the one who causes the murder.Hilda,who is also innocent,witnesses the deed and she conies to know sin too because she keeps the secret. However,having experienced sufferings that change their lives,they become mature.In other words,they have moral developments after they commit sin because their guilty feelings arouse their conscience.The murder brings Donatello to come to a higher level like a human being who can differ good and evil.Miriam becomes more mature and wiser so that she does everything more thoughtfully.While Hilda,who is like an angel,becomes lower like a human being too,who can accept a sin as something natural in this life.",
  "creators": "DEWI HARIJATI",
  "contributors": "SANTIKO BUDI (Examination Committee 1); Sarah Limuil (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 361/SING/1995; Dewi Harijati (11490024)",
  "subjects": "AMERICAN FICTION--19TH CENTURY--STUDY AND TEACHING; HAWTHORNE, NATHANIEL, 1804-1864. THE MARBLE FAUN"
}