{
  "id": "20918",
  "title": "The Question of misogynism in Strinberg's the dance of death",
  "abstract": "The writer of this thesis would like to discuss one of Strindberg's plays whose title is The Dance of Death . In Introduction to Drama it is said that Strindberg often gives bad characters to female characters and he condemns them at the end of his stories.As a result,he is labelled as a \"misogynist.\"Relating to Strindberg's label,the writer is encouraged to prove that Strindberg's label as a \"misogynist\"is not suitable in this play.She bases her analysis on Harriet Bosse's statement.Bosse states that actually Strindberg delineates his characters logically and objectively.Bosse's statement has also become the writer's belief and the writer tries to prove it by analyzing the conflicts,the characters,and the setting. The Dance of Death tells about a disharmonious marriage in the main characters.The main characters always tries to torment each other and no one wants to yield.As a result they live in misery.The male character always thinks that he is better than the others and he harms people who have close relation to him such as his wife and his wife's cousin.He imprisons his wife in a tower and harms his wife's cousin's life socially and economically.Meanwhile,the female character always prays for the death of her husband and she always tries to revenge on him. The writer sees that the miserable marriage in the main characters is caused by both of the male and the female characters.Besides,both the male and the female characters have bad qualities so that the writer sees that Strindberg's label as a \"misogynist\"is not suitable in the play of The Dance of Death.",
  "creators": "LIANA SELYN PRANATA",
  "contributors": "Sarah Limuil (Examination Committee 1); ANTONIUS GURITO (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 237/SING/1993; Liana Selyn Pranata (11488012)",
  "subjects": "STRINDBERG, AUGUST, 1849-1912. THE DANCE OF DEATH; SWEDISH DRAMA-19TH CENTURY"
}