{
  "id": "20926",
  "title": "Analisa kepuasan konsumen membeli barang online di forum jual beli pada situs www.kaskus.us",
  "abstract": "Perkembangan populasi pada internet semakin luas, penggunaan internet telah membuka peluang bisnis bagi para penggunanya dimana-mana. \"Perdagangan Elektronik\" ( Electronic Commerce ) menjadi kecenderungan yang paling utama untuk berdagang dalam abad 21 ini. Perusahaan yang melihat hal ini kemudian menggunakan perdagangan elektronik sebagai batu loncatan untuk memasuki pasar ataupun untuk memperbesar pasar yang telah diperolehnya. Banyak perusahaan yang menggunakan e- commerce ini menyebabkan persaingan menjadi ketat sehingga perusahaan dalam mempertahankan pelanggannya harus berusaha meningkatkan kepuasan pelanggan. Faktor-factor yang diduga memiliki hubungan dengan kepuasan pelanggan adalah information quality, system quality, dan service quality. Penelitian ini bertujuan untuk mengetahui apakah information quality, system quality, dan service quality.memiliki pengaruh dalam kepuasan pelanggan. Dalam hal ini penelitian dilakukan terhadap situs www.kaskus.us. Jenis penelitian ini termasuk jenis penelitian kausal, dimana variable yang digunakan adalah information quality, system quality, dan service quality sebagai variable bebas, sedangkan kepuasan pelanggan sebagai variable tidak bebas. Metode statistic yang digunakan adalah analisis regresi linier berganda. Dari analisis diketahui bahwa information quality, system quality, dan service quality memiliki pengaruh signifikan secara simultan terhadap kepuasan pelanggan di situs www.kaskus.us. Sedangkan secara parsial system quality memiliki pengaruh yang signifikan terhadap kepuasan pelanggan di situs www.kaskus.us",
  "creators": "JANDHI YOSOYUWONO H; LIA MITASARI",
  "contributors": "Sundring Pantja Djati (Advisor 1); Rachmat Sugianto (Advisor 2); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010106/MAN/2011; Jandhi Yosoyuwono (35404049), Lia Mitasari (35404051)",
  "subjects": "TOURIST TRADE-RESEARCH; CONSUMER SATISFACTION"
}