{
  "id": "20931",
  "title": "Analisis persepsi nama dan logo Ventura Tour serta pengaruhnya terhadap citra merek",
  "abstract": "Dalam persaingan yang ketat pada bisnis agent travel menyebabkan tak jarang perusahaan agen travel melakukan strategi dengan mengubah nama dan logo agar memiliki perbedaan dengan para pesaingnya. Hal ini dilakukan oleh suatu perusahaan untuk memperhatikan dampak baru bagi masyarakat baik itu dalam hal positif maupun dalam hal negatif. Merek membuat konsumen tidak lagi harus mempertimbangkan setiap produk ketika melakukan pembelian ulang. Penamaan merek merupakan salah satu aspek manajemen pemasaran yang paling penting. Nama merek menunjukkan penawaran suatu perusahaan dan membedakannya dari produk lain di pasar. Selain berupa nama, unsur lain yang terdapat dalam sebuah merek adalah brand mark (logo atau simbol). Jenis penelitian yang digunakan dalam penelitian ini adalah penelitian kausal. Sampel dalam penelitian ini adalah konsumen yang menggunakan layanan Ventura Tour maupun ketika menggunakan Mega Tour sebanyak 100 responden. Metode pengumpulan data dilakukan dengan cara menyebarkan kuesioner. Teknik analisis data yang digunakan adalah statistik deskriptif, regresi linear berganda, dan paired sample t test. Hasil penelitian menunjukkan Perubahan nama dan logo Mega Tour menjadi Ventura Tour berpengaruh secara simultan maupun parsial terhadap citra merek. Selain itu, adanya perubahan nama dan logo dari Mega Tour menjadi Ventura Tour secara keseluruhan membawa citra positif bagi perusahaan.",
  "creators": "ARIEF BUDIANTO GUNAWAN",
  "contributors": "Hatane Semuel (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010102/MAN/2011; Arief Budianto Gunawan (35406049)",
  "subjects": "TOURIST TRADE; TRAVEL AGENTS; LOGOS (SYMBOLS); BRAND NAME PRODUCTS"
}