{
  "id": "2093",
  "title": "Studi tentang faktor-faktor penetapan harga produk perumahan di Surabaya",
  "abstract": "Dalam bisnis perumahan yang semakin kompetitif saat ini, banyak perusahaan real estat belum menangani penetapan harga dengan baik. Oleh sebab itu pada penelitian ini akan dibahas faktor-faktor internal dan faktor-faktor eksternal yang mempengaruhi penetapan harga dan disertai studi kasus mengenai komposisi biaya produk perumahan. Faktor-faktor internal meliputi tujuan perusahaan di dalam memasarkan real estat, strategi bauran pemasaran, biaya, serta organisasi dan kekuatan perusahaan sedangkan faktor-faktor eksternal meliputi pasar dan permintaan, pesaing, dan kondisi lingkungan. Teknik sampling yang digunakan di dalam penelitian ini adalah stratified random sampling terhadap 80 pengembang anggota REI Jatim pada tahun 2005. Jumlah pengembang yang berhasil di survey sebanyak 22 pengembang. Teknik analisa yang digunakan adalah analisa deskriptif statistik untuk menganalisa faktor-faktor yang mempengaruhi penetapan harga. Komposisi biaya di analisa tiap-tiap perusahaan dan disertai dengan salah satu contoh perhitungan komposisi biaya pada PT. Ciputra Surya Tbk. yang melakukan pengembangan rumah tipe Hermes dan Hestia di Bukit Palma, CitraRaya. Hasil analisa deskriptif statistik menunjukkan bahwa faktor-faktor internal yang paling berpengaruh adalah faktor biaya serta faktor organisasi dan kekuatan perusahaan sedangkan faktor-faktor eksternal yang paling berpengaruh adalah faktor pasar dan permintaan. Persentase komposisi biaya terbesar yang mempengaruhi penetapan harga produk perumahan adalah komposisi biaya tanah dan biaya konstruksi. Hasil perhitungan komposisi biaya untuk rumah tipe Hermes adalah Rp. 282706610.540 (hard costs), Rp. 63768750 (soft costs) dan Rp. 42512500. (biaya operasional). Hasil perhitungan komposisi biaya untuk rumah tipe Hestia adalah Rp. 337932882.681 (hard costs), Rp. 78024000 (soft costs) dan Rp. 52016000 (biaya operasional).",
  "creators": "MARISSA AMELIA; ERIC MINARTO",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Andi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.20301439/SIP/2005; Marissa Amelia (21401119), Eric Minarto (21401155)",
  "subjects": "CONSTRUCTION INDUSTRY-RESEARCH; CONSTRUCTION INDUSTRY-MANAGEMENT"
}