{
  "id": "20933",
  "title": "Pengendalian proses dan produk di PT Sinar Djaja Metal Printing and Can Making Factory",
  "abstract": "Perkembangan berbagai jenis industri dewasa ini begitu pesat,banyak macam produk industri yang ditawarkan baik yang berupa lndustri sandang,pangan,maupun jenis industri lain untuk memenuhi kebutuhan konsumen,juga seiring dengan perkembangan khususnya Bangsa Indonesia saat ini,maka se- tiap perusahaan dituntut untuk mampu memenuhi kebutuhan masyarakat dengan mutu dan pelayanan yang semakin baik. Mutu produk yang baik akan memuaskan konsumen,konsumen tidak saja melihat harga yang rendah tetapi harga tersebut Justru mereka kaitkan dengan mutu barang yang didapatkan. Pada setiap proses produksi selalu didapati adanya penyim- pangan hasil proses/menghasilkan produk cacat yang bersum- ber dari berbagai faktor (mis:material,mesin,operator, dan metode kerja),sehingga diperlukan teknik pengendalian pada pelaksanaan proses produksinya .PT.Sinar Djaja Metal Printing and Making Factory sebagai salah satu perusahaan yang bergerak memproduk berbagai jenis kemasan kaleng Juga tidak lepas dari usaha peningkatan mutu produknya,Salah satu cara yang ditempuh dengan melakukan Pengendalian Proses dan Produk,terutama pada produk FOOD CAN / 603 x 700 karena pada kaleng ini spesifikasi untuk mengemas makanan berair sehingga kaleng harus dapat memenuhi bebera- pa batasan,seperti :tidak bocor,mampu menahan tekanan isi dan kekokohan,Juga karena kwantitas kebutuhannya yang relatif besar maka diperlukan pula teknik untuk evaluasi kualitas produk.Pengendalian Proses digunakan Peta Kontrol X dan R yaitu suatu metode untuk mengevaluasi hasil proses produksi,dengan tujuan supaya segera dapat diketahui apabila terjadi penyimpangan kondisi proses dan segera di- lakukan pengendalian faktor penyebab untuk meminimumkan penyimpangan sehingga standart produk selalu dapat dijaga/ dipenuhi.Pengendalian Produk digunakan Sampling Plan MIL-STD-414 yaitu suatu metode untuk pemeriksaan/penerimaan kualitas produk sehingga dapat ditentukan berapa jumlah sampel yang harus diambil supaya sampel tersebut meng- gambarkan Rencana Sampling dengan tingkat keyakinan terten- tu dari populasi produk. Dari pemilihan metode Peta Kontrol dan Sampling Plan yang paling sesuai tersebut dapat dijadikan standart untuk pengendalian proses dan kualitas produk sehingga akan memberikan tingkat kepercayaan/informasi yang benar-benar memadai dan memudahkan usaha evaluasi proses produksi.",
  "creators": "JEMI",
  "contributors": "HENDRATA SUHADA (Advisor 2); KRESNAYANA YAHYA (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 91.54.065; Jemi (583071)",
  "subjects": "METALS-PAINTING-QUALITY CONTROL"
}