{
  "id": "20939",
  "title": "A Satire on American society in nineteenth century as seen through Charles Dickens' Martin Chuzzlewit",
  "abstract": "Most of the works of literature contain the writers\"ideas including their social criticism.To express them effectively,many writers use indirect methods to arouse the reader's sympathy and to avoid didactic writings.One of the indirect methods is satire in which the writers do not.say what,they really mean but the opposite.In this case,satire can be an essen tial device to bring about their thought. Charles Dickens ? Martin Chuzzlewit which is going to be analyzed is a social satire.Dickens sati - rizes the defect of American society in contrast to the American Idealism.In Martin Chuzzlewit Dickens ridicules American ?s obsession with money,selfishness and hypocrisy.Besides,Charles Dickens also wants to satirize the discrepancy between American's oratory about democracy and its practices. The thesis writer is interested in choosing \"A Satire on American Society in Nineteenth Century as Seen through Charles Dickens ? Martin Chuz z 1 ew i t 11 as her topic because the United State of America is a super - power country.The United State of America,because of its advancement in policy,technology,invention,education, economy and military,becomes the central focus of other nations.Besides,America also plays an important role in international affair.It makes the writer of this thesis wants to know more about,its society.Fortunately,Charles Dickens,a famous and great novelist who wrote Martin Chuzzlewit after his visit to the United States of America,gives his reader a very clear and vivid picture of American manner and attitude a.s well as the way of life of American society.Martin Chuzzlewit contains what Dickens experienced and what he had come to believe about American society.This arouses the thesis writer ?s curiosity on Dickens-? opinion about American society and the technique;used by Dickens in satirizing the society as well as what Dickens thinks needs reforming.In order to be able to find out the answer,the thesis writer conduct an analysis by using literary approach and library research. Efased on the result,of the analysis,it is concluded that Dickens satirizes the American society for its materialistic,practical way of life.",
  "creators": "FENTY USMAN",
  "contributors": "Liliek Soelistyo (Examination Committee 1); ANITA LIE (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 362/SING/1995; Fenty Usman (11490056)",
  "subjects": "DICKENS, CHARLES, 1812-1870. MARTIN CHUZZLEWIT-STUDY AND TEACHING; ENGLISH FICTION-STUDY AND TEACHING"
}