{
  "id": "20936",
  "title": "A Comparative study of Jeff's language in Joseph Walker's the river niger and emily's language in Thornton Wilder's our town",
  "abstract": "In the first play The River Niger by Joseph walker (1972),Jeff,a young black air force dropout, seems to speak both standard and nonstandard English and seems to use taboo words in his sentences.In the second play,Our Town by Thornton Wilder (1964),Emily, the brightest student in her school,seems to speak standard English and never seems to use taboo words. Jeff and Emily speak in different language styles.This study is undertaken to find the extent of the differ -ences between Jeff's and Emily's language.Further this study find the factors account for the differences between Jeff's and Emily's language. David Crystal (1970)stated one theory of language acqusition.He said that after a process of trial and error,the learner is constantly revising his assumptions about what language is like.As a result,the learner's language output ends up quite similar to the language input. The method is by collecting all the data,in this case Jeff's and Emily's speeches throughout the plays The River Niger and Our Town.After that all the data are analysed,using grouping system according to the type of standard words,nonstandard words,and taboo words. The performance of Jeff's daily language and Jeff's language environment in this case the speeches from Jeff's father,mother,grandmother,friends,niegh- bour and his girlfriend,in the first analysis showed that Jeff and his language environment spoke standard and nonstandard English.The second analysis showed, Jeff and his environment spoke the similar taboo words. The third analysis showed that Emily and her language environment in this case,the language spoken by Emily's father,mother,husband,father and mother in law,is standard English.The last analysis came to the fact that both Emily and her language environment never spoke taboo words.Finally,it can be concluded that the analysis above supported the theory of language acquisition.Jeff spoke standard,nonstandard and used many taboo words in his sentences.On the other hand, Emily spoke standard English only.Their language envi -ronment account for Jeff's and Emily's language styles.",
  "creators": "DJIE IVANA IJAYA",
  "contributors": "Josefa Juniarti Mardijono (Examination Committee 1); WAGIMAN (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 270/SING/1994; Djie Ivana Ijaya (11488057)",
  "subjects": "AMERICAN DRAMA-20TH CENTURY; WAAALKER, JOSEPH, ...-.... THE RIVER NIGER; WILDER, THORNTON, 1897-1975. OUR TOWN"
}