{
  "id": "20941",
  "title": "The Golden Bowl as a symbol in Henry James' the golden bowl",
  "abstract": "This thesis is a study of an object of art,the golden bowl,as a symbol in Henry James ? The Golden Bowl.James uses the bowl as his tool to reveal his ideas and to show the underlying meanings in the story. By the usage of the golden bowl as a symbol,James can save his energy and words in creating and developing the plot in The Golden Bowl.He is able to depict his idea clearly through the usage of the symbol. Through the golden bowl as a symbol,the characters ? deceit and secret love are revealed.The bowl also incites fear and knowledge on the characters. The accidents and coincidences in the story are created by James to support the bowl on its position as a symbol.Furthermore,in The Go1den Bowl,the climax happens at the breaking of the bowl.At that moment, the secret love of Charlotte and Amerigo ends like the broken bowl.By the breaking of the bowl,the deceit which formerly hidden by the characters is indirectly revealed. Therefore,the golden bowl is a very important thing in The Golden Bowl.Its close relation with the characters,makes it more than only an object of art,a common object or even an imperfect thing made from crystal.By knowing and understanding the symbolism of the golden bowl,the readers can learn that one should not judge other people only from the appearance.One should be very careful and think twice before making a judgement.",
  "creators": "FONY EVERLINA WILIONG",
  "contributors": "SANTIKO BUDI (Advisor 1); Sarah Limuil (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 334/SING/1995; Fony Everlina Wiliong (11489041)",
  "subjects": "ENGLISH FICTION--20TH CENTURY--STUDY AND TEACHING; JAMES, HENRY, 1843-1916. THE GOLDEN BOWE-STUDY AND TEACHING"
}