{
  "id": "20948",
  "title": "Analisa persepsi dan preferensi konsumen terhadap anchor tenant dan non-anchor tenant fashion di Tunjungan Plaza Surabaya studi kasus: Matahari Department Store",
  "abstract": "Penelitian ini dilakukan untuk mengetahui mengetahui persepsi dan preferensi konsumen terhadap anchor tenant dengan Matahari Department Store sebagai studi kasus dan non-anchor tenant fashion di Tunjungan Plaza Surabaya berdasarkan atribut-atribut sebuah retail store. Teknik analisa yang digunakan dalam penelitian ini adalah penelitian deskriptif dengan menggunakan one way anova dan multidimensional scalling. Sampel yang digunakan adalah pengunjung Tunjungan Plaza yang pernah mengunjungi Matahari department store dan non-anchor tenant fashion di Tunjungan Plaza Surabaya dalam 3 bulan terakhir dengan rentang usia 17-50 tahun. Instrumen yang digunakan dalam penelitian ini adalah kuisioner. Berdasarkan hasil analisis one way anova diketahui bahwa terdapat perbedaan persepsi pada beberapa item indikator dari variabel-variabel atribut retail store sedangkan berdasarkan multidimensional scalling diketahui bahwa terdapat beberapa item indikator dari variable atribut-atribut retail store yang memiliki persepsi yang positif. Persepsi positif konsumen terhadap anchor tenant yaitu dari item indikator lokasi, besar, lengkap, ukuran, banyak, dan kualitas. Sedangkan persepsi positif konsumen terhadap non-anchor tenant yaitu dari item indikator harga sesuai kualitas, penampilan, informasi, ramah, cekatan, etalase, kebersihan, dan cahaya.",
  "creators": "VERONICA POERNOMO",
  "contributors": "Hatane Semuel (Advisor 1); Edwin Japarianto (Advisor 2); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010094/MAN/2011; Veronica Poernomo (35407014)",
  "subjects": "TOURIST TRADE-RESEARCH; CONSUMERS-PREFERENCES; RETAIL TRADE-MANAGEMENT"
}