{
  "id": "20959",
  "title": "Analisa profile pengunjung pameran cito berdasarkan gaya hidup yang diukur dari AIO untuk menciptakan strategi pameran yang efektif",
  "abstract": "City of Tomorrow Mall adalah salah satu mall yang berada di kawasan Surabaya sela tan yang memakai konsep superblok.Selama 2 tahun beroperasi terjadi kenaikan pengunjung dan penyewa pameran yang signifikan. Hal ini tidak terlepas dengan kegiatan promosi khususnya pameran yang diadakan di Cito.Hanya yang menjadi masalah adalah kurang efektifnya pameran dalam menjaring pengunjung dan penyewa pameran yang diinginkan oleh Cito.Permintaan pameran dan kedatangan pengujung bergantung mengikuti musim yang tren pada saat itu dan juga rendahnya pembelanjaan yang dilakukan pengunjung.Karena itu dibutuhkan untuk mengetahui profile dan strategi yang cocok digunakan dengan memanfaatkan pameran untuk menjaring pengunjung yang diinginkan dan stabil . Penulis menggunakan teori pemasaran, promosi,pameran,perilaku konsumen, gaya hidup untuk menjawab permasalahan yang terjadi Penulis melakukan penelitian deskriptive kuantitatif melalui metode probability sampling dengan jumlah 100 orang yang adalah pengunjung City of Tomorrow baik pria maupun wanita.Analisa yang digunakan adalah analisa cluster dan tabulasi silang. Dalam penelitian ini penulis menemukan bahwa pengunjung City of Tomorrow terbagi menjadi 3 kelompok cluster Dari hasil analisis tersebut dirancang strategi untuk meningkatkan efektifitas pameran dengan menyesuaikannya sesuai dengan profil 3 cluster yang terbagi",
  "creators": "DENNY SOEGIARTO GUNAWAN",
  "contributors": "Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 2); Hartono Subagio (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020198/MAN/2010; Denny Soegiarto Gunawan (36406073)",
  "subjects": "SALES PROMOTION; CONSUMER BEHAVIOR; MARKETING-MANAGEMENT"
}