{
  "id": "20967",
  "title": "Analisa perbaikan bodi kijang untuk mengurangi koefisien gaya hambat angin",
  "abstract": "Perkembangan dunia otomotif pada masa sekarang telah mengalami kemajuan yang pesat dimana semua bidang teknologi yang terkait telah diterapkan sejak awal perancangan automobil.Proses pembuatan bodi kendaraan telah menggunakan mesin press berkekuatan ribuan ton sehingga dihasilkan profil bodi kendaraan yang presisi dan akurat. Selain itu bentuk bodi kendaraan juga mempunyai nilai aerodinamis dimana pengaruh aerodinamika pada kendaraan merupakan suatu hal yang tidak bisa diabaikan begitu saja. Nilai aerodinamis yang baik akan meningkatkan nilai keamanan dan keselamatan dari kendaraan itu sendiri,disamping itu juga mempengaruhi komsumsi bahan bakar, kecepatan dan daya dorong kendaraan. Nilai aerodinamika dari kendaraan juga mempunyai hubungan yang erat dengan nilai estetika dari kendaraan, sehingga fungsi estetika juga harus dipertimbangkan di dalam memasukkan unsur-unsur aerodinamis pada kendaraan. Dengan demikian pada perancangan awal design bodi kendaraan hendaknya sudah memasukkan semua aspek aerodinamis yang terjadi disertai unsur estetika, sehingga kendaraan itu nantinya akan mempunyai nilai tambah. Selain itu perancangan pada kendaraan juga ditunjang dengan unsur- unsur lain seperti perancangan karakteristik mesin, sistem transmisi dan juga desain interior. Dengan demikian fungsi automobil pada masa sekarang tidak hanya sebagai sarana transportasi saja tetapi lebih dari itu dimana aspek kenyamanan, keamanan dan kemewahan sudah terdapat didalamnya, sehingga fungsi automobil juga sebagai simbol status sosial pemiliknya.",
  "creators": "PAULUS HENDRA SIDHARTA",
  "contributors": "Herry Sunandar (Advisor 2); I NYOMAN SUTANTRA (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 95.54.166; Paulus Hendra Sidharta (24489073)",
  "subjects": "AUTOMOBILES--DESIGN AND CONSTRUCTION"
}