{
  "id": "20961",
  "title": "Potensi penerapan lean construction tools pada proyek konstruksi di Surabaya",
  "abstract": "Lean construction merupakan suatu sistem penangananproyek dengan cara meminimalkan wastedan menghasilkan nilai (value) semaksimal mungkin yang dikembangkan darilean productiondalam industri manufaktur.Salah satu konsep lean constructionyang berkembang adalah 5 prinsip utama dari Womack dan Jones (1996), yaitu value, value stream, flow, pull, dan perfection.Dalam pelaksanaannya, diperlukan berbagai macam tools untuk membantu para pelaku konstruksi dalam menerapkan lean construction. Penelitian ini mengamati perkembangan lean construction tools di luar negeri, serta meninjau potensi kesiapan industri konstruksi di Surabaya terhadap penerapan lean construction tools.Survei dilakukan dengan metode kuesioner yang membahas tentang aktivitas-aktivitas yang berpotensi untuk penerapan lean construction tools yang ditinjau secara menyeluruh berdasarkan pendapat Pichi (2001, 2004) dan Granja (2004). Responden penelitian ini adalah kontraktor, konsultan pengawas, dan supplier. Dari hasil penelitian, diperoleh kesimpulan bahwa kontraktor dan konsultan pengawas pada proyek konstruksi di Surabaya sependapat menyatakan setuju dan perlu untuk menerapkan berbagai aktivitas dari lean construction tools, namun untuk tingkat kesiapan dalam menerapkan aktivitas-aktivitas yang berpotensi ke arah lean construction tools belum cukup baik.Sebaliknya untuk pihak supplier tidak diperoleh suatu kesimpulan dikarenakan kurangnya jumlah responden.",
  "creators": "STEVEN CHRISTIANTO; HERMAWAN SETIAWAN WIYOTO",
  "contributors": "Paulus Nugraha (Advisor 1); Sandra Loekita (Advisor 2); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011805/SIP/2011; Steven Christianto (21407043), Hermawan Setiawan Wiyoto (21407055)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}