{
  "id": "20965",
  "title": "Identifikasi dan penanganan keterlambatan pekerjaan struktur dan finishing pada proyek sekolah 'X'",
  "abstract": "Setiap proyek konstruksi mempunyai perencanaan untuk penjadwalan pekerjaan-pekerjaan yang akan dilakukan dalam satu durasi tertentu untuk mencapai satu tujuan yaitu proyek selesai tepat waktu. Tetapi kenyataannya, proyek sering mengalami keterlambatan. Penelitian ini bertujuan untuk mengidentifikasi keterlambatan yang terjadi pada pekerjaan struktur dan finishing, dengan mengetahui penyebab keterlambatan yang terjadi maka dapat diambil langkah penanganan yang paling efektif untuk mengatasi permasalahan tersebut. Pelaksanaan penelitian ini dilakukan dengan metode Short Interval Planning untuk mengidentifikasi keterlambatan yang terjadi, setelah itu dilakukan analisa penyebab keterlambatan, rencana penanganan dan analisa penanganan untuk mengatasi keterlambatan yang dilakukan oleh kontraktor pada proyek sekolah \"X\". Faktor yang paling dominan muncul untuk pekerjaan struktur dan finishing selama 9 pengamatan dengan mengesampingkan faktor predecessors adalah faktor tenaga kerja dan faktor material. Beberapa langkah penanganan keterlambatan yang dilakukan oleh kontraktor sudah cukup efektif yang dibuktikan dengan permasalahan yang sama tidak terulang kembali pada pengamatan berikutnya. Langkah penanganan yang paling efektif untuk penyebab keterlambatan untuk permasalahan tenaga kerja ialah dengan penambahan tenaga kerja. Untuk permasalahan material adalah memiliki lebih dari satu supplier material yang terpercaya, penggantian merk bahan yang setara dan pengadaan material baru.",
  "creators": "YESICA LIMANDINATHA; JEFFRY LIMANTORO",
  "contributors": "Andi (Advisor 1); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011802/SIP/2011; Yesica Limandinatha (21407023), Jeffry Limantoro (21407070)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}