{
  "id": "20989",
  "title": "Evaluasi kinerja struktur baja sistem ganda Sistem Rangka Pemikul Momen Khusus (SRPMK) dan Sistem Rangka Bresing Konsentris (SRBK) yang menggunakan reduced beam section pada kedua arah orthogonal...",
  "abstract": "Sejumlah penelitian setelah gempa Northridge 1994 menunjukkan terjadi kegagalan pada struktur baja akibat kerusakan sambungan. Dari sejumlah penelitian yang dilakukan, penggunaan Reduced Beam Section (RBS) menjadi salah satu alternatif solusi yang paling menarik. Pada RBS, sebagian luasan sayap profil balok dikurangi agar kapasitas momen nominalnya menjadi berkurang. Pengurangan ini menyebabkan lokasi sendi plastis berpindah dari daerah sambungan ke bagian balok sehingga struktur dapat mengalami mekanisme keruntuhan yang lebih aman. Penelitian terhadap Sistem Rangka Pemikul Momen Khusus (SRPMK) yang mengunakan RBS pada satu arah menunjukkan hasil yang cukup memuaskan walaupun drift yang terjadi masih terlalu berlebihan. Penelitian terakhir terhadap SRPMK yang menggunakan RBS dalam dua arah juga menghasilkan kinerja struktur yang baik, namun kurang ekonomis akibat penggunaan dimensi kolom yang relatif besar. Penelitian ini bertujuan untuk mengevaluasi kinerja sistem ganda SRPMK dan Sistem Rangka Bresing Konsentris (SRBK) yang menggunakan RBS. Struktur direncanakan sebagai sistem ganda menurut peraturan perencanaan struktur baja Indonesia, SNI 03-1729-2002, sedangkan penampang RBS direncanakan menurut AISC 358-05. Sebagai studi kasus dipilihlah bangunan perkantoran 6- dan 10- lantai yang direncanakan berada di wilayah 6 peta gempa Indonesia menurut SNI 03-1726-2002. Kinerja struktur diperiksa menggunakan analisis statis nonlinier pushover dan analisis dinamis time history. Hasil penelitian menunjukkan bahwa perencanaan sistem ganda tidak dapat dipenuhi. Mekanisme strong column weak beam hanya terjadi pada sumbu kuat kolom yang menggunakan sistem SRPMK sedangkan dalam arah sumbu lemah kolom yang menggunakan SRBK tidak terjadi mekanisme yang diharapkan. Kinerja struktur kurang baik akibat terjadinya keruntuhan struktur yang nondaktail.",
  "creators": "BAKTI LAKSONO; RIYAWAN ADI KUNCORO",
  "contributors": "Effendy Tanojo (Advisor 1); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011774/SIP/2011; Bakti Laksono (21407001), Riyawan Adi Kuncoro (21407078)",
  "subjects": "BUILDING-EARTHQUAKE EFFECTS; STEEL, STRUCTURAL"
}