{
  "id": "20981",
  "title": "The Old woman's efforts in understanding her self integrity in Roethke's meditations of an old woman",
  "abstract": "The problem of self integrity becomes more complex in this modern world.This busy world at a time drives us to forget to contemplate on this essential problem.However, as life activities diminish,this problem will surely become more apparent.The moment when our activities and the dy - namics of our life diminish is the old age period.This the - sis is an analysis to reveal the efforts of the old woman in Roethke ?s poem sequence Meditations of an Old Woman to understand her self integrity. The old woman is in a desperate condition both physically and spiritually.In her meditations,she tries to understand her self integrity by sharpening her self aware- ness of her whole existence,she goes back to the past, observes the present,and probes the future.She also makes efforts to sense her relatedness to nature both ani- mate and inanimate.Additionally,to meet with the need to experience wonder as the requirement of an integrated self, the old woman tunes her sensitivity to the existence of God,which she calls \"the agencies outside me\".Besides that,the old woman also sharpens her capacity to love,as the ability to love is an important factor in order to be an integrated person.Furthermore,in accordance with Jung ?s theory of widening the consciousness area by bringing up the archetypal image,the old woman seeks for that arche- typal image. By accomplishing those five efforts,finally the old woman begins to understand her self integrity.In the end of her meditations she says \"What came to me vaguely is now clear\".",
  "creators": "FREA LISTYAKUMARA",
  "contributors": "FABIOLA D. KURNIA (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 357; Frea Listyakumara (11491005)",
  "subjects": "AMERICAN POETRY-20TH CENTURY-STUDY AND TEACHING; ROETHKE, THEODORE (HUEBNER), 1908-1963. MEDITATIONS OF AN OLD WOMAN-STUDY AND TEACHING"
}