{
  "id": "20997",
  "title": "Evaluasi perencanaan pseudo elastis pada bangunan beraturan 6 dan 10 lantai di wilayah 6 peta gempa Indonesia",
  "abstract": "Pseudo Elastis merupakan sebuah metode alternatif yang dikembangkan dalam perencanaan bangunan terhadap gempa, dengan prosedur perencanaan yang lebih singkat dibandingkan metode Desain Kapasitas. Pola keruntuhan yang diharapkan adalah partial side sway mechanism, dimana sebagian kolom didesain agar tetap berperilaku elastis, dengan cara memperbesar gaya-gaya pada kolom elastis akibat gempa nominal dengan sebuah Faktor Pengali (FP). Mengingat metode tersebut tidak menjamin kondisi strong column weak beam, maka diperlukan alternatif untuk memperkuat kolom-kolom elastis. Prosedur serupa dengan Desain Kapasitas (menggunakan overstrength factor) diadopsi dari SNI 03-2847-1992 untuk memperkuat kolom-kolom elastis. Tujuan dari penelitian ini adalah untuk mengevaluasi dan memverifikasi keandalan dari metode Pseudo Elastis murni dengan yang telah dimodifikasi. Bangunan yang diteliti adalah bangunan beraturan 6- dan 10-lantai di wilayah 6 Peta Gempa Indonesia. Kinerja bangunan diuji dengan analisis static nonlinear pushover dan dynamic nonlinear time history. Hasil penelitian menunjukkan bahwa metode Pseudo Elastis murni dan yang telah dimodifikasi belum cukup konservatif untuk menjamin kolom-kolom elastis tetap berperilaku elastis. Partial side sway mechanism pada kedua bangunan masih belum tercapai",
  "creators": "CHRISTIAN PRATAMA; DEVIND YANUARD DJAMI",
  "contributors": "Pamuda Pudjisuryadi (Advisor 1); Wong Foek Tjong, S.T., M.T., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011786/SIP/2011; Christian Pratama (21407131), Devind Yanuard Djami (21407135)",
  "subjects": "STRUCTURAL ANALYSIS (ENGINEERING); ELASTIC ANALYSIS (ENGINEERING); BUILDING-EARTHQUAKE EFFECTS"
}