{
  "id": "20995",
  "title": "Perencanaan pseudo elastis: evaluasi kolom elastis pada bangunan tidak beraturan 6- dan 10-lantai dengan vertical set-back 50% di wilayah 6 peta gempa Indonesia",
  "abstract": "Sebagai alternatif perencanaan terhadap metode Perencanaan Kapasitas, Perencanaan Pseudo Elastis menawarkan prosedur perencanaan yang lebih singkat karena kolom-kolom dapat direncanakan secara terpisah dari perencanaan balok. Beberapa kolom direncanakan terhadap beban ultimit yang dikalikan dengan Faktor Pengali agar tetap dalam kondisi elastis, sedangkan beberapa kolom lainnya direncanakan terhadap beban ultimit dan diperbolehkan menjadi plastis. Beberapa penelitian terhadap kinerja bangunan beraturan yang direncanakan secara Pseudo Elastis menunjukkan hasil yang memuaskan. Akan tetapi hal ini tidak terjadi pada bangunan tidak beraturan. Beberapa kolom elastis mengalami pelelehan sehingga mekanisme strong column weak beam belum dapat tercapai secara sempurna. Penelitian ini bertujuan membandingkan dua skenario perencanaan Pseudo Elastis pada bangunan tidak beraturan. Pada skenario pertama, kolom-kolom elastis direncanakan menggunakan Faktor Pengali sesuai prosedur baku Perencanaan Pseudo Elastis, sedangkan pada skenario kedua kolom-kolom tersebut direncanakan menggunakan Overstrength Factor sebagaimana halnya dalam perencanaan kapasitas menurut SNI 03-2847-1992. Struktur yang ditinjau adalah bangunan perkantoran 6- dan 10- lantai dengan vertical set-back 50% di wilayah 6 Peta Gempa Indonesia. Pemeriksaan kinerja struktur dilakukan dengan menggunakan analisis dinamis time history nonlinier. Hasil penelitian menunjukkan bahwa kinerja struktur yang direncanakan menurut skenario kedua lebih baik dibandingkan skenario pertama. Hal ini menunjukkan bahwa prosedur perencanaan Pseudo Elastis masih memerlukan penyempurnaan lebih lanjut.",
  "creators": "ANDREW CHRISTIAN HERWANTO; ANDY SUTANTO",
  "contributors": "Ima Muljati Ginsar (Advisor 1); Benjamin Lumantarna (Advisor 2); Wong Foek Tjong, S.T., M.T., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011780/SIP/2011; Andrew Christian Herwanto Santoso (21407029), Andy Sutanto (21407044)",
  "subjects": "BUILDING-EARTHQUAKE EFFECTS; ELASTIC ANALYSIS (ENGINEERING)"
}