{
  "id": "20996",
  "title": "Evaluasi kinerja struktur baja dangan sistem ganda SRPMK dan SRBE yang menggunakan RBS pada kedua arah orthogonal bangunan di wilayah 2 gempa Indonesia",
  "abstract": "Sejumlah penelitian setelah gempa Northridge 1994 menunjukkan terjadi kegagalan sambunganstruktur baja.Penggunaan Reduced Beam Section (RBS) menjadi alternatif yang menarik.Pada RBS, sebagian luasan sayap profil balok dikurangi agar kapasitas momen nominalnya berkurang.Pengurangan ini menyebabkan lokasi sendi plastis berpindah dari daerah sambungan ke bagian balok sehingga struktur mengalami mekanisme keruntuhan yang lebih aman. Penelitian terhadap sistem rangka penahan khusus (SRPMK) yang menggunakan RBS pada satu arah menunjukkan hasil yang memuaskan walaupun driftmasih berlebihan. Penelitian terakhir terhadap SRPMK yang menggunakan RBS dalam dua arah menghasilkan kinerja struktur yang baik, namun kurang ekonomis akibat penggunaan dimensi kolom yang besar. Penelitian ini bertujuan untuk mengevaluasi kinerja sistem ganda SRPMK dan sistem rangka bresing eksentris (SRBE) yang menggunakan RBS.Struktur direncanakan sebagai sistem ganda menurut SNI 03-1729-2002, sedangkan penampang RBS direncanakan menurut AISC 358-05.Sebagai studi kasus dipilihlah bangunan perkantoran 6- dan 10-lantai yang direncanakan pada wilayah 2 gempa Indonesia menurut SNI 03-1726-2002. Kinerja struktur diperiksa menggunakan analisis statis nonlinier pushover dan analisis dinamis time history. Hasil penelitian menunjukkan bahwa perencanaan sistem ganda tidak terpenuhi. Mekanisme strong column weak beamterjadi pada sumbu kuat kolom yang menggunakan SRPMK sedangkan arah sumbu lemah kolom yang menggunakan SRBE tidak terjadi mekanisme yang diharapkan.",
  "creators": "INTAN PURNAMA SARI; IVANA NYOTOSETIADI",
  "contributors": "Ima Muljati Ginsar (Advisor 1); Hasan Santoso (Advisor 2); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011783/SIP/2011; Intan Purnama Sari (21407060), Ivana Nyotosetiadi (21407101)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS; STEEL, STRUCTURAL"
}