{
  "id": "20991",
  "title": "Evaluasi perencanaan pseudo elastis pada bangunan tidak beraturan dengan coakan 40% 6- dan 10- lantai di wilayah 2 peta gempa Indonesia",
  "abstract": "Pseudo Elastis merupakan sebuah metode alternatif yang dikembangkan dalam perencanaan bangunan terhadap gempa, dengan prosedur perencanaan yang lebih singkat dibandingkan metode Desain Kapasitas. Pola keruntuhan yang diharapkan adalah partial side sway mechanism, dimana sebagian kolom didesain agar tetap berperilaku elastis dengan cara memperbesar gaya-gaya pada kolom elastis akibat gempa nominal dengan faktor pengali (FP). Mengingat metode tersebut tidak menjamin kondisi strong column weak beam, maka diperlukan alternatif untuk memperkuat kolom-kolom elastis. Prosedur serupa dengan Desain Kapasitas (menggunakan overstregth factor) diadopsi dari SNI 03-2847-1992 untuk memperkuat kolom-kolom elastis karena beberapa penelitian sebelumnya menunjukkan bahwa pemakaian Overstrengh Factor kolom dalamSNI03-2847-2002 masih kurang memadai untuk menjamin terjadinya Strong Column Weak Beam.Tujuan dari penelitian ini adalah untuk membandingkan kinerja struktur bangunan yang didesain dengan metode PE1 dan PE2. Bangunan yang ditinjau adalah bangunan perkantoran beton bertulang 6- dan 10-lantai dengan denah bercoakan sudut sebesar 40% di wilayah 2 peta gempa indonesia. Kinerja bangunan dianalisis dengan analisis nonlinear time history dengan program SAP2000 v.11. Hasil penelitian menunjukkan bahwa metode PE1 dan PE2 belum menjamin terjadinya mekanisme yang aman. Hal ini dibuktikan dengan terbentuknya sendi elastis pada kolom elastis.",
  "creators": "SHIRLEY INDRAWATI PRAYOGO; JESSICA MARGARETHA",
  "contributors": "Pamuda Pudjisuryadi (Advisor 1); Benjamin Lumantarna (Advisor 2); Ima Muljati Ginsar (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011778/SIP/2011; Shirley Indrawati Prayogo (21407015), Jessica Margaretha (21407042)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS; ELASTIC ANALYSIS (ENGINEERING)"
}