{
  "id": "21002",
  "title": "Tingkat kepentingan dan tingkat kepuasan dari faktor-faktor motivasi pekerja konstruksi",
  "abstract": "Dalam dunia konstruksi, pekerja di lapangan mempunyai nilai kepentingan dan nilai kepuasan yang berbeda-beda. Nilai kepentingan dan kepuasan secara tidak langsung mempunyai dampak terhadap produktivitas pekerjaan di lapangan. Turunnya motivasi pekerja dapat disebabkan oleh beberapa hal terutama oleh tingkat kepuasan pekerja yang rendah. Pengetahuan mengenai seberapa besar hubungan antara tingkat kepentingan pekerja terhadap faktor-faktor motivasi sangat diperlukan. Penelitian ini bertujuan untuk mengetahui tingkat kepentingan dan tingkat kepuasan dari faktor-faktor motivasi pekerja konstruksi serta hubungan antara tingkat kepentingan dan tingkat kepuasan. Pengumpulan data dilakukan dengan menyebarkan kuesioner yang ditujukan kepada pekerja pada tiga proyek konstruksi di Surabaya. Hasil analisa dari 116 pekerjadi tiga proyek konstruksi adalah terdapat lima faktor yang dianggap penting bagi pekerja yang secara tidak langsung akan berdampak pada motivasi pekerja antara lain jumlah pendapatan yang diterima, fasilitas yang memadai, penghargaan yang diterima, peralatan yang diperlukan untuk melakukan suatu pekerjaan, dan kemampuan mandor untuk mengelola pekerjaan. Selain itu, terdapat pula lima faktor yang kurang memuaskan bagi pekerja antara lain kesempatan untuk mendapatkan promosi, jaminan dalam pekerjaan, penghargaan yang diterima, kesempatan untuk mengambil bagian dalam membuat keputusan, dan kualitas perlengkapan. Hasil analisa lebih lanjut menunjukan bahwa terdapat empat faktor yang digolongkan kedalam tingkat kepentingan tinggi dan tingkat kepuasan rendah, yaitu kesempatan untuk mendapatkan promosi, fasilitas yang memadai, jaminan dalam pekerjaan, dan penghargaan yang diterima.",
  "creators": "ERWIN PRAYITNO; EDY SUCIPTO KUSUMA ADMAJA",
  "contributors": "Andi (Advisor 1); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011793/SIP/2011; Erwin Prayitno (21406006), Edy Sucipto Kusuma Admaja (21406097)",
  "subjects": "CONSTRUCTION INDUSTRY-EMPLOYEE MOTIVATION; CONSTRUCTION INDUSTRY-MANAGEMENT"
}