{
  "id": "21003",
  "title": "Evaluasi kinerja struktur baja dengan sistem ganda SRPMK dan SRBE yang menggunakan RBS pada kedua arah orthogonal bangunan di wilayah 6 gempa Indonesia",
  "abstract": "Sejumlah penelitian setelah gempa Northridge 1994 menunjukkan terjadi kegagalan sambungan struktur baja. Penggunaan reduce beam section (RBS) menjadi alternatif menarik. Pada RBS, sebagian luasan sayap profil balok dikurangi agar kapasitas momen nominalnya berkurang. Pengurangan ini menyebabkan lokasi sendi plastis berpindah dari daerah sambungan ke bagian RBS sehingga struktur mengalami mekanisme keruntuhan yang lebih aman. Penelitian terhadap sistem rangka penahan momen khusus (SRPMK) yang menggunakan RBS pada satu arah menunjukan hasil yang memuaskan walaupun drift berlebihan. Penelitian terakhir terhadap SRPMK yang menggunakan RBS dalam dua arah menghasilkan kinerja yang baik, namun kurang ekonomis akibat dimensi kolom yang besar. Penelitian ini bertujuan untuk mengevaluasi kinerja sistem ganda SRPMK dan sistem rangka bressing eksentris (SRBE) yang menggunakan RBS. Struktur direncanakan sebagai sistem ganda menurut SNI 03-1729-2002, sedangkan penampang RBS direncanakan menurut AISC 358-05. Sebagai studi kasus dipilih bangunan perkantoran 6- dan 10-lantai yang direncanakan pada wilayah 6 peta gempa Indonesia menurut SNI 03-1726-2002. Kinerja struktur diperiksa menggunakan analisa statis non-linier push over dan analisis time history. Hasil penelitian menunjukan bahwa perencanaan sistem ganda tidak terpenuhi. Mekanisme strong column weak beam hanya terjadi pada sumbu kuat kolom yang menggunakan SRPMK sedangkan dalam arah sumbu lemah kolom yang menggunakan SRBE tidak terjadi mekanisme yang diharapkan.",
  "creators": "ADRIAN HARTANTO SANTOSO; RONNY WIJAYA",
  "contributors": "Hasan Santoso (Advisor 1); Benjamin Lumantarna (Advisor 2); Daniel Tjandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011781/SIP/2011; Adrian Hartanto (21407035), Ronny Wijaya (21407123)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS; STEEL, STRUCTURAL"
}