{
  "id": "21001",
  "title": "Estimasi dan komposisi biaya beberapa proyek ruko",
  "abstract": "Ruko merupakan bangunan yang menjadi trend saat ini, hal ini disebabkan karena keterbatasan lahan yang tersedia sedangkan kebutuhan dalam mencari tempat tinggal dan tempat untuk mencari usaha semakin meningkat. Akan tetapi harga per m? dari setiap ruko yang tidak selalu sama. Penelitian ini bertujuan untuk mengetahui jenis-jenis pekerjaan yang mempengaruhi perbedaan harga per m? dari ruko 3 lantai. Untuk mengetahui jenis-jenis pekerjaan yang mempengaruhi perbedaan harga per m?, akan dilakukan perhitungan rencana anggaran biaya (RAB) untuk mengetahui estimasi dan komposisi biaya dari ruko 3 lantai. Volume pekerjaan didalam RAB didapatkan dari perhitungan yang disesuaikan dengan gambar kerja yang ada, sedangkan harga satuan pekerjaan yang digunakan adalah direct cost yang dihitung berdasarkan SNI 2002. Hasil total estimasi biaya tersebut digunakan untuk perhitungan harga per m?. Selain itu, dalam penelitian ini juga meliputi perhitungan konsentrasi bekisting dan konsentrasi besi pada struktur ruko 3 lantai. Dari hasil perhitungan yang dilakukan, diketahui harga per m? luas lantai untuk keseluruhan ruko Ciliwung adalah Rp 1.718.129 dan untuk ruko Tenggilis adalah Rp 1.595.519. Harga per m? tersebut dipengaruhi oleh jenis pekerjaan mendominasi dalam komposisi biaya, antara lain adalah pekerjaan pondasi, pekerjaan struktur, dan pekerjaan pasangan dinding. Hal ini disebabkan karena pekerjaan ini memiliki bobot yang tinggi dalam komposisi biaya ruko. Selain itu pondasi yang digunakan, dimensi dari kolom, balok, dan plat, serta luas pasangan dinding tidak selalu sama untuk setiap ruko.",
  "creators": "HERMAN HALIM SAPUTRA",
  "contributors": "Indriani Santoso (Advisor 1); Budiman Proboyo (Advisor 2); Januar Buntoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011791/SIP/2011; Herman Halim Saputra (21405047)",
  "subjects": "BUILDING-ESTIMATES"
}