{
  "id": "21012",
  "title": "Komputerisasi surat menyurat dan sistem administrasi mutasi mahasiswa di Jurusan Teknik Elektro UK Petra",
  "abstract": "Selama ini proses surat menyurat dan administrasi mutasi mahasiswa yang dilakukan di Junisan Teknik Elektro Universitas Kristen Petra, sebagian besar masih menggunakan cara manual. Padalial jenis surat dan jumlah mahasiswa yang melakukan mutasi sangatlah banyak, sehingga mengalami kesulitan dalam hal pembuatan surat dan penyimpanan data maupun pencarian data yang sudah ada. Tujuan dari tugas akhir ini adalah membuat suatu program database yang dapat meningkatkan efisiensi dalam hal penyimpanan dan pencarian data dari proses surat menyurat dan sistem administrasi mutasi mahasiswa. Metodologi penelitian yang dilakukan dalam proses pembuatan tugas akhir ini adalah dengan melakukan pengumpulan data dan srudi literatur, perencanan program, pembuatan program, pengujian program, dan pengambilan kesimpulan serta saran. Untuk database diimplementasikan menggunakan Microsoft Access 2000, dan sebagai program aplikasinya digunakan bahasa pemrograman Borland Delphi 4 yang nantinya dapat mengakses tabel-tabel database tersebut. Hasil yang diperoleh dari tugas akhir ini adalah suatu program database yang dapat digunakan untuk proses pembuatan surat dan penyimpanan data, baik data surat maupun data mutasi mahasiswa. Kelemahan dari program ini adalah tidak terdapat fasilitas untuk membuat garis atau tabel di dalam template surat dan tidak bisa mengatasi masalah surat masuk yang bersifat disposisi.",
  "creators": "HERI SETIAWAN",
  "contributors": "Kartika Gunadi (Examination Committee 1); Lily Puspa Dewi, S.T., M.Kom. (Advisor 2); Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/E/KOM/014/090; Hery Setiawan (23496051)",
  "subjects": "ADMINISTRATION; DATABASE DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS)"
}