{
  "id": "21011",
  "title": "Analisa kesiapan penerapan concurrent engineering pada kontraktor di Surabaya",
  "abstract": "Concurrent Engineering adalah suatu upaya untuk mengoptimalkan suatu desain produk dan proses pelaksanaannya agar dapat mengurangi waktu pengerjaan dan biaya serta meningkatkan kualitas dengan mengintegrasikan kegiatan desain dan pelaksanaan serta memaksimalkan paralelisme dalam praktek kerja. Metode ini telah sukses diterapkan dalam dunia industri, karena itulah timbullah ide untuk menerapkannya dalam dunia konstruksi. Dalam proses penerapannya, perlu dilakukan suatu penilaian kesiapan terlebih dahulu untuk mengetahui kesiapan industri konstruksi dalam menerapkan metode ini. Karena itulah, ada baiknya jika dilakukan analisa kesiapan kontraktor di Surabaya dalam menerapkan Concurrent Engineering dengan menggunakan BEACON Model serta perbandingan level kesiapannya dengan kontraktor di Inggris. BEACON Model membagi Concurrent Engineering menjadi 4 Elemen utama yang dibagi lagi menjadi 17 Faktor Kritikal. Penelitian ini dilakukan dengan cara membagikan kuisioner pada 60 kontraktor di Surabaya yang hasilnya dianalisa dan diplotkan pada grafik BEACON. Hasil analisa kesiapan menunjukkan bahwa Elemen tertinggi adalah Elemen Proyek dan terendah adalah Elemen Teknologi, sedangkan Faktor Kritikal tertinggi adalah Manajemen dan Kepemimpinan Tim dan terendah adalah Dukungan dari Segi Informasi. Dari hasil tersebut, disimpulkan bahwa kontraktor di Surabaya cukup siap dalam menerapkan Concurrent Engineering, meskipun dari hasil perbandingan level kesiapan terlihat bahwa kontraktor di Inggris lebih siap menerapkan Concurrent Engineering daripada kontraktor di Surabaya.",
  "creators": "HERMAN HADINATA; GUNAWAN WIBOWO MARBEN",
  "contributors": "Paulus Nugraha (Advisor 1); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011803/SIP/2011; Herman Hadinata (21407030), Gunawan Wibowo Marben (21407110)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}