{
  "id": "21017",
  "title": "Perencanaan kebutuhan material sepatu pada PT Super Mitory Utama, Tbk.",
  "abstract": "PT Super Mitory Utama, Tbk adalali sebuali perusahaan yang menjalankan operasional produksinya dengan sistem job order, dan merupakan perusahaan yang bergerak dalam bidang pembuatan sepatu olali raga dengan jenis dan variasi yang berbeda. Produk yang dihasilkan oleh perusahaan berorientasi eksport, sehingga masalah ketepatan waktu dalam pemenuhan order adalali merupakan faktor yang penting. Adapun masalah yang dihadapi adalah bagaimana merencanakan kebutuhan bahan baku yang dapat mengantisipasi terjadinya fluktuasi pasar sehingga dapat memenuhi permintaan pasar. MRP adalah prosedur logis dan teknik pencatatan terkomputerisasi yang dirancang untuk menjawab permasalahan diatas dengan menerjemahkan \"jadwal induk produksi' menjadi kebutuhan bersih untuk semua item. Sistem MRP didesain untuk melepaskan pesanan-pesanan dalam produksi dan pembelian untuk mengatur aliran bahan baku dan persediaan sehingga sesuai dengan jadwal induk produksi untuk produk akhir. Hal ini memungkinkan perusahaan memelihara tingkat kebutuhan minimum item-item yang kebutuhannya dependent, dan tetap menjamin terpenuhinya jadwal induk produksi untuk produk akhirnya, sehingga permintaan pasar akan produk akhir dapat terpenuhi. Dari hasil perhitungan MRP dengan menggunakan metode lot zising, maka dapat diketahui kapan suatu produk sudah harus diproduksi dan kapan bahan baku produk hams tersedia supaya proses produksi dapat berjalan dengan lancar, dan tanggal pengiriman produk dapat terpenuhi.",
  "creators": "MELSIANI R F SADUK",
  "contributors": "Kristiana Asih Damayanti (Advisor 1); I Nyoman Sutapa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 484/TI-075/2001; Melsiani Rosdiani Fillipin Saduk (25494114)",
  "subjects": "MATERIALS MANAGEMENT; ORDER PROCESSING SYSTEM (COMPUTER SYSTEM)"
}