{
  "id": "21018",
  "title": "Pengembangan aplikasi jual dan cari properti pada website www.idaman.com menggunakan PHP4 dengan database MYSQL",
  "abstract": "Sekarang ini kebanyakan para penjual maupun calon pembeli properti masih menggunakan cara yang lama, dimana para penjual dan calon pembeli masih menggunakan koran sebagai alat perantara. Apabila koran tersebut sudah hilang maka penjual maupun pencari tidak dapat mencari informasi diperlukan. Selain itu pencarian properti menggunakan koran kurang praktis. Tujuan dari tugas akhir ini adalah untuk mengembangkan suatu aplikasi jual dan cari properti berbasis web dengan menggunakan database untuk menyimpan data-data properti yang akan dijual. Dengan aplikasi ini maka dapat memudahkan pencari informasi properti untuk penjual dan pembeli properti dibandingkan menggunakan koran. Dengan aplikasi ini juga mempermudah pencarian properti yang akan dicari, karena dengan adanya fasilitas cari atau search sangat membantu dalam pencarian properti. Pada tugas akhir ini dilakukan pembuatan database dengan menggunakan database server MySQL dan perancangan bahasa pemrograman dengan menggunakan bahasa pemrograman PHP4 yang berjalan pada server dengan sistem operasi Linux. Implementasi yang dilakukan pada www.idaman.com antara lain adalah fasilitas cari properti, pendaftaran anggota dan pemasangan properti (member area). Hasil yang diperoleh dari tugas akhir ini adalah suatu aplikasi cari dan jual properti berbasis web yang dapat diakses dari seluruh dunia yang terhubung dengan internet. Dari hasil pengujian secara simulasi pada jaringan komputcr lokal (LAN) menunjukkan bahwa aplikasi yang telah dirancang dapat berjalan dengan baik tanpa error.",
  "creators": "DONNY CHRISTIAAN",
  "contributors": "Kartika Gunadi (Advisor 1); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/E/KOM/008/084; Donny Christiaan (23496094)",
  "subjects": "DATABASE MANAGEMENT; MYSQL (COMPUTER PROGRAM LANGUAGE); WEBSITE-DESIGN"
}