{
  "id": "21015",
  "title": "Kajian penggunaan Ms Visual Studio 6.0a enterprise edition untuk pengembangan aplikasi enterprise information system",
  "abstract": "Kebutuhan sebuah aplikasi enterprise yang terutama adalah untuk otomasi tugas harian dan integrasi basis data dan perusahaan / enterprise. Saat ini dibufuhkan teknologi infonuasi untuk memberikan competitive adswitage. Aplikasi bisnis hams bisa menawarkan produk maupun jasa lewat web. Aplikasi yang bam hams scalable dan reliable seperti sistem yang telah ada. Tidak hanya itu. mereka hams fleksibel. mendukung bermacam macam arsitektur, dan mudah serta cepat dalam pembuatannya. Pada saat yang sama, organisasi juga membutulikan kemampuan untuk mensuport anggotama yang tersebar di seluruh dunia. Microsoft dalam usahanya untuk memenuhi syarat dan aplikasi bisnis ini. mengembangkan framework yang dikenal dengan MSF (Microsoft Solution Framework). Proses penelitian yang dilakukan dalam tugas akhir ini adalah untuk menguji sejauh mana kemampuan Ms Visual Studio dalam mengembangkan aplikasi enterprise disamping itu juga untuk mencari pedoman bagi developer khususnya Ms Visual Studio developer dalam memberikan solusi bagi aplikasi enterprise. Metodologj yang dilakukan adalah: mempelajari MSF, mempelajari Visual Studio secara singkat, menerapkannya pada perancangan, pembuatan prototype dan pengambilan kesimpulan serta saran. Dan penelitian yang dilakukan maka dapat ditaiik kesimpulan bahwa Visual Smdio 6.0a enterprise edition masih terlalu kompleks untuk digunakan meskipun kekompleksan itu telah dibayar oleh kapabilitas yang tinggi dalam mengembangkan aplikasi enterprise.",
  "creators": "IBNU GUNAWAN",
  "contributors": "IRWAN KRISTANTO J (Advisor 2); Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Kartika Gunadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/E/KOM/001/093; Ibnu Gunawan (23497093)",
  "subjects": "COMPUTER PROGRAMMING; VISUAL STUDIO 6.0-COMPUTER PROGRAMS"
}