{
  "id": "21029",
  "title": "Studi gangguan satu phasa ke tanah jaringan sutm 2 kv yang berdampak pada PLTD sebagai catu daya dii pulau Bawean PT. PLN (Persero) UPJ area Gresik",
  "abstract": "Pulau Bawean dengan jumlah penduduk kurang lebih 70.000 jiwa yang memiliki bermacam-macam mata pencaharian dan potensi pariwisata yang cukup banyak, membutuhkan penyediaan dan pendistribusian sistem catu daya listrik yang cukup andal. Sistem distribusi daya listrik tentunya juga tidak lepas dari apa yang dinamakan gangguan, khususnva gangguan satu phasa ke tanah yang sering terjadi pada saluran distribusi listrik di pulau Bawean. Oleh karena itu pada tugas akhir ini dibahas mengenai gangguan satu phasa ke tanah yang terjadi pada SUTM 20 K.V serta dampaknya terhadap sistem catu daya yaitu PLTD yang ada di pulau Bawean. Dari data-data tentang impedansi, tegangan, dan daya generator, trafo, dan kawat distribusi yang diperoleh dari data sekunder maupun pengamatan secara langsung, akan dianalisa berapa besar arus hubung singkat apabila terjadi hubung singkat satu phasa ke tanah pada SUTM 20 K.V. Kemudian akan dianalisa pula kestabilan transien yang terjadi pada sistem pembangkit sebagai akibat adanya gangguan di atas. Dari analisa gangguan terhadap keadaan steady state diperoleh arus hubung singkat sebesar 81,69 A pada bus saluran distribusi sampai dengan 72,62 A pada ujung akhir saluran distribusi. Dan terhadap keadaan transien diperoleh bahwa kurva ayunan menunjukkan kecenderungan pada sudut rotor yang menuju pada titik kestabilan sehingga sistem pembangkit sebagai catu daya berada dalam keadaan stabil",
  "creators": "ADRIAN PRESTON HENDRIK",
  "contributors": "Ir. M.TABRANI MACHMUDSYAH (Advisor 2); Prof. Ir. Hanny Hosiana Tumbelaka, M.Sc., Ph.D. (Advisor 1); Emmy Hosea (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/E/TST/017/400; Adrian Preston Hendrik Koroh (23497009)",
  "subjects": "ELECTRIC POWER DISTRIBUTION; ELECTRIC POWER SYSTEMS; ELECTRIC POWER TRANMISSION"
}