{
  "id": "21036",
  "title": "Entrepreneural orientation pada usaha kecil makanan dan minuman menurut profil alumni perguruan tinggi swasta di Jawa Timur",
  "abstract": "Latar belakang dari penelitian ini adalah entrepreneurial orientation pendiri / pengelola usaha kecil industri makanan dan minuman di Jawa Timur menurut profil alumni perguruan tinggi swasta di Jawa Timur. Penelitian ini bertujuan untuk mengidentifikasi profil alumni perguruan tinggi swasta sebagai pendiri atau pengelola usaha kecil pada industri makanan dan minuman di Jawa Timur, mengidentifikasi pertumbuhan usaha kecil pada industri makanan dan minuman yang dikelola alumni perguruan tinggi swasta dan mendeskripsikan keterkaitan antara tingkat entrepreneurial orientation dengan pertumbuhan usaha kecil pada industri makanan dan minuman di Jawa Timur. Teknik analisa yang digunakan dalam penelitian ini adalah statistik deskriptif. Hasil penelitian dari deskripsi demografis pemilik menunjukkan bahwa karyawan yang bekerja dalam usaha ini adalah berusia muda, tamat sekolah menengah, dan mayoritas berada pada bagian produksi. Sedangkan dari profil bisnis pada periode growth, yang diukur berdasarkan aspek keuangan, sumber daya manusia, dan aspek pemasaran, ke enam belas usaha kecil yang diteliti menunjukkan adanya variasi yang besar antar usaha kecil. Sedangkan untuk atribut entrepreneurial orientation dari kategori sikap, dimensi kecepatan merupakan satu-satunya dimensi dengan kategiri tinggi. Untuk kategori penilaian, indikator dukungan, inteligen pasar, resiko dan masa depan juga termasuk dalam kategori tinggi. Lebih lanjut, secara umum, perkembangan usaha kecil tidak berkorelasi dengan dimensi entrepreneurial orientation. Jadi perusahaan harus memberikan pelatihan dan juga mengakomodasi aspirasi dari karyawannya.",
  "creators": "ALBERT SOEHARTONO",
  "contributors": "Sundring Pantja Djati; Inggrid",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010072/MAN/2009; Albert Soehartono (31405034)",
  "subjects": "ENTREPRENEURSHIP; SMALL BUSINESS"
}