{
  "id": "21069",
  "title": "Minat para mahasiswa d-III pendidikan kepariwisataan universitas kristen petra yang masih aktif untuk melanjutkan pendidikan ke jenjang d-IV proggram studi tourism and leisure business studies",
  "abstract": "Dalam menyongsong era globalisasi tahun 2003, rakyat Indonesia berusaha keras untuk meningkatkan perekonomian negara di segala bidang, khususnya di bidang kepariwisataan. Bidang kepariwisataan ini sangat berguna dalam meningkatkan devisa negara karena banyak wisatawan lokal maupun wisatawan asing yang datang berkunjung di obyek-obyek wisata yang ada di Indonesia. Untuk menarik minat para wisatawan tersebut lebih banyak lagi, maka perlu adanya sumber daya manusia yang bisa menjadi pemikir yang mampu merencanakan cara yang tepat untuk menjalankan business di dunia pariwisata. Untuk itu selama ini Universitas Kristen Petra telah membuka program studi D-III di bidang kepariwisataan dan berhasil dengan baik. Namun untuk mengantisipasi saingan berat dari tenaga kerja dari luar negeri di tahun 2003 di era pasar terbuka, Universitas Kristen Petra merasa perlu menambah pendidikan mahasiswa-mahasiswa jurusan pariwisata dengan ilmu management. Hal ini dilakukan dengan merencanakan untuk membuka program studi D-IV di bidang kepariwisataan pada tahun 2000. Program studi ini diharapkan berguna bagi para mahasiswa yang ingin menjadi excellent thinkers, planners and decision makers yang mampu meneliti, menilai pasar, keadaan ekonorm serta berwiraswasta sambil menerapkan pengetahuan manajerial yang efisien dan efektif. Berdasarkan penelitian yang juga penulis lakukan mengenai pengertian minat yaitu keinginan dan kecenderungan hati yang tinggi terhadap sesuatu, maka dari hasil penelitian minat mahasiswa yang masih aktif untuk meneruskan studi ke jenjang kemampuan berpikir konseptual adalah positif sebab 57,9 % menyatakan berminat dan 19,8 % menyatakan cukup berminat. Dengan demikian penulis merasa perlu dan segera dibuka program studi D-IV Tourism and Leisure Business Studies.",
  "creators": "WILLY KUNCORO",
  "contributors": "Yacintha Yoranouw Suryawijaya (Advisor 1); Tio Sally Puspasari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 437/PAR/2001; Willy Kuncoro (91394067)",
  "subjects": "PETRA CHRISTIAN UNIVERSITY. FACULTY OF TOURISM; TOURIST TRADE"
}