{
  "id": "21072",
  "title": "Pengembangan potensi obyek wisata coban gunung baung sebagai obyek wisata alam di daerah Purwodadi Jawa Timur",
  "abstract": "Didalam penulisan tugas akhir ini, penulis ingin memperkenalkan tentang obyek wisata air terjun yang letaknya agak sedikit terpencil serta masih belum banyak dikenal orang. Disamping itu juga terdapat beberapa keunikan yang tidak dimiliki oleh obyek air terjun lainnya. Keunikan tersebut antara lain adanya tiga buah lubang gua yang mengelilingi area air terjun yang memiliki legenda pada masing-masing gua tersebut. Disamping itu masih terdapat keindahan flora dan fauna yang membuat tempat wisata ini semakin alami. Dengan keadaan yang dimiliki saat ini, penulis merasa masih diperlukannya pengembangan pada sarana dan prasarananya demi kenyamanan dan kepuasan para pengunjung. Adapun pengembangan yang dilakukan meliputi: sarana bermain, andong, prasarana jalan setapak, jembatan pemancingan, tempat penangkaran, pos penjaga, kursi istirahat. Coban Gunung Baung ini adalah sebuah taman wisata yang mempunyai luas 195,5 ha dan terletak di kecamatan Purwodadi, kabupaten Pasuruan. Lokasinya sangat mudah dijangkau, yaitu satu kilometer dari jalan raya antara Surabaya-Malang dan tepat di belakang Kebun Raya Purwodadi. Sesampainya di obyek ini, kita masih harus menempuh perjalanan ke arah Timur yang cukup jauh yaitu sejauh kurang lebih satu setengah kilometer dimana jalanan tersebut masih berupa undukan dan tumpukan batu besar yang masih sangat alami. Gemuruh air terjun ini dikala angin cukup keras menerpa dasar jurang, kemudian berputar dan lepas ke angkasa dengan meninggalkan suara seperti baung srigala, karena itulah air terjun ini dinamakan dengan Coban Gunung Baung.",
  "creators": "YAPRI GUNAWAN HARJANTO; REMY YUDHISTIRA",
  "contributors": "Yacintha Yoranouw Suryawijaya (Examination Committee 1); Tio Sally Puspasari",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 410/PAR/2000; Yapri Gunawan Haryanto (91395122), Remy Yudhistira (91396113)",
  "subjects": "TOURISM-BAUNG FALLS (EAST JAVA, INDONESIA); TOURIST TRADE-PURWODADI (EAST JAVA)"
}