{
  "id": "21074",
  "title": "Menggembangkan dan mempromosikan potensi sentra industri kecil \"sandal\" dari desa Wedoro sebagai salah satu obyek wisata penunjang di kota Surabaya",
  "abstract": "Desa Wedoro, yang merupakan salah satu desa yang ada di Kecamatan Waru, Kabupaten Sidoarjo, merupakan Sentra Industri Kecil Sandal. Desa ini mempunyai potensi yang cukup besar untuk dikembangkan dan dipromosikan menjadi salah satu obyek wisata penunjang di kota Surabaya. Untuk dikembangkan menjadi suatu obyek wisata ada beberapa hal yang perlu untuk dirintis dan diperbaiki. Yang perlu dirintis adalah keberadaan souvenir di desa Wedoro, sedangkan yang perlu diperbaiki yaitu jalan masuk dan fasilitas telekomunikasi. Selain itu masih ada beberapa kendala yang masih hams diatasi, yaitu terbatasnya modal usaha, belum terciptanya sandal dengan model yang khas Surabaya serta belum adanya kegiatan promosi. Setelah ketiga masalah tersebut diatas dapat diselesaikan, maka ketua organisasi paguyuban perlu mempromosikan keberadaan desa Wedoro dan kerajinannya melalui kegiatan personal selling dengan mendatangi travel-travel agents besar di Surabaya. Selain itu ketua organisasi paguyuban yang bertanggungjawab atas kegiatan public relation perlu untuk merencanakan beberapa kegiatan kepada anggotanya untuk memperluas pasarnya dengan membagikan brosur/leaflets kepada hotel-hotel dan travel-travel agent, yang didalamnya terdapat direct-mail materials dengan penawaran tertulis untuk mendatangi desa Wedoro dan menjadikan sandal-sandal buatan Wedoro sebagai souvenir bagi para wisatawan yang mengikuti paket tour domestik, outbound dan inbound.",
  "creators": "MARIA FLORIANA",
  "contributors": "Yacintha Yoranouw Suryawijaya (Advisor 1); Tio Sally Puspasari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 400/PAR/2000; Maria Floriana (91396037)",
  "subjects": "SANDALS-INDUSTRY-SIDOARJO (WARU)-WEDEROL VILLAGE-TOURIST TRADE; SURABAYA-TOURIST TRADE"
}