{
  "id": "21075",
  "title": "Evaluasi kualitas pelayanan di Lontar Cafe Surabaya berdasarkan tingkat kepuasan konsumen",
  "abstract": "Kualitas pelayanan adalah suatu hal yang sangat vital dalam dunia usaha perbisnisan, baik itu jasa maupun barang. Dan saat ini persaingan semakin ketat khususnya di bidang jasa. Berkembangnya kafe-kafe di Surabaya juga memicu para pengusaha untuk meningkatkan kualitas jasa pelayanan. Mereka tidak hanya sekedar membuka kafe dan menjalankan tanpa memperhitungkan sisi pelayanan yang baik. Padahal aspek inilah yang perlu dibidik supaya menarik minat konsumen untuk datang ke kafe tersebut. Sebuah kafe yang berlokasi di Jalan Raya Lontar dengan menggunakan nama \"Lontar Cafe\", terkenal dengan makanan khas Eropa seperti steak dan berbagai macam minuman baik yang mengandung alkohol maupun non alkohol. Memang memiliki daya tank tersendin dengan bangunan yang unik berlantai dua dan bernuansa pedesaan yang dapat memuat lebih kurang 100 orang, didukung dengan tata ruang yang khas menunjukkan kultur budaya tradisional semi modern. Menggunakan lampu yang redup menghiasi seluruh ruangan, bagi mereka yang ingin lebih rileks dan menikmati suasana terbuka yang nyaman dan udara segar, serta ruang Iapang sembari duduk lesehan. Didukung dengan harga makanan dan minuman yang dapat dijangkau untuk kalangan menengah keatas. Dalam pembuatan tugas akhir ini peneliti atau penulis melakukan penelitian tentang \"Evaluasi kualitas pelayanan di Lontar Cafe Surabaya berdasarkan tingkat kepuasan konsumen\". Juga dengan memanfaatkan waktu untuk menyebarkan kuesioner bagi 100 responden yang kami ambil dan mengadakan wawancara langsung baik di dalam maupun di luar kafe Alat yang kami gunakan sebagai acuan adalah Nilai Mean dan Standar Deviasi. Data yang diolah menunjukkan terdapat indikasi bahwa Lontar Cafe akan lebih berpotensi dalam persaingan dunia bisnis kafe dengan meningkatkan kualitas pelayanan demi kepuasan konsumen, jadi hal ini memang menjadi unsur utama penulis. Melalui penelitian ini diharapkan penulis dapat memberikan sumbangan berupa saran dan kritik yang membangun, untuk kelancaran usaha Lontar Cafe Surabaya.",
  "creators": "RICO NOVIAN ANGKAJAYA; RONI PRAWIRO GUNAWAN",
  "contributors": "Hatane Semuel (Examination Committee 1); Sundring Pantja Djati (Advisor 1); RICHARD NAPITUPULU (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 024/EP/2002; Rico Novian Angkajaya (33496029), Roni Prawiro Gunawan (33496045)",
  "subjects": "RESTAURANT MANAGEMENT; RESTAURANTS-CONSUMERS-RESEARCH; RESTAURANTS-MARKETING-RESEARCH"
}