{
  "id": "21081",
  "title": "The Study of Charlotte Bronte's idea of women's liberation as seen through Caroline Helstone's and Shirley Keeldar's characterizations in her novel Shirley",
  "abstract": "The term 'Victorian'is often taken to mean a strict code of behaviour.The strict code of behaviour especially gives restrictions to women that prevent them to be as free as men.They have to accept the society's assumption which assumes that women are less superior than men so that willingly they have to be submissive to men.This thesis is a study of one of Charlotte Bronte's novels,Shirleyf which is set in the early Victorian period.The study is about Charlotte Bronte's idea of women's liberation as seen through the characterizations of Caroline Helstone and Shirley Keeldar.The thesis writer is eager to find out whether or not the presentation of the two characters could lead to the idea of women's liberation since at that time the movement of women's liberation had not existed yet.The thesis writer is curious to know how the characterizations of the two characters reveals the idea.From the analysis,it can be seen that Caroline,who wishes for a change in her way of life as a Victorian woman,cannot have it because of the society's oppression on women.Whereas Shirley,with her ample wealth and fortunate position,can break the society's oppression and lead a new freer way of life. Therefore,through the presentation of Caroline and Shirley,Bronte's idea of women's liberation is really presented in that Caroline is presented as a model of the Victorian oppressed woman,while Shirley is a model of the liberated woman.",
  "creators": "DEBORAH CHRISTINE WIDJAJA",
  "contributors": "Sarah Limuil (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduae Thesi No. 324; Deborah Christine Widjaja (11490031)",
  "subjects": "BRONTE, CHARLOTTE, 1816-1854. SHIRLEY; ENGLISH FICTION-19TH CENTURY"
}