{
  "id": "21085",
  "title": "Pengendalian persediaan multi item dengan kedatagan supply bertahap pada PT. Prima Grafia",
  "abstract": "Pengendalian persediaan merupakan salah satu masalah yang sering dihadapi oleh perusahaan dimana sejumlah bahan baku dan produk dapat diperoleh dalam tempat dan waktu yang tepat sehingga dapat mencegah terjadinya kekurangan persediaan atau pemesanan bahan baku yang berlebihan. P.T. Prima Grafia ini adalah salah satu perusahaan yang bergerak dalam bidang jasa yaitu percetakan dimana bahan baku utama yang digunakan adalah kertas dengan berbagai jenis dan ukuran. Beberapa tahun belakangan ini permintaan akan barang jadi mangalami fluktuasi sehingga manyebabkan bahan baku yang dipesan kurang optimal. Tujuan penulisan tugas akhir ini adalah untuk merancang sistem pengendalian persediaan bahan baku multi item yang dapat memantau banyak dan jumlah pemesanan yang harus dilakukan agar dapat meminimumkan biaya total persediaan. Penelitian ini terdiri dari dua model yaitu model pengendalian persediaan secara individual order dan pengendalian persediaan secara joint order. Pada model pengendalian individual order dilakukan pemesanan bahan baku kertas secara sendiri-sendiri. Sedangkan pada model pengendalian persediaan secara joint order, pemesanan bahan baku kertas dilakukan secara bersama-sama. Hasil yang didapatkan dari perhitungan pengendalian persediaan yaitu reoeder point dan ukuran lot pemesanan optimal dimana pemesanan akan dilakukan setelah persediaan mencapai reorder point dan pemesanan akan dilakukan sesuai dengan ukuran lot pemesanan optimalnya. Selain itu juga didapatkan rencana banyak pemesanan dimana pemesanan yang dilakukan secara individual order lebih efektif bila digunakan untuk pola data kebutuhan bahan baku yang tidak merata sedangkan secara joint order akan lebih efektif dan efisien bila digunakan pada pola data kebutuhan bahan baku yang merata.",
  "creators": "FRIDAYANI WITONOPUTRI",
  "contributors": "I Nyoman Sutapa (Examination Committee 1); I Gede Agus Widyadana (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 516/TI-107/2001; Fridayani Witonoputri (25496041)",
  "subjects": "MATERIALS MANAGEMENT; INVENTORY CONTROL"
}