{
  "id": "21098",
  "title": "Peningkatan sigma quality level dengan pendekatan six sigma di pt.x",
  "abstract": "Permasalahan yang dibahas dalam Tugas Akhir ini adalah usaha penurunan dua defect terbesar dari evaluasi Non Conformance Report (NCR) selama enam bulan terakhir, menggunakan pendekatan Six. Sigma. Six Sigma merupakan performance target terhadap karakteristik mutu bukan terhadap total produk. Peibaikan yang dilakukan disini adalah dari segi mesin, metode dan manusia. Tujuan dari penulisan Tugas Akhir ini adalah untuk memberikan pola kepada PT. X dalam menerapkan six sigma project dan juga contoh pengaplikasiannya pada dua karakteristik mutu. Dua karakteristik mutu tersebut adalah panjang tipping paper cigarette dan kemasan OPP film pack cigarette. Pendekatan yang digunakan dalam Six Sigma project untuk memantau keberhasilan project adalah seberapa jauh peningkatan sigma quality level (SQL) dari karakteristik mutu yang diamati. Panduan langkah-langkah yang digunakan dalam penerapan Six Sigma project secara sistematis-di PT. X ini adalah PDCA cycle. Sigma Quality Level (SQL) sebelum dilakukan perbaikan untuk panjang tipping paper cigarette dan kemasan OPP film pack cigarette adalah 4,44 dan 4,43. Setelah dilakukan peibaikan teijadi peningkatan sigma quality level (SQL) menjadi enam sigma untuk kedua karakteristik mutu tersebut. Selain SQLnya meningkat, masih ada beberapa keuntungan lain yang diperoleh yaitu: kecakapan prosesnya meningkat menjadi 2, persen defect menjadi 0% dan biaya kualitasnya menurun sebesar Rp. 11.938.737,81 untuk mesin M-37 dan P-33.",
  "creators": "SANDRA VERONICA",
  "contributors": "Jani Rahardjo (Advisor 1); Kriswanto Widiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 539/TI-020/2002; Sandra Veronica (25498137)",
  "subjects": "TOTAL QUALITY MANAGEMENT; SIX SIGMA (QUALITY CONTROL STANDARD)"
}