{
  "id": "21100",
  "title": "Pengukuran berdasarkan EQ dan perilaku pemimpin serta komitmen organisasi untuk mendeteksi kepemimpinan yang berkualitas di era millenium",
  "abstract": "Peran kepemimpinan pada masa ini mulai mendapat sorotan yang tajam karena pemimpin bertugas untuk menentukan arah dan tujuan dalam organisasi baik suatu negara ataupun suatu perusahaan. Defmisi utama dari kepemimpinan adalah kemampuan seseorang untuk mempengaruhi orang lain untuk berbuat sesuatu dalam mencapai sasaran (Donald H.Weiss, 1994) Adapun syarat-syarat seorang pemimpin yang berkualitas adalah sebagai berikut: 1. Mempunyai visi yang jelas dan penjabarannya (Edwin A. Locke dan Associates) 2. Penuh inisiatif, energi, dan ambisius (Edwin A. Locke dan Associates) 3. Jujur dan punya integritas (Edwin A. Locke dan Associates) 4. Menetapkan sasaran-sasaran yang spesifik dan menantang (Edwin A. Locke dan Associates) 5. Kreatif (Edwin A. Locke dan Associates) 6. Ekstrovert dan riang (Edwin A. Locke dan Associates) 7. Dapat menafsirkan dan mengungkapkan dengan kata-kata yang jelas tentang kebutuhan, aspirasi dan perasaan kelompok (Donald H. Weiss) 8. Berani mengambil resiko (Dale Timpe) 9. Mampu mengendalikan emosi dan kesadaran (Evendhy M. Siregar, 1989) Hubungan ciri-ciri tersebut dengan: Artikel pertama yang ditulis oleh Victor Dulewicz dan Malcolm Higgs mengenai pengukuran tentang EI seorang pemimpin, di mana seorang pemimpin yang ber-EI tinggi cenderung salah satunya adalah stabil secara emosional dan terkendali. Padahal salah satu ciri pemimpin yang berkualitas adalah harus mampu mengendalikan emosi. Artikel kedua yang ditulis oleh Robert W. Rowden mengenai hubunag antara kepemimpinan dan komitmen organisasi, diharapkan dengan adanya seorang pemimpin yang karismatik dapat mempererat hubungan antara pegawai dan organisasi dimana kepemimpinan yang berkarisma harus berperilaku yaitu mempunyai visi yang jelas, sensitifitas terhadap karyawan, sensitifitas terhadap lingkungan, perilaku yang tidak kuno, dan berani menanggung resiko. Padahal peran kepemimpinan yang berkualitas adalah mempunyai visi yang jelas, kemampuan untuk menafsirkan dengan jelas tentang kebutuhan kelompok dan menetapkan sasaran yang spesifik. Artikel ketiga yang ditulis oleh Anthony J. Berry mengenai tambahan bahaya-bahaya alami sebagai akibat dari masyarakat industri sehingga pemimpin dituntut untuk mengetahui atau mamahami resiko-resiko yang akan ditampilkan. Padahal salah satu ciri pemimpin yang berkualitas adalah berani mengambil resiko dalam arti dalam setiap langkah atau keputusan pemimpin harus memperhitungkan atau memahami resiko-resiko yang akan dihadapi sehingga resiko-resiko tersebut dapat dihindari. Berdasarkan hubungan dari ketiga jurnal maka dapat diambil kesimpulan bahwa kesuksesan seorang pemimpin untuk menghadapi berbagai resiko di era globalisasi ini, bergantung pada dipenuhinya kriteria-kriteria kepemimpinan yang berkualitas antara lain tingginya tingkat kecerdasan emosional pemimpin, berkarisma serta fleksibel dalam berstrategi ketika situasi menuntut.",
  "creators": "ZENNY ASIAN WIDAGDO",
  "contributors": "Sundring Pantja Djati (Examination Committee 1); Ronny Herowind Mustamu (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman karya Ilmiah No. 105/EM/2000; Zenny Asian Widagdo (31495205)",
  "subjects": "EXECUTIVE ABILITY; EXECUTIVES"
}