{
  "id": "21118",
  "title": "Pusat terapi anak down syndrome di Batu dengan pendekatan perilaku adaptif sebagai dasar program terapi",
  "abstract": "Pusat terapi anak down syndrome ini merupakan sebuah fasilitas terapi dan pembelajaran khusus bagi anak down syndrome yang terkait dengan kemampuan intelektual dan perilaku adaptif. Dengan demikian anak-anak down syndrome ini dilatih untuk menjadi anak yang mandiri, dapat bekerja sama, dan tumbuh berkembang dalam masyarakat serta dapat mengembangkan bakat, minat, dan kreativitasnya sehingga keahlian mereka dapat berguna dan dapat lebih dihargai orang lain. Pada fasilitas dalam proyek ini, terdapat asrama khusus bagi anak down syndrome yang menjalani terapi dalam fasilitas ini. Adanya asrama ini menjadi program psikoterapi bagi anak down syndrome sehingga dapat melatih kemandirian mereka. Fasilitas terapi ini terdiri dari ruang terapi indoor (meliputi ruang kelas, mini perpustkaan, ruang musik, dsb), dan ruang terapi outdoor (yang meliputi taman bermain, kolam renang, kolam pasir, kebun sayuran, mini zoo, taman labirin, lintasan sepeda, dsb). Selain itu juga dilengkapi dengan fasilitas medis bagi anak down syndrome. Sedangkan fasilitas umum meliputi ruang serbaguna, ampiteater terbuka, mini koperasi, toko buku dan galeri. Pendekatan perancangan yang digunakan adalah pendekatan perilaku dari anak down syndrome. Anak down syndrome ini mengalami keterlambatan intelektual sehingga kesulitan terhadap orientasi ruang. Sehingga perlu dibuat bentukan massa yang sederhana. Selain itu juga dibuat jalur sirkulasi yang sederhana sehingga mudah diingat oleh anak down syndrome. Untuk menunjang tumbuh kembang anak down syndrome yang menjalani terapi maka diambil pendalaman karakter ruang.",
  "creators": "LUKITO ONTUNG",
  "contributors": "Esti Asih Nurdiah, S.T., M.T., Ph.D. (Advisor 1); Maria Immaculata Hidayatun (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06022999/ARS/2011; Lukito Ontung (22407118)",
  "subjects": "MENTAL RETARDATION FACILITIES"
}