{
  "id": "21121",
  "title": "Galeri dan pagelaran, kesenian dan kebudayaan Maluku Tengah di Ambon",
  "abstract": "Galeri dan Pagelaran, Kesenian dan Kebudayaan Maluku Tengah di Ambon ini adalah fasilitas yang mewadahi kegiatan penyampaian informasi mengenai kekayaan kebudayaan Maluku Tengah. Selain mewadahi kegiatan di atas, juga mewadahi kegiatan untuk pengenalan dan pelatihan informal kepada masyarakat tentang kebudayaan Maluku Tengah. Melalui fasilitas ini masyarakat juga diajak untuk lebih peduli dalam mengembangkan dan melestarikan nilai budaya dari Maluku Tengah. Informasi kebudayaan yang disediakan meliputi tari-tarian, makanan, peninggalan bersejarah, alat musik, kerajinan tangan dan kesenian tradisional. Dalam perancangan,pendekatan yang digunakan adalah pendekatan arsitekturvernakular kontemporer sesuai dengan tujuan perancangan.Faktor yang digunakan adalah identifying factor dan Modifying factor. Identifying factordifokuskan pada faktor sosial budaya, sedangkan faktor yang lain merupakan pendukung. Modifying factor yang digunakan adalah Reinterpreting Tradition.Dengan menggali dan memanfaatkan potensi nilai budaya lokal dari daerah Maluku Tengah, diharapkan proses perancangan dapat merefleksikan implementasi dari konsep perancangan yaitu Communicating Culture. Konsep tersebut diterjemahkan melalui pendalaman ekspresi bangunan yang dirancang, sehingga bangunan dapat mencerminkan karakteristik lokal dari budaya yang ingin dikomunikasikan. Dengan demikian, diharapkan pengguna dapat lebih memahami pentingnya mengenal, melestarikan dan mengembangkan kekayaan nilai budaya Maluku Tengah secara kontemporer melalui Galeri dan Pagelaran, Kesenian dan Kebudayaan Maluku Tengah di Ambon.",
  "creators": "HANDY",
  "contributors": "Maria Immaculata Hidayatun (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06022991/ARS/2011; Handy (22407081)",
  "subjects": "GALLERIES (ARCHITECTURE); CULTURAL CENTERS--DESIGNS AND PLANS"
}