{
  "id": "21133",
  "title": "Analisa pengukuran efisiensi logistik di PT. PLN (persero) proyek induk pembangkit dan jaringan jawa timur dan nusa tenggara dengan metode analisis efisiensi teknis dan ekonomis",
  "abstract": "Pengukuran dan evaluasi efisiensi dirancang agar aktivitas produksi agar berjalan sesuai dengan pencapaian target yang diharapkan. Masalah yang sering terjadi adalah terbatasnya sumber daya yang dimiliki oleh perusahaan agar dapat menjalankan kegiatan produksinya dengan keuntungan yang diharapkan tetapi dengan sejumlah sumber daya yang dimiliki oleh perusahaan. Untuk menjawab masalah tersebut telah disusun suatu metode efisiensi berdasarkan atas indikator-indikator yang sering terdapat disuatu perusahaan untuk mengukur bermacam-macam fenomena yang berhubungan dengan aktivitas produksi di kedua level yaitu teknis dan ekonomis. Fenomena-fenomena yang berhubungan tersebut adalah : Efisiensi Siklus Material dan Efisiensi Siklus Energi, Efisiensi Kualitas Absolut Produk dan Efisiensi Kualitas Konstan Produk, dan Efisiensi Input. Semua perhitungan Efisiensi diatas dibagi menjadi dua aspek yaitu aspek teknis dan ekonomis. Aspek teknis mencakup perhitungan untuk hal-hal yang berkaitan dengan masalah-masalah teknis pada indikator siklus material dan energi, indikator kualitas dan indikator input. Dan mencakup aspek ekonomis yang menyangkut hal-hal yang berhubungan dengan semua biaya pada indikator siklus material dan energi, indikator kualitas, dan indikator input. Kesimpulan akhir yang didapat adalah rendah untuk efisiensi teknis dan tinggi untuk efisiensi ekonomis.",
  "creators": "GESANG PUJI PANGESTUTI",
  "contributors": "Indriati Njoto Bisono (Examination Committee 1); I Nyoman Sutapa (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 403/TI-130/2000; Gesang Puji Pangestuti (25495017)",
  "subjects": "MATERIALS MANAGEMENT; EFFICIENCY, INDUSTRIAL"
}