{
  "id": "21139",
  "title": "Penerapan alokasi pajak antar periode atas pajak tangguhan yang diakui sesuai dengan PSAK no 46 tentang pajak penghasilan pada PT. Dhemar Nusantara",
  "abstract": "Pada tanggal 23 desember 1997 Ikatan Akuntansi Indonesia (IAI) mengeluarkan PSAK No. 46 tentang Akuntansi Pajak Penghasilan. Pernyataan ini bertujuan mengatur perlakukan akuntansi untuk pajak penghasilan. Dalam akuntansi untuk pajak penghasilan ini dilakukan pengakuan terhadap pengaruh pajak masa depan yang timbul sebagai akibat adanya transaksi dan peristiwa yang telah diakui dalam laporan keuangan dan SPT. Pengakuan pengaruh pajak masa depan dilakukan dengan mengakui adanya aktiva pajak tangguhan dan kewajiban pajak tangguhan atas perbedaan sementara yang boleh dikurangkan dan perbedaan sementara kena pajak. Di samping itu, juga dilakukan pengakuan terhadap pengaruh pajak masa depan dari kompensasi kerugian fiskal yang belum digunakan. Pengakuan pajak tangguhan dalam PSAK No. 46 ini dilakukan dengan Metode Aktiva/Kewajiban. Pajak penghasilan pada PT. Dhemar Nusantara diukur dan disajikan dalam laporan keuangan dengan menggunakan metode hutang pajak (tax payable method). Maka dari itu beban pajak penghasilan mempunyai jumlah yang sama dengan hutang pajak penghasilan. Dengan metode ini berarti perusahaan tidak melakukan penangguhan pajak atas perbedaan temporer yang disebabkan oleh perbedaan antara laba fiskal dan laba akuntansi. Jadi perusahaan belum menerapkan PSAK No. 46 dalam penyusunan dan penyajian laporan keuangan tahun 2000. Setelah dilakukan penerapan PSAK No. 46 pada Laporan Keuangan perusahaan tahun 2000 maka dapat disimpulkan bahwa untuk melakukan alokasi pajak antar periode perusahaan harus mengakui adanya aktiva pajak tangguhan atas perbedaan sementara yang boleh dikurangkan yaitu sebesar Rp. 7,578,041 yang disebabkan karena penyusutan komersial Rp. 100,571,037 lebih besar dari beban penyusutan fiskal Rp. 75,310,900. Kenaikan saldo aktiva pajak tangguhan pada akhir tahun menyebabkan perusahaan harus mengakui adanya manfaat/ penghasilan pajak tangguhan, sehingga beban pajak penghasilan (total) sebesar Rp. 295,746,732 pada akhir tahun 2000 terdiri dari dua kompensasi yaitu beban pajak penghasilan kini tahun 2000 Rp. 303,324,773 dan manfaat/ penghasilan pajak tangguhan tahun 2000 Rp. 7,578,041.",
  "creators": "SANTY",
  "contributors": "Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 157/96/FE.AK/2002; Santy (32496100)",
  "subjects": "INCOME TAX-ACCOUNTING; TAX ACCOUNTING"
}