{
  "id": "21141",
  "title": "Analisa perbandingan kinerja atas penerapan teknologi informasi point of sales (POS) pada swalayan \"X\" di Surabaya",
  "abstract": "Teknologi informasi mampu menghasilkan informasi untuk pengambilan keputusan yang tepat dan rnenyediakan otomatisasi untuk meningkatkan efisiensi dan efektifitas oelaksanaan proses bisnis, sehingga dapat meningkatkan kinerja perusahaan. Namun, investasi teknologi informasi membutuhkan biaya, sehingga manajemen perusahaan akan berpikir, apakah invejtasi tersebut benar-benar dapat meningkatkan kinerja perusahaan. Point of Sales (POS) adalah salah satu bentuk teknologi informasi bisnis retail. Swalayan \"X\" adalah perusahaan retail yang baru saja menerapkan teknologi informasi POS. Sebelum menggunakan POS, Swalayan \"X\" menggunakan Electronic Cash Register (ECR) untuk mencatat aktivitas penjualan. Tujuan penelitian adalah mendapatkan informasi, mengenai apakah penerapan teknologi informasi POS mampu meningkatkan kinerja Swalayan \"X\", dibandingkan ketika Swalayan \"X\" menggunakan ECR. Jenis penelitian adalah penelitian deskriptif dengan rancangan studi kasus. Data diperoleh dari sumber internal perusahaan, berupa laporan keuangan, laporan jumlah keluhan, jumlah pegawai, dan saldo persediaan. Data diperoleh melalui teknik observasi, pembagian kuesioner, dan wawancara. Pengukuran data menggunakan skala rasio untuk data kuantitatif. Sedangkan, untuk pengukuran ketersediaan informasi menggunakan skala nominal, dan untuk mengukur kepuasan kerja menggunakan ukuran ordinal. Teknik analisis data menggunakan uji beda rata-rata 2 treatment. Indikator pengukuran kinerja diperoleh dengan meminjam kerangka berpikir balanced scorecard. Dari hasil pengukuran kinerja yang dilakukan, didapatkan informasi bahwa kinerja rata-rata Swalayan \"X\" ketika menggunakan POS mengalami peningkatan, dibandingkan ketika menggunakan ECR. Peningkatan kinerja tersebut ditinjau dari 4 perspektif. Pertama, peningkatan kinerja rata-rata perspektif pembelajaran dan pcrtumbuhan ditunjukkan melalui peningkatan ketersediaan informasi bcrkualitas, peningkatan rata-rata produktivitas pegawai, kepuasan kerja, dan penurunan rata-rata perputaran pegawai. Kedua, peningkatan kinerja perspektif proses bisnis internal ditunjukkan melalui penurunan rata-rata persen biaya penyesuaian HPP terhadap penjualan, peningkatan rata-rata gross profit sebelum penyesuaian HPP, dan peningkatan perputaran persediaan. Ketiga, peningkatan kinerja rata-rata perspektif pelanggan ditunjukkan melalui peningkatan perputaran persediaan dan penurunan rata-rata jumlah keluhan pelanggan. Keempat, peningkatan kinerja rata-rata perspektif keuangan ditunjukkan melalui peningkatan rata-rata jumlah penjualan, Return on Invested Capital (ROIC), dan arus kas operasi.",
  "creators": "LIDYA WIGUNA",
  "contributors": "Devie (Advisor 1); Oviliani Yenty Yuliana (Advisor 2); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 181/98/FE.AK/2002; Lidya Wiguna (32498014)",
  "subjects": "ACCOUNTING"
}