{
  "id": "21140",
  "title": "Penerapan analisis relevant cost dalam membantu pengambilan keputusan keep or drop suatu departemen pada perusahaan jasa \"X\" di Surabaya",
  "abstract": "PT. X di Surabaya bergerak dalam bidang jasa penginapan dan rumah makan. Setelah beberapa tahun dalam menjalankan usaha rumah makan, PT. X mengalami kerugian yang cukup banyak dibandingkan dengan modal yang telah ditanamkan, sedangkan jasa penginapan yang diolahnya mengalami kemajuan yang pesat. Maka ada pemikiran dari pihak manajemen PT. X untuk melakukan penutupan rumah makan. Sebelum melakukan penutupan rumah makan, maka pihak manajemen harus juga memikirkan biaya-biaya yang telah ditanggung rumah makan dan apartemen selama ini. Biaya dari rumah makan terlalu besar dibandingkan dengan pendapatan yang diterimanya. Sebelum diambilnya keputusan untuk menutup rumah makan, maka pihak manajemen harus memepertimbangkan alternatif-altematif yang ada. Alternatif-alternatif tersebut antara lain: rumah makan dan apartemen tetap dijalankan; rumah makan dihentikan dengan dikenakan PHK terhadap karyawannya dan apartemen tetap dijalankan; rumah makan dihentikan dengan tidak dikenakan PHK terhadap karyawannya ( dialihkan ke apartemen ) dan apartemen tetap dijalankan; rumah makan dijual kepada pihak luar beserta peralatannya karena adanya penawaran dan apartemen tetap dijalankan. Dari hasil evaluasi perhitungan analisa Relevant Cost dan perbandingan biaya yang dikeluarkan serta laba bruto yang diperoleh masing-masing altematif keputusan, maka pihak manajemen PT. X Surabaya disarankan memilih altematif yang keempat yaitu rumah makan dijual pada pihak luar dan apartemen tetap dijalankan.",
  "creators": "FANNY",
  "contributors": "Devie (Examination Committee 1); MONIKA KUSSETYA CIPTANI (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 152/97/FE.AK/2002; Fanny (32497023)",
  "subjects": "ACCOUNTING--MANAGEMENT; COST ACCOUNTING"
}