{
  "id": "21159",
  "title": "A Study of Stephen Kumalo's language style in Alan Paton's cry, the beloved country",
  "abstract": "Stephen Kumalo, the main character in Cry, the Beloved Country, is claimed to be using biblical style in his speech.This is due to his occupation as a country priest and as a result of reading the King James version so many times. The writer proves that Stephen really uses biblical style in his speech by finding out the characteristics of biblical style linguistically.The characteristics of biblical style which are said to appear in Stephen's speech are the conjunction \"And\" as a sentence introducer,figurative language, parallelism, and the pronouns of address \"thou\", accusative \"thee \", and determiner \"thy \". Furthermore,the writer also uses Dell Hymes'theory in regard to the social factors of Stephen's use of biblical style.The writer only reveals the setting, the participants, and the act sequence as the social factors. Stephen Kumalo, as a country priest, lives in a small village, Ndothseni. As he is living there, he uses biblical style in his speech.Then, when Stephen visits Johannes burg and stays there, he also applies biblical style in his speech as he has conversation with other characters. At last, Stephen returns to Ndothseni, he keeps on using biblical style in his speech. It is also observed that, in the novel, Stephen applies biblical style almost to whoever he makes conversation such as his wife, his son, his brother, his sister, his daughter-in-law, his friends, and even with a child. As a matter of fact, either the setting, the participants, or the act sequence does not stop Stephen Kumalo from using the characteristics of biblical style in his speech. It only shows that Stephen really uses biblical style wherever he is, to whoever he is talking with, and whatever the topic is about.",
  "creators": "WIRAYANTI KUSUMA DEWI",
  "contributors": "Anneke Heritaningsih Tupan (Advisor 1); SUKEMI, PROF.DR.M.A. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 265; Wirayanti Kusuma Dewi (11489086)",
  "subjects": "PATON, ALAN, 1903-... CRY, THE BELOVED COUNTRY; SOUTH AFRICAN FICTION (ENGLISH)-20TH CENTURY"
}