{
  "id": "21151",
  "title": "Fasilitas wisata seni budaya Sulawesi Selatan di kawasan Benteng Somba Opu",
  "abstract": "Fasilitas Wisata Seni Budaya Sulawesi Selatan di kawasan Benteng Somba Opu merupakan fasilitas yang bertujuan mewadahi kegiatan-kegiatan seni budaya Sulawesi Selatan sekaligus mengenalkan dan menghidupkan kembali kawasan bersejarah Benteng Somba Opu. Pada fasilitas ini, masyarakat dapat mengenal seni budaya Sulawesi Selatan melalui fasilitas pagelaran, pameran, galeri, workshop, dan artshop yang menampilkan dan memamerkan seni tari, seni musik, seni sastra, dan seni kriya dari Sulawesi Selatan. Fasilitas ini juga dilengkapi dengan penginapan bernuansa arsitektur tradisional Sulawesi Selatan dan food court yang menyajikan makanan khas Sulawesi Selatan. Fasilitas ini bertujuan melengkapi rumah-rumah adat yang ada di kawasan Benteng Somba Opu sehingga menjadi sebuah museum yang hidup. Pendekatan yang digunakan adalah pendekatan vernakular dengan konsep \"Inserting the Locality \"mengingat kawasan Benteng Somba Opu merupakan kawasan dengan nuansa budaya yang sangat kental. Pendekatan vernakular yang dipakai diperdalam lagi dengan pendalaman mengenai karakter ruang sehingga tercipta ruang-ruang dengan karakter lokal. Diharapkan dengan pendekatan dan konsep yang digunakan, potensi-potensi lokal yang ada dapat diangkat kembali. Dengan demikian masyarakat dapat lebih mengenal seni budaya Sulawesi Selatan dan kawasan Benteng Somba Opu dapat kembali ramai dikunjungi.",
  "creators": "NERISSA ARVIANA",
  "contributors": "Esti Asih Nurdiah, S.T., M.T., Ph.D. (Advisor 1); Maria Immaculata Hidayatun (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06022976/ARS/2011; Nerissa Arviana (22407036)",
  "subjects": "CULTURAL CENTERS--DESIGNS AND PLANS; RECREATION CENTERS; ART CENTERS"
}