{
  "id": "21164",
  "title": "Kinship term system of the First and second generation of Cuan Ciu Hokkien Chinese Indonesian in Surabaya",
  "abstract": "Ngo,Siu Jen,Kinship Term System of the First and Second Generation of Cuan Ciu Hokkien Chinese Indonesian in Surabaya,Thesis,English Department of Petra Christian University,Surabaya,1994 This thesis is a field research which studies the kinship term system of Cuan Ciu Hokkien Chinese Indonesian in Surabaya.Chinese consists of many ethnic groups (Hokkien,Hakka,Cantonese and Teochiu)and each ethnic group has its own dialect and kinship term system.In this study,the researcher chooses Cuan Ciu Hokkien dialect because of the predominance of Hokkien speaking immigrants in Indonesia. Moreover,the researcher takes Cuan Ciu Hokkien people as the subjects because there are many Cuan Ciu Hokkien people in Surabaya.This choice is taken in order to facilitate the researcher in collecting the data for the study.In order to get the data, the researcher distributes the check list and asks some questions to the respondents. This study uses Sociolinguistics as the underlying theory.Hence,the analysis and interpretation of the findings are based on the use of language which is limited on the kinship terms and the social factors.The data for the analysis are obtained from the kinship terms used by the first and second generation of Cuan Ciu Hokkien Chinese Indonesian in Surabaya.From the analysis,the kinship term system of the first and second generation of Cuan Ciu Hokkien Chinese Indonesian is drawn and so is the interpretation of the findings,at the final conclusion,the study shows that there is a change in the kinship term system from the first to the second generation of Cuan Ciu Hokkien Chinese Indonesian in Surabaya.",
  "creators": "NGO SIU JEN",
  "contributors": "Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 276/SING/1994; Ngo Siu Jen (11489037)",
  "subjects": "CHINESE LANGUAGE IN INDONESIA-DIALECTS; LINGUISTICS"
}