{
  "id": "2116",
  "title": "Analisis isi pesan dalam feature di Seputar Jatim RCTI Biro Surabaya",
  "abstract": "Penelitian ini dilatarbelakangi oleh hasil survey ACNielsen yang menyatakan bahwa terjadi peningkatan rating (0,4-1,7) disegmen harmoni yang berisikan feature pada program berita Seputar Jatim RCTI Biro Surabaya. Penelitian ini ingin mencari isi pesan pada feature tersebut, karena sangat diminati penonton. Media memiliki ideologi dan hal ini bisa dilihat dalam isi suatu program. Seputar Jatim memiliki konsep ideologi yang ditetapkan oleh RCTI berupa moto program, yaitu Keragaman dalam Harmoni melalui isi pesan dalam feature. Selain itu, penyampaian pesan pada tiap media stylenya berbeda. Hal ini yang menjadi dasar permasalahan dalam penelitian ini, yaitu apakah pesan apa yang terkandung didalam feature telah sesuai dengan moto program, dan apakah pesan yang disampaikan menggunakan kreatvitas baik dalam penulisan naskah maupun penyajian gambar.. Untuk menjawab problematika permasalahan ini, penulis menggunakan metode penelitian analisis isi pada naskah dan analisis teks pada gambar. Alat utama yang digunakan penulis adalah kategorisasi. Hal ini digunakan untuk memasukkan data yang sudah dikategorisasikan. Dari hasil yang didapatkan berupa tabel koding, penulis menganalisis hasil tersebut dan disesuaikan dengan teori yang ada. Hasilnya adalah isi pesan feature telah sesuai dengan moto keragaman dalam harmoni dan penyampaian pesan feature menggunakan kreativitas baik dalam penulisan naskah maupun penyajian gambar sehingga menghasilkan feature yang menarik dan ratingnya tinggi.",
  "creators": "FIRAWATI",
  "contributors": "Judy Djoko Wahjono Tjahjo (Advisor 1); Ido Prijana Hadi (Advisor 2); Thomas Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.20010012/KOM/2005; Firawati (51401015)",
  "subjects": "COMMUNICATION"
}