{
  "id": "2118",
  "title": "Penggunaan bahasa gaul sebagai alat komunikasi di Himpunan Mahasiswa (HIMA) dan komunitas Pelayanan Mahasiswa (PELMA) Universitas Kristen Petra Surabaya",
  "abstract": "Bahasa gaul merupakan tanda keakraban dan keterikatan anggota komunitas karena setiap komunitas memiliki bahasa sendiri, yang tidak dipahami oleh orang luar. Bahasa gaul memiliki peranan penting dalam berkomunikasi khususnya antar anggota komunitas. Bahasa gaul merupakan salah satu pengetahuan yang harus dimiliki oleh komunikator dan komunikan agar terjalin komunikasi interpersonal yang efektif. Bentuk bahasa gaul adalah Word clipping, Compounding, Abbreviation, Onomatopoeia, Generalization of proper names, Borrowing from dialects and foreign languages, Extension of meaning by analogy, Malang?s prokem language, Mengganti huruf, Menukar konsonan, Menambahkan `F? atau `S?, Mengubah bentuk, Bahasa selebritis, Bahasa Waria dan Bahasa MTV. Penelitian kualitatif deskriptif ini bertujuan mengetahui perbendaharaan kata, makna serta alasan digunakannya bahasa gaul dari setiap komunitas. Penelitian ini menggunakan teori linguistik, bahasa gaul, komunikasi interpersonal dan komunitas. Dari hasil wawancara, observasi dan studi pustaka, dapat disimpulkan bahwa bahasa gaul merupakan salah satu alat komunikasi yang digunakan komunitas untuk mengakrabkan antar individu, terdapat persamaan dan perbedaan dalam hal perbendaharaan kata, makna, alasan dan situasi penggunaan bahasa gaul, ada sebelas jenis bahasa gaul yang digunakan oleh komunitas HIMA sedangkan komunitas PELMA hanya memiliki lima jenis bahasa gaul.",
  "creators": "SYLVIE WIJAYA AGUNG",
  "contributors": "YULI NUGRAHENI (Advisor 1); Prida Ariani Ambar Astuti (Advisor 2); Thomas Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.10010007/KOM/2005; Sylvie Wijaya Agung (51401037)",
  "subjects": "COMMUNICATION-STUDY AND TEACHING; COMMUNICATION"
}