{
  "id": "21204",
  "title": "Strategi peningkatan kapasitas produksi di PT. Surya Aluminium",
  "abstract": "PT. Surya Aluminium adalah sebuah perusahaan yang memproduksi berbagai macam jenis barang yang terbuat dari bahan aluminium dan plat besi. Adapun produk yang dianalisa dalam periode penelitian Tugas Akhir ini adalah produk swivel plate yang mempunyai 4 macam tipe, yaitu: SP 103 STD, SP 103 K, SP 103 UCP putih, SP 103 D. Perusahaan ini berkeinginan untuk meningkatkan kapasitas produksi swivel plate untuk memenuhi demand yang semakin meningkat. Di samping itu sering terjadi penumpukan barang setengah jadi pada lintasan produksinya sehingga menyebabkan tidak terpenuhinya target produksi yang telah ditetapkan. Perancangan keseimbangan lintasan produksi dibuat untuk mengatasi permasalahan di atas. Perancangan keseimbangan lintasan yang dibuat meliputi perancangan keseimbangan lintasan dari masing-masing produk serta perancangan keseimbangan lintasan gabungan dimana perancangan keseimbangan lintasan gabungan ini mencakup keempat produk yang dianalisa. Masing-masing perancangan keseimbangan lintasan tersebut dibuat berdasarkan atas dua alternatif dan dilakukan dengan menggunakan dua metode; yaitu metode The Rank Positional Weight dan metode COMSOAL. Hasil analisa perancangan keseimbangan lintasan yang paling cocok diterapkan sesuai kondisi perusahaan adalah perancangan keseimbangan lintasan gabungan dengan metode The Rank Positional Weight (alternatif I) yang memberikan nilai efisiensi lintasan sebesar 94.27% dan kebutuhan operator sebanyak 15 orang operator.",
  "creators": "SINAGA SANTOSO",
  "contributors": "Jani Rahardjo (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 502/TI-093/2001; Sinaga Santoso (25495077)",
  "subjects": "WORK MEASUREMENT; PRODUCTION PLANNING; OPERATIONS RESEARCH"
}