{
  "id": "2120",
  "title": "Sikap tokoh masyarakat Surabaya terhadap bahasa \"Suroboyo-an\" dalam berita Pojok Kampung JTV Surabaya",
  "abstract": "Memenuhi selera khalayak adalah salah satu tugas pengelola media televisi. Salah satu tayangan berita yang ditayangkan televisi lokal Jawa Timur JTV adalah berita pojok kampung. Bahasa \"Suroboyo-an\" yang digunakan pojok kampung menjadi salah satu daya tarik dan keunikan bagi pemirsanya. Tidak dipungkiri pojok kampung kembali menggali dan melestarikan budaya serta bahasa Suroboyoan. Budaya sebagai hasil kreativitas, memberi arah bagi pola pikir dan tindakan yang diperbuat. Studi ini dimaksudkan untuk mengetahui sikap tokoh masyarakat Surabaya terhadap bahasa \"Suroboyo-an\" dalam berita pojok kampung yang ditayangkan televisi lokal JTV Surabaya. Pesan melalui televisi diyakini berpengaruh langsung terhadap pemirsanya, baik itu kognitif, afektif, maupun behavioral. Dengan menggunakan prosedur wawancara, observasi serta dokumentasi, hasil studi menunjukkan : (1) Pemirsa sependapat bahwa bahasa \"Suroboyoan\" yang gunakan program acara berita pojok kampung terkesan kasar dan vulgar.; (2) Pemirsa mengaku risi, ngeri, geli dan miris mendengar kosa kata yang dinilai kasar, vulgar dan tidak mendidik. Beberapa kosa kata yang marak menjadi bahan perbincangan adalah pistol gombvok, empal brewok, diencuk, mathek, bongko. (3) Pemirsa tetap menkonsumsinya pojok kampung untuk menambah wawasan baik mengenai informasi kejadian yang terjadi Surabaya serta Jawa Timur dan menambah wawasan mengenai perbendaharaan kata bahasa \"Suroboyo-an\". Selain ditemukannya motif informasi dalam menyaksikan pojok kampung pemirsa juga mengkonsumsinya sebagai media hiburan.",
  "creators": "KHRISTARINI MARIANA",
  "contributors": "KASIYANTO (Advisor 1); Ido Prijana Hadi (Advisor 2); Thomas Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.20010013/KOM/2005; Krista Rini Mariana (51401079)",
  "subjects": "COMMUNICATION; COMMUNICATION AND CULTURE"
}