{
  "id": "21202",
  "title": "Penerapan optimasi produksi dengan menggunakan goal programming di perusahaan meubel",
  "abstract": "Sebuah perusahaan yang bergerak dalarn meubel, memproduksi berbagai macam produk meubel seperti : meja, kursi, dan Iain-lain. Dimana dalam memproduksi produk-produk tersebut, perusahaan menerapkan sistem mass production dan job order. Berkaitan dengan usaha perusahaan untuk menentukan besamya jumlah bauran produk yang diproduksi, agar nantinya diperoleh profit yang besar serta dapat memenuhi permintaan dari konsumen, maka perusahaan menetapkan beberapa goal yang hendak dicapai, yaitu maksimum profit dan minimum produk cacat. Tujuan dari tugas akhir ini adalah untuk membantu perusahaan dalam menentukan jumlah bauran produk yang optimal agar goal yang telah ditetapkan tercapai dengan berbagai kendala yang ada. Dalam usaha untuk mencapai goal tersebut, ada beberapa kendala yang menghalangi tercapainya goal yang telah ditetapkan seperti : kendala bahan baku, kendala permintaan, dan kendala jam mesin. Salah satu metode yang cocok dengan permasalahan yang dihadapi oleh perusahaan, yaitu dengan menggunakan metode goal programming, karena metode goal programming merupakan metode yang mempunyai beberapa fungsi tujuan atau goal (lebih dari satu goal) dan kendala. Masalah ini diselesaikan dengan menggunakan bantuan software AMPL. Dimana didapatkan hasil akhir bahwa jumlah bauran produk yang optimal adalah : produk meja tamu 2451 = 1485 unit, meja tamu 2415 = 1176 unit, meja tamu 2225 = 1165 unit, kursi makan raja = 984 unit dan kursi makan BCA = 695 unit.",
  "creators": "LIMBAH HANDOKO",
  "contributors": "Indriati Njoto Bisono (Examination Committee 1); Siana Halim (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 436/TI-027/2001; Limbah Handoko (25496076)",
  "subjects": "PRODUCTION MANAGEMENT; FURNITURE INDUSTRY"
}