{
  "id": "21213",
  "title": "The Influence of the setting on Scarlett O'Hara and Rhett Buther, the man characters in gone with the wind",
  "abstract": "The novel that is discussed in this thesis is Margaret Mitchell'e Gone With The W i n d .This thesis discusses three different settings:before,during,and after the American Civil War which each has a great influence on the main characters:Scarlett O'Hara and Rhett Butler. In this novel,Margaret Mitchell presents the realities of human experiences before,during,and after the American Civil War.She describes the changes of their character traits,that is,their personalities, actions,ways of thinking,and also outward appearances such as clothes,bodily peculiarities,speech mannerisms before,during,and after the American Civil War.Before the American Civil War,Scarlett and Rhett lead a life like a lady and a gentleman in their both daily and formal occasions because they are bound with the order of the society they live in;ithat is,the genteel tradi - tion of Southern aristocratic life style during which Georgia's people live in peace and prosperity at the cotton plantation.However,behind all of their ladylike and gentleman manners ,basically Scarlett and Rhett are strong-willed characters.Their strong will leads them to strive to get whatever they want. Later,the sudden American Civil War between the South and the North changes the lives of Georgia's people.People lose everything,live in hunger, poverty,and misery.These sufferings lead Scarlett and Rhett to be cruel and selfish.Since basically they are strong-willed characters,instead of being desperate,they struggle hard against the cruelty of war,and take advantages from this situation. After the American Civil War is over,again the situation and the condition change in this Reconstruction period.People have to rebuild the ruined homes and cotton plantations.Since basically Scarlett and Rhett are two strong-willed characters,they use all means of hand in order to get their former lives back. They turn into greedy and ruthless opportunists. Thus,through the study of setting in this novel, the readers will find out that the setting;in this case the American Civil War,only changes Scarlett's and Rhett's character traits and their outward appearances but actually their basic nature;that is,their strong-willed characters remain the same until the end of the story.",
  "creators": "JENNY",
  "contributors": "CHERRY HADIKUSUMO, Dra. (Examination Committee 1); Sarah Limuil (Advisor 2); SANTIKO BUDI (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 242; Jenny (11488024)",
  "subjects": "AMERICAN FICTION-20TH CENTURY; MITCHELL, MARGARET, 1900-1949. GONE WITH THE WIND"
}