{
  "id": "21217",
  "title": "A Sociolinguistic study on the changes of Henry's language used in Hemingway's a farewell to arms",
  "abstract": "The writer uses a raw material of Hemingway's A Farewell To Arms as her study in this thesis.She finds that at the beginnig of the novel the major character, Frederic Henry,often uses abuse words and nonsentences as well as simple sentences.But his use of language shows the change at the end of the novel.This fact intrigues the writer to find out what kinds of changes occur in Henry's language use and to analyze what factors influence the change of his language use.In carrying out her study,she uses a sociolinguistic approach that is based on the Dell Hymes theory of An Ethnographic Communication.According to him,sociolinguistics is a study of the interaction between language and society in the social life. This study is conducted by means of the.content analyses.The data for the analyses cover language which is used by Henry in the novel.The social factors are based on Hymes'SPEAKING factors which are taken from the content of Henry's speech and contexts of the novel.Then the writer analyzes the language use and social factors stage by stage and compares them later to determine the factors that affect the language change.The conclusion shows that Henry's language use gradually changes from stage I to stage III,especially in his use of abuse words and many types of sentence forms,namely nonsentences,simple sentences and multiple sentences. Henry often uses abuse words at the first and second stage while at the third stage,his use of abuse words decreases.These changes are also shown in his use of sentence forms.At the first stage,he mostly uses nonsentences which are combined with simple sentences.At stage II,his sentences are dominated by simple sentences and then at the last stage,his use of sentences are multiple sentences which are mixed by simple sentences. It is found out that Henry's change of language use are affected by:1.the setting;that is the time and the place of the novel,2.the participant,as well as 3.keys,ends and act sequences.",
  "creators": "JULIANTI",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); SUKEMI, PROF.DR.M.A.",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 222; Julianti (11487008)",
  "subjects": "AMERICAN FICTION-20TH CENTURY; HEMINGWAY,ERNEST, 1896-1961. A FAREWELL TO ARMS"
}