{
  "id": "21219",
  "title": "A Discourse analysis on Shakespeare's \"Othello\" using Grice's theory of implicature",
  "abstract": "Analysing dramatic text is something quite new in literary criticism since the conventional one tended to analyse its performance.This condition is believed by Mick Short,to be due to the lack of 'techniques of textual analysis able to cope with the implied aspects of meaning'(Carter and Simpson -editor;1989:141).Such meaning is the one that appears in real contexts between living participants which may be differ - ent with its lexical meaning.Discourse Analysis as the frame work to deal with analysing dramatic texts,then,is the answer since this theory deals with language in context hap- penning between real addreser and addresee. In this thesis,the Discourse Analysis Theory particularly Grice's Theory of Implicature is used to analyse Shakespeare's ?'Othello\".The problem to solve is how Iago,Desdemona and even Othello himself -consciously or unconsciously-use the language in their discourses to lead or keep Othello astray along the play.The analysis then,conveys that Iago violates the maxims mostly when he starts misleading Othello in the,so called,temptation scene.In the discourses between Othello and Desdemona,they mostly violate the maxims and even the cooperative principle especially in their last discourses before the one in which the murder takes place.While either Desdemona and Othello is in the same side together,however, their discourses employ only a few violations of the maxims.",
  "creators": "RUTH DJATMIKO",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 2); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 234; Ruth Djatmiko (11488049)",
  "subjects": "ENGLISH DRAMA-EARLY MODERN AND ELIZABETHAN; SHAKESPEARE, WILLIAM,1564-1616. OTHELLO"
}