{
  "id": "21228",
  "title": "Pengaruh kepemimpinan transformasional, kepuasan kerja, dan komitmen organisasi terhadap Organizational Citizenship Behavior (OCB) di Hotel Pantai Timor, Kupang-Nusa Tenggara Timur",
  "abstract": "Penelitian ini bertujuan untuk mengetahui: (1) Pengaruh secara signifikan dari kepemimpinan transformasional, kepuasan kerja, dan komitmen organisasi terhadap organizational citizenship behavior (OCB), (2) Pengaruh secara serempak dan signifikan dari kepemimpinan transformasional, kepuasan kerja, dan komitmen organisasi terhadap organizational citizenship behavior (OCB), (3) Pengaruh secara parsial dan signifikan dari kepemimpinan transformasional, kepuasan kerja, dan komitmen organisasi terhadap organizational citizenship behavior (OCB) dan (4) Variabel yang berpengaruh paling dominan terhadap organizational citizenship behavior (OCB). Penelitian ini dilaksanakan di Hotel Pantai Timor, Kupang-Nusa Tenggara Timur. Metode analisis yang digunakan adalah metode analisis kuantitatif kausal dengan menggunakan uji asumsi klasik, regresi linier berganda, uji F dan uji t. Sampel yang digunakan sebanyak 45 orang yang diambil secara sensus sampling, dengan kriteria tertentu. Karakteristik sampel penelitian ini adalah: sebagian besar karyawan berasal dari departemen front office (40%), pria (64.4%), berusia antara 20 sampai 30 tahun (71.1%) dan masa kerja antara 2 sampai 3 tahun (33.3%). Pengumpulan data dilakukan dengan kuesioner berskala Likert 5 point. Kuesioner yang digunakan telah diuji validitas dan reliabilitasnya. Hasil penelitian ini menunjukkan bukti empiris bahwa: (1) Kepemimpinan transformasional, kepuasan kerja dan komitmen organisasi berpengaruh secara signifikan terhadap organizational citizenship behavior (OCB), (2) Kepemimpinan transformasional, kepuasan kerja dan komitmen organisasi berpengaruh secara serempak dan signifikan terhadap organizational citizenship behavior (OCB), (3) Kepemimpinan transformasional, kepuasan kerja dan komitmen organisasi berpengaruh secara parsial dan signifikan terhadap organizational citizenship behavior (OCB) dan (4) Variabel kepuasan kerja berpengaruh paling dominan terhadap organizational citizenship behavior (OCB).",
  "creators": "DEDDY TANONEF",
  "contributors": "Sundring Pantja Djati (Advisor and Examination Committee); Deborah Christine Widjaja, S.S., MSM., Ph.D. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33010289/MAN/2011; Dedy Tanonef (33407097)",
  "subjects": "ORGANIZATIONAL BEHAVIOR; LEADERSHIP; HOTEL MANAGEMENT"
}