{
  "id": "21226",
  "title": "Fasilitas pelatihan dan pengembangan bakat bagi penyandang tuna daksa di Surabaya",
  "abstract": "\"Fasilitas Pelatihan dan Pengembangan Bakat bagi Penyandang Tuna Daksa di Surabaya\" merupakan tempat untuk mengasah bakat bagi Tuna Daksa di bidang seni. Dengan adanya fasilitas tersebut diharapkan dapat mendorong atau memotivasi masyarakat baik sesama tuna daksa dan kaum difabel lainnya maupun orang normal. Selain itu juga terdapat fasilitas bagi masyarakat untuk dapat bersosialisasi dengan para Tuna Daksa sebagai usaha meningkatkan kepedulian masyarakat. Tugas akhir ini berlatar belakang dari permasalahan Fasilitas Pelatihan dan Pengembangan Bakat bagi Penyandang Tuna Daksa di Surabaya yang nyaman sesuai dengan studi gerak Tuna Daksa serta menciptakan suasana yang mendukung proses pelatihan Tuna Daksa. Konsep perancangan bangunan ini adalah Growing With Talent to Inspire diambil dari tujuan fasilitas yakni Tuna Daksa bisa mengasah bakat mereka untuk mencapai prestasi yang menginspirasi masyarakat. Dalam penerapan konsep tersebut mengacu pada kepentingan kenyamanan pengguna, dimana Tuna Daksa memiliki keterbatasan gerak sebagai masalah perancangan sehingga perlu diselesaikan dengan pendekatan sirkulasi yang sesuai dengan persyaratan khusus Tuna Daksa. Selain itu untuk menarik minat belajar saat pelatihan maka diberikan suasana alam yang dapat menstimulus proses belajar mengajar. Hal ini dapat diwujudkan dengan pendalaman material alam dan konstruksi sebagai pendukung suasana alam tersebut.",
  "creators": "MARGERY LIUNARTO",
  "contributors": "Maria Immaculata Hidayatun (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06022926/ARS/2010; Margery Liunarto (22406017)",
  "subjects": "SCHOOL BUILDING; ART SCHOOLS-DESIGNS AND PLANS"
}