{
  "id": "21231",
  "title": "Pengukuran, evaluasi, perencanaan, dan peningkatan produktifitas di P.T. Sumber Anugerah Abadi Mandiri",
  "abstract": "Produktivitas merupakan ukuran seberapa baik suatu sistem operasi berfungsi. Dengan kata lain, produktivitas menggambarkan tingkat efisiensi suatu perusahaan. Tujuan tugas akhir ini adaiah meningkatkan produktivitas perusahaan secara keseluruhan. Proves peningkatan produktivitas dilakukan berdasarkan siklus produktivitas yng terdiri dari empat tahap. Pertama, pengukuran produktivitas. Pengukuran produktivitas yang dilakukan adalah pengukuran produktivitas total dan pengukuran produktivitas parsial (modal, tenaga kerja, energi, material, inventori, Iain-lain). Kedua, evaluasi produktivitas. Evaluasi ini untuk mengetahui faktor-faktor yang mempengaruhi produktivitas total perusahaan dan model perencanaan produktivitas jangka pendek yang akan digunakan. Ketiga, perencanaan produktivitas. Perencanaan produktivitas ini menggunakan model-model perencanaan untuk jangka pendek, dimana model dipilih berdasarkan hasil plot produktivitas total. Keempat, peningkatan produktivitas. Alternatif-alternatif yang dipilih untuk meningkatkan produktivitas ditentukan dari hasil pengukuran yang discsuaikan dengan kondisi perusahaan. Berdasarkan hasil pengukuran produktivitas, diketahui bahwa faktor-faktor yang mempengaruhi produktivitas total perusahaan adalah faktor material dan tenaga kerja. Untuk memperbaiki produktivitas material, alternatif yang dilakukan adalah dengan merencanakan kebutuhan material perusahaan menggunakan software Minitab. Sedangkan perbaikan produktivitas tenaga kerja dilakukan dengan menambahkan tugas kepada operator proses ovenl dan oven2 untuk menguiangi waktu menganggumya. Plot tingkat produktivitas total menunjukkan adanya pola quadratic-trend, sehingga model perencanaan yang digunakan adalah Weighted Partial Productivity Model. Hasil perhitungan dengan model perencanaan ini disebut sebagai produktivitas teoritis.",
  "creators": "OCTAVIANI SUSANTO",
  "contributors": "Moses L. Singgih (Advisor 1); Kriswanto Widiawan (Advisor 2); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 476/TI-067/2001; Octaviani Susanto (25497013)",
  "subjects": "PRODUCTION PLANNING"
}