{
  "id": "21258",
  "title": "The Study of Javanese interference found in the approximative system of Bahasa Indonesia spoken by the ethnic Chinese students of Petra Christian University",
  "abstract": "From his observation the writer suspects that Sura - baya dialect of Javanese may influence the dialect of bahasa Indonesia spoken by ethnic Chinese students of Petra Christian University.This may be because Surabaya dialect of Javanese is the colloquial language for the students.Most of the students often use the dialect in their very informal speech. The first problem of the study is to establish a statement whether the dialect of bahasa Indonesia spoken by ethnic Chinese students which so called the approxima - tive system is influenced by the dialect of Javanese or not.The second problem is;if it is true that the Jav - anese influences the dialect,what is the extent of the influence. Establishing the relation among the three variables; the Approximative system of Bahasa Indonesia,the standard dialect of Bahasa Indonesia and Surabaya dialect of Jav - anese is the way chosen by the writer to state the solu - tion for the problem.In order to relate the languages,? the writer compares the Approximative system to the stan - dard dialect of Bahasa Indonesia and to Surabaya dialect of Javanese.The writer,in this case,takes the language IV used by TV broadcasters from TVRI St.Pusat Jakarta as the representative of standard dialect of Bahasa Indonesia. Next,he takes the language spoken by Kartolo's group as the representative of Surabaya dialect of Javanese.Final - ly,he takes the language spoken by six respondents which is considered as the representative of the Approximative system of Bahasa Indonesia spoken by ethnic Chinese stud - ents of Petra Christian University. There are two steps in analysis.The first is iden - tification.In identifying the dialect,the writer tries to find elements of it which seem to be influenced by Surabaya dialect of Javanese.The second step is classifi - cation.After identifying elements which may represent the Javanese influence,the writer classifies them into phono - logical interference or morphologica1 interference. Through the analysis,the writer presents Surabaya dialect of Javanese interference found in the dialect of Bahasa Indonesia spoken by ethnic Chinese students of Petra Christian University.The interference is in the form of phonological interference and morphological inter ference.",
  "creators": "STEFANUS RUDYANTO",
  "contributors": "SUKEMI, PROF.DR.M.A. (Advisor 1); Jusuf Imam Ibrahim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 380; Stefanus Rudyanto (11491043)",
  "subjects": "LINGUISTICS; INDONESIAN LANGUAGE-JAVANESE INTERFERENCE"
}