{
  "id": "21276",
  "title": "The Study of James Joyce's language style as reflected through his major male characters in a portrait of the artist as a young man",
  "abstract": "Style of James Joyce though he is a well-known male novelist in English literature. Yet, some critics on Joyce discuss about his spirit of femininity in creating his works. Sociolinguistically, one's verbal behavior is sufficiently influenced by one?s manner of thinking. Thus, this study is trying to find out whether Joyce's spirit of femininity is also reflected i n his language style in his novel A Portrait of the Artist as a Young Man based on the speech of his major male characters, Stephen, Simon and Cranly. Elaine Chaika asserts that one's selection of linguistic forms is used to reveal one's personal identity. Eventually, a range of women language features derived by Robin Lakoff is used to determine the dominant language style of Joyce including compound request, feminine topic, self-disclosure, parataxis, i.talication, period, compliant, exclaimation, interrogation, intensifier, gesture, hedge, repetition,reduplication.polite marker, hypercorrection, feminine pronoun,back-channel noise, adjective, euphemism, circumlocution,direct quotation, jargon and directive. Using a qualitative analysis, all the speech from three characters is collected, put separately and categorized into feminine or non-feminine based on the criteria above. Also,the frequency of each device is counted. The dominant language style is done by drawing the percentage of feminine and non-feminine utterance of each character. In analysis, some data are presented as proofs to indicate the language patterns of each characters as well as to show which character uses the most dominant feminine pattern and which device is used dominantly. At last, a brief summary of the analysis of the speech of the three characters is given. From the analysis, it is proved that Joyce's language style indeed involves the patterns of woman language. He uses the dominant quantity of all woman language devices above with the exception of the use of specialized color term device. Stephen is the character that uses the highest frequency of feminine devices as well as the one who uses the majority device which appears in Joyce's language, namely the repetition. From the relatively great percentage of feminine utterances which appear from chapter I to V, it can be concluded that Joyce uses feminine language style.",
  "creators": "SURYANI",
  "contributors": "Lisa Setiawati Nugraha (Examination Committee 1); WAGIMAN (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 257/SING/1994; Suryani (11489013)",
  "subjects": "IRELAND FICTION-20TH CENTURY-STUDY AND TEACHING; JOYCE, JAMES AUGUSTINE, 1882-1941. A PORTRAIT OF THE ARTIST AS A YOUNG MAN-STUDY AND TEACHING"
}