{
  "id": "21284",
  "title": "Pengaruh lingkungan kerja terhadap produktivitas karyawan restoran 'X'",
  "abstract": "Restoran `x?merupakan salah satu restoran / cafe yang menawarkan menu gelato, serta menawarkan berbagai makanan mulai dari appetizer hingga dessert, dan berbagai minuman. Di Surabaya outlet restoran `x? telah tersebar menjadi lima outlet yaitu di Raya Gubeng, Galaxy Mall, Surabaya Town Square, Food Festival, dan HR. Muhammad. Restaurant ?x? yang berada di jalan Raya Gubeng sudah dibuka pada tanggal 18 Desember 2000. Jenis Menu yang ditawarkan di restoran `x? ini adalah jenis masakan fussion yaitu masakan dari asia dan juga masakan dari eropa, menu ice cream gelato yang ditawarkan di restoran `x? ini termasuk disukai dan cukup terkenal di daerah Surabaya. Visi dan misi dari restoran `x? bukan hanya mencari laba saja tetapi juga akan mengembangkan perusahaan dengan sistem franchise serta memberikan pelayanan yang memuaskan dan menjaga kualitas produk. Dalam dunia pekerjaan lingkungan pekerjaan sangat berpengaruh terhadap produktivitas karyawan, oleh karena itu tempat dimana karyawan bekerja harus bisa mnciptakan suasana yg kondisional supaya tujuan perusahaan/ restoran bisa tercapai. Penelitian ini menggunakan metode kuantitatif melalui penyebaran kuisioner. Penyebaran kuisioner disebarkan pada 74 konsumen yang terdiri dari 34 kuisioner untuk karyawan restoran `x? dan 40 kuisioner untuk konsumen restoran `x? Surabaya. Pengolahan data penelitian ini menggunakan SPSS 16.0. Hasilnya didapat bahwa ada pengaruh secara signifikan pengaruh lingkungan kerja terhadap produktivitas karyawan sebesar 30,7%.",
  "creators": "VANDIE NOVIANTO",
  "contributors": "Deborah Christine Widjaja, S.S., MSM., Ph.D. (Advisor 2); Soekarno (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33010280/MAN/2011; Vandie Novianto (33405113)",
  "subjects": "RESTAURANTS-PERSONNEL MANAGEMENT; RESTAURANT MANAGEMENT"
}