{
  "id": "21281",
  "title": "Visions of life through the Study of symbolism in Virginia Woolf's the waves",
  "abstract": "This thesis is an analyses on theme, which is the vision of life, through the study of symbolism. The book chosen by the writer is The Waves, written by Virginia Woolf. It is a story seen as narrative art, with the use of poetic language. The writer of this thesis uses the setting and the characterization of the novel in order to reveal the theme. This novel is Virginia Woolf?s expression of her own vi-sion of life, concerning dreams and imagi nations. Through this novel, Woolf wants to express her ambition about vision of life by the use of symbols. First, the setting in the novel is used by the writer of this thesis to explore what it symbolizes. There are two main points in the setting that stands for some other things. The sun, represents time from dawn until evening. It symbolizes man?s life from childhood till old age. The waves symbolizes eternity be-cause they never stop rolling ashore, it is some kind of eternal move-ments. As human life, it is also a matter of time facing towards eter-nity. Second, the characterization in the novel is also a tool to refleet symbols of visions. By analyzing the characters? visions one by one, the writer intends to reveal the theme, expressed in the form of symbols.Thus, the main point of the novel is the use of symbols to rep-resent Woolf?s expression on her vision of life, through the characters and setting in The Waves.",
  "creators": "GRACIA IZABEL ARDANARY",
  "contributors": "CHERRY HADIKUSUMO, Dra. (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 250/SING/1993; Gracia Izabel Ardanary (11489014)",
  "subjects": "ENGLISH FICTION-20TH CENTURY; WOOLF, VIRGINIA.1882-1941.THE WAVES"
}