{
  "id": "21283",
  "title": "A Study of arguments in Edward Albee's who afraid of virginia woolf ?",
  "abstract": "The play Who's Afraid of Virginia Woolf ? by Albee is striking for its numerous arguments. The major couple, George and Martha frequently challenge each other from the beginning until the end of the play. This fact tempts the writer of this thesis to know more about the devices used in the arguments, the outcomes of the arguments, and whether the choice of devices can determine the outcome of the arguments in this play. The writer then tries to find out about the specific devices available and employed by the participants in the arguments. The choice of devices is divided into confrontational and non-confrontational. Order, direct refusal, criticism, self-defense, challenge, accusation, denial, insistence, warning/threat, insult, and complaint are categorized as confrontational devices. Giving reasons, suggestion, indirect refusal, request, statement, and expression of willingness to cooperate are categorized as non-confrontational devices. After that, the writer analyzes the arguments by using Austin's Speech Act Theory to know the outcomes. According to Vuchinich ( 1990 ) in Conflict Talk, there are five conflict termination formats, that is submission, withdrawal, dominant third party intervention, compromise, and stand-off. Having done the research, the writer of this thesis discovers that the wife ( Martha ) wins in the first two acts as she uses more confrontational devices, such as criticisms, challenges, accusations, insistences, and insults. The last act is won by the husband ( George ) as he uses more confrontational devices than his wife, such as self-defenses, criticisms, challenges, and insistences.",
  "creators": "FENNY IRAWAN",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); WAGIMAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 254/SING/1994; Fenny Irawan (11489031)",
  "subjects": "ALBEE, EDWARD FRANKLIN, 1928-...-WHO'S AFRAID OF VIRGINIA WOOLF?-STUDY AND TEACHING; AMERICAN FICTION--20TH CENTURY--STUDY AND TEACHING"
}