{
  "id": "21282",
  "title": "The Idea of equilibrium in Herbert's Dune",
  "abstract": "This thesis concerns the study of in Frank Herbert's science fiction. Dune. To find out whether equilibrium exists or not in the novel, the writer limits to discuss it through the conflict in the Fremen society and through the character's process to achieve equilibrium.In general, equilibrium is balance between opposites In society, equilibrium is closely related to the society's survival and conflict can disturb equilibrium. Having conflict, society can get equilibrium if it can maintain its survival and it has the elements which reduce the conflict and the effects of the conflict (Babbie,1982:363).Since equilibrium in society is closely related to its survival, the writer discusses how the conflicts in the Fremen tiring many negative effects on the Fremen's survival. The conflicts make the Fremen face fear, thirst, hunger, suffering, guilty feeling, and death. However, the Fremen have some elements which reduce both the conflicts and the effects of the conflicts, those are: unity, religion, science, patience, and the ability to outwit the worms. Because of these elements. Fremen can get their state of balance at last.Aside from the Fremen society, the writer analyses the process of achieving equilibrium through the novel's main character, Paul Muad'dib. Paul wants to achieve equilibriumto improve the condition of the universe. Anyway, he has to be really ready to drink the drug which can bring him intoequilibrium unless he will die because of it. In discussing the character's process of achieving equilibrium, the writer shows that at first the character is not yet ready to accept equilibrium. However, after having many conflicts and passing a long process, Paul Muad'dib succeeds to get equilibrium.Thus, from the discussions of the novel, the writer concludes that equilibrium i3 important not only for society but also for the universe. Anyway, it is not easy to get equilibrium.",
  "creators": "SOE TJEN MARCHING",
  "contributors": "Jenny Mochtar Djundjung (Examination Committee 1); Liliek Soelistyo (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 252/SING/1993; Soe Tjen Marching (11489020)",
  "subjects": "HERBERT, FRANK, ...-... DUNE; SCIENCE FICTION,AMERICAN-20TH CENTURY"
}