{
  "id": "21292",
  "title": "Language interference found in the use of Indonesian spoken by Ujungpandang Chinese",
  "abstract": "This study is a field research which studies the language interference found in the use of Indonesian spoken by Chinese Indonesian in Ujungpandang.The second ? language learner tends to transfer his first language system into their second language, negatively or positively.The negative transfer is called interference, which may occur phonologically, grammatically, lexically and semantically. Most Chinese in Indonesia consider Mandarin as their mother tongue, and Indonesian as their second language. In this study, the researcher chooses Ujungpandang Chinese nonstandard Indonesian speech, because they are recognizably different from other Chinese Indonesian speech. Moreover, the researcher chooses Ujungpandang Chinese because they are well known as the good Mandarin speakers. Most Ujungpandang Chinese use Mandarin in their actual communication.This choice is also taken in order to answer the writer's curiosity of why Ujungpandang Chinese speak in Indonesian differently from other Indonesian Chinese, though she had to come back for a while to her hometown for doing the research. In collecting the data, the researcher interviewed the ten respondents by involving herself in the conversation with each subject and then distributed the checklists to the respondents.This study uses linguistic theories as the underlying theories. Hence, the analysis and interpretation of the findings are based on the use of language which is limited on the phonological language interference.The data for the analysis are obtained from the recorded data of the ten Ujungpandang Chinese and from the checklists.From the analysis,the phonological interference found in the Ujungpandang Chinese nonstandard Indonesian speech is drawn and so is the interpretation of the findings. At the final conclusion,the study shows that there are some segmental phonemic errors found in the Ujungpandang Chinese nonstandard Indonesian speech,as the result of the phonological language interference.",
  "creators": "JULIANA CHANDRA",
  "contributors": "Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 364; Juliana Chandra (11491051)",
  "subjects": "INDONESIAN LANGUAGE-LANGUAGE INTERFERENCE-STUDY AND TEACHING"
}