{
  "id": "21293",
  "title": "The Influences of the social backgrounds towards John Ashley which change him into a truly man of faith in Wilder's the eighth day",
  "abstract": "This thesis is a study of the influences of the social backgrounds towards John Ashley which lead to his character change in Wilder's The Eighth Day,The thesis writer is curious to know whether Ashley is a truly man of faith or not and how his life experiences result in the changing of his character.From the discussion,it is revealed that one's different set -tings may influence one's character traits and make one's react differently to each of it.As a son of a wealthy family,Ashley lives in a good social back -ground.Yet this setting does not make him become a good person.Ashley,seen from his outward appearance, is a very good man but in fact,he is selfish,igno -rant,and hypocritical.It is due to the bad examples of his social background's which influences his charac -ter traits.However,in the different setting which can be considered bad since there is a lot of suffer -ings and violence,Ashley reacts differently.It is the result of his encounters and relationship with some people who are very religious and have given him the examples of love,that have motivated him to change. He becomes a truly man of faith.To be a man of faith, he has to have a changed life.It means that he has to repent first.In order to show that he has repented, he has to change his behavior and attitude.He changes from a selfish,ignorant,and hypocritical person into a religious,unselfish,and full of awareness person. These new character traits of Ashley are the results of having faith in God.Finally,the thesis writer can conclude that no matter how sinful a person is,God still loves him and forgives him by giving a chance to repent.",
  "creators": "MARY RAHAJU SUNDARI",
  "contributors": "Stefanus Suprayitno (Advisor 1); Theophilus Jokri (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 397; Mary Rahaju Sundari (11491063)",
  "subjects": "AMERICAN DRAMA--20TH CENTURY--STUDY AND TEACHING; WILDER, THORNTON NIVEN, 1897-1975. THE EIGHTH DAY-STUDY AND TEACHING"
}