{
  "id": "21307",
  "title": "Perancangan keseimbangan lintasan produksi di PT. Jaya Utama",
  "abstract": "PT. Jaya Utama merupakan perusahaan yang bergerak dalam bidang produksi nako kaca jendela dengan berbagai ukuran. Perusahaan ini tidak menerapkan keseimbangan lintasan produksi, sehingga biaya yang dikeluarkan masih tidak bisa minimal. Oleh karena itu, perlu dilakukan perancangan keseimbangan lintasan produksi untuk mengurangi biaya yang tidak semestinya. Keseimbangan lintasan merupakan hal yang sangat penting di dalam perencanaan hasil produksi Apabila lintasan produksi tidak seimbang maka target produksi yang sudah direncanakan sulit dicapai. Perancangan keseimbangan lintasan produksi yang dilakukan dalam penelitian tugas akhir ini dimaksudkan untuk meminimalkan waktu menganggur (idle time) pada lintasan produksi dan menganalisa kebutuhan waktu, pembagian stasiun kerja serta jumlah operator yang dibutuhkan sesuai dengan target jangka panjang yang ingin dicapai oleh perusahaan. Perancangan keseimbangan lintasan produksi ini dilakukan dengan metode Comsoal, metode Mathematical, metode Kilbridge-Wester, metode Moodie-Young dan metode Helgeson-Birnie. Kemudian dilakukan perbandingan diantara kelima metode tersebut berdasarkan efisiensi lintasan, balance delay dan smoothness index. Hasil perancangan keseimbangan lintasan produksi berdasarkan metode yang terbaik yaitu metode Mathematical Programming Formulation maka diperoleh efisiensi lintasan sebesar 88,5%, balance delay 0,115, smoothness index 19,22 dengan 7 stasiun kerja dan 7 orang operator.",
  "creators": "FENNY SETIAWAN",
  "contributors": "Didik Wahjudi (Examination Committee 1); Indriati Njoto Bisono (Advisor 2); Kristiana Asih Damayanti (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 418/TI-009/2001; Fenny Setiawan (25496117)",
  "subjects": "PRODUCTION MANAGEMENT"
}