{
  "id": "21352",
  "title": "Peranan strategi harga jual di dalam usaha meningkatkan volume penjualan PT Sinar Angkasa Rungkut di Surabaya",
  "abstract": "Keberhasilan penjualan suatu perusahaan tergantung pada banyak hal,selain dipengaruhi faktor-faktor internal juga dipengaruhi faktor-faktor eksternal.P.T.Sinar Angkasa Rungkut sebagai obyek penelitian mempunyai volume penjualan kabel yang mengalami kecenderungan menurun.Dalam usaha untuk meningkatkan kembali volume penjualannya,maka penulis menganalisa dari faktor harga yaitu apakah strategi potongan harga yang pernah dilakukan oleh perusahaan mempunyai peranan nyata dalam meningkatkan volume penjualan. Pada tahun 1978 sampai dengan tahun 1988 perusahaan menerapkan potongan harga untuk penjualan produk-produknya. Dalam waktu 10 tahun penjualan perusahaan mengalami peningkatan yang berarti,meskipun terkadang penjualan perusahaan mengalami penurunan sedikit.Setelah tahun 1988 perusahaan tidak menerapkan potongan harga,volume penjualan perusahaan mengalami penurunan yang cukup besar, sehingga target penjualan yang telah ditetapkan tidak tercapai. Didalam penulisan skripsi ini penulis hanya membahas masalah peranan strategi harga yang pernah dan mungkin perlu diterapkan lagi oleh P.T.Sinar Angkasa Rungkut. Analisa yang dilakukan meliputi pengujian data historis dengan statistik uji perbedaan mean untuk melihat apakah ada perbedaan nyata antara rata-rata perkembangan volume penjualan kabel yang menggunakan strategi potongan harga dengan rata-rata perkembangan volume penjualan kabel tanpa strategi potongan harga.",
  "creators": "MARIAWATI DARWINTO",
  "contributors": "Wasis Sastroredjo (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No 110/EM/1991; Mariawati Darwinto (14686034)",
  "subjects": "PRICE POLICY; SALES MANAGEMENT"
}