{
  "id": "21363",
  "title": "The Study of emotional bankruptcy in Fitzgerald's\"May day\", \"Babylon revisited\", \"Josephine\" and \"family in the wind\"",
  "abstract": "The writer of this thesis writes about emotional bankruptcy and its causes in F. Scott Fitzgerald's four short stories \"May Day\", \"Babylon Revisited\", \"Josephine\", and \"Family in the Wind\". This thesis especially discusses characters in those four stories; Gordon Sterrett, Charlie Wales, Josephine Perry and Dr. forrest Janney, as representatives of people who experience emotional bakruptcy. Moreover, Gordon Sterrett and Josephine Perry are the reflections of people who suffer emotional bankruptcy because of their tragic flaw or weakness. Whereas, Charlie Wales and Dr. Forrest Janney undergo emotional bankruptcy by way of facing too many conflicts within their lives. Furthermore, these four main characters' condition of emotional bankruptcy displays that in such condition, there is a tendency for a person to turn into a different person with different character and behavior. Besides, in undergoing emotional bankruptcy, every character takes different reaction. The characters who fight this condition are Charlie Wales, Josephine and Dr. Forrest Janney. Meanwhile, Gordon Sterrett flights from it. What becomes interesting is that each of these reactions bring a particular effect to the characters' lives. The characters, who fight this condition, get positive effects, on the contrary, the one, who flight from such condition, will come to a worse condition, as the negative effect of his reaction.",
  "creators": "INDAHWATI",
  "contributors": "CHERRY HADIKUSUMO, Dra. (Advisor 1); SANTIKO BUDI (Examination Committee 1); Dra. Sarah Prasasti, M.Hum. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 264/SING/1994; Indahwati (11489012)",
  "subjects": "AMERICAN FICTION-20TH CENTURY; FITZGERALD, FRANCIS SCOTT KEY, 1896-1940"
}