{
  "id": "21372",
  "title": "The Use of taboo words by mechanical engineering student's at Petra Christian University",
  "abstract": "The writer of this thesis tries to discuss the use of taboo words by Mechanical Engineering students at Petra Christian University Surabaya. She develops her ideas into three main parts : The classification of each taboo word that Mechanical Engineering students use in their communication, the conditions when they use taboo words, and the motivations of using taboo words.In order to know which taboo words that Mechani-cal Engineering students often use in their communication, she uses Wardhaugh's Tabooed Subjects. From the result, she finds out that they often use\"Bodily Functions\" rather than the other tabooed subjects : certain game animal, sex, death, and excretion.The mean, the standard deviation, and the coeffi-cient of variation theories are used in this quantitative research. Based on the conditions (the K variable), it was found out that \"Annoyance\" presents the first condition when they often use taboo words rather than anger, offense, frustration, pain/injury, and happiness. Being annoyed makes them easily say taboo words to other people because their privacy is being disturbed.Furthermore, concerning the analysis of the motivations (the E variable), she concludes that \"Intimacy\" is the first motivation of using taboo words rather than the other motivations : discontent, loyalty to their group, attraction other's attention, pride, and manly strength. Because being intimate, they feel close to each other and by using taboo words they can have close friends as many as possible.",
  "creators": "INDRAYANTI KISWANDONO",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1); Lisa Setiawati Nugraha (Advisor 1); Dra. Monica Ida Uniati , M.M. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 321/SING/1995; Indrayanti Kiswandono (11489033)",
  "subjects": "SOCIO LINGUISTICS"
}