{
  "id": "21378",
  "title": "Hubungan terpaan program acara 'Jika Aku Menjadi' di Trans TV dengan sikap masyarakat Surabaya",
  "abstract": "Program reality show \"Jika Aku Menjadi\" yaitu program yang menyuguhkan informasi langsung seputar kehidupan kalangan kelas bawah sehingga dapat memperkenalkan penonton pada kehidupan orang kecil seperti apa adanya. Penelitian ini bertujuan untuk mengetahui hubungan terpaan program reality show \"Jika Aku Menjadi' di Trans TV dengan sikap masyarakat Surabaya. Dasar teori yang digunakan dalam penelitian ini adalah teori kultivasi dimana televisi menjadi media atau alat utama para pemirsa untuk belajar tentang masyarakat dan kultur di lingkungannya. Persepsi apa yang dibangun di benak penonton tentang masyarakat dan budaya sangat ditentukan oleh televisi. Artinya, melalui televisi, penonton belajar tentang dunia, orang-orang, nilai-nilai, serta adat kebiasaan. Jenis penelitian yang digunakan adalah deskriptif dengan pendekatan kuantitatif, sedangkan metode penelitian yang digunakan adalah metode survei. Sampel yang digunakan berjumlah 100 orang responden dengan menggunakan teknik penarikan sampel multistage cluster random sampling. Analisis data yang digunakan dalam penelitian ini adalah statistik deskriptif dengan menggunakan tabel frekuensi, korelasi product moment serta tabulasi silang. Dari hasil penelitian ini diketahui bahwa terdapat korelasi antara terpaan program reality show \"Jika Aku Menjadi\" dengan sikap masyarakat Surabaya. Hasil penelitian ini berhasil mendukung teori kultivasi bahwa semakin sering masyarakat atau pemirsa diterpa oleh program reality show \"Jika Aku Menjadi\" maka hal tersebut mampu membentuk sikap masyarakat Surabaya, baik dari sisi kognitif, afektif ataupun konatif. Dari sisi tingkat pendidikan, menunjukkan bahwa responden yang memiliki tingkat pendidikan S1 dan SMA cenderung memiliki sikap positif terhadap keberadaan acara ini.",
  "creators": "WIJAYANTI SANTOSO",
  "contributors": "Jandy Edipson Luik (Advisor 1); Megawati Wahjudianata (Advisor 2); Judy Djoko Wahjono Tjahjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010699/KOM/2011; Wijayanti Santoso (51407098)",
  "subjects": "REALITY SHOWS (TELEVISION PROGRAMS); MASS MEDIA"
}