{
  "id": "21373",
  "title": "Pengaruh kepuasan komunikasi terhadap motivasi kerja karyawan divisi market research di PT. Untung Bersama Sejahtera Surabaya",
  "abstract": "Penelitian ini dilakukan untuk mengetahui apakah ada pengaruh antara kepuasan komunikasi terhadap motivasi kerja divisi market research di PT. Untung Bersama Sejahtera Surabaya (UBS). PT. UBS adalah perusahaan terbesar di bidang manufaktur perhiasan emas di Indonesia yang terletak di Surabaya dan divisi market research PT. UBS merupakan divisi terbaru, juga terdapat gejala negatif terkait kepuasan komunikasi dan motivasi kerja karyawan di divisi tersebut. Penelitian ini dilaksanakan dengan melakukan survey, kemudian wawancara untuk melengkapi data. Selanjutnya data yang telah diperoleh ditabulasi dan dianalisis dengan statistik deskriptif berupa tabel frekuensi. Teknik analisis data yang digunakan adalah teknik analisis kuantitatif dengan metode analisis regresi linier sederhana. Dari hasil analisis dapat diketahui bahwa kepuasan komunikasi mempengaruhi motivasi kerja karyawan pada divisi market research di PT. Untung Bersama Sejahtera Surabaya. Pengaruh ini bersifat searah, artinya apabila kepuasan komunikasi semakin baik maka motivasi kerja karyawan pada divisi market research di PT. Untung Bersama Sejahtera Surabaya akan meningkat. Begitu pula sebaliknya, apabila kepuasan komunikasi semakin buruk maka motivasi kerja karyawan pada divisi market research di PT. Untung Bersama Sejahtera Surabaya akan menurun.",
  "creators": "LAURA ANGELIA",
  "contributors": "R. OTTO BAMBANG WAHJUDI (Advisor 1); Kartika Bayu Primasanti (Advisor 2); Marsefio S. Luhukay (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010700/KOM/2011; Laura Angelia (51407013)",
  "subjects": "COMMUNICATION IN ORGANIZATIONS; COMMUNICATION; EMPLOYEE MOTIVATION"
}