{
  "id": "2138",
  "title": "The Study of intended meaning in car advertisements with special reference to stylistics and dictions",
  "abstract": "The development of technology has increased the production of cars from year to year. To promote those cars, indeed, the producer needs advertisements in order to inform, attract, and persuades the potential consumers to buy the product. Most of the car advertisements apply visual and verbal imagery that evokes one to find the intended meaning. The car advertisement consists of highly selective word or diction that need special attention to analyze the intended meaning of car advertisements. Thus, the writer is interested in investigating the intended meaning of car advertisements and how the readers could capture the intended meaning in the advertisements. Moreover, the writer also wants to find out whether the communication of advertisements is successful in transmitting the message to the reader or not. In order to catch the intended meaning, one could refer to stylistic and diction approach. Particularly, the diction approach is used to serve this purpose and the tools such as denotation, connotation and imagery and also the theory of advertising communication. The theory of Semantics, Pragmatics, and Dictionary are included in this research. For the related theories, this study uses the review theories of William Leiss and Joseph Dominick (1996), for the principle advertising communication. Qualitative study is used in this study since it describes the linguistic phenomena in the car advertisements as it investigates the intended meaning of car advertisements. In other words, it reconstructs the making process of car advertisements. Moreover, it also applies small questionnaires in this study in order to find whether the communication between the advertiser and consumers is successful or not. As the conclusion, it is shown in the analysis, that whenever people use stylistics and diction approach such as denotation, connotation and imagery, one would find the intended meaning of advertisements. Based on the denotation, connotation and imagery, people can reconstruct the message of the advertisements. Moreover, by putting the health hazards warning in car advertisements, it can alert the public about the existence of pollution in our life. This kind of health hazard information is effective because the individual could make their own choice over the widest possible opportunities. In other words, when people realize the negative side of car pollution, then, they could minimize the use of car in an effective way, for example they could use bus or train.",
  "creators": "SALMON PANDARANGGA",
  "contributors": "ABBAS A.BADIB, Pof.DR.MA.,MA. (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1082/ING/2002; Salmon Pandarangga (11498132)",
  "subjects": "LANGUAGE AND LANGUAGES-STYLE; ENGLISH LANGUAGE-DICTION; COMMUNICATION IN MARKETING"
}