{
  "id": "21423",
  "title": "Hambatan komunikasi horizontal antara staf divisi marketing dengan staf divisi lain di apartemen Metropolis Surabaya",
  "abstract": "Latar belakang masalah dalam penelitian ini adalah komunikasi horizontal sebagai salah satu aliran komunikasi penting dalam sebuah organisasi. Dalam aliran komunikasi horizontal apartemen Metropolis terjadi hambatan komunikasi antara staf divisi marketing dengan staf divisi lain. Rumusan masalah yang peneliti angkat adalah apa saja hambatan komunikasi horizontal antara staf divisi marketing dengan staf divisi lain di apartemen Metropolis Surabaya. Peneliti kemudian memaparkan organisasi sebagai suatu sistem, definisi komunikasi, model komunikasi, dan teori-teori elemen komunikasi. Berikutnya peneliti menjabarkan definisi komunikasi organisasi, aliran informasi dalam organisasi, proses komunikasi horizontal, dan hambatan komunikasi organisasi. Teori-teori tersebut digunakan untuk menjawab rumusan masalah penelitian. Jenis penelitian ini deskriptif dengan pendekatan kuantitatif. Metode penelitian yang digunakan adalah survey. Populasi penelitian adalah staf apartemen Metropolis Surabaya di luar divisi marketing. Hasil penelitian menunjukkan adanya hambatan komunikasi horizontal antara staf divisi marketing dengan staf divisi lain. Hambatan komunikasi secara lisan disebabkan persepsi selektif, kondisi perasaan, dan bahasa yang digunakan. Sedangkan dalam komunikasi secara tulisan hambatan komunikasi disebabkan bahasa yang digunakan. Temuan lebih lanjut menunjukkan hambatan bahasa yang terjadi berkaitan dengan latar belakang pendidikan.",
  "creators": "VANESSA IRMA TANOJOHARDJO",
  "contributors": "SRI MOERDIJATI (Advisor 1); Gatut Priyowidodo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010684/KOM/2011; Vanessa Irma Tanojohardjo (51407084)",
  "subjects": "COMMUNICATION; COMMUNICATION IN ORGANIZATIONS"
}