{
  "id": "21424",
  "title": "Downward communication antara kepala cabang perempuan terhadap karyawan laki-laki di Auto 2000 Toyota Jemursari",
  "abstract": "Penelitian ini dilakukan untuk mengetahui Downward Communication Antara Kepala Cabang Perempuan terhadap Karyawan Laki-Laki di Auto 2000 Toyota Jemursari. Auto 2000 Toyota Jemursari merupakan satu-satu nya dealer Auto 2000 Toyota di Surabaya yang dipimpin oleh seorang perempuan. Sejak dipimpin oleh seorang kepala cabang perempuan Auto 2000 Toyota Jemursari mengalami peningkatan dari segi penjualan dan kualitas barang dan jasa. Perbedaan gender di antara kepala cabang perempuan dengan karyawan yang sebagian besar laki-laki menyebabkan terjadinya perbedaan cara dan proses komunikasi yang terjadi di antara mereka. Perbedaan tersebut dapat menyebabkan terjadinya perubahan cara kerja yang dapat meningkatkan tingkat penjualan dan kualitas barang dan jasa di Auto 2000 Toyota Jemursari. Teknik analisa yang digunakan dalam penelitian ini adalah deskriptif dengan pendekatan kualitatif yang menggunakan metode penelitian studi kasus. Hasil penelitian menunjukan bahwa tidak semua karyawan di Auto 2000 Toyota Jemursari menganggap seorang perempuan mampu dan pantas untuk menjadi seorang pemimpin terutama pemimpin di bidang otomotif. Tetapi kepala cabang menggunakan cara komunikasi ,gaya komunikasi, dan media komunikasi tertentu dalam melakukan proses penyampain pesan ke bawah, sehingga para karyawan laki-laki menjadi patuh dan segan terhadap kepala cabang. Hal tersebut pada akhirnya dapat meningkatkan tingkat penjualan dan kualitas barang dan jasa di Auto 2000 Toyota Jemursari.",
  "creators": "YUANA SEPTIANI CHANAPO",
  "contributors": "R. OTTO BAMBANG WAHJUDI (Advisor 1); Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 2); Gatut Priyowidodo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010676/KOM/2011; Yuana Septiani C (51407088)",
  "subjects": "COMMUNICATION; COMMUNICATION IN MANAGEMENT; COMMUNICATION IN ORGANIZATIONS"
}