{
  "id": "21438",
  "title": "Pemanfaatan teknologi WAP untuk memonitor pergerakan saham",
  "abstract": "Kehadiran dari teknologi intemet membuat dunia seakan tanpa batas, lial ini semaktn didukung dengan makin banyaknya tempat yang menyediakan layanan akses ke internet, kemudian ditambah pula dengan hadirnya layanan sccara wireless. Layanan akses secara wireless ini menggunakan teknologi protokol WAP. Dengan hadirnya teknologi ini maka semakin memudahkan orang untuk mendapatkan infonnasi dimanapun dan kapanpun tanpa hams ineimnggu berada didepan sebnah terminal kompnter. Pada tugas akhir ini, dibuat suatu program web site dengan menggunakan bahasa wml dengan tujuan untuk menunjukkau bagaimana cara kerja dari teknologi wap. Web site ini dapat diakses dari manapun baik menggunakan wireless tenninal niaupun perangkat kompnter.. Program web site ini terdiri dari halaman-halaman web yang berisi simulasi infonnasi saham. Untuk pengembangan selanjutnya simulasi informasi saham ini dapat diganti dengan informasi saham yang sesungguhnya dari bursa, sehingga dapat dimanfaatkan oleh orang-orang yang membutuhkan infonnasi tentang saham. Pada web site ini tidak terdapat adanya gambar, animasi dan suara, oleh karena adanya keterbatasan dari teknologi telekomunikasi yang ada maupun dari bahasa wml sendiri. Pengujian yang dilakukan menggunakan 2 aplikasi wap emulator, dimana teidapat perbedaan dalam lial tampilan maupun cara mengelola file antara 2 aplikasi tersebut. Pengujian tidak dilakukan dengan menggunakan perangkat wireless terminal karena tidak ada periisahaan penyedia jasa layanan internet yang niendukung teknologi wap ini. Keseluruhan dari keberadaan program web site ini memperlihatkan seperti apa teknologi wap tersebut dan bagaimana wap tersebut bekerja.",
  "creators": "RAYMOND HANDAYA",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 1); Murtiyanto Santoso (Advisor 2); Irwan Kristanto Julistiono (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/E/KOM/011/087; Raymond Handaya (23495100)",
  "subjects": "INTERNET (COMPUTER NETWORK); WIRELESS COMMUNICATION SYSTEMS"
}