{
  "id": "21439",
  "title": "A Character study Tennessee Williams camino real",
  "abstract": "Studying the character in a literary work is always important and useful. We can know and learn more about various people and their characters throughout the story. By studying thema then, we can see their positive and negative qualities as human beings. From their positive character traits we may learn about their successes in life. While from negative qualities in . qualities, we may learn about their niseries in failures as the consequence of their bad and evil characters . From studying the characters of ''Camino Real'', we realize that men are llimited beings. In some ways they are strong and in other ways they are weak. In their strength they should not act and behave at will as if they were 'super ' and did not need others. On the other hand, in their weaknesses, they should not easily give up and be desperate. Though they are limited, they are equipped with certain means to keep their existence meaningful. Those strengths and weaknesses are reflected in the major, characters who become the victims or preys of the stron and insensitive Gutman. However, their love and brotherhood help them to survive and to release themselves from Gutman 's power. Harguerite's inability to accept the reality in her life, and Esmeralda's defenseless attitude to oppose her powerful mother lead them to their bad fate until they finally encourage themselves to take the final decision to change and catch their happiness. Last of all, characters in fiction are not merely the author's creation which gives nothing to the readers. They on the contrary are the best means to mirror men in the real world so that we can get a better understanding about them and also about our own selves.",
  "creators": "ANIWATI",
  "contributors": "HAZIM AMIR (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 116; Aniwati (184067)",
  "subjects": "WILLIAM, TENNESSEE, 1911-1983. CAMINO REAL-STUDY AND TEACHING; AMERICAN DRAMA"
}