{
  "id": "21447",
  "title": "Evaluasi implementasi strategi public relations di The Westin Resort Nusa Dua Bali dalam upaya mendapatkan Earthcheck Silver Certified 2011",
  "abstract": "Penelitian ini dilakukan untuk mengetahui strategi public relations yang dijalankan untuk mendapatkan Sertifikasi EarthCheck Silver Certified 2011. Bermula dari issue lingkungan yang sedang berkembang saat ini, maka The Westin Resort Nusa Dua Bali menyusun langkah-langkah strategis untuk mendapatkan sertifikasi tersebut yang ditujukan untuk publik internalnya yaitu karyawan. Penelitian ini menggunakan jenis penelitian deskriptif evaluatif dengan metode studi kasus. Program EarthCheck dijalankan oleh divisi Marketing Communication yang menjalankan fungsi dan peran PR di The Westin Resort Nusa Dua Bali. Marketing Communication berperan sebagai project leader. Sertifikasi tersebut diharapkan dapat meningkatkan brand image dari The Westin Resort Nusa Dua Bali sebagai resort yang ramah lingkungan baik di publik internal maupun eksternal. Melalui penelitian ini, peneliti menemukan bahwa The Westin Resort Nusa Dua Bali telah melakukan empat tahapan strategi PR, yakni mengidentifikasi problem (atau peluang), perencanaan dan pemograman, mengambil tindakan dan berkomunikasi, dan mengevaluasi program. Namun, pengalaman berinteraksi dengan fakta dilapangan menunjukkan bahwa identifikasi problem dilakukan bukan melalui riset melainkan melalui analisis internal maupun eksternal. Selain itu evaluasi program juga tidak dilakukan secara terukur, melainkan hanya melihat pada hasil yang diperoleh.",
  "creators": "ELIZABETH SISWANTO",
  "contributors": "Marsefio S. Luhukay (Advisor 1); Kartika Bayu Primasanti (Advisor 2); Felicia Goenawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010658/KOM/2011; Elizabeth Siswanto (51407063)",
  "subjects": "PUBLIC RELATIONS"
}