{
  "id": "2144",
  "title": "Richardson's and fielding's concepts of virtue as seen in Pamela and Joseph Andrew",
  "abstract": "This thesis contains both Richardson's and Fielding's concepts of virtue which are revealed in their novel, Pamela and Joseph Andrews. Both Richardson and Fielding are moralist. They talk about virtue in their novels, but Fielding perceives Richardson's concept of virtue in Pamela is not the rigth one. Then he writes Joseph An-drews to attack all that seems unrealistic and false in Pamela and he tries to present the right concept of vir-tue. Based on this thing, this thesis is going to discuss the kind of concept Fielding has about virtue which makes him perceives Richardson's concept in Pamela is wrong and the way Fielding uses to show his disagreement towards Pamela. Since he considers Pamela is a hypocrite who pretends to be virtuous, Fielding uses many ways to uncover Pamela's hypocrisy. Finally, this thesis is going to discuss Fielding's failure in his attack towards Pamela. Fielding who at first disapproves with Richardson's concept in Pamela, as a matter of fact, does not present a different concept of virtue from Richardson's. The real concept of virtue he is suggested in Joseph Andrews is similar to that in Pamela. Actually, Joseph and Pamela as the main characters in the novels, are not different in virtue. They have the same good moral, manners, and personalities. Thus, Richardson's concept of virtue is Fielding's concept too.",
  "creators": "RATNAWATI PRAWIRA",
  "contributors": "Liliek Soelistyo (Advisor 1); Jusuf Imam Ibrahim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No 194; Ratnawati Prawira (14187040)",
  "subjects": "ENGLISH FICTION-17TH CENTURY-HISTORY AND CRITICISM; FIELDING, HENRY, 1707-1754. JOSEPH ANDREW-CRITICISM AND INTERPRETATION; RICHARDSON, SAMUEL. 1689-1761. PAMELA-CRITICISM AND INTERPRETATION"
}