{
  "id": "21458",
  "title": "The Study of love through the main characters in Dickens' novel the mystery of Edwin Drood",
  "abstract": "Love colours our lives and makes our lives become meaningful. in Dickens' novel, The Mystery of Edwin Drood, he writes about the mvstery of the disappearance of Edwin Drood and abaut love. Love is dominant in this novel. The male characters. Edwin Drood, John Jasper, Neville Landless , show and express Their love in their own way to Rosa. They use a good and fair way or bad way. Neville Landless shows and ekpresses his love in a good and fair way not demanding, the same way as Edwin Drood, who shows and expresses his love toward Rosa in a good way, while John Jasper uses a bad way. such as forcing and blackmailing. He also abuses love in gaining Rosa. His love is followed by jealousy and it is seen how his jealousy causes him to kill his rival. Character traits are important to show how each character shows their different ways in expressing love. Rosa, the female character who is the main concern of the mal e characters, receives love from them. Her feelings toward each of them are different. The nower of love has inade each of the male characters as well as Rosa act and behave in certain way. The love that is revealed through the main characters i s companionate love. passionate love or infatuation as seen in the triangular model of love. Their love ife is so complicated and it can be said that in this case love brings unhappiness, pain. vengeance andat the end, love lead them to tragic ending.",
  "creators": "RINI TJITRASARI S",
  "contributors": "CHERRY HADIKUSUMO, Dra. (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 383/SING/1995; Rini Tjitrasari S (11488029)",
  "subjects": "DICKENS, CHARLES, 1812-1870. THEMUTERY OF EDWIN DROOD-STUDY AND TEACHING; ENGLISH FICTION-STUDY AND TEACHING"
}