{
  "id": "21464",
  "title": "A Sociolinguistic study of Blanche Dubois' stylistic devices in Tennessee Williams' A Streetcar Named Desire",
  "abstract": "This study examines stylistic devices used by Blanche DuBois,the towering character,in a play entitled A. Streetcar Named Desire by Tennessee Williams.There are several problems in the research activity:what devices in Blanche's language based on topics,which could be categorized into confrontational and nonconfrontational devices, and how Blanche uses confrontational and nonconfrontational devices towards Stella,Stanley,and Mitch. The method of this study is a qualitative approach.The writer takes the data from utterances found in the dialogues between Blanche and Stella;Blanche and Stanley;and Blanche and Mitch.The ways of analyzing the data are based on Tannen's Stylistic Devices Theory,Kochman's Concept of Style, Mitigation and Supporting Theories presented by Christine F. Meloni and friends. The results of this study show that Blanche uses more confrontational to Stella and to Mitch Blanche uses more nonconfrontational devices.Those results are caused by Blanche's relations to them which are as a sister and a lover..As an older sister Blanche feels like having more right to be respected by Stella.Whereas,as a lover Blanche needs Mitch to protect her so she cannot be more confrontational to him. The results also suggest another thing that is Blanche is less confrontational and more nonconfrontational than Stanley in terms of both confrontational and nonconfrontational devices are being compared.Blanche is in the weaker position,concerning about having the place to stay and Stanley's cruelty as a person.",
  "creators": "LANNY",
  "contributors": "Jusuf Imam Ibrahim (Examination Committee 1); SUKEMI, PROF.DR.M.A. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 323/SING/1995; Lanny (11490030)",
  "subjects": "AMERICAN DRAMA--20TH CENTURY--STUDY AND TEACHING; WILLIAMS, TENNESSEE, 1911-1983. A STREETCAR NAMED DESIRE-STUDY AND TEACHING"
}