{
  "id": "21465",
  "title": "The Analysis of the lingyistic errors as a result of imperfect transfer and translation in the translated book entitled daya batin bawah sadar",
  "abstract": "The work o f books translation from English into Indonesian is prominently needed due to the advance o f science and technology.Therefore,it is very important to upgrade the quality o f the books translation.As a student of linguistics,the writer became interested in giving a useful contribution to the field of book translation notifying the problem of translating from English into Indonesian.She did her analysis o f the linguistic errors in a book entitled Daya Batin Bawah Sadar,Cara untuk Mengatasi Kegagalan Anda that was originally written by Dr.Joseph Murphy in his book entitled The Power of Your Subconscious Mind. By doing the research,the writer wanted to find out the kind of errors and its variations that were carried in the translated book.Then,she would consider the result carried by the errors. This analysis was done based on the qualitative approach that the writer studied the whole books.She applied Nida and Taber ?s theory o f translation and considered Djajanegara s paper On Some Difficulties in Translating from English into Bahasa Indonesia in analysing the data.She also used the guidelines of Kamus Besar Bahasa Indonesia and several English Dictionaries.Several practical books about translating from English into Indonesian also accompanied her to make the solution of the problems. After studying the whole books,the writer claimed the findings and wrote the interpretations and finally she drew the conclusion of the research.She found four varations in Syntactic (80.77%results in incorrect grammar and 19.23% results in a change in meaning),four in Lexical Errors (20%results in incorrect grammar and 80%results in a change in meaning),two in Punctuation Errors (100%results in incorrect grammar),five in Spelling Errors (91.30%results in incorrect grammar and 8.70%results in a change in meaning),and one in Morphoponemic Errors (80%results in incorrect grammar and 20%results in a change in meaning). Finally,the writer concluded that the number o f errors resulting in incorrect grammar mostly occur in punctuation errors;the number of errors resulting in a change in meaning mostly occur in lexical errors.",
  "creators": "SWANDAJANI SUKRISNO",
  "contributors": "SUKEMI, PROF.DR.M.A. (Advisor 1); Jusuf Imam Ibrahim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 339/SING/1995; Swandajani Sukrisno (11490087)",
  "subjects": "ENGLISH LANGUAGE-TRANSLATING INTO INDONESIAN; LINGUISTICS"
}