{
  "id": "21466",
  "title": "A Study of ambition through the main characters in Maugham's the narrow corner",
  "abstract": "Maugham's The Narrow Corner vividIy picturiz es t h e life of mode rn society in the twentieth century,that is being ambitious in looking for material comforts like what has been sought by Fred Blake and Captain N i c holas in their l ives.However ,ambition here only creates vice on them.They become very cruel and do not hesitate to kill anybody who blocks their ambition.Worse,it brings destruction to Fred Blake and Captain Nichols'lives. They even try to kill one another in order to satisfy their ambition,although they cooperate for their own needs at the beginning. Through his spokesman Dr.Saunders,Maugham implicitly tries to convey all of his disagreements to be ambitious to gain wealth.As the result of his being devoid of ambition in wealth, he is able to achieve peace in his life.Besides,Maugham is willing to show that being ambitious to gain money more than one needs only drives people to get disaster while being devoid of ambition in wealth enable people to get peace. In the discussion,the thesis writer is curious to know which possibility that occurs on Fred Blake,Captain Nicholas and Dr.Saunders since Blake and Nichols are too ambitious `to gain money while.Dr .Saunders is ambitionless to gain material comf orts,especially to gain wealth.Along the same line with this curiousity,she also wants to know how far Buddhism and Frith's e x istence guide Dr.Saunders to be devoid of ambition in his life. Through all the discussions,the thesis writer can see and conclude that Buddhism has the greatest infl uence on Dr.Saunder s ' peace achievement besides his interaction with other Buddhism symphatizer,Frith and two other ambitious Fred Blake and Captain Nicholas.",
  "creators": "NONA",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Ribut Basuki (Advisor 2); ANITA LIE (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 340/SING/1995; Nona (11490117)",
  "subjects": "ENGLISH FICTION--20TH CENTURY--STUDY AND TEACHING; MAUGHAM, SOMERSET, 1874-1965. THE NARROW CORNER-STUDY AND TEACHING"
}