{
  "id": "2148",
  "title": "Penggunaan limbah fosfat dan limestone pada campuran aspal beton",
  "abstract": "Phosphate mine as a raw material for fertilizer produce a residu like phosphate waste in hunk shape, which can causedpollution. Using the phosphate waste as pavement material is an alternative to reduce the pollution. The purpose of this research is to find out the deformation, stability, air void percentage, void filled percentage and the Marshall Quotient of the type X asphalt concrete, which use phosphate waste as the filler in it. The test using Marshall method at Pavement and Road Material is held in the Petra Christian University 's Laboratory, and for the Wheel Tracking method at Road Material Research and Transportation is held in Bandung. The Marshall method test is used to find out the effect of using phosphate waste and limestone as the replacement for F3 (0-5 mm aggregate), F4 (sand) at 2-4 %. The best result ofeach material is tested further using the Wheel Tracking method. The result of the Wheel Tracking method, is compared with the asphalt concrete mixture, which are not using ahyfiller. The best result of the mixture from the Marshall method, which using phosphate waste as the replacement for F3 is at 4 %, while the mixture, which using limestone as the replacement for F4 is at 2 %. The best result of the Wheel Tracking method, which using phosphate waste as the replacement for F3, is at 4 %, which produces the smallest deformation value (4,875 mm) and the biggest dynamic stability value (1333,55 course/mm).",
  "creators": "EDDY; LIANG RACHMAT KUSARDI",
  "contributors": "Indriani Santoso (Advisor 1); Gogot Setyo Budi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No 1166.s; Eddy (21496089), Liang Rachmat K. (21496137)",
  "subjects": "PAVEMENTS, ASPHALT CONCRETE; PAVEMENTS, BITUMINIOUS"
}