{
  "id": "21481",
  "title": "The Influence of Muhammad Iqbal's philosophy to \"Javid Nama\"",
  "abstract": "The writer of the thesis tries to prove that \"Javid Nama\" is not a mere journey through several firmaments done by Zinda Ruud or Living Stream as the poet's persona. \"Javid Nama\" is Iqbal's Intuitive experience in seeking knowledge. The result of his intuitive exper-ience is philosophy of egohood. Before entering the matching of the poem and the philosophy of egohood, the writer must prove that the experience happens to Living Stream also happens to Muhammad Iqbal, the poet. The writer has to prove that Living Stream and the poet are the same person. The writer matches the name, Living Stream and the poet by giving the similarities of meaning between \"Living Stream\" and \"a sea\", the name the poet usually calls himself as something continuously moving. Then the involvement of Rumi as the guide in the poem proves that Iqbal and Living Stream are one as Rumi was actually his spiritual guide. The writer comes to proving the confirmation of the poem's pattern and the steps Iqbal applies to seek knowledge by his intuition. The confirmation of the contents of the poem and Iqbal's philosophy of egohood is also necessary to support the previous discussions. 'The method the writer of the thesis uses to analyze the poem is called a textual approach in which the poem is compared to the its philosophical background. The discussion is limited to comparing the philosophy of egohood as the knowledge found through intuitive experience to the knowledge found by Living Stream in his journey through the firmaments in the poem. It consists of discussions about nature of the self, the concept of perfect man followed by the factors which support ?and decline the stage of perfectness, the ideal communal life then the nature of material world and the conception of the Absolute. Afterwards the writer can draw a conclusion that the poet uses \"Javid Nama\" as a means to transfer his intuitive experience to the reader.",
  "creators": "TAUFIK KUNTAJAYA",
  "contributors": "Sarah Limuil (Examination Committee 1); Anneke Heritaningsih Tupan (Advisor 2); SARDIUS KUNTJARA (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 274/SING/1994; Taufik Kuntajaya (11485050)",
  "subjects": "ENGLISH LANGUAGE; LANGUAGE AND LANGUAGES-PHILOSOPHY"
}