{
  "id": "21489",
  "title": "Hubungan antara motivasi berprestasi dan kemantapan peran pada staf kantor PT Chopindo Sejahtera",
  "abstract": "Setiap organisasi cenderung mengharapkan individu-individu yang terlibat di dalamnya, dapat merampungkan seluruh kewajibannya dengan prestasi yang tinggi. Perusahaan sebagai salah satu bentuk organisasi juga mengharapkan demikian. Prestasi kerja yang tinggi akan terwujud apabila seseorang memahami dengan saksama setiap peran yang diberikan oleh perusahaan kepadanya dan melibatkan seluruh kepribadiannya. Dengan singkat dikatakan bahwa seorang karyawan harus memiliki kemantapan peran supaya memiliki prestasi kerja yang tinggi pula. Apabila karyawan berhasil mewujudkan peran yang diberikan oleh perusahaan, dia tidak hanya berusaha memenuhi tuntutan perusahaan tetapi dia juga memenuhi kebutuhan dirinya sendiri. Sebaliknya, bila tuntutan perusahaan tidak seimbang dengan kebutuhan karyawan, maka akan timbul konflik dari diri karyawan tersebut. Dikatakan dia tidak mempunyai kemantapan peran. Berhubung perusahaan menuntut para karyawannya suatu prestasi kerja yang tinggi, maka salah satu kebutuhan yang sesuai dengan tuntutan karyawan adalah kebutuhan berprestasi. Di PT. CHOPINDO SEJAHTERA ini, penulis mengadakan penelitian tentang hubungan motivasi berprestasi dan kemantapan peran. Hasil penelitian menunjukkan tingkat hubungan kedua variabel tersebut adalah 0,851, dengan taraf signifikansi 0,05. Dengan demikian hubungan antara motivasi berprestasi & kemantapan peran staf kantor PT. CHOPINDO SEJAHTERA terbukti signifikan.",
  "creators": "SUFIANINGSIH",
  "contributors": "BUDIMAN CHRISTIANANTA (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 114/EM/1991; Sufianingsih (684067)",
  "subjects": "MOTIVATION IN MANAGEMENT; PERSONNEL MANAGEMENT"
}