{
  "id": "21490",
  "title": "Eliza Doolittle's pronunciation changes in Bernard Shaw's Pygmalion",
  "abstract": "Daniel Jones in his An Outline of English Phonetics (1960:4) mentions that it is possible for a person to improve his pronunciation by the process of learning and accurate guidance. This case is found in Eliza Doolittle in Bernard Shaw's Pvgmalion. In the first and the second act of the play, the writer found that she speaks with Cockney accent known as the lower class variety. However, taking some phonetics lessons, in act III, IV and V, she performs a different language. It can be inferred that her pronunciation undergoes some changes.The writer in this thesis discusses about the pronunciation changes of Eliza Doolittle. She investigated the segmental phonemes-consonants, vowels, diphthongs-of Eliza Doolittle's speech by listening to the tapes found at Petra Christian University library and making the phonetic transcription of them.The writer separated the data into two big parts: the first part taken from act I and II is the data before Eliza Doolittle takes some phonetics lessons and the second one derived from act III, IV and V is the one after Eliza Doolittle takes some phonetics lessons. The writer, then, classified each part based on the theory of Cockney characteristics. After comparing both of the data, it was found that there is a complete change. All the Cockney characteristics seen in the first part of the data cannot be found in the second one; she speaks in standard English pronunciation.",
  "creators": "LIE GIOK HWI",
  "contributors": "WAGIMAN (Advisor 1); Guillermina L. Verzosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 306; Lie Giok Hwi (11490003)",
  "subjects": "PHONETICS; SHAW, GEORGE BERNARD, 1856-1950. PYGMALION-STUDY AND TEACHING-PHONETIC ASPECTS"
}