{
  "id": "21503",
  "title": "A Study of symbolism in Willa Cather's my Antonia",
  "abstract": "This thesis is about Wiila Gather's symbolism which is reavealed in her novel Antonia. This topic is interesting because Gather is a skillful symbolist. Besides, the study of symbolism will make the readers understand the story better. In this paper the thesis writer will only discuss the major symbols. The analysis of the symbols are written in chapters 2, 3 and 4. The symbolical characters will be discussed in chapter 2. The'/ are Antonia Shimerda, Lena Lingard, Wick Cutter, Mr. and Mrs. Burden. Antonia represents the struggle of life, fertility life and unconditional love; while Lena is the portrayal of the delight of love without ties or responsibilities. Wick Cutter does not only stand for evil, but hypocrisy as well. In contrast, with Wick Cutter, Mr. and Mrs- Burden symbolise kindness and practical Christian life. Chapter 3 is about symbolical seasons. Gather uses all of the seasons as the symbols. Autumn is used as the embodiment of deterioration in finance and health. Summer symbolizes happiness and life, while misery and death are the references of the symbol of winter. And the last, spring represents a romance which does not lead the coupl e into marriage. Finally, the symbolical animals and places will be analysed in chapter 4. There are two symbolical animals, the badgers and the rattlesnake. The badgers stand for the Shimerdas and the rattlesnake is the portrayal of the evil men, Wick Cutter and Peter Kraj iek. There are? also two symbolical places. The first is the town of Black Hawk which symbolizes learning. The second is the prairie which is used as the symbol of hardship devoid of fun.",
  "creators": "ERTA DEWI KUARI",
  "contributors": "SANTIKO BUDI (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No 125/ING/1990; Erta Dewi Kuari (184045)",
  "subjects": "AMERICAN FICTION-20TH CENTURY; CTHER, WILLA, 1876-1947. MY ANTONIA"
}