{
  "id": "21504",
  "title": "The Study of the relationship between Torvald and Nora in Ibsen's a doll house as seen through their use of terms of address",
  "abstract": "Ibsen's \"A Doll House\" is a story about a husband and a wife. Torvald treats his wife, Nora, as a doll or a child. He, even, addresses his wife using various pet names such as skylark, squirrel, which means that she is considered as his pet. Torward the end of the play Nora decides to free herself from Torvald's domination. That is why the writer of this thesis picks out Torvald and Nora's relationship as her study, since she really finds them interesting and even .challenging to discuss. The writer of this thesis tries to analyse their relationship through Sociolinguistic approach. In doing her analysis , first of all, the writer of this thesis collects all the address terms used by Torvald and Nora as well as their social factors. Next she analyses their use of address terms in each stage, which are related to the social factors affecting the use. Lastly, the results of the analysis of the address terms are related to the relationship between Torvald and Nora. Based on the analysis, the writer of this thesis finds out that Nora and Torvald especially use different address terms from the beginning of the play to the end of it. At the beginning of the play, Torvald's relation to his wife is very close which can be seen in his use of endearment terms. Toward the middle of the play, his use of endearment terms shows an increase. His relationship, therefore, is more intimate. However, toward the end of the play, his relationship toward his wife is becoming distant. His power and dominance is getting less too. Nora's relationship toward her husband, in addition, is more intimate in the first and second stage. Toward stage three, on the other hand, her relationship is getting lees intimate. The writer of this thesis finds out that the change of address term is basically influenced by the setting. The setting, therefore, is a primary aspect that influences their relationship, which is reflected in their use of address terms.",
  "creators": "KUO FOENG",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.224/ING/1993; Kuo Foeng (11487020)",
  "subjects": "IBSEN,HENRIK. 1828-1906. A DOLL HOUSE; NORWEGIAN DRAMA-19TH CENTURY"
}