{
  "id": "21519",
  "title": "The Use of chorus in T.S. Eliot's murder in Cathedral",
  "abstract": "The us e of chorus, as one of the features in Greek drama, is uncommon in modern drama? I'his is because its significance has greatly reduced along with the decLine of 'the Greek drama. However, I's Eliot 'employs it as a powerful device in Murder in Cathendral through the figure of the Can terbury women, In this dramatic work, the chorus appears as an actor whose main function on is to comment on the action, especially the action of Becket, the protagonist. Its commentary is prominent and effective to present, the general time of the story, the reality in Canterbury, the political' and psychological backgrounds ?through the images of nature and seasons. huthermore, the chorus' action, gives it a great chance to expressed commentary on the martyrdom o f Becket through which the i.dea of martyrdom as a kind of sacrifice is clarified, Its allusion of St. Peter and the presence of the ghosts of the martyrs and saints in its commentary in the opening scene establish the concept of martyrdom as the de'sign of God Then its terror in enduring hard Living, as seen in the tempta- tionn I'telps Becket to under stand the suffering of a martyr as a passive instrument in the hand of Bod to give atonement for mankind, Furthermore, its poverty and withdrawal, as the result, of its nature as evilj, become the measure of the achievement, of atonement in the martyrdom of Backet, So the ccvwientary of I:he",
  "creators": "WAHYO SANTOSO",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1); Jenny Mochtar Djundjung (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 226/ING/1993; Wahyo Santoso (11487057)",
  "subjects": "ELIOT, T.S.,1888-1965. MURDER IN CATHEDRAL; ENGLISH DRAMA-20TH CENTURY"
}