{
  "id": "2152",
  "title": "Penentuan standar dan evaluasi tingkat pelayanan tangga di Universitas Kristen Petra Surabaya",
  "abstract": "Standar tingkat pelayanan sangat penting dalam mendesain suatu tangga. Penelitian ini dilakukan untuk mengetahui karakteristik pengguna tangga. Berdasarkan karakteristik tersebut, diusulkan standar tingkat pelayanan tangga pada gedung perkuliahan, khususnya di Universitas Kristen Petra Surabaya. Dari observasi di lapangan, diketahui kecepatan rata-rata pengguna tangga di Universitas Kristen Petra adalah 32,3 m/menit dengan tingkat kepadatan rata-rata sebesar 1,4 orang/m 2 , jumlah arus rata-rata sebesar 42,4 orang/m/menit dan modul area rata-rata sebesar 0,7 m 2 /orang. Berdasarkan karakteristik tersebut ditetapkan enam standar tingkat pelayanan untuk tangga di gedung perkuliahan, yakni standar tingkat pelayanan A sampai tingkat pelayanan F. Standar ini ditetapkan berdasarkan arus dan modul area. Standar tingkat pelayanan A memiliki arus maksimum sebesar 17 orang/m/menit dan modul area >1,9 m 2 /orang, sementara standar tingkat pelayanan B memiliki arus sebesar 17-23 orang/m/menit dan modul area sebesar 1,4-1,9 m 2 /orang. Untuk standar tingkat pelayanan C memiliki arus sebesar 23-34 orang/m/menit dan modul area sebesar 0,9-1,4 m 2 /orang, sedangkan standar tingkat pelayanan D memiliki arus sebesar 34-43 orang/m/menit dan modul area sebesar 0,7-0,9 m 2 /orang. Arus dan modul area untuk standar tingkat pelayanan E masing-masing sebesar 43-71 orang/m/menit dan 0,4-0,7 m 2 /orang sementara standar tingkat pelayanan F arus maksimum sebesar 71 orang/m/menit dengan modul area < 0,4 m/orang.",
  "creators": "MANASE PONGTASIK; ELIA HUNGGURAMI",
  "contributors": "Rudy Setiawan (Advisor 1); Budisetyono Tedjakusuma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1287/SIP/2003; Manase Pongtasik (21497193), Elia Hunggurami (21499193)",
  "subjects": "ESCALATORS"
}