{
  "id": "21522",
  "title": "The Struggles for self-identity as seen in Shaw's Mrs. Warren's profession",
  "abstract": "The title The Struggles for Self-ldentity as Seen in Shaw 's Mrs. Warren 's Profession '' is very interesting. This thesis is examining the struggle in searching for self-identity from the conflict which is known as the essence of every narrative . These struggles for self-identity is important since self-identity is essential for someone to know what they are or who they are, what their own way of living , and what they want to do for their own future life. In this play, struggle appears among the characters of a young educated woman, Vivie Warren and her mother, Mrs . Warren ; and the evil of society. It also appears within Vivie her self. Mrs . Warren 's idea of being respectful in the society because of the wealthiness from her unrespectful profession is opposed by the disagreement of her own daughter, Vivie . Vivie completely disagrees with Mrs. Warren 's profession as a courtesan who runs an international chain of brothels. The condition of capitalism society in nineteenth-century is also reflecting the hipocrisy of a society which rewards vice and oppress virtue. It says that the life in a brothel is preferable to the life in a nineteenth century factory . Finally, through the struggle, the readers can see its significance to form self-identity to reach an independent and happy life. Such as, through Vivie 's struggles, the reader can understand her and through her struggles, too, Vivie can understand herself.",
  "creators": "SINTARIWATI",
  "contributors": "ANTONIUS GURITO (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 297/SING/1994; Sintariwati (11490091)",
  "subjects": "ENGLISH DRAMA--19TH CENTURY--STUDY AND TEACHING; SHAW, GEORGE BERNARD, 1856-1950. MRS WARREN'S PROFESSION-STUDY AND TEACHING"
}