{
  "id": "21530",
  "title": "A Study of the effects of terrors to the central characters in three of Rudyard Kipling's short stories",
  "abstract": "\"The Dream of Duncan Par ^enness,\"\"The Strange Ride of Morrowbie Jukes,\"and \"The Phantom Rickshaw\" are Kipling's short stories pertaining to terror.This thesis refers to the effects of terrors to the central characters'attitudes in those three short stories. Its discussion revolves around the central characters' former attitudes towards their existences,the problems of the central characters and their relations to their terror experiences,and ultimately uncovers the effects of the terrors to the central characters. To indicate what the central characters actually get from their terror experiences,the thesis writer analyses the central characters'character traits, their problems and the terrors,and the changing of their attitudes.Thereafter,she sees that terrors help the central characters focus on their present needs,clear their current view of lives and prepare themselves for the future. Based on Clare Hanson's opinion,the thesis writer could says that these three Kipling's supernatural short stories have a connection with Freud's theory of psychoanalysis.The terrors that Kipling's central characters experience in these three short stories are caused by their unresolved problems which are repressed in their unconscious minds.Therefore,the thesis writer uses Freud's theory of psychoanalysis to support the analysis of why the terrors happen in the central characters'lives. As a conclusion,the thesis writer finds that terrors have a significant part in the central characters'lives.Through their terrors,the journey towards greater understanding of themselves in their lives is much easier.",
  "creators": "CANDIDA OCTAVIA TEDJA",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 446/SING/1996; Candida Octavia Tedja (11491057)",
  "subjects": "ENGLISH FICTION-20TH CENTURY; KIPLING, RUDYARD, 1865-1936. IN SHORT STORIES-STUDY AND TEACHING"
}