{
  "id": "21537",
  "title": "A Sociolinguistic approach to the Study of heathcliff's character in Emily Bronte's wuthering heights",
  "abstract": "Wuthering Heights is the story of a savage,tormented foundling,Heathcliff,who falls wildly in love with Catherine Earnshaw,the daughter of his benefector.The separation between Heathcliff and Catherine causes misery and violence of Heathcliff.Emily Bronte tried to depict the strength of Heathcliff's character as brutal and cruel. The writer of this thesis would like to find out wheth- er Heathcliff's character changes through the story and whether the language use reflects his character change.From the beginning of the story to the end of.the story it seems that Heathcliff uses many sarcasms when he speaks,and he also addresses others impolitely.His actions toward others are also brutal and cruel. By using sociolinguistic approach,the analysis shows that there is only a little change of Heathcliff's language use.According to Thrall (1960),if there is only a little change,a character can be considered as a static character. Thus,Heathcliff can be considered as a static character.The writer also finds out that Heathcliff's social factors when he speaks influence his language use.For example,the Goals or Ends of his speech are mostly in order to hurt and it influences his language use which are mostly sarcastic.His participants or interlocutors also influence him to speak sarcastic or impolite.His manner and his feeling toward the participants or interlocutors also influence his speech. Another social factors can be seen in the analysis.",
  "creators": "ELLY DJOGIN",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 199/SING/1992; Elly Djogin (14187013)",
  "subjects": "BRONTE, EMILY JANE, 1818-1848. WUTHERING HEIGHTS; ENGLISH FICTION-19TH CENTURY"
}