{
  "id": "21539",
  "title": "Pengendalian mutu pada proses pembuatan komponen mesin pertanian",
  "abstract": "Untuk menghadapi persaingan yang semakin tajara antara produk-produk sejenis di pasaran,juga dengan adanya 'tight money policy'(politik uang ketat )yang menyebabkan persaingan dalam dunia industri semakin tajam,produsen harus dapat menekan harga dan menjaga kualitas produksinya.Dengan penerapan sistem pengendalian kualitas yang tepat diharapkan produsen mampu bersaing dalam menghasilkan produk yang berkualitas tinggi dan murah. Suatu jenis produk yang mempunyai jumlah komponen yang relatif banyak didalam pengujian mutu produk tersebut bisa ditekankan pada beberapa komponen yang memerlukan ketelitian lebih baik,sehingga dengan pengujian mutu tersebut produk yang dilempar ke pasaran mempunyai standard kualitas yang baik.Pengujian kualitas produk secara visual untuk mesin pemecah beras didasarkan pada cacat atau tidak cacat dan untuk pengukurannya didasarkan pada diameter poros drum, diameter lubang pada bracket dan diameter bus drum bracket,dimana produk yang cacat tersebut berakibat fatal terhadap komponen itu sendiri maupun terhadap produk secara keseluruhan. Dalam tugas akhir ini dibahas pemakaian metode Military Standard 105 D dan 414,Single Sampling Plan, Unit Sequential Sampling Plan dan peta control np chart, x -R chart untuk pengendalian kualitas daripada poros dan bracket.Penggunaan suatu metode Acceptance Sampling Plan akan dipakai untuk mengevaluasi mutu produk,dimana penggunaan sampling plan akan lebih menguntungkan dibandingkan dengan 100 %inspection,serta Control Chart untuk proses kontrol yang dipakai untuk kontrol pada proses berikutnya. Berdasarkan hasil analisa data,maka akan dapat ditarik kesimpulan serta usulan yang dapat diterapkan sebagai metode pengendalian kualitas poros dan bracket yang diproduksi oleh PT.Agrindo.",
  "creators": "SETIAWAN DHARMA",
  "contributors": "Suwandi Sugondo (Examination Committee 1); Jani Rahardjo (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 92.54.094/MESN/1992; Setiawan Dharma (14587022)",
  "subjects": "MACHINERY-QUALITY CONTROL; MACHINERY-TRADE AND MANUFACTURE"
}