{
  "id": "21554",
  "title": "The Idea of vocation as it provides an integrated life in Daniel Defoe's Robinson Crusoe",
  "abstract": "This paper talk about the idea of facation as it provides an integrated life in Daniel Defoe's Robinso'n1Ctusoe. She observes that Defoe significantly reveais; Crusoe's decisions to do his work and what he can achieve by doing it. The writer is interested to identify the vocationo f Crusoe and to explore its significance; in which man'slife can be made integral by his work. The thesis writer will discuss her topic from some of Crusoe' s work and based on some reviews of related literature. ln the story, Crusoe performs various kinds of wolk that can be identified into occupations. Before that, he has gone through a conflict within himself. He wanted to dosomething according to his own conscience, while the condition did not provide him the chance. He left all he had and went on with his searching. During his adventure, here reognized for the first time phat he looked for. Through his work, Crusoe learns a great deal that he is able to show his ingenuity and competence in it. Further, after working for a long time, he finally understands himself and know what to do with his life. Crusoe should realize that through his work he builds and shapes his life. His work enables him to achieve integral things in his life. The analysis shows that Crusoe turns to be a different person who has gone through spiritual, emotional, and physical integration. He proves that his vocational discovery results in the harmonious condition of his life. Having done the analysis, the writer comes to the conclusion that vocation holds an important role in choosing one's work. It is essential to listen to one's calling like Crusoe, in order to be a fully human person.",
  "creators": "LAURENSIA ANGGRENI BASUKI",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 375; Laurensia Angreni Basuki (11490009)",
  "subjects": "DEFOE, DANIEL, 1660-1731. ROBINSON CRUSOE-STUDY AND TEACHING; ENGLISH FICTION-17TH CENTURY-STUDY AND TEACHING"
}