{
  "id": "21556",
  "title": "The Study of Sabina's language style in Thornton Wilder's the Skin of Our Teeth",
  "abstract": "In the play, The Skin of Our Teeth by Thornton Wilder (1942), Sabina who is a maid behaves akwardly and very unpredictably. A critic made by brooks , Purser, and Waren (1975) shows that Sabina does whatever she likes. She is a flighty servant. James Joyce (1967) criticizes Sabina's grammar. He states that Sabina uses idiotic speech, her grammar is different, idiotic grammar. Carrew (1965) states that Sabina's language consists of grammatical errors, lots of repetition and irregularities in harmony with her situation. This study is undertaken to find answers to the following problems s 1. Whether Sabina uses idiotic grammar, 2. Whether Sabina undergoes a delay in syntactic development., 3. Whether Sabina's behavior shows the behavior of a mental-ly - retarded person, 4. Whether Sabina's language and behavior develop equally. In psycholinguistics, Dooley (1976)p Me, Leavey, Toomey and Dempsey (1982); Ryan (1975) state that there is no particular kind of grammar for an idiot person, there is only a delay in syntactic development. So the grammar itself is the same. However some people follow the developmental steps normally and some others do not. Retarded children merely show a delay in syntactic development, not a linguistic deficit. Based on this, there is no a special type of grammar for an idiotic person.The methodology is collecting all the data, in this case ' Sabina's speeches throughout the play. After that, all the data are analyzed, using the grouping system according to the type of grammar 5the level of grammar, and psychological factors. Then they are analyzed and concluded. Finally from the analysis of satairtags language style, it shows that there is no particular kind of grammar, in this case idiotic grammar. The only difference is someone might get the delay in syntactic development, but certainly no linguistic deficit. In connection with Sabina's grammar level, it is found out that her level of Grammar belongs to average adults grammar.",
  "creators": "CYNTHIA CHRISTIANA SIDARTA",
  "contributors": "WAGIMAN (Advisor 1); Jusuf Imam Ibrahim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 249; Cynthia Christiana Sidarta (11489022)",
  "subjects": "AMERICAN FICTION-20TH CENTURY; WILDER,THORNTON NIVEN.1897-... THE SKIN OF OUR TEETH"
}