{
  "id": "21557",
  "title": "Proses komunikasi antarbudaya antara sukarelawan Amerika Peace Corps dengan guru Indonesia SMA Negeri 1 Galis",
  "abstract": "Penelitian ini melihat bagaimana proses komunikasi antarbudaya yang terjadi antara sukarelawan Amerika Serikat dan para guru Indonesia. Pengaruh budaya, dalam komunikasi verbal maupun nonverbal, dari masing-masing negara didukung karena program ini merupakan kerjasama bilateral kedua negara. Perbedaan budaya di sini bukan hanya mengenai perbedaan bahasa namun juga perbedaan pola pikir, konsep waktu, dan perilaku sehari-hari. Oleh sebab itu, melalui penelitian ini peneliti ingin mendeskripsikan bagaimana perbedaan budaya tersebut dikomunikasikan dalam proses komunikasi antarbudaya yang terjadi. Peneliti menggunakan pendekatan kualitatif dengan metode studi kasus. Penelitian dilakukan dengan melakukan observasi langsung di SMA Negeri 1 Galis serta wawancara. Analisis dilakukan dengan metode deskriptif. Temuan dalam penelitian ini mencakup bahwa dalam proses komunikasi antarbudaya yang terjadi mencerminkan beberapa konsep budaya. Diantaranya karakteristik budaya Amerika Serikat dan budaya Indonesia yang diwakili budaya Madura dan Jawa, budaya konteks rendah dan konteks tinggi, serta uncertaint avoidance yang ditunjukkan dalam komponen proses komunikasi antarbudaya (symbolic exchange, process, different cultural communities, negotiated shared meaning, dan interactive situation). Meskipun dalam kelima komponen tersebut ditunjukkan perbedaan masing-masing budaya, namun dalam komponen negosiasi pesan perbedaan budaya diminimalisir. Hal itu ditunjang karena adanya pengaruh tingkat pengetahuan terhadap budaya dan motivasi mereka untuk bisa berinteraksi dengan orang yang berasal dari budaya lain.",
  "creators": "MEIRIZKA NINAHADI",
  "contributors": "Gatut Priyowidodo (Advisor 1); Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 2); Astri Yogatama (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010654/KOM/2011; Meirizka Ninahadi (51407046)",
  "subjects": "COMMUNICATION; INTERCULTURAL COMMUNICATION"
}