{
  "id": "21560",
  "title": "Pengaruh gaya komunikasi kepemimpinan terhadap kinerja karyawan PT. Atra International, Tbk. - Isuzu Kombes M. Duryat Surabaya",
  "abstract": "Baik buruknya kinerja karyawan di dalam suatu perusahaan tidak jauh dengan adanya perananan seorang pemimpin di dalamnya. Sosok seorang pemimpin yang baik seharusnya memiliki kemampuan untuk mengaplikasikan komunikasi yang baik pula di dalam kepemimpinannya. Dalam menjalankan aktivitasnya, PT. Astra International Tbk, - Isuzu Kombes M. Duryat Surabaya memiliki beberapa pimpinan. Yang tertinggi dalam perusahaan ini disebut dengan istilah kepala cabang. Di bawah dari kedudukan kepala cabang tersebut terbagi menjadi tiga departemen yaitu: marketing yang dipimpin oleh seorang Sales Supervisor, departemen service yang dipimpin oleh seorang Workshop Head, dan departemen administration yang dipimpin oleh seorang Administration Head. Kinerja para karyawan di Isuzu Kombes M. Duryat Surabaya inipun berbeda-beda di tiap departemennya. Oleh karena itu peneliti tertarik untuk mengetahui apakah terdapat pengaruh dari gaya komunikasi kepemimpinan terhadap kinerja karyawan di PT. Astra International Tbk, - Isuzu Kombes M. Duryat Surabaya. Penelitian ini dilaksanakan dengan menggunakan kuesioner secara langsung pada objek penelitian yaitu karyawan dan pimpinan tiap departemen di PT. Astra International Tbk, - Isuzu Kombes M. Duryat Surabaya. Selanjutnya data yang telah diperoleh ditabulasi dan dianalisis berupa tabel frekuensi. Peneliti menggunakan teknik kuantitatif dengan metode analisis regresi sederhana sebagai teknik analisis data. Dari hasil analisis dapat diketahui bahwa kinerja karyawan secara kesuluruhan di PT. Astra International Tbk, - Isuzu Kombes M. Duryat Surabaya dikategorikan standard dan gaya komunikasi kepemimpinan yang dipakai mengarah ke System III. Diketahui pula bahwa tidak ada pengaruh yang nyata dari gaya komunikasi kepemimpinan terhadap kinerja karyawan pada setiap departemen di PT. Astra International Tbk, - Isuzu Kombes M. Duryat Surabaya.",
  "creators": "TJAN WILLIAM GUNAWAN",
  "contributors": "WOLLY BAKTIONO (Advisor 1); Felicia Goenawan (Advisor 2); R. OTTO BAMBANG WAHJUDI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010651/KOM/2011; Tjan William Gunawan (51407002)",
  "subjects": "COMMUNICATION IN MANAGEMENT; COMMUNICATION IN ORGANIZATIONS; COMMUNICATION"
}