{
  "id": "21568",
  "title": "Analisis beban pendinginan untuk perancangan sistem air conditioning pada bangunan perkantoran di Jakarta",
  "abstract": "Penelitian ini diarahkan untuk optimasi perencanaan kapasitas mesin AC, dimana sistem tata udara menggunakan 55-65% energi dari keseluruhan energi dalam gedung perkantoran. Dengan demikian optimasi ini mendukung upaya konservasi energi pada bangunan perkantoran yang direncanakan. Penelitian ini dilakukan pada lima bangunan perkantoran di Jakarta yang memiliki ketinggian diatas delapan lantai. Perhitungan beban pendinginan menggunakan metode yang akurat yaitu metode CLTD (Cooling Load Temperature Difference) berdasarkan 1993 ASHRAE Handbook: Fundamentals dan membandingkannya dengan tiga metode 'Rule of Thumb' (metode dari AC Carrier, AC Panda, dan Ir. Hartono Poerbo). Perhitungan CLTD dilakukan dengan mengambil kondisi outdoor 34?C DBT 76% RH, indoor 25?C DBT 60% RH, dan asumsi kepadatan perkantoran 10 orang/1000 ft 2 . Hasil perhitungan metode CLTD memperlihatkan profil beban pendinginan baik eksternal, internal, dan beban pendinginan keseluruhan selama 24 jam pada empat hari kritis, ditambah satu hari pada bulan Oktober. Profil beban pendinginan total menunjukkan beban puncak AC terjadi pada bulan Desember pukul 16.00 dengan kontribusi beban eksternal sebesar 37,75% dan internal sebesar 62,25% dari keseluruhan beban pendinginan. Radiasi kaca memberikan kontribusi beban panas terbesar pada beban eksternal (19,26% dari total beban pendinginan). Ventilasi memberikan kontribusi beban panas terbesar pada beban internal (39,04% dari total beban pendinginan). Hasil perhitungan metode CLTD pada Wisma Dharmala Sakti menunjukkan bahwa pengaruh pembayangan overstek dapat mereduksi kapasitas pendinginan sebesar 1,5% dari total beban pendinginan. Hasil perhitungan CLTD dibandingkan dengan kapasitas AC eksisting dan menghasilkan angka ketidaksesuaian rata-rata sebesar 9,81%. Sedangkan jika dibandingkan dengan hasil metode 'Rule of Thumb' menghasilkan ketidaksesuaian yang bervariasi tergantung dari metode 'Rule of Thumb' yang digunakan. Ketidaksesuaian tersebut menghasilkan koefisien penyesuaian yang dapat dipergunakan untuk perhitungan kapasitas AC yang optimal. Penelitian ini juga dilengkapi dengan pencarian nilai beban pendinginan dan rumus umum untuk kapasitas perkantoran rentang 5-15 orang/1000 ft 2 dan suhu indoor rentang 21-29?C DBT dengan mengambil secara acak beberapa sampel lantai tiap bangunan untuk dihitung ulang dengan metode CLTD.",
  "creators": "JIMMY SUMENDAP",
  "contributors": "Sugie Prawono (Examination Committee 1); Jimmy Nurdi Kusuma Priatman (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Thesis No. 045/MTS; Jimmy Sumendap (01500011)",
  "subjects": "AIR CONDITIONING; REFRIGERATION AND REFRIGERATING"
}