{
  "id": "21574",
  "title": "The Ways Nicholas Urfe solves his conflicts which show how he changes from immaturity to maturity in John Fowles' the Magus",
  "abstract": "This thesis concerns with the ways Nicholas Urfe's character traits change from immaturity to maturity which is shown through overcoming his social and psychological conflicts in John Fowles' The Maaus. In discussing the change, the thesis writer divides the analysis into two parts. The first part discusses Nicholas' immaturity which is shown through the way he overcomes his con-flicts. And the second part discusses on Nicholas' maturity which is shown through the way he overcomes his conflicts. In this thesis, the thesis writer shows that Nicholas' character traits change due to the social conflicts he gets with some other characters in the novel. These social conflicts cause him to experience psychological conflict that finally influence his character. The thesis writer analyzes the change in Nicholas' character traits through his speech, thought, and behavior before and after becomes mature. In the conclusion, the thesis writer finds out that Nicholas' immaturity happens because of his wrong idea about freedom-responsibility. He thinks that to maintain freedom he may do what he wants without taking the responsibility of his actions. As a result, he gets many problems instead of freedom. And Nicholas' maturity happens because of Maurice Conchis who makes him realize all his mistakes. His maturity and his self-understanding, enable him to accept himself for what he is including his mistakes and limitations.",
  "creators": "DEBBY FANNY BUDHI LESTARI",
  "contributors": "Ribut Basuki (Advisor 1); Sarah Limuil (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 388; Debby Fanny Budhi Lestari (11491035)",
  "subjects": "ENGLISH FICTION--20TH CENTURY--STUDY AND TEACHING; FOWLES, JOHN, 1926-.... THE MAGUS-STUDY AND TEACHING"
}