{
  "id": "21571",
  "title": "Taboo words and swear words produced by the people in Krian market",
  "abstract": "Language is basically a social process among people. Thus people can make an interaction in their daily life. Actually there is a wide variety of communication such as smiles, gestures, blows, etc. Moreover language also can be used to show one's expression or feeling, for example swearing words. There are a lot of swearing words that we can hear in our daily conversation, for example jancok, gatel, dobol, kontol, etc. According to Hurford and Heasly\"(1983) there are at least five function of language they are accepting, advising, apologizing, and mocking. Those functions of language have a purpose to express one's feeling. Those are also used in swearing words. A Marjoribanks said that the swearing words have significant effect to those who listen it. Thus for the review of related theories, this study uses the review theoiy of Hurford and Heasly(1983), for the function of language. In this thesis the writer tries to differences between taboo words and swearing words since it seems that swearing words and taboo words are the same. In fact, they are difference. For taboo words, the writer investigate it by asking to his respondents and it is supported by Trndgill's theoiy about taboo words. For swearing words, the writer asks to his respondent and it is also supported by Hughes's theoiy. The mixture of quantitative and qualitative approaches is used in this study because both of the approaches have an equal emphasis. In this case, qualitative methodology deals with the descriptive data while quantitative refers to numerical data. Moreover, to get an n accurate data, the writer also applies questioner. As the conclusion taboo words is different from swearing words.",
  "creators": "IFAN YUWANTO",
  "contributors": "ABBAS A.BADIB, Pof.DR.MA.,MA. (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1153/ING/2003; Ifan Yuwanto (11498105)",
  "subjects": "DISCOURSE ANALYSIS; LINGUISTICS; SOCIOLINGUISTICS"
}