{
  "id": "21577",
  "title": "Analisa faktor-faktor yang mempengaruhi penetapan harga bagi mitra pengembang yang melaksanakan pembangunan proyek perumahan di Surabaya",
  "abstract": "Sejalan dengan banyaknya persaingan yang terjadi, maka faktor-faktor yang mempengaruhi penetapan harga pada perusahaan merupakan suatu hal dasar yang perlu diperhatikan untuk memperoleh keunggulan bersaing dalam suatu pasar, tidak terkecuali untuk mitra pengembang yang melayani pengembang. Dengan pandai-pandai mengatur penetapan harganya, diharapkan produk yang dihasilkan oleh mitra pengembang tetap laku dijual ke pengembang perumahan. Tahapan-tahapan yang perlu diketahui dalam penetapan harga antara lain: analisa situasi, penentuan tujuan perusahaan, strategi produk-pasar, penentuan anggaran, penetapan harga produk, dan evaluasi performa harga. Makalah ini akan menganalisa faktor-faktor apa saja yang mempengaruhi penetapan harga bagi mitra pengembang yang melaksanakan pembangunan proyek perumahan di Surabaya. Penelitian ini merupakan penelitian studi kepustakaan, survei dengan menyebarkan kuesioner serta wawancara dengan pihak pengembang dan pihak mitra pengembang untuk mengetahui kemungkinan penerapan penetapan harga. Untuk menganalisa data digunakan analisa mean dan analisa varian yang dilanjutkan dengan uji LSD. Dari analisa data, diperoleh hasil bahwa faktor-faktor yang mempengaruhi penetapan harga bagi mitra pengembang yang melaksanakan pembangunan proyek perumahan di sebelah barat Surabaya adalah hubungan kerja dengan pemilik (mean 5,75), kondisi keuangan dan reputasi pengembang (mean 5,63), dan biaya material (mean 5,63). Untuk kelompok mitra pengembang yang menangani proyek perumahan di sebelah timur Surabaya, faktor-faktor yang mempengaruhi penetapan harganya adalah biaya material (mean 5,76), kondisi keuangan dan reputasi pengembang (mean 5,65), dan kecepatan atau lamanya waktu pengerjaan (mean 5,65). Sedangkan untuk seluruh responden (mitra pengembang yang melayani pengembang di Surabaya) berpendapat bahwa faktor-faktor yang mempengaruhi dalam penetapan harganya adalah biaya material (mean 5,72), kondisi keuangan dan reputasi pengembang (mean 5,64), dan kualitas produk yang dihasilkan (mean 5,6). Berdasarkan hasil wawancara dengan pihak pengembang dan pihak mitra pengembang dapat diketahui bahwa hampir semua kontrak perjanjian kerja antara mitra pengembang dengan pengembang menggunakan jenis kontrak lump sum. Dalam pembangunan proyek perumahan umumnya mitra pengembang mengikuti harga yang sudah dipatok atau diberikan oleh pengembang sehingga tindak lanjut mitra pengembang terhadap patokan harga tersebut adalah dengan melakukan pengoptimalan dalam sumber daya material dan sumber daya manusia.",
  "creators": "TEDDY SOEKRISNO; HERMAN SETIONO",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Guana Tandjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1143 S; Teddy Soekrisno (21497023), Herman Setiono (21497196)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; REAL ESTATE"
}