{
  "id": "21606",
  "title": "Aplikasi konsep berbasis perpindahan pada perencanaan struktur rangka beton bertulang",
  "abstract": "Perkembangan perencanaan strukrur tahan gempa saat ini mengarah kepada perencanaan berbasis kinerja {performance based design). Salah satu konsep perencanaan berbasis kinerja yang sedang diteliti dan dikembangkan adalah konsep perencanaan berbasis perpindahan {displacement based concept). Dengan konsep ini struktur direncanakan berdasarkan target perpindahan inelastik maksimum dan kekakuan efektif struktur. Konsep ini mempunyai dasar pemikiran yang rasional, karena perpindahan dan daktilitas merupakan parameter penting yang menentukan derajat kerusakan elemen struktur dan non struktur. Struktur yang diaplikasikan dalam penelitian ini bempa struktur rangka beton bertulang 5, 10, dan 15 lantai. Struktur diasumsikan berada pada wilayah 3 gempa Indonesia menurut konsep peraturan gempa taliun 1999 dan berdiri di atas tanah lunak. Struktur hasil perencanaan kemudian dievaluasi perilakunya dengan cara melakukan simulasi komputer dari respons inelastik struktur terhadap akselerogram gempa yang sesuai dengan gempa wilayah 3 Indonesia. Dari evaluasi yang dilakukan didapatkan perpindahan yang terjadi kurang dari target perpindahan sebesar 39-52%. Secara keseluruhan kapasitas geser balok dan kolom lebih besar dari yang diperlukan. Daktilitas kurvatur balok dan kolom yang tersedia menjamin struktur dapat berdeformasi secara daktail. Dari hasil studi yang dilakukan dapat ditarik kesimpulan bahwa pemakaian parameterj7e/(/c/r//?yang sesuai dalam konsep berbasis perpindahan, menjadikan konsep ini cukup andal dalam meramalkan perilaku struktur saat bekeijanya beban gempa.",
  "creators": "HENDRIK YANTO MUSTARI; BAMBANG PRAYITNO",
  "contributors": "Takim Andriono (Advisor 1); Benjamin Lumantarna (Examination Committee 1); Wong Foek Tjong, S.T., M.T., Ph.D. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1109 S; Hendrik Yanto Mustari (21497188), Bambang Prayitno (21497202)",
  "subjects": "REINFORCED CONCRETE CONSTRUCTION"
}