{
  "id": "21620",
  "title": "Pengendalian mutu dan standarisasi pada proses moulding tegel kayu",
  "abstract": "TQC atau Total Quality Control merupakan pendekatan manajemen mutu terpadu yang 'ampuh' dalam persaingan dunia perindustrian, tanpa mengabaikan sistem pemasaran/marketing. Bersamaan dengan pengendalian secara terpadu dicapai efisiensi dan efektivitas produksi. Salah satu langkah awal penunjang pengendalian mutu dan peningkatan produktivitas adalah standarisasi karena dengan diperolehnya standarisasi maka dapat diperkirakan jumlah produksi setiap jam kerja, penentuan upah lembur, pengendalian dan pengaturan sistem produksi, pengendalian persediaan, penjadwalan, dan lain-lain. Jadi pengendalian produksi dengan menguraikanTQC maupun standarisasi sangat diperlukan dalam suatu sistem produksi. Perusahaan kayu yang mengerjakan proses moulding menghadapi masalah pengendalian mutu dan sekaligus pengendalian produksi. Setelah melalui pengendalian mutu terpadu dengan menggunakan PDCA ( Plan-Do-Check-Action ) beserta 7 alat (Check Sheet, Histogram, Diagram Pareto, Fish Bone Diagram, Rencana Sampling, dan Diagram Scatter). Dengan melakukan standarisasi diharapkan permasalahannya menjadi jelas dan mampu untuk melakukan penanggulangan cacat produksi. Cacat terbanyak terjadi pada proses moulding dan bersumber dari bahan baku karenanya inspeksi awal perlu dilakukan secara sistematik. Pengendalian mesin dan pengaturan pengasahan pisau juga perlu distandardisasi, kemudian pelatihan operator harus dilakukan agar didapat penampilan kerja yang sesuai dengan kebutuhan. Secara umum pengorganisasian perusahaan ini perlu ditingkatkan untuk mendapatkan pembagian kerja dan tanggung jawab agar pengendalian dapat dilakukan secara terpadu.",
  "creators": "PETRUS HANDANI CHANDRA",
  "contributors": "KRESNAYANA YAHYA (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 90.54.054; Petrus Handani Chandra (14586031)",
  "subjects": "MOLDING (FOUNDING)-PRODUCTION STANDARDS"
}