{
  "id": "21623",
  "title": "Hipsta.co.id (segmentation, tergeting, & positioning)",
  "abstract": "Dunia fashion terus mengalami perkembangan dan perkembangan ini didukung oleh semakin majunya teknologi informasi dan komunikasi, khususnya internet. Dengan internet, publikasi ataupun akses informasi tentang fashion akan dapat dilakukan dengan mudah dan dapat mengakses dan diakses oleh pengguna internet di seluruh dunia. Salah satu jenis fashion yang pada belakangan ini digemari oleh para remaja adalah fashion beraliran hip hop. Melihat beberapa fenomena yang ada di pasar, penulis kemudian membuat sebuah website fashion beraliran hip hop yang diberi nama hipsta.co.id. Penelitian ini bertujuan untuk menganalisa ketepatan strategi STP yang dilakukan oleh perusahaan. Target market hipsta.co.id adalah hip hop holic dan fashionista. Hip hop holic adalah orang yang menyukai hip hop, menyukai fashion hip hop, dan mempunyai hobi (break dance, street baller, dan modern dance) yang erat hubungannya dengan hip hop, sementara itu fashionista adalah orang yang suka dengan fashion dan atribut hip hop, tapi kurang suka dengan aktivitas/ hobi yang erat dengan dunia hip hop, seperti break dance, street baller, modern dance, dan rapping). Hasil penelitian menunjukkan bahwa website hipsta.co.id paling sesuai adalah untuk hip hop holic yaitu para penggila hip hop dengan usia antara 18 sampai dengan 25 tahun dengan SES mulai B sampai dengan A1. Positioning hipsta.co.id adalah user positioning, use or application positioning dan atribute positioning. Hasil penelitian menunjukkan bahwa user positioning lebih tepat bagi hipsta.co.id. Pemilihan user positioning ini didasarkan pada penilaian partisipan yang menilai bahwa hipsta.co.id sebagai referensi terlengkap bagi pada hip hop holic dan fashionista di Indonesia lebih baik apabila dibandingkan dengan penilaian partisipan terhadap pertanyaan untuk use or application positioning dan atribute positioning.",
  "creators": "ARVIAN GONI; CHRISTINE SETIAWATI",
  "contributors": "Hatane Semuel (Advisor and Examination Committee); Leonid Julivan Rumambi (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020092/MAN/2010; Arvian Goni (36406081), Christine Setiawati (36406082)",
  "subjects": "ADVERTISING-PSYCHOLOGICAL ASPECTS; TELEMARKETING; DIRECT MARKETING; MARKETING-MANAGEMENT; POSITIONING (ADVERTISING)"
}