{
  "id": "21627",
  "title": "Analisa kinerja layanan PT. Kereta Api Indonesia menurut penilaian pelanggan",
  "abstract": "Kereta api merupakan salah satu alat transportasi yang cukup krusial dalam menunjang perekonomian nasional di Indonesia, maka kualitas kinerja merupakan hal yang sangat penting bagi perusahaan layanan publik seperti PT. Kereta Api Indonesia (PT. KAI). Penelitian ini bertujuan untuk menganalisa kinerja layanan PT. KAI menurut pelanggan, yang diukur melalui 5 dimensi SERVQUAL. Penelitian ini juga menganalisa hubungan antara kualitas layanan, persepsi nilai, kepuasan pelanggan, kepercayaan, dan loyalitas pelanggan. Metode yang digunakan adalah convenience sampling dengan teknik face to face interview kepada 400 responden. Data dianalisa menggunakan metode analisis Top Two Boxes, CHAID, Suharjo Split, Penalty Reward, dan Structural Equation Model (SEM). Hasil penelitian menunjukkan bahwa kinerja PT. KAI masih kurang baik (under service), namun secara keseluruhan pelanggan ternyata sudah cukup puas terhadap layanan PT. KAI. Hal ini menunjukkan bahwa persepsi nilai pelanggan turut mempengaruhi kepuasan total. Analisis SEM menunjukkan adanya pengaruh positif dan signifikan antara kualitas layanan dan persepsi nilai terhadap kepuasan, serta antara kepuasan terhadap kepercayaan dan loyalitas pelanggan, namun tidak menunjukkan adanya pengaruh langsung antara kepercayaan dan loyalitas pelanggan. Dari seluruh atribut layanan, yang tergolong sebagai atribut basic bagi pelanggan adalah atribut yang tergolong dimensi assurance, di mana dimensi ini juga merupakan dimensi yang memiliki kontribusi paling tinggi dalam membentuk kepuasan.",
  "creators": "NADYA WIJAYA; SILVIANA DEWI SANTOSO",
  "contributors": "Hatane Semuel (Advisor and Examination Committee); Serli Wijaya (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.36010017/MAN/2009; Nadya Wijaya (36405101), Silviana Dewi Santoso (36405102)",
  "subjects": "CUSTOMER LOYALTY; CONSUMER SATISFACTION; CONSUMERS-RESEARCH"
}