{
  "id": "21638",
  "title": "Pendekatan simulasi untuk meminimukan bottleneck pada divisi woven bag di PT. Kerta Rajasa Raya",
  "abstract": "Tugas akhir ini dilaksanakan pada divisi Woven Bag di PT. Kerta Rajasa Raya. Tujuan dari tugas akhir ini adalah meminimumkan terjadinya penumpukan barang setengah jadi, yang disebut bottleneck, yang masih sering terjadi pada divisi Woven Bag. Hal ini menunjukkan adanya ketidakseimbangan dari setiap lini produksi yang ada. Metode yang digunakan untuk pemecahan masalah adalah dengan menggunakan sistem simulasi menggunakan software Promodel. Ada dua tahap yang harus dilakukan. Tahap pertama adalah melakukan pembuatan model awal yang bertujuan membawa situasi yang ada dilapangan kedalam sistem simulasi dan kemudian menganalisanya. Tahap kedua adalah pembuatan model-model usulan untuk memecahkan masalah yang ada dan menganalisanya. Dalam tugas akhir ini dibuat 4 alternatif usulan. Hasil analisa model awal yang dibuat telah mendapatkan lokasi-lokasi yang terjadi bottleneck. Ada 4 lokasi awal, yaitu : pada mesin jahit 111 dan mesin jahit I dimana terjadi kekurangan mesin dan operator, dan pada mesin jahit II dan bagian operator manual terjadi kekurangan operator. Setelah dilakukan pemecahan masalah melalui pembuatan model-model usulan, maka didapatkan suaru komposisi penambahan operator dan mesin yang paling baik dengan rata-rata penumpukan barang setengah jadi paling kecil (minimal). Komposisi yang paling baik adalah pada usulan 4, dimana dilakukan penambahan 4 buah mesin jahit dan 11 orang operator.",
  "creators": "EDDY GUNAWAN",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Julianingsih (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 505/TI-096/2001; Eddy Gunawan (25497017)",
  "subjects": "PRODUCTION PLANNING-STATISTICAL METHODS"
}