{
  "id": "21646",
  "title": "Studi service quality dan perceived value serta pangaruhnya terhadap trust pelanggan dan kepuasan sebagai mediasi pada jasa angkutan bus kota damri rute Bungurasih - bandara Juanda di Surabaya",
  "abstract": "Kemacetan yang ada di kota Surabaya ini disebabkan karena terlalu banyaknya pengguna jalan raya, baik kendaraan pribadi (mobil pribadi maupun sepeda motor) maupun kendaraan umum (angkutan kota). Untuk mengatasi kemacetan lalu lintas yang sedemikian parah, sebenarnya pemerintah kota sejak awal sudah menyiapkan solusi, yaitu menyediakan sarana angkutan umum bus kota, yaitu bus Damri yang dikelola oleh Perusahaan Umum (Perum) Damri. Rute jalan bus Damri telah ditentukan secara merata, yaitu ada yang melewati pusat perkantoran, pusat industri, pusat perbelanjaan, pelabuhan udara (bandara), maupun tempat-tempat umum yang lain. Sesuai dengan informasi, dari tujuh rute bus Damri, rute yang banyak dikomplain atau dikeluhkan oleh para penumpang adalah rute Bungurasih-Bandara Juanda. Ketidakpuasan penumpang dapat dipahami karena harga karcis pada rute tersebut sangat mahal bila dibandingkan dengan harga karcis untuk rute-rute yang lain. Penelitian ini menggunakan data primer, dimana sampel diperoleh dengan purpossive sampling dan di dapat sebanyak 250 responden. Analisa data pada penelitian ini mempergunakan analisis deskriptif, CHAID, Suharjo Split, dan PATH. Dari hasil analisa data diketahui reliability, responsiveness, assurance, empathy, dan tangibles Perum Damri belum mencapai sangat baik dengan nilai CSI 37,20% dan CDI 7,60%, dimana sebagian besar atribut memiliki tingkat kepuasan lebih rendah dibandingkan tingkat kepentingan (under service). Dari analisis PATH diketahui responsiveness dan empathy berpengaruh langsung positif dan signifikan terhadap kepuasan penumpang Perum Damri, tetapi kepuasan penumpang mempunyai pengaruh yang tidak signifikan terhadap kepercayaan penumpang pada layanan jasa angkutan Bus Kota Damri Rute Bungurasih Bandara Juanda.",
  "creators": "IRENE PRASETYO; RYSHA RENNE",
  "contributors": "Hatane Semuel (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.36010030/MAN/2009; Rysha Renne (36405109), Irene Prasetyo (36405092)",
  "subjects": "CONSUMER SATISFACTION; MARKETING RESEARCH; MARKETING-MANAGEMENT"
}