{
  "id": "21656",
  "title": "Pengaruh program \"time trax\" radio dj fm terhadap minat pendengar Surabaya",
  "abstract": "Ditinjau dari sejarahnya, radio pada jaman dahulu digunakan sebagai sarana komunikasi dalam berperang oleh negara-negara seperti; Amerika Serikat, Jepang, dan Indonesia Di Indonesia ada tiga tujuan dominan pendirian radio (Masduki, 2004, p. 5), yang pertama adalah pelayanan kebutuhan pendengar dimana pendirian diawali dengan penelitian khalayak. Kedua adalah aktualisasi kepentingan pengelola, Ketiga adalah perolehan pendapatan ekonomi (Profit oriented). Radio sebagai salah satu media merupakan alat komunikasi massa yang sederhana, hemat biaya dan mudah terjangkau. Karena radio mudah terjangkau maka banyak orang mendengarkan radio mulai dari yang tinggal di perkotaan sampai dengan pedesaan. Maka dari itu pengelola stasiun radio berlomba-lomba mengadakan program yang menarik untuk membuat minat audience tinggi pada radio nya. Tentu saja dengan program yang menarik audience akan terpengaruh sesuai dengan apa yang diinginkan oleh pengelola radio tersebut berdasarkan karakteristik pendengar. Dalam penelitian ini, peneliti hendak menjawab bagaimana pengaruh progam Time Trax radio DJ Fm Surabaya terhadap minat pendengar. Jenis penelitian ini adalah kuantitif dengan metodenya nonprobability sampling dengan tipe purposive accidental sampling. Setelah dilakukan penelitian dapat ditemukan adanya pengaruh program terhadap minat pendengar. Pengaruh itu berupa pendengar merasa terhibur, bertambah wawasan, dll.",
  "creators": "ROBIN BAGIJO",
  "contributors": "WOLLY BAKTIONO (Advisor 1); Ido Prijana Hadi (Advisor 2); YULI NUGRAHENI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.20010242/KOM/2007; Robin Bagijo (51403107)",
  "subjects": "BROADCAST JOURNALISM; COMMUNICATION; MASS MEDIA"
}