{
  "id": "2166",
  "title": "Perancangan dan pembuatan sistem informasi penjualan spare part motor secara online melalui website pada toko Rezki Sejati Motor Makassar",
  "abstract": "Toko Rezki Sejati Motor merupakan suatu toko yang bergerak di bidang perdagangan spare parts motor baik dalam skala kecil maupun besar, selama ini masih menggunakan sistem manual dalam mencatat setiap transaksi yang terjadi. Oleh sebab itu tentunya akan mengakibatkan terjadinya banyak kesalahan dalam pencatatan transaksi. Juga toko ini berharap agar dapat memasarkan barangnya melalui web dengan harapan agar dapat memperluas jangkauan pasar dan dapat mempermudah pelanggannya dalam memesan spare parts dalam jumlah tertentu tanpa terhalangi oleh kondisi geografis yang tidak menguntungkan, misalnya toko terletak jauh dari tempat pelanggan. Berdasarkan kebutuhan tersebut, pada tugas akhir ini dirancang suatu aplikasi database berupa sistem pembelian dan penjualan barang pada Toko Rezki Sejati Motor yang terdiri dari aplikasi berbasis web dan aplikasi berbasis windows. Bahasa pemograman yang dipakai untuk membuat aplikasi tersebut adalah: Microsoft Visual Basic.net untuk aplikasi berbasis window, database menggunakan SQL Server 2000, aplikasinya web menggunakan ASP. Berdasarkan pengujian yang telah dilakukan, dengan adanya software ini telah membantu kegiatan operasionalisasi Toko Rezki Sejati Motor dalam menjalankan usaha dagangnya. Disamping itu, tidak perlu waktu yang lama untuk mengetahui laporan-laporan yang diperlukan seperti laporan penjualan, pembelian, dan service.",
  "creators": "YUSUP SO",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Leo Willyanto Santoso (Advisor 2); Gregorius Satiabudhi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02000305/INF/2005; Yusup So (26499162)",
  "subjects": "INTERNET (COMPUTER NETWORK); WEBSITES"
}