{
  "id": "2169",
  "title": "Pengaruh budaya keselamatan kerja pada perilaku pekerja terhadap keselamatan kerja",
  "abstract": "Budaya keselamatan kerja memegang peranan sangat penting dalam membentuk perilaku pekerja terhadap keselamatan kerja. Penelitian ini dilakukan untuk mengetahui budaya keselamatan kerja dan perilaku pekerja terhadap keselamatan kerja pada proyek konstruksi, serta untuk mengetahui pengaruh budaya keselamatan kerja pada perilaku pekerja terhadap keselamatan kerja. Penelitian ini mengusulkan suatu model pengaruh yang terdiri dari enam faktor budaya keselamatan kerja dan satu faktor perilaku pekerja terhadap keselamatan kerja berdasarkan literatur yang ada. Diperoleh data sebanyak 207 kuesioner dari pekerja pada tiga proyek konstruksi di Surabaya. Hasil analisa menunjukkan budaya keselamatan kerja dan perilaku pekerja terhadap keselamatan kerja pada proyek konstruksi cukup baik. Hasil Anova berdasarkan jenis proyek menunjukkan banyak perbedaan signifikan pada jawaban responden mengenai variable-variabel yang ditinjau. Hasil uji model pengaruh dengan teknik structural equation modelling menunjukkan hanya empat faktor budaya keselamatan kerja yang mempengaruhi perilaku pekerja terhadap keselamatan kerja secara signifikan. Keempat faktor tersebut adalah komitmen top manajemen, peraturan dan prosedur keselamatan kerja, komunikasi, dan keterlibatan pekerja. Disimpulkan bahwa budaya keselamatan kerja dimulai dari komitmen top manajemen, sedangkan peraturan dan prosedur keselamatan kerja berfungsi sebagai pengendali perilaku pekerja terhadap keselamatan kerja pada pelaksanaan konstruksi.",
  "creators": "ADITYA CHANDRA",
  "contributors": "Andi (Advisor 1); Ratna S. Alifen (Advisor 2); Indriani Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Thesis No.01000081/MTS/2005; Aditya Chandra (01503007)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}