{
  "id": "21695",
  "title": "Studio rekaman \"sound city\" di Jakarta",
  "abstract": "Tersusunnya laporan perencanaan ini dimaksudkan untuk memenuhi persyaratan kurikuler Ujian Sarjana Ju rusan Arsitektur Fakultas Teknik, semester X tahun ku liah 1985 - 1986 dengan judul yang dipilih : Studio Rekaman \"Sound City\" di Jakarta. Permasalahan-permasalahan yang dibahas dalam laporan ini secara berurutan adalah : - Latar belakang dan gagasan dari perencanaan studio rekaman secara umum dan peninjauan yang spesifik terhadap studio rekaman baik dari segi filosofis sampai pada permasalahan-permasalahan teknis yang berkaitan erat dengan perencanaan fisiknya dimana pembahasan-pembahasan tersebut akan menjelaskan bah wa kebutuhan wadah kegiatan indstri seperti studio rekaman yang memadai dan representatif masih diperlukan. - Pembahasan program dasar yang mana akan merupakan output bagi program kebutuhan yang nantinya akan di jabarkan didalam analisa-analisa baik dari segi fisik bangunan itu sendiri maupun sampai pada permasalahan tapak / site dari bangunan tersebut. Adapun obyek dari perencanaan tersebut adalah suatu perencanaan total / rehabilitasi total dan sekaligus meningkatkan dengan penambahan fasilitas-fasilitas ba ru seperti : ruang latihan, bagian produksi ( duplica ting ), jumlah studio dan fasilitas lain yang berkaitan dengan operasional studio rekaman pada umumnya. Permasalahan yang pokok dalam pembahasan ini ada lah, bagaimana menciptakan suatu wadah fisik yang sesuai dengan fungsi, kebutuhan teknis ( acoustic ), tuntutan prestige serta masalah-masalah lain yang bersangkutan dengan hal tersebut diatas yang secara bersamaan / terpadu akan tampil kedalam bentuk yang arsitektural.",
  "creators": "STEVANUS S.L",
  "contributors": "Riduan Sukardi (Advisor 1); V.P. Nugroho Susilo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Stevanus S.L (381049)",
  "subjects": "SOUND RECORDING INDUSTRY"
}