{
  "id": "21693",
  "title": "Perluasan gedung badan pengkajian dan penerapan teknologi di Jakarta",
  "abstract": "Laporan perencanaan ini disusun dalam rangka memenuhi persyaratan kurikuler ujian Sarjana Arsitektur, semester X pe riode XV tahun kuliah 1986, pada Fakultas Teknik jurusan Arsitektur Universitas Kristen Petra Surabaya. Adapun judul proyek yang kami ketengahkan adalah : \" PERLUASAN GEDUNG BADAN PENGKAJIAN DAN PENERAPAN TEKNOLOGI di JAKARTA > Di dalam laporan ini akan diuraikan mengenai hal-hal yang berhubungan dengan perencanaan Perluasan Gedung Badan Peng kajian dan Penerapan Teknologi di Jakarta, dimana hal tersebut merupakan usaha untuk memenuhi kebutuhan akan fasili tas perkantoran dan penunjangnya yang sampai saat ini ma - sih kurang dan belum tersedia, sehingga sangat perlu diren canakan suatu perluasan gedung perkantoran dengan fasilitas yang memadai. Beberapa hal yang akan dibahas antara lain mengenai latar belakang direncanakannya Perluasan Gedung Badan Pengkajian dan Penerapan Teknologi di Jakarta dan tujuan perencanaannya. Adapun pembahasan secara keseluruhan hanya pada perencanaan perluasannya saja dari gedung Badan Pengkajian dan Pene rapan Teknologi tersebut sesuai yang direncanakan oleh pihak BPP Teknologi sendiri dengan tidak mengesampingkan per timbangan-pertimbangan pemikiran atas dasar gedung BPP Tek- nologi yang telah ada sekarang. Fasilitas yang direncanakan disesuaikan dengan kebutuhan dan standard yang ditetapkan/yang ada. Secara garis besar, fasilitas yang akan direncanakan dapat dibagi menjadi : - Fasilitas Perkantoran. Merupakan ruang-ruang yang diperuntukkan bagi seluruh te naga kerja/karyawan BPP Teknologi, yaitu berupa fasili - tas perkantoran dan kelengkapannya. - Fasilitas Penunjang. Merupakan ruang-ruang yang direncanakan untuk menunjang kebutuhan dari aktivitas/kegiatan perkantoran seperti perpustakaan, auditorium, ruang diklat dan lain-lain. - Pasilitas Pelayanan. Merupakan fasilitas/ruang pelayanan yang melayani keselu ruhan bangunan Dari data-data yang diperoleh melalui survey lapangan maupun survey literature dapat disusun program kebutuhan yang kemudian diolah sehingga mendapatkan suatu pedoman untuk: perencanaan perluasan Gedung Badan Pengkajian dan Penerapan Teknologi tersebut.",
  "creators": "RETNO LESTARI",
  "contributors": "Wiet S. Moniaga (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Retno Lestari (381044)",
  "subjects": "OFFICE BUILDINGS"
}