{
  "id": "21699",
  "title": "Terminal penumpang bandar udara di Yogyakarta",
  "abstract": "Makalah ini merupakan bagian tertulis tahap pertama dari keseluruhan perencanaan dan perancangan proyek akhir dalam rangka untuk memperoleh gelar sarjana pada Fakultas Tehnik Jurusan Arsitektur, Universitas Kristen Petra Surabaya. Judul yang telah ditentukan pada perencanaan dan perancangan proyek akhir ini (sebagaimana telah disetujui pada rapat tentang Proposal PA) yaitu TERMINAL PENUMPANG BANDAR UDARA DI YOGYAKARTA., yang terletak + 10 km. dari kota Yogyakarta. Sasaran dari pada makalah ini adalah untuk menyusun suatu konsepsi/pokok-pokok pemikiran yang akan. dijadikan dasar guna membuat perancangan fisik pada tahap berikutnya Melihat dari judul yang ada sudah barang tentu dapat diketahui dengan jelas tentang ruang lingkup dari pada perencanaan dan perancangan tersebut namun demikian untukmendekatkan masalah perlu memperhatikan unsur-unsur dari bandar lainnya karena satu dengan yang lainnya saling berkaitan. Potensi Yogyakarta perlu diketengahkan, apalagi dengan program Pemerintah yang menunjang sekali dalam bidang transportasi udara. Masalah-masalah yang timbul dipecahkan dengan pendekatan pendekatan yang ada dan hambatan yang ada sedapat mungkin dihindarkan. Dengan berpangkal pada hal tersebut diatas maka disusunlah suatu program dasar yang mengarah ke program kebutuhan sesuai dengan sasaran yang diharapkan, selanjutnya di susun program kebutuhan fisik yang menjadi dasar untuk perencanaan terminal penumpang bandar udara di Yogyakarta ini.",
  "creators": "RUDIYANTO",
  "contributors": "Maria Immaculata Hidayatun (Advisor 1); Stanislaus Kuntjoro Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Rudiyanto (381067)",
  "subjects": "AIRPORT TERMINALS-BUILDINGS; AIRPORT TERMINALS--DESIGNS AND PLANS"
}