{
  "id": "21694",
  "title": "Rekreasi air panas di Pacet",
  "abstract": "Laporan Perencanaan dan Perancangan ini adalah bagian dari persyaratan Kurikuler Universitas Kristen Petra, untuk ini adalah bagain dari persyaratan jurusan Arsitektur. Judul proyek yang dipilih yaitu \"Wisata Air Panas di Pacet\". Dalam proyek ini lebih ditekankan segi perancangannya (design), meskipun tidak melupakan segisegi perencanaan sebagai konsep dasarnya. Konsep perencanaan dan perancangan ini dimulai dengan pengenalan/pengertian secara umum akan maksud dan tujuan dari rekreasi secara umum. Tinjauan secara khusus mengenai keadaan sarana rekreasi yang ada di Pacet yang dikaitkan dengan kenyataan akan kebutuhan sarana yang lebih baik serta sesuai dengan perkembangan yang akan datang. Sehingga obyek wisata ini dapat berkembang semaksimal mungkin. Hal inilah yang diharapkan oleh pihak Perhutani untuk memenuhi kebutuhan masyarakat untuk berrekreasi serta penambahan devisa bagi pihak Perhutani. Jenis-jenis fasilitas yang direncanakan disesuaikan dengan kebutuhan wisatawan, penggalian serta pemanfaatan potensi alam yang ada serta membudidayakan keadaan alam yang masih asli tersebut. Untuk itulah perencanaan serta perancangan fasilitas yang akan dibangun harus disesuaikan baik dari segi penempatan maupun bahan dan konstruksi bangunan. Pemanfaatan keadaan alam haruslah diusahakan semaksimal mungkin. Program kebutuhan yang disusun adalah berdasarkan dari pihak pihak Perhutani serta studi perbandingan yang dilakukan terhadap obyek-obyek wisata yang berdekatan dan yang sejenis potensi alamnya. Sebagai realisasi dari perencanaan dasar proyek ini adalah dengan bentuk gambar pra rencana yang akan disajikan berikut ini.",
  "creators": "SUNDJAJA S.",
  "contributors": "Lilianny Sigit Arifin (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Sundjaja S. (381045)",
  "subjects": "RECREATION CENTERS"
}