{
  "id": "21727",
  "title": "Studi preferensi atribut-atribut shopping center yang menarik bagi remaja sampai dewasa muda (usia 14-24 tahun) di Surabaya dengan metode conjoint analysis",
  "abstract": "Penelitian ini merupakan suatu studi tentang atribut-atribut shopping center yang lebih disukai oleh remaja sampai dewasa muda berusia 14-24 tahun yang bertujuan untuk mengetahui: (1) Apa saja atribut penting yang dipertimbangkan remaja sampai dewasa muda dalam memilih shopping center? (2) Shopping center seperti apakah yang ideal bagi remaja sampai dewasa muda? (3) Trade-offs seperti apa yang bersedia dikorbankan remaja sampai dewasa muda dari atribut-atribut sebuah shopping center? Data yang diperoleh diolah dengan menggunakan analisa konjoin, sehingga diperoleh atribut-atribut penting yang dipertimbangkan remaja sampai dewasa muda dari sebuah shopping center yaitu: variasi pertokoan, harga dan kualitas barang dagangan, desain, lokasi, tingkat \"coolness\" pertokoan di mal, tingkat sebuah mal bersahabat dengan remaja, layout, suasana mal, tingkat keamanan, dan aksesibilitas. Selanjutnya, mal ideal yang paling disukai menurut responden yaitu mal yang memiliki banyak pilihan untuk toko fashion, bioskop yang menarik, banyak pilihan untuk variasi makanan Jepang, terletak di dekat area perumahan, harga barang dagangannya terjangkau dengan kualitas sedang, desainnya futuristik, dan suasana yang nyaman. Remaja sampai dewasa muda lebih memilih mal yang memiliki banyak pilihan untuk hiburan (utamanya bioskop) daripada fashion dan makanan. Lokasi (utamanya dekat area perumahan) dan suasana mal juga lebih penting bagi mereka dibandingkan atribut lainnya.",
  "creators": "MEIFRINDA ALPHISYER",
  "contributors": "Rachmat Sugianto (Advisor 1); Dessy Indah Sari Dinata (Advisor 2); Sundring Pantja Djati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.35010002/MAN/2009; Meifrinda Alphisyer (35405049)",
  "subjects": "CONSUMER BEHAVIOR; MARKETING RESEARCH"
}