{
  "id": "21720",
  "title": "Hubungan antara wait expectation, store atmosphere dan gender terhadap store patronage intentions di UFO electronics furniture",
  "abstract": "Menunggu adalah hal yang paling sangat tidak disukai bagi hampir sebagian besar manusia di muka bumi ini. Para pelaku bisnis ritel yang pandai adalah mereka yang mampu menangkap perasaan konsumennya dengan menambah jumlah pegawai atau menambah atribut-atribut didalam toko sehingga konsumen merasa tidak bosan untuk menunggu. Tujuan penelitian ini adalah untuk mengetahui pengaruh dari harapan konsumen untuk menunggu, suasana toko dan gender konsumen terhadap kecenderungan konsumen untuk berbelanja kembali di toko yang sama. Peneliti menggunakan SPSS untuk mengolah data kemudian dilanjutkan dengan analisa Structural Equation Modeling (SEM) yang diukur dengan menggunakan AMOS. Dalam hal ini, gender konsumen tidak ada pengaruh terhadap harapan konsumen dalam menunggu pelayanan sedangkan suasana toko memiliki pengaruh terhadap harapan konsumen dalam menunggu pelayanan. Selain itu, suasana toko menunjukkan tidak ada pengaruh terhadap kecenderungan berbelanja kembali di toko yang sama sedangkan harapan konsumen dalam menunggu pelayanan memiliki pengaruh terhadap kecenderungan berbelanja kembali di toko yang sama. Peneliti menemukan bahwa harapan konsumen dalam menunggu pelayanan adalah variabel yang paling dominan bagi konsumen untuk berbelanja kembali di UFOElectronics+Furniture.",
  "creators": "WINNY HARTANTO; NI NYOMAN JUWINDYAWARI",
  "contributors": "Rachmat Sugianto (Advisor 1); Yacintha Yoranouw Suryawijaya (Advisor 2); Sundring Pantja Djati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.35010005/MAN/2009; Winny Hartanto (35405046), Ni Nyoman Juwindyawari (35405064)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER BEHAVIOR"
}