{
  "id": "21732",
  "title": "Studi tingkatan loyalitas pengunjung Surabaya Town Square serta analisa hubungan pemilihan dengan daya tarik atas tenant mix dan event",
  "abstract": "Penelitian ini bertujuan untuk mengetahui gambaran tingkatan loyalitas pengunjung Surabaya Town Square (SUTOS), hubungan antara tingkatan loyalitas dengan pemilihan tenant dan event, gambaran daya tarik tiap tenant dan event, serta hubungan daya tarik tiap tenant dan event terhadap pemilihan tenant dan event. Sampel yang diambil dalam penelitian ini adalah seratus orang pengunjung SUTOS. Tingkatan loyalitas yang diukur adalah berdasarkan teori Jill Griffin (2002): suspect, prospect, disqualified prospect, first time customer, repeat customer, client dan advocate. Indikator untuk mengukur daya tarik tenant mix adalah: kualitas produk dan fasilitas, harga, lifestyle, dan pelayanan. Sedangkan indikator untuk mengukur daya tarik event adalah jenis acara, pengisi acara, suasana, pengetahuan atau pengalaman baru yang akan didapat, waktu, serta doorprize. Hasil penelitian menunjukkan bahwa mayoritas pengunjung SUTOS berada di tingkat repeat customer serta tidak ada hubungan antara tingkat loyalitas dengan pemilihan tenant dan event. Hasil penelitian juga menunjukkan bahwa daya tarik tenant bagi pengunjung adalah kualitas produk dan fasilitas, sedangkan daya tarik event adalah jenis acaranya. Akan tetapi terdapat hubungan yang signifikan antara daya tarik tenant dan event dengan keputusan pemilihan tenant dan event.",
  "creators": "KRISTINI NAINGGOLAN; TUTUGHAMIARSA LAURA M G",
  "contributors": "Rachmat Sugianto (Advisor 1); Sundring Pantja Djati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.35010006/MAN/2009; Kristini Nainggolan (35404055), Tutughamiarsa Laura M. G. (35404061)",
  "subjects": "CUSTOMER LOYALTY; CONSUMERS-RESEARCH"
}