{
  "id": "21759",
  "title": "Analisa perbedaan motivasi fitness dilihat dari faktor usia dan jenis kelamin di Surabaya",
  "abstract": "Berbicara mengenai motivasi tidak lepas dari tujuan yang ingin kita capai. Begitu juga dalam melakukan olahraga. Fitness sebagai salah satu bentuk sarana olahraga di Surabaya, mengundang cukup banyak orang untuk melakukannya. Motivasi dalam melakukan fitness masing-masing pribadi adalah berbeda. Ada yang dikarenakan untuk menjaga kesehatan, ada yang untuk lifestyle dan juga ada alasan yang lainnya. Alasan-alasan ataupun motivasi untuk melakukan fitness yang berbeda-beda ini juga berhubungan dengan faktor usia dan juga faktor jenis kelamin. Populasi penelitian ini adalah Celebrity fitness dan Atlas Sports Club. Teknik pengambilan sampel yang digunakan adalah judgement sampling, yaitu pengambilan kelompok subyek yang ditemui saat penelitian berdasarkan syarat-syarat khusus, seperti: responden merupakan member dari Celebrity Fitness dan Atlas Sports Club. Teknik analisis data yang digunakan adalah metode Borda count. Untuk mengungkap data penelitian digunakan angket terbuka. Hasil penelitian yang diperoleh adalah adanya hubungan negatif yang tidak signifikan antara jenis kelamin dengan motivasi (r=-0,057 dan p=0,425 dengan p < 0,01). Sedangkan antara usia dengan motivasi memiliki hubungan negatif yang sangat signifikan (r=-0,559 dan p=0,000 dengan p < 0,01). Maka dapat disimpulkan bahwa semakin besar usia seseorang maka motivasi akan turun. Jika dikaitkan dengan pokok penelitian semakin tua seseorang maka motivasi yang kemungkinan dipilih adalah motivasi kesehatan. Sebaliknya semakin kecil usia seseorang maka motivasi akan naik. Jika dikaitkan dengan pokok penelitian semakin muda seseorang maka motivasi fitness yang kemungkinan dipilih adalah motivasi untuk lifestyle.",
  "creators": "FENNY ANNORA TEDJAWINATA; ROBBY SOEHARTO",
  "contributors": "Widjojo Suprapto (Advisor 1); Sundring Pantja Djati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.35010009/MAN/2009; Fenny Annora Tedjawinata (35404011), Robby Soeharto (35404054)",
  "subjects": "CONSUMER BEHAVIOR; MARKETING RESEARCH"
}