{
  "id": "21758",
  "title": "Code-switching used by laura in the soap opera upik abu dan laura",
  "abstract": "Nowadays, more and more people master two or more codes. Because of that, many people like to do code-switching when they talked with other people. This phenomenon also occurred in the television programs. In this study, the writer investigated the types of codes used by Laura, one of the main characters in the soap opera Upik Abu dan Laura. The writer also investigated the types of code-switching used by Laura and the syntactic level Laura switched to. The theory of code and code-switching by Wardhaugh (2006) and Holmes (2000), and syntactic level by Pfaff (1975) were used as the main theories of this research. To support the main theory, the writer also used the theories proposed by Hudson (1980), Kachru (1982), Appel & Muysken (1987), Trudgill (2000), and Swan (2005). In her study, the writer used descriptive qualitative research which was supported with quantitative data. The writer analyzed Laura?s utterances in episode forty-six of Upik Abu dan Laura soap opera to find out the types of codes, type of code-switching and syntactic level she switched to. The result of the analysis showed that Laura used 44% standard Indonesian code, 39,11% non-standard Indonesian code, 16,67 English code, and 0,22% Arabic code. It also was found that 95,65% intra-sentential code-switching and 4,35% inter-sentential code-switching occurred in the 46th episode of Upik Abu dan Laura soap opera. Moreover, the intra-sentential code-switching in this study occurred in the level of word, phrase, and clause. The analysis showed that the number of occurrences of syntactic level switching in word level was 69,56 %, in phrase level was 18,11% and in clause level was 7,98%. From this study, it can be assumed that Laura is not a proficient bilingual, so she liked to switch within a single sentence.",
  "creators": "FRANSISKA KRISNA SUSANTI",
  "contributors": "Flora Debora (Advisor 1); Jusuf Imam Ibrahim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011872/ING/2009; Fransiska Krisna Susanti (11405012)",
  "subjects": "INDONESIAN LANGUAGE-SOCIAL ASPECTS; SOCIOLINGUISTICS"
}