{
  "id": "21760",
  "title": "The Types of compliment responses used by the females toward the males and the females on facebook",
  "abstract": "This thesis is a sociolinguistics study about compliment responses strategies produced by the females toward the compliments given by the males and females on Facebook. The focus in this research is the types of compliment responses produced by the females toward the compliments from the males and the females that occurred most frequently, and the differences and/or similarities between the types produced by the females toward the males? and the females? compliments. In analyzing the data, the writer used Herbert?s (1989) twelve classification of compliment responses as the main theory. From her research, the writer found that the different responses to the compliments can be influenced not only by gender, but also by some social factors, such as social distance and ages. Furthermore, from the writer?s research, she found that females accepted the compliments from female addressers more than from the male addressers. The females also often did not show any agreements in responding to the compliments from males than the compliments from females. However, compliment responses given by the males and the females to the female respondents on Facebook tend to be accepted since the speakers did not have to meet face to face directly. Finally, from this research, the writer hopes that it will give a new chance to make further research on compliment responses produced by females, perhaps compliment responses based on ethnicity or social distance.",
  "creators": "LUSIANA GUNARDI",
  "contributors": "Herwindy Maria Tedjaatmadja (Advisor 1); Samuel Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011985/ING/2011; Lusiana Gunardi (11407033)",
  "subjects": "INDONESIAN LANGUAGE-SOCIAL ASPECTS; SOCIOLINGUISTICS"
}