{
  "id": "21774",
  "title": "Wanderer as a utopian being in Stephanie Meyer's the host",
  "abstract": "This thesis deals with a Utopian being that is shown through the main character, Wanderer. Through this novel, I want to reveal the processes that Wanderer must undergo in order to be a Utopian, and I also want to reveal the identities of Wanderer that make her become a Utopian being. Then, to analyze the identities of Wanderer that make her as a Utopian, I use philosophical theory of Utopia. I use George M. Logan?s theory in his book, The Meaning of More?s Utopia. Then, by analyzing this novel, I find out that in order to be a Utopian, Wanderer must undergo two processes that give her the hybrid abilities since Utopian is a human with extraordinary abilities that an ordinary human does not have. The first process that Wanderer must undergo is the desirability of being human. Then, the last process that she must undergo is that Wanderer must acknowledge the superior ability of an alien that she has. By finding out Wanderer?s processes of becoming a Utopian, I finally find out that those abilities that she gets from the processes make her become a hybrid being because she has the abilities of a human and an alien. Then, from her hybrid abilities, I find out Wanderer?s two true identities as a Utopian after undergoing the processes. The first identity of Wanderer as a Utopian is that she is both a passionate hater and compassionate being. Then, the second identity of Wanderer as a Utopian is that she is a superpower brain as well as a purposeful and emotional being. At last, I can conclude that the Utopian being is shown through Wanderer?s truly identities as a hybrid being after undergoes the processes. In addition, the Utopian being that is shown through Wanderer reflects human being?s hope and desire for having a Utopia that is very hard to be reached.",
  "creators": "ANGELA OKTAVIA KOESWANTO",
  "contributors": "Liliek Soelistyo (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011973/ING/2011; Angela Oktavia Koeswanto (11407044)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; MEYER, STEPHENIE, 1973-... THE HOST-STUDY AND TEACHING"
}