{
  "id": "21787",
  "title": "Pembuatan aplikasi sistem informasi murid berbasis web dan mobile di SMAK Santo Carolus Surabaya",
  "abstract": "Dinamika hidup di perkotaan seringkali menguras waktu berkualitas dalam keluarga. Porsi di luar rumah termasuk aktifitas bekerja di kantor bagi orang tua menjadi dominan dalam keseharian. Di sisi lain, lingkungan kehidupan anak menjadi lebih rapuh terhadap berbagai pengaruh luar yang terkadang memiliki dampak yang tidak baik terhadap perkembangan anak. Kondisi ini juga sangat mungkin terjadi di lingkungan sekolah. Dengan kondisi seperti ini dibutuhkan satu cara berkomunikasi yang memungkinkan orang tua untuk dapat memantau putera puterinya sehingga waktu yang tersisa dapat dipergunakan secara efisien dan berkualitas. Sebagai solusi untuk menjawab permasalahan yang ada di atas, maka aplikasi ini dibuat dengan fitur-fitur yang dapat memudahkan pihak orang tua dan pihak sekolah. Aplikasi yang dibuat menggunakan phpMyAdmin dan Netbeans ini memiliki fitur-fitur seperti pengaturan kalender akademik, pengaturan jadwal pelajaran, pengaturan keuangan, pengaturan nilai, pendataan guru dan murid, pengaturan kehadiran dan beberapa fitur lainnya. Hasil dari tugas akhir ini adalah aplikasi Sistem Informasi Murid yang sudah diuji langsung untuk membantu dalam memasukkan dan melihat informasi tentang murid yang sesuai dengan kebutuhan sekolah dan bermanfaat bagi pihak sekolah dan orang tua. Aplikasi ini sudah diuji dengan menggunakan kuesioner dengan hasil 30% partisipan menyatakan baik.",
  "creators": "DANIEL AGUSTINUS RAHARDJO",
  "contributors": "Arlinah Imam Rahardjo (Advisor 1); Iwan Njoto Sandjaja, S.T., MSCS. (Advisor 2); Andreas Handojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02020974/INF/2011; Daniel Agustinus Rahardjo (26406056)",
  "subjects": "PROGRAMMING (ELECTRONIC COMPUTERS); WEBSITES-DESIGN"
}