{
  "id": "21786",
  "title": "Perancangan dan pembuatan aplikasi sistem informasi administrasi pada Toko Besi ABC",
  "abstract": "Toko Besi ABC adalah toko yang bergerak di bidang bisnis untuk menjual bahan-bahan bangunan untuk keperluan rumah tangga, atau yang bersifat teknik. Toko Besi ABC masih melakukan pencatatan administrasinya secara manual. Untuk pengembangan usaha, maka dibutuhkan sistem yang baru yang dapat membantu pencatatan administrasi. Untuk menyelesaikan permasalahan yang dihadapi, maka didesain sebuah sistem komputerisasi yang baru. Sistem didesain dengan menggunakan Data Flow Diagram (DFD) dan Entity Relationship Diagram (ERD) dan diimplementasikan dengan menggunakan Visual Studio 2005 dan SQL Server 2005. Sistem yang dibuat melipti proses pembelian, proses penjualan, proses penggajian karyawan, dan pembuatan beberapa laporan. Hasil dari skripsi ini berupa aplikasi sistem informasi administrasi yang sudah diuji untuk menangani beberapa pencatatan administrasi, transaksi pembelian dan penjualan. Dari implementasi dan pengujian aplikasi dengan menggunakan kuisioner dihasilkan 80% partisipan berpendapat aplikasi ini baik dalam segi desain dan navigasi, 85% berpendapat baik dalam segi fitur-fitur yang sesuai dengan kebutuhan, 90% berpendapat baik dalam segi efektifitas dan efisiensi penanganan permasalahan sehari-hari, dan 92% berpendapat baik dalam hal kemampuan fitur membantu menangani permasalahan pembelian, penjualan, dan laporan. Dari beberapa hal tersebut, dapat disimpulkan bahwa aplikasi ini sudah berjalan dengan baik dan berguna dalam menangani permasalahan pencatatan pada Toko Besi ABC.",
  "creators": "NICO SAPUTRA PURNOMO",
  "contributors": "Rudy Adipranata (Advisor 1); Adi Wibowo, S.T., M.T., Ph.D. (Advisor 2); Leo Willyanto Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02020976/INF/2011; Nico Saputra Purnomo (26406020)",
  "subjects": "DATABASE MANAGEMENT; PROGRAMMING (ELECTRONIC COMPUTERS); DATABASE DESIGN"
}