{
  "id": "21803",
  "title": "Langkah-langkah pengembangan dan pemasaran objek wisata pantai Lombang agar lebih dikenal dan dikunjungi oleh wisatawan Nusantara",
  "abstract": "Indonesia adalah negara kepulauan yang terdiri dari beribu-ribu pulau, yaitu ± 13.677 pulau, dan salah satunya adalah Pulau Madura. Pulau ini terletak sebelah utara Pulau Jawa dan dapat ditempuh dengan mudah dari kota Surabaya, antara lain dengan menggunakan kendaraan umum seperti bis, angkutan umum atau kendaraan pribadi. Selain perjalanan darat juga diperlukan perjalanan laut untuk sampai ke Pulau Madura dengan menyeberangi Selat Madura yang membutuhkan waktu ± 30 s/d 45 menit dengan menggunakan kapal angkutan Jika kita teliti lebih dalam, sebenarnya Pulau Madura ini tak kalah menariknya dengan pulau-pulau lain yang ada di Indonesia seperti Pulau Bali, Pulau Lombok dan pulau-pulau yang Iain, karena banyak pantai-pantai yang sangat indah di pulau ini. Pantai-pantai tersebut antara lain Pantai Camplong yang terletak di sekitar kota Sampang, Pantai Talang yang terletak di sekitar kota Pamekasan, Pantai Lombang dan Pantai Slopeng yang terletak di sekitar kota Sumenep Salah satu pantai yang sangat indah adalah Pantai Lombang yang terletak di sekitar kota Sumenep Tetapi sayangnya sampai sekarang ini tidak banyak orang yang mengetahui letak Pantai Lombang ini sehingga pengunjungnya tidak sebanyak pengunjung di pantai-pantai yang lain. Oleh sebab itu penulis mencoba membahas tentang Pantai Lombang ini dalam Tugas Akhir penulis yang berjudul \" Langkah-Langkah Pengembangan Dan Pemasaran Obyek Wisata Pantai Lombang Agar Lebih Dikenal Dan Dikunjungi Oleh Wisatawan Nusantara Di dalam Tugas Akhir ini juga akan dibahas tentang fasilitas-fasilitas yang harus ditambah seperti penambahan sarana transportasi, pengadaan papan petunjuk jalan serta penyuluhan terjadwal tentang kebersihan, ketertiban dan kenangan. Sedangkan usaha-usaha pemasaran bisa berbentuk kerjasama dengan klub pecinta bonsai sehingga diadakan pameran ataupun pertandingan bonsai terindah di Pantai Lombang ini. Selain itu sebaiknya bagian pemasaran Diparda membuat video klip tentang Pantai Lombang ini selama 5 menit yang kemudian dititipkan kepada pihak pengelola gedung bioskop kelas menengah ke atas.",
  "creators": "PRASODJO ALEX SYARIFUDIN",
  "contributors": "Yacintha Yoranouw Suryawijaya (Advisor 1); SIDNIWATI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 339/PAR/1999; Prasodjo Alex Syarifudin (91395079)",
  "subjects": "LOMBANG (SEASHORE)-TOURIST TRADE; TOURIST TRADE--MADURA"
}