{
  "id": "21802",
  "title": "Perancangan ulang tata letak fasilitas produksi pabrik pengecoran di PT. Boma Bisma Indra Pasuruan",
  "abstract": "PT. Boma Bisma Indra (PT. BBI) adalah perusahaan manufaktur pengolahan logam dengan tipe produksi Job Order. Awalnya berbentuk Badan Usaha Milik Negara (BUMN), baru pada bulan Oktober 1998 menjadi perusahaan swasta nasional. Dengan berubahnya status perusahaan tersebut, tentunya menuntut perusahaan untuk lebih meningkatkan produktivitasnya terutama dalam menghadapi persaingan antar perusahaan yang semakin ketat baik perusahaan Iokal (pasar domestik) maupun perusahaan asing (pasar global). Salah satu cara yang ditempuh oleh perusahaan khususnya divisi Foundry (pengecoran) dalam usahanya untuk meningkatkan produktivitas adalah dengan merancang ulang tata letak fasilitas-fasilitas produksi yang ada di dalam pabriknya. Tugas akhir ini bertujuan untuk merancang model layout yang lebih meminimalkan jarak perpindahan material berdasarkan aliran material, dalam hal ini yang dinilai adalah frekuensi perpindahan material. Frekuensi perpindahan material dapat diukur secara kuantitatif (From-To Chart) maupun secara kualitatif (Activity Relationship Chart). Layout algorithms yang digunakan dalam tugas akhir ini adalah CRAFT, untuk data kuantitatif, serta CORELAP dan BLOCPLAN, untuk data kualitatif Dari hasil pengolahan data diperoleh bahwa layout dari CRAFT adalah model layout yang lebih meminimalkan jarak perpindahan material. Selisih momen dari layout CRAFT dengan layout awal adalah sebesar 14393,8.",
  "creators": "HANDI JUNAIDY",
  "contributors": "Tessa Vanina Soetanto (Advisor 1); Jani Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 293/TI-20/2000; Handi Junaidy (25495111)",
  "subjects": "PLANT-LAYOUT; MANUFACTURING INDUSTRIES"
}