{
  "id": "21827",
  "title": "Pusat Peragaan Sains dan Teknologi Atraktif di Ancol Jakarta",
  "abstract": "Permasalahan yang dihaadapi bangsa di dunia dan juga bangsa Indonesia saat ini menuntut makin ditingkatkannya pendaya gunaan sains dan teknologi Indonesia sebagai negara berkembang ingin memacu masyarakat untuk mencapai tahap tinggal landas yaitu dengan memasyarakatkan sains dan teknologi. Salah satu usaha untuk mewujudkan tujuan tersebut dia- tas yaitu dengan mendirikan Pusat Peragaan Sains dan Teknologi yang bersifat atraktif (PPST),yaitu suatu lembaga pendidiKan non formal yang memperagakan secara atraktif dan rekreatif,dimana pengunjung adalah subyek yang aktif berperan. Aktivitas utama PPST ini adalah peragaan tentang sains dan teknologi mulai dari ilmu pengetahuan dasar, aplikasi teknologi sampai pada pengenalan prospek tekno - logi masa depan.Selain ini juga peragaan yang berkaitan dengan kebaharian karena berkaitan dengan lokasi yang terletak di pantai Utara Jakarta yaitu Ancol yang berda- sarkan rencana pusat wilayah.Kota akan diadakan rekla- masi pantai yaitu suatu teKnik pengurukan pantai untuk meluaskan lahan kota Jakarta. f-x ?Luas bangunan yang di rencanakan sebesar +2 Ha dengan luas tapak sebesar +7 ha. Luas lahan digunakan untuk bangunan peraga utama,pendu- kung,penunjang,pengelola,pelajaran serta areal parkir dan perencanaan lansekap. Bentuk dasar bangunan adalah gabungan antara bentuk segi tiga,lingkaran dan segi empat,melambangkan pusat dari bentuk-bentuk ilmu pengetahuan dan direncanakan semenarik mungkin untuk mengugah keingin tahuan pengunjung.",
  "creators": "H. SULISTYOWATI ANGKAWIDJAJA",
  "contributors": "Frans Soehartono (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 354/Ars.7/87; H. Sulistyowati Angkawidjaja (381048)",
  "subjects": "SCIENCE MUSEUMS; TECHNOLOGY-MUSEUMS"
}