{
  "id": "21830",
  "title": "Perancangan dan pembuatan sistem informasi manajemen sumber daya manusia pada departemen multimedia Gereja Mawar Sharon",
  "abstract": "Gereja Mawar Sharon adalah sebuah gereja yang berkembang. Hal ini juga menyebabkan pelayan Tuhan pada Departemen Multimedia berkembang secara kuantitas dan kualitas. Permasalahan yang dihadapin Departemen Multimedia saat ini, adalah mencatat data pelayan multimedia beserta sejarahnya. Departemen Multimedia juga tidak memiliki data penilaian untuk setiap pelayan multimedia. Hal ini membuat kesulitan pada departemen multimedia dalam memilih pelayan multimedia untuk melayani di acara besar Gereja Mawar Sharon. Berdasarkan latar belakang permasalahan itu, penulis membuat sistem informasi sumber daya manusia untuk Gereja Mawar Sharon. Aplikasi yang dibuat meliputi pembagian hak akses, administrasi pelayan multimedia, manajemen absensi kegiatan multimedia, dan sistem penilaian pelayan multimedia. Aplikasi yang dibuat berbasis web denganmenggunakan Adobe Dreamweaver CS3, bahasa pemrograman PHP dan CSS, database MySQL. Hasil yang diperoleh dari aplikasi yang telah dibuat antara lain, sistem informasi administrasi yang dapat membuat dan menampilkandata pelayan multimedia. Data ini berguna untuk membantu melihat pelayan pada Departemen Multimedia.Sistem sumber daya manusia dibuat berupa penilaian pada setiap pelayan multimedia berdasar absensi pada setiap kegiatan multimedia dan penilaian kemampuan dari setiap pelayan multimedia. Data ini berguna sebagai catatan dari setiap pelayan multimedia untuk membantu menentukan pelayan multimedia yang akan digunakan pada saat acara besar Gereja Mawar Sharon.",
  "creators": "YUSUF SUGIARTO CHANDRA",
  "contributors": "Adi Wibowo, S.T., M.T., Ph.D. (Advisor 1); Arlinah Imam Rahardjo (Advisor 2); Andreas Handojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02020989/INF/2011; Yusuf Sugiarto Chandra (26405077)",
  "subjects": "WEBSITES-DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS)"
}