{
  "id": "21844",
  "title": "Analisis pengaruh kualitas layanan, kualitas produk, harga, dan faktor pribadi terhadap kepuasan konsumen Toko Buku Gramedia Tunjungan Plaza Surabaya",
  "abstract": "Toko Buku Gramedia Tunjungan Plaza Surabaya merupakan salah satu cabang Toko Buku Gramedia yang memiliki keunggulan karena letaknya strategis karena berada di salah satu pusat perbelanjaan terbesar yang ada di Surabaya. Penelitian ini bertujuan untuk mengetahui kepuasan konsumen Toko Buku Gramedia Tunjungan Plaza ditinjau dari pengaruh kualitas layanan, kualitas produk, harga, dan faktor pribadi. Jenis penelitian ini adalah eksplanatif. Untuk mengetahui pengaruh kualitas layanan, kualitas produk, harga, dan faktor pribadi terhadap kepuasan konsumen, maka menggunakan alat analisa regresi linear berganda. Untuk mengetahui kekuatan hubungan antara kepuasan konsumen dengan kualitas layanan, kualitas produk, harga, dan faktor pribadi, maka menggunakan alat analisa koefisien korelasi berganda. Untuk mengukur seberapa besar kualitas layanan, kualitas produk, harga, dan faktor pribadi mempengaruhi kepuasan konsumen, maka menggunakan alat analisa koefisien determinasi berganda. Untuk mengetahui pengaruh yang signifikan dari kualitas layanan, kualitas produk, harga, dan faktor pribadi terhadap kepuasan konsumen secara parsial, maka menggunakan alat analisa uji t. Untuk mengetahui pengaruh yang signifikan dari kualitas layanan, kualitas produk, harga, dan faktor pribadi terhadap kepuasan konsumen secara simultan, maka menggunakan alat analisa uji F. Hasil penelitian menunjukkan bahwa secara parsial kualitas layanan, kualitas produk, harga, dan faktor pribadi tidak memiliki pengaruh yang signifikan terhadap kepuasan konsumen, akan tetapi secara simultan kualitas layanan, kualitas produk, harga, dan faktor pribadi memiliki pengaruh yang signifikan terhadap kepuasan konsumen.",
  "creators": "EVELINE AGUSTINA TANTOSO",
  "contributors": "Hatane Semuel (Advisor 1); Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 2); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020265/MAN/2011; Eveline Agustina Tantoso (36407027)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMER SATISFACTION; CONSUMERS-RESEARCH"
}