{
  "id": "21874",
  "title": "Mengangkat desa batan krajan sebagai salah satu tujuan wisata di kabupaten Mojokerto",
  "abstract": "Kerajinan perak di Desa Batan Krajan, Kabupaten Daerah Tingkat II Mojokerto memiliki potensi besar untuk dijadikan tujuan wisata yang dapat menunjang perkembangan kepariwisataan daerah, khususnya cinderamata, karena selama ini orang mengenal kota Mojokerto sebatas situs peninggalan kerajaan Majapahit.Kerajinan perak di Desa Batan Krajan ini mempunyai daya tarik tersendiri karena sebagian penduduknya adalah pengrajin perak yang prosesnya dikerjakan dengan tangan. Tetapi pada waktu penulis mengadakan penelitian, penulis masih menemukan kekurangan-kekurangan dan kendala dalam mengembangkan dan mempromosikan Desa Batan Krajan dan kerajinan peraknya sebagai tujuan wisata. Kekurangan yang dihadapi adalah kurang siapnya para pengrajin perak dalam menyambut wisatawan, tidak ada petunjuk jalan ke Desa Batan Krajan dan belum tersedianya prsarana penunjang. Sedangkan kendala yang dihadapi hanya pada dana yang terbatas.Penulis memberikan masukan dalam membenahi kekurangan-kekurangan dan kendala agar dapat mengembangkan kerajinan perak di Desa Batan Krajan sehingga dapat dipromosikan menjadi tujuan wisata di Kabupaten Mojokerto.Diharapkan agar Dinas Pariwisata Daerah Tingkat II Mojokerto. Departemen Perindustrian dan Perdagangan, Bupati, aparat desa. dan masyarakat setempat turut berpartisipasi dalam mengembangkan dan mempromosikan kerajinan perak agar lebih dikenal oleh wisatawan baik domestik maupun mancanegara.",
  "creators": "CHRISTINA IRAWATI",
  "contributors": "Tio Sally Puspasari (Advisor 1); SIDNIWATI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 383/PAR/1999; Christina Irawati (91396083)",
  "subjects": "TOURIST TRADE-MOJOKERTO; SILVERWORK-MOJOKERTO-KRAJAN COUNTRY-TOURIST TRADE"
}