{
  "id": "21875",
  "title": "Faktor-faktor pembentuk kepuasan pelanggan Hotel Majapahit, Mandarin Oriental Surabaya : sebuah analisa akan pelayanan banquet sales",
  "abstract": "Seiring dengan perkembangan hospitality industry dalam bidang banquet services, maka usaha dalam peningkatan kualitas pelayanan untuk menciptakan kepuasan pelanggan makin ditingkatkan oleh berbagai pihak, terutama oleh para kalangan penyelengara jasa MICE (Meeting, Incentive, Convention and Exhebition) yang juga termasuk hotel bintang lima seperti Hotel Majapahit, Mandarin Oriental. Surabaya. Namun faktor-faktor pembentuk kepuasan pelanggan belum diketahui secara jelas. Tujuan analisa faktor ini adalah untuk mengetahui faktor-faktor apakah yang mempengaruhi kepuasan pelanggan ini dan juga mengevaluasi seberapa besar tingkat kepuasan pelanggan terhadap pelayanan banquet Analisa dan evaluasi dilakukan dengan menggunakan lima determinan pembentuk kepuasan pelanggan yang utama. Analisa faktor dilakukan dengan menyebar kuesioner sekaligus mewawancarai para responden ditempat. Kuesioner yang diisi responden lain dianalisa dan dicari faktor-faktor terpenting yang membentuk kepuasan pelanggan dan dilanjutkan dengan mengevaluasi tingkat kepuasan pelanggan Hasil analisa menunjukkan bahwa faktor-faktor yang terpenting untuk membentuk kepuasan pelanggan adalah kemampuan sales person don function host untuk menepati janji akan pelayanan yang akan diberikan, memberikan respon yang cepat pada kebutuhan pelanggan. Namun kenyataannya, kepuasan para pelanggan tidaklah terpenuhi sesuai harapan mereka. Keberadaan faktor-faktor ini patut diperhatikan oleh pihak penyelenggara banquet services.",
  "creators": "SHARON OLIVIA MAHULETE",
  "contributors": "Serli Wijaya (Advisor 1); SIDNIWATI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 385/Par/1999; Sharon Olivia Mahulete (91396093)",
  "subjects": "TOURIST TRADE-SURABAYA; HOTELS-SURABAYA-INDONESIA-TOURIST TRADE"
}