{
  "id": "21883",
  "title": "Penerapan algoritma genetik pada perencanaan multi produk di PT. X",
  "abstract": "Perencanaan produksi adalah tahap yang paling menentukan dalam kegiatan produksi. Seiring dengan perkembangan perindustrian, masalah-masalah yang berkaitan dengan perencanaanpun ikut berkembang. Masalah perencanaan multi-product dengan memperhatikan lot size dan kapasitas proses, telah menjadi masalah yang cukup sulit dipecahkan. Demikian juga yang dihadapi oleh PT.X, sebuah perusahaan yang memproduksi banyak jenis makanan ikan dan burung, yang selama ini merencanakan didasarkan pada order dan pengalaman saja. Tugas akhir ini disusun dengan tujuan mengusulkan suatu perencanaan yang mampu menjawab permasalahan PT.X tersebut. Sebuah perluasan model dari ETPSP telah dikembangkan untuk ditujukan pada lingkungan produksi multi-product. Algoritma Genetik diaplikasikan untuk memperoleh solusi optimal untuk masalah skala besar ini. Penyelidikan menunjukkan penggunaan perluasan model ini mampu menampilkan kembali lingkungan produksi yang sesungguhnya dan mengilustrasikan kenyataan bahwa sebuah solusi yang efektif dan efisien dapat diperoleh dengan menggunakan pendekatan algoritma Genetik. Penerapan Algoritma Genetik pada perencanaan multi-product dengan menggunakan data-data dari PT.X, menunjukkan bahwa perencanaan produksi yang dihasilkan mampu menurunkan biaya earliness sebesar Rp. 65.777.000. Hasil perencanaan yang dihasilkan tidak melebihi kapasitas proses yang tersedia, sehingga kasus shortage kapasitas tidak terjadi.",
  "creators": "TRI AYUNING TIYASASIH",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Jani Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 494/TI-085/2001; Tri Ayuning Tiyasasih (25497042)",
  "subjects": "PRODUCTION PLANNING; PRODUCTION MANAGEMENT"
}