{
  "id": "21889",
  "title": "Analisa efektivitas konsep brand activation 'Beauty Buzz Vivantaztic' terhadap tingkat respon konsumen viva white clean and mask refreshner di Surabaya",
  "abstract": "Penelitian ini bertujuan untuk mengetahui efektivitas konsep aktivasi merek yang dilakukan Viva White Clean and Mask Refreshner melalui kegiatan Beauty Buzz Vivantaztic. Kegiatan tersebut ditujukan untuk meningkatkan awareness dan menguatkan citra merek dengan meraih pangsa pasar baru. Penelitian ini menggunakan metode kualitatif. Data dianalisis dengan menggunakan teknik analisis grounded theory-selective coding. Data diperoleh melalui observasi, in-depth interview, dan studi kepustakaan. Ada 35 orang yang dijadikan peneliti sebagai responden. Melalui hasil in-depth interview, kemudian data dianalisis dengan tolak ukur efektivitas yang terdiri dari Involvement, Interaction, Immersion, Intensity, Individuality, Innovation, Integrity. Selain itu untuk mengetahui level respon konsumen dianalisis berdasarkan teori AIDDA yang terdiri dari tahapan-tahapan Attention, Interest, Desire, Decision, Action. Hasil penelitian ini berdasarkan analisis data yang didapat, yaitu melalui kegiatan Beauty Buzz Vivantaztic yang dijadikan Viva White Clean and Mask Refreshner sebagai sarana untuk dapat mencapai khalayaknya, dapat dikatakan berhasil dan juga efektif. Kesimpulan yang dapat diambil adalah Viva White Clean and Mask Refreshner berhasil menanamkan merek kepada remaja putri melalui kegiatan Beauty Buzz Vivantaztic. Remaja putri yang sebelumnya tidak tahu tentang produk ini menjadi tertarik untuk mencoba Viva White Clean and Mask Refreshner dan akan terus menggunakannya apabila mereka cocok setelah mencobanya dalam kegiatan Beauty Buzz Vivantaztic. Image dari Viva sendiri juga meningkat dari produk yang untuk orang tua saja menjadi produk yang bisa dipakai semua kalangan.",
  "creators": "NATALIA DEVY CHRISTIANI",
  "contributors": "Leonid Julivan Rumambi (Advisor 1); Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 2); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020263/MAN/2011; Natalia Devy Christiani (36406051)",
  "subjects": "BRAND CHOICE; CONSUMER BEHAVIOR; MARKETING RESEARCH"
}