{
  "id": "21887",
  "title": "Gedung bioskop di Surabaya",
  "abstract": "Hiburan adalah pencerminan dari peningkatan peradaban manusia yang dituntut sebagai kelengkapan dalam kebutuhan manusia untuk meningkatkan kondisi jasmani dan rokhani. Di karenakan setiap manusia ingin meningkatkan tarap kehi- dupannya.Untuk mengimbangi dan memulihkan kelelahan jasma ni dan rokhani tersebut setelah bekerja sepanjang hari. Kota Surabaya adalah kota Indamardi yang mana masyara katnya selalu sibuk untuk bekerja dan menuntut ilmu fasil- tas hiburan sangatlah menunjang akan kebutuhanya.Gedung - Bioskop adalah salah satu dari fasilitas hiburan tersebut. dari segi pemerintah Gedung Bioskop di Surabaya sa- ngatlah menunjang untuk pemasukan pendapatan daerah. Kotamadya Surabaya dengan 50 Gedung Bioskop dapat dikumpul kan Pto.1 1 /4 milyard rupiah lebih (dalam keadaan HTM rela- tif lebih rendah dari HTM di Jakarta ).Disini dapat dili- hat potensinya Gedung Bioskop,walaupun akhir -akhir ini banyak hambatan -hambatan antara lain adanya Video Tape - Recording,kurang efektifnya peredaran film dan mutu film- itu sendiri. Dalam TAP.MPRS no.II/MPRS/1960.Lampiran A angka 1 dinyatakan \"film bukan semata-mata barang dagangan,melain kan berfungsi sebagai alat pendidikan,penerangan dan hi - buran \"Dan fungsi tersebut ditingkatkan :Film,adalah - merupakan alat perjuangan untuk pembangunan Negara dan Bangsa \". Film berhubungan erat dengan Gedung Bioskop,tanpa adanya suatu mesin .proyektor )yang ditempatkan dalam Gedung - Bioskop film tak akan berkembang.Karena perkembangan - film sangatlah ditunjang oleh segi komersil.Gedung Bios- koplah yang menunjang segi komersilnya.Disinilah terwu - judnya salah satu dari fungsi Gedung Bioskop. Segi lain yang perlu di perhatikan juga adalah as- pek sosial.Telah sering di perdebatkan bahwa perencanaan fisik dewasa ini hampir tak pernah memperhitungkan gejala perkembangan sosial yang diakibatkan ke hadirannya.Dapat kah masyarakat menghayati bangunan -bangunan fisik yang tegak di sekitarnya ? Melalui laporan perencanaan ini di harapkan nanti- nya akan terwujud suatu rencana Gedung Bioskop yang mem- berikan fasilitas maksimal bagi pengunjung maupun masya - rakat lingkungannya.Harapan mana perlu peninjauan yang - lebih mendalam dari berbagai aspek.Laporan perencanaan - ini merupakan keterangan /penjelasan mengenai gambar ren- cana Gedung Bioskop.Dari dasar -dasar pertimbangan /pe mikiran perencanaan dan perancangan.Penganalisaan nanti- nya di simpulkan menjadi konsep perancangan.Atas dasar konsep perancangan ini dibuat gambar -gambar perencanaan yang kemudian hasilnya akan diteliti dari sudut ekonomis- nya. Dalam pembahasan laporan perencanaan ini,akan diba has menjadi menjadi beberapa bab.gantinya secara berta - hap akan di analisa yang merupakan penuangan dari tahap - pembahasan,yang secar a garis besar merupakan rangkaian - hubungan yang saling berkaitan dan secara garis besar pula Tujuan laporan perencanaan ini untuk menjelaskan pe - ngertian dasar,permasalahan umum dari Gedung Bioskop seba - gai wadah fisik dari fasilitas hiburan,secara garis besar- nya terbagi atas : BAB.I.:Merupakan tinjauan secara umum tentang - film dan Gedung Bioskop di Surabaya. BAB.II.:Merupakan tinjauan khusus dari Gedung - Bioskop terhadap fungsi dan tujuan,kedu dukan di masyarakat dalam penentuan fasi litas yang harus disediakan. BAB.III.:Pembahasan status Gedung Bioskop menge - nai penentuan lokasi,pembahasan tapak - dan bangunan fisik. BAB.IV.:Konsep perencanaan.",
  "creators": "FACRUDIN WAHEL",
  "contributors": "Andhi Wijaya (Advisor 2); IR. SHELLY GUNAVATI WARDOYO, MT. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 62 A; Facrudin Wahel (371020)",
  "subjects": "CINEMATOGRAPHY; MOTION PICTURE THEATERS"
}