{
  "id": "21886",
  "title": "Pusat pengembangan penataran guru pertanian di Cianjur",
  "abstract": "Merancang Arsitektur AR 502 merupakan tugas akhir dalam menyelesaikan studi tingkat Sarjana Jurusan Arsitektur,Fakultas Teknik Universitas Kristen Petra,Surabaya. Penyusun mengambil judul \"PUSAT PENGEMBANGAN PENATARAN GURU PER - TANIAN DI CIANJUR \",sebagai proyek tugas akhir,dimana proyek ini sesuai dengan rencana Pemerintah melalui Proyek Peningkatan Pen- didikan Kejutuan Teknik IV,yang segera akan direalisasikan pem- bangunannya. Dengan demikian semua data -data diperoleh dari instansi yang ber sangkutan. Adapun tahapan pembahasan dan pendekatan permasalahan dalara mewu- judkan laporan perencanaan dan persiapan perancangan proyek ini sebagai barikut : BAB 1 :Membahas tentang judul dan pengertian Pusat Pengembangan Penataran Guru Pertanian. BAB 2 :Pengenalan Proyek yang menyangkut latar belakang,status/ kedudukan,status lulusan,tugas dan fungsi,pembangunan dan sasaran Pusat Pengerabangan Penataran Guru Pertanian. BAB 3 :Perencanaan proyek tentang tujuan dan sasaran,batasan perencanaan,kebutuhan,kapasitas dan studi ruang. BAB A-:Interrelasi -interrelasi kelompok bangunan dan ruang yang ada. BAB 5 :Perancangan tapak yang mana berdasarkan keberadaan ta- pak,analiea sirkulasi,pencapaian dan orientasi bangunan terhadap matahari. BAB 6 :Analisa bentuk,perletakan massa dan penampilan bangunan, zoning,modul ,analisa struktur dan sistim utilitas. Paduan antara perancangan bangunan dan perancangan tapak maka di dapatkan konsep perancangan dalam hal ini terdapat pada BAB 6, yang mana dipakai sebagai pedoman dalam membuat perancangan pro - yek Pusat Pengembangan Penataran Guru Pertanian di Cianjur ini.",
  "creators": "SUHENDRA GANI",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur; Suhendra Gani (269027)",
  "subjects": "AGRICULTURE; TEACHERS, TRAINING OF; TRAINING CENTER-DESIGN AND PLANS"
}