{
  "id": "21898",
  "title": "Analisa perhitungan biaya kualitas di PT. Subaindo Cahaya Polintraco dengan pendekatan simulasi promodel",
  "abstract": "Tuntutan akan suatu produk yang berkualitas serta dengan harga yang relatif murah merupakan suatu permasalahan tersendiri bagi perusahaan di masa seperti sekarang ini. Selama ini produk dengan kualitas yang baik selalu dibarengi dengan harga yang tinggi pula.Maka dari itu, perusahaan dituntut untuk menghasilkan barang yang berkualitas dengan harga yang rendah, hal ini tidaklah mudah bagi perusahaan. Tujuan dari penulisan ini adalah memberikan bantuan bagi perusahaan dalam bentuk informasi yang berguna demi mengurangi biaya yang terjadi akibat pengeluaran yang ada demi menghasilkan produk yang berkualitas itu, serta memberikan informasi bagi perusahaan komponen-komponen biaya kualitas yang ada di dalam perusahaan selama bulan pengamatan. Menganalisa biaya kualitas yang terjadi dalam perusahaan tidaklah mudah, karena terdapat berbagai komponen biaya dalam perusahaan sehingga harus pandai memilih mana yang merupakan komponen biaya kualitas dan mana yang bukan. Metode yang dipakai dalam menganalisa biaya kualitas ada bermacam-macam. Diagram Pareto dan diagram sebab akibat merupakan suatu metode yang digunakan untuk menganalisa cacat yang terjadi serta penyebab-penyebab dari cacat itu sendiri. Perbandingan penyusun biaya kualitas dengan total biaya kualitas menurut sumber dari buku referensi adalah suatu metode untuk membandingkan apakah biaya yang dikeluarkan perusahaan selama ini memang sesuai dengan kualitas yang dihasilkan atau tidak. Berdasarkan hasil pengolahan data yang dilakukan, didapatkan beberapa hal yang menyebabkan biaya kualitas di perusahaan menjadi besar, terutama di biaya pencegahan yang disebabkan oleh besarnya gaji untuk staff bagian produksi yang sebenarnya dapat dikurangi. Jika dibandingkan dengan total penjualan, biaya kualitas yang terjadi di perusahaan sebesar 21,02 %. Kemudian di komponen biaya kegagalan, yang sering terjadi adalah pengembalian produk di dalam masa jaminan serta biaya scrap yang cenderung naik dalam tiap bulannya. Untuk meminimalkan biaya scrap seharusnya dilakukan pengoptimalan divisi D&PD dalam hal pembuatan mal pola, agar kain yang terbuang tidak terlalu banyak. Untuk mengurangi pengembalian produk diusahakan peningkatan efisiensi dari inspeksi di lantai produksi, agar produk yang tidak memenuhi standar tidak sampai jatuh ke tangan konsumen yang pada akhimya bisa menyebabkan menurunnya kepercayaan konsumen.",
  "creators": "ERWIN SETIAWAN",
  "contributors": "Jani Rahardjo (Examination Committee 1); Pauline Astari Singgih (Advisor 1); Tanti Octavia (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 460/TI-051/2001; Erwin Setiawan (25497076)",
  "subjects": "COST ANALYSIS; QUALITY CONTROL--COST ANALYSIS"
}