{
  "id": "21895",
  "title": "Terminal bus di Malang",
  "abstract": "Laporan perencanaan ini disusun dalam rangka memenuhi persyaratan kurikuler ujian sarjana pada Fakultas Arsi - tektur,semester X tahun kuliah 1983-1984,pada fakultas Teknik Universitas Kristen Petra Surabaya, Adapun judul proyek yang dipilih : Terminal bus di Malang Dalam laporan ini akan diuraikan mengenai hal-hal yang berhubungan dengan perencanaan suatu terminal bus antar kota milik pemerintah di Malang,hal tersebut m engingat pentingnya terminal sebagai sarana transportasi dalam. rangka menunjang program pemerintah dalam bidang perhu- bungan. Pembangunan terminal bus antar kota yang baru dengan lo- kasi di pinggir kota adalah merupakan bagian dari renca- na jangka panjang pemerintah daerah Kota Madya Dati II , Malang. Secara garis besar disini akan diuraikan tentang masalah -masalah dan kaitan terminal sebagai salah satu wadah dan prasarana transportasi perhubungan darat. Untuk pendekatan permasalahan dilakukan sistim pendekat- an dengan melakukan: TAHAP I Studi pendahuluan atas gagasan yang diberikan dengan me- lakukan survei -existing condition terminal di Malang berupa pengenalan dan mengidentifikasikan masalah-masa - lah yang ada. TAHAP II Studi planning-dengan membahas permasalahan yang ada, serta proyeksi kebutuhan 17 tahun mendatang (tahun 2000) dengan meninjau semua unsur yang mempengaruhinya. TAHAP III Penyusunan program dasar sebagai hasil penyelesaian masa lah dalam studi planning di atas yang mencakup: -Fungsi terminal. -Luas lingkup dan sasaran pelayanan. -Kapasitas yang ada. -Lokasi. -Sumber dana. -Sistim pengelolaan. TAHAP IV Berdasarkan program dasar,dibahas lebih lanjut untuk mendapatkan program kebutuhan yang akan dipakai sebagai pedoman dalam tahap perancangan. Program kebutuhan mencakup: -Jenis fasilitas yang direncanakan. -Fungsi tiap jenis fasilitas. -Hubungan tiap fungsi. -Jenis dan fungsi tiap satuan ruang. -Karakteristik ruang. -Perhitungan kwantitatif besaran ruang. -Penentuan area yang dibutuhkan,letak,luas,,ukuran bangunan,floor area ratio. Mengingat ruang lingkup permasalahan yang cukup luas , maka mungkin masih terdapat kekurangan-kekurangan di da - lam pembahasannya.",
  "creators": "HERYANTO WIROHADI",
  "contributors": "Ir. Achmad Archajadi (Advisor 1); Riduan Sukardi (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur; Heryanto Wirohadi (373008)",
  "subjects": "BUS TERMINALS; TERMINALS (TRANSPORTATION)--DESIGN AND CONSTRUCTION"
}