{
  "id": "21890",
  "title": "Analisa pengaruh customer satisfaction alumni Bogasari Baking Centre (BBC) terhadap customer loyalty produk tepung terigu Cakra Kembar",
  "abstract": "Makanan berbasis tepung terigu akhir-akhir ini sedang berkembang pesat dan digemari oleh masyarakat sehingga industri yang berkaitan dengan tepung terigu tumbuh pesat. Hal ini dibuktikan dengan banyaknya pedagang-pedagang makanan berbasis tepung terigu yang tumbuh di Indonesia. Hal ini membuat semakin banyaknya pabrik tepung terigu baru sehingga persaingan di industri ini semakin ketat. Munculnya pesaing baru ini membuat market share Bogasari terus menurun dari tahun ke tahun. Untuk tetap memimpin pasar Bogasari membuat BBC untuk membangun Customer Loyalty terhadap Bogasari Penelitian ini bertujuan untuk meneliti apakah Customer Satisfaction yang dirasakan konsumen selama mengikuti pelatihan di BBC dapat menumbuhkan Customer Loyalty terhadap Bogasari. Sample dalam penelitian ini adalah semua orang yang pernah mengikuti kursus di BBC Surabaya yang menurut database bogasari berjumlah sekitar 2000 orang. Responden minimal telah menggunakan tepung cakra kembar minimal 6 bulan dan telah lulus dari BBC maksimal 3 tahun yang lalu. Dari analisis regresi linier berganda disimpulkan bahwa related to product dan related to purchase berpengaruh signifikan terhadap customer loyalty tepung terigu Cakra Kembar, sedangkan related to service tidak berpengaruh signifikan. Faktor yang mempunyai pengaruh paling besar (dominan) terhadap customer loyalty tepung terigu Cakra Kembar adalah related to product. Disimpulkan pula bahwa related to product dan related to service berpengaruh signifikan terhadap customer loyalty BBC Surabaya, sedangkan related to purchase tidak berpengaruh signifikan. Faktor yang mempunyai pengaruh paling besar (dominan) terhadap customer loyalty BBC Surabaya adalah related to product.",
  "creators": "JIMMY SAPUTRA SANTOSO",
  "contributors": "Leonid Julivan Rumambi (Advisor 1); Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 2); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020261/MAN/2011; Jimmy Saputra Santoso (36407002)",
  "subjects": "CONSUMER SATISFACTION; CONSUMERS-RESEARCH; CUSTOMER LOYALTY"
}