{
  "id": "21892",
  "title": "Analisis efektivitas penggunaan jejaring sosial media facebook dalam komunikasi pemasaran pada online shop Barang Murah Unik Jaya",
  "abstract": "Jejaring sosial media Facebook saat ini mulai dilirik oleh sebagian besar orang sebagai tempat untuk melakukan bisnis secara online. Orang-orang mulai membuat online shop di Facebook dan menjadikan Facebook sebagai sarana komunikasi mereka dalam beriklan dan menarik perhatian konsumen agar terjadi pembelian barang. Begitu banyaknya orang yang membuat online shop di Facebook maka, persaingan di jejaring sosial media tersebut semakin ketat dan pemilik online shop harus melakukan komunikasi yang efektif agar dapat mendapatkan perhatian dari konsumen. Penulis melihat hal ini ingin meneliti sejauh mana efektivitas iklan online shop Barang Murah Unik Jaya yang telah dilakukan selama ini terhadap konsumennya dengan melihat pada empat dimensi EPIC Model yaitu Empathy, Persuasion, Impact dan Communication. Sampel yang diteliti sebanyak 100 responden, pria dan wanita, yang menjadi teman dari online shop Barang Murah Unik Jaya. Penelitian ini menggunakan penelitian deskriptif dengan teknik Judgment sampling dan teknik analisis data Uji Validitas, Reliabilitas, dan EPIC Model. Hasil penelitian mengungkap bahwa keempat dimensi memiliki pengaruh yang signifikan yang mana berarti keempat dimensi tersebut harus dijalankan dengan baik satu sama lain. Online shop Barang Murah Unik Jaya telah melakukan komunikasi pemasaran melalui iklan pada Facebook dengan cukup efektif.",
  "creators": "RAHARDIAN ANDI WINATA",
  "contributors": "Hatane Semuel (Advisor 1); Diah Dharmayanti (Advisor 2); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020258/MAN/2011; Rahardian Andi Winata (36407052)",
  "subjects": "ONLINE SHOPPING; ADVERTISING; COMMUNICATION IN MARKETING"
}