{
  "id": "21907",
  "title": "Pusat pertokoan Slipi Jaya Plaza di Jakarta",
  "abstract": "Laporan ini disusun dalam rangka memenuhi persyaratan kurikuler ujian sarjana arsitektur, semester IX, periode XIX,tahun kuliah 1988 - 1989 pada Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra, Surabaya. Judul yang dipilih adalah : \" Pusat pertokoan Slipi Jaya Plaza\" di Jakarta Laporan ini berisi penjelasan mengenai proses perencanaan dan perancangan fasilitas yang dimaksud diatas, mulai dari hal yang umum tentang pertokoan dan hiburan, dilanjutkan dengan tinjauan keadaan kota, perkembangan perdagangan dan pertokoannya serta rencana pemerintah yang berkaitan hingga timbulnya gagasan. Untuk mengetahui gambaran proyek lebih lanjut, diuraikan data data dan ketentuan umum meliputi tujuan, sasaran dan batasan perencanaan, skala pelayanan proyek, situasi lingkungan sekitar, dari data data tersebut dapat ditentukan kapasitas bangunan. Program kebutuhan disusun berdasarkan struktur organisasi, penentuan fasilitas, kapasitas dan produktifitas.Data data tersebut diperoleh baik melalui pengamatan lapangan maupun melalui studi literatur, untuk selanjutnya diolah dan disusun secara sistematis sesuai dengan kebutuhan, dan akhirnya dibuat suatu program yang terperinci mulai dari hubungan dan karakteristik ruang, struktur organisasi ruang sampai pada luasan ruangnya. Dalam tahap perancangan fisik, dilakukan analisa lingkungan, tapak dan bangunan. Selanjutnya dari laporan ini dipakai sebagai dasar perencanaan dan perancangan fisik yang disajikan dalam bentuk gambar gambar prarencana.",
  "creators": "F. FELICIA WUSMAN",
  "contributors": "Ir. Achmad Archajadi (Advisor 1); Stanislaus Kuntjoro Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 436/Ars.24/88; F. Felicia Wusman (383021)",
  "subjects": "SHOPPING CENTERS; SHOPPING CENTERS-DESIGN AND PLANNING"
}