{
  "id": "21918",
  "title": "Analisis faktor-faktor yang mempengaruhi dan perancangan model matematika untuk menetapkan harga jual produk pada supermarket \"X\" di Surabaya",
  "abstract": "Supermarket ' X ' merupakan perusahaan retail yang dibentuk oleh suatu grup perusahaan modal dalam negeri (PMDN) untuk memasarkan produk konsumsi dan kebutuhan lainnya yang langsung terjun ke konsumen. Supermarket ' X ' memiliki banyak cabang di Surabaya, penulis hanya melakukan penelitian di cabang Surabaya barat. Jenis penelitian yang dilakukan oleh penulis adalah penelitian deskriptif, berupa studi kasus terhadap permasalahan yang dihadapi supermarket ' X '. Dengan tujuan memberi dengan merancangkan program perhitungan harga jual. Terdapat dua hal yang dianalisis dan dibahas oleh penulis, yaitu: analisis terhadap faktor yang berpengaruh dalam menentukan harga jual serta metode penetapan harga yang ada di supermarket ' X '. Permasalahan yang timbul dari metode penetapan harga jual produk di Supermarket ' X ' adalah penetapan standard gross margin percentage per departemen sebagai dasar perhitungan mark-up. Berdasar analisis dan pembahasan tersebut, penulis menilai bahwa metode penetapan harga di supermarket ' X ' sebenamya cukup baik, tetapi penetapan standard gross margin percentage per departemen menyebabkan kurangnya efisiensi waktu, fleksibilitas terhadap permintaan pasar, dan akurasi perhitungan. Selain itu penulis menilai bahwa diperlukannya suatu program khusus perhitungan harga jual produk sehingga meningkatkan akurasi perhitungan dan efisiensi waktu.",
  "creators": "RINNYJADI GUDDTRALIN",
  "contributors": "Oviliani Yenty Yuliana (Advisor 1); Siana Halim (Advisor 2); Setyarini Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 150/98/FE.AK/2002; Rinnyjadi Guddtralin (32498001)",
  "subjects": "PRICES; PRODUCTION MANAGEMENT-RESEARCH; SELLING"
}