{
  "id": "21917",
  "title": "Penerapan manajemen persediaan pada perusahaan dagang PT. \"X\" di Surabaya",
  "abstract": "Kemajuan dan perkembangan dunia usaha saat ini, menyebabkan persaingan antar perusahaan semakin ketat Sehingga mengharuskan perusahaan untuk mengambil tindakan yang tepat agar dapat mcmpertahankan kelangsungan hidupnya dan salah satunya adalah dengan adanya penerapan manajemen persediaan Manajemen persediaan ini merupakan suatu kegiatan memonitor tingkat persediaan yang optimal, yang dapat membantu perusahaan dalam menekan atau meminimalkan biaya persediaan dengan menggunakan model modcl tertentu. diantaranya fixed imJcr ipnmnty model, fixed-time period model. price break model dan single period model. Selama ini PT \"X\" dalam menjalankan aktivitasnya tidak melakukan manajemen persediaan, sehingga mengakibatkan persediaan barang tidak berada pada jumlah yang optimal dan terjadi pemborosan biaya Sehubungan dengan hal tersebut diatas, maka masalah yang diangkat daiam skripsi adalah apakah penerapan fixed-time period model sebagai alat bantu dalam manajemen persediaan di PT ' X ' mampu memmimalkan biaya persediaan Penelitian yang akan dilakukan merupakan studi kasus, yang dilakukan dengan mengadakan studi lapangan dan studi kepustakaan Studi lapangan dilakukan dengan cara mengumpulkan dan mengutip data serta wawancara untuk memperoleh data-data primer Sedangkan studi kepustakaan dilakukan dengan cara membaca literatur-literatur yang berkaitan dengan masalah yang diteliti untuk memperoleh data-data sekunder Adapun tujuan yang ingin dicapai melalui penelitian ini adalah untuk mengetahui kemampuan fixed-time period model sebagai alat bantu manajemen persediaan dalam meminimalkan biaya persediaan Dari hasil penelitian yang dilakukan, menunjukkan bahwa penerapan fixed-time period model sebaga alat bantu dalam manajemen persediaan di PT \"X\" dapat memmimalkan biaya persediaan yang terjadi Hal ini terlihat dengan adanya penghematan biaya persediaan yang terjadi di perusahaan Oleh karena itu, penulis menyarankan agar perusahaan mempertimbangkan untuk menerapkan fixed-time period model dengan dua kali pemesanan.",
  "creators": "MARIA CHRISTINA THOMASCA",
  "contributors": "Juniarti (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 165/87/FE.AK/2002; Maria Christina Thomasca (32497098)",
  "subjects": "MANAGERIAL ACCOUNTING; MATERIALS MANAGEMENT"
}