{
  "id": "21915",
  "title": "Penerapan activity analysis untuk mencapai cost reduction di PT. X di Surabaya",
  "abstract": "Akuntansi sebagai sistem informasi dituntut untuk mampu menyediakan informasi yang relevan dan andal. Untuk dapat mencapai efisiensi biaya, yang perlu dikendalikan sebenarnya adalah aktivitas-aktivitas yang menyebabkan biaya produksi tersebut terjadi. Karena aktivitas-aktivitas ini adalah cause dan biaya produksi adalah effect dari aktivitas-aktivitas tersebut. Oleh karena itu dibutuhkan suatu cara yang digunakan untuk meningkatkan product costing dan pengendalian yang efektif terhadap aktivitas ini disebut Activity Rased Management (ABM) atau yang dikenal sebagai Manajemen Aktivitas. Activity Rased Management (ABM) merupakan suatu sistem yang menyeluruh yang memfokuskan perhatian manajemen pada aktivitas. Penerapan teori ABM diarahkan untuk mengendalikan aktivitas yang terjadi dalam badan usaha melalui analisis aktivitas sehingga dapat diketahui bagaimana kinerja dan kontribusi tiap aktivitas, juga agar badan usaha dapat membedakan antara value-added activity dan nonvalue-added activity, serta berusaha mengurangi bahkan mengeliminasi nonvalue-added activity yang akan menimbulkan nonvalue-added cost, bagi badan usaha. Selain itu juga mengoptimalkan kinerja value-added activity seefisien mungkin. Pemilihan aktivitas yang dilakukan ini akan mempengaruhi kinerja badan usaha yang bersangkutan. Dengan demikian agar mencapai cost reduction (penghematan biaya), badan usaha perlu melakukan perbaikan dan pengembangan secara terus menerus yaitu dengan melakukan activity reduction, activity selection, activity elimination dan activity sharing. Dengan informasi yang diperoleh melalui Activity Analysis akan membawa pemahaman mengenai aktivitas-aktivitas yang menimbulkan biaya, baik value-added activity yang menimbulkan value-added cost maupun nonvalue-added activity yang menimbulkan nonvalue-added cost. Melalui pemahaman ini, badan usaha akan melakukan langkah-langkah improvement yaitu mengurangi bahkan mengeliminasi nonvalue-added activity melalui activity reduction, activity selection, activity elimination dan activity sharing untuk mencapai cost reduction (penghematan biaya) serta meningkatkan efisiensi biaya.",
  "creators": "INGRID LYDIA TANDAJU",
  "contributors": "DIDIED P. AFFANDY (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 168/97/FE.AK/2002; Ingrid Lydia Tandaju (32497055)",
  "subjects": "COST ACCOUNTING"
}