{
  "id": "21916",
  "title": "Studi perbandingan antara pajak yang dikenakan atas penghasilan karyawan di Indonesia dengan di Inggris",
  "abstract": "Penerimaan negara yang paling potensial diperoleh dari penerimaan pajak, khususnya pajak yang dikenakan atas penghasilan karyawan. Dengan adanya globalisasi, tidak ada salahnya jika dilakukan penelitian terhadap Indonesia yang adalah negara berkembang dan kemudian membandingkannya dengan Inggris yang adalah negara maju; dalam hal pajak yang dikenakan atas penghasilan karyawan. Jenis penelitian yang digunakan adalah studi literatur yaitu meneliti dan membandingkan subyek pajak, obyek pajak, pengurangan yang diperbolehkan, tarif pajak, PTKP, dan cara perhitungan pajak yang dikenakan atas penghasilan karyawan di Indonesia dan di Inggris. Jenis data yang dikumpulkan adalah data kuantitatif yang berupa angka tarif pajak dan data kualitatif yang berupa file, dokumen, penjelasan, dan keterangan secara tertulis. Sumber data adalah data primer berupa isi dan penjelasan isi yang tersusun dalam Undang-Undang perpajakan. Dan data sekundemya adalah buku-buku perpajakan yang penelusurannya dilakukan secara manual melalui perpustakaan UK Petra maupun melalui internet. Hasil perbandingan ini menunjukkan beberapa persamaan dan perbedaan antara pajak yang dikenakan atas penghasilan karyawan di Indonesia dan di Inggris. Secara garis besar persamaan obyek pajak, pengurangan yang diperbolehkan, dan PTKP lebih banyak ditemukan pada definisi; bedanya terletak pada istilah, banyak jenisnya, ketentuan-ketentuan yang membuat suatu barang dan situasi terkena pajak serta cara perhitungannya. Model perhitungan pada tarif memiliki persamaan, yang berbeda hanya lapisan penghasilan kena pajak dan tarif.",
  "creators": "LANNY MARIANA",
  "contributors": "R.Arja Angka Asa Aras Adji S. (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 166/97/FE.AK/UKP/2002; Lanny Mariana (32497079)",
  "subjects": "TAX ACCOUNTING; INCOME TAX-ACCOUNTING-INDONESIA; INCOME TAX-ACCOUNTING-GREAT BRITAIN"
}