{
  "id": "21914",
  "title": "Analisa pengaruh biaya kualitas terhadap produktivitas tenaga kerja dan bahan baku pada PT Surya Sakti Utama di Surabaya",
  "abstract": "Selama ini sebagian perusahaan lebih menfokuskan pada usaha efisiensi biaya dengan harapan dapat menetapkan harga jual yang murah. Harga jual yang murah tidak cukup unluk memenangkan persaingan, melainkan harus didukung oleh kualitas produk. Untuk mencapai kualitas produk jadi yang sempurna dibutuhkan program peningkatan kualitas secara terus menerus dan agar harga bisa bersaing perlu peningkatan produktivitas supaya biaya produksi bisa rendah. Untuk itu diperlukan informasi mengenai biaya kualitas dan produktivitas serta keterkaitan antara keduanya yang dapat digunakan sebagai masukan yang berarti bagi pihak manajemen daiam hal yang berkaitan dengan penetapan kebijakan. Dengan penetapan kebijakan tersebut diharapkan tujuan badan usaha dapat tercapai Tujuan penelitian ini adalah untuk mengetahui apakah biaya kualitas memiliki pengaruh yang signifikan terhadap produktivitas tenaga kerja dan bahan baku dan seberapa besar hubungan biaya kualitas terhadap produktivitas tenaga kerja dan bahan baku. Metode statistika yang digunakan adalah regresi linier sederhana, korelasi, uji hipotesis dan uji signifikansi Dan pengujian yang telah dilakukan untuk mengetahui apakah ada pengaruh biaya kualitas terhadap produktivitas tenaga keija, maka diketahui Ho ditolak & HI diterima karena 1 hit > t tabel (4 905 > 2.145) ini berarti biaya kualitas memiliki keterkaitan yang cukup erat dengan produktivitas tenaga kerja Adapun besamya keterkaitan ini adalah sebesar 63.21% sedangkan 36 79% dipengaruhi oleh faktor lain yaitu usia mesin, sumber daya manusia dan lingkungan kerja. Sedangkan untuk menguji apakah biaya kualitas memiliki pengaruh yang signifikan terhadap produktvitas bahan baku, maka diketahui Ho ditolak & HI diterima karena 1 hit > t tabel (4 643 > 2.145) ini berarti biaya kualitas memiliki pengaruh yang signifikan terhadap produktivitas bahan baku. Adapun besarnya pengaruh ini adalah sebesar 60.63% sedangkan 39 37% dipengaruhi oleh faktor lain yaitu usia mesin dan kondisi bahan baku. Faktor kualitas, tenaga kerja & bahan baku merupakan faktor yang potensial bagi perusahaan di masa yang akan datang. Melalui penelitian ini maka dapat diambil kesimpulan bahwa pentingnya biaya kualitas dalam perusahaan untuk dapat melihat tingkat produktivitas karyawan, bahan baku maupun perusahaan. Dengan biaya kualitas perusahaan dapat menilai hasil kinerjanya",
  "creators": "FENY KUSUMAWATI",
  "contributors": "Devie (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 159/97/FE.AK/2002; Feny Kusumawati (32497051)",
  "subjects": "COST ANALYSIS; LABOR PRODUCTIVITY"
}