{
  "id": "21927",
  "title": "Improving the service quality",
  "abstract": "As a part of the writer?s traineeship in the Golden Tulip Hotel. Rpe. Netherlands the writer has written this thesis. It is very important to know how to improve service qualitv. because it is a very- crucial issue especially for the restaurant and hotel. In this research qualitative methods have been conducted, and the qualitative research itself will consist of three things. The first one is having an interview with the F & B Manager of the restaurant and also with the workers in order to get some of their opinion about improving the service quality. Secondly is from the writer?s experience while the writer participated on the day to day operation and observed some things that need to be improved. And the last thing is the literature review in order to give information about service quality and other things that have some connections and also to answer some of the research questions. By answering the research questions and the usage of those literature reviews, it will give a very strong foundation for me to continue this research. The next part of this thesis is to answer the rest of the research questions, which has the purpose to increase the service quality for either the individual guests or the conference guests because both of them are very important for either the restaurant or the hotel After analyzing the collected information either from the writer's interview or the writer observation, it was clear that there are certain thins in the restaurant that can be improved First of all. the management has to be aware about the perceived quality by all the guests, which always changes or adds up from time to time. Because the guests tend to judge the service quality according to their criteria, preferences, or expectation for better services Secondly, it also important during the personnel selection, because they are the direct service providers, and as a result they need to have a high awareness of what the guests expect from the service. Furthermore, the head of department and the supervisors should check the staffs performance more frequently and individually. In general, the staffs are satisfied with their performances. But there is always a spot for some improvements and corrections In my recommendation, there are some possibilities for improving the overall services of the restaurant.",
  "creators": "MARIA MAGDALENA WULUR",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 015/EP-IHM/2002; Maria Magdalena Wulur (33496081)",
  "subjects": "HOTEL MANAGEMENT-QUALITY CONTROL; HOTEL MANAGEMENT"
}