{
  "id": "21925",
  "title": "Penerapan pemeriksaan manajemen dalam fungsi pemasaran pada cv. garda di Bali",
  "abstract": "Penelitian ini merupakan studi kasus tentang pelaksanaan fungsi pemasaran dalam rangka menerapkan pemeriksaan manajemen atas fungsi pemasaran pada bagian pemasaran di Perusahaan CV. Garda Bali. Perusahaan CV. Garda Bali adalah perusahaan percetakan yang menerima pesanan (job order) dengan posisi perusahaan di Bali. Tujuan yang ingin dicapai dalam penelitian ini adalah: (i) untuk mengetahui apakah CV. Garda telah melaksanakan fungsi pemasarannya secara memadai dengan efisien dan efektif dan (ii) untuk mengetahui hal-hal yang perlu diperhatikan dalam pelaksanaan fungsi pemasaran. Jenis data yang dikumpulkan merupakan data kualitatif dan kuantitatif yang berasal dari sumber internal, yaitu data yang diperoleh langsung melalui wawancara, observasi dan dokumen perusahaan. Penelitian ini menggunakan 2 metoda (i) studi lapangan yang meliputi observasi, wawancara dan dokumentasi, dan (ii) studi literatur mengumpulkan data teoritis yang menjadi dasar untuk menganalisis dan menunjang penelitian. Wawancara dilakukan dengan bagian pemasaran. Teknik analisis yang digunakan adalah teknik analisis kualitatif dengan tahapan: (i) menggambarkan hasil penelitian yang dilakukan oleh penulis, (ii) menganalisa dan melakukan pembahasan atas hasil penelitian, (iii) membandingkan hasil penelitian dengan kajian pustaka yang ada, dan (iv) memberikan kesimpulan dan rekomendasi. Berdasarkan upaya penerapan pemeriksaan manajemen dalam fungsi pemasaran, hasil penelitian menunjukkan bahwa fungsi pemasaran di Perusahaan CV. Garda Bali secara umum sudah cukup memadai. Fungsi pemasaran perusahaan walaupun memiliki beberapa kelemahan, namun lebih banyak ditemukan kelebihan pada fungsi pemasaran yang ada, baik dari segi perencanaan pemasaran, pengendalian pemasaran, tenaga kerja pemasaran, fasilitas pemasaran, dan pelaksanaan proses pemasaran.",
  "creators": "YENNI",
  "contributors": "Setyarini Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 179/98/FE.AK/2002; Yenni (32498111)",
  "subjects": "AUDITING"
}