{
  "id": "21924",
  "title": "Evaluasi atas perhitungan pph pasal 21 dengan menggunakan konsep tax planning dan pengaruhnya terhadap pph terutang pada PT. Arta Glory Buana di Sidoarjo",
  "abstract": "PT Arta Glory Buana adalah perusahaan yang bergerak di bidang industri manufaktur dengan hasil produksi garmen/pakaian jadi. Pada perusahaan yang berbentuk PT. diharuskan untuk membayar pajak penghasilan sesuai dengan Undang-Undang Perpajakan No. 17 tahun 2000. Untuk hal itu perusahaan perlu mengadakan perencanaan pajak dengan tujuan meningkatkan laba komersial setelah pajak, meningkatkan Take Home Pay (THP) karyawan dan meminimalkan PPh terutang yang harus dibayar tanpa melanggar Undang-Undang yang berlaku. Jenis penelitian yang digunakan adalah studi kasus yaitu meneliti kasus dengan membandingkan pajak penghasilan terutang PT. Arta Glory Buana sebelum dan sesudah tax planning PPh pasal 21 pada tahun 2001. Jenis data yang dikumpulkan adalah data kuantitatif berupa laporan laba rugi perusahaan tahun 2001, dafitar dan struktur gaji karyawan, dan natura/kenikmatan yang diberikan kepada karyawan yang diberikan kepada karyawan. Sumber data berasal dari sumber internal perusahaan, sedangkan data ekstemal berasal dan beberapa literatur.Pelaksanaan tax planning PPh pasai 21 yang dilakukan yaitu dengan merubah pemberian fasilitas pengobatan/kesehatan karyawan menjadi tunjangan pengobatan, pemberian rumah dinas untuk karyawan menjadi tunjangan perumahan, pemberian sarana transportasi untuk karyawan menjadi tunjangan transportasi, pemberian hadiah akhir tahun menjadi bonus akhir tahun, penyeragaman buruh jahit menjadi tidak menyeragamkan buruh jahit, dan PPh pasai 21 yang ditanggung perusahaan menjadi tunjangan PPh. Melalui penerapan tax planning PPh pasal 21 diperoleh adanya penghematan pajak sebesar Rp. 151.981.108. pada PT. Arta Glory Buana dalam tahun 2001. Selain itu laba komersial setelah pajak yang diperoleh PT. Arta Glory Buana meningkat sebesar Rp. 84.751.069. dan Take Home Pay (THP) karyawan bertambah sebesar Rp. 345.279.575. dengan penerapan tax planning PPh pasal 21. Dalam skripsi ini penerapan tax planning PPh pasal 21 menguntungkan kedua belah pihak yaitu PT Arta Glory Buana dan karyawan PT. Arta Glory Buana.",
  "creators": "ARY DANIEL HARTANTO",
  "contributors": "R.Arja Angka Asa Aras Adji S. (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 170/98/FE.AK/UKP/2002; Ary Daniel Hartanto (32498057)",
  "subjects": "TAX ACCOUNTING"
}