{
  "id": "21937",
  "title": "Analisa kepuasan konsumen berdasarkan service quality di Catering Laventin",
  "abstract": "Adanya persaingan ketat pada usaha catering mendorong para pemilik usaha catering lebih kreatif dalam segala hal agar bisnisnya tetap berkualitas di mata konsumen sehingga konsumen tidak berpindah pada catering lain. Penelitian ini bertujuan mengukur GAP antara expected service dan perceived service pada service quality di usaha catering Laventin, serta menguji apakah terdapat perbedaan yang signifikan antara expected service dan perceived service pada service quality di usaha catering Laventin. Penelitian ini juga bertujuan untuk mengetahui apakah service quality yang meliputi tangibles, reliability, responsiveness, assurance dan emphaty berpengaruh terhadap kepuasaan pelanggan catering Laventin. Dari analisis GAP diketahui semua indikator service quality mempunyai nilai gap negatif, kecuali pada indikator porsi makanan dan minuman yang dihidangkan tersedia dengan cukup. Dari paired sample t test disimpulkan bahwa terdapat perbedaan yang signifikan antara expected service dan perceived service pada service quality di usaha catering Laventin, kecuali pada indikator porsi makanan dan minuman yang dihidangkan tersedia dengan cukup dan suasana dan kenyamanan yang diberikan sesuai dengan harapan pelanggan. Dari analisis regresi linier berganda disimpulkan bahwa service quality yang berpengaruh signifikan terhadap kepuasaan pelanggan catering Laventin adalah tangibles, sedangkan reliability, assurance, responsiveness dan emphaty tidak berpengaruh signifikan terhadap kepuasaan pelanggan di catering Laventin.",
  "creators": "INDRA JULIUS",
  "contributors": "Zeplin Jiwa Husada Tarigan (Advisor and Examination Committee); Diah Dharmayanti (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020251/MAN/2011; Indra Julius (36407005)",
  "subjects": "MARKETING-RESEARCH; CONSUMER SATISFACTION; MARKETING-MANAGEMENT"
}