{
  "id": "21939",
  "title": "Analisis product buying motive yang mempengaruhi customer purchase decision dalam memilih produk AC di Surabaya",
  "abstract": "PT Topjaya Sarana Utama merupakan agen tunggal eksklusif dari produk home appliances Toshiba di Indonesia. PT Topjaya Sarana Utama mempunyai prinsip low cost operation, dan jarang melakukan promosi. Pada akhir tahun 2009 PT Topjaya Sarana Utama mulai memberikan support promo untuk meningkatkan penjualan AC Toshiba ? PK yang termasuk salah satu dari produk unggulannya, hal ini dimaksudkan untuk mendongkrak akan permintaan produk AC ? PK. Ketatnya persaingan antar merek di industri home appliance khususnya product AC saat ini membuat perusahaan perlu pertimbangan lebih lanjut penyusunan strategi yang lebih tepat. Merupakan faktor yang sangat penting bagi penjual dalam menentukan program promosi yang efektif, desain produk, harga, saluran distribusi yang efektif dan beberapa aspek lain dari program pemasaran perusahaan yang lebih tepat guna, dengan mengetahui motif-motif pembelian dari konsumen dapat membantu pemasar menentukan strategi yang tepat untuk menunjang penjualan. Disebabkan setiap konsumen yang satu dengan yang lainnya mempunyai perbedaan motif dalam setiap pembelian dan memilih suatu produk, untuk itu perlu diketahui apa yang menjadi motif pembelian yang paling dipertimbangkan oleh konsumen dalam memilih suatu produk yang akhirnya berakhir pada keputusan pembelian terhadap suatu merek barang. Berdasarkan hasil penelitian yang didapatkan oleh penulis melalui penelitian ini, secara general variabel dari product buying motive dan minat beli dapat memberi pengaruh bagi customer purchase decision dalam memilih produk AC ? PK di Surabaya. Berdasarkan indikator product buying motive didapatkan hasil yang berpengaruh pada keputusan pembelian yaitu berkaitan dalam hal after sales service. Dengan demikian untuk mempertahankan para pelanggannya sebaiknya PT Topjaya Sarana Utama perlu memperhatikan kepuasan para pelanggan Toshiba, karena adanya pengalaman yang baik pada merek tertentu akan membuat merek tersebut menjadi referensi bagi orang lain ataupun pada pembelian selanjutnya. Pada penelitian ini didapatkan jika masyarakat cenderung kurang sadar akan adanya merek Toshiba, sehingga adanya perubahan harga yang telah diterapkan oleh Toshiba akan lebih efektif jika ditunjang dengan meningkatkan awareness produk AC Toshiba melalui penggunaan media koran dan televisi.",
  "creators": "MIA DWI LESTARI",
  "contributors": "Leonid Julivan Rumambi (Advisor 1); Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 2); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020243/MAN/2011; Mia Dwi Lestari (36406056)",
  "subjects": "MARKETING-MANAGEMENT; SALES PROMOTION"
}