{
  "id": "21935",
  "title": "Analisis faktor-faktor marketing mix produk pemersih wajah Viva Milk Cleanser dan Viva Face Tonic",
  "abstract": "Seiring dengan perkembangan zaman dan kemajuan teknologi, semakin banyak produk-produk kecantikan yang ada di pasaran, hal ini berarti memberikan keleluasaan bagi konsumen untuk memilih merek produk kecantikan yang sesuai dengan keinginannya. Akan tetapi konsumen juga dituntut harus berhati-hati dalam membeli produk kecantikan yang ditawarkan agar memperoleh kepuasan maksimum. Oleh karena itu perlu bagi perusahaan untuk menganalisis perilaku konsumen produk kecantikan untuk mengetahui pola pembelian dari para konsumen produk kecantikan ini. Banyaknya merek produk kecantikan yang ada di pasaran juga akan mendorong perusahaan-perusahaan produk kecantikan yang ada saat ini bersaing mendapatkan calon konsumen melalui berbagai strategi yang tepat, misalnya mengubah kemasan, melakukan promosi, mempertahankan kualitas dan harga dari produk itu sendiri. Dalam penelitian ini, ingin diketahui faktor-faktor marketing mix produk pembersih wajah Viva Milk Cleanser dan Viva Face Tonic. Penelitian ini menggunakan metode analisa deskriptif yaitu metode penelitian yang menggambarkan, meringkas berbagai kondisi, situasi, dan variabel yang timbul di masyarakat yang menjadi objek penelitian. Data yang digunakan adalah data primer yang diperoleh dari penyebaran kuesioner kepada konsumen Viva Milk Cleanser dan Viva Face Tonic yang berusia 15-25 tahun dan bertempat tinggal di Surabaya, dengan jumlah responden sebanyak 150 orang. Metode yang digunakan adalah Analisis Top Two Boxes dan Bottom Two Boxes, Analisis Crosstab, dan Analisis Faktor Konfirmatory. Dari hasil penelitian menggunakan Analisis Faktor Konfirmatory disimpulkan bahwa product, price, place dan promotion merupakan faktor-faktor yang mempengaruhi keputusan pembelian Viva Milk Cleanser dan Viva Face Tonic pada masyarakat di Surabaya. Faktor yang paling dominan dalam mempengaruhi keputusan pembelian Viva Milk Cleanser dan Viva Face Tonic pada masyarakat di Surabaya adalah product yang meliputi mutu produk, merek, kemasan, rancangan produk, dan jaminan kualitas produk.",
  "creators": "MERY PRASETIO NINGSIH",
  "contributors": "Leonid Julivan Rumambi (Advisor 1); Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020257/MAN/2011; Mery Prasetio Ningsih (36406041)",
  "subjects": "CONSUMER BEHAVIOR; MARKETING RESEARCH; MARKETING-MANAGEMENT"
}