{
  "id": "21940",
  "title": "Mengukur efektifitas sebuah in-store promotion Promag terhadap impulse buying di Apotik Rifky kota Surabaya",
  "abstract": "PT. Kalbe Farma merupakan salah satu pabrikan farmasi di Indonesia yang telah menghasilkan 28 macam jenis obat, salah satunya adalah obat sakit maag merek PROMAG. Disini peneliti ingin meneliti strategi promosi yang sering dilakukan PROMAG. Salah satunya adalah media in-store promotion, apakah dapat memberi daya tarik kepada pengunjung dan melakukan pembelian terhadap produk PROMAG. Penelitian ini dilakukan untuk mengetahui efektivitas dari media in-store promotion akankah dapat menstimuli seorang pengunjung yang datang untuk melakukan tindakan pembelian tidak berencana atau impulse buying. Penelitian ini menggunakan jenis penelitian kausal yang bertujuan untuk mengetahui hubungan sebab akibat antara strategi in-store promotion PROMAG terhadap minat konsumen dalam melakukan impulse buying. Data yang digunakan adalah data primer yang diperoleh dari penyebaran kuesioner kepada pengunjung Apotik RIFKY. Metode yang digunakan adalah analisis regresi linier berganda, variabel bebas yang digunakan adalah dimensi in-store promotion yang terdiri dari typography (X1), placement(X2), color (X3), layout (X4) dan design(X5), sedangkan impulse buying (Y) sebagai variabel terikat. Dari analisis regresi linier berganda disimpulkan bahwa dimensi-dimensi in-store promotion secara simultan berpengaruh signifikan terhadap impulse buying produk PROMAG, hal ini berarti adanya peningkatan typography, placement, color, layout dan design secara bersama-sama akan meningkatkan impulse buying produk PROMAG. Disimpulkan pula bahwa secara parsial, placement dan design berpengaruh signifikan terhadap peningkatan impulse buying produk PROMAG, sedangkan typography, color dan layout tidak berpengaruh signifikan terhadap peningkatan impulse buying produk PROMAG.",
  "creators": "TYRONI PRATIKTYA",
  "contributors": "Leonid Julivan Rumambi (Advisor 1); Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 2); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020242/MAN/2011; Tyroni Pratiktya (36406142)",
  "subjects": "BRAND NAME PRODUCTS; SALES PROMOTION; MARKETING-MANAGEMENT"
}