{
  "id": "21946",
  "title": "Optimasi penampang standard pada baja ringan",
  "abstract": "Sesuai dengan kemajuan teknologi,dalam upaya untuk mengurangi berat sendiri bangunan yang besar,maka dewasa ini banyak dipakai penampang standard yang terbuat dari baja ringan yang mempunyai berbagai Keuntungan antara lain : 1.lebih ekonomis untuk beban yang relatif ringan atau bentang yang pendek 2.dapat diperolehnya perbandingan besar antara kekuatan dan berat yang optimum (Konsep :Optimum weight design ) dan masih banyak lagi keuntungan-keuntungan lain yang dapat diperoleh. Mengingat perencanaan unsur struktur pada baja ringan yang cukup rumit dan membutuhkan waktu yang cukup lama serta ketelitian yang tinggi,apalagi jika perhitungan tersebut dilakukan secara manual,maka diperlukan komputer sebagai alat bantu guna mempercepat dalam menyelesaikan perencanaan unsur struktur pada baja ringan. Di dalam penulisan tugas akhir ini terdapat dari 4 buah program komputer sebagai berikut : 1.Program untuk balok terlentur secara umum , Pada program ini digunakan penampang standard sebagai berikut: 1. dengan atau tanpa lip. 2. dengan atau tanpa lip. 3. dengan atau tanpa lip. 4.Hat section (khusus untuk statis tertentu ). 2.Program untuk balok menerus dengan panjang bentang yang sama dan beban merata,adapun penampang standard yang digunakan adalah sama dengan penampang standard pada program balok secara umum. 3.Program untuk kolom dengan beban terpusat sentris,pada program ini penampang standard yang digunakan adalah : 1. dengan atau tanpa lip. 2. dengan atau tanpa lip. 4.Program untuk Beam-Column yang terdiri dari : a.Kombinasi lentur dalam 2 arah (X &Y )dan tekan,adapun penampang standard yang digunakan adalah ] [ dengan lip. b.Kombinasi lentur akibat eksentrisitas dalam arah Y dan tekan,adapun penampang standard yang digunakan adalah ] dengan lip. c)Kombinasi lentur dalam arah X dan tekan,adapun penampang standard yang digunakan adalah ][ dengan atau tanpa lip. Peraturan yang dipergunakan untuk semua program adalah : Specification for Design of Cold-Formed Steel Structural Members, American Iron and Steel Institute. Sebagai hasil nyata kegunaan pemakaian program ini dapat dilihat dalam bab contoh perhitungan,yang di dalamnya akan terlihat jelas bahwa tahap perencanaan unsur struktur baja ringan jika dikerjakan secara manual membutuhkan waktu yang lama dan ketelitian yang tinggi,dimana jika dipakai Komputer akan didapat hasil perencanaan yang memakan waktu yang relatif jauh lebih singkat dan ketelitian yang tinggi serta kesalahan non teknis dapat dihindari. Selain dari itu terdapat banyak fasilitas yang terdapat pada program Komputer tersebut antara lain : 1.proses iterasi untuk mendapatkan profil yang paling cocok dalam arti yang paling ekonomis dari berbagai macam bentuk penampang standard yang tersedia 2.peletakan bracing dan perencanaan pengaku yang dikerjakan secara otomatis oleh komputer dan masih banyak lagi keuntungan-keuntungan lain yang dapat diperoleh dalam penggunaan program ini. Dalam program ini tidak dibahas iterasi mekanika teknik statis tak tentu.",
  "creators": "ANTON SALIM HALIM; A. YURIANTO GANDHA",
  "contributors": "Daniel Zefania Pribadi (Advisor 1); Oentoeng (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 331 S; Anton Salim Halim (283014), A. Yurianto Gandha (283062)",
  "subjects": "STEEL, STRUCTURAL"
}