{
  "id": "21945",
  "title": "Penjabaran proses perhitungan Bina Marga dalam memperkirakan volume lalu lintas kota Surabaya tahun 1994 dan 2000",
  "abstract": "Kesulitan utama dalam menyiapkan rencana jangka panjang jaringan jalan adalah menentukan atau memperkirakan berapa besar volume lalu-lintas yang bakal terjadi pada tahun sasaran rencana secara tepat. Untuk dapat menghitung volume lalu-lintas,umumnya dilakukan analisis modelling Urban Transport Planning secara klasik,yakni Trip Generation ,Trip Distribusi dan Trip A s signment yang juga mempertimbangkan Mode choice-nya dengan menggunakan model Gaya Berat (Gravity Model).Hal ini telah dilakukan oleh JICA (Japan International Cooperation Agency) di tahun 1983 untuk lalu-lintas Surabaya tahun 1990 dan 2000,proses perhitungannya tidak disajikan secara lengkap. Hal di atas menimbulkan banyak kesulitan,karena dengan tidak adanya dokumen perhitungan maka tidak dapat melakukan validasi model serta memodifikasinya bila terjadi perubahan- perubahan atas asumsi yang dibuat pada kenyataan di lapangan pada kurun waktu berlangsung. Bulan Juni-Juli 1988,Bappeda Rota Hadya Surabaya,atas bantuan Bina Marga Pusat Jakarta dalam penyusunan program Repelita V sektor jalan perkotaan,telah melakukan perhitungan ulang perkiraan volume lalu-lintas bagi kota Surabaya untuk tahun 1994 dan tahun 2000.Proses perhitungan dilakukan dengan mengacu pada kebijaksanaan-kebijaksanaan terhadap perkembangan perkotaan yang baru,namun tetap menggunakan parameter modelling Studi JICA.Khususnya terhadap parameter personal trip rate,car occupancy dan asal-tujuan perja.lanan dari luar daerah studi. Hasil akhir dari perkiraan volume lalu-lintas ini tidak disajikan dengan rinci oleh pihak tenaga ahli Bina Marga, sehingga pihak-pihak yang berkaitan sulit mengikuti dengan baik. Penulis yang secara langsung terlibat dalam proses perhitungan ini,melalui skripsi ini berusaha menjabarkan secara rinci langkah-langkah yang digunakan dalam proses perhitungan modeling tersebut dan memberikan bahasan berdasarkan pengertian akademis.Dengan adanya penjabaran proses dan bahasannya secara akademis,dapatlah memberikan gambaran pada semua pihak yang berkepentingan untuk dapat memperbaiki atau melakukan penyesuaian terhadap perkembangan pada hari mendatang dan ketersediaan data-data baru yang pada perhitungan kali ini belum dipertimbangkan.",
  "creators": "BAMBANG SUGENG; MARIA I. YAHYA",
  "contributors": "Harry Patmadjaja (Examination Committee 1); Wibowo Gunawan (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 399 S; Bambang Sugeng (282091), Maria I. Yahya (283082)",
  "subjects": "TRAFFIC ENGINEERING; URBAN TRANSPORTATION"
}