{
  "id": "21977",
  "title": "Stasiun TVRI regional di Malang",
  "abstract": "Laporan ini disusun dalam rangka Proyek Ujian Sarjana Arsi- tektur Angkatan ke-IX/1983,pada Fakultas Teknik Arsitektur Universitas Kristen Petra -Surabaya,dengan judul: \"TVRI REGIONAL -MALANG \" Bahan dan isi dari laporan ini merupakan suatu hasil study dan survey:di Jakarta,Surabaya,dan Malang;baik berupa survey literature dan survey lapangan maupun konsultasi de - ngan pihak-pihak yang mengetahui permasalahannya. Dalam rangka mengisi program umum Pembangunan Pemerintah Da erah Kotamadya Malang,maka disusunlah suatu rencana Kota yang diharapkan dapat memenuhi keinginan masyarakat Kotama- dya Malang khususnya,dan masyarakat Indonesia pada umumnya Oleh karena itu Rencana Kota ini dapat berfungsi sebagai: a.Pedoman guna mengatur perkembangan kota; b.Alat untuk mengarahkan perkembangan kota; c.Wadah bagi harapan-harapan pembangunan dari seluruh warga kota. Guna bisa mengimbangi masalah tersebut maka perlu pula pe - ningkatan sarana komunikasi,yaitu dengan adanya Stasiun Te levisi.Karena sarana komunikasi melalui televisi mempunyai kelebihan-kelebihan antara lain: 1.Dapat didengar/dilihat oleh kelompok yang relatif kecil. 2.Dapat mencapai lapisan/segment masyarakat tertentu. 3.Proporsi show lebih banyak, 4.Acara-acara penerangan bila disajikan dengan gambar gambar menjadi lebih hidup,dan merupakan penerang - an yang sangat efektif dan dapat meresap dalam hati pirsawan. Mengingat sampai saat ini masih belum ada ketentuan khusus mengenai standardisasi dalam perencanaan Stasiun Televisi maka untuk menentukan sarana yang yang harus disediakan ka mi berpedoman pada hasil survey dari Stasiun TVRI Jakarta Stasiun TVRI Surabaya serta study literature.",
  "creators": "TJANDRA SUMARNO",
  "contributors": "Handinoto (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur; Tjandra Sumarno (374006)",
  "subjects": "TELEVISION; TELEVISION STATIONS-DESIGNS AND PLANS"
}