{
  "id": "21980",
  "title": "Pusat kegiatan PMI cabang Surabaya",
  "abstract": "Konsep perencanaan ini disusun dalara rangka memenuhi sebagi an dari persyaratan kurikulum ujian sarjana pada Fakultas Teknik Sipil dan Perencanaan Jurusan Arsitektur, Universitas Kristen Petra Surabaya. Judul proyek yang dipilih adalah :\"Pusat Kegiatan PMI Ca bang Surabaya\". Yang merupakan perencanaan gedung yang baru sama sekali. Pembahasan dalam laporan perencanaan ini dilakukan menurut tahapan sebagai berikut : 1. Tinjauan Umum :menguraikan secara umum tentang Badan Palang Merah Dunia ,mulai dari pengertian Palang Merah dan status hukum, sejarah singkat Palang Merah, Komite In ternasional Palang Merah, Konvensi Geneva, lambang Palang Merah, Tugas Palang Merah, Liga Perhimpunan-Perhimpunan Palang Merah, Organisasi Palang Merah Internasional dan u raian tentang Transfusi Darah, yang dimulai dari pengerti an Transfusi Darah, Transfusi Darah ditinjau dari segi me dis, sejarah dan perkembangan Transfusi Darah serta macarn macam sistim golongan darah. Tujuan dari tinjauan ini adalah untuk menetapkan arah peren - canaan. 2. Tinjauan Khusus :menguraikan secara khusus tentang Pa lang Merah Indonesia, mulai dari sejarah Palang Merah In - donesia, tujuan dan aktivitas PMI, lambang PMI, struktur organisasi PMI, keanggotaan PMI dan usaha Transfusi Darah di Indonesia, yang dimulai dari latar belakang dan perkem bangan, program pengadaan darah di Indonesia, perkembang- an jumlah Dinas Transfusi Darah, peningkatan jumlah do - nor darah, perbandingan donor terhadap jumlah penduduk Indonesia serta tinjauan terhadap Pusat Kegiatan PMI Ca bang Surabaya, mengenai pengertian Pusat Kegiatan PMI Ca- bang Surabaya dan kegiatan yang dilakukan. Dalarn bab ini yang terakhir dibahas tentang Usaha Transfusi Darah di Surabaya, dirmulai dengan riwayat Usaha Transfusi Darah di Surabaya, pelayanan kesehatan dalam hubungannya de ngan Transfusi Darah di Surabaya, perkembangan donor da - rah di Surabaya, perkembangan pemakaian darah di Surabaya. Tujuan dari tinjauan ini adalah untuk lebih mendekat pada permasalahan yang ada. 3. Konsep Perencanaan :menguraikan tentang Dasar Perencana an, yang dimulai dari latar belakang, maksud dan tujuan, sasaran, batasan, anggaran, Program Dasar, dibahas ten - tang organisasi, personalia dan tugasnya, Proyeksi Per - kembangan, ialah mengenai perkembangan donor sampai tahun 2.000, Program kebutuhan, mengenai aktivitas dan kebutuhan ruang, study ruang, program ruang, karakteristik dan hu- bungan ruang, hubungan kelompok kegiatan dan terakhir di bahas mengenai analisa penentuan lokasi dan tapak. Merupakan keputusan awal untuk proses selanjutnya. 4. Konsep Perancangan :pada tahap awal perancangan tapak dibahas mengenai perancangan tapak yang terdiri dari kondisi tapak, orientasi terhadap lintasan matahari dan angin, pencapaian dan sirkulasi, pemilihan entrance . Pada tahap kedua dibahas mengenai perancangan bangunan yang terdiri dari:bentuk dan massa bangunan, perhitung an jumlah lantai bangunan, orientasi bangunan, zoning, skema organisasi ruang, sirkulasi dalam bangunan, sistim struktur dan bahan bangunan, modul dan terakhir mengena perlengkapan bangunan.",
  "creators": "LILY SETIAWATI",
  "contributors": "KOSEN T. (Advisor 2); RUDY PRASATYA LILANANDA (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur; Lily Setiawati (379053)",
  "subjects": "HEALTH FACILITIES-BUILDINGS-DESIGNS AND PLANS; OFFICE BUILDINGS"
}