{
  "id": "21981",
  "title": "Rehabilitasi pondok sosial yayasan Mojopahit",
  "abstract": "Merancans Arsitektur AR.502 merupakan tugas akhir dalam mo- nyelesaikan studi tingkat sarjana jurusan Arsitektur,Fakul tas Teknik ,Universitas Kristen Petra,Surabaya. Judul yang diambil \"REHABILITASI PONDOK SOSIAL YAYASAN MO- JOPAHIT DI MOJOKERTO \"dimana proyek ini merupakan perbaik an,penyempurnaan dan pengembangan pondok sosial yang sudah ada berdasarkan Rencana Induk Pengembangan Yayasan Mojopahit tahun 1995.Dengan demikian sebagian besar data-data diambil dari RIP (Rencana Induk Pengembangan )tersebut dan sebagi - an berdasarkan ide-ide penyusun yang disesuaikan dengan ke - butuhan yayasan. Adapun tahapan pembahasan dan pendekatan permasalahan dalam mewujudkan laporan perencanaan dan persiapan perancangan pro yek ini sebagai berikut : BAB.I :Pembahasan tentang pengertian pondok sosial se - cara urnurn. BAB.II :Pengenalan proyek yang menyangkut sejarah Pondok Sosial Yayasan Mojopahit,tujuan dan sasaran per masalahan yang dihadapi serta asumsi atau perki- raan yang mungkin akan dipakai. BAB.III.:Pembahasan mengenai Pondok Sosial Yayasan Mojo - pahit yang meliputi pengertian judul,gagasan ru musan aktivitas,penentuan kapasitas penampungan Fasilitas-fasilitas yang dibutuhkan dan studi perbandingan dengan lingkung pondok sosial yang dikelola oleh pemerintah serta penyediaan biaya sebagai sumbcr kehidupan yayasan. BAB.IV :Pembahasan tentang struktur organisasi,aktivitas yang acla ,yang berhubungaip.dengan kebutuhan ru- ang dan fasilitas yang diperlukan sesuai dengan fungsinya.Dan juga tinjaUcisn lokasi,data fisik dan teknik. BAB.V :Rencana program ruang yang terdiri dari fasili - tas utama,fasilitas penunjang dan fasilitas pe- lengkap,serta kapasitas penampungan ,studi ruang dan luasan. BAB.VI :Perancangan site yang mana berdasarkan keberada- an site,analisa bangunan,pola sirkulasi,zoning dan utilitas. BAB.VII :Penerapan konsep dasar yangj komunikatif dan ma - nusiavd.. BAB.VIII :Penerapan konsep didalam perancangan yang komuni - katif dan manusiawi. Perpaduan dari awal bab hingga akhir bab yang dipakai seba - gai pedoman dalam membuat perancangan proyek Rehabilitasi Pondok Sosial Yayasan Mojopahit di Mojokerto.",
  "creators": "SUDOMO WAHYUDI",
  "contributors": "RUDY PRASATYA LILANANDA (Advisor 1); KOSEN T. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur; Sudomo Wahyudi (380045)",
  "subjects": "REHABILITATION CENTERS (SOCIAL); HEALTH FACILITIES-DESIGN AND PLANS"
}