{
  "id": "2204",
  "title": "Studi analisa pergeseran phasa pada transformator 3 , daya 3,3 KVA, tegangan 220/127 V, 50 Hz, dengan menggunakan pengaman differential relay MRD1-T, SEG",
  "abstract": "Differential relay merupakan relay pengaman yang bekerja berdasarkan prinsip pengukuran arus pada sisi input dan pengukuran arus pada sisi output dari bagian listrik yang diamankan. Relay pengaman sangatlah dibutuhkan untuk mengamankan transformer. Dalam tugas akhir ini akan dianalisa apakah differential relay tetap dapat merespon walaupun dengan pergeseran phasa golongan hubungan dengan dua angka lonceng yang berlainan. Differential relay yang digunakan adalah milik Laboratorium Sistem Tenaga Listrik Universitas Kristen Petra Surabaya, ini akan dianalisa pada transformer 3 pengujian adalah menggunakan pergeseran phasa golongan hubungan delta-star 5, star-delta 5, delta-star 11, delta-star 11, dengan cara diberi gangguan berupa arus hubung singkat di sisi primer maupun di sisi sekunder dalam zona proteksi maupun di luar zona proteksi. Respon yang didapat tersebut akari ditampilkan pada display (hardware) atau komputer (software) dalam bentuk data melalui program HTL/PL-Soft3 lengkap dengan waktu yang diperlukan differential relay untuk merespon gangguan. Hasil analisa pergeseran phasa berbagai golongan hubungan dalam zona proteksi dari differential MRD1-T,SEG yang diberi gangguan di sisi primer untuk delta-star 5 direspon dalam waktu 6-7 detik dengan besar arus gangguan antar phasa 13,8 (phasa R-T), 12,8 (phasa S-T), 11,2 (phasa R-S). Untuk star-delta 5 direspon dalam waktu 5-9 detik dengan arus gangguan antar phasa 10,3 (phasa R-T), 12,6 (phasa S-T), 14,6 (phasa R--S). Untuk delta-star 11 direspon dalam waktu 9-14 detik dengan arus gangguan antar phasa 14,6 (phasa R-T), 12,6 (phasa S-T), 12,4 (phasa R-S). Untuk star-delta 11 direspon dalam waktu 6 detik dengan arus gangguan antar phasa 15,1 (phasaR-T), 13,1 (phasaS-T), 12,9 (phasaR-S). Bila diberi gangguan di sisi sekunder untuk delta-star 5 direspon dalam waktu 6 detik dengan aras gangguan antar phasa 2,7 (phasa R-T), 4,6 (phasa S-T), 5,0 (phasa R-S). Star-delta 5 direspon dalam waktu 4-6 detik dengan arus gangguan antar phasa 2,9 (phasa R-T), 2.3 (phasa S-T), 4.8 (phasa R-S). Delta-star 11 direspon dalam waktu 5-7 detik dengan arus gangguan antar phasa 1,7 (phasa R-T), 4,8 (phasa S-T), 5,1 (phasa R-S). Star-delta 11 direspon dalam waktu 6 detik dengan arus gangguan antar phasa 2,7 (phasa R-T), 4,4 (phasa S-T), 5,1 (phasa R-S). Untuk gangguan di luar zona proteksi tidak dapat direspon oleh differential relay.",
  "creators": "ERNI INDRA YULITA",
  "contributors": "Limboto Limantara (Advisor 1); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Advisor 2); Emmy Hosea (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/IE/TST/007/421; Erni Indra Yulita (23496042)",
  "subjects": "ELECTRIC TRANSFORMERS"
}