{
  "id": "2205",
  "title": "Taktik pemasaran kamar di Hotel The Westin Surabaya pada tahun 2002 dalam upaya meningkatkan okupansi",
  "abstract": "Berdasarkan keadaan politik yang terjadi di Indonesia seiama beberapa tahun terakhir ini, termasuk juga kekacauan didalam bidang ekonomi. penulis ingin mengetahui seberapa besar pengaruhnya terhadap tinggi rendahnya tingkat hunian kamar di hotel The Westin Surabaya. Dan memang, berdasarkan penelitian yang sudah dilakukan penulis mengetahui dan menyimpulkan bahwa keadaan politik, baik yang terjadi di dalam negeri maupun yang terjadi di Amerika Serikat, memberikan pengarah yang sangat besar terhadap penjualan kamar di hotel The Westin Surabaya. Sedangkan krisis moneter yang menghantam Indonesia belakangan ini, pengaruhnya memang ada, tapi tidaklah terlalu berarti. Sebagai hotel bertaraf internasional yang harus selalu menyediakan akomodasi sesuai dengan standarnya, hotel The Westin Surabaya banyak sekali menggunakan barang-barang pelengkap akomodasi yang harus diimpor dari Juar negeri melalui suplier dan juga menggunakan barang-barang lokal tetapi dengan mutu dan kualitas yang sama tingginya. Jadi, krisis moneter yang terjadi bukanlah rintangan bagi hotel The Westin Surabaya dalam menjalankan fungsinya sebagai hotel berbintang lima. Hotel The Westin Surabaya selalu merancang taktik terbaru dalam menghadapi setengah sampai satu tahun mendatang. Atas dasar hal tersebut, penulis berkeinginan untuk melakukan suatu studi empiris terhadap taktik pemasaran yang akan dipakai oleh hotel The Westin Surabaya pada tahun 2002 dan memberikan masukan mengenai apa yang dapat membantu pihak hotel The Westin Surabaya baik dalam jangka waktu pendek maupun jangka waktu yang panjang.",
  "creators": "LINA TEDJOKUMOLO; YUWANA",
  "contributors": "Hatane Semuel (Advisor 1); EDWIN ERVANTO SOELISTYO, S.E.,M.M. (Advisor 2); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 026/EP/2002; Lina Tedjokumolo (33496062), Yuwana (33496078)",
  "subjects": "HOTEL MARKETING; HOTELS, TAVERNS, ETC.-MARKETING; STRATEGY-MANAGEMENT"
}