{
  "id": "22062",
  "title": "Perkantoran sewa di Surabaya",
  "abstract": "Surabaya merupakan kota terbesar nomor dua setelah Jakarta juga sebagai ibu kota propinsi daerah tingkat I Jawa Timur. Selain sebagai ibu kota Surabaya juga merupakan kota Indamardi, yaitu pusat perdagangan, pusat pendidikan, maritim serta industri untuk Indonesia bagian Timur, sehingga kota Surabaya berkembang dengan pesat di segala bidang, khususnya di bidang perekonomian. Perkembangan perekonomian yang semakin pesat mengakibatkan perlunya fasilitas-fasilitas kota, antara lain berupa sarana lalu lintas, perumahan, pendidikan, pasar, pertokoan, perkantoran dan lain-lain. Salah satu tuntutan yang penting adalah fasilitas perkantoran di mana kehadirannya saat ini sangat diperlukan mengingat pula harga tanah di pusat kota sangat tinggi serta banyak pula pengusaha dari daerah atau dari Jakarta yang ingin membuka cabang perusahaan di kota Surabaya. Di dalam laporan ini akan dibahas mengenai perencanaan dan perancangan bangunan kantor sewa di Surabaya beserta fasilitas-fasilitas penunjangnya berupa bangunan parkir bertingkat, pertokoan kecil, restaurant-restaurant dan lain-lain. Fasilitas-fasilitas tersebut sangat menunjang bagi kegiatan-kegiatan di daerah sekitar site, tidak pada siang hari saja melainkan juga pada malam harinya. Suatu perencanaan dan perancangan bangunan kantor sewa yang baik, bukan hanya menyangkut konsepsi-konsepsi arsitektur saja, tetapi juga menyangkut masalah-masalah ekonomi teknik dan aspek-aspek tata kota. Untuk selanjutnya dilakukan melalui beberapa tahapan yang berisi maksud dan tujuan serta perencanaan dan perancangan yang baik bagi proyek tersebut di atas. Hasil dari laporan perencanaan ini akan dipakai sebagai dasar perancangan yang ditampilkan dalam gambar-gambar pra-rencana.",
  "creators": "DANIEL RACHMAT",
  "contributors": "Krisdianto Anggijono (Advisor 1); J. Loekito Kartono (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 269 Ars; Daniel Rachmat (378030)",
  "subjects": "OFFICE BUIDLINGS; OFFICE BUILDINGS-DESIGNS AND PLANS"
}