{
  "id": "2206",
  "title": "Combining food and wine in Rasa Senang restaurant Oisterwijk and Kaatsheuvel",
  "abstract": "This thesis is made as the final part of the four-year B. Sc. Hotel Management of Petra Christian University Surabaya in cooperation with Christelijke Hogeschool Noord-Nederland Leeuwarden. This thesis will analyse and explore the combination between food and wine especially for the menus in Rasa Senang Restaurant. Food and Wine Combination is relatively unfamiliar for Indonesian people, even for the young generation. So, the aim of this thesis is to find out which food goes very well with which wine. For us this is a very difficult topic but on the other hand, is very challenging. The first part of the thesis will describe about Rasa Senang Restaurant in Oisterwijk and Kaatsheuvel as our host company. Chapter one will explain about the history, personels, organization chart, menu and wine collection of Rasa Senang Restaurant. The second part of the thesis will analyse the combination of food and wine which are available in Rasa Senang Restaurant by conducting wine tasting and experiments to made the best combination between food and wine under the supervision of wine experts in the restaurants and also based on our references as a very important resource. The end of this chapter will list the best combination of every food in the menu with certain wine from the wine list. The last chapter will give practical guide, the easiest way of combining food and wine. This would be very useful especially for people who are not familiar with wine but interested to learn more about it.",
  "creators": "DIAN AGUSTINA; SIAUW HENDRY SUCIPTO",
  "contributors": "HENK BRUINS (Advisor 1); NATALIE RICHARDSON (Advisor 2); K.W. VAN DER HOEK (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/01/097/HTL/2003; Dian Agustina (33497122),Siauw Hendry Sucipto (33498145)",
  "subjects": "RESTAURANT MANAGEMENT"
}