{
  "id": "2208",
  "title": "Analisa pengaruh produk, harga, dan promosi terhadap keputusan konsumen dalam mengunjungi restoran Savory di Surabaya",
  "abstract": "Dalam persaingan bisnis makanan yang semakin marak dewasa ini, setiap pelaku bisnis termasuk pelaku bisnis makanan harus dapat mempertahankan kelangsungan dari bisnis makanan yang dijalankannya. Agar dapat bertahan dan sukses dalam bisnis makanan, suatu perusahaan harus memperhatikan kualitas makanan serta ditunjang oleh harga yang sesuai dan selalu melakukan kegiatan promosi agar konsumen menjadi tertarik untuk makan di Restoran Savory tersebut. Dalam penulisan skripsi ini penulis ingin mengetahui adanya pengaruh dari produk, harga, dan promosi terhadap keputusan konsumen dalam mengunjungi Restoran Savory. Teknik analisa yang digunakan untuk mengolah data-data yang ada adalah teknik regresi linear berganda yang dibantu oleh program SPSS 10.00, dimana ada 3 variabel bebas yang dipakai yaitu variabel bebas X1 untuk produk (kualitas makanan), variabel bebas X2 untuk harga, dan variabel bebas X3 untuk promosi, sedangkan untuk variabel tidak bebasnya (Y) adalah keputusan konsumen. Hasil pengolahan data tersebut menunjukkan bahwa terdapat pengaruh yang signifikan antara variabel X1 (produk) terhadap Y (keputusan konsumen), variabel X2 (harga) yang mempunyai pengaruh yang signifikan terhadap Y (keputusan konsumen), dan juga untuk variabel X3 (promosi) yang mempunyai pengaruh yang signifikan terhadap Y (keputusan konsumen), sehingga dapat disimpulkan bahwa baik produk, harga, dan promosi dari Restoran Savory memiliki pengaruh yang signifikan terhadap keputusan konsumen dalain mengunjungi Restoran Savory, tetapi untuk promosi memiliki nilai yang lebih besar atau lebih signifikan terhadap keputusan konsumen dalam mengunjungi Restoran savory dibandingkan dengan produk (kualitas makanan) dan harga makanan di Restoran Savory.",
  "creators": "HENRY THEIOS; SELVY FANTORO",
  "contributors": "Thomas Stefanus Kaihatu (Advisor 1); Anita Angelica Kresno Widjojo (Advisor 2); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/01/064/HTL/2003; Henry Theios (33497140), Selvy Fantoro (33498100)",
  "subjects": "RESTAURANTS-CONSUMER RESEARCH; RESTAURANT MANAGEMENT"
}