{
  "id": "22089",
  "title": "Angka konversi kekuatan tekan beton dengan berbagai umur dan bentuk benda uji",
  "abstract": "Beton merupakan komponen konstruksi bangunan yang banyak dipergunakan, disamping baja, kayu, maupun komposit. Kejelasan mutu beton sangat diperlukan guna memenuhi tuntutan kebutuhan suatu mutu beton sesuai dengan yang dikehendaki. Mutu beton itu sendiri dipengaruhi oleh banyak faktor, antara lain : bahan-bahan material pembuat beton (agregat,semen,air ), pengerjaan maupun pengawasan pembuatannya. Disamping faktor-faktor penentu diatas, untuk menentukan mutu suatu beton dipakai suatu nilai konversi yang sudah ada di peraturan-peraturan beton di Indonesia, karena mutu suatu beton ditentukan oleh nilai kekuatan tekannya pada umur 28 hari.Dalam kenyataan dilapangan, mutu yang didapat (dengan menguji langsung beton pada umur 28 hari) seringkali agak menyimpang jika dibanding dengan cara mengkonversikan kekuatan beton sebelum umur 28 hari (3,7,14,21 hari) ke umur 28 hari. Pada umumnya mutu yang didapat dengan menguji langsung pada umur 28 hari lebih tinggi dibanding mutu yang didapat dengan cara mengkonversikan kekuatan beton pada umur sebelum 28 hari.Dengan bertitik tolak pada kenyataan dilapangan tersebut, maka diadakan penelitian dengan menguji langsung kekuatan beton pada masing-masing umur 3,7,14,21 hari hingga umur 28 hari. Dari nilai kekuatan tekan yang didapat pada masing-masing umur 3,7,14,21 hari dibandingkan terhadap kekuatan pada umur 28 hari. Dengan menggunakan Statistik Grafik Regresi Linear (disini dipakai program Microstat) bisa diperoleh angka-angka konversi dari masing-masing umur 3,7,14,21,dan 28 hari. Dari hasil angka-angka konversi ini kita bandingkan dengan angka-angka konversi yang sudah ada pada peraturan- peraturan di Indonesia dan seberapa jauh penyimpangannya.",
  "creators": "HANON SETIJO WIBOWO; YULIUS SEPTA SENJAYA LIANTO",
  "contributors": "Sugeng Setyawan (Advisor 2); Handoko Sugiharto (Examination Committee 2); Tirta Djusman Arief (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 048 D; Hanon Setijo Wibowo (21385507), Yulius Septa Senjaya Lianto (21386512)",
  "subjects": "CONCRETE-TESTING"
}