{
  "id": "2209",
  "title": "Pengaruh atribut produk terhadap keputusan pembelian di De'excelso cafe Surabaya",
  "abstract": "Atribut produk adalah suatu hal yang sangat vital dalam suatu bidang usaha, baik itu atribut produk dalam bidang usaha jasa maupun atribut produk suatu barang. Dan saat ini persaingan semakin ketat khususnya di bidang jasa. Berkembangnya kafe-kafe di Surabaya juga memicu para pengusaha untuk meningkatkan kualitas dari produk-produk yang ditawarkan. Mereka tidak hanya sekedar membuka kafe dan menjalankannya, tetapi mereka juga harus memperhitungkan sisi kualitas dari produknya. Karena aspek inilah yang perlu dibidik supaya menarik minat konsumen untuk membeli produk-produk yang ditawarkan oleh kafe tersebut. Sebuah kafe yang berlokasi di Plaza Tunjungan IV dengan menggunakan nama \"de'EXCELSO\" yang merapakan anak perusahaan dari PT EXCELSO MULTIRASA, yang tericenal dengan minuman khas kopi seperti Irish Coffee dan berbagai macam makanan baik makanan khas Eropa maupun makanan ringan (snack). Memang memiliki daya tarik tersendiri dengan tata ruang khas mediterania yang dapat memuat lebih kurang 88 orang, dengan didukung adanya ruangan bebas merokok (non-smoking area) untuk menambah kenyamanan bagi mereka yang ingin bersantai atau rileks. Selain itu didukung juga dengan harga makanan dan minuman yang dapat dijangkau untuk kalangan menengah keatas. Dalam pembuatan tugas akhir ini peneliti atau penulis melakukan penelitian tentang \"Pengaruh Atribut Produk Terhadap Keputusan Pembelian di de'EXCELSO Cafe Surabaya\". Juga dengan memanfaatkan waktu untuk menyebarkan kuesioner bagi 70 responden yang diambil dan mengadakan wawancara langsung baik di dalam maupun di luar kafe. Alat yang digunakan sebagai acuan adalah analisis regresi linier berganda, analisis koefisien determinasi berganda dan analisis koefisien korelasi berganda. Data yang diolah menunjukkan bahwa atribut produk (variabel independen) mempunyai pengaruh yang cukup signifikan terhadap keputusan pembelian (variabel dependen). Sehingga diharapkan melalui penelitian ini penulis dapat memberikan sumbangan berupa saran dan kritik yang membangun, untuk kelancaran usaha di de'EXCELSO cafe Surabaya.",
  "creators": "FANNY PURNOMO; ANTONIUS SAMALO",
  "contributors": "EDWIN ERVANTO SOELISTYO, S.E.,M.M. (Advisor 1); Juliuska Sahertian (Advisor 2); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/01/084/HTL/2003; Fanny Purnomo (33498007), Antonius Samalo (33498015)",
  "subjects": "CONSUMER BEHAVIOR; MARKETING RESEARCH; MARKETING-MANAGEMENT; RESTAURANT MANAGEMENT"
}