{
  "id": "22107",
  "title": "Gedung pusat olah raga tinju proffesional di Surabaya",
  "abstract": "Laporan perencanaan ini disusun dalam rangka memenuhi per- syaratan kurikulum ujian tingkat sarjana Semester X tahun kuliah 1986 - 1987 pada Fakultas Teknik Sipil dan Perenca- naan Jurusan Arsitektur Universitas Kristen Petra Surabaya. Judul proyek adalah : \" GEDUNG PUSAT OLAH RAGA TINJU PROFESSIONAL DI SURABAYA \" Proyek yang dimaksud pada hakekatnya merupakan realisasi dari adanya kebutuhan akan sarana tersebut. Proses dari laporan ini dimulai dari masalah olah raga tinju dewasa ini, pengertian serta tujuannya. Surabaya sebagai ibu kota Jawa Timur dan sesuai dengan kon- disi phisiknya mempunyai potensi yang dominan dipandang dari berbagai sudut. Salah satu diantaranya potensi terhadap bi- dang olah raga, khususnya olah raga tinju professional. Dari hal tersebut timbul pemikiran yang menjadi dasar pengadaan gedung pusat olah raga tinju professional di Surabaya dengan beberapa batasan. Dengan mengadakan studi literatur dan lapangan yang berupa survey pada sasana yang ada dan gedung yang dipakai pertandingan, akhirnya dicoba untuk menyusun program yang antara lain meliputi : Sifat Kegiatan gedung pusat olah raga tinju professional yang direncanakan, pemilihan bentuk arena pertandingan, fasilitas dan Kebutuhan ruang, kapasitas yang dibutuhkan dsn lain-lain. Kesemuanya itu merupakan dasar perencanaan ge- dung pusat olah raga tinju professional y ang dimaksud. Selanjutnya disusun program rencana lokasi dan tapak dari proyek. Penempatan tapak dipilih daerah yang optimum memungkinkan untuk kegiatan yang dimaksud. Dari uraian diatas perencanaan phisik bangunan dimulai dengan berpedoman pada persyaratan teknisnya.",
  "creators": "HAMDANY KOESKITO",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 272/Ars.; Hamdany Koeskito (379045)",
  "subjects": "BOXING; SPORT FACILITIES-BUILDINGS"
}