{
  "id": "22136",
  "title": "Perancangan tata letak lantai produksi di PT Mulia Jadi",
  "abstract": "Perancangan tata letak pabrik yang diulas dalam tugas akhir ini dikkususkan pada realokasi tata letak lantai produksi. Guna menunjang aspek tersebut maka dilakukan analisis terhadap peramalan permintaan, penentuan jumlah mesin yang dibutuhkan, analisa pemindahan bahan, dan realokasi fasilitas produksi. Ulasan dilakukan dengan menuangkan data-data yang ada ke dalam perhitungan teoritis. Di samping itu batasan-batasan perusahaan berupa mesin-mesin yang tidak dapat dipindah letaknya karena ukurannya yang terlalu besar dan sulit dipindahkan juga turut mempengaruhi perhitungan teoritis. Pada akhirnya diupayakan untuk dapat memberikan usulan tata letak lantai produksi yang dapat diterapkan untuk direalisasikan pada kondisi perusahaan yang sesungguhnya.Ada sembilan macam produk yang diproduksi oleh PT. Mulia Jadi yaitu kaleng 17 kg solder, kaleng 17 kg latex, kaleng 5 kg, kaleng 1 kg, kaleng biskuit bulat, kaleng biskuit persegi, kaleng pita mesin tik, dan tutup permen, dan nampan. Dengan semakin meningkatkan permintaan pasar, maka PT. Mulia Jadi bermaksud untuk memperbesar kapasitas produksinya. Oleh karena itu diupayakan perancangan tata letak lantai produksi dengan memperhatikan kapasitas produksi dan momen pemindahan bahan kesembilan produk tersebut.Peramalan permintaan dilakukan berdasarkan data permintaan masa lalu. Hasil peramalan ini disesuaikan dengan target dari perusahaan, sehingga dapat dijadikan dasar dalam penentuan kapasitas pabrik yang akati direalokasi. Berikutnya adalah melakukan perhitungan waktu baku yang akan digunakan sebagai dasar dalam penentuan jumlah mesin. Setelah itu dilakukan analisa pemindahan bahan yang terjadi di dalam lantai produksi, dan merancang tata letak lantai produksi yang baru dengan bantuan metode CRAFT.Usulan rancangan tata letak lantai produksi dibedakan menjadi dua macam yaitu tata letak berdasarkan product layout dan process layout, tanpa pertambahan mesin dan dengan pertambahan mesin. Kemudian dilakukan analisa momen baik untuk tata letak yang ada sekarang dan rancangan tata letak yang diusulkan. Setelah itu dilakukan perbandingan antara momen awal dengan momen rancangan tata letak yang diusulkan.Usulan rancangan tata letak lantai produksi yang terbaik dan tepat untuk diaplikasikan dapat memenuhi batasan-batasan dari pihak perusahaan, mempunyai momen pemindahan bahan yang lebih kecil dari momen tata letak yang ada sekarang.",
  "creators": "SELVIE",
  "contributors": "Stevanus Adrianto Tjandra (Advisor 1); I Gede Agus Widyadana (Advisor 2); Julianingsih (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 048/TMI-36/1997; Selvie (25493044)",
  "subjects": "PLANT LAYOUT"
}