{
  "id": "22166",
  "title": "Inspektorat Jenderal dan Direktorat Jenderal Geologi dan Sumber Daya Mineral Departemen Pertambangan dan Energi di Jakarta",
  "abstract": "Laporan Perencanaan dan Perancangan ini disusun gu na memenuhi persyaratan kurikuler Ujian Sarjana Fakultas Tehnik Jurusan Arsitektur, semester X tahun kuliah 1986 - 1987. Adapun judul proyek yang terpilih adalah \" KANTOR INS PEKTORAT JENDRAL & DIREKTORAT JENDRAL GEOLOGI & SUMBER DAYA MINERAL DEPARTEMEN PERTAMBANGAN & ENERGI \", di Jakarta. Adapun yang dibahas dalam laporan perencanaan dan perancangan ini antara lain adalah : - Latar Belakang Perencanaan - Maksud dan Tujuan Perencanaan - Analisa dari data yang diperoleh baik dari hasil survey - lapangan, wawancara dengan personil-personil dari proyek pembangunan kantor tersebut, maupun dari literatur untuk me- nentukan kebutuhan, baik kapasitas dan fasilitas maupun kebutuhan dan syarat-syarat parlengkapan bangunan. - Analisa terhadap tapak yang terletak di jalan H.R. Rasuna- Said Dalam ( Kuningan ), Blok M Kav.3 No.5 untuk menentukan kelayakan tapak terhadap fungsi bangunan dan perencanaan per- letakan bangunan dalam tapak yang ditentukan. Fasilitas yang disediakan sesuai dengan kebutuhan berdasarkan fungsi, susunan dan kedudukan dari pada kantor Irjen dan Dirjen Geologi dan Sumber Daya Mineral seperti yang ter- cantum dalam keputusan Presiden (Keppres) No. 15 tahun 1984 dan No. 44 tahun 1974 tentang Struktur Organisasi dan Tugas pokok dari Irjen dan Dirjen goelogi dan sumber daya mineral Departemen Pertambangan dan Energi yang secara garis besar dapat diuraikan sebagai berikut : - Kantor Inspektorat Jendral, sebagai kantor yang melakukan kegiatan pengawasan dalam lingkungan Departemen terhadap pelaksanaan tugas semua unsur departemen. - Kantor Direktorat Jendral, sebagai kantor yang me- lakukan kegiatan pelaksanaan sebagai tugas pokok da- lam lingkungan departemen. - Fasilitas lainnya yang menunjang terdiri dari: . Ruang Batu-batu Mineral . Ruang Computer . Perpustakaan . Aula (Ruang Pertemuan)",
  "creators": "ROY MICHAEL SAHULATA",
  "contributors": "Krisdianto Anggijono (Advisor 1); J. Loekito Kartono (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Roy Michael Sahulata (380013)",
  "subjects": "PUBLIC BUILDINGS; PUBLIC BUILDINGS-DESIGN AND PLANS"
}