{
  "id": "22168",
  "title": "Markas pusat dinas kebakaran di Semarang Jawa Tengah",
  "abstract": "Makalah ini disusun dalam rangka memenuhi sebagian persyaratan Proyek Akhir Fakultas Teknik Arsitektur, Univer- sitas Kristen Petra Semester X, Periode XV, 1986;Adapun judul yang dipilih adalah \" Parkas Pusat Dinas Kebakaran sebagai suatu proyek yang menitik beratkan pada perancangan serta dikaitkan dengan kenyataan yang ada pada saat ini, maka pembahasan konsep ini dimulai dengan pengenalan, latar belakang dan pengertian sarana yang di- rencanakan sesuai dengan tinjauan atas sarana yang ada pada saat ini sehingga dapat ditarik kesimpulan bahwa pengertian, akibat-akibat dari suatu kebakaran dan cara untuk mengatasinyaTinjauan akan Dinas Kebakaran di Indonesia untuk menge tahui sampai sejauh mana Tugas, Fungsi, Kedudukan dan lain-lain yang berhubungan dengan pelayanan kebakaran, Sebab Dinas Kebakaran merupakan sarana yang mutlak diperlukan oleh suatu kota. Meninjau potensi dan pembangunan yang sedang berjalan di kotamadya Semarang, bila dibandingkan dengan fasilitas yang dimiliki sekarang tidak seimbang, hal ini menjadi dasar alasan dibangunnya sarana tersebut.Untuk memenuhi sasaran perencanaan yang tepat, yaitu dengan mengindentifikasi fasilitas berdasarkan aktiuitas yang ada.Berikutnya disusun kebutuhan ruang dan perkiraan luas untuk menentukan luas siteyang dibutuhkan. Sebagai akhir pembahasan ,yaitu sampai pada analisa perancangan bangunan dan analisa site, dimana kedua aspek tersebut akan digunakan sebagai pedoman perancangan dalam bentuk gambar pra rencana.",
  "creators": "B.B. MULIADI LILI",
  "contributors": "Indriani (Advisor 2); Ir. Achmad Archajadi (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 293/Ars.10/87; B.B. Muliadi Lili (380017)",
  "subjects": "BUILDING FIRE PROOF; OFFICE BUILDINGS-DESIGN AND PLANS"
}