{
  "id": "22170",
  "title": "Universitas swasta di Surabaya",
  "abstract": "Laporan perencanaan ini di susun dalam rangka memenuhi persyaratan Ujian Sarjan Arsitektur, periode XV, tahun 1986, Universitas Kristen Petra, Surabaya. Adapun judul yang di ajukan adalah u Perencanaan Kampus Universitas - Swasta 11 di Surabaya ( Fakultas Ekonomi, Jurusan Studi - Pembangunan, Jurusan Management, Jurusan Akuntansi ; - Fakultas Teknik Kimia ; Fakultas Pertanian, Jurusan Agronomi, Jurusan Proteksi, Jurusan Tanah dan Jurusan Sosial Ekonomi), melalui sidang penerimaan proposal sebelumnya. Judul tertulis di atas mengenai masalah pendidikan yang saat ini sedang mendapat perhatian penuh baik oleh Pemerintah maupun masyarakat umumnya. Hal ini disebabkan adanya Jenjang pendidikan tinggi hanya dapat menampung sebagian kecil dari lulusan tingkatan pendidikan dibawah nya, dari lulusan Sekolah Lanjutan tingkat Atas yang akan ke Perguruan Tinggi. Di dalam laporan ini akan di uraikan mengenai hal-hal yang berhubungan dengan perancangan suatu Kampus Universitas,- dimana merupakan usaha untuk memenuhi kebutuhan akan fa - silitas Kampus Universitas yang memadai dan optimum. Dalam hal ini program pendidikan d i a m b i l dari salah satu program pendidikan Universitas lain yang disesuaikan dengan Dirjen Pendidikan Tinggi di Indonesia. Beberapa hal yang akan dibahas antara lain mengenai latar belakang di dirikannya Kampus Universitas dan tujuan Pe - rancangannya. Fasilitas yang disediakan di sesuaikan dengan kebutuhan standard yang di tetapkan dari Rencana Induk Pengembangan Universitas oleh Departemen Pendidikan dan Kebudayaan. Secara garis besar, fasilitas yang dise - diakan dapat di bagi menjadi : -Fasilitas Pengelola. merupakan ruang-ruang yang di peruntukan bagi para pengelola Kampus Universitas, yaitu staffpimpinan beserta staff Universitas lainnya. - Fasilitas Sentral Akademik dan Kemahasiswaan. Merupakan ruang yng di peruntukan untuk seluruh civitas Kampus yang kegiatannya sebagai penunjang kegiatan akademis. - Fasilitas Fakultas. Merupakan ruang-ruang utama suatu Kampus. - Fasilitas Penunjang . Merupakan ruang umum sebagai penunjang dan perlengkapan suatu Universitas. Dalam tugas ini tidak direncanakan keseluruhan fasilitas yang perlu di sediakan dalam kampus suatu Universitas, dengan pertimbangan berbagai segi yang tertulis dalam uraian konsep selanjutnya, dan sesuai dengan judul tertulis hanya Kantor Pusat, Ruang Kuliah, Ruang Laboratorium, Kemahasiswaan, Perpustakaan, dan Ruang Pertemuan yang di rancangkan dalam tugas ini. Dari data-data yang diperoleh melalui survey lapangan - maupun survey literatur dapat di susun program kebutuhan yang kemudian di olah sedemikian rupa sehingga mendapatkan suatu pedoman untuk perancangan suatu Universitas.",
  "creators": "HENDRA WIDJAJA",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); JIMMY PRIATMAN (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Hendra Widjaja (380021)",
  "subjects": "COLLEGE FACILITIES-DESIGNS AND PLANS; UNIVERSITY AND COLLEGES-BUILDINGS"
}