{
  "id": "22173",
  "title": "Terminal penumpang domestik pelabuhan udara Juanda Surabaya",
  "abstract": "Makalah ini adalah bagian tertulis yang merupakan dasar dari pada tugas Merancang Prcyek Akhir dalam rangka menyelesaikan studi sarjana di Jurusan Teknik Arsitektur, Fakultas Teknik Sipil dan Perencanaan Universitas Kristen Petra Surabaya. I si daripada makalah ini merupakan pengolahan data untuk menyusun pokok-pokok pikiran yang menjadi dasar dalam hal perencanaan dan perancang fisik pada tahap berikutnya. Judul yang dipilih dan telah ditentukan berdasarkan kebutuhannya pada merancang tugas akhir ini adalah: \" TERMINAL PENUMPANG DOMESTIK DI PELABUHAN UDARA JUANDA. SURABAYA Dari judul di atas dapat diketahui dengan .\"jelas ruang ling kup perancangan tersebut, tetapi sebagai pendekatan permasalahan perlu juga memperhatikan berbagai unsur lain dari pela buhan udara tersebut, sebab unsur tersebut saling berhubungan erat antara satu dengan yang lain. Dengan melihat potensi kota Surabaya dan peranan Pelud Juanda terhadap perkembangan kota Surabaya, dan juga melihat kon disi Pelud Juanda saat ini merupakan hambatan bagi perkembangan kota Surabaya. Untuk itu diadakan usaha pendekatan un tuk memecahkan permasalahan yang ada dan juga usaha memupuk potensi yang ada untuk dikembangkan seoptimal mungkin. Dengan berpedoman pada hal tersebut maka dapat disusun suatu program dasar yang akan menentukan program kebutuhan sesuai dengan sasaran, selanjutnya berdasarkan kebutunnya fungsional tersebut disusun suatu program kebutuhan fisik yang akan men jadi dasar bagi perancangan Terminal Penumpang Domestik di Peud Juanda Surabaya.",
  "creators": "BUNG LIE",
  "contributors": "Wiet S. Moniaga (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 276/Ars/86; Bung Lie (380024)",
  "subjects": "AIRPORT BUILDINGS-DESIGNS AND PLANS; AIRPORT TERMINALS-BUILDINGS"
}