{
  "id": "2217",
  "title": "Analisis non value added activity terhadap penerapan activity based management dalam rangka meningkatkan efisiensi biaya laundry Hotel \"X\"",
  "abstract": "Penulisan skripsi ini dilakukan pada Hotel \"X\" di Surabaya. Hotel \"X\" adalah sebuah hotel berbintang lima yang memberikan jasa layanan penginapan, makan dan minum serta jasa lainnya bagi umum yang dikelola secara komersial. Karena persaingan di bidang industri jasa semakin meningkat, maka Hotel \"X\" harus dapat meningkatkan proses dan aktivitas mereka, memperhatikan kualitas dan mencapai efisiensi biaya agar dapat mencapai keunggulan dalam bersaing. Efisiensi biaya ini dapat dicapai melalui pengelolaan aktivitas yang disebut dengan metode Activity Based Management. Jenis penelitian yang digunakan adalah studi kasus yaitu dengan menganalisa semua aktivitas yang dilakukan pada divisi laundry kemudian diklasifikasikan menjadi aktivitas bernilai tambah dan aktivitas tak bernilai tambah. Aktivitas tak bernilai tambah inilah yang akan dikurangi ataupun dihilangkan agar dapat mengurangi biaya tak bernilai tambah sehingga pada akhirnya dapat tercapai efisiensi biaya. Jenis data yang dikumpulkan adalah data kualitatif berupa gambaran umum perusahaan dan data kuantitatif berupa laporan biaya pada divisi laundry hotel tahun 2003. Hasil analisa membuktikan bahwa melalui penerapan metode Activity Based Management dapat diperoleh pengurangan biaya tak bernilai tambah sebesar Rp. 66,084,759.17 atau 12.70% dari total biaya. Jadi dapat diambil kesimpulan bahwa penerapan metode Activity Based Management dapat membantu Hotel \"X\" dalam mencapai efisiensi biaya tanpa mengurangi kualitas jasa yang diterima oleh pelanggan.",
  "creators": "RIO STEVEN; SANNY SOEMANTO",
  "contributors": "MICHAEL RICKY (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010182/HTL/2005; Rio Steven (33400016), Sanny Soemanto (33499083)",
  "subjects": "HOTEL LAUNDRY SERVICE; HOTEL MANAGEMENT"
}