{
  "id": "22187",
  "title": "Perencanaan dan pembuatan pengaman arus lebih elektronik standar 5A untuk motor dan generator arus bolak-balik",
  "abstract": "Alat pengaman arus-lebih merupakan alat pengaman yang banyak digunakan dengan tujuan agar gangguan yang terjadi pada suatu lokasi tidak mengakibatkan gangguan lebih luas, Gangguan berupa arus-lebih ini dapat terjadi karena Keadaan kerja yang tak normal, seperti pembebanan lebih yang mengakibatkan arus yang mengalir melebihi kapasitas peralatan, atau dapat pula disebabkan terjadinya hubungan singkat. Kerja dari alat pengaman arus-lebih ini pada prinsipnya adalah mengindera besaran arus yang lewat pada suatu peralatan dengan bantuan transformator arus. Untuk pengaman arus-lebih dengan karakteristik inverse time, besaran arus yang diindera tersebut merupakan informasi bagi alat pengaman arus lebih ini untuk bekerja dalam suatu selang waktu yang tertentu. Sedangkan untuk pengaman arus-lebih dengan karakteristik definite time, maka besaran arus yang melebihi arus yang ditentukan akan mengakibatkan pengaman arus-lebih itu bekerja dalam selang waktu tertentu yang tidak ditentukan olen besaran arus, seperti pengaman arus lebih dengan karakteristik inverse. Output dari pengaman arus-lebih ini dilengkapi dengan relai yang bekerja dalam dua kondisi, normal terbuka dan normal tertutup. Sedangkan indikator dari alat pengaman arus-lebih ini berupa lampu-lampu led yang berfungsi untuk memberikan informasi kepada pemakai. Informasi yang diberikan berupa lampu indikator tesebut terdiri dari lampu led untuk kerja arus normal, lampu led untuk arus-lebih dan lampu led untuk menunjukkan bahwa alat pengaman arus-lebih tersebut telah bekerja.",
  "creators": "SOEN KIAN FAN",
  "contributors": "SUSILO MATAIR (Advisor 1); VINCENT PRASETYO (Advisor 2); HANDAYANI T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 88/E/EL/020; Soen Kian Fan (483050)",
  "subjects": "ANALOG-TO-DIGITAL CONVERTERS; DYNAMOS-ALTERNATING CURRENT"
}