{
  "id": "22192",
  "title": "Kantor Bupati Kepala Daerah Tk. II Malang",
  "abstract": "Makalah ini disusun dalam rangka Ujian Sarjana Arsi - tektur semester 10, periode XIX, tahun 1988, pada Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra Suraba ya. Adapun judul tugas akhir ini adalah : \" KANTOR BUPATI KEPALA DAERAH TINGKAT II MALANG \" Isi dari makalah ini menjelaskan serta menggambarkan ten - tang jalan pemikiran atau proses perencanaan dan peranca - ngan pengadaan wadah kegiatan administratif lembaga ekseku tif Kabupaten Daerah Tingkat II Malang yang mana perencana- an dan perancangannya dipertimbangkan dan disesuaikan de - ngan kebutuhan jumlah personil dan kegiatan aktivitas serta volume kerja pada saat ini sampai + 10 tahun mendatang. Untuk memperoleh keterangan, data-data dan latar bela- kang yang jelas daripada kegiatan dan masalah obyek studi, maka sebagai tahap awal diadakan survei dan wawancara pada Kantor Bupati Kepala Daerah Tingkat II Malang dan studi perbandingan terhadap kantor-kantor Bupati yang lain. Sebagai tahap selanjutnya yaitu setelah mengenal, mempelajari, menganalisa data-data hasil survei tentang kegiatan dan masalah yang dihadapi dapat diperoleh kesimpulan bahwa secara organisasi, fisik maupun administratif sudah tidak memenuhi syarat, serta letaknya di wilayah kekuasaan Peme- rintah Kotamadya Tingkat II Malang. Dengan pertimbangan diatas, studi perencanaan dan perancangan ini mengusulkan untuk pengadaan Kantor Bupati Ke pala Daerah Tingkat II Malang yang baru di lokasi terpilih yaitu di kota Kepanjen. Kemudian konsep perencanaan dan perancangan ini dibuat berdasarkan data-data tersebut di atas sehingga akhirnya menghasilkan suatu gambar peranca - ngan.",
  "creators": "SOEWITO TJANDERAHASAN",
  "contributors": "Handinoto (Advisor 1); Stanislaus Kuntjoro Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 417; Soewito Tjanderahasan (380048)",
  "subjects": "PUBLIC BUILDINGS"
}