{
  "id": "22199",
  "title": "Pusat peraga teknologi listrik di Jakarta",
  "abstract": "Saat ini dunia sudah berada pada era elektronik, demikian juga dengan Indonesia. Hampir semua yang dikatakan sebagai teknologi canggih adalah hasil rekayasa ataupun selalu berhubungan dengan dunia elektronik. Begitu pula dengan kebutuhan hidup pun kini semakin membutuhkan teknologi elektronik, seperti; untuk penerangan, alat-alat dapur, mesin-mesin lain. Hal ini akan memprihatinkan apabila negara kita tidak segera mampu mengembangkan sendiri teknologi ini, karena seperti diketahui selama ini Indonesia masih sangat tergantung akan hasil. rekayasa teknologi elektronik dari negara-negara lain/import. Dengan demikian akan terjadi pengaliran dana ke negara-negara industri sedang Indonesia tidak akan dapat mengejar ketinggalan teknologi tersebut, yang pada gilirannya akan menghambat pula laju pembangunan nasional di bidang yang lain. Menyadari akan hal tersebut diatas, dari pihak Pemerintah telah timbul suatu gagasan untuk segera memacu mpsyarakat terutama generasi muda agar turut serta mengembangkan teknologi kelistrikan Nasional. Program pengenalan penggunaan kelistrikan telah dicanangkan Pemerintah sampai ke desa-desa, kini saatnya dibangun suatu pusat peraga yang bisa membangkitkan masyarakat untuk terjun dalam dunia teknologi kelistrikan ini. Pusat Peraga Teknologi Listrik ini merupakan suatu bentuk science centre yang sifatnya lebih khusus yaitu pada dunia elektronik. Seperti juga pada science centre, penonton tidak akan melihat peragaan pasif saja tetapi juga aktif mengoperasikan peragaan. Sesuai dengan sejarahnya, dunia elektronik mempunyai kisah awal dan perjalanan kemajuan teknologi hingga sampai tahap saat ini, maka peragaannya adalah suatu urutan yang saling terkait dan pengunjung diharap dapat mengikuti semua peragaan secara berurutan pula. Lokasi Pusat Peraga Teknologi Listrik dipilih di Taman Mini Indonesia Indah karena lokasi di TMII mempunyai banyak unsur yang menguntungkan dan cocok untuk dibangun pusat peraga ini. Kehadiran pusat peraga ini akan memperkaya pula wahana ilmu pengetahuan di TMII. Bangunan ini akan menempati lahan seluas ? 4,5 ha, dengan luas bangunan berkisar ? 10 ha. Seluruh pertimbangan perancangan akan memperhatikan segala peraturan setempat, penyesuaian lingkungan dan aspekaspek arsitektur dalam upaya membuat bangunan ini berhasil, baik dari segi pendaya-gunaan maupun penonjolan bangunan tersebut.",
  "creators": "BAGUS TANUWIDJAJA",
  "contributors": "Handinoto (Advisor 1); Krisdianto Anggijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 406/Ars.29/88; Bagus Tanuwidjaja (383063)",
  "subjects": "ELECTRICITY-MUSEUMS; TECHNOLOGY-MUSEUMS"
}