{
  "id": "22209",
  "title": "Arena pacuan dan ketangkasan berkuda di Surabaya",
  "abstract": "Dari perkembangan olahraga berkuda dan prestasi yang dimiliki oleh atlet Jawa Timur, maka perlu diimbangi dengan sarana dan prasarana yang memadai, guna mempertahankan dan meningkatkan prestasi yang dimiliki. Sarana dan prasarana olahraga berkuda yang dimiliki oleh Jawa Timur, saat ini sangatlah dibawah kebutuhan minimum, karenanya diperlukan sarana olahraga berkuda yang memadai. Sejalan dengan program pemerintah dalam olahraga yakni memasyarakatkan olahraga dan mengolahragakan masyarakat. Salah satu perwujudannya adalah prestasi nasional melalui P.O.N. (Pekan Olahraga Nasional) yang pelaksanaannya berkala pada daerah-daerah yang mempunyai potensi untuk melaksanakannya. Untuk menunjang program pemerintah tersebut dan potensi yang dimiliki oleh Jawa Timur maka kami mencoba membahas mengenai \" ARENA PACUAN DAN KETANGKASAN BERKUDA \" di Surabaya, yang kapasitas pelayanannya bertaraf nasional. Suatu perencanaan dan perancangan yang baik dan sistematis, tidak hanya memperhatikan satu faktor saja sehingga mengabaikan faktor faktor yang lain, tetapi suatu perpaduan antara banyak faktor menjadi suatu wujud kesatuan dengan melalui analisa yang mempertimbangkan tujuan, batasan dan kriteria-kriteria yang diprioritaskan. Kami akan melakukan pembahasan melalui beberapa tahapan agar dapat diketahui dan dimengerti hubungannya satu dengan yang lain secara jelas. Penyajiannya dapat dibedakan menjadi dua bagian : - Suatu penulisan laporan perencanaan dan perancangan, suatu gambar pearncangan, yang bertitik tolak dari penulisan laporan tersebut di atas.",
  "creators": "DARMAN TEDJA",
  "contributors": "Benny Poerbantanoe (Advisor 2); E.B. TEDJA (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancanga Arsitektur No. ...; Darman Tedja (376049)",
  "subjects": "HORSE RACING-BUILDING-DESIGNS AND PLANS; RACETRACKS (HORSE RACING); SPORT FACILITIES"
}