{
  "id": "22204",
  "title": "Rumah sakit bersalin dan kandungan di Surabaya",
  "abstract": "Dalam laporan perencanaan proyek akhir ini akan diketengahkan tentang perencanaan suatu sarana usaha peningkatan dan pelayanan kesehatan wanita, khususnya yang berkaitan dengan masalah kewanitaan dibidanq persalinan dan kandungan. Seperti kita semua ketahui, Indonesia adalah suatu negara berkembang. Salah satu faktor penunjang untuk menjadi negara yang makrnur dan sejahtera, adalah bangsa yang kuat dan sehat baik secara fisik maupun mental. Guna mencapai tujuan ini, salah satu usaha Pemerintah yaitu memajukan usaha-usaha kesehatan termasuk di dalanmya adalah upaya pertolongan persalinan yang baik dan dapat dipertanggung jawabkan. Sehingga dengan demikian dihasilkan bayi-bayi yang sehat serta berdaya tahan tubuh kuat, dapat tumbuh berkembang menjadi manusia yang sehat secara fisik maupun mental. Pertolongan persalinan yang baik hanya dapat diperoleh jika ada fasilitas dan tenaga ahli yang memadai. Ini semua dapat kita peroleh disuatu Rumah Sakit Bersalin dan Kandungan. Pada Rumah Sakit Bersalin dan Kandungan fasilitas- fasilitas yang diperl ukan untuk memenuhi persyaratan sebaqai rumah sakit khusus yaitu : - Tenaga-tenaga medis ahli Obstetri dan Ginekologi - Fasilitas pelengkap. - Interior. - Peralatan/equipment kedokteran yang canggih. - Tenaga paramedis yang berpengalaman. - Management yang baik. Dengan dipenuhinya fasilitas dan persyaratan diatas maka tujuan serta fungsi Rumah Sakit Bersalin dan Kandungan dapat dicapai.",
  "creators": "HENDARTO HANAWI",
  "contributors": "Riduan Sukardi (Advisor 2); V.P. Nugroho Susilo (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No...; Hendarto Hanawi (380042)",
  "subjects": "HOSPITALS-DESIGNS AND PLANS; MATERNAL HEALTH SERVICES-BUILDINGS-DESIGNS AND PLANS"
}