{
  "id": "2220",
  "title": "Analisa keefektifan press release oleh public relations mandarin oriental Hotel Majapahit Surabaya",
  "abstract": "Saat ini Public Relations merupakan salah satu kebutuhan setiap insan termasuk insan perhotelan. Public Relations sangat dibutuhkan untuk menciptakan reputasi yang baik bagi perusahaan dan membuat masyarakat berpikir lebih baik tentang organisasi yang diwakili. Maka dari sudut pandang komunikasi Public Relations memiliki tujuan untuk menciptakan pengenalan, pemahaman, minat dan dukungan bagi perusahaan, baik itu dari public internal maupun eksternal. Public Relations saat ini sangat terkait dengan keberadaan berbagai macam media seperti contohnya media cetak maupun elektronik. Media merupakan jalur yang terpenting dalam segala kegiatan Public Relations. Selanjutnya berdasarkan hasil on the job training penulis sebagai Public Relations Hotel Majapahit, penulis akan mengulas sampai sejauh mana Public Relations Hotel Majapahit dapat menjalankan tugasnya khususnya dalam mempublikasikan semua kegiatan hotel kepada masyarakat luas. Dalam kasus ini, akan dibahas mengenai press release yaitu sarana informasi dan publikasi dari hotel majapahit dapat dikatakan sangat minim apabila dibandingkan dengan hotel bintang lima yang lain. Untuk itu penelitian ini dilakukan untuk mengetahui harmonisasi hubungan Public Relations Hotel Majapahit dengan jurnalis media cetak Nasional. Berdasarkan analisa dari hasil penelitian yang telah dilakukan diketahui bahwa kinerja Public Relations Hotel Majapahit terbukti kurang efektif. Dari 21 press release yang termuat di media cetak, 8 diantaranya atau 40 % press release justru tidak dikeluarkan oleh Public Relations Hotel Majapahit, atau dengan kata lain berita tersebut merupakan hasil explorasi wartawan tanpa Public Relations sendiri menyadarinya. Kemudian 30 % dari keseluruhan press release tidak termuat dalam media cetak atau hanya dipublikasikan dalam ruang lingkup hotel saja sehingga kurang diketahui oleh mkasyarakat luas.",
  "creators": "ANNY TANAYA; RIRIN SULISTYANI HIDAYAT",
  "contributors": "Thomas Stefanus Kaihatu (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010179/HTL/2005; Anny Tanaya (33400097), Ririn Sulistyani Hidayat (33400052)",
  "subjects": "PUBLIC RELATIONS-HOTEL"
}