{
  "id": "22213",
  "title": "Pelabuhan perikanan pantai type C1 di Gresik",
  "abstract": "Gresik yang menduduki urutan keempat penghasil ikan terbanyak di Jawa Timur telah cukup dikenal bukan saja di Jawa Timur, melainkan sampai ke Jakarta dan beberapa kota di Jawa Barat dan Jawa Tengah. Kegiatan perikanan yang semula berpusat di desa Lumpur Kabupaten Gresik tiba-tiba mengalami penurunan hasil yang cukup drastis, baik dalam segi kwalitas maupun kwantitas, padahal pusat pendaratan ikan di desa Lumpur tersebut semula direncanakan untuk dikembangkan dengan penambahan beberapa fasilitas yang menyangkut kegiatan penangkapan ikan. Dengan melalui pemeriksaan air laut di laboratorium dapatlah diketahui bahwa penurunan kwalitas dan kwantitas hasil-hasil perikanan daerah tersebut disebabkan tercemarnya perairan pantai tersebut oleh limbah PT Petrokimia. Sebagai akibat dari keadaan tersebut, terjadi perpindahan nelayan ke tempat lain yang masih potensial. Dari hasil statistik perikanan Jawa Timur tahun 1983, ternyata terlihat adanya suatu daerah yang mempunyai potensi perikanan cukup besar. Daerah tersebut adalah desa Campurejo yang termasuk dalam Kecamatan Panceng, Kabupaten Gresik. Hampir seluruh penduduknya adalah nelayan yang beberapa di antaranya merupakan nelayan pindahan dari desa Lumpur. Sebagai daerah penghasil ikan yang potensial maka pihak Cabang Dinas Perikanan Daerah Propinsi Daerah Tingkat I Jawa Timur di Gresik mengajukan usulan pengadaan fasilitas perikanan di daerah tersebut kepada Dinas Perikanan Daerah Propinsi Daerah Tingkat I Jawa Timur. Di dalam laporan ini akan dibahas mengenai perencanaan dan perancangan fasilitas perikanan berupa pelabuhan per-ikanan di desa Campurejo, Kabupaten Gresik dimana kemudian klasifikasi pelabuhan tersebut ditetapkan type C1. Perencanaan dan perancangan bangunan pelabuhan perikanan ini selain berdasar pada konsepsi-konsepsi arsitektur maka ketetapan-ketetapan dan standardisasi yang telah ditetap-kan oleh Direktorat Jenderal Perikanan juga tidak dapat diabaikan. Pembahasan selanjutnya dilakukan melalui beberapa tahap yang berisi tujuan, manfaat serta perencanaan dan peran-cangan yang baik bagi proyek tersebut di atas. Selanjutnya hasil dari laporan perencanaan dan perancangan ini akan dipakai sebagai dasar perancangan yang ditampilkan dalam gambar-gambar prarencana.",
  "creators": "LINDA SANTOSO",
  "contributors": "Riduan Sukardi (Advisor 2); Wiet S. Moniaga (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancanga Arsitektur No. ...; Linda Santoso (377006)",
  "subjects": "FISHERIES; HARBORS-BUILDINGS; HARBORS-DESIGN AND PLANS"
}