{
  "id": "22220",
  "title": "Studi dampak kenaikan tarif listrik dan tarif BBM di PT. Danliris, Sukoharjo, PLN 2940 kva, 20 kv",
  "abstract": "Dalam beberapa tahun belakangan ini. dunia industri di Indonesia baik perusahaan swasta maupun perusahaan negara berada dalam situasi yang sulit akibat krisis moneter yang berkepanjangan. Sumber energi menjadi masalah yang utama bagi perindustrian. terutama bahan bakar sebagai salah satu sumber energi vang banyak dipakai di Indonesia. PLN sebagai perusahaan negara yang menyediakan listrik ju g a memakai bahan bakar untuk kepentingan produksi listriknya. Sedang bagi perusahaan industri swasta, sumber energi listrik yang memungkinkan adalah mesin diesel yang juga memerlukan minyak sebagai bahan bakar. PT DANLIRIS. salah satu perusahaan industri swasta yang memakai mesin diesel dan suplai listrik PLN sebagai sumber listriknya. Kendala dari pemakaian mesin diesel sebagai pembangkit tenaga listrik adalah harga d an bahan bakar minyak yang digunakan. Dan kendala dari pemakaian PLN sebagai sumber listrik adalah tarif listrik. Dari proses pengumpulan data dan tambahan keterangan yang diperoleh dari berbagai sumber. terjadi kenaikkan ta r i f listrik pada bulan Juli 2001 dan berbagai harga bahan bakar minyak mulai Mei hingga September. Dari hasil pengolahan data didapatkan harga dan setiap kWh dibangkitkan dengan mesin diesel dan harga setiap kWh yang dikonsumsi dan PLN. Semua harga tersebut telah diperhitungkan terhadap seluruh biava investasi dan operasional selama lima bulan terakhir sehingga dapat ditentukan optimasi penggunaan sumber listrik dengan biaya yang rendah dan kemungkinannya di masa yang akan datang. Hasil pengolahan data dan perhitungan diharapkan dapat memberikan kontribusi pada pihak perusahaan berupa beberapa kemungkinan penggunaan sumber listrik dengan tujuan diperoleh biava vang minimum tanpa mengabaikan kontinuitas untuk proses produksi. Hasil akhir dari perhitungan didapatkan bahwa biaya yang rendah untuk pembangkitan 1 kWh pada saat ini adalah memakai sumber listrik PLN. Sedang biaya minimum untuk 1 kWh tampak dan Unit SWD I dan biaya minimum kemungkinan kombinasi diperoleh 100 % PLN, 75 % SWD I, 50 % SWD II. 50 % SKL I dan 50 % SKL II.",
  "creators": "ANDRE HERMANTO",
  "contributors": "BUNAWI GUNAWIDJAJA (Advisor 1); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/E/TST/027/410; Andre Hermanto (23496045)",
  "subjects": "ELECTRICITY; ELECTRICITY-PROBLEMS, EXERCISES, ETC"
}