{
  "id": "2224",
  "title": "Upaya peningkatan delivery performance: sebuah studi kasus di PT. Alam Dian Raya",
  "abstract": "Persaingan di perusahaan penyedia jasa percetakan semakin ketat belakangan ini. Banyak faktor yang dapat menjadi keuntungan kompetitif tersendiri bagi sebuah perusahaan, antara lain kemampuannya untuk melakukan pengiriman kepada customer tepat waktu (delivery performance) sesuai dengan yang telah dijanjikan. PT. Adira sebagai salah satu perusahaan penyedia jasa percetakan berusaha meningkatkan delivery performancenya hingga mencapai 80%. Untuk mencapainya, perusahaan berencana untuk memperbaiki konsep penjadwalan yang ada. Perbaikan tersebut meliputi : pemuatan standar waktu penyelesaian pada setiap proses, pembuatan kategori untuk setiap divisi yang ada di perusahaan, penyusunan prioritas customer, perhitungan waktu set-up, downtime, dan maintenance, penyusunan sistem database yang akurat, penyusunan konsep penjadwalan baru yang disesuaikan dengan kondisi perusahaan dan pembuatan aplikasi konsep penjadwalan menggunakan software Borland Delphi 6 dan Microsoft Project Professional. Hasil analisa perbandingan konsep penjadwalan, konsep penjadwalan baru ternyata lebih memiliki keunggulan dibandingkan dengan konsep metode penjadwalan lama. Walaupun aplikasinya memiliki keterbatasan, namun hasil dari validasi menyatakan bahwa konsep penjadwalan baru telah sesuai dengan kondisi perusahaan dan layak digunakan sebagai koosep metode penjadwalan baru di PT. Adira. Dengan diterapkannya kcnsep metode penjadwalan baru tersebut, maka perusahaan dapat meningkatkan delivery performance mencapai 100% dengan allowance sebesar 20% untuk mengatasi faktor-faktor diluar kondisi normal.",
  "creators": "DIANA TANUDIHARDJA",
  "contributors": "I Gede Agus Widyadana (Advisor 1); I Nyoman Sutapa (Examination Committee 1); Herri Christian Palit (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 01/0651/lND/2003; Diana Tanudihardja (25499051), Max Koesoemo (25499105)",
  "subjects": "CUSTOMER RELATIONS"
}