{
  "id": "22252",
  "title": "Audit pengendalian umum atas sistem informasi terkomputerisasi PT. Bumi Pembangunan Pertiwi",
  "abstract": "Tujuan dari penelitian ini adalah untuk melakukan audit sistem informasi atas general control untuk menilai apakah general control yang diterapkan oleh perusahaan telah memadai dan dapat mengamankan aset dan menjaga kerahasiaan data. General control meliputi pengendalian atas struktur organisasi, pusat komputer, sistem operasi, manajemen data, pemeliharaan sistem, serta jaringan dan internet. Penelitian dilakukan di PT. Bumi Pembangunan Pertiwi karena ditemukan adanya beberapakelemahan pada pengendalian yang diterapkan oleh perusahaan. Yang pertama yaitu belum adanya prosedur otorisasi penambahan aplikasi sehingga karyawan bisa menginstall aplikasi yang berada di luar pekerjaan. Yang kedua yaitu perusahaan menggunakan jasa outsourcing dalam melakukan fungsi system analystandprogrammer pada tahap pengembangan maupun tahap pemeliharaan sistem. Fungsi librarian juga dipegang oleh jasaoutsourcing yang berfungsi juga sebagai pihak yang menyimpan offsite backup perusahaan. Hal ini membuat ketergantungan perusahaan pada jasa outsourcingdan juga keberadaan data perusahaan menjadi terancam. Yang ketiga yaitu belum adanya batasan untuk entry password. Hal ini memberikan peluang bagi siapa saja yang tidak berkepentingan untuk mengakses data. Dan yang terakhir yaitu perusahaan belum pernah melakukan audit terhadap sistem informasi terkomputerisasinya. Dalam mengumpulkan data untuk penelitian ini, penulis melakukan dengan metode wawancara, observasi, dokumentasi dan uji coba. Berdasarkan bukti audit dan analisa yang dilakukan penulis, general control yang diterapkan di PT. Bumi Pembangunan Pertiwi sudah cukup memadai dalam mengamankan aset dan menjaga kerahasiaan data.",
  "creators": "PATRICIA KARINA SALIM",
  "contributors": "Josua Tarigan (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010222/AKT/2011; Patricia Karina Salim (32407082)",
  "subjects": "AUDITING-COMPUTER PROGRAMS"
}