{
  "id": "22272",
  "title": "Upaya pemenuhan target produksi di PT. Sidhakarya Anggawa Adipala",
  "abstract": "PT. Sidakharya Anggawa Adipala adalah perusahaan yang memproduksi besi beton, nako, dan trails. Adapun produk yang dianalisa adalah produk besi beton dengan diameter 6.9 mtr, panjang 12 m. PT. SAA berusaha meningkatkan produktivitasnya agar dapat memenuhi demand dari customer, tidak berjalan lancar karena kurangnya produktivitas yang dimiliki oleh operator. Di samping itu proses produksi tidak berjalan dengan lancar sehingga menyebabkan target produksi yang telah ditetapkan tidak terpenuhi. Untuk itu perusahaan mempunyai tujuan membuat altenatif yang terbaik agar target produksi terpenuhi. Perancangan keseimbangan lintasan, tata cara upah, dan alternatif perbaikan dibuat untuk mengatasi masalah tersebut di atas. Perancangan keseimbangan lintasan yang dibuat adalah perancangan keseimbangan lintasan tunggal. Perancangan keseimbangan lintasan tersebut dibuat berdasarkan dua metode: yaitu metode \"'the Rank Positional Weight\" dan metode COMSOAL. Adapun alternatif usulan dibuat berdasarkan penambahan operator dan penambahan jam kerja. Sedangkan metode tata cara upah dilakukan dengan metodc Incentive Plan Berdasarkan Unit Hasil Kerja (Piece Work) Yang Dicapai. Dari hasil perancangan keseimbangan lintasan yang paling cocok adalah perancangan keseimbangan lintasan tunggal dengan metode \"The Rank Positional Weight\" (alternatif 1). namun hal ini tidak dapat dilaksanakan di lapangan. Oleh karena itu yang dipilih adalah metode [Incentive Plan Berdasarkan Unit Hasil Keria (Piece Work) yang Dicapai] yang memberikan biaya paling minimum dan juga memungkinkan untuk diterapkan di lapangan berdasarkan wawancara di lapangan.",
  "creators": "ANDREAN AFFANDI",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/0730/IND/2003; Andrean Afandi (25496048)",
  "subjects": "WORK MEASUREMENT; PRODUCTION PLANNING"
}