{
  "id": "22274",
  "title": "Perbaikan kualitas produksi dengan metode statistical process control untuk proses produksi di PT. Sumber Rejeki",
  "abstract": "PT. SUMBER REJEKI adalah perusahaan yang bergerak dalam bidang penjahitan pakaian jadi untuk dimport sehingga kualitas produk dituntut agar dapat memenuhi standart kualitas perusahaan asing yang lebih tinggi dan standart produk Iokal. Produk yang berkualitas tinggi adalah kunci untuk sukses dalam persaingan antar perusahaan dari dalam maupun luar negeri, mengingat saingan terberat yaitu Cina yang memiliki banyak tenaga kerja dengan upah rendah sehingga mereka dapat menekan biaya produksi. Sebagai usaha memperoleh kualitas produk yang tinggi maka tingkat kecacatan dan produk harus ditekan. Karena itu diperlukan pengendalian kualitas produksi, yaitu dengan menggunakan Statistical Process Control (SPC) yang berupa alat-alat kualitas seperti Flowchart, Check Sheet. Diagram Pareto, Diagram Sebab-Akibat, Peta Kendali dan Histogram yang berguna dalam pengumpulan informasi yang obyektif untuk dijadikan dasar pengambilan keputusan dalam laporan Tugas Akhir. Berdasarkan hasil pengolahan data yang dilakukan, didapatkan beberapa hal yang menjadi penyebab utama terjadinya kecacatan produk dan dimana saja terjadinya sehingga penyusun dapat memberikan usulan-usulan untuk perbaikan kualitas produk. Setelah dilakukan implementasi data kembali diolah dan didapatkan bahwa secara keseluruhan implementasi perbaikan yang dilakukan cukup berhasil karena jumlah permasalahan kecacatan pada produk A mengalami pengurangan yaitu dan 548 menjadi 274 dan pada produk B dari 405 menjadi 242 kecacatan. Berdasarkan uji proporsi dua populasi disimpulkan seolah-olah implementasi perbaikan dilakukan telah terjadi penurunan jumlah kecacatan secara signifikan dan meskipun jumlah kecacatan sesudah implementasi mengalami pengurangan yang cukup besar tetapi jumlah produksi tetap stabil",
  "creators": "ELKE ANATASIA",
  "contributors": "Jani Rahardjo (Advisor 1); Felecia, S.T., M.Sc. (Advisor 2); Danny Prabowo Soetanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 010606/IND/2002; Elke Anatasia (25497109)",
  "subjects": "QUALITY CONTROL; PRODUCTION CONTROL STATISTICAL METHODS"
}