{
  "id": "22288",
  "title": "Pusat Pertokoan Simpang Lima Center di Semarang",
  "abstract": "Laporan perencanaan ini disusun sebagai persyaratan ku rikulum ujian sarjana dari Fakultas Teknik jurusan Arsitektur Universitas Kristen Petra pada semester X, periode XVIII tahun 1987 - 1988 dengan mengetengahkan judul: \"PUSAT PERTOKOAN SIMFANG LIMA CENTRE\" di Semarang, yaitu suatu fasilitas: pertokoan, hiburan atau rekreasi yang berupa: arena permainan anak-anak, restoran, food centre dan pujasera; dan multi-purpose hall/ruang serba guna. Di dalam laporan ini pembahasan meliputi hal-hal yang berkaitan dengan perencanaan dan perancangan fasilitas tersebut sebagai realisasi dari penyediaan sarana pertokoan dan hiburan bagi Semarang umumnya dan sekitarnya. Untuk itu pembahasan dimulai pada hal-hal umum tentang pertokoan dan hiburan dilanjutkan dengan meninjau perkem - bangan perdagangan dan pertokoan Semarang. Dan untuk mengetahui gambaran proyek lebih lanjut diuraikan latar belakang, perumusan gagasan, lingkup pelayanan proyek, situasi lingkungan Simpang Lima, tujuan dan sasaran perencanaan, pro- gram dasar, program kebutuhan yang disusun berdasarkan struktur organisasi, jenis fasilitas, aktifitas dan kapasitas. Data-data tersebut diperoleh baik melalui pengamatan langsung di lapangan maupun melalui studi literatur dan ju- ga data komparatif sebagai bahan pertimbangan, sehingga nan tinya akan dihasilkan program-program ruang yang diperlukan untuk memenuhi tuntutan wadah pertokoan dan hiburan. Sebelum memulai tahapan perencanaan dan perancangan fi- sik dilakukan analisa lingkungan, tapak dan bangunan. Selan jutnya hasil-hasil laporan ini dapat dipakai sebagai dasar dari perencanaan dan perancangan fisik yang disajikan dalam bentuk gambar-gambar prarencana.",
  "creators": "WAYUNI DEWI SUTANTO",
  "contributors": "E.B. TEDJA (Advisor 1); Stanislaus Kuntjoro Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 400/Ars.23/88; Wayuni Dewi Sutanto (383012)",
  "subjects": "SHOPPING CENTERS; SHOPPING CENTERS-DESIGN AND PLANNING"
}