{
  "id": "22285",
  "title": "Fasilitas olahraga layar dan rekreasi di Surabaya",
  "abstract": "Laporan perencanaan ini disusun sebagai prasyarat penyelesaian tugas perencanaan Proyek Akhir periode XVIII Januari - Juli 1988 pada Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra Surabaya. Laporan ini membahas tentang hal-hal yang berhubungan dengan perencanaan FASILITAS OLAHRAGA LAYAR DAN REKREASI DI SURABAYA, sebagai wadah penampungan aktifitas olahraga layar dan rekreasi pantai yang mempunyai sasaran akhir memajukan wisata bahari di Indonesia, khususnya di Jawa Timur. Lingkup pelayanan terutama bagi masyarakat kota Surabaya sebagai Ibukota Propinsi dan merupakan sumber-sumber atlit terbesar di Jawa Timur. Selain itu juga sebagai masyarakat kota yang telah cukup menyadari akan pentingnya berolahraga dan berekreasi. Laporan dimulai dengan latar belakang proyek serta maksud dan tujuan dari perencanaan fasilitas Olahraga Layar dan Rekreasi ini, kemudian dilakukan pengenalan proyek dengan pengertian judul, tinjauan terhadap olahraga layar, tinjauan terhadap kota Surabaya serta program-program Pemerintah. Dari pengenalan proyek ditentukan dasar-dasar perencanaan. Setelah itu disusun kebutuhan fungsional berupa program dasar dan program kebutuhan. Kemudian dilanjutkan dengan perencanaan tapak dan fisik bangunan yang akan disajikan dalam gambar perencanaan. Mengingat segala kekurangan serta keterbatasan kami, baik dalam hal waktu maupun kemampuan, maka hasil yang telah kami capai ini tentunya masih jauh dari sempurna, oleh karena itu saran dan kritik membangun akan dengan senang hati kami terima . Akhirnya akan menjadi tambahan kegembiraan bagi kami apabila tugas akhir ini dapat berguna bagi pembacanya, sehingga tugas akhir ini bukan semata-mata untuk memenuhi tuntutan kurikulum.",
  "creators": "JULIARTI",
  "contributors": "Krisdianto Anggijono (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 399/Ars.22/88; Juliarti (383006)",
  "subjects": "SPORT FACILITIES; SPORT FACILITIES--DESIGNS AND PLANS"
}