{
  "id": "22305",
  "title": "Terminal penumpang pelabuhan udara Mutiara-Palu",
  "abstract": "Makala ini adalah bagian tertulis dan merupakan tahap per tama dari pada tugas perencanaan proyek akhir dalam rangka memperoleh gelar sarjana Arsitektur di Fakultas Teknik Uni versitas Kristen Petra Surabaya.Sasaran dari pada makala ini adalah untuk menyusun pokok pikiran yang akan dijadikan dasar guna membuat perencanaan fisik kemudian.Judul yang dipilih untuk perencanaan tugas akhir ini ada lah : TERMINAL PENUMPANG PELABUHAN UDARAMUTIARA - PALUYang terletak di kota Palu ibukota propinsi Sulawesi Tengah. Dari judul diatas dapat disebutkan dengan jelas ruang ling- kup perencanaan yang dibuat, tetapi untuk mendekati perma- salahan terpaksa harus pula memperhatikan unsur-unsur pe- labuhan udara lainnya, sebab unsur-unsur tersebut saling terikat satu dengan yang lain.Pembahasan dalam laporan perencanaan ini dilakukan menuruttahapan sebagai berikut :1. Menguraikan secara umum, dimana ditinjau secara garis - besar, latar belakang perkembangan, pengertian, fungsi, pengaruh sistim-sistim, persyaratan-persyaratan yang. mem pengaruhi pelabuhan udara.Tujuan dari semua ini adalah untuk menetapkan arah peren canaan.2. Dimulai dari peninjauan terhadap kota Palu, letak maupun fungsinya yang kemudian dilanjutkan dengan meninjau trans portasi udara di Palu dalam peranan dan masalahnya serta kemungkinan penanggulangannya, dimana dikaitkan dengan program pembangunan kota Palu dan diakhiri dengan penin jauan terhadap pelabuhan udara di Palu, guna menjejaki fungsi maupun scope pelayanannya.3. Setelah meninjau kondisi pelabuhan udara. dan dari ke?im pulan permasalahan yang ada aidalaranya, dibuat suatu program dasar perencanaan pelabuhan udara.Program dasar ini pada pokoknya adalah sinkronisasi an- tara hasil kesimpulan permasalahan dan gagasan akan pe-rencanaan pelabuhan udara Mutiara.Program dasar ini merupakan keputusan awal dan dasar dari proses selanjutnya.L\\.. Untuk mendapatkan pemecahan yang paling sesuai dilaku- kan analisa dari segi perencanaan fisik yaitu site dan bangunan. Pembahasan didasarkan data, survey, literatur, dan analisa pemikiran dengan membuat study kemungkinan. 5. Merupakan suatu analisa. dari pada segi perencanaan fisik yaitu site dan bangunan yang berguna untuk dipakai dalam perencanaan fisik bangunan pelabuhan udara Mutiara.",
  "creators": "PAUL HONGKIRIWANG",
  "contributors": "Paulus Hendrianto Soehargo (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 079/Ars.19/84; Paul Hongkiriwang (375057)",
  "subjects": "AIRPORT TERMINALS; AIRPORT TERMINALS--DESIGNS AND PLANS"
}