{
  "id": "22318",
  "title": "Perencanaan keuangan keluarga Bapak Anton Gunawan pada tabungan Mandiri, asuransi jiwa Prudential, asuransi umum Sinarmas, reksadana Batavia dana kas maxima, Panin dana utama plus ii, schroder dana...",
  "abstract": "Studi kasus ini membahas mengenai Perencanaan Keuangan KeluargaBapakAnton dengan tujuan untuk membantu memenuhi tujuan-tujuan investasi yang diinginkan olehnya. Tujuan investasi tersebut tidak lain adalah kebutuhan dana darurat, dana membeli rumah, dana pensiun, dana membeli mobil, dana pernikahan, dana liburan, dana pendidikan, asuransi umum, dan asuransi jiwa. Untuk dana darurat digunakan produk Tabungan Bank Mandiri dan Reksadana Batavia Dana Kas Maxima, Dana membeli rumah pada Reksadana Batavia Dana Kas Maxima, Panin Dana Utama Plus II, Schroder Dana Kombinasi, dan Panin Dana Maksima, Dana pensiun padaReksadana Batavia Dana Kas Maxima, Panin Dana Utama Plus II, Schroder Dana Kombinasi, dan Panin Dana Maksima, Dana membeli mobil pada Reksadana Batavia Dana Kas Maxima, Reksadana Batavia Dana Kas Maxima, Panin Dana Utama Plus II, Schroder Dana Kombinasi, dan Panin Dana Maksima, Dana pernikahan pada Reksadana Batavia Dana Kas Maxima, Panin Dana Utama Plus II, Schroder Dana Kombinasi, dan Panin Dana Maksima, Dana liburan pada ReksadanaBatavia Dana Kas Maxima, Panin Dana Utama Plus II, Schroder Dana Kombinasi, dan Panin Dana Maksima, Dana pendidikan pada ReksadanaReksadana Batavia Dana Kas Maxima, Panin Dana Utama Plus II, Schroder Dana Kombinasi, dan Panin Dana Maksima, Asuransi umum pada Sinarmas dan Asuransi Jiwa pada Prudential. Dengan kondisi keuangan yang baik berupa alur dana yang positif merupakan modal utama yang membuat keluarga BapakAnton akan mudah mencapai tujuan investasinya.",
  "creators": "ANASTASIA MIEKE LISTYA",
  "contributors": "Devie (Advisor 1); Prof. Dr. Njo Anastasia, S.E., M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perencanaan Keuangan",
  "source": "Perencanaan Keuangan No. 32010216/AKT/2011; Anastasia Mieke Listya (32407094)",
  "subjects": "ACCOUNTING; CORPORATIONS-FINANCE; FINANCIAL STATEMENTS"
}