{
  "id": "22313",
  "title": "Analisa nilai tukar valuta asing terhadap harga jual properti di Surabaya",
  "abstract": "Banyaknya perubahan yang terjadi akibat krisis moneter yang melanda Indonesia menyebabkan melemahnya nilai tukar Rupiah terhadap US Dollar. Hal ini menyebabkan industri konstruksi mengalami keterpurukan. Hal ini menyebabkan diperlukannya analisa hubungan antara nilai tukar valas dan harga jual properti.Harga jual properti merupakan harga jual yang didalamnya tennasuk biaya-biaya yang dikeluarkan ditambah keuntungan. Harga jual properti didalamnya mencakup harga bangunan dan harga tanah dasar. Nilai tukar valuta asing dipengaruhi oleh faktor ekonomi makro dan kondisi sosial politik. Akibat terjadinya krisis ekonomi dan politik seperti yang terjadi di Indonesia dan berbagai negara lainnya menyebabkan terjadinya depresiasi nilai tukar mata uang yang cukup besar.Data harga jual rumah dikumpulkan dari berbagai perusahaan developer di Surabaya yang proyeknya juga berlokasi di Surabaya, mulai dari Januari 1996 sampai September 2001. Bangunan yang diteliti adalah bangunan perumahan. Data nilai tukar valuta asing yang digunakan adalah data nilai tukar rupiah terhadap dollar amerika. Data nilai tukar valuta asing ini merupakan data bulanan nilai tukar valuta rupiah terhadap dollar amerika dari Januari 1996 sampai September 2001. Data nilai tukar valuta asing ini diperoleh dari PT Halim Mitraperdana Internasional.Harga jual properti diuraikan menjadi harga bangunan dan harga tanah. Penguraian ini dilakukan agar dapat dilakukan suatu konversi sehingga berbagai tipe rumah yang ada dapat dikelompokkan dan dibandingkan. Berbagai tipe rumah yang ada dikonversikan ke dalam empat tipe rumah yaitu rumah sangat sederhana, rumah sederhana, rumah menengah, dan rumah mewah. Data harga jual rumah konversi dianalisa terhadap nilai tukar valuta asing perbulan dari Januari 1996 sampai September 2001 dengan menggunakan analisa regresi linier sederhana. Uji terhadap koefisien regresi yang dilakukan adalah uji t dan R2 untuk menentukan tingkat keeratan hubungan antara nilai tukar valuta asing terhadap harga jual properti untuk setiap developer (periode tidak sama) dan tingkat keeratan hubungan antara nilai tukar valuta asing dengan harga jual properti untuk periode yang sama.Sebagai kesimpulan, developer yang harga jual propertinya memiliki hubungan paling erat dengan nilai tukar valas untuk tipe rumah 36 adalah Bumi Gunung Anvar dengan R = 0.509, untuk tipe rumah 70 adalah Pondok Chandra dengan R\" = 0.294, untuk tipe rumah 150 adalah Wisma Mukti dengan R2 = 0.239, untuk tipe rumah 250 adalah Araya Bumi Megah dengan R2 = 0.62. Sedangkan bila ditinjau secara umum, tingkat kenaikan harga jual rumah yang terbesar terjadi pada tipe 250 dengan b = +62265. Dengan demikian diharapkan dari hasil analisa hubungan ini dapat digunakan sebagai acuan pendekatan dalam menetapkan perubahan harga jual akibat fluktuasi nilai tukar valuta asing di masa yang akan datang.",
  "creators": "JEMY FERDIAN WIJAYA; BUDIONO FONG",
  "contributors": "Guana Tandjung (Examination Committee 1); Herry Pintardi Chandra (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1144 S; Jemy Ferdian Wijaya (21497026), Budiono Fong (21497147)",
  "subjects": "CONSTRUCTION INDUSTRY; REAL PROPERTY-VALUATION"
}