{
  "id": "22310",
  "title": "Studi awal terhadap rumah dengan biaya rendah",
  "abstract": "Studi ini dilakukan untuk mempelajari tentang rumah berbiaya yaitu rumah yang menggunakan bahan-bahan alami yang mudah ditemukan di sekitamya sebagai material penyusunnya. Lokasi studi meliputi Jawa Timur, Madura dan Bali dengan fokus pada responden yang tingkat ekonominya iendah. Studi dilakukan untuk mengetahui Indeks Kenyamanan dari responden serta memberi usulan untuk peningkatan kualitas rumah. Indeks Kenyamanan meliputi konstruksi, daya tahan. pembagian ruangan, fasilitas air bersih, listrik, MCK, masalah akibat cuaca, rusak/cacat dan serangan serangga. Hasil studi menunjukkan bahwa genteng banyak digunakan sebagai atap di Jatim (82%), Madura (50%), dan Bali (60%). Kayu banyak digunakan untuk dinding di Madura (40%) dan Bali (42%), sedangkan di Jatim(42%) banyak menggunakan bambu. Tanah padat banyak digunakan sebagai lantai di Jatim (70%) dan Madura (45%), namun di Bali, plesteran semen lebih banyak digunakan (44%).Dengan tingkat penghasilan rata-rata 100-250 ribu rupiah untuk daerah Madura dan 250-500 ribu rupiah untuk Jatim dan Bali (per 6 bulan), maka peningkatan ke dinding bata sangat sulit. alrernatif yang dapat digunakan adalah memperbaiki kualitas dinding yang ada sekarang dan meningkatkan lantai tanah padat menjadi plesteran semen. Atap genteng untuk Madura dan Jatim suaah memberikan mlai indeks kenyamanan yang cukup tinggi yaitu 65 dan 62,8 sedangkan untuk Bali, atap jerami yang rapi dan rapat pembuatannya sudah menjamin nilai indeks kenyamanan yang cukup baik, yaitu 58,3.",
  "creators": "DAVID EFFENDY; TANG HOUNG WEI",
  "contributors": "Salil Kumar Roy (Advisor 1); Po Seng Kian (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1234/SIP/2002; David Effendy (21496077), Tang Houng Wei (21496153)",
  "subjects": "DWELLINGS--DESIGN AND CONSTRUCTION; COLUMNS"
}