{
  "id": "22314",
  "title": "Analisa perilaku konsumen terhadap penyediaan prasarana dan sarana umum di kawasan realestate di Surabaya",
  "abstract": "Penyediaan prasarana dan sarana umum di kawasan realestat ditujukan kepada konsumen, maka pengadaannya harus disesuaikan dengan kebutuhan dan keinginan konsumen, yang bertolak dari perilaku konsumen.Perilaku konsumen didefinisikan sebagai tindakan yang langsung terlibat dalam mendapatkan, mengkonsumsi, dan menghabiskan produk dan jasa, termasuk proses pengambilan keputusan yang mendahului dan menyusuli tindakan ini. Ada tiga faktor pokok yang mempengaruhi perilaku konsumen, yaitu: pengaruh lingkungan, perbedaan antar individu dan proses psikologis. Terdapat suatu model yang digunakan untuk mengukur minat beli konsumen, yang dikenal dengan nama Model Behavioral Intention (Fisbein's Model ). Terdapat dua hal yang menjadi dasar dari pengukuran minat beli konsumen yaitu sikap yang mengarah pada perilaku (AB) dan norma subyektif (SN).Penelitian ini dilakukan dengan penyebaran kuesioner dan wawancara. Kuesioner yang dibuat terdiri dari dua jenis kuesioner. Kuesioner pertama ditujukan untuk 200 responden yaitu masyarakat Surabaya, yang hasilnya dianalisa dengan menggunakan analisa mean, analisa frekuensi dan analisa multi regresi, sedangkan kuesioner kedua ditujukan kepaida empat pengembang skala besar menurut luas lahan di Surabaya.Hasil penelitian menunjukkan bahwa baik pada variabel keyakinan (bi) maupun variabel evaluasi keyakinan (ei) terhadap faktor - faktor perilaku konsumen dapat dilihat faktor ? faktor yang paling, berpengaruh adalah situasi (mean 5,60 ; mean 5,65) ; pengetahuan (mean 5,04 ; mean 5,19) ; pemrosesan informasi (mean 5,09 ; mean 4,99). Variabel keyakinan terhadap penilaian subyek yang berhubungan (Nbj) dan variabel motivasi untuk menuruti penilaian subyek yang berhubungan (Mcj) paling dipengaruhi oleh keluarga (mean 5,70 ; mean 5,65). Prasarana dan sarana yang dianggap paling penting adalah jaringan listrik (mean 5,81) dan tempat ibadah (mean 5,17).Kesimpulan yang diperoleh dari hasil penelitian adalah adanya hubungan yang cukup erat (sebesar 57,48 % ) antara minat beli konsumen (Y) dengan variabel sikap yang mengarah pada perilaku (Xi) dan variabel norma subyektif (X2). Saran yang dapat kami berikan adalah agar pihak pengembang memperhatikan keberadaan prasarana dan sarania umum yang ada karena keberadaan prasarana dan sarana umum tersebut dapat menimbulkan minat beli konsumen.",
  "creators": "SEFCALIA; ERVINA",
  "contributors": "Guana Tandjung (Examination Committee 1); Herry Pintardi Chandra (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1145 S; Sefcalia (21497060), Ervina (21497187)",
  "subjects": "CONSUMER BEHAVIOR-ANALYSIS; COSNTRUCTION INDUSTRY-MANAGEMENT; REAL ESTATE BUSINESS-RESEARCH"
}