{
  "id": "22329",
  "title": "Saklar star delta secara elektronis untuk start motor asinkrun ( 3 0,220/380 V, 0,37 KW )",
  "abstract": "Motor-motor Induksi telah diterapkan secara luas dalam dunia industri disebabkan keuntungannya diban- dingkan tipe-tipe motor yang lain. Motor-motor induksi sederhana konstruksinya dan dapat dipercaya dalam dunia industri, dimana motor-motor tidak mempunyai sikat.Se- suai dengan prinsipnya, suatu motor induksi melakukan kerja yang berat pada saat startnya dan hal ini menye- babkan arus mula menjadi sangat besar. Arus mula yang besar dapat mempengaruhi pengoperasian peralatan lain- nya jika tidak diatasi. Salah satu cara untuk mengatasi arus mula yang besar ini yaitu dengan melakukan start dengan penurunan tegangan. Cara start ini disebut seba- gai start star delta secara elektronis atau otomatis, dimana komponen utamanya adalah TRIAC , dan TRIAC ini berfungsi sebagai saklar statis.Tujuan dari saklar star delta yang pertama adalah untuk pengurangan arus mula pada motor induksi sehingga diperoleh effisiensi yang tinggi. Yang kedua diiingin-kan keadaan start yang mulus ,tanpa vibrasi dan percikan bunga api. Yang ketiga adalah untuk mengamati salah satu hasil aplikasi dari komponen elektronika daya.Metode yang digunakan adalah studi pustaka, pe- ngumpulan data, perencanaan alat, evaluasi dan analisa alat. Jadwal kegiatan meliputi studi pustaka, perencana-an dan pembuatan, serta penulisan naskah membutuhkan waktu kurang lebih 6 bulan.Pokok hasil penelitian dengan menggunakan rangkai- an TRIAC DIAC yang dipasang pada stator motor induksi, tnaka arus mula pada saat start dapat dikurangi/diperke- cil.Obyek penelitian perencanaan dan pembuatan sakelar Star Delta secara elektronis/otomatis.Dapat diambil kesimpulan, dengan menggunakan rang- kaian TRIAC DIAC ini, maka start motor asinkrun dapat dibuat secara otomatis dari hubungan Star ke hubungan Delta.",
  "creators": "HENDRA LIONAR",
  "contributors": "HADI SOETRISNO (Advisor 1); ONTOSENO PENANGSANG (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 89/E/TST/009/0030; Hendra Lionar (482049)",
  "subjects": "ELECTRIC MACHINERY"
}