{
  "id": "22324",
  "title": "Florida Indah Beach Resort di Anyer Jawa Barat",
  "abstract": "Laporan perencanaan ini merupakan bagian tertulis dari tugas perencanaan Proyek Akhir semester 9, periode XXI, tahun ajaran 1989 - 1990, Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra Surabaya. Adapun judul proyek adalah :Florida Indah Beach Resort di Anyer, Jawa Barat\" Laporan ini menguraikan hal-hal yang berhubungan dengan perencanaan dan perancangan suatu obyek wisata dengan penyediaan sarana akomodasi berupa cottage yang dilengkapi dengan fasilitas rekreasi.Pantai Anyer ini terletak dalam suatu jalur (belt) yang membentang di pantai barat Pulau Jawa antara Ujung Ku lon-Pantai Carita -Merak yang pada saat ini telah merupakan daerah wisata, dan perencanaan pembangunan obyek wisata ini dimaksudkan untuk mewujudkannya sebagai salah satu Resort Tourism Site\".Laporan ini diawali dengan pengertian akan pariwisata, perkembangan pariwisata di Indonesia dan latar belakang dari gagasan untuk mengembangkan sebuah kawasan lahan milik P.T. Florida Indah di Anyer, Jawa Barat sebagai obyek wisata. Kemudian dilanjutkan dengan tinjauan terhadap lokasi. Dari sini ditentukan dasar perencanaan yang meliputi program dasar dan program kebutuhan, yang dilanjutkan dengan analisa - analisa untuk mendukungperancangan tapak , bangunan , dan lansekap yang akan disajikan dalam gambar.Akhir kata, mengingat segala kekurangan sertaketerbatasan kami baik dalam waktu maupun kemampuan, makahasil yang dicapai ini tentunya masih jauh dari sempurna.Namun kami tetap berharap semoga karya ini dapat bermanfaat.",
  "creators": "MEI KUMALAWATI",
  "contributors": "Krisdianto Anggijono (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No 570/ARS.58/89; Mei Kumalawati (385065)",
  "subjects": "RECREATION CENTERS; RESORTS--DESIGNS AND PLANS"
}