{
  "id": "22338",
  "title": "Identifying best practices and key factors of success in film tourism in the north sea region: comparing the UK, Belgium, Norway, and Sweden",
  "abstract": "Tourism has many derivatives that compose the form of tourism. Eco tourism, heritage tourism, and pilgrim tourism are some of them. This project covers the area of film tourism, a new emerging type of tourism. In brief, film tourism can be defined as tourist travel to destination associated with television, video, or cinema screen (Riley, Baker, & Van Doren, 1998). The research is aimed to help finding the critical success factors in film tourism development on Funen Island in Denmark by providing recommendations. The recommendations are based mainly on research toward countries which already have well established film tourism. Furthermore, this research utilized the partnership between Denmark and other European countries in film tourism which is called North Sea Screen Partners (NSSP). The preferred countries are United Kingdom, Norway, Belgium, and Sweden. The methodology of this research is mainly done by scrutinizing the quantitative and qualitative data available through literatures and interviews with film tourism expert and several companies that works closely with film tourism. Several recommendations were found during this research toward the stakeholders of film tourism in Funen Island, Denmark. The urgency of destination manager and film commission to approach the film producers as soon as possible is crucial. As the cooperation between the destination manager, film commission, and film producer established, the marketing for film tourism in the location will be easier. Also, the research has found that films with high budget, which used historical buildings and/or rural village landscapes as location, and have a strong narrative story are more likely to be successful in supporting film tourism.",
  "creators": "PAULUS WIJAYA PURWANTO",
  "contributors": "TATIANA ALEKSEEVA, MBA (Advisor and Examination Committee); DRS JAN WILLEM MEIJERHOF (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010111/MAN/2011; Paulus Wijaya Purwanto (35407039)",
  "subjects": "TOURIST TRADE-RESEARCH"
}