{
  "id": "22331",
  "title": "Audit sistem informasi terkomputerisasi atas general control pada PT. 'X'",
  "abstract": "Tujuan dari penelitian ini adalah untuk menilai general control pada sistem informasi terkomputerisasi di PT. X. General control meliputi pengendalian atas struktur organisasi, pengendalian atas sistem operasi, pengendalian atas pusat komputer, pengendalian atas pemeliharaan sistem, dan pengendalian atas jaringan dan internet.. Penelitian dilakukan karena pada PT. \"X\" ditemukan adanya kelemahan pada pengendalian yang diterapkan oleh perusahaan. Kelemahan yang pertama yaitu password policy yang tidak memadai, tidak adanya batasan untuk entry password. Hal ini memberikan peluang bagi siapa saja yang tidak berkepentingan untuk mengakses sistem. Kedua yaitu mengenai tidak adanya security policy dilihat dari proses update dan scan yang tidak teratur. Dan yang ketiga yaitu ketergantungan menggunakan pihak outsourcing karena pihak perusahaan yang kurang menguasai sistem perusahaan, sehingga apabila terjadi kegagalan dalam sistem baik berupa hardware maupun software perusahaan harus menunggu terlebih dahulu pihak outsourcing untuk melakukan perbaikan selain itu offsite backup oleh pihak outsource juga memiliki resiko yang tinggi yang dapat merugikan perusahaan. Pengumpulan data dalam penelitian ini dilakukan dengan metode wawancara, observasi, dan uji coba yang dilakukan di PT.\"X\". Berdasarkan bukti audit dan analisa yang dilakukan penulis, general control yang diterapkan di PT. X tidak memadai.",
  "creators": "EMI NOVIANA CHANDRA",
  "contributors": "Josua Tarigan (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010209/AKT/2011; Emi Noviana Chandra (32406043)",
  "subjects": "AUDITING-COMPUTER PROGRAMS; ACCOUNTING"
}