{
  "id": "22352",
  "title": "Perencanaan pengembangan struktur Pelabuhan Bima di Nusa Tenggara Barat",
  "abstract": "Indonesia yang sebagian besar wilayahnya terdiri dari lautan dan banyakpulau, yaitu dengan perbandingan ? 80% lautan dan ? 20% kepulauan, sangatmemerlukan sarana transportasi yang effisien dan ekonomis. Oleh sebab ituperhubungan laut sangat penting bagi perkembangan dan peningkatan taraf hidupmasyarakat Indonesia. Dengan meningkatnya pembangunan di Indonesiakhususnya wilayah Timur, maka diperlukan sarana (kapal) dan prasarana(pelabuhan) angkutan laut yang baik.Pelabuhan Bima merupakan pelabuhan andalan di wilayah Timur.Pertama, karena berada di dalam teluk sehingga memudahkan dan memberikanrasa aman dalam pelaksanaan kegiatan bongkar muat. Kedua, tidak dilakukanpengerukan sama sekali karena kedalamannya sudah cukup dalam. Ketiga, tidakdiperlukan break water (pemecah gelombang) karena gelombang tidak terlalubesar. Keempat, tersedia tenaga kerja yang cukup murah.Karena posisinya yang baik dan ideal tersebut, serta kunjungan kapal yangsemakin banyak dari tahun ke tahun, maka Pelabuhan Bima layak untukdikembangkan sehingga dapat memenuhi fungsinya sebagai terminal point bagidaerah Nusa Tenggara Barat khususnya dan Indonesia bagian Timur padaumumnya. Untuk itu, kebutuhan yang paling mendesak adalah penyediaanfasilitas dermaga yang memadai supaya memperlancar kapal-kapal yang hendakbersandar.Dalam Tugas Akhir ini, penulis merencanakan peningkatan pengembanganstruktur dermaga Pelabuhan Bima sepanjang 105 m dengan lebar 15 m, yangmeliputi perencanaan boulder, fender, pelat, balok-balok dermaga, poer sertapondasi tiang pancang baja. Perencanaan dilakukan dengan mengadakanpeninjauan ke lokasi pelabuhan terlebih dahulu dan kemudian memprediksiperkembangan kunjungan kapal sampai dengan tahun 2005 dengan metodestatistik arithmatik dan geometrik. Perencanaan ini menggunakan kapal rencana10000 DWT. Untuk memudahkan, mempercepat, dan demi keakuratan hasilperencanaan balok maka digunakan program komputer Microfeap-II Modul P2guna memperoleh gaya-gaya dalam bidang Momen, Gaya Geser dan Reaksi Perletakan.",
  "creators": "SUDIONO; HANNY SUHENDRO",
  "contributors": "Ir. Prasetio Sudjarwo, M.Eng. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 765 S; Sudiono (21491162), Hanny Suhendro (21491162)",
  "subjects": "HARBORS-DESIGN AND CONSTRUCTION"
}