{
  "id": "22350",
  "title": "Pengaruh budaya organisasi Hallo Surabaya terhadap loyalitas pelanggan melalui kepuasan pengunjung",
  "abstract": "Penelitian ini dilakukan untuk mengetahui serta meneliti apakah budaya organisasi yang dimiliki Hallo Surabaya dapat menghasilkan Produk, Service Quality serta Value yang dapat membawa kepada kepuasan pengunjung dan loyalitas pelanggan. Dalam setiap tempat wisata, termasuk juga di dalamnya wisata kuliner, diperlukan adanya budaya organisasi perusahaan yang baik. Karena dari hal inilah, dapat dihasilkan Produk, Service Quality, dan Value yang dapat membuat pengunjung datang di lokasi wisata tersebut. Bila ketiga hal tersebut dapat memenuhi harapan konsumen, bahkan melebihi ekspektasi (harapan) konsumen, akan dapat dipastikan terjadinya kepuasan pengunjung, yang berujung pada loyalitas pelanggan. Populasinya adalah seluruh masyarakat Surabaya, berusia 17 tahun ke atas dan pernah mengunjungi Hallo Surabaya. Dari populasi tersebut, diambil sampel sebanyak 97 orang melalui teknik judgemental sampling. Metode pengumpulan data menggunakan kuesioner untuk memperoleh keterangan dari responden. Berdasarkan hasil analisis, didapatkan hasil bahwa ada pengaruh yang signifikan antara budaya organisasi Hallo Surabaya terhadap produk (makanan dan minuman) yang dihasilkan, service quality serta value yang diterima pengunjung; adanya pengaruh yang signifikan antara produk yang dihasilkan serta value yang diberikan Hallo Surabaya terhadap kepuasan pengunjung; tidak terdapat pengaruh yang signifikan antara service quality yang diberikan terhadap kepuasan pengunjung; adanya pengaruh yang signifikan antara kepuasan pengunjung terhadap loyalitas pelanggan di Hallo Surabaya.",
  "creators": "SILVIA DEWI; MERRY KARTIKA SARI",
  "contributors": "Zeplin Jiwa Husada Tarigan (Advisor and Examination Committee); Melissa Sutanto (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010099/MAN/2011; Silvia Dewi (35407023), Merry Kartika Sari (35407050)",
  "subjects": "TOURIST TRADE-RESEARCH; CUSTOMER LOYALTY; CONSUMER SATISFACTION"
}