{
  "id": "22358",
  "title": "Sunter Recreative Sport Complex di Jakarta",
  "abstract": "Makalah ini disusun dalam rangka memenuhi persyaratan kurikulum Jurusan Arsitektur Fak ultas Teknik Universitas Kristen Petra untuk ujian Sarjana Arsitektur , periode XVII semester Juli - Desember 1987. Adapun proyek yang kami pilih adalah : \" SUNTER RECREATIVE SPORT COMPLEX DI JAKARTA \" . Dalam laporan perencanaan proyek ini pertama-tama kami mulai dengan pengenalan secara umum akan kegiatan yang ada dan juga tentang maksud, tujuan serta manfaat-manfaat dari pada kegiatan-kegiatan tersebut yaitu berolah raga dan berekreasi sehingga nantinya dalam perencanaannya diharapkan dapat mewujudkan suasana dan bentuk-bentuk yang ditampilkan sesuai dengan tujuan manusia berolah raga dan rekreasi. Dalam perencanaan proyek ini kami kaitkan pula dengan program pemerintah yaitu memasyarakatkan olah raga dan mengolah ragakan masyarakat serta pembangunan olah raga secara Nasional yang akan mempengaruhi kewajib an berbagai pihak dalam pembangunan sarana-sarana untuk olah raga secara menyeluruh ( UU Pokok Keolah ragaan ). Pengembangan pembangunan sarana olah raga dan rekreasi dilingkungan perumahan adalah untuk menambah daya kreasi, ketrampilan dari manusia yang berada di lingkungan tersebut dengan maksud agar terjadi hubungan timbal balik antara kegiatan yang sibuk di kantor, sekolah dan lain-lain dengan kegiatan yang santai dan riang seperti bermain, berolah raga dan sebagainya. Ruang lingkup pelayanan proyek ini sesuai dengan kebutuhan dan potensi-potensi yang ada di daerah perencanaannya yaitu daerah Sunter, dimana memiliki potensi-potensi yang baik untuk dikembangkan lagi dan juga pengaruh akan kebutuhan-kebutuhan yang harus dipikirkan jalan keluarnya yaitu dengan pembuatan sarana-sarana / fasilitas-fasilitas yang dibutuhkan. Jenis fasilitas dan kapasitas yang direncanakan di daerah Sunter ini sesuai dengan kebutuhan dari daerah-daerah lain yang hampir setaraf dan sebagai dasar penentuan dipakai studi perbandingan dari fasilitas-fasilitas yang sudah ada di daerah lain. Untuk menghasilkan buah pemikiran yang lebih nyata kami mengadakan pengamatan dan wawancara dengan pihak pengelola perumahan di daerah Sunter tersebut. Sifat dan kegiatan dari perencanaan ini terutama adalah untuk berolah raga dan berekreasi disamping kegiatan-kegiatan lain yang da pat lebih m enunjang terlaksananya semua aspek yang dikehendaki yaitu aspek sosial, teknologi dan lain-lain. Pengelolaan dari proyek ini adalah dibawah koordinasi dari anggota club itu sendiri bersama-sama dengan anggota dari pengelola perumahan di lingkungan tersebut. Penentuan tapak berdasarkan ketentuan dari perencanaan lokasi dan tapak yang ada serta hubungannya dengan potensi-potensi yang menguntungkan yang ada didalamnya dan di lingkungan sekitarnya. Program ruang disusun berdasarkan pada penentuan fasilitas fisik perhitungan dan penentuan luasan ruang yang dibutuhkan. Akhir pembahasan sampai pada analisa-analisa, yaitu dari analisa perencanaan tapak sampai analisa perancangan fisik bangunan yang secara garis besar penekanannya pada Site Planning, dengan pembahasan pada sirkulasi, kenyaman an, dan keamanan.",
  "creators": "FRANSISCUS XAVERIUS WALUYO",
  "contributors": "Irwan Santoso (Advisor 1); Frans Soehartono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 377/Ars.30/87; Fransiscus Xaverius Waluyo (382059)",
  "subjects": "SPORT FACILITIES-BUILDINGS; SPORTS CENTERS"
}