{
  "id": "22356",
  "title": "Pusat Pembinaan Perpustakaan & Pendidikan Tenaga Ahli di Jakarta",
  "abstract": "Laporan ini disusun dalam rangka memenuhi persyaratan kulikuler ujian Sarjana Arsitektur, periode XVII, semester Juni - Desember 1987 pada Fakultas Teknik Jurusan Arsitektur Unifersitas Kristen Petra Surabaya. Adapun judul proyek yang kami ketengahkan adalah. \" PUSAT PEMBINAAN PERPUSTAKAAN DAN PUSAT PENDIDIKAN TENAGA AHLI DI JAKARTA\". Bangsa Indonesia dewasa ini sedang giat-giatnya melakukan pembangunan, dimana pembangunan tersebut juga menyangkut pembangunan di bidang pendidikan dan kebudayaan yang secara langsung berperan dalam upaya mencerdaskan kehidupan bangsa. Pembangunan dibidang pendidikan dan kebudayaan ini akan tercapai apabila didalam masyarakat cukup tersedia adanya pengetahuan dan teknologi mutakir sebagai sumber informasi masyarakat melalui media perpustakaan. Dengan adanya pengetahuan dan teknologi yang telah maju ini, maka harkat dan martabat bangsa Indonesia akan terangkat dan mampu untuk bersaing dengan bangsa-bangsa yang telah maju, sehingga tujuan pembangunan Nasional yang telah digaris bawahi dalam GBHN akan tercapai. Untuk tujuan ini maka Pemerintah merasa perlu untuk menunjuk suatu lembaga yang berfungsi untuk memberi pengarahan, informasi dan yang mengkoordinir sumber-sumber \" PUSAT PEMBINAAN PERPUSTAKAAN\". Mengingat tugas yang dibebankan pada pusat pembinaan perpustakaan ini sangat berat maka perlu disediakan suatu tempat yang memenuhi syarat, sehingga tujuan yang diharapkan akan tercapai. Tempat/wadah tersebut sekarang ini belum memenuhi syarat, untuk itu Pemerintah berusaha mengatasi kesulitan tersebut dengan cara membangun tempat/ wadah kerja bagi pusat pembinaan perpustakaan yang memenuhi syarat dengan dilengkapi suatu lembaga pendidikan pengelolahan perpustakaan. Adapun dalam tugas akhir ini bangunan yang akan direncanankan dan dirancang adalah: - Pusat pembinaan perpustakaan - Perpustakaan - Pusat pendidikan tenaga ahli - Fasilitas tempat tinggal berupa asrama. Lokasi terletak di Jalan Medan Merdeka Selatan, dimana untuk daerah. tersebut memang dikhususkan untuk daerah pemerintahan dan fasilitas umum. Luas lokasi yang akan dibangun : 12000 M2. Prinsip dasar dari perancangan bangunan adalah. bangunan dapat melambangkan suatu tempat yang menampung berbagai ilmu pengetahuan dan teknologi dengan memperhatikan keseimbangan dan keserasian lingkungan yang ada.",
  "creators": "LANNIA TJANDRA",
  "contributors": "Frans Soehartono (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 385/Ars.18/87; Lannia Tjandra (382041)",
  "subjects": "LIBRARY EDUCATION-BUILDING; TRAINING CENTER-DESIGN AND PLANS"
}