{
  "id": "22368",
  "title": "Analisa pada faktor penambah 'penambah' atau 'pengurang' nilai pada properti",
  "abstract": "Selain digunakan sebagai tempat tinggal atau keperluan lain, properti juga sering kali digunakan untuk sarana berinvestasi karena keuntungan investasi dalam bisnis properti cukup tinggi. Hal ini menjadikan bisnis properti semakin hari semakin diminati sehingga semakin banyak developer yang terjun dalam bisnis ini. . Dalam membangun properti, pihak developer ini harus memperhatikan nilai yang terkandung dalam properti yang dibangun tersebut dan juga memperhatian faktor-faktor yang dapat menambah ataupun mengurangi nilai properti. Penelitian ini bertujuan untuk mengetahui faktor-faktor yang menjadi penambah dan pengurang nilai properti. Dalam penelitian ini digunakan sampel sebanyak 76 pengembang. Setelah data terkumpul kemudian dianalisa menggunakan teknik Multi Dimensional Scalling (MDS). Hasil penelitian menunjukkan bahwa faktor X11 (Modal ekuitas), X12 (Negosiasi untuk mendapatkan pinjaman), dan X17 (Kualitas bahan) merupakan faktor yang mengurangi penilaian properti, sementara itu faktor X1 (Melihat peluang baru), X2 (Memanfaatkan peluang yang ada), X5 (Pemilihan lahan), X6 (Peruntukan daerah), X7 (Kesesuaian dengan hukum yang berlaku di daerah), X8 (Resiko pengembang), X9 (Respon masyarakat), dan X10 (Daerah pengembangan) merupakan faktor penambah nilai properti. Faktor-faktor yang lainnya bisa menjadi faktor yang menambah nilai dan bisa menjadi faktor yang mengurangi nilai properti.",
  "creators": "EDWARD WIDJAYA",
  "contributors": "Prof. Dr. Njo Anastasia, S.E., M.T. (Advisor 1); Sautma Ronni Basana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 37010131/MAN/2011; Edward Widjaya (31405112)",
  "subjects": "REAL PROPERTI-VALUATION; REAL ESTATE MANAGEMENT"
}