{
  "id": "22364",
  "title": "Pengaruh kinerja keuangan terhadap return saham perusahaan manufaktur sub sektor konsumsi yang terdaftar di bursa efek Indonesia tahun 2005-2009",
  "abstract": "Di masa era globalisasi saat ini banyak sekali persaingan khususnya bagi perusahaan manufaktur. Sebagaimana diketahui bahwa perusahaan manufaktur merupakan industri yang dalam kegiatannya membuat sebuah produk yang bisa dinikmati oleh konsumen, dalam penciptaannya perusahaan selalu mengandalkan modalnya dari para investor (Husnan,2003). Nilai dari suatu perusahaan, tercermin dari harga atau nilai sahamnya yang ditentukan dari keputusan membeli dan menjual dari investor. Untuk memberikan return kepada investor perusahaan harus mampu menunjukan kinerja perusahaan dengan baik. Adapun rumusan masalah dalam penelitian ini. Apakah rasio EPS dan MVA dapat berpengaruh secara signifikan dan berpengaruh secara parsial terhadap return saham perusahaan manufaktur sub sektor konsumsi yang tedaftar di Bursa Efek Indonesia. Tujuan dalam penelitian ini adalah Mengetahui pengaruh kinerja keuangan dengan menggunakan rasio EPS dan MVA secara signifikan dan parsial terhadap return saham perusahaan Manufaktur sub sektor konsumsi yang terdaftar di Bursa Efek Indonesia. Jenis penelitian ini menggunakan data sekunder. Populasi yang dibuat dalam penelitian ini adalah perusahaan manufaktur sub sektor konsumsi yang terdaftar di Bursa Efek Indonesia periode 2005-2009. Teknik analisis data dalam penelitian ini menggunakan regresi linear berganda. Kesimpulan yang didapat dalam penelitian ini adalah Variabel rasio EPS dan MVA berpengaruh secara signifikan terhadap return saham perusahaan manufaktur sub sektor konsumsi yang tedaftar di Bursa Efek Indonesia, dengan Fhitung sebesar 4.722. Variabel EPS secara partial berpengaruh terhadap return saham perusahaan manufaktur sub sektor yang terdaftar di Bursa Efek Indonesia tahun 2005-2009, dengan thitung sebesar 2.659. Sedangkan variabel MVA secara parsial tidak mempunyai pengaruh signifikan terhadap return saham perusahaan manufaktur sub sektor konsumsi yang terdaftar di Bursa Efek Indonesia tahun 2005-2009, dengan thitung sebesar 1.640.",
  "creators": "ERWIN SURYAHADINATA",
  "contributors": "Sautma Ronni Basana (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 37010139/MAN/2011; Erwin Suryahadinata (31404114)",
  "subjects": "INVESTMENTS; CORPORATIONS-FINANCE; GOING PUBLIC (SECURITIES)"
}