{
  "id": "22382",
  "title": "Rumah Sakit Islam II di Surabaya",
  "abstract": "Laporan ini disusun dalam rangka memenuhi persyaratan kurikulum ujian sarjana Arsitektur semester IXperiode XXI tahun 1989 - 1990 pada fakultas teknik jurusan Arsitektur Universitas Kristen Petra Surabaya. Dalam laporan ini diuraikan hal-hal yang berhubungan dengan perencanaan, dan perancangan RSI II dengan klasifikasi madya (C2 ) di kota madya Surabaya, dengan lokasi site di Jemur Wonosari. Latar belakang dari perencanaan di atas adalah untuk memenuhi kebutuhan aKan sarana fasilitas pelayaaari dan. perawatan kesehatan di kodya Surabaya dan merupakan upaya peningkatan status dari RSI dari pratama menjadi madya. Pembahasan diawali dengan tinjauan atau pengenalan rumah sakit secara umum dan juga mengenai kebijaksanaan pemerintah mengenai rumah sakit, selanjutnya di bahas dalam tinjauan khusus yaitu mengenai pengertian, dan perumusan gagasan tentang RSI II, mengenai latar belakang masalahnya sampai dicetuskannya gagasan untuk mengembangkan RSI yang ada menjadi RSI II di lokasi yang lain, dibahas juga dalam tinjauan khusus ini mengenai pendanaan dan perincian sistim (proses pentahapan ) pembangunannya, kemudian ditentukan dasar perencanaan yang meliputi penentuan jenis dan kapasitas RSI II, program dasar dan program kebutuhan serta perancangan ta pak dan phisik serta sistim utilitas bangunan yang disajikan dalam gambar pra-rencana. Demikianlah ringkasan laporan ini dibuat supaya didapatkan sedikit gambaran mengenai isi di dalamnya dan semoga hasil laporan perencanaan ini akan membawa manfaat bagi semua pihak yang membutuhkan.",
  "creators": "MITA TENGGARA",
  "contributors": "Frans Soehartono (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 577/ARS.65/89; Mita Tenggara (385113)",
  "subjects": "HOSPITALS"
}