{
  "id": "22407",
  "title": "Perhitungan dan penggunaan lengkung majemuk pada alinyemen horisontal perancangan geometrik jalan raya",
  "abstract": "Pembangunan di Indonesia meningkatkan pula kebutuhan akan transportasi. Hal ini mengakibatkan banyak peningkatan sarana dan prasarana jalan. Peningkatan prasarana jalan ini disesuaikan dengan kebutuhan dengan memperhatikan nilai ekonomisnya, karena sumber pembiayaan yang sangat terbatas, sehingga jalan yang dibangun banyak yang relatif berstandard minimum. Pada kenyataannya memang jalan dengan standard minimum di negara-negara sedang berkembang termasuk Indonesia masih merupakan bagian yang terbesar. Pada kondisi seperti ini, perencana Geometrik Jalan akan menemui banyak kesulitan dalam merencanakan alinyemen (trase) jalannya, karena perencana dituntut untuk sedapat mungkin menyesuaikan dengan situasi topografi medan, guna menghindari biaya pembangunan yang tinggi. Akibatnya jalan yang direncanakan banyak tikungan-tikungan pendek yang akan mempersulit perencanaan menggunakan lengkung sederhana (tunggal dan simetris) sehingga perlu diselesaikan dengan lengkung majemuk, agar jalan tampak luwes dan indah yang pada gilirannya dapat lebih aman bagi pemakai jalan.Publikasi perhitungan lengkung majemuk hingga saat ini masih sangat terbatas. Pembahasan kebijaksanaan terhadap lengkung majemuk telah banyak dilakukan pada buku AASHTO (1984), sedang buku Standard Perencanaan Geometrik untuk Jalan Perkotaan menurut Bina Marga 1980 tidak menyinggungnya sama sekali. Pedoman pembatasan penggunaan lengkung majemuk pada saat ini hanya ditemukan di dalam Peraturan Perencanaan Geometrik negara Taiwan. Pedoman Perencanaan Geometrik terhadap penggunaan lengkung majemuk ini di banyak negara termasuk di Indonesia masih sangat tidak tegas, sehingga pemakaian resminya sampai sekarang masih banyak mengalami hambatan.Beranjak dari maksud ingin mempelajari dan mendokumentasikan secara sistematis penggunaan lengkung ini, maka disusunlah dasar-dasar pembentuk lengkung majemuk dan contoh-contoh aplikasi perhitungannya dalam buku ini. Semua dasar perhitungan yang terdapat dalam uraian ini berasal dari literatur, sedangkan contoh - contoh aplikasi perhitungannya dimodifikasi dan disintesiskan dari kasus-kasus kejadian yang biasanya terjadi dalam pekerjaan perencanaan geometrik jalan raya. Lengkung majemuk yang diuraikan dapat dike1ompokkan menjadi lengkung majemuk dengan bentuk dasar lengkung lingkar (circle), spiral, serta kombinasi circle dan spiral, Dalam merencanakan suatu jalan seringkali dijumpai keadaan yang tidak simetri sehingga dibutuhkan adanya lengkung majemuk dengan banyak pusat antara lain lengkung majemuk dengan dua, tiga atau mungkin empat pusat.Dalam pemakaiannya 1engkung majemuk dibedakan menjadi dua yaitu untuk desain jalan baru atau memperbaiki (revisi) alinyemen horizontal yang kurang baik. Dalam memilih bentuk yang paling cocok juga harus diperhatikan adanya kesulitan dalam perhitungan dan kondisi jalan yang telah ada. Revisi jalan biasanya digunakan untuk meningkatkan prasarana jalan yang telah ada dengan cara perbaikan dan pergeseran. Misalnya untuk mengatasi alinyemen jalan yang berbentuk lengkung broken back dilakukan perbaikan jalan dengan cara menggabungkan kedua lengkung dengan satu lengkung lingkar dengan jari-jari yang besar, sedangkan pergeseran digunakan untuk jalan yang mengalami pelebaran hanya pada salah satu sisi saja yang disebabkan adanya halangan pada sisi jalan yang lain sehingga as jalan bergeser. Keberadaan lengkung majemuk ini diharapkan dapat membantu perencana memilih alternatif yang paling sesuai dalam perencanaan geometrik jalan raya.",
  "creators": "LUCIA SUTANTO; PHILIA ADELEINA S.",
  "contributors": "Sugeng Setyawan (Examination Committee 1); Wibowo Gunawan (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 379 S; Lucia Sutanto (282049), Philia Adeleina S. (282061)",
  "subjects": "HIGHWAY ENGINEERING"
}