{
  "id": "22411",
  "title": "Penerapan konsep waiting line dalam proses operasi di PT. 'X'",
  "abstract": "PT X adalah perusahaan yang merupakan pusat perdagangan swalayan yang melayani banyak pelanggan setiap harinya. Karena banyaknya pelanggan yang dilayani sehingga seringkali ditemui adanya antrian atau waiting line dalam proses operasi PT. X. Antrian biasanya terjadi pada proses pembayaran barang di kasir. Hal ini terjadi karena perbandingan antara server dan pengguna jasa dalam hal ini pelanggan tidak seimbang. Untuk itu perusahaan perlu memanajemen banyaknya server yang ada dengan baik dan tetap efisien dengan tujuan meminimalisasi antrian yang terjadi. Jenis penelitian yang digunakan adalah deskriptif yaitu yaitu penelitian yang terbatas pada suatu badan usaha untuk mengungkapkan suatu masalah, keadaan atau peristiwa sebagaimana adanya, sehingga bersifat mengungapkan fakta atau fact finding. Jenis data yang dikumpulkan adalah data kualitatif dan data kuantiatif yang berupa data riset lapangan dan dokumen perusahaan yang berkaitan dengan proses operasi perusahaan. Sumber data primer diperoleh berdasarkan pengamatan dan wawancara dengan pihak perusahaan sedangkan sumber data sekunder diperoleh dari dokumen, catatan dan laporan perusahaan. Berdasarkan pengamatan dan perhitungan yang dilakukan oleh penulis maka besamya antrian teijadi pada jam-jam dan hari tertentu. Manajemen jumlah server yang dilakukan oleh perusahaan dapat dikatakan maksimal namun dengan menggunakan konsep waiting line maka perusahaan akan dapat memperoleh hasil yang lebih baik dalam mengatur jumlah server.",
  "creators": "ELLYZABET KARTIKAWATI",
  "contributors": "J. MALONDA (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 153/97/FE.AK/2002; Ellyzabet Kartikawati Wiejoyo (32497021)",
  "subjects": "OPERATIONS RESEARCH; QUERING THEORY"
}