{
  "id": "22412",
  "title": "Penerapan electronic data processing (EDP) auditing dalam rangka menilai pengendalian umum atas departemen EDP pada Hotel Garden Palace di Surabaya",
  "abstract": "Penelitian ini merupakan studi kasus tentang penerapan EDP auditing dalam rangka menilai pengendalian umum atas Departemen EDP pada Hotel Garden Palace Surabaya. Hotel Garden Palace adalah hotel dengan status hotel berbintang empat di Surabaya. Penelitian ini membahas mengenai penerapan pengendalian umum atas electronic data processing pada Departemen EDP di Hotel Garden Palace. Tujuan yang ingin dicapai dalam penelitian ini adalah: (i) untuk mengetahui apakah penerapan pengendalian umum atas sistem informasi pada Departemen EDP di Hotel Garden Palace sudah memadai atau belum dan (ii) untuk mengetahui hal-hal yang perlu diperhatikan dalam menerapkan pengendalian umum atas sistem informasi. Jenis data yang dikumpulkan merupakan data kualitatif yang berasal dari sumber internal, yaitu data yang diperoleh langsung melalui wawancara dan dokumen perusahaan. Penelitian ini menggunakan 3 metode pengumpulan data, yaitu: dokumentasi, observasi, dan wawancara. Wawancara dilakukan dengan manajer bagian EDP. Teknik analisis yang digunakan adalah teknik analisis deskriptif kualitatif dengan tahapan: (i) mengumpulkan data dan menganalisa pengendalian umum sistem informasi yang ada, (ii) melakukan evaluasi dan membandingkan pengendalian sistem yang ada di perusahaan dengan teori, dan (iii) memberikan saran dan rekomendasi. Hasil penelitian menunjukkan bahwa pengendalian umum atas departemen EDP di Hotel Garden Palace adalah sudah cukup memadai. Pengendalian yang sudah cukup memadai adalah pada pengendalian manajemen pengembangan sistem, pengendalian manajemen sumber data, pengendalian manajemen keamanan, dan pengendalian manajemen operasional. Dan yang perlu diperbaiki dan diperhatikan dengan lebih seksama adalah pengendalian manajemen puncak dan pengendalian manajemen pemrograman.",
  "creators": "YUDHA PERMANA",
  "contributors": "Juniarti (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 167/97/FE.AK/2002; Yudha Permana (32497037)",
  "subjects": "AUDITING"
}