{
  "id": "22433",
  "title": "Evaluasi daya dukung tiang pancang dengan sistem driven and cast in place di laboratorium",
  "abstract": "Pemakaian pondasi tiang dengan sistem driven & cast in place mempunyai beberapa keuntungan daripada sistem precast maupun bored & cast in place, namun estimasi terhadap daya dukung sistem ini belum bisa memberikan hasil yang akurat. Maka bertitik tolak dari permasalahan tersebut, penelitian dilakukan terhadap 3 jenis tiang dengan sistem precast, driven & cast in place penampang simetris dan driven & cast in place dengan penampang ujung dasar diperbesar. Tujuan daripada penelitian ini adalah untuk mengetahui daya dukung ultimate masing-masing tiang melalui test pembebanan, sehingga dapat dibandingkan peningkatan daya dukung masing-masing sistem tersebut. Penelitian terhadap 3 jenis tiang yang berdiameter 8,8 cm dan panjang + 90cm ini memberikan hasil sebagai berikut : daya dukung ultimate tiang dengan sistem driven & cast in place penampang simetris relative lebih kecil (-+ 37%) daripada sistem precast. Sebaliknya tiang dengan sistem driven & cast in place dengan penampang ujung dasar diperbesar memberikan peningkatan daya dukung ultimate sebesar + 2 kali sistem precast pada kedalaman dan kondisi ta-nah yang sama. Jadi pondasi tiang dengan sistem driven & cast in place dengan penampang ujung dasar diperbesar akan memberikan peningkatan daya dukung yang rela- tif besar dari pada sistem precast, jika pada waktu pemancangan dan pengecorannya dilakukan dengan teliti, khususnya pada waktu memperbesar dasar tiang (bulb).",
  "creators": "TIMOTHY ANDJI SISWONO; KIDJAJA LIMSYAH",
  "contributors": "Ir. Soehendro Ratnawidjaja, M.Eng. (Examination Committee 1); Sugie Prawono (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 359 S; Timothy Andji Siswono (281108), Kidjaja Limsyah (281115)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; PILING (CIVIL ENGINEERING)"
}