{
  "id": "22438",
  "title": "Perencanaan konstruksi dermaga dan breakwater pelabuhan Probolinggo",
  "abstract": "Sesuai dengan tujuan dan fungsi dari pelabuhan dimana merupakan tempat berlindung bagi kapal-kapal yang melakukan kegiatan bongkar muat di dermaga terhadap serangan gelombang dan perkecil gelombang yang bergerak menuju ke arah pelabuhan dan untuk dermaga nya sendiri hanya bibutuhkan stabilitasnya ter hadap kapal-kapal yang merapat.Sedangkan dalam perencanaan tersebut dilakukan beberapa tahap pekerjaan antara lain :1. mengadakan evaluasi terhadap besarnya (DWT:kapal yang aka singgah di pelabuhan rencana dan juga rencana pe- ngembangannya.2. Mengadakan survey-survey untuk mendapatkan data-data all : a. data angin. b. data arus. c. data endapan d. data pasang surut. e. gelombang. .f. penyelidikan mekanika tanah.g. data tophografi. h. keadaan lingkungan dan pantai. dimana pendataan bagaian a. sampai e. dilakukan pengamatan perubahan yang terjadi setiap jam secara terus menerus selama setahun.Sedangkan keadaan pantai ditentukan dari catatan-2 tahun-tahun yang silam gambar-gambar lama atau posisi bangunan, pohon, atau batu-batu besar disekitar pantai. Untuk mekanika tanah dan 5urvey tophografi dapat diselidiki pada saat dibutuhkan dengan melakukan pengeboran ,pemotretan dsb. 3. Mengevaluasi data-data yang diperoleh dari hasil survey dan hasil evaluasi tersebut dipakai untuk menentukan lay-out ,pintu, kedalaman kolam, jenis serta besarnya pelabuhan yang direcanakan. sarnya pelabuhan yang direncanakan. Berdasarkan data yang ada maka untuk pondasi dipilih pondasi Caissons yang cukup menguntungkan ditinjau dari beberapa segi antara lain : a. Kondisi mekanika tanah dasar pondasi. b. Material yang dibutuhkan. c. Segi tehnis dan tenaga kerja yang banyak tersedia.d. System pembuatan dan kondisi pantai yang menguntungkan.sanaan dapat/tidak sulit dicapai.Dan untuk konstruksi pemecah gelombang yang hanya cirencana- kan untuk menahan gelombang dan jalan inspekrsi dipilih jenis \" DOUBLE SHEET-PILE BOX BREAK-WATER > dimana break-water ini didasarkan pada stabilitas beratnya sendiri terhadap gaya- gaya gelombang yang bakerja padanya,dan juga mempunyai beberapa keuntungan all:a.konstruksi cukup sederhana untuk tehnisi nasional.b.pasir urug yang tersedia dilokasi.c.keadaan contour tanah dan kebutuhan peralatan yang ada.d.sheetpile yang merupakan barang jadi/ tinggalKesemuanya ini memungkinkan kita untuk bekerja dengan cepat Dan secara keseluruhan keberhasilan dari perencanaan ini sangat tergantung pada ketelitian penyelidikan dan pengolahan data-data hasil penyelidikan.",
  "creators": "BUDI DARMAWAN; BUNTORO SAMIADJI",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 164 S; Budi Darmawan (275045), Buntoro Samiadji (275112)",
  "subjects": "DOCKS-DESIGN AND CONSTRUCTION"
}