{
  "id": "22435",
  "title": "Pengaruh kegiatan Lending Group (LG) usaha mikro terhadap tahapan keputusan pemanfaatan peluang usaha dan daya inventif anggota koperasi Setia Bhakti Wanita di Surabaya",
  "abstract": "Penelitian ini dilakukan karena pertumbuhan usaha mikro, kecil dan menengah memegang peranan sentral dalam perekonomian Indonesia dalam menyediakan lapangan pekerjaan dan menghasilkan output yang berguna bagi masyarakat dan memiliki potensi yang bagus untuk dikembangkan. Oleh karena itu penulis ingin mengetahui hubungan antara kegiatan Lending Group dengan tahapan keputusan pemanfaatan peluang usaha dan daya inventif anggota Lending Group di Surabaya. Metode pengumpulan data yang digunakan dalam penelitian ini adalah survey dan penyebaran kuisioner terhadap anggota lending group usaha mikro dengan simple random sampling, dan teknik analisa yang digunakan dalam penelitian ini adalah statistik deskriptif, distribusi frekuensi, regresi linier sederhana dan uji normalitas. Hasil penelitian ini menunjukkan bahwa kegiatan lending group dalam hal bekerjasama anggota secara rata-rata mempunyai rasa kooperatif yang tinggi dan kegiatan lending group juga berpengaruh pada variabel delay of gratification. Namun demikian tidak terdapat hubungan yang signifikan antara kegiatan lending group usaha mikro terhadap tahapan keputusan pemanfaatan peluang usaha dan daya inventif anggota kecuali pada hubungan antara kegiatan lending group yaitu komunikasi dan kerjasama dengan variabel delay of gratification.",
  "creators": "SHIELVANI CITRA WIJAYA",
  "contributors": "Eddy Madiono Sutanto (Advisor and Examination Committee); Bambang Haryadi (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010236/MAN/2011; Shielvani Citra Wijaya (31406172)",
  "subjects": "SMALL BUSINESS; SAVING AND LOAN ASSOCIATION-RESEARCH"
}