{
  "id": "22449",
  "title": "Bursa efek di Surabaya",
  "abstract": "Ringkasan, menyangkut sistematika / cara pembahasan yang digunakan dalam penyusunan laporan, sehingga pembaca laporan dapat mengetahui proses dan dasar pemikiran urutan pembahasan. ada pun urutan pembahasan itu sendiri, dimaksudkan agar terbentuk suatu kesatuan penyusun laporan yang utuh dan diharapkan dapat mengarahkan pembaca untuk mengetahui tahap demi tahap, proses perencanaan dan perancangan bangunan gedung Bursa Efek Surabaya, dengan segala permasalahan yang terkait di dalamnya. Secara garis besar, dapat di uraikan di sini, susunan dan isi laporan, yaitu : a. PENDAHULUAN Isi : penjelasan singkat tentang bursa efek dan latar belakang didirikannya Bursa Efek Surabaya. Di sini, juga akan disinggung tentang faktorfaktor yang mendasari perlunya realisasi bangunan gedung Bursa Efek Surabaya. Dengan demikian, pendahuluan diharapkan dapat memberi penjelasan singkat tentang keseluruhan isi laporan ini. b. BAB I. PENGERTIAN Isi : Penjelasan tentang apa sebenarnya yang dimaksud Bursa Efek atau Pasar Modal dan bagaimana pelaksanaannya Pengertian Bursa Efek di sini, diutamakan pada hal-hal yang d i miliki kaitan dengan proses perencanaan dan perancangan bangunan-nya, ?tanpa maksud mengurangi keutuhan pengertian itu sendiri, agar tidak terjadi kesalahan persepsi tentang Bursa Efek. TINJAUAN PROYEK Diklasifikasikan dalam 2 pembahasan, yaitu : - tinjauan umum, yang menyangkut Bursa Efek di Indonesia. - tinjauan khusus, yang menyangkut tentang Bursa Efek Surabaya. Pembahasan dalam bab ini, akan mengetengahkan tentang posisi dan peranan Bursa Efek sebagai sarana penghimpun dan penyalur dana. DASAR PERENCANAAN Pembahasan tentang mekanisme pengelolaan bursa efek dan kebutuhannya. Hasil pembahasan dalam bab ini, akan digunakan sebagai pedoman dalam proses perancangan selanjutnya. DASAR PERANCANGAN Berisikan analisa-analisa teknis dan estetis yang mengungkapkan ide dasar perancangan. Dalam bab ini, mengingat perancangan bangunan merupakan tujuan utama dari seluruh proses ser ta diolah berdasarkan data-data hasil pembahasan dalam Bab III dan hasil pemahaman lokasi yang telah dianalisa sebelumnya, maka pembahasannya diletakkan mendahului perancangan tapak yang akan menyesuaikan dengan hasil perancangan bangunan. Sedangkan pembahasan perlengkapan bangunan diletakkan pada urutan selanjutnya, dengan pertimbangan, banyaknya alternatif sistem serta kemajuan tehnologi yang memudahkan penyesuaiannya dengan hasil rancangan sebelumnya. Bab ini merupakan proses transpormasi bentuk dari data-data yang ada atau yang telah dianalisa sebelumnya dalam Bab III. Dasar perancangan, karenanya, merupakan titik Sentral dalam proses perancangan dimana ide-ide dasar hasil solusi proses perancangan akan dituangkan dalam gambar-gambar rancangan, yang merupakan hasil akhir proses perancangan.",
  "creators": "AGUSTINUS A.H.",
  "contributors": "Markus Ignatio Aditjipto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 514/ARS.2/89; Agustinus Agus Handojo (383011)",
  "subjects": "SURABAYA-STOCK EXCHANGE BUILDING"
}