{
  "id": "22457",
  "title": "Chopstick restaurant",
  "abstract": "Food business is a profitable business for the owner. Seeing the profit that almost double, the capital will be soon paid-back. Chopstick Restaurant is the answer for Surabaya community, who likes Chinese food. It will open on January 2004. The quality, quantity, price, cleanliness of the food, and the speed of service are very considered. Our service includes, take away and delivery service. The food is packed in a box in which the warmth of the food and the Modern ones. Our menu is renewed once every three months. Every purchase of any menu will be given a fortune cookie. This strategy will hopefully be able to attract Chopstick\"s customer, and invites occasional customer into regular ones. This price is reasonable from Rp 7,500,00 up to Rp 17,500,00 for the food, and Rp 2,500,00 up to Rp 7,500,00 for the drink. Our targeted customer is the upper-middle class, but our price is still affordable for the lower-middle class. Supported with the strategic location, which is one of the food business center in Surabaya, in Ruko Rich Palace, Jl. Mayjend Sungkono, Surabaya, \"Chopstick\" is hopefully able to attract numerous Chinese-food lovers. As the meaning of the Chopstick, which symbolizes unity and togetherness, writers will run this business in harmony. With the ability and the skill of every workers, togetherness, and God speed, writers are optimist to run this business successfully.The form of this business is a firm (Fa ), where all of the capital is gained from the owners. The total amount is Rp 550,000,000,0 (1, which is predicted to break even in 1 year and 5 months. Gross profit for each] month is Rp 50,000,000,00. Where the Net Profit is approximately Rp 38,000,000,00. The amount of customer each day is predicted around 240 persons each day with the minimum purchase of Rp 10,000,00 per order. With the location near the office areas, and housings, also supported with delivery service, writers are optimist that this target could be fulfilled. Realizing that there are so many restaurants in Surabaya, which serves, Indonesian, Chinese, Western, and other countries' food with different type of food, and different specialities, Chopstick Restaurant is emphasizing in the service to customer, that differs from other restaurants, delivery and take-away service.",
  "creators": "JOSEP WIJAYA; LIKE NATALIA; JUKI AMANDA WINYOTO",
  "contributors": "EDWIN ERVANTO SOELISTYO, S.E.,M.M. (Advisor 1); Anita Angelica Kresno Widjojo (Advisor 2); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rancangan Usaha",
  "source": "Rancangan Usaha No. 0102/015/HTL/2003; Josep Wijaya (33497120 ), , Like Natalia (33498072), Juki Amanda W (33498131)",
  "subjects": "HOTEL MANAGEMENT; RESTAURANT MANAGEMENT"
}