{
  "id": "22450",
  "title": "Pengaruh kompetensi karyawan dan komitmen karyawan terhadap Organizational Citizenship Behavior pada perusahaan keluarga di Surabaya",
  "abstract": "Era globalisasi yang selalu ditandai dengan terjadinya perubahan-perubahan pesat pada kondisi ekonomi secara keseluruhan, telah menyebabkan munculnya sejumlah tuntutan yang tidak bisa ditawar lagi bagi para pelaku ekonomi maupun industri. Salah satu tuntutan tersebut adalah bagaimana organisasi bisa secara responsif menanggapi perubahan-perubahan yang terjadi. Sumber daya manusia merupakan faktor terpenting dalam usaha pencapaian keberhasilan semacam ini. OCB merupakan istilah yang digunakan untuk mengidentifikasikan perilaku karyawan sehingga dia dapat disebut sebagai ?anggota yang baik? Sloat (2001). Perilaku ini cenderung melihat karyawan sebagai makhluk sosial, dibandingkan sebagai makhluk individual yang mementingkan diri sendiri. Jika karyawan dalam organisasi memiliki OCB, maka usaha untuk mengendalikan karyawan menurun, karena karyawan dapat mengendalikan perilakunya sendiri dan memiliki komitmen serta kompetensi dalam dirinya untuk kepentingan organisasi. Dari sini maka peneliti tertarik untuk melakukan penelitian tentang pengaruh kompetensi dan komitmen karyawan terhadap organizational citizenship behavior pada perusahaan keluarga di Surabaya. Penelitian ini menggunakan perusahaan keluarga karena The Jakarta Consulting Group menunjukkan 88% perusahaan di Indonesia di kelola oleh keluarga. Di mana kita ketahui bahwa OCB merupakan perilaku ekstra peran jadi dengan kata lain karyawan yang memiliki kompetensi dan komitmen maka ia bersedia untuk membantu karyawan lain yang sedang mengalami kesulitan tanpa mengharapkan imbalan demi mencapai tujuan perusahaan. Penelitian ini menggunakan pendekatan kuantitatif, dengan menggunakan sampel sebanyak 250 orang karyawan dari 10 perusahaan keluarga yang berbeda. Setelah data terkumpul, dilakukan analisis deskriptif, pengujian validitas dan reliabilitas, dan kemudian dilakukan analisis model regresi linier berganda dengan menggunakan uji F dan uji t. Dari hasil penelitian diketahui bahwa model regresi linier berganda dalam penelitian ini, dengan variabel bebas X1 (Kompetensi), dan X2 (Komitmen Karyawan) secara simultan berpengaruh terhadap variabel Y Organizational Citizenship Behavior . Sementara itu, dari hasil pengujian secara parsial dapat diketahui bahwa tingkat kompetensi dan tingkat komitmen karyawan yang tinggi memberikan pengaruh terhadap peningkatan nilai Organizational Citizenship Behavior perusahaan.",
  "creators": "JESSLYN ICASIA",
  "contributors": "Sundring Pantja Djati (Advisor 1); Ronny Herowind Mustamu (Advisor 2); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010240/MAN/2011; Jesslyn Icasia (31407152)",
  "subjects": "PERSONNEL MANAGEMENT"
}