{
  "id": "22463",
  "title": "Pusat latihan pelayanan Kristen \"Kebenaran Alkitab\"",
  "abstract": "Dari Alkitab dapat kita ketahui bahwa Allah menciptakan manusia. Dan karenanya manusia harus berbakti kepada Allah Tuhannya, sebagai ungkapan rasa syukur dan terima kasihnya kepada Tuhan yang telah memberikan kesempatan baginya untuk hldup. Dalam kehidupan beragama kita semua tahu bahwa setiap kehidupan beragama membutuhkan seorang pelayan rohani. Pekerjaan ini berat tetapi mulia, hal ini dapat kita lihat dari kehidupan pelayanan tokoh-tokoh yang terdapat di Alkitab. Yaitu seperti Abraham, Ishak, Yakub, Nuh, Yusuf, Musa, dan sebagainya. Pelayanan ini sudah tentu membutuhkan dasar-dasar pengetahuan akan keberadaan Allah, dan apa kehendak Allah itu. Maka berarti dibutuhkan suatu pendidikan Theologia dan latihan/ penempaan mental bagi calon-calon pelayan Tuhan. Karena itulah perlu dibangun sebuah tempat pendidikan calon pelayan rohani, yaitu : PUSAT LATIHAN PELAYANAN KRISTEN \"KEBENARAN ALKITAB\" Yang akan dibahas oleh penyusun dalam laporan Proyek Akhir ini . Laporan ini merupakan sebuah laporan disain yang meliputi dua tahap, yaitu tahap perencanaan dan tahap perancangan. Di dalam tahap perencanaan, penyusun akan membahas tentang data-data yang ada misalnya kapasitas yang 300 mahasiswa, dengan 20 orang dosen tetap dan fasilitas yang dibutuhkan, yaitu : asrama mahasiswa dengan fasilitas pendukungnya, perumahan dosen, dan tempat pengajaran Theologiany sendiri. Sedangkan di dalam tahap perancangan dilakukan pembahasan bentuk bangunan, dan filosofinya, serta pemecahan berdasarkan teori yang ada . Masalah yang dihadapi oleh penyusun di dalam tahap perancangan adalah : - perlunya pemisahan kelompok massa berdasarkan fungsi, agar fungsi masing-masing kelompok massa jelas, tetapi harus tetap ada ikatan/kesatuan antara satu kelompok massa dengan kelompok massa yang lain. - penanggulangan kebisingan yang ditimbulkan oleh kereta api yang melintas di depan site. - penyesuaian massa terhadap kontur. - penampilan kapel sebagai fokus utama kompleks. - perlunya keluarga dosen dan mahasiswa untuk bersosialisasi dengan masyarakat sekitar.",
  "creators": "RONALD PRAWIRA DANIEL",
  "contributors": "Irwan Santoso (Advisor 1); Stanislaus Kuntjoro Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 526/ARS.14/89; Ronald Prawira Daniel (384021)",
  "subjects": "TRAINING CENTER-DESIGN AND PLANS; BIBLE"
}