{
  "id": "22478",
  "title": "Balai penelitian buah-buahan tropis indonesia di bogor",
  "abstract": "Manusia dan lingkungan alam sekitarnya merupakan suatu kesatuan yang tak dapat dipisahkan, dimana hubung an yang terjadi berlangsung sangat erat, suatu hubungan timbal balik dan saling mempengaruhi. Perubahan yang terjadi pada alam sekitarnya juga akan berpe ngaruh terhadap kehidupan manusia,s ehingga untuk itu diperukan adanya suatu keseimbangan ekologi agar selalu terjadi keseimbangan timbal balik antara manusia dan alam sekitar. Ilmu pengetahuan dan teknologi pada masa ini telah berkembang dengan pesatnya. Hal ini mempengaruhi pula alam sekitarnya dan perkembangan tersebut akan dapat menimbulkan suatu dampak positif atau bahkan negatif terhadap alam seki tarnya. Dampak positip yang ditimbulkannya antara lain pengembangan pemanfaatan sumber daya alam yang sesuai dengan keinginan dan kebutuhan manusia. Sedangkan dampak negatip yang ditimbulkannya antara lain pencemaran lingkungan ,yang kemudian berkaitan dengan kepunahan sumber daya alam. Dunia telah mencatat bahwa Indonesia merupakan salah satu negara pusat kekayaan sumber alam hayati, karena keane ka ragaman jenis tumbuhan maupun karena kesuburan tanahnya. Agar kekayaan tersebut tidaklah hilang dilanda oleh kemajuan ilmu pengetahuan dan teknologi yang berdampak negatip ma ka sudah selayaknya bila Indonesia mempunyai fasilitas-fasi litas penelitian yang berfungsi selain mengembangkan sumber daya alam hayati secara positif hingga diperoleh tingkatan mutu, manfaat dan kegunaan yang sesuai dengan kebutuhan manusia juga berfungsi untuk melestarikan lingkungan sekitar dari kepunahan yang terkendali. Melihat pada kebutuhan akan buah-buahan di Indonesi a yang telah mencapai tingkatan tertentu sehingga dirasakan sudah waktunya kita mempunyai suatu balai penelitian khusus buah-buahan mengingat bahwa sifat khusus dari buah-buahan yang kurang sesuai dengan tanaman lain agar dapat dicapai hasil yang diinginkan guna mamenuhi kebutuhan tersebut. Penelaahan selanjutnya dititikberatkan pada sistim-sistim arsitekturnya yang melibatkan aktifitas manusia (proses/aktifitas, organisasi,s irkulasi) beserta kebutuhan akan sarana-sarana dan kelengkapan yang terpadu dalam wadah Balai Penelitian Buah-Buahan Tropis Indonesia. Perwujudan fasilitas ini dimungkinkan setelah dilakukan ber bagai macam analisa yang ditinjau dari berbagai macam sudut dari pemilihan lokasi hingga penentuan sistim teknis ba- ngunan. Hasil akhir serangkaian analisa tersebut merupakan suatu konsep perancangan yang akan dituangkan dalam tahap perancangan physiknya dimana bangunan tersebut diharapkan dapat membantu pemerintah, walaupun secara tidak langsung, terhadap pelestarian buah-buahan yang mulai langka/ masih liar maupun terhadap peningkatan mutu buah-buahan tropis di Indo nesia pada umumnya.",
  "creators": "S. SUKRISINA",
  "contributors": "A.Y. SETIAWAN (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 51 A; S. Sukrisna (372020)",
  "subjects": "RESEARCH CENTERS-DESIGNS AND PLANS; TROPICAL FRUITS"
}