{
  "id": "22470",
  "title": "Kantor pos dan giro besar I Surabaya",
  "abstract": "Laporan perencanaan ini disusun dalam rangka memenuhi persya ratan kurikuler ujian sarjan-a pada Fakultas Arsitektur, semes ter X tahun kuliah 1983-198*)-, pada Fakultas Teknik Arsitektur Universitas Kristen \"Pet:ra\" Surabaya. Adapun judul proyek yang dipilih adalah : \" Kantor Pos dan Giro Besar I Surabaya Dalam laporan ini akan diuraikan mengenai hal-hal yang berhubungan dengan perencanaan suatu kantor pos dan giro besar. Keramaian yang rutin disetiap kantor pos besar mirip disebuah stasiun atau tempat tempat umum lainnya, maklum Kantor Pos adalah sebuah usaha pelayanan masyarakat. Perlu juga diketahui, bahwa Pos dan Giro tidak hanya melayani pengiriman dan penerimaan Dalam Negeri. Hubungan internasional juga dilakukan, kiriman kiriman pos dan paket dari Luar Negeri adalah merupakan kejadian sehari-hari. Sehingga Kantor Pos juga merupakan pintu gerbang masuknya kebudayaan asing kenegeri ini. Suatu hal yang perlu diingat pentingnya perposan dalam menjalin komunikasi tertulis antara masyarakat yang satu dengan masyarakat yang lain, bahkan dengan masyarakat luar negeri. Maka pemerintah mempunyai program peningkatan bagi Kantor Pos dan Giro diseluruh Indonesia, baik pembangunan gedung gedung baru didaerah yang belum memiliki maupun yang telah memiliki namun sudah tidak memenuhi persyaratan lagi. Pembangunan gedung kantor pos dan giro besar yang baru beserta pelengkapnya pada site yang sesuai atas dasar penentuan , serta analisa, juga memperhatikan persyaratan yang kemudia disimpulkan bahwa Kantor Pos dan Giro Besar yang ada kini di pisahkan sistim pelayanannya. Secara garis besar juga diuraikan tentang sejarah perkembangan perposan, tinjauan secara khusus Kantor Pos dan Giro Besar I Surabaya serta Kotamadya Surabaya beserta perkembangan kotanya, kebutuhan ruang dan persyaratan perlengkapan bangunan baru. Selanjutnya setelah tersusun program kebutuhan serta luas tapak yang diperlukan, dicarilah lokasi yang sesuai dengan persyaratan tersebut.",
  "creators": "ELISABETH LUKMAN",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Elisabeth Lukman (374027)",
  "subjects": "OFFICE BUILDINGS; POST OFFICE BUILDINGS-DESIGNS AND PLANS"
}