{
  "id": "22472",
  "title": "Pengaruh inflasi, suku bunga, nilai tukar, dan PDRB terhadap tingkat penjualan rumah di Surabaya dan sekitarnya",
  "abstract": "Bisnis properti dalam snafu wilayah terpengaruh dengan keadaaan ekonomi makro wilayah tersebut. Hal ini mendasari penelitian untuk mencari hubungan antara beberapa indikator ekonomi yang pen ting, yaitu inflasi (xl), suku btinga (x2), kurs (x3), dan produk domestik regional bruto/PDRB (x4), terhadap tingkat penjualan rumah, khususnya nrnah yang dibeli dengan menggiinakan fasilitas KPR (Kredit Pemilikan Rumah), baik yang bersubsidi maupun komersial. Dugaan kolinieritas antara Inflasi dan suku bunga akan diuji dalam penelitian ini. Siklus penjualan rumah juga akan diamati dalam penelitian ini. Data yang digunakan dalam penelitian ini adalah data sekunder. Data tersebut diperoleh dari beberapa lembaga pemerintahan dan lembaga keuangan. Lembaga-lembaga tersebut adalah Bank Indonesia (BI), Bank Tabungan Negara (BIN), Badan Pertanahan Nasional (BPN), dan Biro Pusat Statistik (BPS). Metode yang digunakan untuk menganalisis data penelitian dan mencari hubungan antara variabel bebas dan variabel terikat adalah analisis regresi. Berdasarkan data KPR bersubsidi dari BIN diperoleh jangka waktu siklus adalah ? 6 tahun dati berdasarkan hasil analisis data penelitian dengan bantuan program SPS-2000 didapatkan kesimpulan tidak terbuktinya dugaan kolinieritas antara inflasi dan suku bunga. Sumbangan efektif terbesar untuk variabel terikat KPR Bersubsidi berasal dari variabel PDRB. Sumbangan efektif terbesar untuk variabel terikat KPR Komersial dan SHGB berasal dari variabel kurs. Persamaan regresi yang menunjukkan hubungan antara keempat variabel bebas dengan variabel terikat KPR Bersubsidi (y1), KPR Komersial (y2), dan rumah baru berdasarkan penerbitan SHGB dari BPN ( y3) secara berurutan dapat dilihat di bawah ini: y , = 223,369 + 4,214 x l - 66,530 x2 + 0,008 x3 + 0,942 x4 ? 423,751 y 2= - 9,587 + 13,434x1 - 7,003x2 + 0,558x3 + 0,544 x4 ? 84,182 y j= -121,296+ 0,599x1 + 2 2 ,3 7 3 x 2 -0 ,0 0 6 x 3 + 0,0002 x4 ? 73,608 Bila dilihat dari seluruh koefisien persamaan regresi di atas, terlihat bahwa variabel inflasi dati PDRB berkorelasi positif dengan seluruh variabel terikat. Suku bunga berkorelasi negatif dengan y i dan y 2 tetapi berkorelasi positif dengan y s. Kurs berkorelasi positif dengan y , dan y 2 tetapi berkorelasi negatif dengan y 3. Kata kunci: inflasi, suku bunga, kurs, PDRB, KPR, tingkat penjualan rumah",
  "creators": "PAULUS HARI RATNOPANOWO",
  "contributors": "Takim Andriono (Examination Committee 1); SUTOTO YAKOBUS (Advisor 1); Connie Susilawati (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 047/MTS; Paulus Hari Ratnopanowo (01500012)",
  "subjects": "COSNTRUCTION INDUSTRY-MANAGEMENT; HOUSING MANAGEMENT; REAL ESTATE MANAGEMENT"
}