{
  "id": "22487",
  "title": "Hubungan profil pengusaha dengan kemampuan mengelola bisnis pada UMKM di kecamatan Rungkut, Surabaya",
  "abstract": "Seiring dengan perkembangan ekonomi, UMKM juga terus menunjukkan perkembangan. Salah satu wilayah di Surabaya yang banyak UMKM nya adalah adalah Kecamatan Rungkut. Supaya UMKM dapat berkembang, diperlukan kemampuan untuk mengelola UMKM, baik pengelolaan keuangan, pengelolaan tenaga kerja dan pengelolaan operasional. Penelitian ini bertujuan untuk mengetahui hubungan antara profil pengusaha dengan kemampuan untuk mengelola organisasi bisnis. Penelitian menggunakan metode penelitian deskriptif konslusif. Jumlah sampel yang digunakan adalah 24 UMKM. Analisa data dilakukan menggunakan crosstab Chisquare dan one way anova.Mayoritas UMKM di Kecamatan Rungkut yang menjadi responden berjenis kelamin laki-laki dengan kelompok usia 46-55 tahun serta lahir di luar kota Surabaya. Responden paling banyak berpendidikan SMA, semua telah kawin dan mayoritas mempunyai orientasi budaya Jawa. Untuk pengelolaan bisnis, aspek pengelolaan yang paling banyak diterapkan adalah pengelolaan operasional, dengan nilai rata-rata sebesar 16,71, sedangkan yang paling jarang diterapkan adalah pengelolaan tenaga kerja dengan nilai rata-rata sebanyak 11. Hasil penelitian menunjukkan bahwa ada hubungan antara profil pengusaha UMKM dengan indikator-indikator pengelolaan keuangan, pengelolaan tenaga kerja dan pengelolaan operasional. Profil yang mempunyai hubungan dengan ketiga aspek pengelolaan bisnis adalah usia, budaya, dan keberadaan keluarga yang pernah memiliki UMKM.",
  "creators": "YUDIAN LUKMAN",
  "contributors": "Soekarno (Advisor 1); R.R. Retno Ardianti (Advisor 2); Sundring Pantja Djati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010220/MAN/2011; Yudian Lukman (31405010)",
  "subjects": "ENTREPRENEURSHIP; SMALL BUSINESS-MANAGEMENT"
}