{
  "id": "22481",
  "title": "Pusat pendidikan dan latihan renang di Surabaya",
  "abstract": "Studi ini akan mencoba untuk meneliti peminat olahraga renang, sarana kolam renang yang ada di Jawa Timur umumnya, keadaan fasilitas untuk olahraga renang di Surabaya dan kemudian mengu- sulkan sebentuk disain tentang sebuah Pusat Pendidikan Renang di Surabaya. Sedangkan kurikulum pelaksanaan pendidikan renang, cara-cara latihan, sistim management dan pelaksanaannya adalah topik diluar lingkup penelitian studi ini. Pemilihan judul ini dilatar belakangi oleh adanya anjuran Peme- rintah dalam rangka mengolahragakan masyarakat dan memasyara- katkan olahraga, kebijaksanaan Pemerintah dalam Pelita III tentang pembinaan dan peningkatan prestasi olahraga, selain itu juga fasilitas yang sudah ada saat ini dirasakan tidak mampu untuk melayani minat olahraga renang dan kurangnya sarana yang memadai untuk dapat menampung kegiatan para perenang pada khususnya. Didalam menyelesaikan studi ini, peneliti seringkali dihadapkan pada kenyataan akan kurangnya data mengenai olahraga renang Bahkan keterbatasan buku referensi (sering kali buku-buku re- ferensi tersebut ditulis dalam bahasa Jerman, Belanda dan Jepang) maupun data teknis dari kolam renang serta fasilitas untuk pusat latihan yang memang belum ada seringkali menghambat peneliti untuk mengumpulkan data yang memadai. Kenyataan ini boleh merupakan titik tolak penelitian yang lebih lanjut khususnya untuk topik-topik yang memang belum tersentuh. Methoda penelitian yang dipakai adalah survey, wawancara dan studi literatur. Survey yang telah dilakukan untuk pendataan lapangan, wawancaradan sebagainya juga telah dapat melengkapi data-data yang terlampir. Sedangkan methoda studi literatur telah dapat memberikan kerangka dasar dan pola penelitian dari studi ini.",
  "creators": "LALA DARMOYO",
  "contributors": "RUDY PRASATYA LILANANDA",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Lala Darmoyo (372023)",
  "subjects": "PHYSICAL EDUCATION AND TRAINING; SPORTS FACILITIES; SWIMMING POOLS"
}