{
  "id": "22480",
  "title": "Terminal penumpang pelabuhan udara selaparang lombok",
  "abstract": "Makala adalah bagian tertulis dan merupakan tahap pertama dari pada tugas perencanaan proyek akhir dalam rangka memperoleh gelar sarjana Arsitektur di Fakultas Teknik Universitas Kristen Petra Surabaya. Sasaran dari pada makala ini adalah untuk menyusun pokok pikiran yang akan dijadikan dasar guna membuat perencana an fisik kemudian. Judul yang dipilih untuk perencanaan tugas akhir ini adalah : TERMINAL PENUMPAWG PELABUHAN UDARASELAPARANG - LOMBOK. Yang terletak didesa Rembiga di Mataram pulau Lombok. Dari judul diatas dapat disebutkan dengan jelas ruang ling kup perencanaan yang dibuat, tetapi untuk mendekati perma salahan terpaksa harus pula memperhatikan unsur-unsur pelabuhan udara lainnya, sebab unsur unsur tersebut salingterikat satu dengan yang lain. Pada pokoknya isi makala ini terbagi atas : 1. Meninjau secara umum, dimana diuraikan secara garis besar pengertian, latar belakang perkembangan, fungsi, kegiatan, sistim-sistim, persyaratan-persyaratan yang mempengaruhi pelabuhan udara.Tujuan dari ini adalah untuk menetapkan arah perencanaan. 2. Meninjau kondisi pelabuhan udara selaparang, dengan meninjau aspek-aspek yang mempengaruhinya, segala pera nan & permasalahannya, kemungkinan penanggulangan permasalahan, dimana dikaitkan dengan program pembangunan daerah Mataram. 3. Setelah meninjau kondisi pelabuhan udara dan dari kesim pul an permasalahan yang ada didalamnya, dibuat suatu program dasar perencanaan pelabuhan udara. Program dasar ini pada pokoknya adalah sirkronisasi an tara hasil kesimpulan permasalahan dan gagasan akan pe rencanaan pelabuhan udara Selaparang. Program dasar ini merupakan keputusan awal dan dasar dari proses proses selanjutnya. 4. Untuk mendapatkan pemecahan yang paling sesuai dilakukan analisa dari segi perencanaan fisik yaitu site & bangunan. Pembahasan didasarkan data, survey, lteratur, dan analisa pemikiran dengan membuat study kemungkinan. 5. Diutarakan hasil dari pembahasan sebelumnya yang akan dipakai untuk perencanaan fisik bangunan pelabuhan udara Selaparang.",
  "creators": "ELINA K. KAWITANA",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Elina K. Kawitana (371012)",
  "subjects": "AIRPORT BUILDINGS; AIRPORT TERMINALS"
}