{
  "id": "22482",
  "title": "Krematorium di Surabaya",
  "abstract": "qqqqqMakala ini disusun dalam rangka raemenuhi persyaratan kurikulum pada tugas perencanaan proyek akhir guna memperoleh gelar kesarjanaan di Fakultas Teknik Arsitektur Universitas Kristen Petra Surabaya. Krematorium di Surabaya adalah pilihan judul untuk perencanaan proyek akhir ini yang berlangsung selama semester 10, periode VII pada tahun 1982. Penjabaran dari judul diatas ialah, Krematorium merupakan sarana yang menampung aktivitas upacara perabuan jenazah / kremasi dan aktivitas proses kremasi lengkap dengan fasili- tas-fasilitas penunjangnya. Untuk raerealisasikan pervmjudan bentuk fisik dari Krematorium di Surabaya yang memiliki kwalitas dan potensi lebih tinggi dari pada Krematorium yang ada sekarang, haruslah melalui suatu perencanaan yang tepat, terpadu dan menyeluruh yang dituangkan kedalam isi makala ini yang merupakan proses perencanaan yang memuat beberapa tahapan utama untuk memperoleh bentuk perancangan fisik yang diinginkan. Tahapan yang pertama ialah meninjau dan menguraikan secara umum mengenai Krematorium yang berkaitan erat dengan kremasi untuk mendapatkan gambaran yang jelas tentang masalah- masalah yang berhubungan erat dengan dengan kegiatan kremasi. Tahap berikutnya membahas hal-hal yang berhubungan dan berpengaruh langsung terhadap kegiatan kremasi di Surabaya yang meliputi masalah pemakaman, perkembangan kremasi dan kemudian secara khusus dilakukan pengamatan langsung terhadap bangunan Krematorium di Kembang Kuning Surabaya dengan meninjaunya dari beberapa aspek terutama aspek arsitektur yang setelah melalui analisa, pembahasan dan evaluasi kemudian disimpulkan bagaimana penentuan sikap perencanaan terhadap obyek yang dimaksud. Selanjutnya semua pembahasan tersebut diatas akan memberikan input/umpan masuk kepada pembuatan konsep dasar perencanaan yang menghasilkan suatu program kebutuhan yang dipakai sebagai dasar penentuan konsep perancangan. Akhirnya membahas dan membuat konsep perancangan fisik bangunan Krematorium dengan fasilitas dan peralatan yang baik, dapat mencukupi kebutuhan masyarakat, memberikan sua- sana dan bentuk yang tidak menakutkan yang meliputi pemba hasan semua aspek teknis dan estetis terutama prinsip-prinsip arsitektur dan mengetrapkannya pada tapak yang telah dipilih.",
  "creators": "HARRY PRAYITNO",
  "contributors": "Irwan Santoso (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 037/Ars/2/1983; Harry Prayitno (372014)",
  "subjects": "CREMATORIUMS; CREMATORIUMS--DESIGNS AND PLANS"
}