{
  "id": "22497",
  "title": "Analisis pengaruh ekstensifikasi wajib pajak melalui pemberian nomor pokok wajib pajak terhadap penerimaan pajak penghasilan orang pribadi di KPP Pratama Surabaya Tegalsari",
  "abstract": "Penelitian ini bertujuan untuk mengetahui apakah program pemerintah yaitu ekstensifikasi wajib pajak melalui pemberi kerja dan penyisiran mempunyai pengaruh yang signifikan terhadap penerimaan pajak khususnya Pajak Penghasilan yang diterima oleh orang pribadi. Penelitian ini juga akan membandingkan tahun setelah dilaksanakannya program ekstensifikasi, yaitu tahun 2008 dan tahun sebelum dilakukannya ekstensifikasi yaitu tahun 2007, sehingga dengan ini dapat diketahui apakah program ekstensifikasi memiliki pengaruh terhadap penerimaan negara khususnya dalam PPh OP. Penelitian ini menggunakan data kuantitatif dengan menggunakan data sekunder yang didapat dari Kantor Pelayanan Pajak Pratama Surabaya Tegalsari per bulan mulai dari Januari 2005 sampai dengan Desember 2010. Statistik yang digunakan adalah regresi linier berganda dan data diolah secara komputerisasi dengan program SPSS (Statistical Package for the Social Sciences) versi 18. Penelitian ini membuktikan bahwa program ekstensifikasi melalui pemberi kerja memiliki pengaruh terhadap Pajak Penghasilan Orang Pribadi, sedangkan Program Ekstensifikasi melalui penyisiran tidak memiliki pengaruh terhadap penerimaan Pajak Penghasilan Orang Pribadi di Kantor Pelayanan Pajak Pratama Surabaya Tegalsari. Jika dibandingkan dengan tahun sebelum di lakukannya program ekstensifikasi, maka dapat di simpulkan bahwa program ekstensifikasi berpengaruh terhadap penerimaan negara, khususnya dalam Pajak Penghasilan Orang Pribadi.",
  "creators": "ELVI FERLINA",
  "contributors": "Retnaningtyas Widuri, S.Sos., M.M. (Advisor 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010260/AKT/2011; Elvi Ferlina (32407117)",
  "subjects": "TAX ACCOUNTING"
}