{
  "id": "22543",
  "title": "Evaluasi pemenuhan kewajiban pajak penghasilan dan pajak pertambahan nilai terhadap wajib pajak orang pribadi",
  "abstract": "WP \"X\" telah menghitung, menyetor dan melapor pajak penghasilannya sendiri namun masih terdapat kesalahan dalam melakukan koreksi fiskal yang bermula dari penyusunan laporan keuangan komersial sehingga berdampak dalam penghitungan pajak penghasilan terutangnya. Kesalahan tersebut di karenakan koreksi fiskal yang dilakukan belum sesuai dengan Peraturan Perpajakan yang berlaku. Kesalahan lainnya adalah pemenuhan kewajiban pajak pertambahan nilainya, di mana seharusnya WP \"X\" sudah mendaftarkan usahanya dan sebagai PKP mulai melakukan kewajiban pemungutan, penghitungan, penyetoran dan pelaporan PPN terutang. Penelitian ini merupakan penelitian deskriptif dengan rancangan penelitian berupa studi kasus. Menggunakan jenis data kuantitatif dari internal toko milik WP \"X\" berupa data pembelian, penjualan, laporan keuangan tahun 2009, dan SPT Tahunan PPh tahun 2009. Dari data yang terkumpul, dilakukan evaluasi kewajiban PPh dan menganalisa penerapan kewajiban PPN-nya. Perancangan ini menghasilkan kesimpulan bahwa seharusnnya WP \"X\" menyusun laporan keuangan komersialnya berdasarkan Standar Akuntasi Keuangan sebelum nantinya dikoreksi fiskal berdasarkan Peraturan Perpajakan yang berlaku agar dapat melakukan penghitungan PPh terutang akhir tahun. Sedangkan untuk PPN, seharusnnya WP \"X\" sudah menjadi PKP sejak akhir 2009 namun karena belum mendaftarkan usahanya maka WP \"X\" belum dapat melakukan kewajiban PPN-nya. Ke depannya WP \"X\" wajib mendaftarkan usahanya dan mulai melaksanakan kewajibannya dalam pemungutan PPN.",
  "creators": "NATASHIA",
  "contributors": "Yenni Mangoting (Advisor 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010212/AKT/2011; Natashia (32406074)",
  "subjects": "TAX ACCOUNTING"
}