{
  "id": "22645",
  "title": "Aplikasi bantu komunikasi dan media pembelajaran bagi penderita autisme pada ipod touch / iphone",
  "abstract": "Autisme adalah suatu gangguan perkembangan syaraf yang ditandai dengan adanya gangguan interaksi sosial dan komunikasi, serta perilaku yang terbatas dan berulang. Salah satu kelemahan penderita autisme yang paling menonjol adalah keterbatasan komunikasi dalam menyuarakan apa yang dipikirkannya. Menurut penelitian yang telah dikembangkan, media pembelajaran dan komunikasi yang paling tepat bagi penderita autisme adalah dengan bantuan media gambar, seperti teknik PECS (Picture Exchange Communication System). Pada Penyusunan Tugas Akhir ini, penulis membuat sebuah aplikasi bantu komunikasi dan media pembelajaran bagi penderita autisme pada iPod Touch/iPhone. iPod Touch merupakan perangkat multimedia sedangkan iPhone merupakan perangkat komunikasi yang dirilis oleh apple inc. Salah satu keunggulan iPod Touch/iPhone adalah memiliki user interface yang lebih atraktif karena sudah berteknologi touchscreen dan memiliki tampilan multimedia yang baik. Keunggulan-keunggulan ini yang akan mempermudah user dalam menggunakan aplikasi ini dengan penyajian multimedia yang menarik. Seluruh aplikasi ini menggunakan media gambar, karena penderita autisme lebih mudah belajar dengan melihat (visual learners/visual thinkers). Hal inilah yang kemudian dipakai untuk mengembangkan dan menerapkan metode belajar komunikasi melalui gambar pada aplikasi ini. Aplikasi ini selain menggunakan media gambar juga disertai audio yang berhubungan dengan media gambar yang ditampilkan, sehingga user dapat belajar berbicara mengikuti audio yang disajikan dalam aplikasi ini. Aplikasi ini juga tersambung dengan Web Server sehingga user dapat meng-update media pembelajaran atau media komunikasi melalui file-file yang disajikan oleh web server. Aplikasi ini hanya diuji hingga pengujian secara fungsi untuk memastikan setiap fungsi-fungsi yang ada pada aplikasi dapat berjalan dengan baik. Aplikasi belum diuji pada penderita autisme seperti tujuan awal perancangan aplikasi ini. Cara pengujian aplikasi ini adalah menjalankan tiap fungsi dan menu yang ada pada aplikasi. Hasil pengujian secara fungsi dapat berjalan dengan baik sesuai dengan yang dirancangkan.",
  "creators": "MAYA HILDA LESTARI LOUK",
  "contributors": "Petrus Santoso, S.T., M.Sc. (Advisor 1); Resmana Lim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010105/ELK/2011; Maya Hilda Lestari Louk (23407017)",
  "subjects": "DATABASE DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS); DATABASE MANAGEMENT"
}