{
  "id": "22657",
  "title": "Evaluasi dan perbaikan kondisi kerja di PT Ferro Ceramic Colors Indonesia dengan pendekatan behavior based safety",
  "abstract": "PT Ferro Ceramic Colors merupakan perusahaan modal asing yang bergerak dalam industri pigmen dan bahan kimia untuk keramik dan kaca. Sebagai perusahaan modal asing, perusahaan sangat mementingkan kondisi kerja yang berhubungan dengan keselamatan para pekerja. Perusahaan ingin mengevaluasi kondisi kerja dengan pendekatan Behavior Based Safety (BBS). BBS merupakan tindakan proaktif dalam mencegah terjadinya kecelakaan kerja yang berdasarkan perilaku manusia. Pengamatan yang dilakukan adalah pengamatan jarak jauh dengan menggunakan check list BBS dan ergonomi serta pengamatan jarak dekat dengan melakukan wawancara. Hasil pengamatan BBS yang menghasilkan nilai sebesar 80,77%, menunjukkan bahwa kondisi kerja di PT Ferro Ceramic Colors sudah baik. Namun ada 3 safety behavior yang perlu diperbaiki, yaitu gerakan menyendoki material, gerakan berulang ketika menuangkan material, dan operator sering tidak memakai alat pelindung diri. Hasil perbaikan dari gerakan menyendoki material dengan penambahan alat bantu berhasil, karena terjadinya penurunan skor pada metode RULA, yaitu dari 4 menjadi 2. Hasil perbaikan gerakan berulang juga berhasil karena dari hasil wawancara dengan operator, diketahui bahwa metode yang baru lebih baik daripada metode lama. Hasil perbaikan operator sering tidak memakai alat pelindung diri juga berhasil karena dari hasil wawancara yang dilakukan, diketahui bahwa operator sadar atas kegunaan alat pelindung diri.",
  "creators": "SINGGIH HADIANTO",
  "contributors": "Togar Wiliater Soaloon Panjaitan, S.T., MBA. (Advisor 1); Felecia, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021550/IND/2011; Singgih Hadianto (25407054)",
  "subjects": "PERSONNEL MANAGEMENT; INDUSTRIAL SAFETY"
}