{
  "id": "22656",
  "title": "Upaya pencapaian target PT X melalui penurunan persentase kecacatan",
  "abstract": "PT X merupakan perusahaan yang bergerak dalam bidang industri metal. Perusahaan telah menentukan target yang perlu dicapai tiap bulannya sebagai upaya memenuhi kepuasan konsumen, namun ternyata beberapa belum mampu dicapai oleh perusahaan. Target tersebut antara lain ketepatan penyelesaian proses produksi hingga 98%, pengurangan jumlah produk cacat hingga 0,5% tiap bulan, dan jumlah komplain customer tidak lebih dari 3% tiap bulan. Penyebab terbesar terjadinya komplain dari customer adalah keterlambatan penyelesaian proses produksi perusahaan yang diakibatkan oleh banyaknya produk yang harus mengalami pemrosesan ulang akibat cacat. Oleh karena itu perusahaan berupaya menurunkan persentase kecacatan untuk meningkatkan pencapaian target-target yang belum tercapai. Penurunan persentase kecacatan dilakukan melalui upaya perbaikan terhadap jenis kecacatan terbesar yang ditentukan menggunakan diagram Pareto. Rancangan perbaikan yang dibuat disesuaikan dengan akar penyebab terjadinya masalah yang dicari menggunakan Fishbone diagram. Rancangan perbaikan yang dibuat adalah mengubah metode penyimpanan bahan baku, penggantian pisau punch, penulisan dimensi bending, penempatan stutball, dan pengeringan cat. Rancangan perbaikan menurunan persentase kecacatan mencapai target lebih dari 0,5%, yaitu sebesar 1,29%. Persentase ketepatan penyelesaian proses produksi meningkat dan mencapai 96,37%, dan persentase jumlah komplain customer hanya tinggal 1,85%.",
  "creators": "JESSICA NOVIA PRABOWO",
  "contributors": "Felecia, S.T., M.Sc. (Advisor 1); I Nyoman Sutapa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021551/IND/2011; Jessica Novia Prabowo (25407096)",
  "subjects": "QUALITY CONTROL"
}