{
  "id": "22658",
  "title": "Desain eksperimen pada proses pengolahan kotoran sapi menjadi biogas di peternakan dan pemerahan sapi tunggak semi",
  "abstract": "Selama ini peternakan dan pemerahan sapi Tunggak semi hanya dapat melakukan pengolahan kotoran sapi menjadi pupuk kandang. Melihat hal tersebut, perusahaan menginginkan agar kotoran sapi dapat lebih dimaksimalkan kegunaannya yaitu dengan cara memproses kotoran tersebut untuk dijadikan biogas terlebih dahulu. Hal tersebut bertujuan agar biogas dapat digunakan untuk proses produksi. Perusahaan menginginkan agar biogas yang dihasilkan berkualitas. Melihat hal tersebut, maka tugas akhir ini bertujuan untuk mengetahui faktor-faktor mana yang berpengaruh agar gas metana yang terdapat pada biogas memiliki presentase metana yang tinggi dan kombinasi level dari faktor yang terbaik. Penelitian dilakukan dengan menggunakan metode Taguchi. Respon yang dihasilkan dari eksperimen nantinya akan dianalisa dengan menggunakan SNR, Mean, dan Kruskal Wallis. Melalui analisa-analisa tersebut nantinya akan didapatkan faktor yang dapat mempengaruhi SNR (variance) dan Mean sehingga menghasilkan kombinasi yang terbaik untuk pembuatan biogas. Faktor yang memiliki pengaruh terhadap SNR (variance) adalah faktor komposisi rumput dibanding tebon yang diberikan pada sapi. Faktor yang berpengaruh terhadap mean adalah besarnya rumput dan tebon yang diberikan pada sapi, komposisi biogas, penambahan biostater dan komposisi makanan sapi. Faktor yang tidak berpengaruh terhadap SNR maupun mean adalah faktor frekuensi pemberian rumput dan tebon dalam sehari. Kombinasi yang terbaik adalah faktor komposisi rumput dibanding tebon yang diberikan pada sapi dengan perbandingan 1 : 0. Faktor frekuensi pemberian rumput dan tebon adalah 2 kali sehari. Faktor besarnya rumput dan tebon yang diberikan pada sapi adalah tidak dipotong. Faktor komposisi biogas adalah 3 kg kotoran / 1 liter air. Faktor penambahan biostater adalah 6 ml tiap 30 kg adonan bahan biogas. Faktor komposisi makanan satu sapi per hari adalah mineral 0,04 kg, gula aren 0,03 kg, bekatul 12 kg, jenjet 0 kg dan ampas tahu 18 kg.",
  "creators": "Y RYAN ADIPUTRA H S",
  "contributors": "Debora Anne Yang Aysia (Advisor 1); Togar Wiliater Soaloon Panjaitan, S.T., MBA. (Advisor 2); Felecia, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021549/IND/2011; Y. Ryan Adiputra HS (25407099)",
  "subjects": "BIOGAS"
}