{
  "id": "22666",
  "title": "Perancangan alokasi tenaga kerja optimal pada line packaging R20 di PT International Chemical Industry",
  "abstract": "Perancangan alokasi tenaga kerja optimal bertujuan untuk mengurangi jumlah kebutuhan dan biaya tenaga kerja di line packaging R20. Perancangan alokasi tenaga kerja line packaging R20, menggunakan studi time study, line balancing metode Hegelson Birnie dan simulasi komputer dengan software Promodel. Studi line balancing bertujuan untuk menghitung efisiensi lintasan dan menentukan alokasi tenaga kerja optimal. Penelitian Tugas Akhir ini menghasilkan alokasi tenaga kerja usulan yang optimal. Alokasi tenaga kerja line packaging R20 awal dan usulan disimulasikan dengan menggunakan software Promodel. Alokasi tenaga kerja line packaging R20 awal dan usulan dibandingkan berdasarkan faktor-faktor sebagai berikut, yaitu: jumlah tenaga kerja, efisiensi lintasan, production rate dan biaya tenaga kerja per bulan. Rancangan alokasi tenaga kerja optimal menghasilkan pengurangan kebutuhan tenaga kerja, biaya tenaga kerja dan meningkatkan efisensi lintasan. Tenaga kerja yang dibutuhkan berkurang menjadi empat orang, dari sembilan belas menjadi lima belas orang. Efisiensi lintasan pada line packaging R20 meningkat dari 74,071% menjadi 87,4788%. Production rate line packaging R20 tetap 600 baterai per menit. line packaging R20. Biaya tenaga kerja per bulan line packaging R20 berkurang dari Rp 28.500.000,00 menjadi Rp 22.500.000,00. Penghematan biaya yang akan didapat bila menggunakan alokasi tenaga kerja usulan adalah senilai Rp 6.000.000,00 per bulan, dan total Rp 72.000.000,00 per tahun.",
  "creators": "HENDRY SUTANTO CANDRA",
  "contributors": "Tanti Octavia (Advisor 1); Felecia, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021544/IND/2011; Hendry Sutanto Candra (25407001)",
  "subjects": "TIME STUDY; WORK MEASUREMENT"
}