{
  "id": "2267",
  "title": "The Reliability of Nick Carraway in the great Gatsby and Marlow in heart of darkness as narrators and commentators, and their similarities as the main characters of the novels",
  "abstract": "A Narrator is not just a narrative device but his presentation is significant since the reader's perceptions of the characters and actions depend on the way the narrator presents his story. Accordingly, the quality of the narrator influences the reader's understanding of the story. The ironic greatness of Gatsby, the protagonist of The Great Gatsby and the remarkable quality of Kurtz, the protagonist of Heart of Darkness is believable and acceptable because of the reliability of Nick Carraway and Marlow as the narrators and commentators. The reader can rely on Nick's and Marlow's information since they tell truthful facts. What is more, they are the eye-witnesses who describe events in which they are present and involved. Moreover, their sensitivity and understanding to the stories they tell have helped the reader discover the corruption of their environments and the real qualities of the protagonists. While as the commentators, their reliability is determined through their closeness to the characters and their understanding of the actions they comment. Besides, the reader is able to believe their comments because of their ability to see problems objectively and to comment fairly. The Great Gatsby and Heart of Darkness are similar because both Nick Carraway and Marlow are presented as the main characters of the novels. Their involvements in. the problems of the protagonists lead them into personality development. At the end of the novels both of them make personal commitment, showing their loyalties to the protagonists.",
  "creators": "MIKEWATI",
  "contributors": "CHERRY HADIKUSUMO, Dra. (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.189; Mikewati (14186028)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; ENGLISH FICTION--20TH CENTURY--STUDY AND TEACHING"
}