{
  "id": "22704",
  "title": "Upaya minimalisasi selisih perhitungan scrap draht produk tipe 1160 antara AX dengan aktual melalui implementasi qualitiy control circle PT E-T-A Indonesia",
  "abstract": "Quality Control Circle (QCC) merupakan aspek mengenai cara bekerja yang mengizinkan para pekerja untuk lebih terlibat dalam memecahkan berbagai masalah. Selama ini keterlibatan para pekerja dalam memecahkan berbagai macam masalah masih sangat jarang. Hal tersebut dikarenakan kurangnya pengetahuan dalam penyelesaian permasalahan dengan terstruktur. Salah satu permasalahan yang sedang dihadapi adalah selalu terjadi selisih perhitungan antara jumlah drahtproduk tipe 1160 yang terhitung pada Ax dengan yang tertimbang di lapangan. Cara yang dilakukanselama penerapan QCC adalah dengan memberi pembekalan mengenai SevenQuality Tools dan SevenManagement Tools yang digunakan dalam QCC dan metode pemecahan masalah Quality ContolStory yang telah digabungkan dengan siklus PDCA, sehingga para karyawan dapat ikut serta dalam memecahkan permasalahan dengan terstruktur. Penerapan QCCmenunjukkan hasil yang baik. Para staf mulai aktif berperan serta dalam upaya minimalisasi selisih perhitungan draht pada produk CB tipe 1160. Terjadi penurunan persentase selisih perhitungan draht antara Ax dengan aktualdari 49,55%menjadi 1,38%. Selisih persentase 49,55% dapat terjadi karena scrap tidak diperhitungkan dan estimasi kebutuhan draht yang digunakan seberat 0,031 gr/pcs.Standarisasi yang dilakukan untuk menjaga agar tidak terjadi selisih yang besar lagi antara Ax dengan aktual adalah dengan penggunaan estimasi nilai kebutuhan draht seberat 90,53 gram/ interen atau 0,0603 gram/ pcs yang telah memperhitungkan scrap.",
  "creators": "YULIUS MUSTOFA",
  "contributors": "Herri Christian Palit (Advisor 1); I Nyoman Sutapa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021520/IND/2011; Yulius Mustofa (25407040)",
  "subjects": "QUALITY CONTROL"
}