{
  "id": "22705",
  "title": "Upaya minimalisasi jumlah kekurangan material pada proses produksi circuit protection dan kontrol tipe 8340 melalui implementasi quality control circle di PT E-T-A Indonesia",
  "abstract": "Perubahan manajemen kualitas dari konsep tradisional menjadi total quality management(TQM) mendorong PT E-T-A Indonesia untuk membentuk dan menerapkan quality control circle (QCC). Implementasi QCC diharapkan akan meningkatkan kepedulian dan partisipasi karyawan untuk mengembangkan kualitas dari produk, jasa, kondisi kerja, kerja sama tim, dan aspek-aspek lain dalam perusahaan yang berpotensi untuk diperbaiki. Sebelum memulai proyek sebagai bentuk implementasi QCC, diadakan training untuk memberikan pengetahuan kepada tim QCC. Konsep QCC, metode P-D-C-A dan quality control (QC) story untuk implementasi QCC, serta penggunaan seven tools dan seven management tools for quality control diperkenalkan kepada tim QCC saat mengikuti training. Sebagai pilot project dari QCC, penelitian ini akan berupaya menyelesaikan salah satu permasalahan yang dihadapi oleh Departemen Fabrikasi. Melalui kerja sama dengan tim, penelitian ini diimplementasikan untuk meminimalkan persentase kekurangan material selama proses produksi tipe 8340. Hasil implementasi QCC dapat mencapai target yang ditetapkan oleh tim. Persentase kekurangan material selama proses produksi dapat diminimalkan dan mencapai kurang dari 3%. Persentase kekurangan material kontaktarmturun dari 3,09% menjadi 0,00%,flachdrahtspuleturun dari 9,20% menjadi 0,40%, dannietturun dari 7,71% menjadi 2,73%. Selain itu, implementasi QCC juga memberikan dampak yang positif untuk seluruh anggota tim. Evaluasi yang dilakukan terhadap anggota mengenai manfaat dan pengalaman, menyatakan bahwa dengan mengimplementasikan QCC anggota tim mempelajari cara menyelesaikan masalah secara sistematis dengan berdasarkan pada data dan fakta, hasil proyek dapat diimplementasikan di area kerja, mempelajari bagaimana bekerja sama dalam sebuah tim, dan mendapatkan pengetahuan baru.",
  "creators": "MARISSA YESSICHA",
  "contributors": "Debora Anne Yang Aysia (Advisor 1); Togar Wiliater Soaloon Panjaitan, S.T., MBA. (Advisor 2); Herri Christian Palit (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021519/IND/2011; Marissa Yessicha (25407112)",
  "subjects": "QUALITY CONTROL; TOTAL QUALITY MANAGEMENT"
}