{
  "id": "22718",
  "title": "Analisis pengaruh service quality, customer value dan customer satisfaction terhadap customer loyalty di PT. Tosadah",
  "abstract": "PT. Tosadah adalah perusahaan yang bergerak di bidang industri cat kapal. Banyaknya jumlah perusahaan yang bergerak dalam bidang cat kapal menyebabkan banyak juga jumlah competitor dari PT. Tosadah. Adanya faktor service quality, customer value dan customer percieved satisfaction akan membantu perusahaan dalam mendapatkan customer loyalty. Oleh karena itu, dibuatlah penelitian ini dengan tujuan menganalisis fenomena yang terjadi di PT. Tosadah dalam memperoleh customer loyalty dengan mempertimbangkan faktor service quality, customer value dan customer satisfaction. Penelitian ini dilaksanakan dengan menyebarkan kuesioner kepada 50 orang konsumen PT. Tosadah. Teknik analisis yang digunakan adalah teknik analisis kuantitatif dengan metode partial least squares (PLS). Hasil penelitian membuktikan bahwa ada pengaruh yang signifikan dari service quality terhadap customer value dan customer satisfaction pada konsumen PT. Tosadah dan juga terbukti bahwa ada pengaruh yang signifikan dari kepuasan konsumen (customer satisfaction) berpengaruh terhadap loyalitas dari konsumen (customer loyalty). Sedangkan tidak terdapat pengaruh yang signifikan dari nilai konsumen (customer value) tidak berpengaruh terhadap kepuasan pelanggan (customer satisfaction) maupun loyalitas dari konsumen (customer loyalty) di perusahaan PT. Tosadah.",
  "creators": "STEVEN ADRIAN SANTOSO",
  "contributors": "Zeplin Jiwa Husada Tarigan (Advisor and Examination Committee); Diah Dharmayanti (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020283/MAN/2011; Steven Adrian Santoso (36407015)",
  "subjects": "CUSTOMER LOYALTY; CONSUMER SATISFACTION.; MARKETING RESEARCH; MARKETING-MANAGEMENT"
}