{
  "id": "22722",
  "title": "Penerapan perhitungan pajak bumi dan bangunan (PBB) pada stasiun pengisian bahan bakar umum (SPBU) ?X?",
  "abstract": "SPBU merupakan objek pajak khusus yang dikenakan Nilai Jual Obyek Pajak (NJOP) sehingga dalam penghitungan PBB untuk SPBU ini juga berbeda dengan objek-objek PBB pada umumnya. Dalam perhitungan Pajak Bumi dan Bangunan (PBB) untuk tempat-tempat tersebut ada perhitungan khusus sehingga berbeda dengan cara perhitungan PBB untuk bangunan biasa seperti rumah, kantor dan pabrik. Tujuan dilakukannya penelitian ini adalah (1) Untuk mengetahui penerapan penghitungan Dasar Pengenaan Pajak PBB untuk SPBU di suatu kawasan di Surabaya. (2) Untuk mengetahui perhitungan PBB terutang untuk SPBU di suatu kawasan di Surabaya. Metode penelitian dalam penelitian ini terdiri atas: Rancangan Penelitian yaitu menggunakan penelitian deskriptif; Jenis dan sumber data menggunakan data primer dan sekunder dari internal perusahaan. Instrumen penelitian adalah daftar pertanyaan dan dokumen-dokumen yang diperlukan. Metode data yang digunakan wawancara dan dokumentasi. Unit analisis adalah obyek penelitian. Teknik analis data meliputi: (1) mengumpulkan data, (2) menghitung nilai tanah, (3) menghitung nilai bangunan, (4) nilai fasilitas bangunan, (5) menghitung PBB terutang, dan (6) mengambil kesimpulan dan saran. Hasil analisis menunjukkan bahwa NJOP bangunan sebesar Rp. 827.700.000.00 NJOP tanah Rp 2.426.970.000,00, NJOP sebagai dasar pengenaan PBB sebesar Rp 3.254.670.000.00, NJOPTKP sebesar Rp 8.000.000,00, sehingga besarnya NJOP untuk perhitungan PBB adalah Rp 3.246.670.000.00 dengan NJKP 40%, maka diperoleh PBB terhutang (5%) sebesar Rp 6.493.340.00.",
  "creators": "CHATARIENA CHANDRA",
  "contributors": "Yenni Mangoting (Advisor 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010258/AKT/2011; Chatariena Chandra (32407086)",
  "subjects": "TAX ACCOUNTING"
}