{
  "id": "22759",
  "title": "Pengaruh relationship marketing terhadap loyalitas pelanggan pada PT Karya Bersama",
  "abstract": "Seiring dengan berkembangnya kebutuhan masyarakat serta perubahan gaya hidup terutama di kota-kota besar seperti Banjarmasin menyebabkan terjadinya pergeseran perilaku masyarakat dalam berbelanja. Dengan meningkatnya kondisi perekonomian, masyarakat lebih mengutamakan kenyamanan, kepraktisan sampai dengan kualitas yang baik. Oleh karena itu masyarakat lebih memilih untuk berbelanja di ritel modern seperti minimarket maupun department store sampai supermarket daripada berbelanja di pasar maupun toko tradisional. Dengan semakin banyaknya pelaku bisnis ritel di Banjarmasin ini membuat perusahaan memikirkan strategi yang dinilai dapat mempertahankan konsumen serta dapat memperoleh loyalitasnya terhadap perusahaan. Salah satu caranya ialah dengan cara melakukan penerapan relationship marketing. Penelitian ini dilaksanakan dengan melakukan kuesioner secara langsung pada objek penelitian yaitu konsumen PT Karya Bersama dengan kriteria yaitu konsumen yang paling sedikit dalam periode satu bulan terakhir melakukan pembelian di PT Karya Bersama. Dengan menggunakan acuan jumlah sampel minimal yang harus diambil, maka peneliti menetapkan jumlah sampel penelitian sebanyak 100 orang. Teknik analisis data yang digunakan adalah teknik analisis kuantitatif dengan metode analisis regresi linear berganda. Hasil penelitian ini terbukti bahwa Relationship Marketing yang terdiri dari trust, communication, emphaty, bonding, timbal balik, dan shared value secara bersama-sama mempengaruhi loyalitas pelanggan serta variabel shared value sendiri merupakan variabel yang paling dominan di dalam relationship marketing terhadap loyalitas pelanggan.",
  "creators": "ANDREY GENIAL",
  "contributors": "Hatane Semuel (Advisor and Examination Committee); Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020311/MAN/2012; Andrey Genial (36407071)",
  "subjects": "CUSTOMER LOYALTY; RELATIONSHIP MARKETING; MARKETING-MANAGEMENT"
}