{
  "id": "2280",
  "title": "Kegiatan promosi yang dilakukan pada saat low season tahun 2002 dan critical period bulan Maret sampai Juni 2003 oleh Biro Perjalanan Wisata \"X\" di Surabaya",
  "abstract": "Biro perjalanan wisata \"X\" merupakan salah satu penyedia jasa perjalanan wisata yang berada di kota Surabaya. Banyaknya biro perjalanan wisata yang ada di Surabaya membuat biro perjalanan wisata \"X\" melakukan serangkaian kegiatan promosi. Hal ini dilakukan untuk mendapatkan konsumen yang lebih banyak lagi sekaligus memperkenalkan biro perjalanan wisata \"X\" ke masyarakat luas. Selama kerja praktek di perusahaan ini, penulis mengamati bahwa biro perjalanan wisata \"X\" telah melakukan kegiatan promosi yang cukup berhasil. Terbukti pada saat low season tahun 2002 biro perjalanan wisata \"X\" dapat mempertahankan omzet penjualannya tetap baik. Kemudian, pariwisata Indonesia memasuki masa terpuruk atau critical period dari bulan Maret sampai Juni 2003. Masa ini terjadi karena adanya penyebaran virus SARS, ledakan bom di beberapa tempat di Indonesia, larangan dari negara-negara Eropa dan Amerika bagi warganya untuk melakukan perjalanan ke Indonesia. Dalam keadaan seperti ini, biro perjalanan wisata \"X\" tetap dapat survive, sementara cukup banyak biro perjalanan wisata lainnya yang meliburkan staffnya karena minimnya transaksi penjualan. Dengan menggunakan metode wawancara bebas terpimpin dengan salah satu staff biro perjalanan wisata \"X\", penulis melaporkan kegiatan-kegiatan promosi yang dilakukan pada saat low season tahun 2002 dan critical period dari bulan Maret sampai Juni 2003. Kegiatan promosi yang dilakukan adalah advertising, sales promotion, personal selling, public relation dan sales support. Yang paling berhasil adalah personal selling dengan lebih difokuskan pada sales by phone terutama saat critical period.",
  "creators": "DYNAEDI",
  "contributors": "Yacintha Yoranouw Suryawijaya (Advisor 1); INDRAYANI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 523 /PAR/ 2003; Dynaedi (91300048)",
  "subjects": "TRAVEL AGENTS; ADVERTISING-TOURIST TRADE"
}