{
  "id": "2284",
  "title": "An Analisis on hazard critical control point and hygiene standard applied on \"Hu's Garden restaurant\" Enschede-The Netherland's",
  "abstract": "The restaurants in European country had always been facing problems regarding the Hygiene and the cleanliness of the food product. Nowadays the competition is not always about the taste but it is also about the cleanliness. This phenomenon occurs because the hygiene in European country are known to be highly standardized. This is why the hygiene standard has become one of the most concerns of the restaurant owners especially the Asian restaurants. Our aim on writing this thesis is because we find it a very interesting subject to be discussed and since there has been no trainees who have ever discussed this subject before. However our main reason in writing this thesis is because the hygiene standards are seriously controlled here in die Netherlands and it is also taken very seriously by the local government thus we would like to know how Hu's Garden Chinese restaurant can survive through out these years. We are also interested in finding out how the kitchen staff maintain and apply the HACCP standards. We hope that this thesis is useful for those people who want to know more about the hygiene standards in Chinese restaurant. Moreover, it is to acknowledge the definition of HACCP and how the HACCP has been conducted throughout these years. The thesis consists of 3 subjects, they are: about HACCP, the HACCP standards, and the Hu's garden standards. The first chapter will focuses mainly on the definition of HACCP and more details concerning contamination, the second chapter will defines the standards recommended by the HACCP system, and the third one will explain the actual hygiene procedures are conducted in Hu's garden.",
  "creators": "NJOO DJOAN TJIEN; ARYA PUTRA SUNDJAJA",
  "contributors": "HENK BRUINS (Advisor 1); MICHAEL HU (Advisor 2); K.W. VAN DER HOEK (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/01/077/HTL/2003; Njoo Djoan Tjien (33498130), Arya Putra Sundjaja (33498148)",
  "subjects": "RESTAURANT MANAGEMENT; RESTAURANT-QUALITY CONTROL"
}