{
  "id": "22859",
  "title": "Persepsi karyawan toko buku Gramedia Royal Plaza dan Gramedia Manyar Surabaya terhadap isi \"Info Kita\" sebagai media internal perusahaan",
  "abstract": "Penerbitan media korporasi merupakan salah satu kegiatan komunikasi antara dua pihak yang berhubungan, yaitu korporasi dan pembaca. Sebagai salah satu kegiatan komunikasi penerbitan media korporasi dimaksudkan untuk memenuhi kebutuhan kedua belah pihak. Menurut teori Siregar dan Pasaribu dalam buku berjudul Bagaimana Mengelola Media Korporasi Organisasi menyatakan bahwa salah satu peran strategis pengelola media korporasi atau organisasi adalah merencanakan dan meramu isi agar beragam dan menarik. Isi informasi Info Kita meliputi lingkungan manajemen dan lingkungan nonmanajemen yang beritanya diambil dari peristiwa kantor pusat hingga ke kantor cabang. Fenomena yang terjadi di lokasi penelitian yaitu Gramedia Royal Plasa dan Gramedia Manyar adalah bahwa Info Kita sebagai media internal PT. Gramedia Asri Media dimana diterbitkan untuk memenuhi kebutuhan komunikasi antara perusahaan dengan karyawannya, ternyata kurang mendapat respon positif dari karyawan sebagai target pembaca. Berdasarkan fenomena tersebut maka yang menjadi inti penelitian adalah persepsi karyawan terhadap Info Kita sebagai media inernal perusahaan. Penelitian ini bertujuan untuk memaparkan secara deskriptif persepsi karyawan Gramedia Royal Plasa dan Gramedia Manyar terhadap Info Kita sebagai media internal perusahaan. Metode yang digunakan dalam penelitian ini adalah metode survey dengan jenis penelitian deskriptif. Dari data yang diperoleh, dapat disimpulkan bahwa persepsi karyawan Gramedia Royal Plasa dan Gramedia Manyar secara keseluruhan terhadap Info Kita adalah baik.",
  "creators": "REDEMPTA AUDREY UTAMI",
  "contributors": "Prida Ariani Ambar Astuti (Advisor 1); YULI NUGRAHENI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.10010251/KOM/2007; Redempta Audrey U.J (51402009)",
  "subjects": "EMPLOYEE ATTITUDE SURVEYS; COMMUNICATION IN MANAGEMENT"
}