{
  "id": "22865",
  "title": "Budaya keselamatan dan kesehatan kerja pada perusahaan konstruksi",
  "abstract": "Kecelakaan seringkali disebabkan oleh perilaku pekerja yang buruk, kegagalan manajemen dalam menciptakan suatu lingkungan tempat kerja yang aman, maupun kombinasi dari kedua faktor tersebut. Oleh sebab itu diperlukan suatu nilai kebersamaan yang dapat mempengaruhi sikap dan perilaku setiap individu dalam perusahaan untuk menempatkan K3 sebagai prioritas utama. Nilai kebersamaan ini disebut budaya K3.Penelitian ini bertujuan untuk mengetahui faktor-faktor yang mempengaruhi sikap dan perilaku pekerja di lapangan, pelaksanaan Sistem Manajemen Keselamatan dan Kesehatan Kerja (SMK3) dan budaya K3 yang berkembang pada perusahaan konstruksi melalui identifikasi faktor-faktor dominan pembentuk budaya K3. Data penelitian ini diperoleh melalui survai kuesioner dan pengamatan lapangan terhadap perusahaan konstruksi dengan kualifikasi B (Besar) di Surabaya yang ditujukan kepada responden top management, supervisor, dan pekerja. Hasil penelitian menunjukkan bahwa manajemen merupakan faktor yang paling mempengaruhi sikap dan perilaku pekerja. Top management, supervisor dan pekerja berpendapat bahwa perusahaan memiliki perencanaan pemenuhan kebijakan K3 yang baik, namun penerapannya tidak berjalan dengan baik. Budaya K3 yang berkembang menunjukkan bahwa `team work? merupakan faktor yang perkembangannya paling baik menurut top management dan pekerja, sedangkan menurut supervisor adalah faktor `peranan supervisor?. `Pelatihan yang baik? merupakan faktor yang perkembangannya paling buruk menurut top management dan pekerja, sedangkan menurut supervisor adalah `peraturan dan prosedur K3?.",
  "creators": "NG TONY",
  "contributors": "Ratna S. Alifen (Advisor 1); Budiman Proboyo (Advisor 2); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Thesis No.073/MTS/2004; Ng Tony (01502003)",
  "subjects": "BUILDING-SAFETY MEASURES; CONSTRUCTION INDUSTRY-SAFETY MEASURES"
}