{
  "id": "22866",
  "title": "Initiating acts produced by the host and responding acts produced by the guest in the oprah winfrey show",
  "abstract": "The writer assumed that to maintain a conversation to be a smooth talk was a difficult job for the host of a talk show to do. That is why the writer is interested in analyzing the types of initiating and responding acts produced by Oprah and Michael Jackson in The Oprah Winfrey Show. The scope of this study is discourse analysis specifically initiating and responding acts in The Oprah Winfrey Show, but the writer focused on the initiating acts produced by Oprah as the host and responding acts produced by Michael Jackson as the main guest in The Oprah Winfrey Show. The writer used Initiating and Responding Acts theory by Stenstrom (1994). The writer used a descriptive qualitative approach in doing her research. The writer got the source of data from the internet. The data were Oprah?s utterances that contained Initiating Acts and Michael Jackson?s utterances that contained Responding Acts. Due to some limitation she analyzed selected topics only, namely verbal utterances; non verbal utterances were excluded. However, the writer only chose eight topics from the conversation based on most initiating and responding acts emerged in the topics, the content of the conversation and the most interesting topic in the conversation. Moreover, the writer has found out that Oprah used identification question in every topic uttered in her interview. The writer has found that sometimes the response/ answer that occurred in the conversation did not answer the host?s initiation. In this case the guest responded the host?s initiation by repeating some of the host?s utterances. However, the conversation ran smoothly because the host used various Initiating Acts to get information from the guest.",
  "creators": "IVANA AGUS WIONO",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.02011800/ING/2008; Ivana Agus Wiono (11403116)",
  "subjects": "ENGLISH LANGUAGE-DISCOURSE ANALYSIS; ENGLISH LANGUAGE-SPOKEN ENGLISH"
}