{
  "id": "2292",
  "title": "Wahana rekreasi ilmu pengetahuan dan teknologi di Surabaya",
  "abstract": "Wahana Rekreasi Ilmu Pengetahuan dan Teknologi (IPTEK) di Surabaya ini adalah wahana untuk memperkenalkan, memperkaya pengetahuan dan menumbuhkan apresiasi iptek masyarakat segala usia secara mudah dan berkesan melalui berbagai kegiatan yang banyak melibatkan peragaan interaktif yang dapat disentuh dan dimainkan. Wahana Rekreasi IPTEK ini merupakan proyek swasta, oleh pengembang PT. Bukit Daimo Golf Surabaya, yang dibantu oleh pemerintah. Adapun fasilitas yang disediakan antara lain: lebih kurang 250 alat peraga iptek interaktif, auditorium dengan kapasitas untuk 250 orang, perpustakaan dengan 5000 buku-buku koleksi, ruang seminar, kantin, toko souvenir, mushola, dan lapangan parkir. Program kegiatan yang diadakan antara lain: sanggar kerja, demo iptek, pameran iptek, pelatihan iptek dan lingkungan hidup, kemah ilmiah, peneropongan bintang, aneka lomba dan kuis, lomba perancangan alat peraga, serta masih banyak lagi. Konsep desainnya sendiri mengacu pada, \"keteraturan yang harmonis\". Dimana ilmu pengetahuan dan teknologi diharapkan teratur, harmonis, teratur dengan alam, demi kesejahteraan umat manusia. Hal itu diwujudkan dengan pemakaian sistem grid yang teratur, penjajaran terhadap axis-axis, seperti terhadap jalan atau site, penggunaan bentuk-bentuk geometri seperti, silinder, kubus, dan lain-lain. Dan mencerminkan teknologinya melalui sistem strukturnya, dan pemakaian bahan-bahan fabrikasi.",
  "creators": "KWEE HOK KIE",
  "contributors": "Riduan Sukardi (Advisor 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1935/ARS/41/2002; Kwee Hok Kie (22498081)",
  "subjects": "SCIENCE MUSEUMS; RECREATION CENTERS"
}