{
  "id": "2295",
  "title": "Pusat persalinan dan perawatan tubuh di Surabaya",
  "abstract": "Ide awal dari proyek Pusat Persalinan dan Perawatan Tubuh di Surabaya ini didasari oleh kebutuhan dan kesadaran masyarakat khususnya para wanita Indonesia. Saat ini pada kenyataanya masih banyak ibu dan bayi yang meninggal karena keterlambatan maupun ketidaktepatan pertolongan pada saat persalinan. Adanya minat masyarakat akan adanya wadah yang khusus memberikan pertolongan persalinan, agar pertolongan yang diberikan dapat lebih intensif serta tidak adanya pasien yang menderita berbagai macam penyakit sehingga suasana dan lingkungan yang tercipta bersih dan nyaman baik bagi ibu, calon ibu, serta bayinya. Seiring perkembangan jaman, para wanita dan ibu memiliki minat yang tinggi terhadap perawatan tubuh, temtama pada masa pra dan pasca persalinan, dimana pada masa-masa tersebut akan terdapat banyak perubahan-perubahan pada tubuh seorang wanita karena pengaruh hormon. Keberadaan klinik-klinik perawatan tubuh di Surabaya telah menjamur saat ini, sehingga membuat keraguan dan kebingungan pada para wanita Indonesia, khususnya Surabaya. Pusat Persalinan dan Perawatan Tubuh di Surabaya merupakan wadah yang memberikan pertolongan persalinan dari awal secara keseluruhan dengan berbagai fasilitas penunjang serta adanya Pusat Perawatan Tubuh pada masa pra dan pasca persalinan yang telah teruji secara klinis dan medis sehingga memberi rasa aman dan nyaman. Dalam dunia persalinan pada awalnya calon ibu akan merasakan masa 9 bulan kehamilan, dimana masa tersebut juga merupakan saat-saat terjalinnya hubungan ibu dan bayi melalui hal-hal yang menakjubkan dari dalam rahim yang dapat dirasakan oleh ibu. Berangkat dari hal tersebut terciptalah konsep dasar 9 bulan yang menakjubkan. Setelah disesuaikan dengan aspek-aspek fimgsional, diterapkan baik dalam segi tampilan yang feminisme maupun pendaerahan dalam bangunan. Dengan demikian, diharapkkan tujuan dan manfaat perencanaan Pusat Persalinan dan Perawatan Tubuh di Surabaya ini dapat terpenuhi.",
  "creators": "THESSA LONICA",
  "contributors": "Maria Immaculata Hidayatun (Advisor 1); Timoticin Kwanda (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 2011/ARS/57/2002; Thessalonica (22498129)",
  "subjects": "HOSPITALITY GYNECOLOGIC AND OBSTETRIC-DESIGNS AND PLANS; CLINICS (CHILD BIRTH)"
}