{
  "id": "23022",
  "title": "Analisa pengaruh brand image suatu biro perjalanan wisata terhadap keputusan konsumen dalam memilih biro perjalanan wisata (studi kasus pada pembelian paket outbound tour).",
  "abstract": "Dewasa ini, dunia Pariwisata berkembang semakin dengan pesat, hal ini dapat dilihat dari munculnya banyaknya Biro Perjalanan Wisata di Surabaya. Pesatnya pertumbuhan ini, membuat Biro Perjalanan Wisata berlomba lomba untuk memasarkan produknya dengan banyak strategi pemasaran untuk meningkatkan daya jual produknya sehingga dapat bertahan didalam persaingan di dunia Pariwisata yang terus berkembang pesat. Salah satunya adalah melalui persaingan merek untuk memberikan citra khusus perusahaan kepada konsumen atau biasa disebut dengan brand image. Persaingan untuk memperebutkan konsumen tidak terbatas lagi pada atribut fungsional produk seperti kegunaan produk, melainkan sudah dikaitkan dengan merek yang memberikan citra khusus bagi pemakainya. Ada beberapa dimensi dalam pembentukan Brand Image yang digunakan oleh Biro Perjalanan Wisata , yaitu : Favorability of brand association, Strength of brand association, Uniqueness of brand association. Teknik analisa data yang digunakan dalam penelitian ini yaitu koefisien korelasi berganda. Hasil penelitian ini menemukan bahwa pembentukan Brand Image yang dilihat dari dimensi Favorability of brand association, Strength of brand association, Uniqueness of brand association secara simultan berpengaruh positif signifikan terhadap keputusan konsumen dalam memilih Biro Perjalanan Wisata di Surabaya dan Strength of brand association secara parsial diketahui paling berpengaruh terhadap keputusan konsumen dalam memilih Biro Perjalanan Wisata.",
  "creators": "TONY BUDIANTO WONGSO; ALBERT NICO SOESILO",
  "contributors": "Dra. Monica Ida Uniati , M.M. (Advisor and Examination Committee); Edwin Japarianto (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010118/MAN/2012; Tony Budianto Wongso (35407037); Albert Nico Soesilo (35407062)",
  "subjects": "TRAVEL AGENTS; TOURIST TRADE-RESEARCH; BRAND CHOICE; CONSUMER BEHAVIOR"
}