{
  "id": "23024",
  "title": "Analisa faktor-faktor ekuitas merek terhadap keputusan pembelian sepatu olahraga bermerek asing di kalangan siswa-siswi SMA Surabaya",
  "abstract": "Penelitian ini dilatar belakangi oleh adanya perubahan perang pemasaran antar perusahaan yang dulunya hanya memasarkan produk berdasarkan atribut-atribut fisik, bergeser menjadi saling berusaha menguatkan merek masing-masing. Khususnya penelitian ini mengulas lima perusahaan sepatu olahraga bermerek asing, yaitu Adidas, Nike, Converse, Reebok, dan New Balance dengan siswa-siswi SMA Surabaya sebagai responden. Tujuan dari penelitian ini adalah untuk melihat dan menganalisa pengaruh faktor-faktor ekuitas merek yang terdiri dari kesadaran merek, kesan kualitas, asosiasi merek, dan loyalitas merek terhadap keputusan pembelian sepatu olahraga bermerek asing di kalangan siswa-siswi SMA Surabaya. Pengambilan data menggunakan metode purposive sampling dan teknik analisis data menggunakan regresi linear berganda. Penelitian ini menggunakan empat variabel independen: kesadaran merek (X1), kesan kualitas (X2), asosiasi merek (X3), loyalitas merek (X4) dan satu variabel dependen yaitu keputusan pembelian (Y). Hasil penelitian menunjukkan bahwa terdapat pengaruh signifikan dari keempat faktor-faktor ekuitas merek terhadap keputusan pembelian secara simultan. Secara parsial kesadaran merek dan kesan kualitas tidak berpengaruh secara signifikan, sementara asosiasi merek loyalitas merek berpengaruh secara signifikan dan positif. Loyalitas merek memiliki pengaruh paling dominan terhadap keputusan pembelian.",
  "creators": "SUSANTI",
  "contributors": "Zeplin Jiwa Husada Tarigan (Advisor and Examination Committee); Rachmat Sugianto (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010116/MAN//2012; Susanti (35408046)",
  "subjects": "BRAND LOYALTY; BRAND NAME PRODUCTS"
}