{
  "id": "23025",
  "title": "Study deskriptif respon masyarakat terhadap system online shopping dan delivery service pada peritel kategori hypermarket",
  "abstract": "Perkembangan dunia usaha khususnya retail mengalami evolusi yang sangat signifikan dimulai dari pasar tradisional berubah menjadi retail modern hingga sampai saat ini menggunakan format katalog yang lebih popular dikenal sebagai Online shopping. Pada masa kini dan masa yang akan datang model retail melalui media internet ini akan terus berkembang seiring dengan kemajuan teknologi dan respon sumber daya manusia akan teknologi tersebut. Untuk saat ini produk-produk yang sering ditawarkan melalui media online antara lain elektronik, komputer, telepon genggam dan fashion. Dalam penelitian ini penulis tertarik meneliti bagaimanakah respon masyarakat terhadap online shopping dan delivery service pada peritel kategori hypermarket. Penulis ingin mengetahui bagaimana respon masyarakat pada tahap awareness (kesadaran), knowledge (pengetahuan), liking (kegemaran), preference (pilihan), conviction (keyakinan) dan purchase (pembelian) jika terdapat pertitel kategori hypermarket yang menawarkan produk kebutuhan sehari-hari dijual melalui media online dan disertai fasilitas delivery service. Untuk mengetahui respon konsumen digunakan perhitungan CRI (customer respon indeks) yang bertujuan untuk menyajikan dan mengukur respon masyarakat. Kedua adalah menggunakan skala interval mean atau rata-rata untuk mendeskripsikan hasil pada setiap tahap respon yang dilalui oleh responden. Hasil penelitian menunjukkan data atau informasi tiap-tiap respon masyarakat jika terdapat system online shopping dan delivery service pada peritel kategori hypermarket. Keseluruhan secara umum hasil penelitian respon masyarakat terhadap online shopping dan delivery service terhadap peritel kategori hypermarket adalah positif.",
  "creators": "HERMANTO ONGONO",
  "contributors": "Zeplin Jiwa Husada Tarigan (Advisor and Examination Committee); Rachmat Sugianto (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010115/MAN//2011; Hermanto Ongono (35406051)",
  "subjects": "RETAIL TRADE; TOURIST TRADE-RESEARCH; ONLINE SHOPPING"
}