{
  "id": "23023",
  "title": "Studi deskriptif persepsi siswa SMA terhadap program manajemen pariwisata Universitas Kristen Petra di tinjau dari aspek marketing mix",
  "abstract": "Penelitian ini dilakukan untuk mengetahui persepsi siswa SMA terhadap Program Manajemen Pariwisata ditinjau dari aspek Marketing Mix. Menurut Kotler dan Armstrong (2008, p. 62) Marketing Mix adalah kumpulan alat taktis terkendali yang dipadukan perusahaan untuk menghasilkan respon yang diinginkannya di pasar sasaran. Variabel marketing mix dapat dikelompokkan menjadi empat P (4P) yang terdiri dari Product, Price, Place, dan Promotion. terdapat perbedaan mendasar antara Marketing mix produk jasa dan Marketing mix produk barang. Marketing mix produk barang mencakup 4P (Product, Price, Place dan Promotion). Sedangkan untuk produk jasa, keempat tahap tersebut masih ditambah lagi People, Process dan physical Evidence. Ketiga hal ini terkait dengan sifat jasa dimana produksi dan konsumsi tidak dapat dipisahkan dan mengikutsertakan konsumen dan pemberi jasa secara langsung. Peneliti menggunakan lima variabel (5P) yang meliputi Product, Price, Place, Promotion dan Physical Evidence. Dari hasil penelitian dengan menyebarkan kuisioner kepada 120 orang siswa SMA sebagai responden, menunjukkan bahwa: Siswa ? siswi SMA yang memilih Universitas Kristen Petra sebagai tempat untuk melanjutkan perguruan tinggi memilih Manejemen Pariwisata sebesar 11,4% sebagai pilihan pertama dan 17,1% sebagai pilihan kedua diantara seluruh jurusan yang ada di Fakultas Ekonomi. Dari variabel Product pengenalan responden akan 3 (tiga) konsentrasi yang ditawarkan oleh Manajemen Pariwisata kurang. 66.7% responden menyatakan tidak tahu bahwa program Manajemen Pariwisata memiliki 3 (tiga) konsentrasi yang ditawarkan. Dan 40.6% responden menyatakan persepsi mereka terhadap program Manajemen Pariwisata adalah diajarkan bagaimana menjadi tour leader. Dilihat dari variabel Price, 68,1% reponden menyatakan bahwa biaya pendidikan untuk Program Manajemen Pariwisata tergolong sedang. Sedangkan dari variabel Promotion 75% responden mengatakan pernah di kunjungi oleh tim informasi studi dari Universitas Kristen Petra, dan 85.5% responden mengatakan bahwa informasi dalam brosur sudah jelas. Untuk variabel Place, 67% responden mengatakan lokasi Universitas Kristen Petra strategis. Sedangkan dari variabel Physical Evidence persepsi responden mengenai fasilitas kampus adalah kelas ber-AC, akses Wi-Fi, perpustakaan yang lengkap dan bangunan gedung yang megah.",
  "creators": "ELISTYALIN; ANGGI SUKMANA",
  "contributors": "Zeplin Jiwa Husada Tarigan (Advisor and Examination Committee); Rachmat Sugianto (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010117/MAN/2012; Elistyalin (35407027), Anggi Sukmana (35407040)",
  "subjects": "CONSUMER BEHAVIOR; MARKETING-MANAGEMENT; CONSUMERS-RESEARCH"
}