{
  "id": "2303",
  "title": "Analisa dan rancang sistem informasi akuntansi terkomputerisasi atas siklus produksi pada PT. \"X\" di Surabaya",
  "abstract": "Penelitian ini dilakukan di PT \"X\" yang bergerak di bidang industri plastik perlengkapan rumah tangga. Sistem informasi akuntansi atas siklus produksi yang digunakan masih manual, dimana sistem yang ada tidak memadai untuk menyajikan informasi biaya produksi dan penyimpangannya secara akurat dan tepat waktu. Sementara pencatatan data yang dilakukan berkali-kali secara manual sehingga berpotensi menimbulkan terjadinya human error. Tujuan penelitian ini adalah untuk menganalisa dan merancang sistem informasi akuntansi terkomputerisasi atas siklus produksi pada PT \"X\". Manfaat dari penelitian ini yaitu terkumpulnya informasi dan terancangnya sistem informasi akuntansi terkomputerisasi atas siklus produksi pada PT \"X\". Penelitian ini merupakan penelitian deskriptif dengan rancangan penelitian berupa studi kasus dengan menggunakan data kualitatif. Unit analisis data dalam penelitian ini adalah laporan, dokumen, dan pengendalian sistem informasi akuntansi manual atas siklus produksi pada PT\"X\" di Surabaya. Teknik analisa data yang digunakan yaitu melakukan analisa sistem, merancang desain konseptual, dan merancang desain fisik. Penelitian ini menghasilkan desain output, database, input, dan pengendalian. Laporan yang akan dihasilkan adalah Cost of Production Report, Laporan Evaluasi Pemakaian Bahan Baku, Laporan Evaluasi Biaya Tenaga Kerja, Laporan Evaluasi Biaya FOH Applied, dan Laporan Pemakaian Bahan Baku. Desain database yang dirancang adalah tabel atas data pada siklus produksi. Desain input yang dirancang, antara lain Form Data Barang Jadi. Dengan menerapkan sistem informasi akuntansi terkomputerisasi atas siklus produksi diharapkan kesalahan akibat human error dapat dikurangi karena penginputan dan pemrosesan data dilakukan secara terkomputerisasi dengan menerapkan pengendalian aplikasi, sehingga laporan yang dibutuhkan dapat tersedia tepat waktu dan akurat.",
  "creators": "YANI",
  "contributors": "Sri Maharsi (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.03010442/AKT/2005; Yani (32400159)",
  "subjects": "AUDITING-DATA PROCESSING; ELECTRONIC DATA PROCESSING-AUDITING"
}