{
  "id": "23035",
  "title": "Analisa sistem angkutan umum dalam kota studi kasus zone O di Surabaya",
  "abstract": "Adanya peningkatan mobilitas dan gerak penduduk yang sesuai dengan perkembangan kota Surabaya menuju kota Metropolitan menjadikan angkutan umum sebagai obyek pokok dalam menunjang pemecahan masalah transportasi. Dimana peningkatan panjang jalan tidak sesuai dengan perkembangan kendaraan. Untuk lebih menjadikan sistem angkutan umum yang aman, nyaman dan teratur maka direncanakan suatu sistem angkutan umum yakni sistem Pola Zone. Dimana pola zone terbagi atas 3 wilayah yakni Zone 0 mencakup wilayah tengah kota dilayani oleh bis kota serta Zone A dan Zone B mencakup daerah pinggiran yang dilayani oleh nikrolet dan antar zone dilayani oleh ninibus. Masalah yang dihadapi adalah banyaknya rute-rute mikrolet yang berhimpitan dengan rute bis kota di daerah rencana Zone 0. Dengan ditiadakannya mikrolet pada zone 0 tentunya penumpang yang tadinya dilayani oleh mikrolet akan dilayani oleh bis kota sebagai alat angkut utama di zone 0. Untuk itu pada zone 0 perlu penambahan jumlah bis kota, yang mana penambahan ini kami analisa apakah lebih efisien. Dalam penulisan ini juga diperlihatkan tentang load profile dari bis kota yang lewat jalur utama untuk mengetahui daerah dimana terjadi Pmax sebagai acuan untuk dijadikan daerah transfer point dengan tetap melihat kondisi dari pada jalan tersebut. Dalam penulisan ini disimpulkan bahwa ternyata konsep pola zone dapat diterapkan khususnya pada Zone 0 dengan pertimbangan bahwa ternyata pemakaian bis kota lebih efisien dibanding dengan mikrolet baik dengan kapasitas bis 50 ataupun 70 orang. Jadi pengertian keterpaduan disini adalah tentang keterkaitan antar mikrolet dan bis kota dalam pola sistem perjalanan di Zone 0.",
  "creators": "DODDY RYANTO; HARI SUMANTRI",
  "contributors": "Sugeng Setyawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 547 S; Doddy Ryanto (21486110), Hari Sumantri (21486116)",
  "subjects": "LOCAL TRANSIT"
}