{
  "id": "23031",
  "title": "Analisa minat konsumen lanjut usia terhadap pendirian senior center serta fasilitas dan sarananya di Surabaya",
  "abstract": "Terdapat fenomena adanya kebutuhan dari konsumen lanjut usia untuk dapat beraktivitas. Oleh karena itu, penelitian ini menganalisa minat konsumen lanjut usia terhadap pendirian Senior Center di Surabaya. Dalam penelitian ini penulis menggunakan kuesioner sebagai alat pengumpul data yang disebarkan ke 100 responden lanjut usia. Kriteria-kriteria yang berperan dalam penentuan minat pendirian Senior Center ini adalah fasilitas fisik, fasilitas program atau aktivitas, fasilitas penunjang program atau aktivitas, kriteria petugas. Hasil data yang telah terkumpul memberikan gambaran bahwa minat mereka terhadap Senior Center tinggi. Sedangkan dari sisi fasilitas fisik yang diharapkan adalah perpustakaan, ruang ibadah, taman, ruang makan, ruang berkumpul dan pertemuan. Fasilitas program dan aktivitas yang diharapkan adalah rekreasi bersama, doa bersama, bersosialisasi dengan sesama, renang, dan kegiatan seni budaya. Dari sisi fasilitas penunjang program yang digarapkan adalah sirkulasi udara yang baik, lantai tidak licin, toilet bersih, ruangan yang bersih, dan kolam renang yang nyaman dan bersih. Kriteria petugas yang diharapkan adalah staf yang ramah, sabar, telaten, harum, bersih dan terawat serta memiliki ketrampikan komunikasi yang baik serta berpenampilan menarik. Teknik analisa yang digunakan dalam penelitian ini adalah kuantitatif deskriptif untuk mendiskripsikan minat konsumen lanjut usia terhadap pendirian Senior Center di Surabaya. Analisa dari hasil penelitian ini dapat menjadi sebuah masukan yang positif bagi peneliti selanjutnya dan investor yang akan menggembangkan Senior Center di Surabaya.",
  "creators": "GABRIELLE HONGGO",
  "contributors": "Dra. Monica Ida Uniati , M.M. (Advisor and Examination Committee); Foedjiawati, S.S., M.A., Ph.D. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010119/MAN//2012; Gabrielle Honggo (35408014)",
  "subjects": "TOURIST TRADE-RESEARCH; CONSUMERS-RESEARCH"
}