{
  "id": "2304",
  "title": "Pengelompokan pelanggan berdasarkan persepsi pelanggan terhadap kualitas layanan Ciputra Klub Keluarga",
  "abstract": "PT. Ciputra Surabaya Padang Golf atau yang lebih dikenal sebagai Ciputra Golf & Klub Keluarga, merupakan sebuah perusahaan yang bergerak di bidang hospitality. Sebagai perusahaan yang menjual produk jasa, Ciputra Golf & Kllub Keluarga menyadari pentingnya kualitas layanan dalam memberikan kepuasan bagi pelanggannya. Semakin ketatnya persaingan menuntut mereka untuk bisa memberikan nilai lebih kepada pelanggannya. Menyadari hal itu, didirikan suatu divisi baru, yaitu divisi Customer Relationship Management, yang bertugas untuk mengidentifikasi pelanggan untuk lebih bia mengenal mereka dan bisa memenuhi harapan mereka. Tujuan dari penelitian yang dilakukan dalam Tugas Akhir ini adalah untuk membantu divisi Customer Relationship Management ini untuk mengidentifikasi pelanggannya dan memberikan masukan untuk perkembangan Ciputra Golf & Klub Keluarga. Penelitian difokuskan di Ciputra Klub Keluarga karena sebagai departemen yang relatif muda perkembangan Ciputra Klub Keluarga dinilai masih kurang berkembang. Metode yang digunakan dalam penelitian ini adalah analisa faktor dan analisa cluster. Variabet yang akan diukur meliputi lima dimensi utama pelayanan dengan menggunakan indikator sejumlah masing-masing empat. Data diolah dengan menggunakan program SPSS Rel. 10 dan nantinya akan diperoleh sejumlah cluster dengan karakteristik tertentu.",
  "creators": "ERNA ISIOWATI; VERA CHRISTIANI DP",
  "contributors": "EDWIN ERVANTO SOELISTYO, S.E.,M.M. (Advisor 1); Hatane Semuel (Advisor 2); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/01/083/HTL/2003; Erna Isiowati (33499002), Vera Christiani D.P. (33499135)",
  "subjects": "CLUBHOUSES MANAGEMENT"
}