{
  "id": "23052",
  "title": "Evaluasi perilaku seismik struktur rangka beton bertulang yang direncanakan tanpa cara kapasitas",
  "abstract": "Pada penelitian sebelumnya didapat hubungan antara rasio kombinasi beban gempa dan gravitasi (nilai \"m\") dengan perilaku struktur, dimana jika m semakin besar perilaku struktur semakin baik. Dalam penelitian ini dilakukan evaluasi perilaku seismik struktur rangka beton bertulang di Wilayah Gempa 1, 2, 3 dan 4 Indonesia yang direncanakan tanpa Cara Kapasitas terhadap beban gempa buatan yang disesuaikan dengan spektrum rencana gempa 200 tahun Indonesia dan terhadap gempa El Centro 1940 N-S. Model bangunan yang dipakai adalah struktur rangka beton bertulang 4, 8 dan 10 tingkat di wilayah gempa 1, 2, 3 dan 4 Indonesia. Ketiga model struktur ini memiliki bentuk dan ukuran denah yang sama. Struktur 4 tingkat dengan nilai m x periode struktur (T) < 2.145 menunjukkan perilaku yang kurang baik, karena sendi plastis teijadi pada balok, kolom lantai dasar serta beberapa kolom interior dan exterior di atas lantai dasar. Kegagalan geser yang terjadi pada balok dapat diatasi dengan penulangan geser berdasarkan momen kapasitas tulangan lentur terpasang sedang pada kolom masih tidak dapat diatasi dengan penulangan geser berdasarkan momen kapasitas tulangan lentur terpasang . Struktur 8 dan 10 tingkat dengan nilai m x T > 2.145 menunjukkan perilaku yang memuaskan, karena sendi plastis hanya teijadi pada balok dan kolom lantai dasar saja. Kegagalan geser yang teijadi pada balok dan kolom dapat diatasi dengan penulangan geser berdasarkan momen kapasitas tulangan lentur terpasang .",
  "creators": "ANIES MURNIAWATI P; WODHIE ISWARA",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Examination Committee 1); Benjamin Lumantarna (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 613 S; Anies Murniawati P (21488003), Wodhie Iswara (21488020)",
  "subjects": "REINFORCED CONCRETE; STRUCTURAL ANALYSIS (ENGINEERING)"
}