{
  "id": "23066",
  "title": "Perencanaan sistem pemanas udara tenaga surya untuk gudang pengering gabah",
  "abstract": "Energi merupakan salah satu hal yang terpenting dalam kehidupan manusia. Kebutuhan manusia akan energi bersifat abadi dan terus meningkat seiring dengan bertambahnya jumlah penduduk dan meningkatnya mutu kehidupan. Sampai saat ini, sebagian besar kebutuhan manusia akan energi masih diperoleh dengan mengeksploitasi sumber-sumber energi yang tidak dapat diperbaharui, yaitu bahan bakar fosil seperti minyak bumi, batu bar a dan gas alam. Peningkatan jumlah penduduk mengakibatkan peningkatan kebutuhan akan bahan makanan. Pokok permasalahannya adalah pada pengawetan hasil panen. Dari dulu hingga sekarang metode yang paling banyak digunakan untuk mengawetkan hasil panen adalah penjemuran langsung. Cara yang lain adalah dengan menggunakan pengering yang didayai oleh bahan bakar fosil atau listrik. Berdasarkan fakta bahwa bahan bakar fosil jumlahnya terbatas dan berbagai pertimbangan ekonomi, maka disimpulkan bahwa pemecahan yang paling tepat adalah pengering tenaga surya. Tugas akhir ini berisi tentang pendisainan sistem pengering tenaga surya-modus pemanasan tak langsung dengan sirkulasi paksa-siklus terbuka yang diaplikasikan pada pengeringan gabah. Prinsip dasamya adalah konversi fototermaL Dalam sistem ini, energi radiasi surya digunakan untuk memanaskan plat penyerap dari kolektor surya plat datar. Udara pengering dilewatkan melintasi kolektor hingga menjadi panas, kemudian disalurkan secara paksa ke ruang pengering dengan menggunakan kipas untuk menurunkan kadar air gabah.",
  "creators": "MULYADI TANUJAYA",
  "contributors": "RAHARDJO TIRTOATMODJO (Advisor and Examination Committee); Soejono Tjitro (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 95.54.163; Mulyadi Tanujaya (2449001)",
  "subjects": "SOLAR ENERGY; SOLAR ENGINES"
}