{
  "id": "2306",
  "title": "Analisa quality gap guna meningkatkan mutu pelayanan front office Novotel Surabaya Hotel & Suites",
  "abstract": "Novotel Surabaya Hotel & Suites merupakan salah satu bentuk industri jasa akomodasi, dengan front office sebagai salah satu departemen yang penting di hotel yang sering berhubungan dengan tamu. Dengan semakin meningkatnya persaingan antar hotel dewasa ini, maka diperlukan kualitas pelayanan yang baik untuk menarik tamu baru, sekaligus mempertahankan tamu lama {loyal guest). Berdasarkan uraian tersebut penelitian ini bertujuan untuk mengukur kualitas pelayanan front office Novotel Surabaya Hotel & Suites dengan menggunakan analisa Quality Gap guna meningkatkan mutu pelayanan hotel. Dalam analisa Quality Gap, kualitas pelayanan dibagi dalam 5 dimensi yaitu, tangibles, reliability, responsiveness, assurance dan empathy. Kelirna dimensi ini mendasari kriteria-kritaria pelayanan yang akan diukur dalam kuesioner. Pengumpulan data dilakukan dengan membagikan kuesioner kepada 3 pihak yaitu, pihak manajemen, staf dan tamu hotel. Kriteria-kriteria dimensi pelayanan akan menghasilkan gap-gap vang menunjukkan adanya perbedaan penilaian antara pihak manajemen, staf dan tamu Novotel Surabaya Hotel & Suites, yang pada akhirnya mengakibatkan kurangnya kualitas pelayanan yang diberikan. Ada 5 gap yang terjadi di Novotel Surabaya Hotel & Suites. Pertama, gap 1 adalah perbedaan antara persepsi manajemen tentang harapan konsumen dengan harapan konsumen. Kedua, gap 2 adalah perbedaan antara spesifikasi standar pelayanan dengan persepsi manajemen. Ketiga, gap 3 adalah perbedaan antara spesifikasi standar pelayanan dengan pelaksanan pelayanan yang sesungguhnya diberikan kepada konsumen. Keempat, gap 4 adalah perbedaan antara persepsi staf dengan persepsi konsumen. Kel ima, gap 5 adalah perbedaan antara harapan dan persepsi konsumen. Hasil perhitungan pada gap 1 sampai 4 dianalisa untuk mencari faktor penyebab timbulnye gap 5. Pada gap 1 sampai gap 3 faktor penyebab dicari melalui antecedents agar dapat mengetahui solusi masalah kualitas pelayanan yang kurang baik.",
  "creators": "LENNY MARGARETA; YUANITA MEDIASARI",
  "contributors": "EDWIN ERVANTO SOELISTYO, S.E.,M.M. (Advisor 1); Anita Angelica Kresno Widjojo (Advisor 2); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/01/058/HTL/2003; Lenny Margareta (33499013), Yuanita Mediasari (33499034)",
  "subjects": "HOTEL MANAGEMENT"
}