{
  "id": "23080",
  "title": "Pengaruh bulb tunggal terhadap daya dukung dan penurunan tanah di bawah pondasi berbentuk lingkaran",
  "abstract": "Pada perencanaan suatu pondasi dangkal di atas tanah liat lunak seringkali dihadapkan pada masalah daya dukung tanah yang kecil dan penurunan jangka panjang yang sangat mengganggu secara operasional. Salah satu altematif untuk mengatasinya adalah dengan menambahkan suatu kumpulan preloaded bulb di bawah pondasi dangkal. Pada penelitian ini membahas tentang pondasi dangkal vang berbentuk lingkaran yang diperkuat dengan kumpulan preloaded bulb untuk mereduksi penurunan yang terjadi dan meningkatkan daya dukung pondasi. Penelitian dilaksanakan pada suatu kolam percobaan yang berisi tanah liat lunak yang diberi kumpulan preloaded bulb pada permukaannya. Pondasi berbentuk lingkaran kemudian dipasang di atasnya dan kemudian dibebani sampai runtuh. Kumpulan preloaded bulb ini dibentuk dengan gaya tekan masing-masing sebesar 8 kg, 10 kg, 12 kg dengan menggunakan 2 metode pembuatan preloaded bulb yaitu dengan memakai pipa dan tanpa pipa. Hasil yang didapat menunjukkan bahwa semakin banyak jumlah preloaded bulb pada setiap formasi akan semakin meningkatkan daya dukung ultimate dari suatu pondasi. Daya dukung yang dijumpai mencapai suatu nilai yang berkisar antara 1 - 1 , 5 kali dari besar gaya tekan kumulatif yang digunakan saat pembentukan preloaded bulb. Metode pembuatan preloaded bulb juga berpengaruh dalam peningkatkan daya dukung pondasi dan penyebaran penurunan yang terjadi di dalam tanah. Dalam penelitian ini tidak dijumpai peningkatan kekuatan tanah yang berarti pada tanah-tanah di sekitar bulb.",
  "creators": "RICHARD CHRISTIAAN; YOFAN DERIYANTO SANTOSO",
  "contributors": "Sugie Prawono (Advisor 1); Soebianto Tjandrawibowo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1132 S; Richard Christiaan (21497140), Yofan Deriyanto Santoso (21497154)",
  "subjects": "FOUNDATION; SOIL STABILIZATION"
}