{
  "id": "23123",
  "title": "Perencanaan dan pembuatan electrocardiograph dengan memanfaatkan komputer",
  "abstract": "Penyakit jantung merupakan penyakit yang sangat ditakuti, karena jantung merupakan organ vital tubuh manusia yang harus bekerja terus tanpa berhenti. Sekitar600.000 pasien baru didiagnosis menderita penyakit jan-tung koroner setiap tahunnya di Amerika Serikat. Kematian jantung mendadak (sudden cardiac death), berarti kematian seseorang tanpa diduga-duga karena tanpa gejala penyakit yang terdiagnosis sebelumnya.Dengan menggunakan kemajuan teknologi, teknik-teknik medis yang baru akan memberikan perawatan kesehatan jantung secara dini. Salah satu perangkat elektronik dalam bidang medis yang berguna untuk mendiagnose penya-kit jantung yaitu elektrocardiograph (ECG). Dengan ECG dapat dideteksi dan diketahui apakah jantung bekerja normal atau tidak, sehingga dapat diambil tindakan untuk mencegah serangan jantung yang akan terjadi.Berangkat dari permasalahan diatas, maka dalam tugas akhir ini direncanakan dan dibuat electrocardiograph dengan memanfaatkan personal komputer. Sinyal biopoten- sial dari tubuh manusia diperkuat ? 1000 kali dengan rangkaian diferensial amplifier. Setelah itu dilakukan sampling oleh analog to digital converter (A/D Converter), supaya tegangan analog diubah menjadi data yang dapat ditampilkan pada layar monitor. Data yang diinginkan dapat disimpan dalam bentuk file dan dapat dicetak melalui printer atau ditampilkan kembali pada layar monitor. Electrocardiograph ini berfungsi sebagai alat bantu diagnosa dengan informasi berupa elektrocardiogram",
  "creators": "ZINDRO SOESILO",
  "contributors": "HERLIANTO TENGGARA (Advisor 1); HANDAYANI T. (Examination Committee 1); Rolly Intan (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 95/E/EL/044/0247; Zindro Soesilo (23489090)",
  "subjects": "ELECTRONIC INSTRUMENTS; ELECTROCARDIOGRAPH; ELECTRONIC CONTROL"
}