{
  "id": "23139",
  "title": "Perancangan media komunikasi visual grand opening'calvados 2' cafe and restaurant",
  "abstract": "Cafe' & Restaurant merupakan salah satu tempat hiburan untuk mencari suasana yang baru dan berbeda dengan hidangan menu makanan dan minuman yang bervariatif, menggugah selera serta dapat memberikan kepuasan yang tersendiri. Dewasa ini perkembangan cafe' & restaurant serta persaingannya semakin ketat, baik yang berskala kecil maupun yang berskala besar. Berkembangnya Cafe & Restaurant yang ada memicu para pengelola Cafe & Restaurant untuk meningkatkan kualitas serta berusaha untuk mempromosikan produk-produk yang mereka tawarkan. Setiap Cafe & Restaurant mempunyai segmen pasar dan ciri khas yang berbeda tetapi pada urnumnya mereka mengarah pada setiap segmen pasar yang ada dan terbuka untuk siapa saja. Untuk memasuki segmen pasar yang telah menjadi tujuan dari CALVADOS maka digunakan beberapa media komunikasi visual seperti billboard, banner, katalog, poster, customer sunley and feedback, iklan media massa, dan sarana penunjang lainnya. Media komunikasi visual yang dipilih oleh penulis merupakan pilihan yang cukup tepat untuk mempromosikan dan mengkomunikasikan informasi dan produk serta jasa yang ditawarkan oleh CALVADOS. Dengan adanya media komunikasi visual ini diharapkan dapat memperkenalkan sesuatu yang baru, modern dan inovatif serta fleksibel yang disesuaikan dengan segmen pasar, situasi dan kondisi yang ada. Akhir kata , penulis berharap agar tugas akhir ini dapat berguna bagi semua pihak yang terkait dan pihak yang lainnya",
  "creators": "FELISIA ADI CHANDRA",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); Maria Nala Damajanti, S.Sn., M.Hum. (Advisor 2); Heru Dwi Waluyanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 106/DKV/2003; Felisia Adi Chandra (42498075)",
  "subjects": "ADVERTISING; VISUAL COMMUNICATION; POSTERS; GRAPHIC ARTS; BILBOARDS"
}