{
  "id": "23143",
  "title": "Pengaruh partisipasi penyusunan anggaran terhadap kinerja managerial dengan komitmen organisasi dan gaya kepemimpinan sebagai variabel intervening pada PT X",
  "abstract": "Di era sekarang ini, bisnis telah mengalami perkembangan ke arah modern yang digambarkan dengan adanya ketidakpastian pasar, persaingan yang semakin kompetitif, oleh karena itu para pebisnis perlu menciptakan kondisi yang lebih fleksibel dan inovatif dengan mempertimbangkan faktor internal dan juga faktor eksternal. Anggaran merupakan alat bantu yang digunakan manajemen dalam mengelola dan mengalokasikan keterbatasan sumber daya dan sumber dana yang dimiliki organisasi untuk mencapai tujuan. Selain partisipasi anggaran, komitmen terhadap organisasi juga berpengaruh terhadap kinerja manajerial. Komitmen terhadap organisasi dan gaya kepemimpinan berkaitan dengan kinerja manajerial dalam pencapaian tujuan organisasi dimana untuk mencapainya membutuhkan kerjasama semua anggota organisasi secara keseluruhan sehingga organisasi mampu mencapai kinerja managerial yang baik serta dapat menciptakan proses bisnis yang bersinergi, mencapai keunggulan kompetitif, dan tujuan organisasi dapat tercapai. Untuk mengetahui apakah partisipasi anggaran mempunyai pengaruh positif dan signifikan terhadap kinerja manajerial dan untuk menguji apakah variabel gaya kepemimpinan dan variabel komitmen organisasi dapat mempengaruhi hubungan antara partisipasi anggaran dan kinerja manajerial maka penelitian ini dilakukan. Dalam penelitian ini digunakan metode analisis statistika yaitu analisis path model. Setelah dilakukan analisis dan pembahasan, didapati tiga kesimpulan bahwa pertama terdapat pengaruh Partisipasi Anggaran terhadap Kinerja Manajerial. Kedua disimpulkan pula bahwa tidak terdapat pengaruh Partisipasi Anggaran terhadap Kinerja Manajerial melalui variabel intervening Komitmen Organisasi ketiga tidak terdapat pula pengaruh Partisipasi Anggaran terhadap Kinerja Manajerial melalui variabel intervening Gaya Kepemimpinan.",
  "creators": "NATALIA WIJAYA",
  "contributors": "Sany, S.E., MS-CIS., Ph.D. (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010343/AKT/2012; Natalia Wijaya (32408012)",
  "subjects": "BUDGET IN BUSINESS"
}