{
  "id": "23193",
  "title": "Perencanaan sistim pengendalian pada mesin pengupas kulit gabah/sekam dengan bantuan pneumatik",
  "abstract": "Proses pengendalian pada mesin pengupas kulit konvensional menggunakan mekanisme dua buah rol karet dengan jarak tertentu, yang diatur secara manual dengan suatu mekanisme ulir, pegas dan slot/alur. Pada setiap proses pengupasan selalu terjadi proses pengurangan ketebalan karet, dengan adanya perubahan dimensi daripada karet maka kulit gabah tidak akan dapat terkupas dengan baik. Oleh karena itu jarak rol-rol karet tersebut harus diatur kembali hingga sesuai. Sedangkan sistim transmisi yang digunakan adalah sistim transmisi gearbox hal ini akan menyulitkan dalam proses penyetelannya. Karena hal-hal tersebut di atas maka operator harus melakukan proses set up pada mesin dan dapat juga terjadi kesalahan pengaturan jarak serta tekanan pegas yang tidak konstan sehingga mutu beras pecah kulit kurang terjamin kualitasnya.Untuk itu penulis mencoba untuk memecahkan permasalahan tersebut dengan merencanakan suatu sistim pengendalian pada mesin pengupas atau pemecah kulit gabah dengan bantuan pneumatik. Jarak antara rol-rol karet akan selalu sesuai meskipun terjadi perubahan dimensi karet, hal ini dapat dilakukan karena tekanan pada sistim pneu-matik konstan. Dan sistim transmisi gearbox akan diganti- kan dengan sistim transmisi pulley untuk memudahkan proses pengaturan.Sehingga dengan menggunakan sistim pengendalian dengan bantuan pneumatik ini akan didapatkan kualitas beras pecah kulit yang lebih baik",
  "creators": "CHONDRO UTOMO TEDJOSUKMONO",
  "contributors": "Philip Kristanto Tedjasaputra (Advisor 2); Suwandi Sugondo (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 95.54.147; Chondro Utomo Tedjosukmono (24490071)",
  "subjects": "MILLING MACHINERY; PNEUMATIC CONTROL-DESIGN AND CONSTRUCTION; RICE-MILLING"
}