{
  "id": "23205",
  "title": "Penggunaan MC68HC11 untuk mengontrol suhu, kelembaban dan motor stepper dalam kaitan dengan mesin penetas telur unggas",
  "abstract": "Proses penetasan telur merupakan suatu proses untuk menjaga kelangsungan keturunan bagi unggas. Pada awalnya proses penetasan ini berlangsung secara alamiah yang dilakukan sendiri oleh induk unggas yang bersangkutan tanpa adanya campur tangan manusia. Tetapi dalam perkembangan selanjutnya manusia ikut campur dalam proses penetasan telur unggas karena manusia berkepentingan atas perkembangbiakan unggas guna memenuhi kebutuhannya akan makanan hewani. Dengan adanya campur tangan manusia ini proses penetasan telur unggas tidak lagi dilakukan secara alamiah tetapi sudah menggunakan alat bantu yang dikenal sebagai mesin tetas telur. Dengan adanya alat bantu ini jumlah telur yang dapat ditetaskan dalam sekali proses penetasan lebih banyak bila dibandingkan dengan proses alamiah. Dalam Tugas Akhir ini dibuat suatu peralatan untuk membantu manusia dalam meningkatkan kualitas dan kuantitas dalam proses penetasan telur dengan menggunakan mesin tetas. Peralatan ini akan mengendalikan parameter-parameter yang dibutuhkan dalam proses penetasan telur unggas dengan bantuan MCU. Parameter-parameter ini adalah kelembaban udara, temperatur udara, waktu penetasan, dan waktu perputaran telur yang dibutuhkan selama proses penetasan telur berlangsung. Prinsip dasar dari alat ini adalah mendeteksi temperatur udara, kelembaban udara dan waktu yang dibutuhkan oleh telur. Temperatur dideteksi melalui suatu sensor temperatur dan kelembaban udara dideteksi dengan suatu humidity sensor sedangkan waktu diberikan oleh suatu real time clock. Hasil pembacaan dari sensor temperatur dan sensor kelembaban dikirimkan ke MCU yang dalam Tugas Akhir ini digunakan mikrokontroler MC68HCll. Hasil pembacaan ini diinputkan ke ADC internal dari mikrokontroler guna mengubah sinyal analog dari sensor menjadi sinyal digital. Berdasarkan sinyal informasi dari sensor-mikrokontroler mengendalikan variabel- variabel temperatur udara dan kelembaban udara. Guna mengendalikan temperatur udara digunakan heater sedangkan untuk mengendalikan kelembaban udara digunakan pompa air dan fan. Untuk mengetahui waktu pengontrolan, mikrokontroler membaca waktu yang dibutuhkan dari real time clock yang dalam ha1 ini dipakai MC146818 sebagai RTC. Mesin tetas jugs dilengkapi dengan alarm untuk memberi peringatan bila ada telur yang sudah menetas. Tegangan keluaran sensor temperatur dan sensor kelembaban yang dipakai dalam pembuatan tugas akhir ini masingmasing memiliki sample correlation coefficient (r) sebesar 0,9975 dan 0,999858; ini menunjukkan bahwa tegangan keluaran tersebut mendekati linier. Kesalahan pengaturan temperatur dari alat yang dibuat f 0,l 'C dan kesalahan pengaturan kelembaban mesin tetas f 6%.",
  "creators": "TIRTA",
  "contributors": "ISKANDAR ZULKARNAIN (Examination Committee 1); Murtiyanto Santoso (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 95/E/EL/046/0249; Tirta (23489116)",
  "subjects": "HUMIDITY-CONTROL; MC68HC11 (MICROCONTROLLER)"
}