{
  "id": "23214",
  "title": "Proses pembentukan lembaran plastik dan analisa regangan pada pembentukan koper",
  "abstract": "Proses mixing, extruding, calendering, shearing, sawing dan hot forming adalah suatu proses yang dibutuhkan dalam pembentukan koper. Dalam proses hot forming pada tugas akhir ini digunakan lembaran plastik yang terbuat dari bahan ABS yang telah dipanasi. Pada proses pembentukan koper dari lembaran plastik yang telah dipanasi akan timbul regangan elastis yang kemudian mengalami penyusutan seiring dengan penurunan tekanan dan temperatur. Untuk mempercepat terjadinya penurunan temperatur biasanya diperlukan proses pendinginan tambahan. Proses pendinginan tambahan dilakukan setelah lembaran plastik panas menyusut dari keadaan menggelembung dan menempati tempatnya di matres. Setelah beberapa saat kemudian, maka lembaran plastik yang telah terbentuk menjadi koper tadi akan berpindah ke bagian pengambilan sesuai dengan program waktu dari meja putar. Kemudian baru diangkat atau diambil untuk mendapatkan proses sawing dan proses penyelesaian lainnya. Proses pendinginan dilakukan yaitu dengan cara menyemprotkan air ke lembaran plastik yang telah benar-benar menempati matres tersebut, tetapi ada juga yang didinginkan dengan udara atau dengan cara pendinginan lainnya. Proses pendinginan dilakukan untuk mempercepat waktu pembuatan koper walaupun diperlukan alat tambahan untuk pendinginan, tetapi biaya total pembuatan dapat dihemat karena waktu pembuatan koper dapat dipersingkat. Pada proses hot forming regangan-regangan pada setiap bagian perlu dianalisa, sehingga kita dapat mengetahui bagian terlemahnya (bagian terlemah dari koper) . Di mana pada bagian terlemah tersebut ada hubungannya dengan ketebalan. Ketebalan dibuat setipis mungkin tetapi aman sesuai dengan permintaan pasar. 0leh karena itu penulis mencoba untuk menganalisa regangan-regangannya sehingga dapat ditentukan ketebalan dari lembaran plastik yang paling tipis sehingga dapat menghemat biaya.",
  "creators": "SETYO PRAJOGO",
  "contributors": "Soejono Tjitro (Advisor 2); Suwandi Sugondo (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 95.54.165; Setyo Prajogo (24489038)",
  "subjects": "PLASTICS INDUSTRY AND TRADE; PLASTICS MACHINERY"
}