{
  "id": "23244",
  "title": "Efektivitas penerapan sistem norma penghitungan penghasilan neto terhadap notaris dan PPAT di Surabaya.",
  "abstract": "Honorarium yang diterima oleh Notaris dan PPAT merupakan imbalan yang diterima oleh Notaris dan PPAT dalam melakukanperbuatan hukum yang diberikan oleh Undang-Undang terhadapnya dan sepanjang tidak melanggarketentuan peraturan perundang-undangan lainnya diperbolehkan untuk dikenakan pajak. Penggunaan Norma Penghitungan dalam menentukan penghasilan neto bagi seorang Notaris dan PPAT, akan menghasilkan perhitungan yang lebih besar daripada penggunaan pembukuan. Dengan adanya Undang-Undang Nomor 28 Tahun 2007 tentang Ketentuan Umum dan Tata Cara Perpajakan dan Undang-Undang Nomor 36 Tahun 2008 tentang Pajak Penghasilan, Wajib Pajak diarahkan untuk menggunakan pembukuan dalam menentukan penghasilan neto, karena akan mendapatkan perhitungan yang sesuai dengan keadaan dan kemampuan Wajib Pajak dalam membayar pajak. Penyelenggaraan pembukuan dalam menentukan penghasilan neto akan lebih menguntungkan Wajib Pajak apabila diselenggarakan dengan benar dan taat asas. Penelitian inimerupakan penelitian yang menggunakanpendekatan kualitatif dengan metode studi kasus untuk mengetahui (1) PPh yang dikenakan atas honorarium Notaris, (2) Kewajaran presentase Norma Penghitungan untuk profesi Notaris dan PPAT di Surabaya. Untuk mengkaji dan menjawab permasalahan tersebut, maka penulis mengambil sampel enam orang Notaris dan PPAT di Surabaya. Berdasarkan hasil penelitian dapat disimpulkan bahwa pajak yang harus dibayar oleh Notaris bila menggunakan pembukuan lebih kecil daripada bila menggunakan Norma Penghitungan, dan presentase biaya bila menggunakan pembukuan akan lebih besar daripada asumsi menurut pemerintah.",
  "creators": "CITRA DEWI SUYANTO",
  "contributors": "Agus Arianto Toly, S.E., M.S.A., Ak. (Advisor 1); Yenni Mangoting (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010321/AKT/2012; Citra Dewi Suyanto (32407093)",
  "subjects": "TAX ACCOUNTING"
}