{
  "id": "2325",
  "title": "Analisa dan rancang sistem informasi akuntansi terkomputerisasi atas siklus pendapatan UD Sinar Mas di Surabaya",
  "abstract": "Penelitian ini dilakukan di U.D Sinar Mas yang bergerak dibidang penjualan kain. Siklus pendapatan pada perusahaan ini masih dilakukan secara manual sehingga mengakibat human error dan keterlambatan proses dalam menghasilkan informasi yang dibutuhkan. Penelitian ini bertujuan untuk merancang sistem informasi akuntansi berbasis komputer atas siklus pendapatan. Rancangan Penelitian yang digunakan adalah studi kasus. Jenis data yang dikumpulkan adalah data kualitatif yang diperoleh dari hasil wawancara, pengamatan dan dokumentasi. Yang menjadi unit analisis adalah siklus pendapatan U.D Sinar Mas. Sedangkan teknik analisis yang digunakan adalah System development life cycle yang meliputi analisa sistem, desain konseptual dan desain fisik. Dari hasil survei diketahui bahwa laporan, dokumen serta prosedur transaksi penjualan yang digunakan dalam sistem manual kurang memadai sehingga menimbulkan berbagai masalah seperti tidak adanya kredit limit, proses pengecekan barang yang lama, terbatasnya dokumen baku yang dipakai dan lain sebagainya. Dengan adanya penelitian ini penulis berhasil merancang sistem informasi akuntansi terkomputerisasi atas siklus pendapatan U.D Sinar Mas. Output yang dihasilkan berupa laporan-laporan seperti laporan pengiriman barang, laporan penjualan, laporan piutang per konsumen dan laporan penerimaan kas. Database yang dibuat antara lain database konsumen, barang, COA, dan lainnya seperti yang tercantum dalam tabel database. Input yang dihasilkan berupa form seperti form konsumen, barang, nota penjualan, surat jalan, surat tagihan, bukti penerimaan kas. Desain prosedur dan pengendalian berupa pengendalian aplikasi atas input dan output diatas. Dengan terancangnya sistem informasi akuntansi berbasis komputer atas siklus pendapatan diharapkan human error dan lambatnya proses yang sering terjadi pada sistem manual dikurangi dan informasi yang dibutuhkan dapat dihasilkan dengan cepat dan tepat.",
  "creators": "HERLENA TRI CHANDRA",
  "contributors": "Sri Maharsi (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.03010444/AKT/2005; Herlena Tri Chandra (32400019)",
  "subjects": "AUDITING-DATA PROCESSING; ELECTRONIC DATA PROCESSING-AUDITING"
}