{
  "id": "23256",
  "title": "Pentingnya pelatihan bagi agen PT Asuransi Jiwa Dharmala Manulife untuk menjamin keefektifan pemasaran polis",
  "abstract": "Kurangnya kesadaran masyarakat akan asuransi jiwa dan ketatnya persaingan di antara para perusahaan asuransi jiwa adalah salah satu penyebab kegagalan agen asuransi dalam memasarkan polis, dan akhirnya menyebabkan tingginya tingkat perputaran agen. Tingginya perputaran agen tersebut mengakibatkan penambahan biaya yang harus dikeluarkan perusahaan untuk rekruting dan mengadakan pelatihan. Untuk menanggulangi masalah tersebut, perusahaan perlu meningkatkan mutu pelatihan dan mutu kehidupan kerja para agen. Peningkatan mutu pelatihan ditujukan untuk mempertinggi standar kualitas para agen baru. Dengan motivasi yang tepat dan ketrampilan tinggi yang diperoleh dari pelatihan, seorang agen diharapkan lebih mampu menjaring nasabah. Dalam ha1 ini pelatihan yang dimaksud bukan hanya pelatihan dasar saja, melainkan juga pelatihan rutin yang berlanjut untuk membantu agen meningkatkan 'performancef-nya dari waktu ke waktu. Bila motivasi yang mendasari pekerjaan agen itu baik dan tepat, akan lebih membantu dalam usahanya mencapai prestasi dengan waktu yang relatif lebih cepat. Sedangkan peningkatkan mutu kehidupan kerja dimaksud untuk memperbaiki semangat, kesejahteraan dan tingkat kepuasan kerjanya, yang pada akhirnya juga dapat meningkatkan produktifitas agen tersebut. Bila kehidupan kerja di perusahaan ini baik, maka kasus-kasus pembajakan tenaga kerja yang sering terjadi di perusahaan ini, akan dapat diatasi. Atau dengan kata lain bahwa nantinya tingkat loyalitas seorang agen tidak lagi dapat diukur dengan materi. Bila itu semua dapat terjadi , maka pengeluaran uang oleh perusahaan untuk pelatihan tidak hanya akan menjadi beban biaya saja, tetapi lebih banyak sebagai investasi jangka panjang yang hasilnya akan dapat dituai beberapa saat lagi berupa tenaga kerja yang trampil. Jadi pelatihan bukan hanya sekedar syarat yang harus diadakan perusahaan untuk mendapatkan 'karyawanl baru, tetapi dengan adanya pelatihan, diharapkan seorang agen bisa bekerja lebih lama, dengan prestasi yang juga lebih baik.",
  "creators": "ANDRE CAHYO NUGROHO",
  "contributors": "Budi Setiawan (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 314/EM/1994; Andre Cahyo Nugroho (31487019)",
  "subjects": "EMPLOYEES-TRAINING OF; INSURANCE-AGENTS; PERSONNEL MANAGEMENT"
}