{
  "id": "2326",
  "title": "Evaluasi dan dampak penerapan analisis biaya relevan dalam rangka pengambilan keputusan menerima atau menolak pesanan khusus pada perusahaan PT XYZ di Sidoarjo",
  "abstract": "PT XYZ mempunyai produksi kurang dari kapasitas maksimal perusahaan, sehingga ini menimbulkan idle capacity. Karena untuk memaksimalkan laba yang ada, maka perusahaan menerima pesanan khusus dari konsumen tertentu selama tahun 2002. Penelitian ini bertujuan untuk mengetahui apakah pengambilan keputusan oleh perusahaan sudah benar atau tidak, maka diperlukan evaluasi penerapan analisa biaya relevan dalam rangka pengambilan keputusan menerima atau menolak pesanan khusus selama tahun tersebut serta dampak dari pengambilan keputusan tersebut. Penelitian ini adalah studi kasus yang dilakukan di PT XYZ yang terletak di Waru-Sidoarjo, merupakan perusahaan pengepakan fleksibel dengan dua macam produksi yaitu BOPP film dan Polyester Film. Rancangan penelitian yang digunakan adalah penelitian deskriptif. Unit analisis dalam penelitian ini adalah data biaya perusahaan, data pesanan dan keputusan selama satu tahun tersebut. Analisa ini dilakukan dengan cara menghitung biaya-biaya yang relevan untuk alternatif menerima atau menolak pesanan khusus kemudian dilakukan analisa terhadap pengambilan keputusan yang dibuat oleh perusahaan apakah sudah benar atau tidak, serta dampak yang ditimbulkan dari pengambilan keputusan tersebut. Berdasarkan hasil analisa biaya relevan dapat disimpulkan bahwa pengambilan keputusan oleh perusahaan terhadap pesanan khusus sudah benar. Dan dampak pengambilan keputusan tersebut adalah meningkatnya laba perusahaan, juga mempengaruhi pendapatan tenaga kerja.",
  "creators": "TJIANG YANTI",
  "contributors": "Setyarini Santosa (Advisor 1); Sri Maharsi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010422/AKT/2005; Tjiang Yanti (32400072)",
  "subjects": "COST ACCOUNTING"
}