{
  "id": "23264",
  "title": "Analisa perhitungan pajak penghasilan untuk WPOP yang bekerja di luar negeri",
  "abstract": "Penelitian ini dilakukan untuk mengetahui Bagaimana menghitung dan melaporkan PPh terhutang untuk Tuan X sebagai WNI yang bekerja di luar negeri berdasarkan aturan pepajakan di Indonesia untuk tahun pajak 2010. Penelitian ini diharapkan Membantu Tuan X dalam mengetahui perlakuan perpajakan di Indonesia atas usaha yang dimiliki di Indonesia dan bagaimana pelaporan atas usaha di Indonesia. Metode pengumpulan data yang dilakukan pada penelitian ini adalah dokumentasi dan wawancara langsung kepada Tuan X yang menjadi objek penelitian. Dari penelitian ini dapat disimpulkan bahwa Tuan X berada di Indonesia kurang dari 183 hari selama setahun maka status dari Tuan X sebagai Subjek Pajak Luar Negeri, tetapi karena Tuan X memperoleh penghasilan dari dalam negeri melalui Toko kelontong R jika dilihat dari dua perhitungan yaitu apabila dari usaha Toko tersebut belum ada akta notaris, maka atas penghasilan yang diterima Tuan X di luar negeri tidak dapat mejadi pengurang untuk perpajakan Tuan X di lihat dari sistem perpajakan di Indonesia karena Tuan X hanya sebagai orang yang membayarkan pajak penghasilan tersebut dan juga dalam pelaporan SPT tahunan atas toko tersebut masih menggunakan nama dan NPWP dari ibu Tuan X. Sedangkan apabila dari usaha Toko tersebut sudah ada akta notaris yang menyatakan bahwa Toko tersebut sudah menjadi milik Tuan X, maka kewajiban pajaknya bukan lagi sebagai Subjek Pajak Luar Negeri tetapi dipersamakan dengan Wajib Pajak Dalam Negeri sehingga pajaknya dihitung baik atas penghasilan yang diterima dari luar negeri digabungkan dengan penghasilan yang ada dari usaha Toko tersebut dan mempunyai kewajiban melaporkan pajaknya dalam bentuk SPT di Indonesia.",
  "creators": "INGGRID PARAMBAN",
  "contributors": "Yenni Mangoting (Advisor 1); Sriti Mayang Sari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010315/AKT/2012; Inggrid Paramban (32405108)",
  "subjects": "TAX ACCOUNTING; INCOME TAX-ACCOUNTING"
}