{
  "id": "23279",
  "title": "Potensi Pulau Serangan sebagai salah satu obyek wisata di Pulau Bali",
  "abstract": "Pulau Serangan adalah sebuah pulau kecil pang termasuk wilayah Kecamatan Denpasar Selatan, kota Madya Denpasar. Dari kota Denpasar berjarak + 8 km ke arah Selatan melalui Desa Sesetan sampai di Banjar Suwung Batan Kendal di lanjutkan dengan menyebrangi selat yang dangkal. Pulau Serangan ini juga d ikenal dengan nama Pulau Kura-kura karcna Kura-kura dan penyu rnerupakan daya tarik yang utama di Pulau Serangan . Mcl ihat Scrangan yallg Icty~tLn:,ra s3ngaT stratcgi s , yaitu antara Sanur dan Nusa Dua. rn:~l memnngkinkan untuk dikembangkan crlah sektor pariwisata. Mengingat letaknya yang terpisah dari Pulau Eali cpulau yang dikeliIingi lautan t . maka untuk rnencapai Pulau Serangan ini agak sulit karcila :;ntu-satunya sarana pcrhubungan yang ada adalah jukung :perahu berkaki k a y u ) dan pcrahu bermc!sin. Transportasi i n i i u g n tidak dapat berfungsi sctiap saat, karena terpantung pada pasang surutnya air l a u r . Srdangkan sarana yang ada untuk menarik para wisatawan adalah : Taman Penvu, penetasan telur penyu, kios penjual cicdera mata dan Pura Sakenan yang paling ramai dikunjungi setiap 210 hari sekali yaitu setiap hari Sabtu Kliwon Wuku Runingan. Sejauh ini pengembangan Pulau Serangan dalam bidang pariwisata telah mendapat bantuan dari pihak swasta. Pembenahan-pembenahan serta perbaikan-perbaikan terus dilakukan oleh Pcmerintah Daeraih setempat bersama-sama dengan instansi-instansi yang terkait dalam dunia kepariwisatawan dan juga peran aktif masyarakat setempat dalam berperan serta sangat diharapkan. Dengan kerja sama tersebut Pulau Serangan akan dapat mcnjadi obyek wisata andalan di Pulau Bali dan mendatangkan lebih banyak wisatawan.",
  "creators": "JULIANA SOEWONDO",
  "contributors": "SIDNIWATI (Advisor 1); Yacintha Yoranouw Suryawijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 138/Par/1994; Juliana Soewondo (91391021)",
  "subjects": "SERANGAN ISLAND (BALI ISLAND, INDONESIA)-DESCRIPTION AND TRAVEL; TOURIST TRADE"
}