{
  "id": "2327",
  "title": "Studi tentang pengaruh kualitas daya terhadap komputer di Gedung P Universitas Kristen Petra",
  "abstract": "Tingkat kontinuitas dan kualitas daya listrik suatu sistem tenaga listrik merupakan suatu bagian yang harus dipertimbangkan dengan baik dalam suatu perencanaan sistem tenaga listrik. Tingkat kualitas daya listrik yang baik sangat dibutuhkan oleh peralatan elektronik yang sensitive seperti komputer dan peralatannya. Aspek-aspek yang terkait dalam penentuan tingkat kualitas daya meliputi : kestabilan tingkat tegangan dan frekuensi, tingkat faktor daya, kandungan distorsi harmonisa, serta tingkat aras grounding. Untuk mengetahui tingkat kualitas daya listrik gedung P, Universitas Kristen Petra Surabaya, maka dilakukan pengukuran serta pengumpulan data di lapangan dengan menggunakan alat ukur Fluke 41 B dan Fluke 43. Adapun pengukuran dilakukan pada panel-panel laboratorium komputer serta stop kontak. Hasil pengukuran akan dibandingkan dengan standard (IEEE Standard). Melalui analisa didapatkan suatu kesimpulan bahwa kontinuitas suplai listrik gedung P, Universitas Kristen Petra kurang baik. Di samping itu beban komputer dan peralatannya bersifat non linier menimbulkan distorsi yang sangat besar yang dapat memperburuk faktor daya. Rata-rata % distorsi harmonisa arus 91.2 %. Besamya distorsi tersebut haras segera diatasi dengan filter harmonisa (PFC ) serta surge arrester pada power supply komputer. Walaupun demikian aspek lainnya memenuhi standard.",
  "creators": "KRISTIYO WINARKO",
  "contributors": "Emmy Hosea (Advisor 1); Julius Sentosa Setiadji (Advisor 2); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/E/TST/016/430; Kristiyo Winarko (23497054)",
  "subjects": "COMPUTER-POWER SUPPLY; POWER ELECTRONICS"
}