{
  "id": "2328",
  "title": "Perencanaan dan pembuatan mesin pengupas kulit ari jagung pipilan",
  "abstract": "Perencanaan dan proses pernbuatan pada mesin pengupas kulit ari biji jagung konvensional dengan menggunakan mekanisme dua buah roll karet sebagai alternatif 1 dan mekanisme balok-balok pengocok sebagai altematif 2 yang dibuat prototype mesinnya, setelah diadakan uji coba ternyata tidak membawa hasil yang maksimal, seperti rancangan rubber roll yang hasilnya tidak terkupas maksimal dan pada mekanisme balok-balok kocok, biji jagung yang dikupas menjadi pecah, hal ini dapat menghilangkan banyak kandungan gizi pada jagung pipilan tersebut. Dari dua percobaan perencanaan prototype mesin pengupas diatas dapat memberikan inspirasi pada penulis untuk merancang dan membuat mesin konvensional pengupas kulit ari jagung pipilan dengan mekaisme roll batu gerinda berdiameter 151,2 mm dan tebal 25,6 mm sebanyak 8 buah roll yang disusun pada poros transmisi. Susunan roll ini dipasangkan dalam ruang pengupas yang memiliki jarak/celah dinding terhadap permukaan roll batu 15 mm supaya biji jagiuig bisa terkupas maksimal. Susunan roll batu gerinda ditahan oleh ring disisi kanan dan kiri sebagai pencekam dan dikunci dengan sistim mekanisme mur pada ulir yang dibuatkan diujung poros transmisi. Sistim transmisi yang digunakan adalah mekanisme pulley untuk mempermudah proses pengaturan putaran pada poros roll batu gerinda. Bila menginginkan putaran yang lebih tinggi ataupun lebih rendah maka pulley transmisi bisa diganti-ganti dengan merubah posisi motor. Sistim pemilihan roll batu gerinda adalah berdasarkan pada tingkat koefisien gesek yakni tidak boleh lebih rendah ataupun tidak boleh lebih tinggi, bila lebih rendah maka proses pengupasan akan lama dan bila lebih tinggi maka koefisien gesek memungkinkan biji jagung akan terkikis habis. Oleh sebab itu tingkat koefisien gesek yang dipilih adalah (? = 3,5 ). Dengan demikian proses pengupasan pada kulit ari jagung pipilan akan menghasilkan kualitas dan efisiensi yang baik untuk kebutuhan manusia terhadap proses pengolahan produk hasil-hasil pertanian pada masyarakat dimasa kini.",
  "creators": "CONSTANTINO DCCXE BRANDAO",
  "contributors": "Joni Dewanto (Advisor 1); Oegik Soegihardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02.54.529; Constantino ONSTANTINO Da C.C.X. Escollano Brandao (24492106)",
  "subjects": "CORN-MACHINERY; MACHINE DESIGN"
}