{
  "id": "23298",
  "title": "Scouring pada struktur bangunan bawah jembatan",
  "abstract": "Pemilihan pondasi pier jembatan ditentukan berdasarkan pada keadaan tanah, besarnya beban dari struktur atas dan pengaruh hidrolik sungai. Dengan demikian maka pondasi pier akan berlainan antara jembatan yang satu dengan jembatan yang lain tergantung dari beberapa faktor diatas. Bila pondasi pier yang telah dipilih itu berupa pondasi dangkal atau pondasi dalam maka faktor keamanan terhadap beban yang bekerja cukup tinggi tapi ada satu faktor lagi yang perlu diperhatikan yaitu penggerusan setempat (local scour) di pier jembatan. Penggerusan setempat ini mengakibatkan pondasi yang ada lama - kelamaan mencapai keadaan yang kritis dalam arti pondasi tersebut perlu diganti atau dilindungi terhadap penggerusan yang makin besar agar jembatan yang ada itu tidak sampai runtuh. Keadaan seperti ini perlu diperhatikan dengan serius pada awal perencanaan dan pemilihan pondasi sebab bentuk d m type dari pondasi sangat menbantu sekali dalam mengurangi atau nencegah ataupun menambah besarnya gerusan yang akan terjadi. Untuk memperbaiki atau mengganti pondasi yang rusak akibat gerusan, pelaksanaannya tidak saat itu juga dengan berbagai alasan pokok antara lain menyangkut biaya, waktu dan pengaruh ekonomis terhadap arus lalu lintas yang menggunakan jembatan tersebut . Dan juga perlu disesuaikan dengan adanya program pemerintah mengenai pengembangan dan perbaikan jembatan di daerah yang bersangkutan . Mengingat masalah diatas maka penggerusan setempat dapat dihindari dan dikurangi dengan adanya pemahaman yang lebih mendalam baik tentang faktor-faktor yang nenambah besarnya gerusan setempat dan perhatian yang lebih serius pada gerusan jenis ini baik pada anal penbuatan jembatan maupun setelah jembatan tersebut ada. Analisa masalah gerusan setempat i n i diharapkan dapat menbantu akan pemahaman gang lebih terperinci mengenai faktor - faktor utama yang mempengaruhi dalamnya gerusan dan mencari alternatif pencegahan gerusan + terhadap pier yang tergerus .",
  "creators": "DARWIN ARIANTO; MELIANA TIPNONI",
  "contributors": "Johanes Indrojono Suwono (Examination Committee 1); Ir. Prasetio Sudjarwo, M.Eng. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.493 S; Darwin Arianto (285076), Meliana Tipnoni (285086)",
  "subjects": "BRIDGE-DESIGN AND CONSTRUCTION; BRIDGE CONSTRUCTION INDUSTRY"
}