{
  "id": "23295",
  "title": "Pengaruh luas daerah perbaikan tanah terhadap daya dukung pondasi dangkal dengan tepi miring",
  "abstract": "Penggunaan pondasi dangkal berbentuk trapesium terbalik bersudut 75\" didirikan pada tanah stabilisasi diatas tanah lunak merupakan suatu alternatif untuk meningkatkan daya dukung dan mengurangi penurunan yang besar pada pondasi dangkal. - . .. Fungsi tanah stabilisasi disini untuk memikul sebagian beban yang d i t e r i m a d a r i pondasi. Untuk mengetahui b a t a s perbaikan tanah yang optimum, kami menyelidiki pengaruh luas-perbaikan tanah ter-kadap daya dukung pondasi dangkal dengan t e p i miring. P e n e l i t i a n d i laboratorium yang kami lakukan m e l i p u t i : - Membebani suatu model pondasi yang d i l e t a k k a n d i a t a s t a n a h l u n a k d- e-n- g.a n menggunakan stabilisasi s i r t u + 2,5% .semen s e t e l a h tanah- stabilisasi mencapai umur 7, 14 dan 28 h a r i , l u a s tanah stabilisasi terhadap dinding model pondasi d i v a r i a s i - Memberi beban konstan pada model pondasi bersudut 75\" dan 90\" yang diletakkan pada tanah stabilisasi dengan luas perbaikan minimum setelah tanah stabilisasi berumur 28 hari - Membebani sampel tanah stabilisasi setelah sampel tersebut berumur 7, 14 dan 28 h a r i . Dari h a s i l p e n e l i t i a n disimpulkan bahwa daya dukung optimum pondasi bersudut 75\" t e r j a d i pada l u a s perbaikan tanah s e j a r a k 12 cm d a r i t e p i p o n d a s i . Pondasi bersudut 75\" t e r s e b u t memberikan penurunan 23% l e b i h k e c i l dibanding dengan tepi vertikal (90\" ) dan waktu terjadinya penurunan juga lebih pendek 17%",
  "creators": "PRAWITO LIMAN; HADIONO HALIM",
  "contributors": "Johanes Indrojono Suwono (Examination Committee 1); Sugie Prawono (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 382 S; Prawito Liman (282024), Hadiono Halim (282127)",
  "subjects": "ROADS-FOUNDATIONS; SOIL MECHANICS"
}