{
  "id": "2331",
  "title": "Studi alternator 115/208 volt, 400 Hz, 12 KVA, yang digunakan pada pesawat terbang Foker-27 di PT. Merpati Nusantara Airlines",
  "abstract": "Pada dekade terakhir ini, kemajuan dalam bidang kelistrikan pesawat terbang mengalami kemajuan yang sangat pesat. Peralatan dan perlengkapan listrik pada pesawat dibuat dengan ukuran yang lebih kecil jika dibandingkan dengan sistem konvensional. Peralatan tersebut dapat ditemukan pada setiap pesawat terbang modern milik PT. Merpati Nusantara Airlines. Dalara tugas akhir ini, studi dilakukan pada pesawat terbang Foker-27 di PT. Merpati Nusantara Airlines dengan membahas alternaior 12 kVA, 115 V/208 V, 400 Hz, dengan torsi sebesar 15,79 N, 8000 rptn, yang dihasilkan dari mesin berkapasitas 1369 kWh dengan konsumsi bahan bakar 0,486 kWh/lt untuk mencapai jarak tempuh sejauh 1351 km dengan waktu tempuh selama 3,75 jam. Torsi yang digunakan sebagian besar untuk menerbangkan pesawat dan hanya sebagian kecil yang digunakan untuk menggerakkan alternator, yaitu sebesar 1,45 %. Alternator pada pesawat ini digunakan sebagai pembangkit tenaga listrik untuk sistera pemanas yang meliputi extra cockpit heating (5,5 A), windshield de-Icing (7,5 A), dan power unit de-icing yang meliputi air intake contmuous (3,5 A), air intake cycle (19,7 A) serta propeller blade dan spinning cycle (24,2 A). Peralatan yang digunakan pada pesawat tidak dapat digunakan pada instalasi bangunan biasa, sebab pesawat menggunakan frekwensi 400 Hz dengan tegangan sebesar 208 V. Pesawat perlu dimodifikasi agar performanya dapat ditingkatkan sehingga keamanan dan kenyamanan pada saat pesawat digunakan lebih terjamin.",
  "creators": "SOPHIAN",
  "contributors": "Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Advisor 1); Julius Sentosa Setiadji (Advisor 2); Emmy Hosea (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/E/TST/008/422; Sophian (23496059)",
  "subjects": "AIRLINES; ELECTRIC GENERATORS-ALTERNATING CURRENT"
}