{
  "id": "23324",
  "title": "Perencanaan dan pembuatan sistem pengukuran berat benda hingga 2000 gram dengan menggunakan mikrokontroler 8031 dan transducer LVDT",
  "abstract": "Dewasa ini timbangan manual yang umum ada di pasara biasanya sistem meter dan sebagai masukan menggunakan sistem mekanis dan pegas. Melihat ketelitian dan keterbatasan yang ada menyebabkan timbulnya ide untuk mengembangkan timbangan elektronik. Pengembangan ini menghasilkan suatu timbangan elektronik yang bekerja dengan prinsip memanfaatkan transducer LVDT dan mikrokontroler 8031 sebagai pengolah data. Mikrokontroler 8031 digunakan untuk mengambil data hasil pengukuran berat sekaligus sebagai pengolah data perhitungan harga sehingga memudahkan pemakaiannya. Prinsip kerja dari alat ini adalah sebagai berikut : barang yang akan dijual, ditimbang terlebih dahulu dengan meletakkannya diatas timbangan elektronik tersebut, maka pada display akan langsung menampilkan jumlah berat barang, dan bila dimasukkan harga persatuan beratnya, maka dapat diketahui jumlah yang harus dibayar. Pada tugas akhir ini dibuat timbangan elektronik dengan dilengkapi fasilitas display penunjukan berat, keyboard untuk memasukkan harga, dan penampilan jumlah total harga. Pada p e n g u j i a n timbangan e l e k t r o n i k i n i d i l a k u k a n dengan m e n g u j i s e l u r u h p e r a l a t a n i n i a n t a r a l a i n c a r a penimbangan, memasukkan h a r g a dan menanpilkan j u n l a h t o t a l . H a s i l d a r i penimbangan dengan menggunakan t i n b a n g a n e l e k t r o n i k langsung d i t a n p i l k a n pada d i s p l a y dengan s a t u a n gram, s e h i n g g a d a p a t d i b a c a dengan jelas.",
  "creators": "SOEGIARTO THEODORUS",
  "contributors": "HANDAYANI T. (Advisor 1); VINCENT PRASETYO (Examination Committee 1); IRWAN SAHLI (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 93/E/EL/028/0149; Soegiarto Theodorus (23486088)",
  "subjects": "ELECTRIC MEASUREMENTS; WEIGHTS AND MEASURES"
}