{
  "id": "2334",
  "title": "Studi gas turbin generator dan diesel generator yang dipakai sebagai sistem pembangkit listrik di KRI jenis mine hunter killer",
  "abstract": "Untuk melayani kebutuhan listrik pada saat beroperasi di Kapal Republik Indonesia Jenis Mine Hunter Killer Kelas Pulau Rupat, digunakan 3 Gas Turbin Generator sebagai pembangkit utama dan 1 Diesel Generator sebagai sistem pembangkit sekunder. Untuk menjamin tersedianya suplai daya listrik yang baik guna mendukung fungsi operasi kapal ini sebagi pemburu dan penyapu ranjau, maka sangat penting untuk memperhatikan semua sistem yang mendukung lancarnya proses pembangkitan daya listriknya. Dari data yang terdapat di sistem pembangkit listrik, total daya yang dibangkitkan adalah 950 kW, dengan daya beban total yang terpasang 915,6 kW dan beban puncaknya 345,4 kW yaitu pada saat kondisi operasi pemburuan ranjau. Sehingga faktor beban untuk di kapal ini adalah 0,3- Sistem tegangan utama yang dipakai di kapal ini adalah 450 volt, 3 phasa dengan frekuensi 60 Hz. Untuk pemilihan mesin diesel yang digunakan sebagai penggerak generatomya, telah sesuai dari segi faktor kecepatan yaitu 2,5 dan jumlah silinder yang terpakai yaitu sebanyak 10 buah silinder. Analisa terhadap turbin gas yang dipakai sebagai pembangkit utama di kapal ini, salah satunya terdapat pada sistem pemasukan udaranya, dimana udara masuk ke turbin adalah hal yang terpenting sehingga perlu dianalisa kemampuan filter udaranya dan diperoleh bahwa untuk filter udara turbin gas mampu menyaring aliran udara maksimum hingga 2,55 kg/sec. Dari hasil analisa sistem bahan bakar dan kebutuhannya, efisien untuk mesin dieselnya lebih tinggi yaitu 40,56% dibanding dengan turbin gas yang hanya 17,2%, didalam fungsinya menghasiikan daya listrik yang berkontinyuitas dan berkualitas di KRI Jems Mine Hunter Kilier.",
  "creators": "MADE AGUS YUDIASTANA",
  "contributors": "Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Advisor 1); KAPTEN LAUT WIDIANTORO (Advisor 2); Emmy Hosea (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/E/TST/012/426; Made Agus Yudiastana (23496117)",
  "subjects": "GAS-TURBINE POWER-PLANTS; DIESEL ELECTRIC POWER-PLANTS"
}