{
  "id": "23342",
  "title": "Pemrograman mesin machining center/computer numerical control fanuc 11 M pada proses drilling pada tube sheet",
  "abstract": "Dengan makin pesatnya perkembangan industri dewasa ini, khususnya di Indonesia, maka setiap perusahaan dituntut untuk menghasilkan mutu yang semakin tinggi dengan standard ISO 9001. Untuk mencapai standard tersebut suatu proses produksi harus mempunyai ketelitian yang tinggi dan mutu yang lebih baik dengan pertimbangan biaya produksi yang sesuai dengan hasil produk.Di PT PAL INDONESIA salah satu perusahaan BUMN bergerak semakin maju tidak hanya memproduksi kapal, tetapi mengembangkan usahanya di berbagai bidang dengan menambah beberapa divisi. Salah satunya adalah Divisi General Engineering atau Divisi GE. Di Divisi GE tersebut telah digantikan beberapa proses machining dari mesin perkakas konvensional menuju ke mesin perkakas otomatis atau disebut mesin NC/CNC, yaitu proses machining dengan penggunaan pengendalian angka atau kontrol numerik. Dan untuk selanjutnya kontrol numerik bisa dikendalikan dengan menggunakan komputer dengan bahasa G-Code dan M-Code.Beberapa proses machining yang dilakukan adalah pembua- tan lubang pada Tube Sheet dengan menggunakan mesin Machining Center/CNC FANUC 11 M. Proses pelubangan dilakukan dengan cara horizontal yang meliputi : Center Drill. Drilling, Chamfer dan Reamer. Beberapa kode G (G-Code) yang digunakan adalah : GOO. G50.1, G51.1. G54. G80. G81. G83. G90. G91 dan G98. Sedangkan kode M (M-Code) yang digunakan meliputi : M01, M03, M05, M06, M07, M08, M09, M30. M98 dan M99.",
  "creators": "Unknown",
  "contributors": "HENDRATA SUHADA (Examination Committee 1); RAHARDJO (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 95.54.140; Bambang Wahyudi (24485059)",
  "subjects": "MACHINE-TOOLS-NUMERICAL CONTROL"
}