{
  "id": "23363",
  "title": "Redesain mesin penutup dan pembuat ulir pada tutup botol",
  "abstract": "Dengan mengingat akan perkembangan teknologi yang cukup pesat dewasa ini dalam segala aspek kehidupaan, demikian pula dengan yang terjadi di Indonesia saat ini sebagai negara yang sedang berkembang. Maka untuk itu perlunya ditingkatkan industri yang menghasilkan mesin-mesin industri sendiri baik untuk industri ringan maupun industri berat. Sehubungan dengan hal tersebut di atas, maka perlunya dilakukan redesain dari mesin-mesin industri yang sudah ada dan tentunya diharapkan pada langkah selanjutnya dapat pula dilaksanakan juga pembuatan dan pemasangan instalasinya di dalam negeri. Dalam hal ini akan dilakukan suatu analisa dari suatu peralatan/mekanisme untuk pengisian cairan dan penutup serta pembuat ulir pada tutup- botol yang mana peralatan tersebut dapat digunakan pada industri makanan dan minuman maupun pada industri farmasi. Secara umum peralatan ini terdiri dari 3 bagian utama, yaitu : Peralatan Pembawa Botol yang terdiri dari 2 buah Slat Conveyor, Mesin Pengisi Botol, dan Mesin Penutup dan Pembuat Ulir pada Tutup Botol. Sesuai dengan perkembang-an teknologi di Indonesia saat ini, maka didalam hal ini selain dilakukan analisa proses dan kerja dari seluruh mekanisme juga dilakukan perencanaan elemen dari Mesin Penutup dan Pembuat Ulir pada Tutup Botol. Dari hasil analisa daya yang telah dilakukan didapatkan bahwa daya yang dibutuhkan oleh tiap-tiap bagian peralatan adalah jauh lebih kecil dari peralatan yang sudah ada/sebenarnya. Hal ini dimungkinkan karena : adanya beberapa asumsi/pengabaian pada perhitungan-perhitunganyang dilakukan, kapasitas dari peralatan yang sebenarnya memang jauh lebih besar, dan sebagainya.",
  "creators": "JOSAPHAT SUDARSO WIDJAYA",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 90.54.057; Josaphat Sudarso Widjaya (582047)",
  "subjects": "SCREW-THREADS-CUTTING"
}