{
  "id": "23373",
  "title": "Sifat-sifat beton mutu sangat tinggi dengan menggunakan fly ash cement, silica fume dan superplasticisers",
  "abstract": "Dibandingkan dengan beton normal maka rancang campur beton mutu tinggi lebih kompleks . Ini disebabkan karena bertambahnya parameter yang dipakainya itu flays, silicafume danperplasticisers. Suatu optimasi dari parameter parameter itu akan membutuhkan ratusan percobaan. Dengan menggunakan metode dari Larrard dapat ditentukan komposisi dari beton mutu tinggi yang memenuhi kekuatan yang disyaratkan dengan menggunakan percobaan percobaan yang minimum . Tes tes yang dilakukan dengan metode ini sederhana dan konvensional yang dapat dilakukan pada setiap laboratorium beton (Larrard, 1990 : 47). Metode dari Larrard ini sangat effisien karena hanya bekerja pada mortar beton saja . Pemakaian super plasticisers mempunyai tujuan untuk mendapatkan campuran beton yang workable pada faktor air/semen yang rendah, sedangkan pemakaian silicafume berguna untuk meningkatkan kekuatan beton sehingga dihasilkan beton mutu tinggi.Kedua pengaruh material additive ini dapat dipisahkan sebagai water reducingeffect dan inherenteffect (Goldman, 1989 :445). Pada penelitian ini dibuat campuran beton dengan menggunakan material setempat disertai pemakaian silicafume sebesar OX , 5% , 10% , dan 15% dari berat semen yang dibutuhkan. Semen yang digunakan adalah flyash cement produksi NDOCEMENT. Benda uji beton berbentuk kubus ukuran 10 x 10 x 10 cm3 dan hasil test kekuatan tekanan dari benda uji akan ditampilkan dalam bentuk grafik-grafik. Dari grafik-grafik yang dihasilkan akan dibandingkan satu sama lain dan dianalisa untuk mendapatkan satu rumusan perkiraan beton mutu tinggi dengan flyash cement,dan satu harga konstanta agregat yang sesuai dengan campuran beton mutu tinggi dengan flyash cement. Dari grafik-grafik yang dihasilkan itu juga akan didapat pengaruh silicafumefume dan superplasticisers pada beton mutu tinggi yaitu berupa inherenteffect dan water reducingeffect.",
  "creators": "TAN SIEN LOK",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1); Hurijanto Koentjoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 519 S; Tan Sien Lok (14286055)",
  "subjects": "HIGH STRENGTH CONCRETE; CONCRETE"
}