{
  "id": "23374",
  "title": "Percobaan manfaat limbah karbit untuk stabilisasi tanah",
  "abstract": "Dengan bertambah majunya pembangunan di negara kita, terutama di sektor industri, timbul suatu masalah yaitu: pembuangan sisa-sisa atau limbah industri yang tidak terpakai, dalam hal ini merupakan sisa-sisa produksi gas ta- bung asetilin dari P.T. Samator Gas Industri, jalan Raya Barabe Driyorejo Sepanjang yang memakai bahan baku karbit, Limbah pembakaran karbit tersebut akan dimanfaatkan untuk stabilisasi tanah dengan tujuan untuk meningkatkan daya du kung tanah asli. Setelah dilakukan pengetesan kadar unsur kimia yang dikandung limbah karbit tersebut di Laboratorium Kimia Industri Teknologi 10 Nopember Surabaya, ternyata bahwa kadar CaO yang terkandung di dalamnya hampir sama dengan kapur, di mana unsur CaO tersebut memberikan perbaikan terhadap sifat-sifat tanah terutama tanah yang diameter butirannya halus yaitu: jenis tanah liat, karena bagian tanah yang halus (fined grained soil) memberikan respons yang baik tanah yang mempunyai clay content (< 2M > 10 % dan P.I.> 10). Serangkaian percobaan di Laboratorium yang dilakukan untuk tujuan di atas antara lain : Atterberg Limit Test, Compaction / test kepadatan, Unconfined Compressive strength test dan free sweel. Adapun tanah liat yang dipakai dalam percobaan laboratorium ini diambil dari 3 lokasi yaitu : - tanah liat expansive ---> lokasi di Dukuh Kupang tepatnya di Darmo Harapan, - tanah liat yang diambil dari proyek perumahan Sinar Galaxi, lokasinya di Kutisari Indah. - tanah liat lunak ---> bekas tambak, di lokasi jalan Tol Surabaya-Gresik, Sedangkan prosentase penambahan limbah karbit yang akan di campurkan diambil: 6 %, 8 %, 10 %, 12 % dan. 14 % . Untuk lebih mengenal tentang pengaruh bahan tersebut terhadap tanah liat, maka dalam Bab II diadakan pembahasan tentang stabilisasi dengan bahan tambahan kapur, karena si fat-sifatnya yang hampir sama dengan limbah karbit. Serangkaian percobaan laboratorium dilakukan di laboratorium Mekanika Tanah Universitas Kristen Petra, untuk mengevaluasi pemakaian limbah karbit pada stabilisasi tanah diberikan di dalam Bab III, Sedangkan di dalam Bab IV membahas tentang hasil- hasil percobaan di laboratorium, Sebagai hasil dari percobaan tersebut, ternyata nilai unconfined compressive strength dari ketiga jenis tanah meningkat, sedangkan Plastisity In dex-nya menurun serta pemakaian prosentase limbah karbit yang effektive antara 10 % sampai dengan 14 % dan yang paling effektive adalah 12 % . Di dalam Bab V diuraikan lebih jauh tentang pelaksana-, annya di lapangan beserta peralatan yang dipergunakan, Selanjutnya di dalam Bab VI berisi tentang kesimpulan dan sa- ran. Ternyata limbah karbit yang merupakan limbah industri yang tidak terpakai tersebut dapat dimanfaatkan sebagai ba- han additive untuk stabilisasi tanah. Pemadatan dan pencampuran yang baik sangat diperlukan pada stabilisasi tanah dengan limbah karbit, yang selanjutnya diikuti oleh curing yang cukup baik waktu maupun kondisinya.",
  "creators": "BENNY SANTOSO; INDRIYO HARSOYO",
  "contributors": "Soebianto Tjandrawibowo (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 266 S; Benny Santoso (273027), Indriyo Harsoyo (278091)",
  "subjects": "PETRA CHRISTIAN UNIVERSITY-ALUMNI AND ALUMNAE; UNIVERSITAS KRISTEN PETRA--ALUMNI AND ALUMNAE"
}