{
  "id": "23426",
  "title": "Upaya peningkatan kualitas pelayanan penumpang perusahaan penerbangan nasional dalam menunjang kepariwisataan di Indonesia",
  "abstract": "Dibukanya jalur penerbangan ke luar negeri adalah salah satu usaha perusahaan penerbangan nasional, dalam ha1 ini adalah maskapai penerbangan nasional yang membawa bendera Indonesia untuk melebarkan sayapnya dan sekaligus untuk menunjang kepariwisataan di Indonesia. Untuk itu perusahaan penerbangan nasional berupaya untuk terus membenahi diri dengan berbagai promosi yang menekankan menganai kenyamanan dan pelayanan yang baik dari perusahaan penerbangan tersebut, juga adanya kecenderungan para wisatawan untuk menggunakan jasa penerbangan asing daripada jasa penerbangan nasional walaupun penerbangan nasional tersebut mempunyai rute-rute yang sama dengan penerbangan asing. Bahkan para penumpang lebih suka membayar lebih mahal untuk pelayanan yang baik dari penerbangan asing. Hal ini yang menjadi alasan bagi penerbangan nasional untuk meningkatkan kualitas pelayanan penumpang. Tujuannya adalah untuk menarik wisatawan baik dari nusantara maupun mancanegara lebih cenderung menggunakan penerbangan nasional untuk bepergian termasuk mengunjungi obyek-obyek wisata di Indonesia, dengan demikian penerbangan nasional dapat memperkenalkan Indonesia secara tidak langsung kepada dunia dan sekaligus memperlihatkan keramahtamahan orang-orang Indonesia melalui pelayanan yang diberikan. Keuntungan yang dapat diperoleh adalah peningkatan pendapatan devisa negara yang cukup besar dan memberikan pemasukkan juga juga untuk sektor-sektor lain yang terkait dalam pariwisata. Hal yang perlu dibenahi adalah sumber daya manusia, karena merekalah yang memberikan pelayanan tersebut. Ini adalah hal yang sangat penting karena pemberian jasa bertumpu pada \"human based\" bukan \"mechanical based\". Yang dihadapi adalah manusia yang mempunyai keinginan bermacammacam. Jadi hal tersebut bukanlah hal yang mudah, tetapi perusahaan penerbangan nasional.",
  "creators": "MARTHA DIAH PERMATASARI",
  "contributors": "Yacintha Yoranouw Suryawijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 143/Par/1994; Martha Diah Permatasari (91391041)",
  "subjects": "AERONAUTIC COMMERCIAL-PASSANGER-ACCOMODATION; INDONESIA-TOURIST TRADE"
}