{
  "id": "23423",
  "title": "Pemeliharaan potensi obyek wisata Pulau Menjangan di Pulau Bali",
  "abstract": "Pulau Menjangan adalah sebuah pulau kecil dengan luas 175 hektar yang terletak di kawasan Taman Nasional Bali Barat. Untuk kepulauan Menjangan harus menyeberang dulu di Labuhan Lalang yang merupakan satu satunya tempat untuk dapat ke pulau Menjangan. Pulau Menjangan terletak 140 km di sebelah barat Denpasar atau 15 km disebelah utara Gilimanuk. Pulau Menjangan terkenal akan kehidupan alam lautnya dan juga pantai yang bersih. Maka kegiatan yang umum dilakukan di pulau Menjangan adalah scuba diving atau snorkeling. Selain untuk kegiatan scuba diving atau snorkeling kita bisa keliling pulau untuk melihat Jalak Bali dan Menjangan yang merupakan fauna khas pulau Menjangan serta flora dan fauna lainnya. Jalak Bali dan menjangan merupakan fauna yang dilindungi karena populasinya yang semakin sedikit. Sedangkan dalam melakukan kegiatan scuba diving atau snorkeling biasanya para wisatawan menghubungi club club selam yang ada di Singaraja dan Denpasar. Sejauh ini pemeliharaan pulau Menjangan sebagai obyek wisata hanya mendapatkan bantuan dari pihak pemerintah. Oleh karena itu lebih diharapkan bantuan dari pihak swasta dalam bentuk modal. Pembenahan pembenahan serta perbaikan perbaikan perlu dilakukan oleh pemerintah daerah setempat bersama dengan instansi terkait dalam dunia kepariwisataan dan juga peran aktif masyarakat setempat dalam berperan serta sangat diharapkan. Dengan kejasama tersebut pulau Menjangan akan menjadi maskot obyek wisata di pulau Bali dan mendatangkan lebih banyak wisatawan.",
  "creators": "FRANKY TAGORE",
  "contributors": "LUKAS SUGENG MUSIANTO (Advisor 1); Juliuska Sahertian (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 147/Par/1994; Franky Tagore (91391029)",
  "subjects": "TOURIST TRADE-BALI (INDONESIA); TOURIST TRADE-PULAU MENJANGAN"
}