{
  "id": "23445",
  "title": "Studi awal tentang kemampuan struktur beton bertulang yang direncanakan dalam wilayah enam terhadap beban gempa",
  "abstract": "Indonesia merupakan daerah dengan resiko gempa - - bervariasi yang dibagi atas -6 wilayah gempa. Masing- masing wilayah digolongkan berdasarkan tingkat resiko gempanya. Wilayah b digolongkan ke dalam wilayah dengan tingkat resiko gempa terendah dimana koefisien gempa dasar C = O (dicantumkan dalam Peraturan Perencanaan Tahan Gempa Indonesia Untuk Gedung 1983) . Dewasa ini perencana di Indonesia masih enggan memperhatikan pengaruh gempa dalam merencanakan srruktur bertingkat , apalagi menerapkan prinsip \"Capacity Design\" yang lebih rumit. Struktur direncanakan seperti berada dalarn wilayah 6 peta wilayah gempa Indonesia atau dengan kata lain struktur tidak direncanakan terhadap beban gempa. Struktur yang direncanakan dalarn wilayah 6 pada dasarnya mempunyai kemampuan lebih, hingga mampu menahan beban gempa sampai taraf tertentu . Sampai sejauh mana taraf gempa yang dapat ditahan. Diselidiki dalam tugas akhir kami ini. Dalam teknis pelaksanaannya, beban gempa dlherikan secara \"lnct-eraencal\" dengan selalu rnemperhatikan ke- kakuan struktur setelah terjadi kelelehan. Contoh dan model yang, dibuat pada studi ini mewakili struktur bertingkat 4 dan bertingkat 8 dengan denah yany sederhana. Hasil akhir yang didapatkan yaitu untuk rrlodel bertingkat empat, struktur masih eiastis terhadap beban gempa rencana wilayah empat dengan periode ulang 20 tahun. Sedangkan unruk model bertlngkat 8, struktur masih elastis terhadap beban gempa rencana antara wilayah 5 dan 6 dengan perlode ulang 20 tahun. Khususnya struktur yang dlrencanakan dengan perencanaan biasa, pada penarnbahan beban lateral snrrlpal mencapa~ niiai tertentu kelelehan ter~adl pada koiorn-kolorn tingkat atas. Keadaan ini hanya dapat dlhin- dari k struktur dlrencanakan dengan memperhatikan beban gempa. khususnya dengan perencanaan kapasitas. Kem*mpuan struktur terhadap beban gempa yang leblh besar aitentukan berdasarkan faktor-faktor fl,f2, dan R.",
  "creators": "TITIK LIANA; THIE PAULUS K.",
  "contributors": "Ir. Soehendro Ratnawidjaja, M.Eng. (Examination Committee 1); Takim Andriono (Advisor 2); Benjamin Lumantarna (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 496 S; Titik Liana (285098), Thie Paulus K. (285110)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS; REINFORCED CONCRETE CONSTRUCTION"
}