{
  "id": "23450",
  "title": "Gelagar utama rangka baja prefabrikasi sebagai alternatif dalam perencanaan jembatan jalan raya",
  "abstract": "Jembatan rangka baja prefabrikasi saat ini banyak sekali digunakan di Indonesia, terutama sekali untuk bentang-bentang besar. Salah satu proyek jembatan yang menggunakan rangka baja prefabrikasi ini adalah jembatan Manyar, Gresik dengan bentang 60 m dan pabrik pembuatnya adalah P.T. Kratama Belindo Internasional. Alasan digunakannya jembatan baja prefabrikasi ini, karena banyak sekali keuntungan-keuntungan yang didapat seperti : - Komponen jembatan dibuat dari baja mutu tinggi dan dibuat di pabrik dengan ketelitian yang sangat tinggi sehingga tidak mungkin terjadi ketidak tepatan dalam pemasangannya. - Bongkar pasang komponen jembatan ini sangat mudah dilakukan karena pemasangannya menggunakan sistim sambungan baut. - Seluruh komponen telah digalvanis, sehingga tidak mudah berkarat dan biaya perawatannya rendah untuk jangka waktu yang cukup lama. - perakitan jembatan ini dengan sistim kantilever tanpa menggunakan perancah dan ini merupakan suatu pengiritan biaya pelaksanaan Untuk analisa konstruksi dan perencanaannya digunakan standar spesifikasi sebagai berikut : - Spesifikasi pembebanan bagian atas jembatan digunakan \"Spesifikasi Pembebanan Untuk Jembatan Jalan Raya\" no 12/1970 (direvisi 1983) Direktorat Jendral Bina Marga, Indonesia. - AASHTO : American Association of State Highway and Transport Officials. - ASTM : American Society for Testing and Materials. - SSPC : Steel Structures Painting Council - USA. Perhitungan perencanaan jembatan rangka baja yang kami berikan pada bab III ini lebih bersifat kontrol terhadap kekuatan bajanya. Adapun perhitungan yang kami lakukan adalah : - Perhitungan gaya-gaya dalam batang - Perhitungan lentur - Perhitungan pengaruh tekuk pada baja yang mengalami tekan - Perhitungan lendutan - Perhitungan kekuatan sambungan - Perhitungan kekuatan plat penyambung - Perhitungan kekuatan ikatan angin. Dari tulisan ini kami berharap dapat memberikan gambaran yang cukup jelas dan memberikan tambahan pengetahuan mengenai rangka baja prefabrikasi ini.",
  "creators": "MINTARSO HONO; YUDI SANTOSO",
  "contributors": "Sugeng Setyawan (Advisor 1); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 446 S; Mintarso Hono (283139), Yudi Santoso (283149)",
  "subjects": "BRIDGES, PREFABRICATED"
}