{
  "id": "23481",
  "title": "Analisa pengaruh jumlah compartment tangki truk BBM 24 KL terhadap deformasi dan tegangan maksimum",
  "abstract": "Tangki Truk BBM adalah tangki yang terdapat pada kendaraan bermotor yang didesain untuk mengangkut muatan berbentuk cairan di jalan raya. Untuk meningkatkan kekuatan tangki maka perlu diteliti berapa jumlah optimum compartment pada truk tangki. Untuk meningkatkan kekuatan tangki dibutuhkan perubahan pada desain tangki, dimana perubahan ini tidak dapat dilakukan dengan merubah dimensi tangki yang ada. Karena perubahan dimensi akan mengakibatkan perubahan titik berat dan berkurangnya nilai estetika. Cara lain yang dapat dilakukan adalah dengan memvariasikan jumlah compartment. Penelitian ini bertujuan untuk mengetahui pengaruh jumlah compartment terhadap tegangan maksimum yang terjadi pada tangki truk BBM, dan penelitian ini dilakukan dengan menggunakan ANSYS yang merupakan software berbasis metode elemen hingga. Berdasarkan hasil penelitian dengan merubah jumlah compartment maka tegangan yang terjadi akan berubah dan akan dicari tangki yang paling optimum dari 5 (lima) variasi jumlah compartment. Dari percobaan yang telah dilakukan diperoleh bahwa jumlah minimum yang dibutuhkan pada tangki 24.000 liter adalah 3 (tiga) compartment untuk tangki bentuk penampang elips dan 4 (empat) compartment untuk tangki dengan bentuk penampang trapesium. Dengan 3 (tiga) compartment untuk bentuk penampang elips dan 4 (empat) compartment untuk tangki dengan bentuk penampang trapesium, tangki dapat memenuhi angka keamanan yang telah ditentukan.",
  "creators": "ADI SANJAYA",
  "contributors": "Willyanto (Advisor 1); Ninuk Jonoadji (Advisor 2); Ian Hardianto Siahaan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010984/MES/2012; Adi Sanjaya (24408026)",
  "subjects": "AUTOMOBILES-FUEL SYSTEMS; MACHINE DESIGN"
}