{
  "id": "23496",
  "title": "A Study of conflicts in Lillian Hellman's the little foxes",
  "abstract": "Conflict is one of the element of plot, which plays an izportant role as it creates suspense and makes a story interesting. Lillian Hellman in The Little Foxes writes about a family who wants to restore their social life and how their ambition causes conflicts Lillian Hellman also reveals how money can cause trouble and conflicts to people if they value money more than anything else. Due to the desire of the Hubbards to built a cotton gin in the South and to become rich, cause them t o become involved in conflicts. The conflicts in this play are conflicts between man against man, man against society, and man against himself. To fulfill their dreams to become the richest family in the South, the Hubbard's sons, Ben and Oscar,are willing to cheat their sister's family. They persuade their sister to ask her husband to be involved in their business, but in fact her sister's husband, Horace Giddens, does not show that he is interested in their business. So, to complete their business deal with Marshall, Ben and Oscar, steal Horace's money through Leo. In this case, they speed their brother in law's death through their evil deed. They do not care that their ambition also lead their sister to have conflicts not only with her husband, but with her daughter as well. Tragically, the relationship between brot hers and sister is broken after Ben and Oscar succeeded in cheating their sister. Money that actually should make their life better has ruined their relationship and has given them nothing.",
  "creators": "RIEN SURYO RINI",
  "contributors": "Jenny Mochtar Djundjung (Examination Committee 1); CHERRY HADIKUSUMO, Dra. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 127; Rien Suryo Rini (184001)",
  "subjects": "AMERICAN DRAMA-20TH CENTURY; HELLMAN, LILLIAN, 1905-... THE LITTLE FOXES"
}