{
  "id": "23510",
  "title": "Citco hedge fund services strategic option in entering the Indonesian market",
  "abstract": "Hedge fund services are booming globally specifically in Asia. In Asia, it is Indonesia that is chosen as a market to enter the local hedge fund industry by many foreign companies. Among the reasons for Indonesia's popularity are the strong equity growth, the improvement on the rating in the easiness of doing business and the law regulating investor protections. The analysis of this advisory report is based on ,the theoretical background's concepts, which are market entry strategy, porter's 5 forces, Ansoff matrix, consumer behavior, and marketing strategy. After analyzing, there are several strategic options that Citco can use when entering the Indonesian Market. First, Citco should use wholly owned subsidiary in entering Indonesia because of Citco's In House Technology. Second, the hedge fund services industry in Indonesia is less attractive; but it is compensated with the growing trend of the financial sector and investment activities in Indonesia. Third, when entering Indonesia, Citco should use market development, which is new market with existing product because the business nature of Citco is providing N.A.V calculation to the investors. Fourth, the preferences of Indonesian market when choosing hedge fund services company are Shariah Compliant, the company legality, trust ability, excellent services, and compliancy with the law. Therefore, those 5 criteria should be considered by Citco to build a good marketing strategy.",
  "creators": "JUNITA SANTOSO",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010123/MAN/2012; Junita Santoso (34408017)",
  "subjects": "INVESTMENTS, FOREIGN-DEVELOPING COUNTRIES; MUTUAL FUND; INVESTMENT-DECISION ANALYSIS; HEDGE FUNDS"
}