{
  "id": "23511",
  "title": "The Impact of global financial crisis on Citco fund service Europe B.V.",
  "abstract": "This advisory report focuses on the impact of global financial crisis towards Citco Fund Service Europe B. V. as a hedge fund administration service provider company. The impacts were measured ?using the poor performance of the hedge funds during the crisis. The crisis brought negative impact to the hedge funds through decrease in net assets, liquidity problem, hedge fund liquidation, and stricter regulation. Using these four parameters, the research was conducted. Numbers of data were gathered from one of the accounting teams in Citco Fund Service Europe B.V. such as total net assets undef administration, administration charges, number of hedge funds administered, and number of hedge funds liquidated and/or resigned. In addition, financial statements of the company were also analyzed. Coupled with six in.terviews with management-level employees, the researcher was able to depict the impacts of global financial crisis on the company. The result was the global financial crisis brought negative impact on the company. The company suffered loss for two consecutive years due to a significant decrease on income although it has laid-off it employee to reduce cost. There were many funds are liquidated, which reduce the revenue of the company. The employees ace higher working load because of many demands on transparency on the funds they administer and also face higher risk on their daily operation. Acting as an external consultant whose role it is to advise on the resolution of an authentic professional (business) issue for Citco Fund Service Europe B.V as my client, I proposed several advices such as enhancing new customer, offering new products, customer retention, and higher efficiency in daily operation. The details of these ad vices are enclosed in the report.",
  "creators": "STEFIE PASKALIA GUNAWAN",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010124/MAN/2012; Stefie Paskalia Gunawan (34408022)",
  "subjects": "GLOBAL FINANCIAL CRISES; FINANCIAL CRISES"
}