{
  "id": "23573",
  "title": "The study of Paul's language styCle as the reflection of David Lawrence's (1885-1930) in his autobiographical work sons and lovers",
  "abstract": "Though Lawrence is a well-known novelist whose works are needed to be studied, there is no specific study focused on Lawrence's language style. Host critics just work on Lawrence's idea and assert that Lawrence has an excellent feminine idea which is reflected through all of his works. In Sociolinguistic theory, it is said that one's verbal behaviour is sufficiently influenced by one's idea or one's manner of thinking. This study is trying to find out whether Lawrence's feminine idea is also reflected in the use of his language style. Being claimed that Sons and Loyers is Lawrence's autobiographical work and that Paul is Lawrence himself, the writer tends to use Paul's language as a means to analyze Lawrence's. For this purpose, the writer uses the tool of women's language theory derived from Lakoff and other linguists to determine Paul's language style. By using a quantitative description of analysis, Paul's utterances are collected and analyzed to determine his dominant language style and to search the majority usage of each features. Qualitative analysis is done by comparing the result of the analysis on Paul's language style to the use of Lawrence's personal language in his letters. In doing the required analysis, some data are presented as proofs to indicate the language pattern of Paul as well as to show which features are mostly used by Paul and the same way is also applied to Lawrence's letters. Result proves that Paul has dominantly women's language style and that he employs all of the varieties of women's language features. Lawrence in his letters also uses women's language style to a great extent. Hence Paul's language style in Sons and Loyers is really Lawrence's personal language style. Result also confirms that Lawrence's feminine idea has a great influence on the use of his women's language style. Finally, the findings show that Lawrence is indeed a women-novelist because both his idea and his language work together to reflect women's touch.",
  "creators": "ERI SRI SURYANI",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 281; Eri Sri Suryani (11489051)",
  "subjects": "ENGLISH FICTION--20TH CENTURY--STUDY AND TEACHING; LAWRENCE, DAVID HERBERT, 1885-1930. SONS AND LOVERS-STUDY AND TEACHING"
}