{
  "id": "23576",
  "title": "The Study of Nanda Brookenham's decision to leave Buckingham Crescent in Henry James's The Awkward Age",
  "abstract": "This study is about Henry James's The Awkward Age. In this study, the writer is going to discuss the influencing factors that make the main character Nanda Brookenham, decides to leave the circle of Buckingham Cresgrew up in this place. When she has arrived at adolescence, she is involved in the intrigues of the circle of Buckingham Crescent. She has to face the full impact of London beamunde figured in Buckingham Crescent. In finding out why Nanda Brookenham decides to leave this place, the writer analyzes some internal and external factors that influences her decision are Nanda's ideas about life, about marriage, and about friendship, while the external factors that influences her decision are the circle of Buckingham Crescent itself and the people that surround her, both positive and negative attitude of those people. Because of those very factors, Nanda Brookenham gets some unsatisfying experiences when she is living in Buckingham Crescent. Those unpleasant conditions encourage her to accept Mr. Longdon's offering to live with him in his country permanently. Nanda Brookenham a suitable place anymore for her.Thus, Nanda thinks that the best way to forget her bitter experiences and to care her broken heart is to leave the circle of Buckingham Crescent. At last, the writer concludes this thesis that though bad experiences which Nanda gets when she is living in Buckingham Crescent, she comes to a decision to leave the place, although she was born and grew up there.",
  "creators": "RATNAWATI WIJAYA",
  "contributors": "CHERRY HADIKUSUMO, Dra. (Advisor 1); Josefa Juniarti Mardijono (Advisor 2); SANTIKO BUDI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 313; Ratnawati Wijaya (11489003)",
  "subjects": "AMERICAN FICTION--19TH CENTURY--STUDY AND TEACHING; JAMES, HENRY, 1843-1916. THE AWKWARD AGE-STUDY AND TEACHING"
}