{
  "id": "23583",
  "title": "A Study of Leo Tolstoy's religious ideas through his satire and his portrayal of a true christian as seen resurrection",
  "abstract": "This thesis, : A Study of Leo Tolstoy's Religious Ideas Through His Satire And His Portrayal Of A True'christian As Seen In Resurreca, is an analysis of the author's use of satire and portrayal of a true Christian in his BeSurrectipn to find out his Christian Ideas found in the novel. The author's ideas are that true Christians should actualize or concretize Christian princi- ples : sincerity, simplicity and brotherhood of men in their lives. Through his satire, Leo Tolstoy criticizes the Russian Christianity : the society, the government and the Orthodox Church, which according to him are not true Christian anymore. And then through his portrayal of a true Christian, the author portrays how to live a true Christian life through the life of the protagonist, Prince Dmitri Ivanovich Nekhlyudov. Through the protagonist, the author emphasizes Christian principles as found in the Holy Bible : sincerity, simplicity and brotherhood of men. At the end of the thesis, the writer concludes that if Christians live without sincerity, simplicity and brotherhood of men in their lives based on the true teachings of Jesus Christ, they should face so many problems, such as moral, social, econom- ical and political. Christians must put the Gospels as the promi- nent principles to follow in their lives in this temporal world as Jesus says : \" For what is a man profited, if he shall gain the whole world, and lose his soul ? \" (Matthew 16 : 26).",
  "creators": "FLORINDO JOSE CRISTOVAO",
  "contributors": "Jenny Mochtar Djundjung (Examination Committee 1); JONATHAN R. PAGALAN (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 218; Florindo Jose Cristovao (11485039)",
  "subjects": "RUSSIAN FICTION-19TH CENTURY; TOLSTOY, LEO, 1828-1910. RESURRECTION"
}