{
  "id": "23580",
  "title": "The Idea of love as seen in Eugene O'Neill's the straw and diff'rent through the relation ships of the heroines and their lovers",
  "abstract": "This thesis concerns with the study of the idea of love as seen in Eugene O'Neill's two plays: The Straw and Diff'rent. To find out how Eugene O'Neill has revealed and developed his idea of love, the writer of this thesis analyzes the main characters of the plays: Eileen Carmody and Stephen Murray in The Straw and also Emma Crosby and Caleb Williams in Diff'rent; centering on their love relationships. Eileen Carmody, the heroine in The Straw can overcome her problems caused by love in her love relationship with Stephen. She can solve her feeling of inferiority after she is sure about Stephen's love. On the other hand, Emma Crosby, the heroine in Diff'rent. cannot solve her problems in her love relationship with Caleb Williams. She and Caleb have different principles about the idea of love. Emma's srict notion about her idea of of love leads her to Tragedy. Her love relationship with Caleb ends tragically. Both of them commit suicide. Aside from using characters, the writer also uses some psychological aspects referring to the idea of love and conflicts that are found in the plays. The study conveys the idea of mature love and the idea of need love and gift love that are seen in the plays; and reveals the inner conflicts of the heroines in facing their problems in their love relationships. By picturing these, the writer ivants to express the idea of love that, in one side, love can lead someone to his happiness: and on the other side, it brings someone to tragic ending: death. The writer hopes the readers can learn from both love relationships; from Eileen and Stephen's and from Emma and Caleb's. Thus. from this study the writer wants to shoiv O'Seill's point of view about love expressed through his heroines in their love relationships with their lovers.",
  "creators": "THE MIA0 LING",
  "contributors": "Ribut Basuki (Advisor 3); Jenny Mochtar Djundjung (Examination Committee 1); Josefa Juniarti Mardijono (Advisor 2); Sarah Limuil (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 290; The Miao Ling (11486037)",
  "subjects": "AMERICAN DRAMA--20TH CENTURY--STUDY AND TEACHING; O'NEILLS, EUGENE, 1888-1953. THE STRAW-STUDY AND TEACHING; O'NEILLS, EUGENE, 1888-1953. DIFF'RENT-STUDY AND TEACHING"
}