{
  "id": "23664",
  "title": "The Study of Ernest Hemingway's lexical stylistics in The Denunciation",
  "abstract": "Toolan (1990:59) in \"The Stylistics Of Fiction\" said that language can be treated as constitutive of the theme of a short story. Because of this statement, the writer of this thesis would like to analyze the language used by the author in a short story. She wants to find out the lexical items (adjectives, verbs, nouns, and adverbs) used by the author whether they reveal the theme of a short story. The theme of this short story can be seen through the author's description about the setting and the characters by contrasting the situations before and during the war. The writer uses Ernest Hemingway's short story: \"The Denunciation? which has two parts: before and during the war, the writer finds out the sub theme of each part. Then she states the keyword of each part in order to collect the data, in this case the lexical items. She would like to find out (1) what lexical items which refer to the keyword of the first part and also (2) to the keyword of the second part by using Collocation and Synonymy, (3) how they are used, and (4) why they are used in that way. For the purpose of cross checking, the writer would like to collect the lexical items of the first part by using the keyword of the second part. And she also collects the lexical items of the second part by using the keyword of the first part. After that, the writer counts the frequency of each word and counts the total frequencies of all words. And then she counts the percentages. Lastly, she counts the total frequency of each part of speech and the percentages. By using Stylistic and Semantic approaches, the analysis shows that the first part is dominated with the words referring to peaceful. However, the second part is dominated with the words referring to destructive. Also, noun is the most frequent part of speech both in the first and second parts.",
  "creators": "TAN SENG SENG",
  "contributors": "SUKEMI, PROF.DR.M.A. (Advisor 1); Anneke Heritaningsih Tupan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 296; Tan Seng Seng (11489091)",
  "subjects": "HEMINGWAY, ERNEST, 1899-1961. THE DENUNCIATION; AMERICAN FICTION-20TH CENTURY"
}