{
  "id": "23668",
  "title": "Studi kasus penerapan metode line of balance pada pekerjaan struktur yang tipikal pada suatu proyek apartemen",
  "abstract": "Dewasa ini proyek konstruksi di Indonesia berkembang pesat, khusunya gedung bertingkat. Pelaksanaan proyek yang baik, tentu harus disertai dengan penjadwalan yang baik pula. Metode Line of Balance sendiri, dikenal sebagai metode penjadwalan untuk pembangunan berulang. Sehingga tujuan penelitian ini adalah mengaplikasikan metode LOB agar sesuai untuk digunakan dalam penjadwalan pekerjaan struktur yang tipikal pada proyek gedung apartement. Penelitian yang dilakukan berupa studi kasus, sehingga dilakukan pengamatan untuk mendapatkan laju produktifitas aktual dari pekerjaan struktur yang meliputi pekerjaan plat-balok, kolom dan shearwall pada suatu proyek apartemen di Surabaya. Setelah pengolahan data pengamatan, dilakukan pengelompokan laju produktifitas berdasarkan laju optimis, pesimis dan most likely. Kemudian digambarkan grafik LOB untuk mendapatkan durasi maupun tanggal penyelesaian pekerjaan, dan dibandingkan dengan data perencanaan maupun aktual. Hasil penelitian menunjukkan bahwa durasi penyelesaian 6 lantai pekerjaan struktur apartemen berdasarkan grafik LOB Most Likely adalah 59 hari, sedangkan berdasarkan aktual adalah 67 hari dan berdasarkan perencanaan 80 hari. Kemudian dengan grafik LOB ini dilakukan prediksi durasi penyelesaian pekerjaan struktur untuk seluruh lantai tipikal (18 lantai) didapatkan angka sebesar 177 hari, sedangkan berdasarkan perencanaan adalah 200 hari. Metode LOB ini dapat diterapkan dalam penjadwalan gedung bertingkat, tetapi harus memenuhi beberapa batasan-batasan sehingga metode ini dapat digunakan.",
  "creators": "YULIANTO PRATOMO; ZICO SINAGA HONORIS",
  "contributors": "Andi (Advisor 1); Paulus Nugraha (Advisor 2); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011829/SIP/2012; Yulianto Pratomo (21407067), Zico Sinaga Honoris (21407100)",
  "subjects": "STRUCTURAL ENGINEERING; SCHEDULING; CONSTRUCTION INDUSTRY"
}