{
  "id": "23678",
  "title": "Evaluasi faktor-faktor yang mempengaruhi pemancangan jack-in pile",
  "abstract": "Setiap pengerjaan suatu proyek konstruksi bangunan tingkat tinggi maupun rendah selalu dimulai dengan pekerjaan pondasi. Pondasi harus didesain dengan teliti dan sesuai dengan aturan yang berlaku. Pemilihan alat yang digunakan dalam pemancangan sangat mempengaruhi pelaksanaan pekerjaan di lapangan. Untuk pekerjaan pemancangan di daerah padat penduduk sangat cocok menggunakan alat Jack-in Pile. Dalam pekerjaan pemancangan terdapat 5 faktor yang mempengaruhi pemancangan adalah faktor lingkungan, alat, sumber daya manusia, material dan manajemen. Faktor-faktor tersebut berpengaruh dalam besarnya produktivitas pemancangan di proyek tersebut. Produktivitas diukur dengan perbandingan output dan input yang diperoleh. Produktivitas dapat juga didefinisikan sebagai ukuran efisiensi produksi yang dijalankan. Hasil analisa yang dilakukan didapat faktor yang paling berpengaruh dalam proyek Apartment Puncak Kertajaya adalah faktor lingkungan sebesar 37,5% dan produktivitas tertinggi berdasarkan pekerjaan pemancangan perhari sebesar 51,77 m/jam dan terendah sebesar 21,9 m / jam. Sedangkan dalam proyek Showroom Mobil88, faktor yang paling berpengaruh adalah faktor lingkungan dan sumber daya manusia masing-masing sebesar 32,43 % dengan produktivitas tertinggi pemancangan perhari sebesar 59,59 m/jam dan terendah sebesar 16,02 m / jam.",
  "creators": "RINO PUTRO GO HALIM; BERRY HADINATA OENTORO",
  "contributors": "Jonathan Hendra Kusuma (Advisor 1); Sentosa Limanto (Advisor 2); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011827/SIP/2012; Rino Putro Go Halim (21407031), Berry Hadinata Oentoro (21407032)",
  "subjects": "FOUNDATION; PILING (CIVIL ENGINEERING)"
}