{
  "id": "23680",
  "title": "Komposisi biaya pekerjaan finishing pada beberapa proyek ruko 3 lantai",
  "abstract": "Ruko saat ini menjadi salah satu pilihan menarik bagi para developer real estate, terutama untuk kota-kota besar. Karena dengan lahan yang terbatas, bisa memenuhi kebutuhan akan tempat tinggal serta tempat usaha. Proyek ruko terdiri dari 2 pekerjaan besar, yaitu pekerjaan struktur dan pekerjaan finishing. Penelitian ini bertujuan untuk mengetahui seberapa besar pekerjaan finishing mempengaruhi biaya total proyek, serta pekerjaan finishing apa yang memiliki biaya dominan. Untuk dapat melakukan perbandingan, pekerjaan finishing dibagi menjadi 7 kelompok. Yaitu pekerjaan kusen dan jendela, cat, finishing lantai, finishing dinding, mekanikal elektrikal, plafond, dan pekerjaan lain-lain. Lalu dilakukan penyusunan komposisi biaya yang didasarkan pada jenis bahan, mutu, spesifikasi. Dari penyusunan komposisi biaya tersebut itulah nantinya akan diketahui harga dari masing-masing pekerjaan finsihing, sehingga persentase masing-masing pekerjaan finshing dari tiap-tiap ruko dapat diketahui dan juga seberapa besar pekerjaan tersebut berpengaruh dalam perencanaan biaya proyek. Dari hasil analisa yang telah dilakukan, diketahui bahwa biaya pekerjaan finishing mempengaruhi biaya total proyek rata-rata sebesar 54,12%. Pekerjaan finishing yang dominan terhadap biaya total proyek adalah pekerjaan dinding (15,16%), pekerjaan mekanikal elektrikal (10,81%), pekerjaan finishing lantai (9,38%).",
  "creators": "UNTUNG GUNADI; HANSEN EFENDY",
  "contributors": "Budiman Proboyo (Advisor 1); Indriani Santoso (Advisor 2); Januar Buntoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011826/SIP/2012; Untung Gunadi (21407002), Hansen Efendy (21407133)",
  "subjects": "BUILDING-ESTIMATES"
}