{
  "id": "2369",
  "title": "Perancangan interior pusat informasi dan kebudayaan Jepang di Surabaya",
  "abstract": "Pusat Informasi dan Kebudayaan Jepang di Surabaya adalah suatu wadah penyedia informasi dan perkenalan budaya Jepang di Surabaya. Adapun keberadaannya diperlukan karena selama ini informasi tentang Jepang dan budayanya diperoleh dari kantor Konsulat, padahal kantor Konsulat Jendral Jepang di Surabaya sifatnya lebih administratif. Oleh karena itu diperlukan adanya suatu wadah penyedia informasi dan perkenalan budaya Jepang terutama di kota Surabaya sebagai salah satu kota pusat pengembangan kawasan Indonesia Timur. Melalui beberapa survei, pengamatan dan wawancara dengan para praktisi yang bekerja dalam lingkup budaya Jepang maka timbulah suatu konsep perancangan Interior dari Pusat Informasi dan Kebudayaan Jepang di Surabaya untuk karya desain Tugas Akhir ini yang mengangkat tema penonjolan karakter bangsa Jepang yang dalam hal ini adalah kerja keras, disiplin, dan pantang menyerah. Semangat ini adalah semangat samurai yang dalam jaman modern sekarang ini diterapkan dalam dunia kerja yang dikenal dengan istilah KAIZEN yang mengandung makna pembaharuan diri yang terus menerus dan berkesinambungan untuk mencapai suatu kesempumaan. Adapun karakter dari semangat KAIZEN yang menonjol adalah pembaharuan, perkembangan, kontinuitas dan dinamis. Karakter-karakter inilah yang digunakan dan diterapkan dalam perancangan interior Pusat Informasi dan Kebudayaan Jepang dengan melalui pola penataan ruang dan sirkulasi yang radial, penerapan pada lantai, dinding, dan plafon serta pemilihan wama dan material dengan tujuan ingin menampilkan desain Jepang modern yang lebih mudah diterima oleh masyarakat Surabaya sehingga dapat mengundang ketertarikan orang untuk masuk ke dalamnya.",
  "creators": "CYNTHIA WIDJAJA",
  "contributors": "J. Loekito Kartono (Advisor 1); MOCH. TAUFAN RIZQI (Advisor 2); Herlin Sri Utami (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 0003/DIN/2002; Cynthia Widjaja (41498005)",
  "subjects": "ART MUSEUMS-DECORATION"
}