{
  "id": "23690",
  "title": "Jenis dan pengaruh pemakaian additives admixtures untuk beton",
  "abstract": "Beton yang dibuat untuk struktur bangunan diharapkan sesuai dengan keadaan yang diinginkan selama dan setelah pelaksanaannya. Akhir-akhir ini makin banyak produk admixtures yang dipakai sebagai bahan tambahan untuk campuran beton. Maka perlu diketahui jenis dan sifat admixtures yang diproduksi oleh berbagai perusahaan. Dengan bertitik tolak pada hal di atas maka diadakan penelitian di Laboratorium Beton dan Konstruksi Universitas Kristen Petra Surabaya untuk mengetahui sejauh mana kegunaan dan pengaruh admixtures yang umum dipakai terhadap beton. Penelitian dilakukan dengan meninjau kekuatan beton menggunakan admixture yang berupa: Compressive Strength, Flexural Strength, Splitting Tensile Strength dan juga Workability serta Setting Time dengan membandingkan terhadap beton normal. Dalam penelitian ini digunakan mix design dengan metode DOE (Department of Environment) yang diusulkan oleh Prof. Torben C. Hansen dengan membuat sejumlah benda uji berupa kubus 15 x 15 x 15 cm3, silinder diameter 15 cm., tinggi 30 cm., dan prisma beton 15 x 15 x 75 cm3. Jenis admixtures yang dipakai pada penelitian ini antara lain: Water-reducing, Retarding, Accelerating, Water-reducing Retarding, Water-reducing Accelerating dan Superplasticizer. Dosis admixture yang dipakai pada penelitian ini sesuai dengan ketentuan dari masing-masing produsen. Hasi l penelitian menunjukkan bahwa penggunan Retarding admixtures dapat menunda setting time, hal ini memungkinkan pekerjaan pengeboran dengan waktu yang lebih lama. Dapat disimpulkan pula pemakaian admixtures dengan dosis yang sesuai dapat meningkatkan Strength dengan Workability yang diinginkan apabila direncanakan dengan mix design serta pelaksanaan dan pengawasan yang baik.",
  "creators": "LIENDAWATI S.; JOENYWATI T.",
  "contributors": "Hurijanto Koentjoro (Advisor 1); Budiman Proboyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 297 S; Liendawati S. (281080), Joenywati T. (281116)",
  "subjects": "CONCRETE-ADDITIVES"
}