{
  "id": "23699",
  "title": "Kantor Bupati Kepala Dati II Gresik",
  "abstract": "Makalah ini merupakan laporan perancangan, dalam rangka memenuhi persyaratan kurikuler ujian sarjana lokal periode VIII 1983. Sesuai dengan judulnya kantor Bupati Kepala Daerah Tingkatt II Gresik, maka pembahasan ini merupakan suatu penilaian kembali terhadap sarana ad- ministrasi Kantor Kepala Daerah Tingkat II Gresik yang ada sekarang ini. Adapun tujuannya ialah: untuk mencipta- kan suasana kerja yang aman, tentram, serta lancar sesuai dengan perkembangan pembangunan, pertambahan penduduk yang disertai pula dengan kebutuhan pelayanannya yang lebih meningkat. Pembahasan ini dimulai dengan batasan dan penger- tian terhadap judul tugas maupun pengertian tentang fungsi dan arti Kantor Kepala Daerah Tingkat 11 Gresik. Kemudian ditinjau Urgensi Realisasi Gagasan untuk mengetahui langkah tepat yang perlu diambil demi terwujutnya Kantor Kepala Daerah Tingkat I1 Gresik yang dapat memenuhi fungsi pelayanannya untuk jangka wak- tu 10 tahun mendatang.Hasil dari tinjauan tersebut di- peroleh kesimpulan '\"Perlunya pengadaan Kantor Bupati Kepala Daerah Tingkat II Gresik yang baru pada lokasi yang lebih sesuai. Selanjutnya disusun Program Dasar Perancangan Kantor Bupati Kepala Daerah yang baru, yang diteruskan dengan Analisa Perancangan Fisik pada bab berikutnya yang meliputi perancangan tapak dan perancangan bangunan. Bertitik tolak dari pembahasan di atas disusun konsep dasar perancangan untuk membuat gambar Pra Rencana Kantor Bupati Kepala Daerah Tingkat II Gresik, yang akhirnya diwujutkan dalam bentuk tiga dimensi (maket).",
  "creators": "AGNES G. MANSULA",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 50 A; Agnes G. Monsula (373016)",
  "subjects": "OFFICE BUIDLINGS; OFFICE BUILDINGS-DESIGN AND PLANS"
}