{
  "id": "23702",
  "title": "Distorsi pada obyek wisata: case study Gunung Bromo",
  "abstract": "Ide pokok dari penulis buku ini adalah bermula dari keinginan dari penulis untuk mengungkapkan lebih jauh primadona Jawa Timur dari sektor pariwisata. Ditunjang dengan profesi penulis sebagai pramuwisata yang mengantarkan para wisatawan mancanegara menikmati keindahan alam lautan pasir Gunung Bromo dan buku-buku referensi dari dinas terkait, dan tulisan-tulisan para wartawan melalui media massa yang dikumpulkan menjadi kliping betahun-tahun maka akhirnya penulis ingin sekali menyingkap lebih dalam mengenai Bromo yang dikenal oleh seluruh dunia. Selain itu timbul dari hati sanubari penulis yang amat mencintai keindahan alam yang terbentang di lautan pasir bumi Tengger. Karena itu penulis mencoba menggali beberapa informasi melalui komunikasi langsung dengan beberapa tokoh masyarakat Tengger dan beberapa pejabat pemerintah yang lama berkecimpung di dunia pariwisata. Dari hasil tatap muka itu ditemukanlah kasus yang benar-benar terjadi di kawasan wisata Gunung Bromo dan dalam kesempatan ini penulis berusaha mengupas masalah-masalah yang terjadi tersebut dan beberapa alternatif yang dapat dilakukan guna melestarikan lingkungan Taman Nasional ini. Secara umum masalah ini belum begitu parah namun sebaiknya diadakan langsung langkah-langkah sedini mungkin terhadapnya. Mengingat pariwisata bukan usaha jasa pelayanan berbagai penyelenggaraan pariwisata yang hanya sekali pakai namun bersifat panjang yang berkesinambungan. Pemeliharaan alam, lingkungan, budaya, dan adat istiadat kawasan wisata ini sangat berguna bagi pelestarian alam dan lingkungan sehingga mampu menarik banyak pangunjung yang ingin melihatnya.",
  "creators": "INEKE SUNJOTO",
  "contributors": "Dra. Monica Ida Uniati , M.M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 054/PAR/1991; Ineke Sunjoto (13789015)",
  "subjects": "TOURIST TRADE"
}