{
  "id": "23700",
  "title": "An Analysis of the coherence on classified advertisements in Jakarta Post",
  "abstract": "This study is done in order to find out the coherence in classified advertisements. Such aim is broken into two main problems of the study: (1) What factor/factors constitute classified advertisements to be considered as coherent text? (2) How do these factor(s) build up a coherence of classified advertisements? The discourse theories used in solving these problems are Hyme?s Ethnography of Communication, Minsky?s Frame, Schemata and also the inference, Fourteen classified advertisements from Jakarta Post, each taken from different subject headings, are collected as the data and analyzed using the four theories above. From the interpretation and conclusion of the analysis, it can be seen that from different subject headings, are collected as the data and analyzed using four theories above. From the interpretation and conclusion of the analysis, it can be seen that the four theories above always occur in the process first theory, Hymne?s Ethnography of Communication, has three factors of coherence which support the understanding of the intended meaning of classified advertisements. The first factor of coherence; the knowledge of the determine the date of the newspaper in order to be able to contact the advertiser in the proper date or time. The second factor of coherence; the knowledge of the newspaper whereabout. It is used to determine the location of the advertiser. The third factor of coherencies topic. It is used to conclude the topic of certain classified advertisements. The fourth factor of coherence is from Minsky?s frae theory. Based on the topic of the classified advertisement, the readers can create frame?s slots, in order to be filled by reference schemata as a filler. This frame?s slot is one of the factor which also determine the coherence of classified advertisements. The existence of schemata, is marked by the use of abbreviation schemata; the fifth factor of coherence which distributed into common abbreviation, abbreviation used commonly in daily writing and also contextual abbreviation which depends very much on the context. Another schemata required is reference schemata. This sixth factor of coherence functions as the filler of the frame;s slots. The last factor of coherence; determining the Inference to be Made accompanies the others factors from the theories above, used to grasp the overall meaning of the classified advertisement. Thus, by working on those four theories with their seven factors of coherence, the coherence of classified advertisements can be described.",
  "creators": "FRANSISCA INDRIATI HANDOJO",
  "contributors": "Lisa Setiawati Nugraha (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 414; Fransisca Indriati Handojo (11491055)",
  "subjects": "DISCOURSE ANALYSIS; ENGLISH LANGUAGE-DISCOURSE ANALYSIS"
}