{
  "id": "23704",
  "title": "A struggle against the life and fate of Henchard and Tess as tragic characters in the mayor of Casterbridge and Tess of the D'Urbervilles",
  "abstract": "This thesis is a study of conflict. Conflict is one of the elements of plot which playwright usually creates to maintain the readers' interest. It is an important role as it creates suspense and makes a story interesting. Through Thomas Hardy's The Mayor of Casterbridge and tess of The D'Urbervilles, the writer wants to discuss the similarities and differences between Henchard's and Tess's struggle against life and fate as tragic characters. In this case, the writer expresses their great efforts to exist. Due to their desire to struggle against life and fate to exist, they become involved in conflicts. The conflicts in this novels are conflicts between man against nature, man against society, man against man, and man against himself. In the chapter three, the writer discusses the similarities of Henchard and Tess in struggling against life and fate to exist. Besides that, although they are the tragic characters, they still have a great spirit of life in search of a better life. Both Henchard and Tess have to face their outer conflicts such as conflicts against nature, society and man which hinder their aim to exist. Aside from that, in the chapter four, the readers can find the different factors that bring about Henchard's and Tess's struggle against life and fate to exist. Henchard's life as a tragic character is more dominated by his tragic flaws. Unfortunately\" his tragic flaws lead Henchard to a tragic life. His tragic flaws are reflected in his",
  "creators": "FISIA ISKANDAR",
  "contributors": "Liliek Soelistyo (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 161; Fisia Iskandar (14186003)",
  "subjects": "ENGLISH FICTION-19TH CENTURY; HARDY, THOMAS.1840-1928."
}