{
  "id": "2370",
  "title": "Perancangan interior Perpustakaan Wilayah Propinsi Jawa Timur",
  "abstract": "Perancangan Interior Perpustakaan Wilayah Propinsi Jawa Timur di Jalan Menur Pumpungan 32 Surabaya di latar belakangi oleh masalah belum meratanya pendidikan yang dapat terjangkau bagi segenap lapisan masyarakat untuk mencerdaskan kehidupan bangsa. Dibangun di atas gedung Badan Perpustakaan yang terdiri dari dua lantai. Masing-masing lantai mempunyai luasan ? 1154 m 2 . Lantai dua digunakan untuk bagian administrasi dan lantai satu sebagai bagian yang dirancang adalah area publik yaitu mulai dari entrance, lobby, sirkulasi utama, ruang koleksi karya cetak maupun karya rekam, ruang baca hingga fasilitas penunjang lainnya yang mendukung. Sistemnya adalah pengunjung yang datang wajib mengisi buku tamu pada bagian informasi kemudian bebas untuk bergerak ke arah mana saja. Pusat pelayanan berada di bagian informasi yang merupakan area terdekat dengan main entrance yang mempunyai bentuk lingkaran sebagai center. Dimana pada area tersebut terdapat aktivitas pendaftaran, pencarian informasi, pengembalian dan peminjaman. Konsep terbuka yang diambil dari perpustakaan sebagai wadah berbagai macam ilmu, bahasa dan didatangi oleh segenap lapisan masyarakat berhubungan dengan terbuka dari karakter orang Madura yang suka merantau dimana mempunyai sifat terbuka akan segala macam perubahan dan kemajuan. Madura digunakan karena merupakan bagian wilayah propinsi Jawa Timur yang terkenal di seluruh pelosok wilayah Indonesia maupun di luar negri. Terbuka dalam bahasa desain dijabarkan menjadi dinamis, transparan, jujur, clear dan informal. Menggunakan style modern pada bentukan perabotnya dan suasana ruang yang diberi sentuhan ragam hias batik khas Madura. menjadi ciri desain Perpustakaan Wilayah Propinsi Jawa Timur.",
  "creators": "CHERRY SUHARTINI",
  "contributors": "Dr. Ir. Lintu Tulistyantoro, M.Ds. (Examination Committee 1); OLIH SOLIHAT KARSO (Advisor 1); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 0017/DIN/2002; Cherry Suhartini (41498023)",
  "subjects": "LIBRARY BUILDINGS-DECORATION; LIBRARY BUILDINGS-DESIGN AND CONSTRUCTION"
}