{
  "id": "23718",
  "title": "Evaluasi kinerja kontraktor swasta di Surabaya yang telah mempunyai ISO 9000",
  "abstract": "Seiring dengan persaingan bisnis yang semakin meningkat tajam baik di pasar nasional maupun internasional, banyak perusahaan berusaha untuk memenangkan persaingan ini dengan cara meningkatkan mutu produk/jasa sehingga dapat memberikan kepuasan kepada pelanggan yang mana hal tersebut juga berlaku untuk industri konstruksi. ISO 9000 (The International Organization for Standarization) merupakan salah satu standar sistem manajemen mutu yang diakui secara internasional dan bersifat global untuk berbagai bidang usaha.. Dengan mempunyai ISO 9000, perusahaan akan dapat meningkatkan kemampuan bersaing karena dapat digunakan sebagai jaminan kepada pelanggan yang telah diakui secara internasional. Oleh karena itu, peneliti melakukan penelitian dengan tujuan mengevaluasi sejauh mana kinerja kontraktor dalam menerapkan ISO 9000 dan mengetahui kendala apa saja yang dihadapi perusahaan kontraktor dalam menerapkan ISO 9000. Objek penelitian dalam studi ini adalah perusahaan kontraktor swasta di Surabaya yang telah mempunyai sertifikat ISO 9000 yaitu PT. Dutikon Sejahtera, PT. Jatim Bromo Steel dan PT. Gaya Bakti Jaya. Data yang didapatkan melalui proses wawancara dan permintaan data. Pengolahan data dibagi menjadi 3 tahap yaitu reduksi data, analisa dan penyajian data, serta penarikan kesimpulan. Hasil dari penelitian ini, menunjukkan bahwa hasil penilaian dari perusahaan kontraktor swasta di Surabaya dalam menerapkan ISO 9001:2008. Masuk dalam katagori baik, dengan nilai rata-rata 4.01 untuk 3 perusahaan dengan nilai maksimum 5.00. Dan kendala yang sering muncul dalam menerapkan ISO antara lain, kesalanan pembagian tugas dan wewenang, minimumnya pengetahuan tentang ISO, dan sebagainya.",
  "creators": "CONDRO PRANOTO; JESSICA WANGSAWIJAYA",
  "contributors": "Yusuf Daud Endro Wicaksono (Advisor 1); Sentosa Limanto (Advisor 2); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011822/SIP/2012; Condro Pranoto (21406084), Jessica Wangsawijaya (21407093)",
  "subjects": "CONSTRUCTION INDUSTRY--QUALITY CONTROL; ISO 9000; CONSTRUCTION INDUSTRY-MANAGEMENT"
}