{
  "id": "2371",
  "title": "Perancangan interior galeri aquatik di Surabaya",
  "abstract": "Indonesia terkenal sebagai negara maritim yang kaya dengan hasil laut berupa ikan laut maupun berupa keindahan alam bawah laut. Bahkan konon nenek moyang kita menemukan Negara Indonesia dengan cara berlayar. Sekarang ini laut tidak hanya digunakan untuk menyelam atau berlayar saja akan tetapi laut sudah mulai dieksplorasi. Manusia mulai memanfaatkan laut untuk kepentingan bisnis misalnya dengan membuang limbah pabrik ke dalam laut. Apabila hal ini terjadi terus menerus maka kekayaan laut kita akan punah. Penulis memiliki pemikiran bahwa Indonesia perlu memiliki sarana informasi mengenai kelautan yang dapat menyadarkan masyarakat Indonesia mengenai pentingnya menjaga kekayaan laut. Fasilitas ini mengemban misi untuk 1. memperkenalkan kekayaan laut Indonesia sehingga dapat menumbuhkan rasa cinta terhadap dunia laut serta memberikan informasi mengenai cara eksplorasi laut yang benar sehingga tidak merusak sumber daya laut. 2. tujuan akhirnya adalah beberapa tahun setelah bangunan ini dibuat akan muncul generasi muda yang cinta akan laut Indonesia dan ikut berperan aktif dalam menjaga kelestariannya. Bangunan ini dirancang dengan tema \"TRULY SEA\" bila diartikan dalam bahasa Indonesia adalah laut yang sesungguhnya. Konsep ini diwujudkan melalui seluruh bagian gedung mulai dari lantai, dinding, plafond hingga unsur dekoratifnya. Bahan yang digunakan adalah bahan-bahan yang bersifat natural atau alami.",
  "creators": "HILDEGARDIS LINDAWATI",
  "contributors": "ISMAEL SETIAWAN (Advisor and Examination Committee); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 0036/DIN/2002; Hildegardis Lindawati (41498053)",
  "subjects": "GALLERIES (ARCHITECTURE)-DECORATION"
}