{
  "id": "23741",
  "title": "The Types of sentences to express directives used by male and female kindergarten teachers to their pupils",
  "abstract": "This qualitative research was conducted to examine the types of sentences that were used by male and female kindergarten teachers to their pupils. Teachers? right and obligation can made them confidently use directive to their pupils. The theories that were used to analyze proposed by Kennedy (2003) and Swam (1980).The findings showed that both male and female teachers used three types of sentences: declarative, imperative, and interrogative. Male teachers used declarative: subject + verb (SV), subject + verb + object (SVO), and subject + verb + adverbial (SVA). They also used imperative: imperative without to (IWT), subject imperative (SI) and negative imperative (NI). In question type, they only used wh-question. There were also some directives that the writer put as miscellaneous. Female teachers were found to use declarative: subject + verb + complement (SVC). In imperative, they used imperative without to (IWT), subject imperative (SI), negative imperative (NI), and let?s imperative (LI). The female teachers did not use any type of question. The imperative form was the type of sentence used the most by male and female teachers to their pupils, while question and declarative were the least. Male and female teachers used words `hallo? to make the pupils quiet. Moreover, they used mitigator `please? to soften their directive. Male teachers were more indirect than female teachers. Male teachers used fewer imperative from than female teachers and used various declarative form and question form. In terms of sentence types, male teachers did not use let?s imperative type, while female teachers did. Male teachers also used interrogative type: wh- question type, while female teachers did not.",
  "creators": "AGNES SIENNY TJIONG",
  "contributors": "Herwindy Maria Tedjaatmadja (Advisor 1); Flora Debora (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011983/ING/2011; Agnes Sienny Tjiong (11407057)",
  "subjects": "INDONESIAN LANGUAGE-SEX DIFFERENCES; SOCIOLINGUISTICS; INDONESIAN LANGUAGE-SOCIAL ASPECTS"
}