{
  "id": "23743",
  "title": "The Request strategies used by Margaret Tate to Andrew Paxton before and after the contract marriage in the proposal movie",
  "abstract": "When a conversation is held, a speaker will use one of the speech functions, namely requesting to express what he or she wants or means. Request is one of the essential linguistic topics to analyze since it is a face-threatening act (FTA) that requires the ability of the speaker not only in the language itself, but also in applying the language used in its context. Therefore, a speaker will need to apply the appropriate strategy to convey what he or she wants to say to the hearer. Trosborg (1994, pp. 192-205) divides requests strategies into ten strategies, namely Mild Hints, Strong Hints, Hearer's Ability, Hearer's Willingness, Suggestory Formulae, Statements of Speaker's Wishes and Desires, Statements of Speaker's Needs and Demands, Statements of Obligation and Necessity, Performatives, and Imperatives strategy. One of the social dimensions, named social distance, proposed by Holmes (2001), is found to be given its influence in the use of request. In this study, the writer wanted to know about request strategies spoken by Margaret Tate to Andrew Paxton before and after the contract marriage, as seen in The Proposal movie. The writer used qualitative approach supported by quantitative data. The findings of this research showed that in general, Margaret frequently used Imperatives strategy before (46%) as well as after (61,1%) the contract marriage. On the other hand, Statements of Speaker's Needs and Demands strategy became the least chosen in both contexts, before (2,7%) and after (2,8%) the contract marriage. Besides, Margaret never expressed her requests by using four request strategies, namely Hearer's Ability, Statements of Speaker's Wishes and Desires, Statements of Obligation and Necessity, and Performatives strategy before as well as after the contract marriage. From this study, it can be assumed that Margaret's higher social status is giving more influences to the requests spoken to Andrew rather than the social distance itself.",
  "creators": "VERONICA N LOANATA",
  "contributors": "Flora Debora (Advisor 1); Samuel Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011972/ING/2011; Veronica Noviyanti Loanata (11409053)",
  "subjects": "ENGLISH LANGUAGE-DISCOURSE ANALYSIS; ENGLISH LANGUAGE-SPOKEN ENGLISH-STUDY AND TEACHING; SOCIOLINGUISTICS"
}