{
  "id": "23740",
  "title": "Belle?s changes of viewpoint towards her job in Belle De Jour?s playing the game",
  "abstract": "Belle is the main character in the Playing The Game who works as a call girl. I emphasize my research in finding the reasons why Belle enjoys her job as a call girl then why she decides to quit from her job as a call girl at the end. The main purpose of this study are to show the benefits that Belle?s get from her job as a call girl and to reveal the reasons behind Belle?s decision in quitting her job since she gets many benefits from her job. However, in the end, she still has to obey the moral pressure that comes from the society. Her inability to hold on to her independence to decide which profession that is beneficial to her, shows that the society has a strong power to rule how a woman should treat her body. To help me finding the answer, I use the theory of body capital by Pierre Bourdieu since the concepts are most suitable to find out the reason why she enjoys being a call girl and I will also use the concept of society pressure by Pierre Bourdieu in order to help me justify Belle?s reasons in leaving her job. In the study, I found out that Belle gets many benefits such as she has a high income so that it can fulfil her branded stuff hobbies. Moreover, from her job she also does not need to work for a long period of work. By becoming a call girl, she also can enjoys the elite lifestyle and sex. I have discovered that Belle as the body capital owner can not rely on her body forever. I also discover that society?s rules power is undeniable and men as the representative of society?s rules power always comes up with the idea to control woman. Last of all, in Belle?s society, men still rules.",
  "creators": "DEVA MAYLYANA",
  "contributors": "Meilinda (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011986/ING/2011; Deva Maylyana (11407040)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; MAGNANTI, BROOKE, 1975-..., BELLE DE JOUR-STUDY AND TEACHING"
}