{
  "id": "23755",
  "title": "Perencanaan balok pratekan sistem post-tension dengan program komputer",
  "abstract": "Sesuai dengan kemajuan teknologi, maka semakin banyak pembangunan suatu struktur gedung yang menggunakan sistem beton pratekan, dengan mempertimbangkan segi keuntungan yang dapat dicapai, seperti misalnya: bentang yang lebih besar, kemampuan menahan beban lebih besar dan lain-lain. Mengingat perencanaan pada beton pratekan yang cukup rumit dan membutuhkan waktu yang lama, apalagi jika perhitungan tersebut dilakukan secara manual, maka diperlukan cara lain yang lebih cepat dalam menyelesaikan perencanaan beton pratekan. Sistem posttension adalah sistem yang sering digunakan pada balok struktur gedung dengan bentang yang panjang, dimana penarikan tendon secara berurutan dan bertahap pada sistem posttension mempengaruhi perencanaan, yang berarti dibutuhkan proses perhitungan ulang bagi si perencana. Dalam menentukan letak tendon dengan jumlah tendon yang diketahui dan eksentrisitas gaya pratekan yang diminta, maka akan dicoba beberapa letak dar i tendon-tendon tersebut agar didapat letak c. g. s. dengan eksentrisitas yang diminta tadi. Design geser secara ultimate yang didasarkan pada dua macam retak yaitu web cracking dan inclined tension cracking, maka perlu diperiksa untuk setiap penampang dari kedua macarn retak yang menentukan untuk design geser. Begitu juga dalam perencanaan awal untuk mencari luas penampang, gaya pratekan dan luas tulangan pratekan dengan membuat asumsi terhadap besar momen total dan momen girder. Setelah itu perlu diperiksa terhadap tegangan-tegangan yang terjadi, yang perlu diulang lagi agar tegangan-tegangan yang terjadi memenuhi yang diijinkan. Sebagai hasil nyata kegunaan pemakaian program ini dapat dilihat dalam bab contoh perhitungan. Dalarn bab tersebut terlihat tahapan perencanaan yang panjang dan memakan waktu yang lama, dan bila dipakai progam komputer akan didapat hasil perencanaan yang jauh lebih cepat . Selain itu fasilitas yang disediakan oleh komputer adalah sebagai berikut : - iterasi untuk mendapatkan luas penampang yang efisien. - penyajian gambar daerah limit kabel dalam monitor, dengan ordinat-ordinatnya. Dan input ordinat letak kabel akan diketahui apakah c.g.s kabel tersebut memenuhi daerah limit kabel atau tidak. - perencanaan end block yang dilakukan secara analitis dengan metode Gergaly and Sozen, akan didapat langsung spacing sengkang yang harus dipasang, dan letak resultan gaya-gaya sengkang yang tepat untuk membentuk momen perlawanan terhadap momen yang menyebabkan adanya retak spalling dan bursting. - dalam program ini tidak dibahas kernungkinan perletakan menerus.",
  "creators": "KHO KING HING; HARTANTO JUWONO",
  "contributors": "Hurijanto Koentjoro (Examination Committee 1); Daniel Zefania Pribadi (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No 362 S; Kho King Hing (281061), Hartanto Juwono (282129)",
  "subjects": "PRESTRESSED CONCRETE CONSTRUCTION-COMPUTER PROGRAM LANGUAGE; PRESTRESSED CONCRETE BEAMS-COMPUTER PROGRAM LANGUAGE"
}