{
  "id": "2376",
  "title": "Perancangan interior \"Children Learning Center\" di Surabaya",
  "abstract": "Perancangan interior \"Children's Learning Center\" di Surabaya. \"Children's Learning Center\", adalah ruang belajar dan bermain agar anak menjadi apresiatif, responsif, dan dinamis. Obyek sasarannya adalah anak balita umur 3 sampai 5 tahun dan anak-anak umur 6 sampai 7 tahun, dengan jasa pelayanan yang akrab antara pembimbing dengan anak asuhnya. Di \"Children's Learning Center\" anak dikelompokkan berdasarkan tingkatan umur sebagai berikut: a. Tipe I anak (3 - 5) tahun: 1. Anak umur 3 tahun digolongkan menurut kelas Early Childhood. 2. Anak umur 4 tahun digolongkan menurut kelas Path Way Pre-school. 3. Anak umur 5 tahun digolongkan menurut kelas Pre-school Plus. b. Tipe II anak (6 - 7) tahun: 1. Anak umur 6 tahun digolongkan menurut kelas Private Kindergarten. 2. Anak umur 7 tahun digolongkan menurut kelas Before and Afler School. Tingkatan umur tersebut disesuaikan berdasar kurikulum yang terdapat di \"Children's Learning Center\". Arah karakter yang ingin dicapai imaginatif. Berdasarkan batasan di atas, arah perancangan mewujudkan interior \"Children's Learning Center\" yang membuat jasa pendidikan dengan mencerminkan rancangan interior yang bernuansa imaginatif. Pendekatan perancangan berupa konsep analogi (kesepadanan, sehingga konsep menyerupai sesuatu karakter tertentu). Perwujudan berdasarkan gagasan: 1. Parameter: a. Fakta: Pusat Belajar Bermain \"Childrens Learning Center\" Taman Hemon di Gereja Emaus Surabaya. b. Internet: Children' s Creative Learning Centers, Inc. 794 East Duane Ave. Sunnyvale, CA94086 408.732.2500 408.732.3416 FAX 2. Idealita : Tiap kelas bimbingan berdasar kurikulum. Kelas bimbingan mendorong anak menjadi berpikir apresiatif, responsif, dan dinamis. Unsur keselamatan, kesehatan dan pengembangan diri anak menjadi mandiri. Hasil akhir: wujud desain menjawab masalah Fungsi: Guna mendorong anak menjadi berpikir dan bertindak apresiatif, responsif, dan dinamis dalam perjalanan hidupnya. Makna imaginatif mendorong anak menjadi apresiatif. Sehingga ruang yang ditawarkan melalui tata layout, wujud utilitas, wujud perabot, manajemen aktifitas dan tata lingkungan sebagai jawaban dan kesesuaian aktifitas di dalam ruang, yang diharapkan mencerminkan kegiatan kurikulum.",
  "creators": "EKA RAHARJA MARDANI",
  "contributors": "WASIS SOEBARNIATI (Advisor and Examination Committee); Yusita Kusumarini (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 0057/DIN/2002; Eka Raharja Mardani (41498108)",
  "subjects": "PLAY GROUPS-BUILDINGS-DECORATION; SCHOOL BUILDINGS-DECORATION; EDUCATION, PRESCHOOL-BUILDINGS-DECORATION"
}