{
  "id": "23769",
  "title": "Studi pemanfaatan fly ash dan bottom ash untuk pembuatan paving block",
  "abstract": "Paving block dapat dibuat dengan memanfaatkan bahan-bahan buangan seperti limbah dari pabrik. Limbah yang digunakan pada penelitian ini adalah limbah dari hasil bakaran batu bara yaitu fly ash dan bottom ash. Fly ash digunakan sebagai pengganti sebagian semen sedangkan bottom ash digunakan sebagai pengganti sebagian pasir. Penelitian ini bertujuan untuk mencari kadar optimum dari fly ash dan bottom ash dalam pembuatan paving block. Kadar optimum ini didapatkan setelah mengevaluasi kuat tekan, penyerapan air, ketahanan aus, dan ketahanan terhadap natrium sulfat paving block sesuai dengan ketentuan yang berlaku pada SNI 03-0691-1996. Pengujian dilakukan dengan memakai fly ash sebagai variabel tetap sedangkan bottom ash sebagai variabel yang berubah-ubah. Dari hasil percobaan yang didapatkan, semua paving block dengan perbandingan berat semen : pasir sebesar 1 : 6 maupun 1 : 4 memenuhi standar SNI 03-0691-1996 untuk pengujian kuat tekan dan penyerapan air. Kadar optimum yang didapat yaitu sebesar 30% fly ash dan 30% bottom ash. Untuk pengujian ketahanan aus dan ketahanan natrium sulfat hanya dilakukan pada satu seri yaitu yang menggunakan 20% fly ash dan 0%-30% bottom ash dengan perbandingan berat semen : pasir sebesar 1 : 4. Didapatkan ketahanan aus memenuhi standar SNI 03-0691-1996, akan tetapi pada uji ketahanan terhadap sulfat hanya benda uji yang menggunakan kadar fly ash 20% saja yang memenuhi persyaratan. Kadar optimum untuk ketahanan aus adalah 20% fly ash dan 30% bottom ash, sedangkan untuk ketahanan sulfat adalah 20% fly ash dan 0% bottom ash.",
  "creators": "GREGORY PETRUS LILIEFNA",
  "contributors": "Djwantoro Hardjito (Advisor 1); Budisetyono Tedjakusuma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011811/SIP/2012; Gregory Petrus L. (21406119)",
  "subjects": "PAVEMENTS, CONCRETE BLOCKS; BUILDING MATERIALS; BLOCKS (BUILDING MATERIALS)"
}