{
  "id": "23787",
  "title": "Analisa reliability penyaluran daya listrik dari Jawa-Bali dengan mengubah konfigurasi busbar di gardu induk Banyuwangi dan gardu induk Gilimanuk menjadi terpisah",
  "abstract": "Dalam era tinggal landas, peranan Listrik sangat vital dalam pembangunan. Listrik yang bermutu memerlukan standar kestabilan yang tinggi. Sebagai Perusahaan Negara yang menguasai penyediaan Listrik di Indonesia, PLN menghadirkan sistem interkoneksi 150 KV antara Pulau Jawa dan Bali. Di pulau Jawa dan Bali. sistem interkoneksi disalurkan dengan Saluran Udara Tegangan Tinggi. Untuk meningkatkan kestabilan daya listrik, saluran interkoneksi yang menghubungan Pulau Jawa dan pulau Bali disalurkan dengan Saluran Kabel Bawah Laut, Tegangan Tinggi. Tapi dalam beberapa periode terbukti bahwa SKBLTT ternyata banyak mengalami gangguan karena kerasnya arus dasar laut dan banyaknya kapal serta feri yang melewati selat Bali. Untuk memperbaiki mutu penyaluran daya listrik dari Pulau Jawa ke pulau Bali. PLN saat ini sedang membangun SUTT yang menyeberangi Selat Bali. Dalam pembangunan SUTT i n i, PLN tidak menyediakan busbar yang terpisah dari busbar SKBLTT di gardu Induk Banyuwangi maupun Gardu Induk Gilimanuk. Konfigurasi komponen pada Gardu Induk sangat mempengaruhi keandalan sistem tenaga. Pemisahan busbar SUTT dari busbar SKBLTT meningkatkan reliabilitas Keseluruhan sistem interkoneksi. Penambahan CB sebagai bustie antara busbar SUTT dan busbar SKBLTT juga meningkatkan reliabilitas sistem interkoneksi.",
  "creators": "BUDIANTO SULAIMAN",
  "contributors": "IDHAM KHALID PURBA (Advisor 1); BENJAMIN HADISURYA (Advisor 2); ONTOSENO PENANGSANG (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 96/E/TST/017/0171; Budianto Sulaiman (23490153)",
  "subjects": "ELECTRIC POWER SYSTEMS; ELECTRIC POWER TRANSMISSION"
}