{
  "id": "23783",
  "title": "Spoken discourse used in the Indonesian EFL kindergarten classroom",
  "abstract": "This research deals with the taxonomy of classroom discourse at kindergarten grade B, Surabaya. In order to achieve the goal, the writer has two research questions dealing with the kinds of discourse acts used by the teacher and the pupils in the EFL classroom: `What kinds of discourse acts are used by the teacher in the EFL classroom??, and `What kinds of discourse acts are used by the pupils in the EFL classroom??. The writer used Tsui?s theory (1994) about discourse acts as her main theory, which is supported by the theory on spoken discourse by Sinclair and Coulthard cited in McCarthy (1991). The source of data was the transcription of utterances between the teacher and the pupils a thirty minute- meeting recorded on September 4th, 2010. She used qualitative research for this study. The writer analyzed the data to answer the research questions. From the analysis, the writer found out that there were four types of initiating acts used by the teacher: elicitation, requestives, directive, and informative. She also found out that the teacher only used one type of responding acts, that is positive responding acts. In addition, the teacher used three types of follow-up acts: endorsement, concession, and acknowledgement. There were two types of initiating acts used by the pupils: elicitation and requestives. The types of responding acts used by the pupils are positive and negative responding acts, and one type of follow-up acts used by pupils is concession.",
  "creators": "MASRIYATI",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Samuel Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011949/ING/2011; Masriyati (11406051)",
  "subjects": "INDONESIAN LANGUAGE-DISCOURSE ANALYSIS; INDONESIAN LANGUAGE-SPOKEN INDONESIAN"
}