{
  "id": "23792",
  "title": "Potensi Cangar sebagai tujuan wisata alam di Jawa Timur",
  "abstract": "Seperti anda ketahui Kabupaten Malang memang mempunyai banyak obyek wisata, dan kali ini penulis mencoba untuk menyajikan satu obyek wisata alam baru yaitu Sumber Air Panas Belerang Cangar. Obyek ini diharapkan dapat dikembangkan menjadi suatu obyek wisata yang terkenal dan menjadi andalan propinsi Jawa Timur. selain obyek wisata Gunung Bromo. Kawasan wisata Cangar ini terletak di daerah pegunungan 26 km sebelah utara kota Batu. Tepatnya di dusun Sumber Brantas, desa Tulungrejo, kecamatan Punten yang masuk dalam wilayah Kota Administratif Batu, Kabupaten Malang. Perjalanan ke lokasi obyek wisata ini, dapat dimulai dari terminal Arjosari yang terletak di pintu gerbang utara kota Malang dengan memilih angkuatan umum jenis mikrolet jurusan Arjosari-Dinoyo (AD) atau jurusan Arjosari-Landungsari CAL). Dan dilanjutkan dengan mikrolet jurusan Dinoyo-Batu, perjalanan ini masih harus dilanjutkan lagi dengan angkutan pedesaan jenis mikrolet juga yang akan membawa dari Batu ke Cangar. Sampai di obyek ini dengan membeli karcis tanda masuk obyek wisata Air Panas Cangar sejumlah tiga ratus rupiah tiap orang. Pengunjung masih harus berjalan menuruni tangga batu sepanjang sekitar 200 meter, untuk mencapai sumber air panas pertama yang ada pada obyek ini. Dan setelah berjalan menyeberangi jembatan beton kecil sepanjang sekitar 2 meter. Baru dapat diketemukan 2 sumber air panas lainnya dari 3 sumber air panas yang ada pada lokasi obyek wisata ini. Dua mata air yang disebut belakang ini merupakan sumber air panas utama dari loaksi ini yang langsung memancar dari perut gunung.",
  "creators": "IVAN",
  "contributors": "Widjojo Suprapto (Advisor 1); Yacintha Yoranouw Suryawijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 118/PAR/1993; Ivan (91390004)",
  "subjects": "TOURISM; TOURISM-BATU (EAST JAVA, INDONESIA); TOURISM-MARKETING"
}