{
  "id": "23807",
  "title": "A Sociolingistic approach to the study of verbal conflict termination in Arthur Miller's all my sons",
  "abstract": "This paper is a study of family verbal conflict in Arthur Miller's AlJ My Sons. In this study the writer wants to find out in what termination format the verbal conflicts in that play are terminated and what factors influence the verbal conflict termination. The data for this study are classified into two parts, based on the family status of the participants. The first part is verbal conflicts between parents and son. The second part is the verbal conflicts between husband and wife. In finding complete and satifying answers to the problems of this study, the data analysis is devided into two parts: the analysis of the verbal conflict termination and the analysis of the factors influencing the verbal conflict termination. It is found out that in parents-son verbal conflicts there are seven conflicts which terminate with submission (50%), one conflict terminates with compromise (7%), five conflicts terminate with stand-off (36%) and one conflict terminates with withdrawal (7%). In husband-wife conflicts, there are four conflicts which terminate with submission (66%1, one.conflict terminates with stand-off (17%) and one conflict terminates with withdrawal (17%). This study also shows that in parents-son conflicts there are five conflict terminations which are influenced by power (36%), six conflict terminations are influenced by face (43%), two conflict terminations are influenced by third party (14%) and one conflict termination is influenced by story telling (7%). In husband-wife conflicts, four conflict terminations are influenced by power, one conflict termination is influenced by third party and another conflict termination is influenced by face. There is no conflict terminates with dominant third party intervention and only one conflict ends with compromise. The result is similar to Vuchinich.~ research which shows power display in verbal family conflicts The difference lies in the submission. Vuchinich's research shows that it is the younger generations who often submit to the older generatisns but this research shows that it is the parents who sften submit to the son.",
  "creators": "TRINDIANUS JUDIANTO TANA",
  "contributors": "Julia Eka Rini (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 420; Trindianus Judianto Tana (11490090)",
  "subjects": "AMERICAN DRAMA--20TH CENTURY--STUDY AND TEACHING; MILLER, ARTHUR, 1915-.... ALL MY SONS-STUDY AND TEACHING"
}