{
  "id": "23805",
  "title": "The Study of protagonist's downfall in William Shakespeare's coriolanus",
  "abstract": "Th~s thesis is about William Shakespeare's Coriolanus, which is the name of a Roman general and the main character of this play. It discusses what actually causes Coriolanus' downfall. As a matter of fact, it is clear already that throughout the play Coriolanus shows his bad attitudes, such as pride, arrogance, despising and insulting others, which cause the Roman people's hatred to emerge that finally bring him to his downfall. However, the thesis writer believes that Coriolanus' downfall actually is not merely caused by himself, but also by other persons. In relation to hs, the writer of this thesis wants to reveal that there are several causes of Coriolanus' downfall including his own fault. Thus, this discussion deals with Coriolanus and the analysis of his personalities which relate to his downfall. And to show that other persons also contribute to Coriolanus' downfall, this thesis will also cover the analysis of the two jealous tribunes, Coriolanus' blood enemy, and his own mother. Through the discussion, it can be seen that Coriolanus' downfall is caused by the traps his enemies make for him. He cannot avoid that because of his immaturity and inability to control his anger. Moreover, in a very critical moment, his mother comes and begs him to do something that actually will ruin her own son, but on the other hand will make her proud, So, Coriolanus dies as the victim of hls own fault, his enemies' revenge, and his mother's ambition.",
  "creators": "TULUS JOSEPHINE",
  "contributors": "ANTONIUS GURITO (Advisor 1); ANITA LIE (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 412; Tulus Josephine (11490059)",
  "subjects": "AUTHORS, ENGLISH-18TH CENTURY-BIOGRAPHY; SHAKESPEARE, WILLIAM, 1564-1616. CORIOLANUS; SHAKESPEARE, WILLIAM-1564-1616. CORIOLANUS-STUDY AND TEACHING"
}