{
  "id": "23806",
  "title": "Ben Jonson's satire on the society of renaissance venice in volpone",
  "abstract": "This thesis is an analysis of the satirical ideas towards the social condition.of the Renaissance Venice in Jonson's play Volpone. Through the play, obviously Jonson wants to point out how human-beings'morality has been degraded to a serious extent. The Renaissance ideas of \"reborn and the freedom of thought\" have encouraged man to maximize his ability for gaining benefit. As a result, instead of contributing virtue to mankind, human's ability and freedom have resulted in the vice which is being used by man to defeat and destroy one another. In showing Jonson's satirical ideas, the writer covers the discussion on the characters' behaviour in relation with the Renaissance Venice society. Each character in Volpone has shown a somewhat peculiar strategy in 'defeating his enemies which altogether conveys the greed nature of human-beings. Through the study, the writer focuses her analysis to reveal how Jonson uses the characters and the setting in Volpone to convey his satire towards the Renaissance Venice society. This study is meant to help the readers especially the students on Faculty of Letters to be more critical with Jonson's comedy, Volpone since he emphasizes more to the sardonic satire than to the humor elements themselves. Moreover, Volpone as a satiric comedy is meant to teach men by exposing the errors of city folk.",
  "creators": "EVA ROSITA LIMANTO",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1); ANTONIUS GURITO",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 316; Eva Rosita Limanto (11490059)",
  "subjects": "ENGLISH POETRY, EALRY MODERN AND ELIZABETHAN, 1500-1600-STUDY AND TEACHING; JONSON, BEN, 1572-1637. VOLPNE-STUDY AND TEACHING"
}