{
  "id": "23800",
  "title": "The Study of the main female character, Kate Clephane, in Edith Wharton's the mother's recompense",
  "abstract": "This thesis is going to discuss about the main female character of this novel, that is Kate Clephane. As a critic says that Clephane, who has a moral problem, is not an evil woman, arouses the writer of this thesis curiousity to know in what way Clephane is said to have a moral value of a mother. Later, through characterization and conflict, the question of the thesis writer can be really achieved. To be more specific, the writer of this thesis considers that the main concern of the novel can be revealed through analyzing the type of character Kate Clephane has and the way she solves the conflicts. To analyze the type of character of Clephane, the writer of this thesis observes Clephane's character traits. As a woman who leaves her family, the writer of this thesis assumes that Clephane is a type of a woman who likes to take a risk. By the time goes on, the writer of this thesis considers that Clephane becomes a selfish woman. However, instead of being a selfish woman, Clephane gradually shows a change in her character trait. Besides that, in analyzing the way Clephane solves her conflicts, the writer of this thesis sees that Clephane's type of character influences it very much. Since Clephane has the moral problem in her life, she has to face many conflicts with herself, her daughter, and even her society. Facing such conflicts, Clephane tries hard to solve them. At last, these two analysis, that are the type of character Kate Clephane has and the way she solves her conflicts, can prove the main concern of this novel, that is the moral value of a mother.",
  "creators": "JENNY",
  "contributors": "Liliek Soelistyo (Advisor 1); SANTIKO BUDI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 350; Jenny (11489034)",
  "subjects": "AMERICAN FICTION-20TH CENTURY; WHARTON, EDITH, 1862-1937. THE MOTHERS'S RECOMPENSE-STUDY AND TEACHING"
}