{
  "id": "23816",
  "title": "Peranan arsitektur rumah tinggal tradisional Sumenep dalam pengembangan pariwisata di Madura",
  "abstract": "Dengan dicanangkannya tahun 1991 sebagai tahun kunjungan wisata, maka bidang kepariwisataan mengalami ba- nyak perkembangan, perbaikan, pemugaran, dan pembangunan. Pembangunan yang terjadi merypakan usaha dar i pe- merintah agar dapat meningkatkan jumlah wisatawan yang da- tang ke Indonesia. Sedangkan sebagian besar wisatawan man- canegara yang datang menyukai obyek wisata budaya. Arsitek- tur dapat kita jadikan sebagai obyek wisata. Salah satunya adalah arsitektur tradisional dari suatu daerah. Selain sebagai obyek wisata budaya, arsitektur tradisional dapat dijadikan sebagai jati diri/ simbol bagi daerahnya dan merupakan jejak utama bagi para peneliti bu- daya. Di Jawa Timur ini, kota Sumenep merupakan satu- satunya daerah yang masih banyak memiliki arsitektur tradi- sional yang masih lengkap dan terpelihara dengan baik. Hal ini sangat nt>nguntungkan bagi daerah Sumenep karena banyak sekali keuii t~ingan ya~ig diperoleh secara langsung dan tidak langsung. Misalnya . - Terbukanya kesempatan kerja - Timbulnya kesadaran masyarakat setempat tentang penting- nya arsitektur t,radisional - Timbulnya usaha untuk membuka obyek wisata baru - Meningkatnya rasa cinta dan memiliki akan kebudayaan dae- rah setempat - Timbul perkernbangan/pembaharuan di bidang seni - dan lain sebagainya Dengan banyaknya keuntungan/dampak positif yang dihasilkan dari kesadaran akan pentingnya arsitektur tradi- sional di bidang kepariwisataan, maka pelestarian arsitek- tur tradisional ini sangat perlu dilakukan. Lebih-lebih kita sudah sangat jarang sekali bahkan hampir-hampir tidak pernah melihat arsitektur tradisional .Jawa Tirnur di Suraba- ya ini. Yang dimaksud dengan pelestarian ini bukan berart i harus membangun tempat tinggal dengan model kuno, tapi kita dapat membangun tempat tinggal kita dengan model yang telah dikombinasikan antara model tradisional dengan modern. Mi- salnya : bentuk atap tradisional, tampak depan tradisional sedangkan selebihnya ciibuat dengan model yang modern dan sebagainya. Kurena melihat kenyataan yang ads st-karang iriilah, maka penulis ingin menghiabau para generasl mudn untuk se - lalu mengingat akan kebudayaan yang kita miliki sejak dahu- lu kala dan menieliharanya. Tidak berarti sesuatu yang lama itu basi, bahkan mungkin yang lama itu berpotensi.",
  "creators": "LIANA WAHJUDI",
  "contributors": "Dra. Monica Ida Uniati , M.M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 047/Par/1991; Liana Wahjudi (13788036)",
  "subjects": "ARCHITECTURAL, DESIGN; TOURISM-JAWA TIMUR-STATISTICS"
}