{
  "id": "23810",
  "title": "The Power of love that has an ability to change the character traits of the main characters in Stephen Crane's The O'Ruddy",
  "abstract": "This thesis discusses about the theme of love in Stephen Crane's last novel, The O'Ruddy. The O'Ruddy is about love which happens between the main characters, Tom OIRuddy and Lady Mary Streep (Gullason, 1967:72). The analysis in this thesis focuses on the power of love that has an ability to change the character traits of the main characters, Tom OIRuddy and Lady Mary Streep. Through the analysis on the power of love that has an ability to change the character traits of the main characters, it can be seen that Tom and Lady Mary really loves each other. They have some changes in their character traits because of their love toward each other. Tom O'Ruddy, who is dishonest at first, becomes an honest person after he falls in love with Lady Mary Streep. He is also a hot tempered person that has a difficulty to control himself before he meets and falls in love with Lady Mary, However, after he falls in love with Lady Mary, he becomes more patient. His love toward Lady Mary gives him more patience and a power to control his emotions. Tom, who is a coward at first, also becomes a brave man because of his love toward Lady Mary. Lady Mary Streep also has a change in her character traits after she falls in love with Tom O'Ruddy. Lady Mary is considered to be the \"best\" girl for her family. She always does whatever her parents ask her to do, although sometimes she does not want to. She never expresses her mind because she is afraid that she will hurt her parents' feeling. However, after she meets and falls in love with Tom, she begins to be braver in expressing her minds. Her love toward Tom gives her a bravery in expressing her minds infront of her parents. From the analysis in this thesis , it can be seen that the power of love has an ability to change the character traits of the main characters in the novel.",
  "creators": "NUANEKE",
  "contributors": "Sarah Limuil (Examination Committee 1); CHERRY HADIKUSUMO, Dra. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 402; Nuaneke (11491052)",
  "subjects": "AMERICAN FICTION--19TH CENTURY--STUDY AND TEACHING; CRANE, STEPHEN, 1871-1900. THE O'RUDDY-STUDY AND TEACHING"
}