{
  "id": "2381",
  "title": "Repositioning corporate identity roti orion Kediri - Solo",
  "abstract": "Perusahaan roti Orion merupakan suatu perusahaan milik swasta yang telah lama berdiri sejak 1970 dan telah dikenal oleh masyarakat. Perusahaan Roti Orion terdapat dalam dua kota, yaitu Kediri dan Solo, dimana kedua perusahaan tersebut memiliki hubungan kekerabatan yang berasal dari kedua orang tuanya. Kedua perusahaan roti Orion yang berbeda kota tetapi satu produk yang dihasilkan ini ingin bersama-sama menyatukan dua perusahaan yang berbeda menjadi satu, satu kesatuan dan satu tujuan yang sama. Baik itu dari segi persamaan logo, visi maupun misi. Dan untuk mewujudkan hal tersebut diperlukan suatu repositing Corporate Identity yang baru untuk membentuk suatu citra dan image yang baru, yang lebih positip di mata para konsumen. Perancangan ini ditujukan atau difokuskan pada penyatuan ide-ide baru untuk menghasilkan suatu image baru yang lebih positip dengan jalan melakukan suatu repositiong Corporate Identity perusahaan roti Orion dengan menggunakan ruang lingkup perancangan semua hal yang berhubungan dengan perusahaan, termasuk juga dalam hal ini konsumen. Dimana Roti Orion memiliki target market atau target konsumen dari kalangan menenggah ke atas dan sebagian besar konsumen terdiri atas orang-orang keturunan Tiong Hua (Cina). Hal ini yang mendasari perancangan untuk memakai warna-warna oriental ( merah dan kuning keemasan) serta menggunakan motif oriental pada perancangan. Adapun spesifikasi dari perancangan Corporate Identity Roti orion ini terdiri atas publikasi, corporate signature, perlengkapan kerja, stationery, promosi serta pembaharuan logo dan kemasan baru. Dalam perancangan ini direncanakan menempatkan roti Orion sebagai perusahaan roti yang memiliki kualitas rasa serta rasa serta harga yang terbaik.",
  "creators": "DEDY GUNAWAN",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); MARGANA (Advisor 2); Listia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Identitas Perusahaan",
  "source": "Identitas Perusahaan No.00070469/DKV/2005; Dedy Gunawan (42400150)",
  "subjects": "VISUAL COMMUNICATION; COMMERCIAL ART; ADVERTISING; GRAPHIC ARTS"
}