{
  "id": "23811",
  "title": "A Study on the quest for the self in Samuel Beckett's trilogy : Molloy, Malone Dies, the unnamable",
  "abstract": "Absurdism as the prominent twentieth century literary move- ment, explores the implicit antagonism of man who is seeking happiness and reason confronting a purposeless and chaotic uni- verse. Thus, man's position is unbearable since his every act is meaningless in an absurd universe. Basing on this philosophy, Samuel Beckett in his trilogy: Kollox, Malone Dies, and The Unnamable portrays that one prime human's endeavor to understand himself is also meaningless. The characters in the trilogy: Moran, Molloy, Malone, and the Unnamable are all performing the quests for their selves with the hope of reaching a better self understanding. However, since life itself is meaningless, none of those efforts produce significant results; and instead, they cause the seekers the disintegration of the self manifested in the down development of their physical and mental condition. The trilogy: Mollnv, Mane Dies, and Be Um, is a set of novels which depicts in its upper level the gradual decline of the self. As a sequel, the trilogy portrays the down development of the self apparent in the characters' physical and mental condition which is declining as one novel continues to another. This disintegration of the self is a result of the characters' search for the self. The search for the self portrayed, however, is merely the means Beckett manipulates to point out the deeper level of the meaning of this trilogy. In this deeper level, Beck- ett underlines the philosophy of absurdity in which man's life is found meaningless, useless, and absurd in this purposeless and disjointed universe which is deprived of a generally accepted integrating principle. He frames this philosophy by conveying the life and the fate of an artist who is obliged to write in spite of the fact that he no longer has willingness nor means by which he is able to write. This trilogy is a picture of the senseless- ness, purposelessness, and the absurdity of the act of writing.",
  "creators": "JENNY",
  "contributors": "Jenny Mochtar Djundjung (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. ...; Jenny (11491053)",
  "subjects": "BECKETT, SAMUEL, 1906-1989-MOLLOY, MALONE, DIES AND THE UNNAMABLE-STUDY AND TEACHING; IRISH FICTION-20TH CENTURY"
}