{
  "id": "23833",
  "title": "Pengelolaan sumber daya manusia dalam rangka meningkatkan produktivitas karyawan pada studi kasus PT. Surya Dermato Medica Laboratorium.",
  "abstract": "Sumber daya manusia dalam perusahaan memegang peranan penting dalam menjalankan perusahaan. Tanpa adanya sumber daya manusia perusahaan tidak dapat berjalan untuk itu perlu adanya pengelolaan sumber daya manusia yang dilakukan oleh perusahaan. Pengelolaan sumber daya manusia dapat meningkatkan produktivitas karyawan dalam perusahaan. Penelitian ini bertujuan untuk mendeskripsikan dan menganalisa proses pengelolaan sumber daya manusia dari proses perekrutan, seleksi, pelatihan, jenjang karir dan pengelolaan imbalan pada perusahaan Surya Dermato Medica Laboratorium dalam rangka meningkatkan produktivitas karyawannya dalam perusahaan tersebut. Untuk mendeskripsikannya pengelolaan sumber daya manusia pada PT.Surya Dermato Medica Laboratorium peneliti menggunakan jenis penelitian deskriptif kualitatif dengan metode studi kasus dan melakukan teknik pengumpulan data dengan wawancara oleh manajer sumber daya manusia sedangkan untuk peningkatan produktivitas dilakukan wawancara dengan supervisior produksi di perusahaan. Penelitian kali ini menemukan bahwa pengelolaan sumber daya manusia dalam perusahaan melibatkan fungsi manajemen yang merupakan dasar yang harus dilakukan dalam perusahaan. Fungsi manajemen tersebut diterapkan dalam perekrutan, seleksi, pelatihan, jenjang karir dan imbalan sehingga akan berdampak pada produktivitas karyawan.",
  "creators": "STEFANI PRISKILA LIMANTO",
  "contributors": "Bambang Haryadi (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010345/MAN/2012; Stefani Priskila Limanto (31408004)",
  "subjects": "PERSONNEL MANAGEMENT"
}