{
  "id": "23844",
  "title": "The Reasons of interruptions used by the male and female participants in a Catholic youth meeting",
  "abstract": "The purpose of the study is to find out the reasons of interruptions used by male and female participants in a Catholic youth meeting, and find the differences and/or similarities of the reasons. The data was taken from the conversation of 7 male and 7 female participants in the Youth FE?SS meeting, an event held by a Catholic youth organization, with a natural setting. I conducted this research in qualitative approach because I recorded the conversation in the meeting in natural setting. I used Wardhaugh?s theory on reasons of interruptions (1985) as the main theory to analyze the data. In addition, I used Coates?, Holmes?, and Tannen?s theory to help analyze the data related to gender. The findings show that male participants interrupted more than female participants do. Besides, of five reasons of interruptions by Wardhaugh, completing is the most-frequent reason of interruption used by both male and female participants. In addition, the order of reasons of interruptions used by male and female participants in the meeting from the most until the least are the same. However, the interruption to end a conversation is not used by both male and female participants. From the findings I conclude that gender may influence the use of interruptions in a meeting. Furthermore, from the fact it may be concluded that interruption is also used to establish and develop the conversation. Most interestingly, the fact that the order of reasons of interruptions used by the male and female participants in the meeting from the most until the least are the same may mean that in a meeting, which information is the most important thing, it is easier to people, regardless of gender, to interrupt using the safest reason rather than the more risky ones",
  "creators": "CECILIA BAREK LAWE",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011997/ING/2011; Cecilia Barek Lawe (11408015)",
  "subjects": "INDONESIAN LANGUAGE-SOCIAL ASPECTS; INDONESIAN LANGUAGE-SEX DIFFERENCES; LANGUAGE AND LANGUAGES; SOCIOLINGUISTICS"
}