{
  "id": "23841",
  "title": "Power relations in Ahmad Tohari's the dancer",
  "abstract": "Srintil is one of the main characters in The Dancer who experiences the oppression from the Society, the Political Party and the Business Practitioners. However, I find that besides her being oppressed, she also plays her power as a ronggeng dancer which gets the power from the society to play around in the domination of the society, the political party and the business practitioners. In this study, I am going to show that the power relation take the forms of negotiation, resistance, and consent. I use the concept of the arbitrariness of power by Michel Foucault. In the analysis I find that, first, power is not only top-down, but also bottom-up. Srintil, a seemingly innocent subject, manages to control the Society, the political party and the business practitioners, albeit for a while. Second, power is not fixed. The winner can be the loser or vice versa. Third, Srintil usually uses cultural capital: the power to choose and the power of silence to encounter the counterparts. Fourth, the counterparts use the power of cultural capital, social capital, economic capital, and political capital. The most effective power used by the counterparts is political and economic capital which results in indebtedness. Fifth, the most frequent results in the power relation process are negotiation; between Srintil and the society as well as with the business practitioners. In addition, the power relation ends with three possible results; that are negotiation, resistance, and consent.",
  "creators": "HANIEL SETYA RAHAYU",
  "contributors": "Dwi Setiawan (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01012000/ING/2012; Haniel Setya Rahayu (11408002)",
  "subjects": "TOHARI, AHMAD,...-... THE DANCER-STUDY AND TEACHING; INDONESIAN FICTION-21ST CENTURY-STUDY AND TEACHING"
}