{
  "id": "23843",
  "title": "The Construction and deconstruction of the myth of Johnnie Walker and Colonel Sanders in Haruki Murakami's kafka on the shore",
  "abstract": "This study aims to analyze the construction of real icons of Johnnie Walker and Colonel Sanders as well as analyzing the deconstruction operated in creating the same icons into characters in Haruki Murakami?s Kafka on the Shore. I choose to discuss this magic-realism novel, which is full of brand mentioning because it is a unique occurrence in novels, for it is usually novels creating iconic characters, not borrowing icons as characters. Moreover, the icons as characters are also opposite in terms of `essence?, to borrow Sartrean terms. Thus, it is possible that the icons themselves have different, greater meaning than just merely icons of sophistication to remind people of the product, and Murakami construct a new signifieds based on the greater myth that would be found. For this reason, I am keen on discussing how Johnnie Walker and Colonel Sanders are reconstructed to be what they are in the story and what myths from the icons are thus deconstructed by Murakami to shape the new signified, that are the characters in the novel. The purpose is to reveal the construction of the icons and what and how Murakami deconstructs the icons to be. The analysis shows that the icons bear new myths constructed by the appearance of the icons and given context by advertisements, creating new signifieds that then form the myths. Also then, the myths are deconstructed to be the characters, undergoing binary oppositions play. Though just a mere positive-negative play of the signifieds in general, the icons and the characters are both an interesting field of myths that is one of the ways of reading the myths of everyday?s icons around the world.",
  "creators": "JOVITA DESINTA DJAKARIA",
  "contributors": "Liem Satya Limanta (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011999/ING/2012; Jovita Desinta Djakaria (11408013)",
  "subjects": "JAPANESE FICTION-20TH CENTURY-STUDY AND TEACHING; MURAKAMI, HARUKI, 1949-... KAFKA ON THE SHORE-STUDY AND TEACHING"
}