{
  "id": "23842",
  "title": "Gyuri's crisis of identity in imre kertesz's fateless",
  "abstract": "Gyuri Koves is the main character in Fateless who struggles with a problem of identity. His Jewish identity contradicts with the construction made by the society; consequently, it ends with Gyuri?s crisis of identity. Crisis of identity will be the emphasis of my research. Furthermore, I also put my focus of analysis on the way Gyuri manages to deal with his crisis of identity. To answer my inquiries, I use the theory of Erik Erikson?s psychosocial development, focus on the adolescence phase, and some of relevant theories of Anna Freud?s ego and the defense mechanism, such as; denial in fantasy, repression or motivated forgetting, isolation or intellectualization, rationalization, identification with the aggressor, and regression. Erikson?s theory of psychosocial development in adolescence stage is suitable to observe the crisis of identity and Anna Freud?s theory is appropriate to answer how to deal with a crisis of identity. In the study, I discover that Gyuri?s identity crisis is caused by three main reasons. The first reason is the absence of role model in Gyuri?s life. The second one is the values that contradict each other between him and the society. The third one is the absence of group or system of peer where he can perform his role or share his idealism. The defense mechanism occurs as Gyuri?s way of reducing his anxiety from the social problem or crisis of identity. The analysis shows that the unstable social environment may result in someone?s crisis of identity and eventually ends with repudiation and rejection of any identity.",
  "creators": "JUANTA M SEBAYANG",
  "contributors": "Dwi Setiawan (Advisor 1); Theophilus Jokri (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011998/ING/2012; Juanta Memory Sebayang (11407050)",
  "subjects": "KERTESZ, IMRE, 1929-... STUDY AND TEACHING; BIOGRAPHICAL FICTION, HUNGARIAN-STUDY AND TEACHING; HUNGARIAN FICTION-20TH CENTURY-STUDY AND TEACHING"
}