{
  "id": "23859",
  "title": "The Reasons of interruptions used by civil engineering and communication science department students of Petra Christian University in transactional and interactional topics",
  "abstract": "In this research, the writer observed the differences and/or similarities of the reasons of interruptions used by Civil Engineering and Communication Science Department Students in transactional and interactional topics. The data were taken from the conversations of 20 students for each department, in an interview. To analyze the data, the writer used Wardhaugh?s theory on reasons of interruptions (1985) as the main theory. Furthermore, the writer conducted this research in qualitative approach. The findings show that both Civil Engineering and Communication Science Department students used more interruptions in interactional topic than in transactional topic. Besides, Communication Science Department students used more interruptions than Civil Engineering Department students in both transactional and interactional topics. In transactional topic, they used interruptions to complete something he is saying as the most frequently used type, while in interactional topic, they use interruptions to correct others? words as the most frequently used type. Besides, they also used interruptions for other reasons, namely for seeking clarification and ending a conversation. However, the interruption for ending a conversation is the least used type by both department students in transactional and interactional topic. The conclusions are topics and background of discipline may influence the use of interruptions by both Civil Engineering and Communication Science Department students. In this case, students who study social science were more able to build and develop a conversation than those who study physical or exact science. Besides, the students use interruptions for trying to complete others? saying as the most frequently used type in transactional topic may be caused they want to show their agreement, while correcting others? words as the most frequently used type in interactional topic may be caused they want to show their disagreement. Overall, interruption does not necessarily mean to cut and end a conversation, but also to establish and develop the conversation.",
  "creators": "OLVA LITA ULLY TADOE",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011994/ING/2012; Olva Lita Ully Tadoe (11407032)",
  "subjects": "SOCIOLINGUISTICS; INDONESIAN LANGUAGE-SOCIAL ASPECTS"
}