{
  "id": "23850",
  "title": "The Judgment of taste in Ratatouille: between structure and agency",
  "abstract": "Occupying class hierarchy as a social system generates a domination of judgment among higher classes and lower classes. Ratatouille in which I raise it as the subject of my thesis is delivering as a stereotypical situation where the way of somebody expressing his lifestyle is found out corresponds to a class in a French society. Highly valuing the connotation of art as French?s way of life?food critics, chefs, servants, and rats appear to symbolize the four categories which are the lords, the knights, the ciphers, and the wasters. These categories happen due to their tastes of things are reflected differently. In this paper, my analysis will reveal their tastes which are formed and actualized through their expressions and practices. Therefore, this taste label causes superior and inferior markers towards higher and lower classes. Through Remy?s expression towards taste, this paper will show that taste markers?as the structure, are not always accurate in judging the people. His struggles will be discovering agent role inside the rigid structure. Seeing that the existing structure is uncovered to be loosened by the little triumph of Remy, this analysis will display an adjustment between agency and structure. Thus although agency notion seem to be very opposing to structure, both of them can be noticed still applying their parts without having to destruct each other.",
  "creators": "EVELYN MAGDALENA SUNJAYA",
  "contributors": "Ribut Basuki (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011995/ING/2012; Evelyn Magdalena Sunjaya (11408010)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; BIRD, BRAD, 1957-... RATATOUILLE-STUDY AND TEACHING"
}