{
  "id": "23865",
  "title": "The Speech styles used by male and female marketers in the Tianshi multilevel marketing seminars",
  "abstract": "In this research, I observed the types of speech styles used by male and female marketers in the Tianshi multilevel marketing seminar and the differences and/or the similarities between the speech styles used by both the male and female marketers in the Tianshi multilevel marketing seminar. The data were taken from two Tianshi multilevel marketing seminars, consisting of two seminars conducted by one male marketer and one female marketer. The theories used were theory of speech style by Chaer and Agustina(2004), the lexical and grammatical characteristics for standard Indonesian by Chaer (2006) and Trudgill `s theory (1974) on gender and speech style. Furthermore, I conducted this research using qualitative approach. The findings show that the male marketer employed four types of speech styles, i.e. formal style, consultative style, casual style, and intimate style. The female marketer also used four types of speech style, i.e. formal style, consultative style, casual style, and intimate style. There are only slight differences in the percentages of the speech style that they use. Obviously, the consultative style is the most frequent speech style used by both the female and the male marketers in the Tianshi multilevel marketing seminar since the setting of the seminar was in between formal and informal context of situation.",
  "creators": "BELINA ROSSELY TJI",
  "contributors": "Samuel Gunawan (Advisor 1); Flora Debora (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011993/ING/2012; Belina Rossely Tji (11408006)",
  "subjects": "SOCIOLINGUISTICS; INDONESIAN LANGUAGE-SPOKEN INDONESIAN-SOCIAL ASPECTS; INDONESIAN LANGUAGE-SOCIAL ASPECTS; INDONESIAN LANGUAGE-SEX DIFFERENCES"
}