{
  "id": "23886",
  "title": "The Study of compliment responses used by Javanese and Chinese Indonesian students of English Department in Petra Christian University Surabaya",
  "abstract": "This thesis is about the compliment responses that are used by Javanese and Chinese Indonesian students of English Department in Petra Christian University Surabaya. Through this study, the writer wants to find out the types of compliment response used by the Javanese and Chinese Indonesian students of English Department and also differences and similarities between Javanese and Chinese Indonesian students in responding the compliment. The writer uses theory of compliment responses proposed by Herbert (1990). As her respondents, the writer took Javanese and Chinese Indonesian students of the English Department who are still studying there, which are batch 2007 until batch 2011. In order to get the data, the writer interviewed the students about campus life, hobby, and fashion and gave compliments while they were being interviewed. In her findings, the writer found that the Javanese and Chinese Indonesian students tended to use different types of compliment responses. The type of compliment responses most frequently used by Javanese students is Scale Down, while the type of compliment responses most frequently used by Chinese Indonesian students is Appreciation Token. However, both Javanese and Chinese Indonesian students used nine types of compliment responses. The writer concluded that the way Javanese and Chinese Indonesian students responded the compliment may be influenced by western culture. It is because they are studying in the English Department so they know about western culture.",
  "creators": "OLIVIA LIMENA",
  "contributors": "Henny Putri (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011990/ING/2012; Olivia Limena (11408026)",
  "subjects": "SOCIOLINGUISTICS; INDONESIAN LANGUAGE-SOCIAL ASPECTS; COMPLIMENTS"
}