{
  "id": "23904",
  "title": "The Celebration of victory Ford's singleness in lipstick jungle",
  "abstract": "In the last ten years, a new genre that dominates the market on books for women reading is chick lit. Chick lit is a genre that refers to popular novels that is usually written by women and marketed to young single working women. Lipstick Jungle is a chick lit novel that I chose to be analyzed because I am interested with one of the Lipstick Jungle?s heroines, Victory Ford, who is able to celebrate her singleness in her forty-three-year-old. Thus, my statement of the problem is that I am interested to discuss what makes Victory Ford able to celebrate her singleness in Lipstick Jungle. In this thesis, I am trying to answer my purpose of the study which is to reveal that Victory Ford is able to celebrate her singleness in Lipstick Jungle because of the freedom she enjoys. She does not consider her status as a failure but as a celebration because of benefits she enjoys such as freedom of choice and freedom of time. I am going to use concept of freedom that deals with choice and time in order to analyze what makes Victory able to celebrate her singleness in Lipstick Jungle. In her freedom of choice, Victory has a choice of being single and in her freedom of time, she can allocate her time to do social activities and business activities. Furthermore, I find Victory?s ability to celebrate her singleness shows that there is a change of paradigm in singleness. Also, Victory Ford gets benefits from her singleness. Besides, being single is a choice as well as being married. In conclusion, Victory Ford is able to celebrate her singleness in Lipstick Jungle because of the freedom she enjoys.",
  "creators": "MEY SHIANG",
  "contributors": "Jenny Mochtar Djundjung (Advisor 1); Meilinda (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011988/ING/2012; Mey Shiang (11408038)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; BUSHNELL, CANDACE, 1958-..., LIPSTICK JUNGLE-STUDY AND TEACHING"
}