{
  "id": "23927",
  "title": "Sikap dan peranan Pemerintah Daerah Tingkat II Surabaya dan warga Surabaya terhadap tahun kunjungan wisata Indonesia 1991",
  "abstract": "Indonesia merupakan negara yang strategis karena terletak di antara dua benua dan dua samudra. Dengan posisinya yang demikian ini menjadikan banyak negara menjadi iri dan menjadikan Indonesia sebagai urat nadi lalu lintas perdagangan yang melewati Selat Malaka sehingga mengakibat kan terjadinya kontak dagang antara bangsa Indonesia dan bangsa lain. Negara Indonesia dikaruniai olehTuhan Yang Maha Kuasa dengan kekayaan alam yang melimpah, seperti pemandangan alam yang sangat indah. Oleh karena itu perlu dikembangkan sehingga dengan demikian akan menarik para wisatawan untuk berkunjung ke Indooesia. Dengan demikian akan mendatangkan pemasukan (devisa) yang nantinya dapat dipergunakan untuk melaksanakan pembangunan Nasional. Realisasi daripada usaha Pemerintah untuk lebih mengembangkan pariwi- sata Nasional diwujudkan dengan dicanangkannya tahun 1933 sebayai tahun sadar wisata dan tahun 1991 sebagai tahun kunjungan wisata Indonesia 1991. Dengan momentum tersebut Pemerintah Daerah Tingkat - II Surabaya tidak menyia-nyiakannya bahkan berusaha untuk lebih gencar memprornosikan potensi-potensi yang ada yang bisa digunakan untuk nenarik para wisatawan baik wisatawan lokal maupun wisatawan mancanegara untuk datang berkunjung ke Surabaya. Dalam mewujudkan tekad itu Pernerintah Daerah Tingkat II Surabaya ternyata tidak bisa berjalan begitu saja kare- na masih banyak permasalahan yang harus dibenahi dan dise lesaikan terlebih dahulu, terutama yang berkaitan dengan sikap dan perilaku dari warga kota Surabaya yang ternyata tidak mendukung program promosi pariwisata Jawa Timur itu pada umumnya dan Surabaya pada khususnya. Bentuk-bentuknya antara lain masih rendahnya tingkat kesadaran masyarakat - untuk membuang sampah pada tempatnya dan tidak membuat pen- cemaran lingkungan, Menghadapi permasalahan yang demikian ini banyak usa ha yang dilakukan oleh Pemerintah Daerah Tingkat II Sura - baya, seperti mengadakan penerangan-penerangan dan penyulu han-penyuluhan kepada masyarakat yang dilakukan secara in- tensif dan terus-menerus serta pembuatan ataupun juga pengumuman-pengumuman kepada siapa saja yang membuang sampah di sembarang tempat akan dikenakan sanksi Perda No. 5 Tahun 1936. Hasilnya masyarakat menjadi sadar dan hidup bersih akhirnya berhasil melembaga dan membudaya dalam masyara - kat.",
  "creators": "LINGGAWATI RUSLI",
  "contributors": "Dra. Monica Ida Uniati , M.M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 0671/PAR/1991; Linggawati Rusli (33789055)",
  "subjects": "TOURISM; TOURISM TRADE-MANAGEMENT"
}