{
  "id": "23929",
  "title": "Peran pemimpin dalam meningkatkan produktivitas karyawan PT. Adaya Multi Indoteknik",
  "abstract": "Keberhasilan sebuah perusahaan tidak lepas dari kehadiran seorang pemimpin. Pemimpin merupakan seorang yang mempunyai tanggung jawab dalam menjalankan dan mengimplementasikan kebijakan-kebijakan yang telah menjadi sebuah keputusan dalam perusahaan. Keberadaan seorang pemimpin mempunyai peran yang penting pada sebuah perusahaan untuk meningkatkan produktivitas karyawannya. Peneliti menggunakan studi kasus pada PT. AMI. Tujuan penelitian pada tugas akhir ini untuk mengetahui model bisnis serta proses operasional pada PT. AMI, menganalisa pengukuran, tingkat dan perkembangan pada PT. AMI, dan menganalisa peran pemimpin dalam meningkatkan produktivitas karyawan pada PT. AMI. Pada penelitian kali ini peneliti menggunakan jenis penelitian kualitatif deskriptif, dengan metode penelitian study kasus serta teknik pengumpulan data dengan wawancara tidak berstuktur. Sumber data yang didapat dengan mewawancarai nara sumber yaitu pemimpin atau owner PT. AMI serta untuk uji triangulasi mewawancarai beberapa karyawan yang bekerja pada PT. AMI. Definisi konseptual tentang produktivitas memakai definisi dari Card (2006) dan definisi konseptual tentang peran pemimpin memakai definisi dari Kasali (2007). Penelitian kali ini menemukan bahwa pemimpin PT. AMI menjalankan peran pemimpin sebagai director, navigator, caretaker, coach dan interpreter dalam proses operasional pada PT. AMI sehingga produktivitas karyawan pada PT. AMI meningkat.",
  "creators": "SAMUEL BUDI SETIAWAN A",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor and Examination Committee); Bambang Haryadi (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010314/MAN/2012; Samuel Budi S.A.(31407087)",
  "subjects": "PERSONNEL MANAGEMENT; LABOR PRODUCTIVITY"
}