{
  "id": "23930",
  "title": "Peranan pemimpin dalam meningkatkan produktivitas karyawan pada PT. Panca Wana Indonesia",
  "abstract": "Produktivitas karyawan merupakan hal penting bagi perusahaan, karena mempengaruhi kinerja perusahaan dan pencapaian tujuan perusahaan. Peningkatan produktivitas karyawan bisa dilakukan melalui peran pemimpin yang tepat sesuai dengan kondisi lingkungan internal dan eksternal perusahaan. Ketepatan peran ini diperlukan, karena karyawan memiliki karakteristik yang berbeda dan industri juga mengalami kondisi persaingan yang berbeda-beda dari waktu ke waktu. Penelitian ini bertujuan untuk mendeskripsikan proses-proses operasional pada PT Panca Wana Indonesia, melakukan pengukuran produktivitas karyawan, mendeskripsikan upaya-upaya atau usaha yang dilakukan pemimpin dalam meningkatkan produktivitas karyawan, dan menganalisa peranan pemimpin dalam meningkatkan produktivitas karyawan. Pengumpulan data dilakukan melalui wawancara, observasi, dan dokumentasi. Selanjutnya, data tersebut diolah dengan menggunakan pendekatan kualitatif dan disajikan secara deskriptif. Hasil penelitian menunjukkan bahwa aktivitas operasional perusahaan meliputi input, process (transformasi), dan output. Di mana tipe transformasi yang diterapkan oleh perusahaan adalah alter yaitu mengubah input menjadi output. Penelitian juga menunjukkan bahwa produktivitas karyawan adalah bagus yang didukung oleh upaya dan peran pemimpin dalam meningkatkan produktivitas karyawan. Upaya pemimpin tersebut mencerminkan peran pemimpin yang mampu berperan dengan tepat sesuai dengan keadaan bawahan dan keadaan pasar, serta keadaan perusahaan. Di mana pemimpin bisa berperan sebagai director, navigator, dan caretaker, ketika perusahaan tengah stabil melalui pengendalian-pengendalian; berperan sebagai coach dan interpreter dalam rangka memotivasi karyawan dan meningkatkan pengetahuan dan kemampuan karyawan; dan berperan sebagai nurturer ketika karyawan mengalami penurunan produktivitas, sehingga bisa membantu karyawan tersebut meningkatkan kembali produktivitas kerjanya.",
  "creators": "PAMELA SISYLIA UTOMO",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor and Examination Committee); Bambang Haryadi (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010310/MAN/2012; Pamela Sisylia Utomo (31407180)",
  "subjects": "PERSONNEL MANAGEMENT; LABOR PRODUCTIVITY"
}