{
  "id": "23951",
  "title": "Peluang pengembangan seni tradisional ketoprak sebagai atraksi wisata",
  "abstract": "Ketoprak adalah seni drama panggung tradisional atau sandiwara khas masyarakat Jawa Tengah. Kesenian ini diperkirakan mulai ada kira-kira tahun 1887 di suatu desa bagian selatan Yogyakarta, yang pada waktu itu dimainkan oleh anak-anak pada saat terang bulan dengan iringan lesung dan bunyi-bunyian lainnya yang dapat diketemukan. Diorganisasikan dengan adanya produser, penata tari , penata musik, serta manajer. Niyaga adalah penata musiknya. Di Jawa Timur, kesenian ini juga ada dengan bahasa yang dicampur dengan bahasa Jawa Timuran dalam penampilannya. Busana yang dikenakan tergantung dengan cerita yang dibawakan, sedangkan rias yang dike- nakan tampak sedikit menor dikarenakan rias yang dikena- kan dapat dikategorikan rias panggung. Konvensi pergela- rannya adalah jejeran dan tancep kayon sebagai babak penutup. Fungsi kesenian ini pada hakikatnya adalah alat pembangkit kesadaran berbangsa, alat hiburan dan alat protes sosial. Tujuan penulisan ini adalah mengangkat seni ketoprak modern sebagai suatu atraksi wisata yang memiliki poten- si jual kepada wisatawan asing. Untuk tercapainya tujuan tersebut perlu adanya penyesuaian-penyesuaian di dalam kesenian tersebut, antaranya adalah lakon, pemain, dialog, akting, busana, rias, peralatan, promosi, manajemen, bahasa dan mempertahankan ciri khasnya. Promosi dan kerjasama dengan Biro Perjalan Umum peerlu juga dilakukan untuk dapatnya mengangkat kesenian sebagai atraksi wisata yang marnpu dijual. Pengkajian tulisan ini berpacu pada bahan-bahan pustaka. Dari bahan-bahan tersebut dapat dicari asal mula, periodesasi, pembaharuan serta fungsinya. Kesimpulan yang didapat adalah kesenian ketoprak modern pada hakekatnya mampu untuk dijual sebagai atrak- si wisata dengan bantuan dan kerjasama dengan media yang ada, pemerintah serta Biro Perjalanan Umum sebagai perantara dalam promosi atraksi wisata ini. Juga perlu- nya penyesuaian dalam seni ini akan membantu dalam penjualan atraksi wisata ketoprak.",
  "creators": "JULI CHRISTANTO",
  "contributors": "Dra. Monica Ida Uniati , M.M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 072/Par/1992; Juli Christanto (13788032)",
  "subjects": "KETOPRAK; TOURIST TRADE"
}