{
  "id": "23978",
  "title": "Studi karakteristik kuat tekan beton ringan menggunakan agregat kasar batu apung",
  "abstract": "Beton merupakan bahan bangunan yang paling banyak dipakai sampai saat ini. Konstruksi-konstruksi yang menggunakan bahan beton pada umumnya mempunyai kerugian, diantaranya berat sendiri dari beton yang sangat besar dibandingkan berat total yang harus dipikul beton sehingga pengurangan densitas beton adalah salah satu cara yang dapat dilakukan unfuk mengurangi kerugian tersebut Usaha untuk membuat beton lebih ekonomis terus dilakukan, salah satu diantaranya adalah dengan memanfaatkan agregat ringan untuk menggantikan agregat yang biasa dipakai untuk membuat beton normal. Salah satu agregat ringan yang dipakai untuk beton ringan adalah batu apung (pumice). Batu apung adalah agregat ringan alam yang diperoleh dari debu halus vulkanik dan material non vulkanik seperti lempung, mempunyai berat jenis 300 - 800 kg/m, memenuhi persyaratan sebagai agregat untuk beton ringan seperti yang tercantum dalam ASTM C 330 - 89 dan BS 61 10 part 3 Metode perencanaan campuran (mix design) yang dipakai adalah metode spesific gravity factor method-pycnometer basis dari ACI 21 1.2 - 91. Benda uji berupa silinder sebanyak 104 buah dan pengujian dilakukan terhadap perkembangan kuat tekad beton umur 3, 7,14, dan 28 hari serta kuat tarik umur 28 hari. Hasil dari penelitian di laboratorium menunjukkan bahwa beton ringan dengan menggunakan agregat kasar batu apung mempunyai berat volume yang lebih rendah dari beton normal dan mempunyai kekuatan tekan yang memenuhi syarat untuk komponen struktural ringan.",
  "creators": "ANDRYAS PRASTYO; FERDINANDUS ARY P.",
  "contributors": "Handoko Sugiharto (Advisor 1); Takim Andriono (Advisor 2); Tirta Djusman Arief (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 713 S; Andryas Prastyo (21490109), Ferdinandus Ary P (21490181)",
  "subjects": "BUILDING-DESIGN AND CONSTRUCTION; CONCRETE CONSTRUCTION"
}