{
  "id": "23975",
  "title": "Analisis nilai dan implementasinya pada bangunan Hotel Tunjungan",
  "abstract": "Pembangunan gedung bertingkat tinggi di kota-kota besar makin banyak, tentunya diperlukan pembiayaan yang cukup besar pula, maka perlu dilakukan suatu cara untuk melakukan optimasi b i ay a. Agar dalam pelaksanaan proyek pembangunan dapat dicapai biaya yang optimum, tetapi tetap konsisten dengan persyaratan performance, keandalan, kualitas dan fungeinya, dibutuhkan perencanaan yang baik dan terarah. Salah satu metode yang dapat membantu mencapai optimasi biaya tereebut adalah Analisip Nilai. Dalam tugas akhir ini dicoba diterapkan Analisis Nilai pada elemen bangunan Hotel Tunjungan supaya didapatkan biaya yang optimum pada pelaksanaan bangunan tersebut. Analisis nilai ini diterapkan pada pemilihan lokaei reetoran Tunjungan Imperial dan penggunaan lift penumpang. Pada pemilihan lokasi restoran dianalisa tiga alternatif lokasi, yaitu : - Lantai Semi Basement - Lantai I - Lantai IV Pada penggunaan lift penumpang dianalisa dua alternatif, yaitu : - 2 lift kapsul lama ditambah 2 lift baru - 2 lift kapsul lama ditambah kecepatannya Aspek yang ditinjau dalam analisis ini adalah aepek non teknis yang menyangkut nilai jual dan pelayanan, antara lain: kemudahan pencapaian, estetika, tingkat pelayanan, kapasitas penumpang, dll. Masing-masing aspek diatas diperinci lagi menjadi beberapa atribut yang dicuplik dari beberapa buku tentang restoran dan lift. Atribut-atribut ini harus diberi nilai, dan pemberian nilai ini dilakukan dengan teknik wawancara pada beberapa responden yang terdiri dari beberapa pihak, yakni developer, koneultan, kontraktor dan pengguna jaaa. Teknik wawancara ini dilakukan untuk menghindari penilaian yang bersifat subyektif. Analisis Nilai yang dilakukan terdiri dari lima tahap yaitu: Tahap Informasi, Tahap Spekulasi, Tahap Anal isis, Tahap Pengembangan, Tahap Presentatti. Dari analieis matriks didapat bahwa penempatan lokaoi restoran pada lantai Semibasement memiliki keunggulan pada kemudahan pencapaian dan kelemahan kurang dekat dengan - - aktivitas lain, secara keseluruhan mempunyai total nilai 121,6. Penempatan pada lantai I memiliki keunggulan dekat dengan aktivitas lain dan kelemahan tidak dapat memperluas usaha, eecara keseluruhan mempunyai nilai total 124,5. Penempatan pads lantai IV memiliki keunggulan dari segi estetika dan kelemahan pada pencapaiannya, secara keseluruhan mempunyai nilai total 114,5. Nilai total yang tertinggi menunjukkan fungsi terbaik, yaitu lokasi pada lantai I. Dari analisis matriks penggunaan lift didapat bahwa penggunaan 4 lift mempunyai keunggulan pada kapaeitae penumpang dan tingkat pelayanan, eedangkan kelemahannya pada biaya operasional dan perawatan, secara keseluruhan mempunyai total nilai 72,03. Penggunaan 2 lift mempunyai keunggulan pada biaya operasional dan perawatan serta kelemahan pada kapasitas penumpang , secara keseluruhan mempunyai nilai total 66,37. Nilai yang tertinggi menunjukkan fungsi terbaik yaitu penggunaan 4 lift. Kesimpulan diambil dengan mempertimbangkan analisis matriks serta analieis biaya. Pada pemilihan lokaei reetoran didapat bahwa penempatan di lantai Semibasement dan di lantai I adalah sebanding dari segi biaya dan fungsi, sehingga keduanya dapat dilaksanakan. Penggunaan 2 lift dari segi nilai kurang 5,6 point, tetapi dari segi biaya lebih murah Rp. 453.500.000,- , sehingga disarankan untuk menggunakan 2 lift lama.",
  "creators": "INDRA SUSANTO; SYLVIA CHANDRA KURNIAWATI (21489032)",
  "contributors": "Paulus Nugraha (Examination Committee 1); Herry Pintardi Chandra (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 691 S; Indra Susanto (21487049), Sylvia Chandra Kurniawati (21489032)",
  "subjects": "TALL BUILDINGS; HOTELS-DESIGN AND CONSTRUCTION"
}