{
  "id": "23988",
  "title": "Peluang travel exchange sebagai salah satu kegiatan alternatif promosi pariwisata Jawa Timur",
  "abstract": "Pariwisata kini telah berkembang sebagai salah satu sektor penting di dunia yang banyak mendapat perhatian yang cukup serius terutama dari negara- negara yang mengandalkan sektor pariwisata sebagai tulang punggung pemasukan devisa utama bagi negara- nya. Hal ini tidak terkecuali juga bagi negara Indonesia sebagai salah satu negara yang berkembang di dunia untuk mengembangkan dan meningkatkan sektor pariwisatanya karena mengingat adanya kekayaan alam dan potensi wisata berupa keanekaragaman seni dan budaya yang dimilikinya. Propinsi Jawa Timur sebagai salah satu Propin- si di Indonesia turut juga terpacu untulr mengembang- kan dan memajukan sektor pariwisata dengan berkompe- tisi dengan 7 Wilayah Tujuan Wisata (WTW) lainnya di Indonesia untuk semakin rneningkatkan arus kunjungan wisatawan nusantara maupun mancanegara. Salah satu upaya yang dilakukan untuk mencapai sasaran tersebut yaitu melalui kegiatan promosi pariwisata yang dilakukan yang bertujuan untuk mem- perkenalkan dan mempengaruhi secara persuasif kepada para calon wisatawan yang akan datang berkunjung sekaligus memberikan informasi dan pengetahuan ten- tang potensi obyek wisata dan keanekaragaman seni budaya yang dimilikinya. Kegiatan promosi ini adalah satu sektor yang cukup penting di dalam dunia pariwisata dan diupaya- kan sedemikian rupa di dalam diversifikasi bentuk dan kegiatannya. Kini telah muncul gejala baru untuk menggunakan kegiatan Bursa Pariwisata Travel Exchange sebagai salah satu kegiatan alternatif di propinsi Jawa Timur. Bursa Pariwisata Travel Exchange ini pada hakekatnya adalah suatu ajang dimana para insan pariwisata yaitu para penjual dan pembeli suatu produk wisata bertemu untuk mengadakan negosiasi dan akhirnya akan tercipta suatu transaksi penjualan dan pembelian. Travel Exchange ini mempunyai peluang dan prospek yang cukup baik untuk dimanfaatkan di Jawa Timur mengingat terdapatnya peningkatan sarana dan prasarana baik secara kualitas maupun kuantitas yang dicapainya serta adanya potensi wisata dan keanekara- gaman seni dan budaya yang ada. Sehingga Travel Exchange ini dapat dimanfaatkan sebagai salah satu kegiatan alternatif promosi wisata yang bersifat langsung dan efektif.",
  "creators": "IMELDA TITIK SUNDARI",
  "contributors": "LIM TJUANG U (Advisor 1); Yacintha Yoranouw Suryawijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 132/Par/1994; Imelda Titik Sundari (91391003)",
  "subjects": "SALES PROMOTION-TOURIST TRADE; TOURIST TRADE"
}