{
  "id": "2401",
  "title": "Perlakuan akuntansi pajak atas pajak dan retribusi daerah pada Hotel \"X\" di Surabaya",
  "abstract": "Penelitian ini untuk melihat kesesuaian mekanisme penghitungan, pemungutan, pembayaran serta pelaporan pajak dan retribusi daerah yang dilakukan oleh hotel `X? dengan peraturan perpajakan serta kesesuaian perlakuan akuntansinya dengan Pernyataan Standar Akuntansi Keuangan. Dan untuk melihat pemenuhan syarat pajak dan retribusi daerah sebagai biaya fiskal. Penelitian ini adalah penelitian deskriptif, yang merupakan studi kasus pada hotel `X?. Jenis data yang digunakan adalah data primer, yang didapat secara langsung dari pimpinan dan bagian pembukuan hotel `X?, yang dikumpulkan melalui wawancara dan dokumentasi. Hotel `X? merupakan unit analisis dalam penelitian ini. Dari penelitian ini dapat disimpulkan, ketidaktepatan terjadi pada proses penghitungan pajak hiburan dan pajak parkir, yang akhirnya menyebabkan ketidaktepatan pada jumlah yang dibayarkan dan dilaporkan. Hotel `X? telah memungut serta dipungut pajak dan retribusi daerah sesuai dengan peraturan perpajakan. Secara akuntansi, terdapatnya kesalahan penghitungan pada pajak hiburan dan pajak parkir, menyebabkan kesalahan jumlah pengakuan. Waktu pengakuan pajak reklame seharusnya diakui pada akhir tahun setelah berakhirnya masa manfaat. Kesalahan pada definisi elemen adalah pada pajak hiburan yang seharusnya diakui sebagai hutang pajak dan disajikan pada neraca. Semua pajak dan retribusi daerah yang dibayarkan oleh hotel `X?, telah memenuhi syarat untuk menjadi biaya fiskal.",
  "creators": "FELICIA TIONO",
  "contributors": "R. JOEDO ASMORO (Advisor 1); Yenni Mangoting (Advisor 2); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02010473/AKT/2005; Felicia Tiono (32401095)",
  "subjects": "TAX ACCOUNTING"
}