{
  "id": "24021",
  "title": "Analisis pengaruh keterlibatan, loyalitas merek, persepsi harga, persepsi kualitas, pengenalan dan persepsi resiko terhadap keputusan pembelian produk private label Hypermart Surabaya",
  "abstract": "Sebagaimana level kompetisi yang semakin ketat dengan meningkatkan pertumbuhan ritel modern di Indonesia. Merupakan hal yang penting bagi peritel untuk mempunyai strategi yang tepat agar menarik pelanggan ke tokonya.Mempunyai produk-produk dengan merek sendiri atau yang dikenal dengan Private Label, merupakan salah satu cara untuk membedakan peritel dengan kompetitornya.Private Label milik peritel dapat menjadi alasan pelanggan untuk berbelanja ditoko milik peritel bukan di tempat lain. Sehingga peritel harus mengerti faktor apa saja yang dapat mempengaruhi keputusan pembelian terhadap produk-produk private label tersebut. Dengan demikian, tujuan dari penelitian ini yaitu untuk mengetahui pengaruh keterlibatan, loyalitas merek, persepsi harga, persepsi kualitas, pengenalan dan persepsi resiko dalam keputusan pembelian private label. Penelitian ini menggunakan teknik convenience sampling yang akan memilih secara acak responden yang membeli produk private label milikHypermart.Kuisioner dibagikan kepada 270 responden yang berada pada lokasi pengambilan sampel. Dan hasilnya menunjukan bahwa terdapat pengaruh signifikan loyalitas merek, persepsi harga, persepsi kualitas, pengenalandan persepsi resiko terhadap keputusan pembelian produk private label di Hypermart, sedangkan keterlibatan tidak berpengaruh signifikan.",
  "creators": "FITRIYANI",
  "contributors": "Hatane Semuel (Advisor and Examination Committee); Rachmat Sugianto (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010287/MAN/2012; Fitriyani (31408231)",
  "subjects": "BRAND LOYALTY; CONSUMER BEHAVIOR; CONSUMERS-RESEARCH"
}