{
  "id": "24059",
  "title": "Studi deskriptif implementasi corporate governance pada perusahaan keluarga PT. Samator - Gresik",
  "abstract": "Tata kelola perusahaan atau Corporate Governance merupakan suatu aspek penting yang dimiliki oleh perusahaan. Pentingnya implementasi Corporate Governance mulai dirasakan ketika terjadinya krisis ekonomi, perusahaan-perusahaan yang tidak dapat bertahan pada krisis tersebut merupakan perusahaan yang tidak menerapkan tata kelola perusahaan yang baik. Di Indonesia banyak perusahaan keluarga terbentuk, dan banyak diantaranya merupakan perusahaan besar dan cukup berpengaruh dalam dunia bisnis serta sektor perekonomian di Indonesia. Melihat pentingnya peran bisnis perusahaan keluarga dalam sektor perekonomian, maka sangat menarik untuk dilakukan pengkajian mengenai tata kelola perusahaan keluarga yang ada di Indonesia. Dan melalui penelitian ini dilakukan sebuah pemotretan dari implementasi tata kelola sebuah perusahaan keluarga yang ada di Indonesia, pemotretan pada penelitian ini berupa studi diskriptif. Studi diskriptif yang dilakukan berupa penjabaran yang menggunakan prinsip dari teori yang dihasilkan OECD (The Organization for Economic Corporation and Development) sebagai standart pengukuran implementasi yang terjadi, dan prinsip tersebut yaitu, Transparancy, Accountability, Responsibility, Independency, dan Fairness. Dari kelima standart tersebut akan dapat diketahui bagaimana implementasi Corporate Governance yang dimiliki.",
  "creators": "BELINDA FRANSISKA",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor and Examination Committee); Ronny Herowind Mustamu (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010293/MAN/2012; Belinda Fransiska (31408061)",
  "subjects": "FAMILY CORPORATIONS; FAMILY CORPORATIONS--MANAGEMENT; CORPORATE GOVERNANCE; FAMILY-OWNED BUSINESS ENTERPRISES"
}