{
  "id": "24075",
  "title": "English grammar acquired by six and a half English-Indonesian bilingual",
  "abstract": "Althaugh bilingualism is common in the community, the writer finds that there is a uniqueness in the subject. Tiffany. Tiffany is a chinesse origin. but she is unable to speak the language. Her daily lang~iage 1s English and Bahasa Indonesia. The writer is interested in knowing what the nature of English grammar is in Tiffany as she has been exposed to Bahasa Indonesia frequently at shcool and at hoine . In collecting the data, the writer used a t,ape recorder in which the writer always showed it while doing the rea- se.arch. Next, the writer transcribed all data in the appen- dix and then analyzed it. The writer analyzed the data by grouping the data according to the grammatical morphemes, questions and negations, relative clauses, conjunctions. and passive voice. After that the writer analyzed the acquisi- tion of the utterances in each group. Tables were used in order tu support the analysis. The result of the findings shows that Tiffany has not fully acquired the grammatical morphemes:the present pro- gressive \"-ing\", the third person regular \"s\" endings on the third person verbs, the plural forms, articles, possesive appears as \"s\" endings, and past regular. In questions and negations, The subject has already acquired the constructions but she lacked full control so that she sometimes still constructed incorrectly. In rela- tive clauses, she liked to cvnstruct Wh-clause embedded inside a noun phrase. She mdy not really acquired to cen- struct a relative clause on the subject. In conjunctions, she lacks to delete som? elements in order to perform the construction appl~opriat.el y. It appears easy for her to construct active form so that she tends to use the same rule when she constructs passive form. In other words, she has not fully acquired this construction. The conclusion of this study is that the child's grammar has already developed until the fifth stages of Brown's theory, however in some parts, ?he io unable to perform them perfectly.",
  "creators": "DEWI SETYOWATI SANTOSO",
  "contributors": "WAGIMAN (Advisor 2); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 336; Dewi Setyowati Santoso (11490035)",
  "subjects": "BILINGUALISM-ENGLISH LANGUAGE AND INDONESIAN LANGUAGE; LANGUAGE AND LANGUAGES-STUDY AND TEACHING; ENGLISH LANGUAGE-GRAMMAR-STUDY AND TEACHING"
}