{
  "id": "24086",
  "title": "Tantangan dan peluang usaha jasa pariwisata Indonesia menyongsong tahun kunjungan wisata Indonesia",
  "abstract": "Tugas akhir ini mengemukakan tentang pentingnya peranan pariwisata di dalam kehidupan perekonomian Indonesia terlebih-lebih setelah ekspor migas yang diharapkan menjadi sumber devisa negara untuk meningkatkan pendapatan perkapita Indonesia tidak dapat bertahan lebih lanjut karena adanya resesi ekonomi yang tidak hanya melanda Indonesia tetapi juga seluruh dunia maka Pemerintah Indonesia mencari daya upaya untuk lebih memperkokoh perekonomian Indonesia dan melihat bahwa sektor pariwisata mempunyai prospek yang cerah di masa depan. Hal ini disebabkan karena Indonesia mempunyai potensi yang lebih baik dan banyak dibandinqkan dengan negara-negara lain, hanya kurangnya pengelolaan dan pemanfaatan secara efektif dan efisien membuat usaha jasa pariwisata di Indonesia berkembang lebih lambat. Upaya pemerintah untuk meningkatkan perkembangan kepariwisataan di Indonesia adalah melalui serangkaian program-program yang menunjang seperti Sapta Pesona, kemudahan birokrasi dalam mendirikan usaha jasa pariwisata dan menerima wisatawan asing yang masuk dan mengunjungi Indonesia, promosi pariwisata Indonesia di luar negeri seperti yang baru saja dilakukan di Australia dan juga di dalam negeri yaitu dengan adanya event-event seperti Borobudur Run, Festival Bunga dengan tujuan untuk lebih meningkatkan citra pariwisata Indonesia di mata dunia sehingga devisa negara yang diharapkan dapat membantu untuk memperlancar pembangunan nasional baik jangka panjang maupun jangka pendek dapat terwujud.",
  "creators": "SULISTYOWATI",
  "contributors": "Dra. Monica Ida Uniati , M.M. (Examination Committee 1); Indarto, Dr. Ir. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. ...; Sulistyowati (13788018)",
  "subjects": "TOURISM; TOURISM TRADE-MANAGEMENT; TOURISM-ECONOMIC ASPECTS; TOURISM-INDONESIA"
}