{
  "id": "24113",
  "title": "Evaluasi media promosi yang telah dilakukan Hotel The Westin Surabaya dilihat dari sudut pandang konsumen Surabaya",
  "abstract": "Situasi krisis ekonomi yang melanda Indonesia saat ini., menyebabkan tingginya tingkat persaingan antara industri jasa, khususnya industri hotel. The Westin Surabaya merupakan salah satu dari hotel berbintang lima yang ikut merasakan ketatnya persaingan ini. Oleh karena itu, pihak Marketing Communication Development. perlu selektif dalam memilih media promosinya yang akan digunakan dalam rangka memasarkan produk hotel. Di sampingi tu, sangat perlu juga untuk memperhatikan pangsa pasar yang dituju. Tujuan dari penelitiani ni adalah untuk mengevaluasi peranan promosi yang telah dilaksanakan oleh Marketing Communications Department. Departemen ini menyediakanin formasi dan pengetahuan yang sifatnya merayu para konsumen serta mengkomunikasikannya dengan menggunakan satu atau lebih kombinasi dari teknik promosi - periklanan, promosi penjualan. hubungan masyarakat dan publisitas. Keefektifan media promosi tersebut dievaluasi dengan menggunakan data yang diperoleh dari berbagai macam responden di wilayah Surabaya Penelitiani ni dilakukan dengan menggunakan survei kepustakaan dan survei lapangan. Survei kepustakaan adalah dengan mengumpulkan data dari berbagai macam buku. Sedangkan survey lapangan adalah dengan mengumpulkan berbagai macam data dengan menggunakan wawancara dan membagikan kuesioner. Hasil survei menunjukkan bahwa terjadi ketidakcocokan antara promosi yang telah dilaksanakan oleh perusahaan dengan sudut pandangr esponden. Responden lebih tertarik terhadap mouth to mouth advertising di samping melalui media cetak lokal (terutama surat kabar berskala lokal). Para responden juga lebih tertarik terhadap berbagai m cam program dan voucher yang diadakan. Sementara itu The Westin Surabaya menekankan kegiatan promosinya melalui media cetak berskala nasional (yang mana untuk menarik orang asing) disamping membandingkannya dengan pola pembelian konsumen.",
  "creators": "SCHELLY VERONICA",
  "contributors": "Widjojo Suprapto (Advisor 1); SIDNIWATI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 382/Par/1999; Schelly Veronica (91396075)",
  "subjects": "HOTELS; TOURIST TRADE-SURABAYA"
}