{
  "id": "24110",
  "title": "A Study of Louisa May Alcott's use of Jo March's character in little women to portray her opinion on opposing the stereotypical role of American women in the mid-nineteenth century",
  "abstract": "This thesis is a study of Louisa May Alcottrs use of Jo March's character in Little Women to portray her opinion on the stereotypical role of American women in the mid-nineteenth century. It is difficult to really appreciate the book Little Women without studying the life of the author. It was only as the writer of this thesis began to study and analyze the life of Louisa May Alcott that she was able to appreciate the literary contribution of Louisa May Alcott when she wrote Little Women. Upon deeper examination the writer found that the heroine of the book Jo March goes through a continual struqgle to free herself from the traditional expectations cf society in the nineteenth century. Since the author, Louisa May Alcott used the heroine to express so mar; of her own personal attitudes and aspirations the book is realistic and believable. The main theme of the thesis is the views of feminism portrayed by Louisa May Alcott throagh Jo March. It describes the character of Jo's unladylike behavior, her attributes toward being sensible and comfortable, her lack of self control as well as her attitudes toward marriage. The writer concludes that through the character of Jo March Louisa May Alcott painted a picture of how a young woman could free herself from the traditional and stereotypical role that society placed on her.",
  "creators": "TITIK JUNIATI",
  "contributors": "Liliek Soelistyo (Examination Committee 1); SANTIKO BUDI (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 284; Titik Juniati (11487042)",
  "subjects": "ALCOTT, LOUISA MAY, 1832-1888. LITTLE WOMEN-STUDY AND TEACHING; AMERICAN FICTION--19TH CENTURY--STUDY AND TEACHING"
}