{
  "id": "24129",
  "title": "Pengaruh penggunaan bentonite pada konstruksi tiang bor",
  "abstract": "Tahapan pertama dm pembuatan tiang bor adalah pembuatan lubang dengan proses pengeboran. Selain itu drperlukan juga data-data dari karakteristik tanah yang cukup akurat karena teknik pengeboran yang akan dipakai nantinya tergantung pada karakteristik tanah di tempat (site) itu. Pada tanah non-kohesif misalnya, dimana satu butir tanah yang jatuh akan mernacu butir-butir tanah lain untuk jatuh juga dan akhirnya terjadilah kelongsoran beruntun pada seluruh dinding lubang sehingga diperlukan suatu material pelindung (penahan) pada dinding lubang bor, salah satu metode yang dapat digunakan untuk keadaan tersebut adalah dengan memakai metode slurri bentonite. Tujuan penelitian adalah untuk mengetahui pengaruh kegunaan bentonite dalam konstruksi tiang bor, ditinjau dari kestabilan dinding lubang, lekatan beton pada tulangan, dan kinerja tiang / daya dukung tiang. Pengaruh penggunaan slurri bentonite pada tiang bor didasarkan pada berbagai percobaan yang telah dilakukan, yaitu pada kestabilan dinding lubang menunjukkan bahwa slurri bentonite cukup efektif dipakai pada pengeboran lubang yang cukup dalam untuk segala jenis tanah dan dengan kondisi muka air cukup tinggi maupun yang sering berfluktuasi dan mampu menahan getaran dari segala aktivitas disekitarnya yang dapat mengganggu kestabilan dinding lubang. Sedaogkan terhadap kekuatan lekatan beton dengan tulangan menunjukkan penggerusan / perpindahan slurri bentonite yang cukup baik terutama pada bagian tulangan yang polos. Namun pada tulangan ulir (deformed) terdapat bagian-bagian tulangan yang menonjol (rib) sehingga menyebabkan beberapa slurri yang tertinggal sehingga menimbulkan sedikit pengurangan terhadap kekuatan lekatan beton pada tulangan. Pengaruh pada kinerja / daya dukung tiang pada tanah nonkohesif menunjukkan terjadinya pengurangan pada tahanan gesekan tiang dan tahanan di dasar tiang (end bearing resistant) yang tidak dapat diperoleh secara penuh seperti pada tanah kohesif akibat dari kondisi lapisan tanah dan kondisi air tanah yang ada.",
  "creators": "HENDRO",
  "contributors": "BENNY LIMAN HADI (Advisor 1); Yusuf Daud Endro Wicaksono (Examination Committee 1); Johanes Indrojono Suwono (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1057.S; Hendro (21491073)",
  "subjects": "SHORING AND UNDERPINNING; SOILS-TESTING; SOIL MECHANICS"
}