{
  "id": "24135",
  "title": "Disain sistim dan perencanaan unit pengolah udara untuk mengkondisian udara ruang pertemuan di Plaza Tunjungan III",
  "abstract": "Kebutuhan untuk mengkondisikan udara di dalam ruangan semakin meningkat, karena tidak semua tempat mempunyai kondisi udara yang ideal. Iklim dan cuaca yang berubah dalam setiap tahun menyebabkan banyak aktifitas manusia terganggu, khususnya di daerah yang beriklim tropis karena mempunyai suhu udara yang cukup panas dan lembab. Oleh karena itu manusia berusaha mengkondisikan udara agar nyaman dan sehat . Pengkondisian untuk ruangan yang besar membutuhkan sistim sentral. Sistim ini membutuhkan mesin pendingin air (water chiller), menara pendingin (cooling tower) dan unit pengolah udara (air handling unit) untuk menjalankan fungsinya. Pada penulisan ini akan dibahas tentang unit pengolah udara (air handling unit) yang berfungsi sebagai terminal untuk mengantarkan kalor (berupa fluida dingin) dari mesin pendingin air (water chiller) ke ruangan yang akan dikondisikan. Penentuan unit pengolah udara yang akan dipakai tergantung dari kapasitas beban kalor dan kebutuhan udara yang dibutuhkan. Karena setiap ruangan tempat mempunyai kondisi yang berbeda-beda, maka perlu didesain suatu unit pengolah udara yang sesuai dengan keadaan yang ada. Desain yang baik akan meningkatkan kinerja dari unit pengolah udara. Desain unit pengolah udara meliputi bebarapa bagian, yaitu koil, fan, filter, dan kotak pencampur. Untuk mendesain unit pengolah udara diperlukan beban kalor dan kebutuhan udara yang diminta. Setelah itu akan dihitung dimensi dari unit pengolah udara yang memenuhi persyaratan yang diminta, selain itu ditentukan juga kondisi kerja unit pengolah udara.",
  "creators": "PENDI HARTONO KOERNIAWAN",
  "contributors": "Herry Sunandar (Advisor 2); RAHARDJO TIRTOATMODJO (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 96.54.178; Pendi Hartono Koerniawan (24490030)",
  "subjects": "AIR CONDITIONING; LOW TEMPERATURE ENGINEERING"
}