{
  "id": "24175",
  "title": "Analisa brand equity Black Canyon Coffee Sutos dan hubungannya terhadap minat beli ulang",
  "abstract": "Saat ini banyak cafe maupun cafe-resto yang bermunculan, hal ini menjadikan persaingan dalam bisnis ini semakin ketat dan menuntut akan adanya kekuatan bersaing yang menjadikannya dapat bertahan. Black Canyon Coffee merupakan cafe-resto yang berasal dari Thailand yang telah memiliki target market yang jelas, dan berada pada posisi growth (bertumbuh). Kekuatan bersaing yang dibutuhkan oleh cafe-resto salah satunya yaitu brand equity yang terdapat 4 dimensi yaitu brand awareness, perceived quality, brand assocation, dan brand loyalty. Penelitian ini akan di fokuskan pada outlet Black Canyon Coffee yang berada di Surabaya Town Square, dengan tujuan untuk mengetahui pengaruh brand equity Black Canyon Coffee Sutos terhadap minat beli ulang, dan juga melihat kekuatan dari brand equity Black Canyon Coffee Sutos. Sampel responden adalah orang-orang yang bertempat tinggal di Surabaya dengan umur anatara 20-49 tahun, rutin pergi ke cafe dan minimal dua kali pernah berkunjung ke Black Canyon Coffee Sutos, dengan SES A-B+. Metode Sampling yang digunakan adalah judgmental sampling yang merupakan model dari purposive sampling. Penelitian ini menggunakan jenis penelitian konklusif dengan studi eksperimental (causal research), untuk analisa digunakan alat uji Regresi Linear Berganda, dan Uji Hipotesis yang dilakukan secara serentak dan parsial. Hasil penelitian menunjukkan bahwa ada pengaruh brand equity Black Canyon Coffee Sutos terhadap minat beli ulang. Brand loyalty diketahui memiliki pengaruh paling besar terhadap minat beli ulang.",
  "creators": "P AYFEELITA CHRISTIE",
  "contributors": "Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 2); Leonid Julivan Rumambi (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010283/MAN/2012; P.Ayfeelita Christie [31408003]",
  "subjects": "BRAND LOYALTY; BRAND NAME PRODUCTS; MARKETING-MANAGEMENT"
}