{
  "id": "2417",
  "title": "Penerapan analisis nilai proses (process value analysis) sebagai usaha untuk mencapai cost reduction pada PT. \"X\" di Surabaya",
  "abstract": "Penulisan skripsi ini dilakukan pada PT. \"X\" di Surabaya yang merupakan sebuah perusahaan industri dalam bidang pembuatan kemasan dengan produk utama berupa botol dan jerrycan plastik beserta cap (tutup)nya untuk mengemas minyak goreng yang dikelola secara komersial. Karena persaingan di bidang industri manufaktur semakin meningkat, maka PT. \"X\" harus dapat meningkatkan proses dan aktivitas mereka, memperhatikan kualitas dan mencapai pengurangan biaya agar dapat mencapai keunggulan dalam bersaing. Efisiensi biaya ini dapat dicapai melalui analisis nilai proses dengan pendekatan metode Activity Based Management. Jenis penelitian yang digunakan adalah studi kasus yaitu dengan menganalisa semua aktivitas yang dilakukan, menentukan activity driver-nya, kemudian diklasifikasikan menjadi aktivitas bernilai tambah dan aktivitas tak bernilai tambah. Aktivitas tak bernilai tambah inilah yang akan dikurangi ataupun dihilangkan agar dapat mengurangi biaya tak bernilai tambah sehingga pada akhirnya dapat tercapai efisiensi biaya. Jenis data yang dikumpulkan adalah data kualitatif berupa aktivitas produksi yang sedang berlangsung dan data kuantitatif berupa laporan biaya pada PT. \"X\" tahun 2003. Hasil analisa membuktikan bahwa melalui penerapan Process Value Analysis dapat diperoleh pengurangan biaya tak bernilai tambah sebesar Rp. 215,376,981.03 atau 8.11% dari total biaya. Jadi dapat diambil kesimpulan bahwa penerapan Process Value Analysis dapat membantu PT. \"X\" dalam mencapai cost reduction tanpa mengurangi kualitas produk yang diterima oleh pelanggan.",
  "creators": "CORRYTUS FANI",
  "contributors": "HARTONO (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010471/AKT/2005; Corrytus Fani (32400179)",
  "subjects": "COST ACCOUNTING"
}