{
  "id": "24181",
  "title": "Analisis pengaruh display toko terhadap keputusan pembelian dengan kondisi psikologis individu konsumen sebagai mediasi pada Matahari Department Store Tunjungan Plaza Surabaya",
  "abstract": "Display toko dengan beberapa macam jenis display yang meliputi penataan bagian depan (window display) dan interior display merupakan suatu alat untuk mengkomunikasikan produk kepada konsumen, agar dapat mengamati, meneliti dan melakukan pilihan. Dalam penelitian ini, variabel stimulus berupa display toko yang meliputi window display dan interior display (S), yang dapat membangun tingkat emosional individu (O), dan selanjutnya akan menghasilkan respon berupa keputusan pembelian konsumen (R). Selanjutnya komponen variabel respon emosi, yaitu pleasure dan arousal, akan memberikan pengaruh terhadap respon yang akan dihasilkan oleh konsumen yaitu berupa keputusan pembelian. Secara keseluruhan, dapat disimpulkan bahwa window display dan interior display akan mempengaruhi keputusan pembelian konsumen jika konsumen merasakan adanya perasaan pleasure dan arousal saat berbelanja. Dengan demikian pihak manajemen Matahari Department Store Tunjungan Plaza Surabaya diharapkan dapat meningkatkan penataan komponen atmosfer toko di ruang storage sebagai penunjang kebijakan pemasaran lainnya yang mampu membangkitkan emosi kegairahan konsumen serta meningkatkan nilai kesenangan panca indera/ estetik yang mereka dapat ketika belanja.",
  "creators": "IVANA MAGDALINA; LISA KURNIASARI WIBISONO",
  "contributors": "Foedjiawati, S.S., M.A., Ph.D. (Advisor 2); Hatane Semuel (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010304/MAN/2012; Ivana Magdalina [31408092], Lisa Kurniasari Wibisono [31408256]",
  "subjects": "CONSUMER BEHAVIOR; MARKETING RESEARCH; MARKETING-MANAGEMENT"
}