{
  "id": "2418",
  "title": "Pengaruh komitmen karyawan dan iklim organisasi terhadap kinerja karyawan perusahaan asuransi Allianz",
  "abstract": "Perkembangan industri asuransi dari tahun ke tahun meningkat yang disebabkan faktor kesadaran masyarakat yang semakin percaya keuntungan berasuransi. Meningkatnya jumlah masyarakat kelas menengah ke atas yang secara finansial mampu berasuransi, juga memacu perkembangan industri asuransi. Hal yang menjadi perhatian dalam penelitian mengenai sikap dalam bekerja adalah komitmen karyawan. Komitmen karyawan mengandung makna sebagai bentuk keterikatan individu terhadap organisasi, yang ditunjukkan dalam kesediaannya untuk melibatkan hubungan secara aktif dalam organisasi, sehingga memungkinkan individu tersebut memberikan segala sesuatu yang dimiliki pada dirinya untuk menunjang terealisasinya tujuan maupun kelangsungan hidup organisasi.Tantangan yang dihadapi dapat diatasi jika ada komitmen yang berasal dari diri karyawan untuk menyelesaikan berbagai tugas, tanggung jawab dan wewenang berdasarkan pada alasan dan motivasi yang dimiliki. Persaingan yang semakin ketat mengehendaki iklim organisasi pada setiap perusahaan secara internal untuk dapat mengantisipasi perubahan lingkungan eksternal. Hubungan interpersonal antar karyawan yang lebih harmonis akan lebih dapat mengantisipasi adanya persaingan pada bisnis asuransi jika terdapat kebersamaan dan saling mempercayai. Penghargaan yang sesuai dengan prestasi yang telah diraih dapat memberikan motivasi karyawan lainnya untuk mengikuti jejak rekannya yang sudah sukses lebih dahulu. Selain itu iklim kerja dengan semangat kerja kelompok yang rendah apabila anggota organisasi saling mencurigai dan sulit untuk saling percaya dan tidak ada perasaan kelompok. Sasaran kinerja yang sudah ditetapkan bersama antara karyawan dan pimpinan dapat mengantisipasi persaingan yang ada, karena sasaran kinerja yang dirumuskan akan menjadi pengarah yang menuntun karyawan kepada kejelasan beban tugas, tanggung jawab dan target kinerjanya sepanjang tahun, sekaligus menjadi penantang yang melecut moral kerja dan motivasi karyawan dalam upaya mengejar harapan prestasi yang telah ditetapkannya.",
  "creators": "MEGAWATI; NANIE YULIYATI",
  "contributors": "Eddy Madiono Sutanto (Advisor 1); Thomas Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.05011841/MAN/2005; Megawati (31499138), NanieYuliyati (31499427)",
  "subjects": "MOTIVATION IN MANAGEMENT; PERSONNEL MANAGEMENT"
}