{
  "id": "2422",
  "title": "Laporan tanggapan pelaku pariwisata Surabaya terhadap penghapusan fiskal luar negeri di Indonesia",
  "abstract": "Sebagai salah satu kota terbesar di Indonesia, perkembangan Industri Pariwisata di Surabaya juga terlihat semakin pesat. Arus wisatawan ke luar negeri, maupun ke beberapa daerah tujuan wisata Nusantara seperti, Bali, Lombok juga meningkat. Untuk perjalanan ke luar negeri biaya fiskal sering menjadi pertimbangan seseorang mengambil keputusan untuk melakukan perjalanan ke luar negeri. Isu tentang penghapusan Fiskal di Indonesia yang beredar beberapa waktu yang lalu sempat memicu berbagai tanggapan di masyarakat, khususnya pelaku pariwisata. Namun secara tegas pemerintah mengatakan, pemerintah tidak akan menghapuskan fiskal luar negeri. Walaupun demikian survey ini tetap dilakukan dengan asumsi apabila fiskal dihapuskan. Hasil wawancara yang dilakukan penulis terhadap 20 orang responden pelaku pariwisata di Surabaya, menjelaskan bahwa responden setuju agar fiskal dihapuskan karena faktor biaya masih menjadi pertimbangan yang utama bagi seseorang untuk melakukan perjalanan ke Luar negeri. Namun mereka menyadari bahwa sulit bagi Pemerintah untuk menghapuskan fiskal karena akan mengurangi pendapatan dari sektor pajak. Sedang sebagian responden juga merasa kuatir bahwa kepariwisataan Domestik akan menurun. Namun dari hasil wawancara jelas tampak bahwa minat responden untuk berwisata di Indonesia yang cukup tinggi dan apabila Pemerintah ikut serta dalam memelihara dan mengembangkan daerah tujuan wisata di Nusantara, maka menurunnya kepariwisataan domestik tidak akan terjadi.",
  "creators": "WIBAWA CANDRA SANGKONO; YOHANES GUNAWAN",
  "contributors": "Dra. Monica Ida Uniati , M.M. (Advisor 1); Agoes Tinus Lis Indrianto, S.S., M.Tourism (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Laporan/Report",
  "source": "Laporan Akhir No. 00030594/PAR/2005; Wibawa Candra Sangkono (91301044), Yohanes Gunawan (91301045)",
  "subjects": "SURABAYA-TOURIST TRADE; TRAVEL AGENTS-SURABAYA-RESEARCH"
}