{
  "id": "24227",
  "title": "Hubungan profil pengusaha dengan atribut kepemimpinan pada usaha mikro, kecil dan menengah di kecamatan Rungkut Surabaya",
  "abstract": "Usaha Mikro, Kecil dan Menengah (UMKM) adalah sektor industri yang telah memberikan kontribusi besar bagi perekonomian Indonesia. Selain mampu menyerap tenaga kerja dalam jumlah besar, UMKM juga memberikan kontribusi besar terhadap PDB. Di Surabaya, UMKM juga menjadi salah satu sektor industri yang mendapatkan perhatian dari pemerintah Surabaya. Aspek kepemimpinan adalah salah satu aspek penting yang diperlukan untuk mendukung suksesnya bisnis UMKM. Banyak aspek yang berhubungan dengan kepemimpinan, salah satunya adalah profil pengusaha itu sendiri. Penelitian ini bertujuan untuk meneliti hubungan antara profil pengusaha dengan kepemimpinan pada pengusaha UMKM di Kecamatan Rungkut. Metode yang digunakan dalam penelitian ini adalah deskriptif konsklusif dan jumlah sampel yang digunakan sebanyak 25 pengusaha. Untuk keperluan analisis data, digunakan distribusi frekuensi, crosstab, mean dan chi-square. Hasil penelitian menunjukkan bahwa jenis kelamin, usia, status perkawinan, dan pengalaman kerja tidak mempunyai hubungan yang signifikan dengan atribut kepemimpinan pengelola UMKM, sementara itu untuk pendidikan, orientasi budaya, adanya kerabat pernah memiliki UMKM dan adanya kerabat masih memiliki UMKM mempunyai hubungan signifikan dengan atribut kepemimpinan pengelola UMKM. Profil pengusaha yang paling banyak mempunyai hubungan dengan atribut kepemimpinan pengelola UMKM adalah adanya kerabat masih memiliki UMKM dengan 10 dimensi dengan hubungan yang signifikan.",
  "creators": "IFANA SUTANTO",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor and Examination Committee); Dhyah Harjanti (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010275/MAN/2011; Ifana Sutanto (31406082)",
  "subjects": "SMALL BUSINESS; ENTREPRENEURSHIP; LEADERSHIP"
}