{
  "id": "24223",
  "title": "Peranan anggota keluarga pemilik dalam pengelolaan bisnis keluarga (studi kasus pada pengelolaan pemasaran)",
  "abstract": "Perusahaan keluarga merupakan perusahaan yang dimiliki dan dikelola oleh dua orang atau lebih yang masih memiliki hubungan keluarga. Dalam aktivitas operasional perusahaan, termasuk aktivitas pemasaran maka perusahaan keluarga cenderung melibatkan peran anggota keluarga. Fakta di Indonesia membuktikan bahwa tidak semua perusahaan keluarga bisa menjaga kelangsungan hidup perusahaan, namun ada juga perusahaan keluarga yang mampu membuktikan bahwa dengan keharmonisan hubungan di antara semua anggota keluarga pemilik, bisnis bisa berkembang dengan arah positif. Oleh karena itu penelitian ini akan mendeskripsikan proses-proses pemasaran dan tingkat keterlibatan anggota keluarga dalam aktivitas pemasaran pada 14 perusahaan keluarga yang berlokasi di wilayah Surabaya dan sekitarnya, dan kemudian memetakan proses-proses pemasaran tersebut menurut profil perusahaan keluarga tersebut. Metode penelitian yang digunakan adalah metode studi kasus, di mana data yang dikumpulkan selanjutnya diolah dengan menggunakan statistik deskriptif. Hasil penelitian menunjukkan bahwa mayoritas anggota keluarga melaksanakan aktivitas pemasaran yang terdiri atas perencanaan, pengorganisasian, kepemimpinan, dan pengendalian, di mana aktivitas tersebut cenderung telah berjalan baik. Adapun, tingkat keterlibatan anggota keluarga dalam aktivitas perencanaan, pengorganisasian, kepemimpinan, dan pengendalian adalah cenderung tinggi, di mana anggota keluarga yang banyak terlibat dalam aktivitas tersebut adalah anggota keluarga dengan hubungan lain, seperti keponakan. Hasil penelitian juga menunjukkan bahwa aktivitas dalam manajemen pemasaran yang dijalankan dengan baik tidak selalu berhubungan dengan tinggi rendahnya kinerja perusahaan dan profil perusahaan keluarga. Hal ini karena pada setiap perusahaan keluarga memiliki keunikan yang mempengaruhi aktivitas-aktivitas lain dalam perusahaan. Dengan demikian, saran yang dikemukakan dalam penelitian ini adalah hendaknya perusahaan keluarga melakukan penyusunan sistem dan prosedur yang terbuka antara pemilik dengan manajemen serta didiringi dengan komitmen untuk mematuhi sistem dan prosedur tersebut, penyusunan struktur organisasi dan job description yang jelas, serta penyusunan dokumen antara perencanaan dan realisasi aktivitas-aktivitas dalam proses pemasaran untuk memudahkan pengendalian aktivitas pemasaran tersebut.",
  "creators": "WILLIAM HENDRAWAN J P",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor 1); Bambang Haryadi (Advisor 2); Soekarno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010270/MAN/2011; William Hendrawan (31406174)",
  "subjects": "MERKETING-MANAGEMENT; FAMILY-OWNED BUSINESS ENTERPRISES; FAMILY CORPORATIONS"
}