{
  "id": "24239",
  "title": "Pengelolaan sumber daya manusia dalam meningkatkan produktivitas karyawan pada PT. Hok Hien, Kediri",
  "abstract": "Pengelolaan sumber daya manusia harus dapat diarahkan pada upaya yang mampu menggali potensi karyawan agar dapat memberikan kontribusi yang positif atau maksimal bagi perusahaan. Dengan adanya pengelolaan sumber daya manusia yang baik diharapkan dapat meningkatkan produktivitas karyawan. Oleh karena itu, tujuan dari penelitian ini adalah untuk mendeskripsikan pengelolaan sumber daya manusia di PT. Hok Hien yang terdiri dari proses perekrutan, penggunaan dan pemberdayaan, pengembangan, dan pemeliharaan. Pengelolaan sumber daya manusia yang baik diharapkan dapat meningkatkan produktivitas karyawan. Untuk dapat meningkatkan produktivitas perlu adanya tenaga kerja yang memiliki ketrampilan dan keahlian bekerja, karena apabila tenaga kerja tidak memiliki keahlian dan keterampilan akan berakibat menurunnya produktivitas dan akan merugikan perusahaan. Jenis penelitian yang digunakan dalam penelitian ini adalah penelitian deskriptif kualitatif. Penelitian ini adalah penelitian kualitatif dengan pendekatan studi kasus. Sumber data yang digunakan ada dua macam yaitu sumber data primer dan sumber data sekunder. Sedangkan, teknik pengumpulan data yang digunakan dalam penelitian ini adalah wawancara. Hasil penelitian menunjukkan pengelolaan sumber daya manusia yang ada di PT. Hok Hien sudah baik. Dalam proses perekrutan karyawan ada tahapan seleksi untuk mendapatkan karyawan yang berkualitas. Perusahaan juga memberikan arahan dan pelatihan bagi calon karyawan yang akan bekerja di bagian produksi. Berkaitan dengan pemeliharaan sumber daya manusia, perusahaan memberikan insentif atau bonus bagi karyawan yang mampu mencapai target yang ditetapkan perusahaan. Pengelolaan sumber daya manusia yang baik mempengaruhi produktivitas karyawan yang juga meningkat.",
  "creators": "HENRICO OETOMO",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor and Examination Committee); Bambang Haryadi (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010333/MAN/2012; Henrico Oetomo (31407184)",
  "subjects": "PERSONNEL MANAGEMENT; LABOR PRODUCTIVITY"
}