{
  "id": "24250",
  "title": "Perancangan interior pusat informasi wayang kulit di Surabaya",
  "abstract": "Wayang kulit merupakan kebudayaan asli masyarakat Jawa yang telah ada sejak jaman animisme-dinamisme sebagai ritual penyembahan pada arwah nenek moyang. Kebudayaan ini sarat dengan unsur moralitas, filsafat dan ajaran budaya Jawa yang menekankan keseimbangan dan keharmonisan dalam hidup. Masuknya agama Hindu, Islam dan perjalanan sejarah di era kolonial memberi pengaruh besar pada perkembangan wayang kulit, yaitu fungsi wayang kulit sebagai hiburan dan bukan lagi sebagai ritual yang sakral. Adanya pengaruh kebudayaan asing di abad 21, eksistensi wayang kulit mulai menurun, sehingga perancangan ini ditujukan untuk memperkenalkan dan membangkitkan kembali minat masyarakat terhadap kesenian wayang kulit. Perancangan ini menekankan aspek informatif, edukatif dan rekreatif dengan penyediaan ruang lobby, galeri, ruang serbaguna, perpustakaan, cafe dan toko souvenir. Konsep yang digunakan yaitu keseimbangan yang senantiasa tersirat pada setiap kisah wayang kulit. Keseimbangan tersebut pada dasarnya dibentuk oleh adanya suatu pusat sebagai penyeimbang pada suatu ruang dan adanya keterhubungan alam mikrokosmos atau interaksi sosial dengan alam makrokosmos atau interaksi dengan semesta dan Pencipta. Konsep ini diaplikasikan pada penataan layout dengan adanya satu pusat penyeimbang dan keterbukaan pada hampir keseluruhan ruang yang dirancang sehingga keterhubungan alam makro dan mikrokosmos dapat dicapai.",
  "creators": "JESSYCA APRILIA LIMANTO",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 1); Linggajaya Suryanata (Advisor 2); Dr. Ir. Hedy Constancia Indrani, M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00020950/DIN/2011; Jessyca Aprilia Limanto (41407044)",
  "subjects": "CULTURAL CENTERS-DECORATION; INFORMATION SERVICES-BUILDINGS-DECORATION; ART MUSEUMS-DECORATION"
}