{
  "id": "24251",
  "title": "Persepsi pengunjung ditinjau dari brand image pada interior Pisa Kafe di Surabaya",
  "abstract": "Pisa kafe merupakan sebuah kafe waralaba yang berasal dari Indonesia, salah satunya berada di Surabaya. Brand image sendiri merupakan sebuah identitas perusahaan yang ingin ditampilkan atau diberikan kepada konsumen khususnya dari segi interior. Brand image yang ditampilkan oleh Pisa kafe kemudian ditangkap secara langsung melalui persepsi dari masing-masing pengunjung. Adapun tujuan dari penelitian ini untuk mengetahui persepsi dari pengunjung terhadap interior Pisa kafe, dan untuk mengetahui penerapan brand image pada interior Pisa kafe di Surabaya. metode penelitian yang digunakan adalah metode kuantitatif dan kualitatif, dan analisis dilakukan dengan cara deskriptif. Hasil penelitian menunjukkan bahwa kesimpulan yang didapatkan dalam penelitian pada interior kedua gerai Pisa kafe ditinjau dari brand image terdiri dari bentuk, yaitu 1) Style modern-klasik, 2) Bentukan geometris, 3) Tema tropis. Bahan / material pada interior terdiri dari 1) Kayu, 2) Keramik, 3) kaca cermin. Warna pada interior kedua Pisa kafe adalah 1) Krem, 2) Cokelat, 3) Warm white. Tekstur yang dapat dirasakan pada kedua gerai Pisa kafe adalah tekstur halus. Persepsi Pengunjung Pisa Kafe Ditinjau dari Teori Brand Image yaitu teori untuk menarik dan mempertahankan pelanggan, juga teori tolak ukur brand image, sehingga akan diketahui sejauh mana penerapan brand image pada interior kedua gerai Pisa kafe.",
  "creators": "MELIZZA FRANSISKA SONDANG",
  "contributors": "M. SHOLAHUDDIN, S.Sn, M.T (Advisor 1); Grace Setiati, S.Sn., M.Ds. (Advisor 2); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00011003/DIN/2011; Melizza Fransiska Sondang (41407145)",
  "subjects": "CAFES (DRINKING ESTABLISHMENT)-DECORATION; RESTAURANTS-DECORATION"
}