{
  "id": "24256",
  "title": "Studi implementasi corporate identity pada interior English First Surabaya",
  "abstract": "English First sebagai salah satu lembaga pendidikan non-formal berstandar internasional terbukti mampu mengalahkan kompetitor-kompetitornya. Desain interior merupakan salah satu kontribusi terhadap keberhasilan English First ini. Adapun tujuan penelitian ini adalah untuk mengetahui unsur-unsur corporate identity apakah yang diimplementasikan pada interior English First Surabaya dan bagaimana proses implementasinya. Metode penelitian yang digunakan bersifat kualitatif dan kuantitatif. Hasil penelitian menunjukkan bahwa unsur-unsur corporate identity yang diimplementasikan pada interior English First Surabaya telah menunjukkan identitas English First sebagai suatu lembaga kursus yang global, modern, terbuka, dan dinamis. Warna yang diimplementasikan pada interior English First Surabaya adalah deep blue, azure blue, lime tree green, putih, hitam, oranye, abu-abu, coklat tua, coklat muda, kuning, light cherry, dan ungu muda. Bentuk yang diimplementasikan adalah segiempat, lingkaran, segiempat dengan sudut lengkung, dan gabungan antara segiempat dan setengah lingkaran. Bahan yang diimplementasikan adalah parket, karpet, keramik, akrilik, kaca, wallpaper, batu alam, multipleks, gypsum board, besi, stainless steel, polyester, dan suede. Tekstur yang paling banyak diimplementasikan adalah tekstur halus dan doff, diikuti dengan tekstur glossy dan tekstur kasar. Proses implementasi unsur-unsur corporate identity pada interior English First Surabaya dilakukan melalui transformasi dimensional, subtraktif, aditif, ornamental dan distorsi.",
  "creators": "MIRANDA GOMASJAYA",
  "contributors": "M. SHOLAHUDDIN, S.Sn, M.T (Advisor 1); Grace Setiati, S.Sn., M.Ds. (Advisor 2); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010988/DIN/2011; Miranda Gomasjaya (41407110)",
  "subjects": "SCHOOL BUILDINGS-DECORATION; SCHOOL DECORATION"
}