{
  "id": "24255",
  "title": "Inkulturasi budaya Jawa pada interior gereja Katolik rancangan Y. B. Mangunwijaya (studi kasus : gereja Santa Maria Assumpta, Klaten dan Santa Perawan Maria di Fatima, Sragen)",
  "abstract": "Gereja Katolik adalah gereja yang kaya akan budaya dan tradisi. Kehadiran Gereja Katolik di Pulau Jawa tentunya harus dapat menyesuaikan diri dan diterima oleh budaya setempat yang juga memiliki banyak aturan, susunan hierarki, simbol dan makna tersendiri. Adanya pencampuran atau inkulturasi antara kedua budaya tersebut inilah yang melahirkan budaya baru yang bersifat Kristiani. Insinyur Yusuf Bilyarta Mangunwijaya yang kerap disapa Romo Mangun adalah seorang arsitek yang peduli pada kaum kecil dalam bidang ekonomi, budaya dan politik. Karya-karya Romo Mangun antara lain adalah Gereja Katolik Santa Maria Assumpta, Klaten dan Gereja Santa Perawan Maria di Fatima, Sragen. Karya Romo Mangun ini mencerminkan bentuk bangunan yang sederhana dan terbuka namun tetap mempertahankan detail-detail yang mengandung makna mendalam dari nilai-nilai tradisional kebudayaan setempat. Metode penelitian yang digunakan dalam penelitian ini adalah metode deskriptif dengan metode pendekatan (memahami fenomena yang terjadi di seputar gereja yang diteliti), metode pengumpulan data (mencakup wawancara, data literatur dan observasi langsung) dan analisis data yang telah diperoleh. Tujuan dari penelitian ini adalah untuk mengetahui sejauh mana inkulturasi budaya Jawa pada Gereja Katolik Santa Maria Assumpta, Klaten dan Gereja Santa Perawan Maria di Fatima, Sragen baik dalam bidang elemen pembentuk ruang (lantai, dinding, plafon, warna,dan sebagainya), simbol-simbol, organisasi ruang, dan elemen dekorasi.",
  "creators": "DELICIA SAFERIA",
  "contributors": "Adi Santosa (Advisor 1); Poppy Firtatwentyna Nilasari, S.T., M.T. (Advisor 2); Sriti Mayang Sari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010996/DIN/2011; Delicia Saferia (41407127)",
  "subjects": "CATHOLIC CHURCH-DECORATION"
}