{
  "id": "24267",
  "title": "Eksplorasi terapan refunctioned container pada interior Taman Baca Amin di Batu",
  "abstract": "Fakta akibat pemanasan global dan krisis energi mendorong lahirnya berbagai inovasi produk industri terus berkembang, khususnya bidang yang dekat dengan penggunaan bahan bakar fosil. Adalah ide gagasan bidang interior dan arsitektur yaitu bangunan kontainer. Kontainer mudah didapat, menarik untuk diaplikasikan, movable, bersifat modular sehingga pembangunannya cepat, hingga biaya yang cukup terjangkau. Indonesia merupakan negara yang mulai banyak mengaplikasikannya, dimana intensitas matahari dan kelembaban udara tergolong cukup tinggi. Interior dan arsitektur bangunan dianggap berhasil bila dapat sejalan, selaras dan serasi dengan kondisi lingkungannya. Penelitian ini merupakan penelitian kualitatif dan bersifat eksploratif yang memaparkan upaya terapan refunctioned container pada Taman Baca Amin di Kota Batu sebagai fasilitas umum ruang baca. Penggunaan kontainer pada Taman Baca Amin dapat dianggap cukup kondusif, melihat cuaca Kota Batu dengan nuansa agrikultural serta udara yang relatif sejuk, memberikan fenomena berbeda dari sudut pandang estetika maupun kualitas udara dan cahaya yang masih relatif terkontrol. Hal tersebut juga didukung dengan segala upaya yang telah dilakukan, untuk meminimalisasi setiap kemungkinan atas konsekuensi penggunaan kontainer pada Taman Baca Amin sebagai ruang aktivitas manusia. Hasil deskripsi lengkap terapannya menunjukkan bahwa perlakuan terhadap penggunaan bahan kontainer, berbeda dengan bahan konvensional umum lainnya yang diterapkan baik pada unsur pembentuk ruang; lantai, dinding dan plafon serta pemilihan material dan penggunaan energi (penghawaan dan pencahayaan).",
  "creators": "LIANGGONO SUSANTO",
  "contributors": "Yusita Kusumarini (Advisor 1); MOCH. TAUFAN RIZQI (Advisor 2); Stephanus P. Honggowidjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010963/DIN/2011; Lianggono Susanto (41407063)",
  "subjects": "INTERIOR ARCHITECTURE; SPACE (ARCHITECTURE); PUBLIC LIBRARIES-DESIGNS AND PLANS; PUBLIC LIBRARIES-DECORATION"
}