{
  "id": "24266",
  "title": "Kajian terapan eko-interior pada rumah Turi di Surakarta",
  "abstract": "Berangkat dari salah satu faktor pembangunan berkelanjutan, yaitu ekologi, menghasilkan teknik rancang bangun yang menekankan pada keselarasan bangunan dengan perilaku alam. Perancangan bangunan yang ekologis kemudian diwujudkan dalam eko-desain. Eko-interior merupakan salah satu contoh dari eko-desain yang terfokus pada ruang dalam dan penghuni. Apek-aspek bahasan eko-interior meliputi organisasi ruang, pemilihan material, sistem pencahayaan, sistem penghawaan, sanitasi air, polusi dalam ruang, emisi elektromagnetik, dan manajemen sampah. Kedelapan aspek bahas tersebut akan digunakan sebagai acuan untuk analisa terapan eko-interior pada objek penelitian dengan bantuan parameter eko-interior. Objek penelitian adalah hotel di Surakarta yang bernama Rumah Turi. Bangunan hotel dipilih karena merupakan bangunan publik yang berdampak lebih global, namun kegiatan yang dilakukan di dalamnya menyerupai kegiatan dalam bangunan privat atau residensial, sehingga prinsip-prinsip yang diterapkan dapat dijadikan contoh untuk bangunan rumah tinggal. Rumah Turi dipilih karena merupakan sebuah bangunan yang dibangun dengan prinsip ramah lingkungan. Bagaimana terapan eko-interior pada Rumah Turi dan bagaimana klasifikasi hierarki upaya terapannya menjadi permasalahan yang akan dibahas dalam penelitian ini. Penelitian ini menggunakan metode penelitian kualitatif dengan metode studi kasus dan penyampaian secara deskriptif. Hasil penelitian berupa upaya terapan dan klasifikasi terapan eko-interior pada Rumah Turi. Klasifikasi tersebut menunjukkan aspek terapan yang telah diupayakan maksimal (organisasi ruang, pemilihan material, sistem pencahayaan ditinjau dari upaya konservasi energi, dan sistem penghawaan) dan yang belum diterapkan maksimal (upaya substansial: sistem pencahayaan ditinjau dari kenyamanan, polusi dalam ruang, dan manajemen sampah; dan upaya ringan: emisi elektromagnetik).",
  "creators": "FELITA SOEGIANTO",
  "contributors": "Yusita Kusumarini (Advisor 1); MOCH. TAUFAN RIZQI (Advisor 2); Stephanus P. Honggowidjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010966/DIN/2011; Felita Soegianto (41407069)",
  "subjects": "INTERIOR DECORATION; HOTELS, TAVERNS, ETC.-DECORATION"
}