{
  "id": "24269",
  "title": "Kualitas komunikasi interpersonal antara ayah dan anak yang berlainan tempat tinggal dalam menjalin hubungan baik",
  "abstract": "Komunikasi interpersonal dimulai dari lingkungan keluarga. Komunikasi antara ayah dan anak yang baik akan sangat mempengaruhi kecerdasan emosional seorang anak yang akan membuatnya tumbuh menjadi sosok dewasa yang berhasil. Meskipun demikian penting hububungan antara ayah dan anak, pada kenyataannya tidak semua keluarga tinggal dalam satu rumah, terdapat pula keluarga harus menjalin hubungan jarak jauh dengan keluarga lainnya, seperti karena pekerjaan dan pendidikan. Penelitian ini bertujuan untuk mengetahui kualitas komunikasi interpersonal antara ayah dan anak yang berlainan tempat tinggal dalam menjalin hubungan baik, dengan menggunakan metode studi kasus. Menjalin hubungan jarak jauh bukan menjadi halangan bagi keluarga Andri dan Tedi untuk melakukan komunikasi interpersonal. Tidak hanya komunikasi tatap muka yang perlu memiliki kualitas, komunikasi interpersonal jarak jauh pun perlu memiliki kualitas komunikasi interpersonal yang ditandai oleh kualitas yang spesifik. Dalam penelitian ini, ditemukan bahwa komunikasi interpersonal jarak jauh pun mampu memiliki kualitas dengan keunikan tersendiri. Peran media komunikasi, intensitas penggunaan media, pengaruh gender, jenis hubungan serta kepercayaan berperan dalam kualitas komunikasi interpersonal ayah dan anak yang berlainan tempat tinggal dalam menjalin hubungan baik.",
  "creators": "ISABELLA OCTAVIA IRTANTO",
  "contributors": "Gatut Priyowidodo (Advisor 1); Kartika Bayu Primasanti (Advisor 2); Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010716/KOM/2011; Isabella Octavia Irtanto [51407091]",
  "subjects": "INTERPERSONAL COMMUNICATION"
}