{
  "id": "24272",
  "title": "Optimasi desain akustik bangunan konservasi pada ruang sebaguna Salle France CCCL di Surabaya",
  "abstract": "Ruang serbaguna adalah ruang yang digunakan untuk beberapa fungsi, yaitu speech dan musik. Pada ruang serbaguna, akustik merupakan unsur yang paling vital, dimana dari kegiatan speech dan musik keduanya mengandalkan suara dalam penyampaian pesannya. Semakin optimal desain akustik suatu ruang, maka semakin optimal pula pesan dan makna yang tersampaikan kepada pendengar. Pemilihan dan pengaplikasian material pada elemen interior dan perabot berperan dalam menciptakan kualitas akustik suatu ruang. Pada penelitian ini dilakukan observasi di lapangan dengan mengamati dan mencatat segala data yang diperlukan, serta melakukan pengukuran Background Noise ruang. Kemudian dilakukan analisis dan verifikasi data untuk mengetahui kondisi Reverberation Time (RT), Acoustics Response, dan insulasi suara pada ruang serbaguna Salle France saat ini. Hasil analisis dan verifikasi memperlihatkan kurang optimalnya Reverberation Time (RT) dan insulasi suara pada ruang serbaguna Salle France. Dari hasil optimasi didapatkan solusi insulasi suara yang baik dan Reverberation Time (RT) yang optimal yang sesuai dengan standard-standard akustik, dan persyaratan-persyaratan bangunan konservasi yang berlaku. Sehingga bisa dicapai desain akustik yang paling optimal untuk ruang serbaguna Salle France, CCCL Surabaya.",
  "creators": "FELICIA TANSAJAYA",
  "contributors": "Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor 1); Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Advisor 2); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010953/DIN/2011; Felicia Tansajaya (41407047)",
  "subjects": "ACOUSTICAL ENGINEERING; BUILDING-ENERGY CONSERVATION"
}