{
  "id": "24271",
  "title": "Jaringan komunikasi divisi Badan Pengelola Lingkungan (BPL) dalam koordinasi kerja di Pakuwon City Surabaya",
  "abstract": "Penelitian ini merupakan penelitian untuk mengetahui pola, model, dan peran jaringan komunikasi dalam divisi Badan Pengelola Lingkungan (BPL) dalam koordinasi kerja di Pakuwon City Surabaya. Pakuwon City merupakan perumahan terbesar yang ada di kawasan Surabaya Timur dan divisi Badan Pengelola Lingkungan (BPL) dipilih berdasarkan penelitian sebelumnya yang telah dilakukan oleh peneliti karena divisi tersebut merupakan divisi yang bermasalah dalam komunikasi antar anggota divisi di dalamnya. Metode Penelitian menggunakan deskriptif kuantitatif dengan teknik analisis jaringan komunikasi, sedangkan teori yang digunakan untuk analisis data adalah Jaringan Komunikasi, Model Jaringan Komunikasi, Peran-Peran dalam Jaringan Komunikasi, Sosiometri Sebagai Sebuah Pendekatan, Macam-Macam Sosiometri, dan Teknik Membuat Sosiogram. Tujuan penelitian ini adalah mendeskripsikan pola, model, dan peranan jaringan komunikasi divisi Badan Pengelola Lingkungan (BPL) dalam koordinasi kerja di Pakuwon City. Dari hasil analisis diketahui bahwa pola jaringan komunikasi yang terbentuk adalah jaringan komunikasi formal, sedangkan model jaringan komunikasi yang terbentuk antara lain model rantai, model lingkaran, model semua saluran, dan model huruf ?Y?. Selain terdapat 2 klik di dalam divisi Badan Pengelola Lingkungan (BPL) tersebut, juga terdapat keenam peran dalam jaringan komunikasi, antara lain opinion leader, gate keepers, cosmopolites, bridge, liaison, dan isolate.",
  "creators": "MELLISA KUMALASARI",
  "contributors": "Gatut Priyowidodo (Advisor 1); Marsefio S. Luhukay (Advisor 2); Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010718/KOM/2011; Mellisa Kumalasari [51407078]",
  "subjects": "COMMUNICATION IN ORGANIZATION; COMMUNICATION"
}