{
  "id": "24274",
  "title": "Kajian terapan universal design pada interior panti asuhan Bhakti Luhur di Sidoarjo",
  "abstract": "Istilah universal design yang belum terlalu dikenal di Indonesia, nyatanya adalah isu yang cukup luas digalakkan di negara-negara maju di belahan dunia lain. Obsesi menciptakan sebuah produk desain yang dapat dinikmati semua orang terlepas dari gender, usia, kondisi fisik bahkan kondisi psikis dan mental seseorang, adalah nafas utama universal design. Selain mendunia, isu ini pun sebenarnya merupakan jawaban atas kebutuhan manusia di masa mendatang, yang belum tentu tetap dalam kondisi prima seperti saat ini. Panti Asuhan Bhakti Luhur yang menampung anak-anak dan lansia dengan berbagai macam keterbatasan baik fisik maupun mental merupakan salah satu objek konkrit dibutuhkannya penerapan universal design yang dalam hal ini, melalui aspek interior. Melalui penelitian ini, elemen-elemen interior yang bersentuhan langsung dengan aktivitas pengguna akan diteliti dan dikaji melalui kacamata universal design, sehingga dapat diketahui sudahkah elemen-elemen tersebut memenuhi kriteria dan sanggup mengakomodasi pengguanya yang bervariasi itu, yang secara khusus difokuskan pada aspek ergonomi dan safety. Dengan pendekatan kualitatif dan proses analisa komparatif, secara deskriptif dijelaskan kondisi PABL yang sebagian besar memang sudah memenuhi kriteria universal design (walaupun proses pembangunan tempat itu sebenarnya tidak dilandasi oleh pengetahuan unievrsal design), namun tetap terdapat beberapa pengecualian dan pemakluman yang nantinya dikembangkan ke arah accessible design, salah satu cabang ilmu universal design. Diharapkan melalui penelitian ini, dunia interior khususnya di Indonesia akan mulai `melek? akan isu global ini, sehingga kualitas desain khususnya interior akan semakin meningkat dan mulai melaju ke arah standar baru yang lebih bermanfaat.",
  "creators": "CHRISTA PRISCILLA T.",
  "contributors": "Yusita Kusumarini (Advisor 1); MOCH. TAUFAN RIZQI (Advisor 2); Stephanus P. Honggowidjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010952/DIN/2011; Christa Priscilla Tanjung (41407046)",
  "subjects": "CHILDREN-INSTITUTION CARE-DECORATION; DAY CARE CENTERS--DECORATION"
}