{
  "id": "24288",
  "title": "Kajian antropometri terhadap studio tugas akhir jurusan desain interior Universitas Kristen Petra Surabaya",
  "abstract": "Mahasiswa Jurusan Desain Interior Universitas Kristen Petra Surabaya yang menjadi peserta mata kuliah Tugas Akhir, menggunakan sebagian besar waktunya hingga 6-7 jam untuk bekerja didalam studio. Pekerjaan yang dilakukan mahasiswa adalah membuat sketsa dan atau menggunakan teknologi komputer. Aktivitas ini menghasilkan interaksi antara mahasiswa dengan sarana dan sirkulasi gerak dalam studio. Kesesuaian dimensi antara sarana dan sirkulasi gerak dalam studio dengan kalibrasi dimensi tubuh penggunanya, merupakan salah satu parameter untuk mengetahui kenyamanan dari sarana dan sirkulasi gerak tersebut yang kemudian akan sangat berpengaruh pada sikap kerja, tingkat kelelahan, kemampuan kerja, dan produktivitas kerja penggunanya. Penelitian ini bertujuan untuk mengetahui kesesuaian antara dimensi sarana dan sirkulasi gerak dalam Studio Tugas Akhir Jurusan Desain Interior Universitas Kristen Petra terhadap antropometri penggunanya (dengan analisis komparatif) dan untuk mengetahui apakah ada perubahan signifikan terhadap tingkat keluhan otot skeletal yang dirasakan pengguna setelah menggunakan studio (dengan paired sample t-test). Hasil penelitian menunjukan adanya beberapa dimensi yang tidak sesuai dengan antropometri penggunanya, sehingga menimbulkan sikap kerja yang tidak alamiah, ketidaknyamanan dan peningkatan keluhan otot skeletal secara signifikan dengan nilai p=0.000 (<0.05).",
  "creators": "CHRISTIE OCTIVJANI",
  "contributors": "Stephanus P. Honggowidjaja (Advisor 1); SHERLY DE YONG (Advisor 2); Yusita Kusumarini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010928/DIN/2011; Christie Octivjani (41407016)",
  "subjects": "EDUCATION BUILDINGS-DECORATION; INTERIOR DECORATION"
}