{
  "id": "24284",
  "title": "Studi penataan display pada Caroline Kosasih boutique di Surabaya",
  "abstract": "Penelitian ini dilakukan untuk mengetahui penerapan penataan display pada Caroline Kosasih Boutique yang bertempat pada 2 pusat perbelanjaan terbesar di Surabaya, yaitu Pasar Atom dan Tunjungan Plaza. Butik merupakan suatu bentuk perusahaan ritel yang memiliki tingkat pertumbuhan cukup pesat, dimana display merupakan salah satu bentuk penunjang penjualan yang sangat penting dan memiliki berbagai fungsi vital dalam proses operasi sebuah butik. Caroline kosasih boutique merupakan sebuah butik dengan style minimalis dengan target pasar untuk kalangan menengah ke bawah sampai dengan kalangan menengah ke menengah, dimana kesan yang ingin disampaikan kepada pengunjung yaitu hangat dan nyaman. Dengan beragamnya jenis produk yang ditawarkan pada Caroline Kosasih Boutique serta desain display yang berbeda dengan butik lainnya, membuat peneliti tertarik untuk meneliti lebih dalam mengenai bagaimana pengaplikasian display butik Caroline Kosasih dalam kaitannya dengan perwujudan suatu display yang menarik, jelas, dan terorganisasir dengan baik. Elemen-elemen tersebut meliputi penataan display yang ditinjau melalui rencana layout, area sirkulasi, area servis dan area display, kemudian dari ukuran display, warna pada display serta tata cahaya pada display yang meliputi warna dan arah cahaya. Hasil penelitian menunjukkan adanya kesesuaian dan ketidaksesuaian antara penerapan penataan display di lapangan dengan kriteria desain display ideal, serta sistem display yang meliputi jenis dan ukuran display dalam menunjang aktivitas operasional penjualan.",
  "creators": "JANE FAUSTINE GS",
  "contributors": "Sriti Mayang Sari (Advisor 1); Anik Rakhmawati (Advisor 2); Adi Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010934/DIN/2011; Jane Faustine Gondosiswanto (41407023)",
  "subjects": "BOUTIQUE-DECORATION; SHOPPING MALLS--DECORATION; SHOPPING CENTERS-DECORATION"
}