{
  "id": "24283",
  "title": "Fungsi, bentuk dan makna pada interior klenteng Hok An Kiong Surabaya",
  "abstract": "Klenteng-klenteng di Indonesia memiliki ciri-ciri arsitektural seperti bangunan di Tiongkok. Hal ini disebabkan karena klenteng merupakan bangunan peninggalan masa lalu yang dibangun oleh para perantau dari Tiongkok di Indonesia. Pada Klenteng Hok An Kiong yang dibangun pada tahun 1830 ini merupakan klenteng pertama di Surabaya yang mendapat pengaruh budaya China, karena pada proses pembangunannya didatangkan tukang dari Tiongkok. Pada interior bangunan klenteng tersebut terdapat fungsi dengan bentuk yang mengikuti aturan-aturan yang di dalamnya mengandung simbol atau makna. Penelitian ini bertujuan untuk meneliti dan memahami lebih dalam mengenai fungsi yang terdapat pada bangunan interior Klenteng Hok An Kiong, bentuk apa saja yang mempengaruhi tata interior dan makna apa saja yang terkandung dibalik visual tata interior tersebut. Metode penelitian yang digunakan adalah metode penelitian kualitatif, dengan metode analisis deskriptif. Dari hasil analisis fungsi tersebut diperoleh kesimpulan bahwa pada bangunan klenteng tersebut memiliki fungsi fisik, fungsi sosial dan fungsi personal. Fungsi personal diperoleh dari arah orientasi bangunan ini, fungsi fisik diperoleh dari elemen-elemen pada bangunan klenteng sedangkan fungsi sosial diperoleh karena bangunan tersebut merupakan bangunan umum yang dibangun untuk memenuhi kebutuhan spiritual masyarakat. Selain fungsi, diketahui bahwa bentuk bangunan dipengaruhi kuat oleh tradisi/ budaya China yang diungkapkan dalam bentuk yang simetris dan makna pada bangunan ini diperoleh dari penggunaan warna, bentuk maupun peletakan bentuk pada interior klenteng. Jadi dapat disimpulkan bahwa terdapat pertimbangan fungsi, bentuk dan makna pada bangunan interior Klenteng Hok An Kiong.",
  "creators": "DEVI SUMALI",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 1); Linggajaya Suryanata (Advisor 2); Dr. Ir. Hedy Constancia Indrani, M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010937/DIN/2011; Devi Sumali (41407026)",
  "subjects": "TEMPLES, BUDDHIST--DECORATION"
}