{
  "id": "24296",
  "title": "Pengelolaan komunikasi krisis oleh corporate communications PT. Garuda Indonesia (Persero) Tbk",
  "abstract": "Gangguan jadwal penerbangan PT Garuda Indonesia (Persero) Tbk terjadi sejak tanggal 21 November 2010 akibat penerapan IOCS (Integrated Operational Control System). Kejadian yang tidak diduga ini telah menyebabkan sedikitnya 34 penerbangan domestik dan internasional dibatalkan. Krisis ini berhasil diselesaikan dalam 3 hari karena adanya perencanaan manajemen krisis yang baik. Bentuk umum manajemen krisis PT Garuda Indonesia (Persero) Tbk adalah panduan krisis Emergency Response Plan (ERP) dan simulasi krisis. Perencanaan komunikasi krisis ada di dalam ERP tersebut. Komunikasi krisis merupakan elemen yang kritis dalam manajemen krisis. Tetapi unit Corporate Communications sejak awal tidak menyusun secara khusus perencanaan komunikasi krisis IOCS. Penyebabnya ialah anggapan dari pihak manajemen bahwa penerapan IOCS ini tidak berpotensi menimbulkan krisis. Dengan metode studi kasus, penelitian ini bertujuan untuk mengetahui pengelolaan komunikasi krisis oleh Corporate Communications dalam kasus gangguan IOCS. Ada 3 tahapan krisis secara umum yaitu pra-krisis, selama krisis dan pasca krisis. Komunikasi pra-krisis IOCS disampaikan kepada publik eksternal berupa gambaran besarnya dan disampaikan secara eksplisit kepada publik internal melalui media internal. Komunikasi selama krisis dan pasca krisis IOCS dijalankan dengan baik kepada kedua publik melalui media komunikasi. Penelitian ini menemukan bahwa dalam perusahaan sekelas PT Garuda Indonesia (Persero) Tbk pun, pihak manajemen seringkali tidak menganggap penting fungsi unit Corporate Communications dalam manajemen komunikasi sebagai antisipasi krisis.",
  "creators": "DEVINA JULAIDI",
  "contributors": "Judy Djoko Wahjono Tjahjo (Advisor 1); Marsefio S. Luhukay (Advisor 2); Gatut Priyowidodo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010742/KOM/2011; Devina Julaidi (51407041)",
  "subjects": "COMMUNICATION IN MANAGEMENT; COMMUNICATION"
}