{
  "id": "24307",
  "title": "Perancangan interior klinik kanker anak di Surabaya",
  "abstract": "Kanker merupakan penyakit ganas, yang dapat menyerang siapa saja tanpa memandang golongan usia, termasuk anak-anak. Dewasa ini, jumlah pasien anak penderita kanker semakin meningkat. Dengan adanya fakta tersebut, maka diperlukan pendekatan terhadap konsep pengobatan kanker untuk anak, sehingga dibutuhkan interior klinik kanker anak yang dapat memadai dan mendukung pengobatan yang berbeda dengan pengobatan pada orang dewasa. Sampai saat ini, belum dijumpai adanya fasilitas pengobatan kanker khusus untuk anak-anak yang mampu mendukung konsep pengobatan kanker pada anak secara maksimal di Surabaya. Selain menunjang pengobatan secara medis, klinik kanker anak ini juga dapat merangsang pertumbuhan dan perkembangan kreatifitas dan imajinasi anak- anak. Di samping itu, klinik sebagai tempat pengobatan dirancang untuk mendukung proses penyembuhan dan kesehatan anak-anak penderita kanker baik secara fisiologis dan psikologis dengan mengusung konsep family centered care dan menerapkan pengolahan interior yang inovatif, informatif, atraktif, dan imajinatif layaknya dunia fantasi anak. Perancangan interior klinik kanker anak di Surabaya ini dilandasi konsep pengobatan kanker bagi anak-anak yang diterjemahkan ke dalam sebuah tema perancangan yaitu healing park. Aplikasi tersebut diterapkan pada pemberian wajah baru pada klinik kanker anak yang menyenangkan dan menunjang kebutuhan anak-anak secara maksimal. Tujuan tersebut juga didukung oleh aspek perancangan yang lain seperti peletakan ruang dan perabot, fasilitas, bentuk, penggunaan material, warna dan sistem interior yang terkait.",
  "creators": "FENNY MEGAWATI EFFENDY",
  "contributors": "ANTONIUS HENDRO P (Advisor 1); Mariana Wibowo, S.Sn., M.MT. (Advisor 2); Dr. Ir. Lintu Tulistyantoro, M.Ds. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00020951/DIN/2011; Fenny Megawati E (41407045)",
  "subjects": "CHILD WELFARE-BUILDINGS-DECORATION; CANCER-HOSPITALS"
}