{
  "id": "24304",
  "title": "Optimasi pencahayaan pada ruang kelas SMA Negri 9 Surabaya",
  "abstract": "Ruang kelas berfungsi sebagai tempat proses belajar mengajar. Untuk mendukung fungsinya, maka ruang kelas yang baik adalah ruang kelas yang memiliki kualitas pencahayaan yang optimal sesuai standar pencahayaan untuk memenuhi kebutuhan pengguna. Pencahayaan pada ruang kelas dapat dinilai berdasarkan parameter objektif yang meliputi tingkat pencahayaan (lux). Studi kasus penelitian ini dilakukan pada sekolah SMA Negri 9 Surabaya. Sangat disayangkan pada bangunan sekolah SMA Negri yang terdiri dari dua gaya bangunan yaitu gaya kolonial dan modern, sistem pencahayaannya masih terabaikan. Padahal itu merupakan salah satu kelebihan dari sekolah tersebut yang tidak dimiliki oleh SMA Komplek lainnya. Hasil studi kasus yang dilakukan pada lima buah ruang kelas menunjukan bahwa tidak adanya satu kelas ruang pun yang memenuhi standar pencahayaan. Kelima ruang kelas memiliki masalah pencahayaan yang berbeda-beda, sehingga untuk melakukan optimasi pencahayaan, dilakukan pemecahan masalah pencahayaan sesuai dengan analisa ruang kelas masing-masing. Penelitian dilakukan dengan menggunakan sebuah program yaitu DIALux v.4.9. Melalui program ini, peneliti melakukan verifikasi simulasi terhadap kelima ruang kelas yang menjadi objek penelitian. Kemudian dilakukannya tahap optimasi dengan bantuan program tersebut guna mencapai hasil pencahayaan ruang kelas yang sesuai standar.",
  "creators": "LINDA BUDIMAN",
  "contributors": "Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor 1); Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Advisor 2); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010984/DIN/2011; Linda Budiman (41407106)",
  "subjects": "INTERIOR LIGHTING; SCHOOL BUILDINGS-DECORATION"
}