{
  "id": "2431",
  "title": "Analisa dan perancangan sistem informasi persediaan pada PT Fuboru Indonesia",
  "abstract": "Penelitian ini dilakukan di PT. Fuboru Indonesia yaitu perusahaan manufaktur suku cadang otomotif. Sistem persediaan perusahaan ini masih manual, dimana kesalahan seringkali terjadi dan informasi yang dihasilkan tidak tepat waktu. Tujuan penelitian ini adalah mendapatkan informasi mengenai sistem manual perusahaan yang terkait dengan persediaan bahan dan barang jadi dan merancangkan sistem informasi terkomputerisasi atas persediaan perusahaan beserta pengendaliannya dalam rangka menyediakan informasi persediaan yang tepat waktu. Penelitian yang dilakukan merupakan penelitian deskriptif berupa studi kasus. Jenis data yang diperoleh adalah data kualitatif dengan sumber data primer dan sekunder. Metode yang digunakan berupa wawancara dan dokumentasi. Penelitian ini dilakukan dengan cara mengumpulkan data tentang sistem manual perusahaan serta menganalisa data tersebut. Selain itu, juga dilakukan perancangan konseptual dan perancangan fisik. Penelitian ini menghasilkan desain output, database, input dan pengendaliannya. Laporan yang dihasilkan yaitu Laporan Penentuan Target Produksi, Laporan Kebutuhan Bahan, Laporan Stok Bahan, Laporan Stok Barang Jadi. Database yang dihasilkan ada 23 tabel. Desain input yang dihasilkan yaitu Form Penentuan Target Produksi, Form Purchase Requisition, Form Purchase Order, Form Penerimaan Bahan, Form Pengeluaran Bahan, Form Penerimaan Barang Jadi, Form Sales Order, Form Surat Pengeluaran Barang. Diharapkan dengan menerapkan sisten persediaan terkomputerisasi informasi persediaan dapat tersedia tepat waktu.",
  "creators": "VINA CHRISTINE",
  "contributors": "Setyarini Santosa (Advisor 1); Theresia Lestiowati (Advisor 2); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.03010466/AKT/2005; Vina Christine (32401018)",
  "subjects": "ACCOUNTING; INVENTORY CONTROL"
}