{
  "id": "24315",
  "title": "Politeknik di Aimas, Sorong - Papua Barat",
  "abstract": "Proyek ini merupakan sebuah institut teknik yang setara dengan institut perguruan tinggi (S1) yang menitikberatkan pendidikan pada keterampilan pada berbagai jurusan dalam bidang teknik yaitu Teknik Elektro, Teknik Mesin, Teknik Sipil dan Manajemen Akuntansi atau yang disebut politeknik. Pendidikan ini diperuntukkan bagi masyarakat Kota Sorong khususnya masyarakat lokal Papua terutama di distrik Aimas, Sorong-Papua Barat untuk membantu agar mereka bisa mendapatkan pekerjaan dalam sektor industri yang sedang berkembang di distrik Aimas. Dalam politeknik pendekatan yang diangkat adalah pendekatan sistem karena integrasi antar sistem dengan sistem pendidikan sebagai yang utama yang menentukan kelancaran perkuliahan untuk menghasilkan output yang memuaskan. Sementara konsep \"Harmony Dengan Alam\" diangkat karena lokasi tapak yang terletak di areal hutan asli dan masih memiliki banyak potensi yang layak dipertahankan sehingga memerlukan bangunan berwawasan lingkungan. Konsep ini terbagi menjadi input (potensi lokal), proses (proses pemanfaatan input menjadi output) dan output (hasil desain) yang diterapkan pada tapak dan bangunan. Penerapan pada desain merupakan gabungan dari pendekatan sistem pada tapak dan bangunan dengan prinsip wawasan lingkungan. Semua itu tampak mulai dari pola penataan massa, sirkulasi tapak dan bangunan, sistem penghawaan, sistem pencahayaan, sistem struktur dan material serta sistem pendukung seperti utilitas untuk menghasilkan bangunan yang tidak hanya dapat mewadahi sistem perkuliahan teknik dan manajemen tetapi juga menjadi desain berwawasan lingkungan.",
  "creators": "STEFFI CORINA GUNAWAN",
  "contributors": "Markus Ignatio Aditjipto (Advisor 1); Eunike Kristi Julistiono, S.T., M.Des.Sc. (Advisor 2); Wanda Widigdo Canadarma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02023054/ARS/2011; Steffi C. Gunawan (22407130)",
  "subjects": "UNIVERSITIES AND COLLEGES-BUILDINGS; POLYTECHNIC INSTITUTION (SORONG, INDONESIA)"
}