{
  "id": "24322",
  "title": "Stress skin design",
  "abstract": "Pemakaian plat baja gelombang dalam bangunan konstruksi baja di Indonesia makin banyak dipergunakan, seperti pabrik, gudang dan lain lain. Pemakaian plat baja gelombang tersebut pada umumnya dipakai sebagai atap dan dinding bangunan baja. Sayangnya pemakaian plat baja gelombang hanya dipergunakan sebagai penutup saja tanpa memperhatikan kekakuan dan kekuatan geser dari plat baja itu. Mengingat luasnya pemakaian bangunan semacam ini, penelitian yang bertujuan pada peningkatan effektivitas pemakaian bahan dirasakan perlu sekali dilaksanakan. Menurut penelitian secara teoritis terhadap plat baja gelombang dengan tebal 0,55 mm pada suatu portal persegi panjang, dapat terjadi pengurangan momen akibat beban horisontal sebesar 70 % Dalam menghitung kekuatan dan kekakuan geser dari plat baja gelombang ini dapat dipakai 2 macam cara penyelesaian, yaitu dengan cara fleksibility dan cara stiffness. Cara fleksibility biasanya digunakan di Eropa dan diperkenalkan oleh E.R. Bryan, sedang cara stiffness banyak dipakai di Amerika yang diperkenalkan dan dikembangkan oleh Steel Deck Institute. Penulisan ini ingin menunjukkan penggunaan teori dalam menganalisa kekuatan dan kekakuan geser dari plat baja gelombang dalam perencanaan bangunan konstruksi baja , sehingga diharapkan penggunaan metode Stress Skin Design dapat dipakai di Indonesia. Pada perhitungan contoh perencanaan konstruksi baja dengan metode Stress Skin Design yang kami lakukan, ternyata terjadi pengurangan momen pada frame sekitar 40 % akibat beban total.",
  "creators": "SUGIYONO SUDHIYANTO; HANDI KOSASIH",
  "contributors": "Daniel Zefania Pribadi (Advisor 1); Hurijanto Koentjoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 277 S; Sugiyono Sudhiyanto (282009), Handi Kosasih (282071)",
  "subjects": "PLATES, IRON AND STEEL; STEEL CONSTRUCTION"
}