{
  "id": "24343",
  "title": "Implementasi program finite element pipa silindris untuk small displacement pada micro computer",
  "abstract": "Pipa-pipa baja fabrikasi besar yang banyak dipakai untuk bangunan lepas pantai dalam pembuatannya di pabrik mengalami beberapa Ketidak sempurnaan geometris . Ketidak sempurnaan tersebut misalnya, Ketidakbulatan penampang, Ketidaklurusan arah memanjang dan lain-lain. Oleh Benjamin Lumantarna [1]* telah dibuatkan Program Fi- nite Element untuk mendeteksi pengaruh. Ketidaksempurnaan geometris pipa baja tersebut pada kelakuan elasto-plastis-nya. Dalam tugas akhir ini penyusun mengimplementasikan program tersebut pada micro computer dengan tujuan supaya program tersebut dapat digunakan secara luas di Indonesia. Tetapi ternyata implementasi yang penyusun kerjakan terpaksa dibatasi hanya pada problema linear small displacement saja. Dan penyusun harus memecahk nya menjadi dua bagian supaya dapat dijalankan, dikarenakan besarnya source statement Program Finite Element tersebut. Kedua program tersebut adalah PROGRAM CHECK dan PROGRAM MAIN. PROGRAM CHECK terdiri dari SUBROUTINE INPUT, SUBROUTINE CHECKi, SUBROUTINE CHECK2, dan SUBROUTINE ECHO. Sedangkan PROGRAM MAIN terdiri dari SUBROUTINE MASTER, SUBROUTINE ECHO, SUBROUTINE LOAD, SUBROUTINE GAUSS, SUBROUTINE NLMOD, SUBROUTINE STRAIN, SUBROUTINE STIFF, SUBROUTINE STRESS, SUBROUTINE HERMIT, SUBROUTINE FRONT, SUBROUTINE DISPL. Di sini disediakan Juga PROGRAM PLOT untuK menggambarkan hasil numerik oleh PROGRAM MAIN. Alasan dan uraian serta keterangan-keterangan lebih lanjut tentang implementasi ini dapat diikuti pada bab II. Pengujian program di sini dllakukan pada dua Jenis pipa dengan berbagai macam syarat batas ('boundary conditions'). Beban yang diberikan berupa displacement yang dikerjakan pada ujung-ujung pipa ('end displacement'). Penyusun membandingkan hasil yang didapatkan dari program implementasi ini dengan hasil dari program Finite Element Ref [1] untuk masing-masing kasus pengujian. Ternyata hasil dari program implementasi ini cukup relevan. Pengujian dan hasil-hasilnya dapat dilihat pada Bab III. Cara pemakaian serta keterangan-keterangan program implementasi ini terdapat pada Bab IV. Sedangkan listing programnya disajikan pada Bab V. Uraian tentang hal-hal yang penting dalam program ini diuraikan dalam Appendix-appendix. Ada lima Appendix dalam tugas akhir ini. Appendix A berisi uraian tentang fungsi masing-masing Subroutine yang digunakan dalam program. Appendix B menerangkan arti dan fungsi variabel-variabel penting dalam program. Sedangkan Teknik Penyelesaian Frontal untuk penyelesaian derajat kebebasan dari matriks kekakuannya yang paling menyita storage akan diuraikan secara agak terperinci pada Appendix C. Sedangkan Appendix D merupakan penjelasan secara singkat tentang diplacement expansion yang digunakan pada program Finite Element ini. Terakhir, Appendix E menyajikan salah satu listing hasil test secara lengkap sebagai contoh, guna memperjelas apa saja yang dilakukan oleh program.",
  "creators": "SOENARIO SIAOMAN; F. V. MELISA KRISTIE",
  "contributors": "Benjamin Lumantarna (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 278 S; Soenario Siaoman (282033), F.V. Melisa Kristie (282131)",
  "subjects": "PIPE, STEEL-QUALITY CONTROL-COMPUTER PROGRAMS; STEEL, STRUCTURAL-COMPUTER PROGRAMS"
}