{
  "id": "24345",
  "title": "Studi perbandingan kehilangan prategangan pada konstruksi beton pratekan",
  "abstract": "Dengan semakin pesatnya perkembangan dunia teknologi, maka perkembangan konstruksi beton khususnya pada konstruksi beton pratekan juga semakin pesat. Salah satu aspek terpenting pada konstruksi beton pratekan adalah masalah loss of prestress (kehilangan prategangan). Kehilangan prategangan ini dapat. disebabkan oleh bermacam-macam hal antara lain akibat. creep, shrinkage dari beton, kelelahan tendon, gesekan antara tendon dengan selubungnya dan lain-lain. Kehilangan prategangan pada konstruksi beton pratekan merupakan hal yang sangat penting, karena dengan diketahuinya besar kehilangan prategangan tersebut, maka kita dapat menentukan berapa besarnya gaya pratekan mula-mula yang harus diberikan pada prestressing tendon, supaya setelah semua kehilangan terjadi maka gaya. pratekan yang masih tersisa pada prestressing tendon tersebut masih cukup atau sesuai dengan yang direncanakan semula. Di Indonesia, sampai saat. ini belum ada peraturan khusus yang, membahas tentang konstruksi beton pratekan, sedangkan metode-metode perhitungan yang berasal dari negara-negara maju sudah cukup banyak, antara lain : PCI & ACI (Amerika) CEB - FIP & BS 8110 (Eropa) dan SAA (Australia) serta literatur-literatur lain yang ditulis oleh para ahli berdasarkan metode-metode di atas. Masing-rnasmg metode perhitungan tersebut mempunyai keuntungan dan kerugian tersendiri , sehingga kami berkeinginan untuk membandingkan tiap-tiap metode perhitungan tersebut Khususnya tentang masalah kehilangan prategangan, baik untuk Kehilangan tiap bagiannya (section loss) maupun untuk kehilangan totalnya (total loss). Dari hasil perbandingan tersebut kita dapat mengetahui keuntungan dan kerugian dari tiap-tiap metode perhitungan tersebut, sehingga dapat ditentukan metode perhitungan mana yang cukup praktis dan teliti yang dapat dipakai sebagai dasar perhitungan dalam design di Indonesia. Setelah itu kami dapat membandingkan metode-metode perhitungan lainnya dengan salah satu metode tersebut, sehingga dapat diketahui besarnya prosentase perbedaan kehilangan prategangan pada. tiap bagian maupun untuk totalnya.",
  "creators": "LILY BUDIARTI H.; KWA TJIAN KOEN",
  "contributors": "Hurijanto Koentjoro (Advisor 1); Jonathan Hendra Kusuma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 296 S; Lily Budiarti H. (282048), Kwa, Tjian Koen (282092)",
  "subjects": "CONCRETE CONSTRUCTION; PRESTRESSED CONCRETE"
}