{
  "id": "24342",
  "title": "Pengaruh rangkak dan susut terhadap defleksi balok beton bertulang",
  "abstract": "Struktur beton bertulang tidak bisa lepas dari pengaruh rangkak dan susut, akan tetapi selama ini pengaruh rangkak dan susut tersebut jarang diperhitungkan. Peraturan-peraturan ACI, CEB dan literatur-literatur yang dipakai dalam tugas akhir ini menyatakan bahwa pengaruh rangkak dan susut cukup berarti dan mempengaruhi stabilitas dan serviceability struktur. Dalam tugas akhir ini kami membahas dari segi studi literatur tentang teori dan penentuan besarnya rangkak dan susut serta pengaruhnya terhadap defleksi balok beton bertulang. Masalah rangkak dan susut secara teoritis dapat dipisahkan , tapi secara praktis sulit dipisahkan karena keduanya terjadi secara \"simultan\" dan menimbulkan pengaruh. yang sama terhadap beton bertulang yaitu menambah deformasi beton yang sejalan dengan waktu. Regangan rangkak dan susut akan bertamban besar sejalan dengan waktu, tapi kecepatan pertambahan besar regangan rangkak dan susut akan berkurang sejalan dengan waktu. Perumusan untuk menentukan besar koefisien rangkak dan regangan susut dapat digunakan metode-metode seperti ACI, CEB-FIP, PBI 1971, Rusch - Jungwirth, di mana pada metode-metode tersebut ada persamaan dan perbedaan dalam memperhitungKan faKtor-faKtor yang mempengaruhi Koefisien rangKaK dan regangan susut tersebut. Metode CEB - FIP adalah metode yang memperhitungkan paling banyak faktor yang mempengaruhi koefisien rangkak dan regangan susut. Defleksi total terdiri dari defleksi jangka pendek ( immediate / short-time deflection) dan defleksi jangka panjang [long-time deflection) di mana defleksi total diperlukan sebagai suatu kontrol untuk menjamin serviceability selama umur struktur, yang dari contoh perhitungan dapat disimpulkan bahwa defleksi jangka panjang akibat pengaruh rangkak dan susut ternyata cukup besar dibandingkan dengan defleksi jangka pendek. Pengaruh rangkak dan susut akan tampak Jelas pada bentang yang cukup besar, oleh karena itu untuk lebih menjamin serviceability struktur hendaknya pengaruh rangkak dan susut terhadap defleksi ikut diperhitungkan. Adanya tulangan tekan akan mengurangi defleksi total, akan tetapi tidak efektif, karena pengurangan defleksi tidak sebanding dengan bertambahnya naiknya jumlah tulangan tekan.",
  "creators": "LYNE SOEFIAWATI; LIE SIOE BIE",
  "contributors": "Hurijanto Koentjoro (Advisor 1); Paulus Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 319 S; Lyne Soefiawati (282043), Lie Sioe Bie (285143)",
  "subjects": "CONCRETE BEAMS; REINFORCED CONCRETE CONSTRUCTION"
}