{
  "id": "2434",
  "title": "Evaluasi program sensual marketing sales promotion girls terhadap keberhasilan promosi pada P. T. Surya Dermato Medica laboratories di Surabaya",
  "abstract": "Keberadaan sales promotion girls diarahkan untuk meningkatkan daya tarik produk kepada konsumen. Untuk itu, peran serta sales promotion girls dalam usaha memasarkan sebuah produk dilihat dari kemampuan sales promotion girls untuk menimbulkan daya tarik produk kepada konsumen. Semakin tinggi tingkat ketertarikan konsumen terhadap produk yang dibawakan sales promotion girls, berarti semakin tinggi keberhasilan sales promotion girls dalam memainkan perannya. Dalam realitasnya, sales promotion girls mempunyai daya tarik sensual terhadap sebuah produk, dan daya tarik sensual inilah yang dijadikan salah satu cara untuk menumbuhkan daya tarik konsumen terhadap sebuah produk. Variabel penelitian ini adalah tiga variabel bebas (pembawaan, communicating style, dan body language) dan satu variabel terikat (keberhasilan promosi). Analisis data dengan menggunakan formulasi regresi linear berganda. Hasil penelitian ini menunjukkan bahwa ketiga variabel yaitu pembawaan, communicating style, dan body language mempunyai pengaruh yang berarti terhadap keberhasilan promosi. Hal ini mendasarkan pada hasil Uji F, dengan diperolehnya nilai F hitung (415,327) > F tabel (2,21). Sedangkan dilihat dari uji parsial menunjukkan bahwa pembawaan mempunyai pengaruh dominan diantara body language dan communicating style. Jika dilihat tingkat keberhasilan promosi, jumlah konsumen yang telah mencapai tahap desire ini dengan mengambil sampel sebanyak 200 responden adalah sebesar 46%. Jumlah ini adalah jumlah tertinggi diantara tahapan lainnya. Berarti promosi yang dilakukan atas produk Regrou telah mampu menciptakan pembelian sebesar 16% dari keseluruhan konsumen yang mengetahui produk Regrou.",
  "creators": "ROY ATMACHRISTIE; YOHAN WAHYUDI",
  "contributors": "Hartono Subagio (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02011849/MAN/2005; Roy Atmachristie (31400175), Yohan Wahyudi (31400300)",
  "subjects": "SALES MANAGEMENT; SALES PROMOTION"
}