{
  "id": "24344",
  "title": "Evaluasi daya dukung pondasi tiang terhadap test pembebanan",
  "abstract": "Salah satu alternatif terhadap bangunan-bangunan bertingkat dewasa ini adalah pemakaian pondasi tiang. Aspek terpenting pada pondasi tiang adalah masalah beban ultimate (beban runtuh) yang dapat disebabkan oleh beberapa hal antara lain akibat tanah dukung dibawah pondasi tidak mampu lagi menahan beban di atasnya. Penentuan beban ultimate merupakan hal yang sangat penting, karena dengan diketahuinya besar beban ultimate tersebut, maka kita dapat menentukan berapa besarnya beban kerja (design load/working load) yang harus diberikan pada pondasi tiang, supaya setelah beban kerja terlampaui maka pondasi masih mempunyai angka keamanan yang cukup atau sesuai yang direncanakan semula. Metode-metode perhitungan beban ultimate yang dibahas adalah berdasarkan data-data sondir, SPT, dan hasil dari Test Pembebanan yang ditulis oleh para ahli. Masing-masing metode perhitungan tersebut mempunyai keuntungan dan kerugian tersendiri, sehingga perlu dicoba untuk membandingkan tiap-tiap metode tersebut, khususnya tentang masalah beban ultimate. Dari hasil perbandingan tersebut akan dapat diketahui kelebihan dan kekurangan/kelemahan dari tiap-tiap metode. Setelah itu dapat dibandingkan perumusan-perumusan statis (Sondir dan SPT) yang mana yang paling sesuai dengan hasil yang diperoleh melalui Test Pembebanan. Hasil perhitungan yang telah dilakukan terhadap 26 data menunjukkan bahwa perumusan CONVENTIONAL (dari data Sondir) dan perumusan oleh LUCIANO DECOURT (dari data SPT) adalah perumusan-perumusan statis yang paling mendekati hasil yang dicapai melalui Test Pembebanan.",
  "creators": "LAUW BOEN HEM; MICHAEL SIDHARTA",
  "contributors": "Soebianto Tjandrawibowo (Advisor 1); YAN PIETER CHANDRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 337 S; Lauw Boen Hem (282038), Michael Sidharta (282063)",
  "subjects": "PILING (CIVIL ENGINEERING); SOILS-TESTING; SOIL MECHANICS"
}