{
  "id": "24352",
  "title": "Perbaikan manajemen pergudangan pada distributor consumer goods di Tuban",
  "abstract": "PT. X adalah distributor consumer goods yang bertanggung jawab terhadap pendistribusian barang untuk kawasan kota Tuban dan sekitarnya. Beberapa permasalahan yang dihadapi oleh perusahaan terkait dengan manajemen gudang. Permasalahan pertama terkait dengan pengaturan dan penghitungan barang yang ada di gudang perusahaan, dimana terdapat ketidaksesuaian antara jumlah dan jenis barang fisik dengan catatan yang ada. Permasalahan kedua adalah penataan barang di perusahaan tidak teratur, sehingga perusahaan tidak dapat menjalankan metode First In First Out (FIFO). Permasalahan ketiga yang sering dijumpai adalah barang yang rusak dan kesalahan pengiriman barang saat tiba di tangan konsumen. Perbaikan pada manajemen pergudangan dilakukan untuk mengurangi masalah, mulai dari pencatatan atau informasi barang, penerimaan atau penyimpanan barang, penempatan dan pemeliharaan, distribusi sampai dengan koordinasi pengiriman barang ke konsumen. Perbaikan dilakukan dengan memperbaiki prosedur barang masuk dan keluar, memodifikasi nota barang keluar menjadi tiga rangkap, membuatkan stock opname, membuatkan software untuk mendukung prosedur barang masuk dan keluar, menambah jumlah pallet, merubah penataan pallet dan gudang dan penataaan barang di mobil pengiriman. Perbaikan yang dilakukan mengalami peningkatan sehingga berhasil menurunkan kesalahan yang ada diperusahaan. Perbaikan untuk permasalahan ketidaksesuaian jumlah dan jenis barang fisik dengan catatan yang ada mengalami kenaikan 5%-15%, perbaikan metode FIFO yang ada di perusahaan sudah berjalan dengan baik dan mengalami peningkatan 10%-15% sehingga tidak ada lagi barang yang expired sampai batas terakhir, dan perbaikan untuk barang rusak dan kesalahan pengiriman barang mengalami peningkatan 10%-15%.",
  "creators": "DEWI ANGELIA SEPUTRA",
  "contributors": "Herri Christian Palit (Advisor 1); Debora Anne Yang Aysia (Advisor 2); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021561/IND/2011; Dewi Angelia Seputra (25407049)",
  "subjects": "WAREHOUSE--MANAGEMENT; INVENTORY CONTROL"
}