{
  "id": "24354",
  "title": "Pengembangan terminal domestik Lion Air di Bandar Udara Juanda, Surabaya, Jawa Timur",
  "abstract": "Proyek ini merupakan fasilitas pengembangan terminal domestik Lion Air di Bandar Udara Juanda, Surabaya, Jawa Timur. Tujuan utama dari proyek ini adalah untuk mengatasi kepadatan penumpang akibat kapasitas terminal domestik di Juanda saat ini yang kurang memadai. Masalah ini terjadi karena perkembangan ekonomi yang sangat pesat di Jawa Timur, sehingga tuntutan peningkatan aksesibilitas menjadi semakin besar, terutama untuk meningkatkan iklim investasi pada kawasan-kawasan potensial. Oleh karena itu, transportasi udara menjadi pilihan utama dalam menunjang aksesibilitas kota Surabaya, karena transportasi udara dapat menghubungkan suatu wilayah baik dalam negeri maupun luar negeri dengan waktu yang relatif cepat dibandingkan transportasi lainnya dan prosesnya sangat mudah. Konsep yang dipakai adalah layer circulation sebagai dasar perancangan utama dalam menanggapai masalah sirkulasi terutama yang ditimbulkan oleh cross circulation akibat sistem sirkulasi yang kompleks di dalam bangunan. Konsep perancangan yang kedua adalah konsep bentukan bangunan terminal yang ingin mencitrakan Lion Air. Salah satu pendukung aplikasi konsep ialah dengan pendekatan sistem sehingga dapat memastikan semua sistem di dalam bangunan terminal dapat terintegrasi dengan baik dan sistematis. Sedangkan pendalaman bangunan terminal adalah pendalaman struktur desain.",
  "creators": "ANDREW",
  "contributors": "V.P. Nugroho Susilo (Advisor 1); Benny Poerbantanoe (Advisor 2); Christine Wonoseputro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023020/ARS/2011; Andrew [22407043]",
  "subjects": "AIRPORT TERMINALS-BUILDINGS; AIRPORTS; AIRPORT BUILDINGS-DESIGNS AND PLANS"
}