{
  "id": "24360",
  "title": "Penyiapan paket program komputer untuk perhitungan dan penggambaran alinyemen horisontal dalam perancangan geometrik jalan raya",
  "abstract": "Proses perhitungan dan penggambaran rancangan alinyemen horisontal pada tiap-tiap lengkungan merupakan hal yang serupa, sehingga banyaknya item pekerjaan merupakan pekerjaan berulang-ulang yang membentuk rutinitas. Rutinitas ini pada gilirannya dapat meningkatkan risiko kesalahan akibat kejenuhan pada setiap kali langkah perhitungan, terutama kemungkinan kesalahan pada pemindahan data pada proses penggambaran, karena pada proses penggambaran perlu menterjemahkan angka-angka hasil perhitungan ke skala gambar yang dikehendaki. Di sisi lain pemakaian komputer, terutama micro computer kini telah meluas, dengan harga perangkat. keras komputer yang kini semakin murah, memungkinkan penjajakan penggunaan micro computer dalam perancangan geometrik ini secara ekonomis menjadi layak, terutama bila dikonversikan dengan upah tenaga kerja yang diperlukan, Studi ini bertujuan untuk membuat. program komputer yang bisa dimanfaatkan untuk perhitungan alinyemen horisontal pada perancangan geometrik jalan raya, dan sekaligus memanfaatkan output hasil perhitungan menjadi input data bagi perangkat lunak Computer Aided Design (CAD), sehingga paket program yang tersedia itu dapat didayaguna dan hasilgunakan tidak ter bates pada proses menghitung saja, tetapi juga sekaligus untuk proses penggambaran alinyemen horisontal dalam rancangan geometrik jalan raya. Program yang dibuat pada studi ini, meliputi lengkung yang berbentuk full circle, spiral- circle - spiral, dan spiral - spiral , Sedangkan lengkung majemuk, yang terdiri dari beberapa lengkung lingkar maupun lengkung spiral yang memerlukan perumusan tersendiri, tidak termasuk di dalam program tersebut. Semua perhitungan di atas mengacu pada standart yang dikeluarkan oleh Direktorat Jendrai Bina Marga, yaitu : 1. Peraturan Perencanaan Geometrik Jalan Raya No. 13/1970 2. Standart Perencanaan Geometrik untuk Jalan Perkotaan 1988 Output yang dihasilkan berupa kertas kerja yang mengikuti format dari Bina Marga, yang meliputi: daftar koordinat, hasil perhitungan jarak, azimuth, sudut PI, elemen-elemen data lengkung serta daftar perhitungan stationing. Selain itu dapat pula dicetak tersendiri elemen-elemen data lengkung yang diperlukan pada gambar. Selain output berupa kertas kerja di atas, program yang dibuat juga menghasilkan suatu file yang berfungsi sebagai drawing generator bagi perangkat lunak CAD, sehingga output program dapat langsung menghasilkan gambar kerja dengan skala standart 1:1000 maupun dengan skala yang diinginkan.",
  "creators": "JOHN KOROA",
  "contributors": "Wibowo Gunawan (Advisor 1); Harry Patmadjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 403 S; John Koroa (283043)",
  "subjects": "ROADS-DESIGN-COMPUTER PROGRAMS"
}