{
  "id": "24361",
  "title": "Acuan studi karakteristik penumpang taxi argometer di Surabaya sebagai analisa kelayakan moda alternatif",
  "abstract": "Mengikuti perkembangan taxi argometer selama kurun waktu tiga tahun ini di Surabaya terkesan masih adanya hambatan. Permasalahan utama yang muncul disebabkan oleh adanya persaingan yang ketat di antara sesama taxi, baik dalam persaingan untuk mendapatkan penumpang maupun pangkalan. Sementara itu menurut Pemda jumlah armada taxi yang beroperasi hingga saat ini baru merupakan setengah dari jumlah kebutuhan yang seharusnya beroperasi di Surabaya. Oleh karena adanya dua hal yang saling bertentangan, maka untuk mempertahankan eksistensi taxi sebagai moda angkutan umum harus dilakukan apresiasi pasar. Pada hakekatnya pasar taxi ditentukan oleh banyaknya masyarakat yang berpeluang sebagai konsumen taxi. Jumlah ini tidak dapat ditentukan dari banyaknya penduduk kota Surabaya saja, tetapi justru ditentukan oleh karaktpristik penumpang. Sehingga perlu dilakukan suatu penelitian terhadap para pemakai taxi. Untuk mempermudah pelaksanaan penelitian yang sesungguhnya maka telah disusun suatu acuan tentang studi karakteristik penumpang taxi argometer di Surabaya dan dilengkapi dengan melakukan suatu pilot survey. Acuan studi ini bertujuan untuk memberikan pedoman dalam pelaksanaan penelitian yang sesungguhnya, yaitu tentang pengambilan sample frame, penentuan jumlah sampel, metode pengambilan sampel, penyusunan kuestioner dan juga prosedur perijinan.",
  "creators": "RUMELDA SUPENDY; VIRGOS ANDRIANTO",
  "contributors": "Wibowo Gunawan (Advisor 1); Indriani Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. ...; Rumelda Supendy (283080), Virgos Andrianto (283102)",
  "subjects": "AUTOMOBILES-TRANSPORTATION; TRANSPORTATION; TRANSPORTATION MANAGEMENT"
}