{
  "id": "2438",
  "title": "Analisa pengaruh kualitas aspek tangible travel agent X terhadap kepuasan konsumen",
  "abstract": "Alasan penulis memilih topik mengenai \"Analisa Kualitas Aspek Tangible Travel Agent X Terhadap Kepuasaan Konsumen\" karena berdasarkan pengamatan penulis dan didukung dengan data yang ada bahwa perkembangan bisnis Travel Agent berkembang pesat setelah krisis ekonomi Indonesia pada tahun 1997. Hal ini memicu persaingan diantara Travel Agent yang sudah ada sebelumnya dengan Travel Agent yang baru. Untuk dapat bertahan dan memenangkan pelanggan, travel agent harus memberikan pelayanan yang dapat mencapai tingkat kepuasan tertinggi terhadap konsumen, salah satunya dengan memperhatikan kualitas aspek tangible yang ada. Travel Agent X merupakan salah satu Travel Agent yang cukup dikenal dan memiliki banyak konsumen khususnya di Surabaya. Dan penulis bermaksud untuk mencari tahu apakah aspek tangible yang tersedia atau dimiliki oleh Travel Agent X, misalnya: penampilan staff, tata ruang kantor, dan suasana kantor, fasilitas umum, dan tempat parkir; sudah dapat memenuhi kepuasaan konsumen. Penulis akan menggunakan alat untuk mengukur kualitas layanan yang disebut SERQUAL atau disebut juga Analisa Kualitas Layanan. Yang kemudian diolah dengan memasukkan data ke dalam chard wizard untuk mendapatkan matrik performance and importance sehingga dapat diketahui pada aspek tangible manakah konsumen merasa sudah puas. Dengan mengetahui aspek tersebut, pihak manager Travel Agent X dapat mempertahankan aspek yang memberikan kepuasan dan meningkatkan aspek yang kurang memuaskan bagi konsumen.",
  "creators": "LEVINA PURNAMAWATI; MERRY AVRILLIA SUSANTI",
  "contributors": "Widjojo Suprapto (Advisor 1); Sienny Thio (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 00010574/PAR/2005; Levina Purnamawati (91301027), Merry Avrillia Susanti (91301037)",
  "subjects": "TRAVEL AGENTS-CUSTOMER SERVICES"
}