{
  "id": "24387",
  "title": "Meningkatkan keandalan sistem tenaga listrik 150 KV di Jawa Timur 'studi tentang islanding operation PLTU Gresik'",
  "abstract": "Pada sistem tenaga listrik se Jawa dan Bali terganggunya suatu pembangkit tenaga listrik yang berkapasitas besar serta terputusnya penyaluran daya dari area lain akan mengakibatkan penurunan kapasitas keseluruhan sistem interkoneksi. Dalam kondisi seperti diatas , beban sistem yang lebih besar daripada kapasitas pembangkitan yang ada akan menyebabkan penurunan frekuensi sistem, apabila penurunan frekuensi yang terjadi berkepanjangan akan menyebabkan padamnya sistem tenaga listrik (black out total). Untuk menanggulangi penurunan frekuensi tersebut dilaksanakan pelepasan sebagaian beban yang harus dilakukan secara cermat dan tepat, sehingga besarnya beban yang dilepas akan sesuai dengan besarnya daya pembangkitan yang hilang. ? PLTU sebagai pemikul beban dasar sistem tenaga listrik harus dijaga agar tidak padam/trip. Untuk mengatasi hal tersebut digunakan suatu metoda yaitu POLA OPERASI TERPISAH (ISLAND OPERATION) pada PLTU Gresik Unit III atau IV yang merupakan upaya untuk menjaga kontinuitas pengiriman daya pada konsumen industri dan beban penting di subsistem area IV dengan memasang Under Frequency Relay (UFR) pada pemutus (PMT) penghantar-penghantar, pemutus (PMT) Busbar, dan pemutus (PMT) Generator. Dengan metoda tersebut, diharapkan waktu pemulihan dari keadaan gangguan dapat dipersingkat. . Dalam melaksanakan Pola Operasi Terpisah (Island Operation) perlu diciptakan keadaan yang seimbang antara perubahan beban sebagai input, tenaga yang di.hasilkan oleh pusat pembangkit sebagai Control Variable dan frekuensi sebagai output, dimana sangat dianjurkan perubahan beban maksimum sebesar 1% dari kapasitas pembangkit sesuai dengan hasil analisa pe.mograman pengaturan f rekuensi-beban.",
  "creators": "IRMA IRFIA",
  "contributors": "BUNAWI GUNAWIDJAJA (Advisor 1); BINDUT PURNOMO (Advisor 2); SYARIFFUDDIN M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 92/E/TST/011/0076; Irma Irfia (14484102)",
  "subjects": "ELECTRIC POWER; ELECTRIC POWER SUPPLY"
}