{
  "id": "24394",
  "title": "Balai penelitian tembakau dan tanaman serat di Malang",
  "abstract": "Salah satu syarat dalam menyelesaikan study tingkat sarjana Jurusan Arsitektur Fakultas Teknik Sipil dan Perencanaan Universitas Kristen Petra Surabaya adalah dengan menyelesaikan tugas Proyek Akhir Merancang Arsitektur AR 502. Dan dalam kesempatan ini, penulis mengambil judul BALAI PENELITIAN TEMBAKAU DAN TANAMAN SERAT (BALITTAS) DI MALANG, sebagai proyek akhir, di mana proyek ini sesuai dengan rencana Proyek Pembangunan Prasarana Penelitian Pertanian (National Agricultural Research II) yang segera akan direalisir pembangunannya. Dengan demikian semua data-data dapat diperoleh dari instansi yang bersangkutan. Adapun dalam mewujudkan perancangan proyek ini, perlu diadakan pendekatan tahapan pembahasan permasalahan sebagai berikut: Bab 1: Membahas tentang pengertian Balai Penelitian dan pengenalan Tembakau dan Tanaman Serat yang menjadi judul dari proyek ini . Bab 2: Pengenalan terhadap Balai Penelitian Tembakau dan Tanaman Serat (BALITTAS) yang berkedudukan di Malang. Bab 3: Penyusunan program kebutuhan dari Balittas, yaitu mengenai kebutuhan ruang dengan fungsinya serta mereka-mereka yang berperan di dalamnya. Bab 4: Analisa perancangan bangunan, di sini diadakan pendekatan-pendekatan permasalahan perancangan terhadap fisik bangunannya. -Bab 5: Analisa perancangan tapak, dengan rnengadakan pendekatan permasalahan tapak khususnya. Bab 6: Merupakan konsep perancangan yang digunakan sebagai pedoman dalam membuat prarancangan proyek Balittas Malang ini.",
  "creators": "SHINTA WIDJAJA",
  "contributors": "Lilianny Sigit Arifin (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur; Shinta Widjaja (380004)",
  "subjects": "RESEARCH INSTITUTES; RESEARCH INSTITUTES-DESIGNS AND PLANS; TOBACCO"
}