{
  "id": "2439",
  "title": "Evaluasi metode pengakuan pendapatan untuk perhitungan penghasilan kena pajak atas kontrak jangka panjang yang diterapkan pada PT \"X\" berkaitan dengan PP nomor 138 tahun 2000",
  "abstract": "Penelitian ini bertujuan untuk mengetahui kesesuaian perhitungan penghasilan kena pajak yang dihitung dengan cost to cost method yang dilakukan PT \"X\" terhadap ketentuan pajak dan untuk mengetahui metode persentase penyelesaian mana yang menguntungkan bagi perusahaan jasa konstruksi untuk perhitungan penghasilan kena pajak berkaitan dengan beban pajak yang ditanggung. Metode yang digunakan dalam perhitungan penghasilan kena pajak atas pendapatan jasa konstruksi adalah metode persentase penyelesaian dengan pendekatan cost to cost method dan physical progress method karena proyek yang diselesaikan berjangka waktu panjang. Unit analisis yang digunakan untuk rumusan masalah yang pertama adalah hasil perhitungan yang dilakukan oleh PT \"X\" yang disesuaikan dengan hasil perhitungan dalam PP nomor 138 Tahun 2000 dan untuk rumusan masalah yang kedua adalah laporan laba rugi yang dihasilkan dari perhitungan masing-masing metode sesuai periode kontrak kerja. Penelitian ini membuktikan bahwa perhitungan penghasilan kena pajak dengan pendekatan cost to cost method yang dilakukan PT \"X\" tidak sesuai dengan perhitungan dalam ketentuan pajak PP nomor 138 tahun 2000 . Penelitian ini juga membuktikan bahwa metode persentase penyelesaian dengan pendekatan physical progress method dapat dimanfaatkan sebagai metode alternatif dalam melakukan perhitungan penghasilan kena pajak dan memberikan keuntungan berupa penghematan pajak.",
  "creators": "DIONISIUS HENDY IRAWAN",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); Drs. PRADHONO, M.Si.Ak.,BAP. (Advisor 2); Yenni Mangoting (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010462/AKT/2005; Dionisius Hendy Irawan (32499055)",
  "subjects": "TAX ACCOUNTING"
}