{
  "id": "24398",
  "title": "Salon mobil dan resto galeri di Surabaya",
  "abstract": "Desain perancangan salon mobil dan resto galeri ini merupakan fasilitas perdagangan yang menyediakan hal-hal terkait dengan upaya untuk merawat dan memperindah mobil. Selain itu juga terdapat resto galeri yang merupakan fasilitas penunjang salon mobil. Kendati merupakan fasilitas penunjang, resto galeri ini merupakan fasilitas yang mandiri dan tidak bergantung pada salon mobil. Keberadaan salon mobil dan resto galeri ini diharapkan dapat menunjang satu dengan yang lain. Perpaduan antara salon mobil dan resto galeri ini merupakan perpaduan yang mampu menghasilkan nilai komersil yang tinggi. Lokasi yang dipilih adalah Surabaya Barat. Hal ini dikarenakan banyak faktor, antara lain Surabaya Barat merupakan bagian dari Surabaya yang sedang berkembang pesat. Perkembangan tersebut ditandai dengan banyaknya pembangunan perumahan, fasilitas umum (mall, rumah makan, dan sebagainya). Oleh karena hal tersebut maka diharapkan proyek salon mobil dan resto galeri ini akan mampu memenuhi kebutuhan wilayah Surabaya bagian barat akan fasilitas salon mobil dan resto galeri. Konsep \"Efektif dalam Keindahan\" yang mendasari perancangan ini memiliki latar belakang yaitu perkembangan zaman yang semakin pesat menyebabkan waktu yang dimiliki setiap individu semakin \"terbatas\". Keterbatasan yang ada mengakibatkan perlunya efektitas dalam setiap pelaksanaan kegiatan. Sementara itu, mengunjungi salon mobil identik dengan suatu kegiatan yang membuang waktu dan tidak efektif. Oleh karena hal tersebut maka penulis mengharapkan agar setiap pengunjung proyek tidak akan merasa membuang waktu yang mereka miliki ketika mereka berkunjung ke salon mobil karena adanya efektivitas yang menjadi dasar perancangan. Selain efektif, juga terdapat hal yang tidak kalah penting, yaitu keindahan, sebab setiap orang yang berkunjung ke salon memiliki tujuan untuk memperindah mobil yang mereka miliki. Konsep perancangan tersebut yang akan mendasari perancangan Salon Mobil dan Resto Galeri.",
  "creators": "ELIZABETH SUGIHONO",
  "contributors": "Markus Ignatio Aditjipto (Advisor 1); Eunike Kristi Julistiono, S.T., M.Des.Sc. (Advisor 2); Wanda Widigdo Canadarma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02023028/ARS/2011; Elizabeth Sugihono (22407067)",
  "subjects": "AUTOMOBILE-EQUIPMENT AND SUPPLIES; AUTOMOBILE REPAIR SHOPS--DESIGNS AND PLANS; RESTAURANTS-DESIGNS AND PLANS"
}