{
  "id": "24404",
  "title": "Studi tentang penggunaan fiber reinforced plastics dengan contoh penggunaan untuk tendon struktur beton pratekan",
  "abstract": "Fiber Reinforced Plastics (FRP) adalah material baru yang dikembangkan sebagai bahan alternatif pengganti baja. Dalam hal ini, FRP digunakan dalam struktur beton pratekan sebagai pengganti tendon baja. FRP merupakan bahan komposit antara fiber dan resin. Bahan fiber umumnya terbuat dari carbon, aramid, dan glass. Resin berfungsi sebagai bahan pengikat dan pelindung fiber. Resin tersebut dapat bersifat thermosetting atau thermoplastic. Bentuk dari FRP dapat berupa twisted, braided, spiral, indented, flat bar, grid, dan rope. Studi literatur ini membahas berbagai percobaan yang telah dilakukan oleh berbagai perusahaan untuk menyelidiki dan mengetahui karakteristik mekanis dan ketahanan terhadap pengaruh kimiawi dari bahan fiber, resin, dan kompositnya (FRP). Studi literatur ini juga membahas tentang keunggulan dan kelemahan dari bahan FRP bila dibandingkan dengan bahan baja. Pembahasan selanjutnya adalah mengenai karakteristik FRP yang digunakan sebagai tendon untuk struktur beton pratekan, meliputi karakteristik tarik dan lentur, rekatan, dan sistem pengangkurannya. Selain itu, studi literatur ini juga membahas tentang berbagai contoh proyek yang menggunakan FRP sebagai tendon non-logam untuk struktur beton pratekan. Tendon FRP ini juga dapat digunakan untuk memperbaiki atau memperkuat struktur yang telah ada. Pada bagian akhir, studi literatur ini membahas contoh perhitungan FRP sebagai tendon pratekan beserta aspek-aspek yang perlu diperhatikan.",
  "creators": "BUDI SOESANTO",
  "contributors": "Benjamin Lumantarna (Advisor 1); Januar Buntoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 651 S; Budi Soesanto (21490046)",
  "subjects": "FIBER REINFORCED PLASTICS; REINFORCED CONCRETE CONSTRUCTION"
}