{
  "id": "24424",
  "title": "Perencanaan mekanisme mesin pencuci roll air untuk mesin cetak offset",
  "abstract": "Dalam era perkembangan teknologi yang begitu pesatnya dewasa ini, menyebabkan terjadinya berbagai perubahan dalam berbagai bidang dimana perubahan tersebut juga mempengaruhi pada industri percetakan (printing). Pada industri ini diperlukan sekali adanya ketepatan dan kecepatan dalam menyampaikan informasi, di samping itu pula dituntut untuk menghasilkan produk yang baik dan bermutu. Oleh karena itu perlu adanya pembenahan yang menyeluruh, baik dalam setiap proses produksi maupun sistim manajemennya? Dengan adanya suatu proses yang mengurangi ketepatan, kecepatan dan juga hasil produknya, yaitu pada salah satu proses pencucian roll air (damper roller) pada mesin cetak offset. Dimana proses setelah mencetak diperlukan pembersihan tinta pada mesin cetak, proses pembersihan ini juga meliputi pencucian roll air. Proses ini dilakukan agar hasil cetak yang dihasilkan oleh mesin tetap mempunyai hasil yang baik. Dengan adanya proses pencucian rol air yang dilakukan secara manual, berakibat adanya pemborosan waktu dan tenaga, maka dibutuhkan suatu alat bantu guna mengatasinya. Maka direncanakan suatu alat yang dapat membantu dan mengurangi akibat dari waktu proses yang dilakukan secara manual tersebut. Sehingga dengan menggunakan mesin pencuci roll akan didapatkan waktu yang lebih cepat dalam mencuci roll air serta memperpendek waktu proses produksi, dengan demikian akan meningkatkan produktifitas, yang pada akhirnya mampu memberikan nilai tambah pada faktor pelayanan serta benefit perusahaan.",
  "creators": "DANNY NAIM",
  "contributors": "Soejono Tjitro (Advisor 2); Suwandi Sugondo (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 95.54.143; Danny Naim (24489045)",
  "subjects": "MACHINE DESIGN; PRINTING MACHINERY AND SUPPLIES"
}