{
  "id": "2442",
  "title": "Analisis karakteristik wirausaha dalam mendorong kesuksesan pengrajin kulit di Tanggulangin",
  "abstract": "Dilihat dari karakteristiknya pengrajin di Tanggulangin paling menonjol adalah kepercayaan diri dengan skor sebesar 4,30 dan skor yang paling rendah adalah keorisinilan usaha dengan skor 3,54. Hal ini menunjukkan bahwa sebagian besar pengrajin di Tanggulangin mempunyai kepercayaan diri yang tinggi terhadap keberhasilan usaha melalui kebijakan operasional yang ditetapkan. Dilihat dari kesuksesan usaha, maka pengrajin di Tanggulangin paling menonjol adalah kemampuan untuk menjaga kualitas lingkungan dengan skor sebesar 4,09, dan paling rendah dilihat dari perspektif penyediaan lapangan kerja dengan skor sebesar 3,79. Hal ini menunjukkan bahwa sebagian besar pengrajin mempunyai kesadaran yang tinggi terhadap kelestarian lingkungan. Berdasarkan hasil pembahasan dipahami bahwa hubungan kepercayaan diri dengan kesuksesan usaha adalah sebesar 0,384 dan positif. Hubungan orientasi pada tugas dengan kesuksesan usaha sebesar 0,394. Hubungan keberanian ambil risiko dengan kesuksesan usaha adalah adalah 0,437. Sedangkan hubungan jiwa kepemimpinan dengan kesuksesan usaha adalah adalah 0,523. Hubungan keorisinilan usaha dengan kesuksesan usaha menunjukkan nilai sebesar adalah 0,377. Demikian hanya dengan hubungan orientasi masa depan dengan kesuksesan usaha menunjukkan nilai sebesar adalah 0,529. Hubungan terkuat antara karakteristik wirausaha dan kesuksesan pengrajin adalah hubungan antara orientasi masa depan dan kesuksesan usaha, hal ini berarti semakin mempunyai keyakinan untuk bisa memanfaatkan peluang masa depan berarti kemungkinan sukses adalah semakin tinggi. Hubungan yang positif ini menunjukkan bahwa karakteristik wirausaha sepenuhnya mendukung kesuksesan usaha.",
  "creators": "YOHANES OKTAVIANUS; TAN TJIN HIEN",
  "contributors": "Diah Dharmayanti (Advisor 1); Filicia Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02011853/MAN/2005; Yohanes Oktavianus (31400318), Tan Tjin Hien (31400321)",
  "subjects": "ENTREPRENEURSHIP"
}