{
  "id": "24422",
  "title": "Perencanaan sistim jalan penghubung cargo terminal dan pasar induk Waru terhadap sistim jalan regional di sekitarnya",
  "abstract": "Bagi kota besar seperti Surabaya yang sudah tergolong sebagai kota Metropolitan, kemacetan lalu lintas sudah menjadi sedemikian serius dan tidak dapat diterima lagi. Kemacetan yang terjadi hampir pada semua jalan ekonomi dan berlaku hampir sepanjang hari, menyebabkan 'social cost' dan 1 economi cost* melambung tinggi, sehingga tidak menunjang per kembangan sosial ekonomi kota dan regional dengan baik. Oleh karena usaha pelebaran jalan sudah semakin sulit dilakukan, maka beberapa usaha penanggulangan ditempuh ant ara lain : a.Membangun jaringan-jaringan jalan baru. b.Menyebarkan (merelokasi) kegiatan-kegiatan yang bersifat pembangkit lalu lintas yang besar, keluar ke daerah pinggiran. Salah satu usaha penanggulangan masalah lalu lintas di Surabaya melalui usaha penyebaran aktivitas, adalah rencana pemba ngunan Cargo Terminal, Pasar induk dan Pergudangan di Pepelegi Waru Sidoarjo,di atas tanah seluas + 32 ha. Rencana pembangunan kegiatan-kegiatan tsb dapat diperkirakan akan memberikan pengaruh besar tidak saja pada pe mukiman di sekitarnya, tetapi juga bangkitan lalu lintas yang besar dengan dominasi truk kelas l dan gandengan yang 'cros sing' pada jalur-jalur ekonomi Waru-mojokerto dan Sidoarjo- Surabaya. Dugaan umum ini memberikan alasan bagi pentingnya suatu penelitian teknis mengenai pengaruh kegiatan terhadap berbagai aspek sipil perhubungan. Dengan demikian selain volume arus barang akan menjadi semakin besar,juga peranan cargo akan menjadi semakin penting dalam sistim transportasi di wiiayah Gerbangkertosusila. Oleh karena fungsinya sebagai bagian dari kegiatan ekonomi regional (bahkan Nasional), maka dari berbagai arah akan ada arus barang dari dan menuju Cargo Terminal dan Pasar Induk Pepelegi Waru Sidoarjo. Hal ini akan menyebabkan adanya kebutuhan untuk menghubungkan antara kegiatan cargo dan pasar induk tsb ke jalan-jalan regional di sekitarnya.",
  "creators": "FRANSISCUS OKY SUCONONG; OLLY DEWI KARTIKA",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 251 S; Fransiscus Oky Suconong (275073), Olly Dewi Kartika (277024)",
  "subjects": "ROADS; TRAFFIC CONGESTION"
}