{
  "id": "24439",
  "title": "Pengaruh konfusianisme terhadap perempuan Tiongkok di awal abad ke-20 yang tercermin dalam penokohan Yao Mulan, Man Niang, dan Niu Suyun pada novel Jing Hua Yan Yun karya Lin Yutang",
  "abstract": "Novel ini dapat dikatakan sebagai salah satu parameter mengenai kondisi nyata sosial kemasyarakatan di Tiongkok awal abad ke-20, kaum wanita ternyata masih menjadi kaum yang terikat dengan aturan-aturan tradisional yang dimotori oleh aliran filsafat Konfusianisme. Berdasarkan permasalahan ini, timbul suatu pertanyaan yang menggelitik untuk dibahas mengenai bagaimana dan sampai sejauh mana pengaruh nilai-nilai Konfusianisme berpengaruh di dalam kehidupan masyarakat Tiongkok, terutama kaum wanita masa itu seperti yang digambarkan Lin Yutang dalam penokohan ketiga karakter wanita tersebut. Metodologi penelitian yang dipergunakan seluruhnya merupakan studi pustaka dengan mengambil literatur novel itu sendiri dan juga buku-buku referensi yang terkait. Untuk mendukung penelitian ini, dipergunakan beberapa macam teori terkait di antaranya: teori seputar Konfusianisme berikut sejarah terbentuknya, pokok ajaran, maupun perkembangan dan pengaruhnya di masyarakat Tiongkok; kondisi kehidupan kaum wanita Tiongkok dari zaman ke zaman serta pergerakan kewanitaan di awal abad ke-20; dan teori sastra yang menyangkut teori perwatakan dan teori konflik umum. Pada akhirnya, penelitian ini menemukan hasil bahwa kaum wanita Tiongkok pada awal abad ke-20 masih terjebak dalam posisi yang terpinggirkan serta belum mampu secara mandiri menentukan nasib sendiri.",
  "creators": "MARTINUS RAHARJO SURYANTO",
  "contributors": "Li Changping (Advisor 1); Ong Mia Farao Karsono (Advisor 2); Samuel Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010035/CHI/2007; Martinus Raharjo Suryanto (12403016)",
  "subjects": "LIN, YUTANG-...-... JING HUA YAN YUN-STUDY AND TEACHING; CHINESE LITERATURE"
}