{
  "id": "24446",
  "title": "Fasilitas relaksasi dan kebugaran wanita hamil di Surabaya",
  "abstract": "Fasilitas Relaksasi dan Kebugaran Wanita Hamil di Surabaya merupakan tempat pelatihan dan perawatan yang diperuntukkan bagi wanita yang sedang menjalani masa kehamilan maupun yang baru saja melahirkan. Pada fasilitas ini, wanita hamil diajarkan bagaimana menjaga kebugaran tubuh baik secara fisik maupun psikis.Selain itu, fasilitas ini juga dilengkapi dengan pelatihan bagi calon ibu.Fasilitas ini terdiri dari tiga zona utama yaitu zona kebugaran (yang terdiri dari ruang senam, ruang yoga, ruang fitness, ruang pelangsingan, dll), zona relaksasi (yang terdiri dari salon, spa, ruang massage, ruang meditasi, ruang aromatherapy, dll), serta zona kesehatan (yang terdiri dari ruang praktek, ruang akupuntur, apotik, dll).Selain itu juga terdapat zona penunjang (yang terdiri dari day care, ruang bermain, restaurant, retail, dll). Konsep yang digunakan pada perancangan ini adalah kenyamanan untuk wanita hamil. Konsep ini digunakan sebagai dasar perancangan dalam menanggapi keinginan dan kebutuhan wanita hamil akan kenyamanan pada fasilitas ini. Konsep ini didukung dengan menggunakan pendekatan perilaku sehingga desain bangunan yang dihasilkan sesuai dengan kebutuhan dan keinginan dari wanita hamil. Sedangkan pendalaman yang digunakan adalah pendalaman ergonomi wanita hamil.",
  "creators": "DWI ASTUTI RUKMANA",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Irwan Santoso (Advisor 2); Luciana Kristanto, S.T., M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 03023043/ARS/2011; Dwi Astuti Rukmana (22407107)",
  "subjects": "PRENATAL CARE-BUILDINGS-DESIGNS AND PLANS; GYNECOLOGIC AND OBSTETRIC HOSPITALS; MATERNAL HEALTH SERVICES-BUILDINGS-DESIGNS AND PLANS"
}