{
  "id": "24442",
  "title": "Persepsi dan reaksi tokoh utama terhadap masyarakat feodal dalam novel pendek Kuang Ren Ri Ji karya Lu Xun",
  "abstract": "Dalam novel pendek Kuang Ren Ri Ji karya Lu Xun terdapat permasalahan bagaimana tokoh utama dalam novel tersebut menyesuaikan diri dengan sistem politik feodalisme yang terjadi pada jaman tersebut. Pada masa pemerintahan feodalisme, banyak terjadi fenomena dimana strata sosial yang lebih tinggi menindas dengan semena-mena strata sosial yang lebih rendah. Oleh karena itu muncul pertanyaan yang berhubungan dengan hal tersebut, yaitu apa persepsi dan reaksi tokoh utama terhadap sistem pemerintahan feodal dalam novel pendek Kuang Ren Ri Ji tersebut. Metodologi yang dipakai penulis dalam melakukan penelitian ini adalah kajian pustaka dengan pendekatan sastra yang mempergunakan teori penokohan dan teori konflik. Untuk menunjang penelitian tersebut, penulis juga menggunakan kajian pustaka yang berupa konsep persepsi, latar belakang sistem politik feodalisme yang terjadi di Tiongkok dan latar belakang kehidupan pengarang novel Kuang Ren Ri Ji, Lu Xun. Kesimpulan dari karya tulis ini adalah bahwa tokoh utama dalam novel ini mempunyai anggapan bahwa sistem politik feodalisme ini tidak baik dan harus segera dihentikan. Oleh karena itu, tokoh utama mengambil tindakan yang menentang feodalisme tersebut, tetapi karena dia hidup di masyarakat feodalisme, dia mempunyai ketakutan apakah secara tidak sadar dia juga menerapkan sistem feodalisme tersebut dalam kehidupan sehari-harinya.",
  "creators": "DEVI AYUNINGTYAS",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); CHAO SHAN HUA, BA.,M.A. (Advisor 2); Anneke Heritaningsih Tupan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010040/CHI/2007; Devi Ayuningtyas (12403001)",
  "subjects": "LU, XUN, 1881-1936. KUANG REN RI JI-STUDY AND TEACHING; CHINESE FICTION-20TH CENTURY-STUDY AND TEACHING"
}