{
  "id": "2444",
  "title": "Pengaruh karakteristik kategori produk, atribut produk dan kebutuhan mencari variasi terhadap brandswitching pada konsumen Rinso di Surabaya",
  "abstract": "Dalam mempertahankan pasar, Rinso menghadapi banyak benturan dengan merek produk yang lain seperti halnya So Klin (SWA, No. 04/XVII/2004). Persaingan-persaingan yang terjadi ini diarahkan untuk dapat mengalihkan pembelian konsumen dari produk pesaing kepada produk perusahaan. Untuk dapat emngalihkan pembelian konsumen dari produk pesaing, maka identifikasi terhadap karakteristik kategori produk, atribut produk, dan kebutuhan mencari variasi mempunyai peranan yang menentukan (Junaidi dan Dharmmesta, 2002:96). Kesimpulan dari hasil penelitian ini menunjukkan bahwa karakteristik kategori produk, atribut produk, dan kebutuhan mencari variasi adalah tiga variabel yang sangat menentukan terhadap kemungkinan untuk meninggalkan produk Rinso (brandswitching), hal ini dibuktikan dengan nilai pengaruh (R2) yang diperoleh antara ketiga variabel dengan brandswitching adalah sebesar 0,653. Artinya bahwa kenaikan atau penurunan dari brandswitching, 65,3% dapat dijelaskan pada kenaikan atau penurunan karakteristik kategori produk, atribut produk, dan kebutuhan mencari variasi. Karakteristik kategori produk yang paling mempengaruhi sikap mereka untuk meninggalkan produk Rinso. Hal ini dilihat dari nilai koefisien pengaruh karakteristik kategori produk (X1), yaitu 39,7%, yang paling tinggi diantara variabel lainnya yaitu atribut produk dan kebutuhan mencari variasi. Hal ini mengingat semakin tinggi nilai karakteristik kategori produk berarti semakin tinggi ikatan emosional konsumen terhadap produk Rinso Antinoda, dan hal ini mempengaruhi keterikatan konsumen pada produk Rindo Antinoda.",
  "creators": "TJIANG EDY JAYA SUGIANTIO; ANDI EMMYLIYA",
  "contributors": "Diah Dharmayanti (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011716/MAN/2003; Tjiang Edy Jaya Sugianto (31400200), Andi Emmyliya (31400363)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER BEHAVIOR"
}