{
  "id": "2445",
  "title": "Analisis faktor-faktor internal karyawan yang mendukung winner spirit di PT Niaga Segara Transindo di Surabaya",
  "abstract": "Dalam fenomena persaingan yang semakin ketat, maka winner spirit merupakan salah satu konsep yang harus diperhatikan agar tetap mampu mencapai keunggulan bersaing. Winner spirit dapat dipahami sebagai kemampuan karyawan untuk mampu tampil lebih baik dari yang pernah diperbuat untuk perusahaan. Winner spirit tidak berdiri dengan sendirinya, namun didukung oleh berbagai faktor, antara lain faktor internal karyawan. Untuk itu, dalam penelitian ini ingin diketahui apakah faktor sikap, kecerdasan, dan faktor kepribadian mendukung secara simultan terhadap winner spirit pada karyawan PT Niaga Segara Transindo di Surabaya. Selain itu juga untuk mengetahui diantara faktor-faktor internal karyawan yang dominan mendukung winner spirit pada karyawan PT Niaga Segara Transindo di Surabaya. Hasil pembahasan menunjukkan bahwa sikap, kecerdasan, dan kepribadian karyawan mendukung winner spirit karyawan pada PT Niaga Segara Transindo. Hal ini dibuktikan dengan hasil uji F, dimana Fhitung (77,766) > Ftabel (2,86). Hal ini menunjukkan bahwa sikap (X1), kecerdasan (X2), dan kepribadian (X3) ketiganya mendukung secara signifikan terhadap winner spirit karyawan. Sikap karyawan (proactive attitudes), adalah faktor yang mempunyai dukungan paling tinggi terhadap winner spirit yaitu sebesar 57,2%. Besarnya dukungan sikap ini paling tinggi diantara faktor kecerdasan yang meliputi interpersonal intelligence dan intrapersonal intelligence yaitu sebesar 24,8%, dan faktor kepribadian yang meliputi: self efficacy dan locus of control yaitu sebesar 15,7%.",
  "creators": "BERNARD ANURAGA LIANTO",
  "contributors": "Syanne Helly, S.Psi.,M.M. (Advisor 1); Eddy Madiono Sutanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.05011857/MAN/2005; Bernard Anugraha Lianto (31402252)",
  "subjects": "EMPLOYEE MOTIVATION; PERSONNEL MANAGEMENT"
}