{
  "id": "24471",
  "title": "Penentuan faktor dan level terbaik pada proses pembuatan bioetanol berbahan baku singkong dilihat dari sisi fermentasi dengan metode 2k full factorial design",
  "abstract": "Cadangan energi minyak yang semakin menipis membuat harga BBM semakin tinggi sehingga diperlukan energi alternatif sebagai substitusi untuk menghemat BBM yaitu dengan BBN (bahan bakar nabati) salah satunya adalah bioetanol. Penelitian ini bertujuan untuk mengetahui faktor dan level terbaik pada bioetanol berbahan baku singkong dilihat dari sisi fermentasi sehingga dapat menghasilkan bioetanol dengan kadar yang terbaik. Penelitian ini dilakukan menggunakan 2k full factorial design. Faktor-faktor dalam penelitian ini adalah jumlah urea, jenis NPK, jumlah NPK (Nitro Phosphatic Kompound), jumlah ragi, jumlah enzym alfa-amilase, jumlah enzym gluko-amilase. Analisis data dalam penelitian ini menggunakan ANOVA test, main effect plot, estimated effects, interaction plot and coefficients for respon, least squares means for respon Hasil dari penelitian ini adalah faktor jumlah urea, jenis NPK, dan jumlah ragi merupakan faktor yang tidak memiliki pengaruh signifikan terhadap kadar bioetanol. Faktor jumlah NPK, jumlah enzym alfa-amilase, jumlah enzym gluko-amilase merupakan faktor yang memiliki pengaruh yang signifikan terhadap kadar bioetanol. Dan kombinasi terbaik untuk eksperimen ini adalah jumlah urea : 4.875 gram, jenis NPK : 20.9.15, jumlah NPK : 14gram, jumlah ragi 10 gram, jumlah enzym alfa-amilase: 1.5 mililiter, jumlah enzym gluko-amilase: 1.35 mililiter.",
  "creators": "CHRISTIANTO WIBOWO",
  "contributors": "Debora Anne Yang Aysia (Advisor 1); Togar Wiliater Soaloon Panjaitan, S.T., MBA. (Advisor 2); Jani Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021584/IND/2012; Christianto Wibowo (25407117)",
  "subjects": "BIOCHEMISTRY; FERMENTATION"
}