{
  "id": "24476",
  "title": "Perancangan hazard analysis critical control point untuk mendukung penerapan food safety management di PT. X",
  "abstract": "PT. X adalah salah satu perusahaan makanan yang memproduksi ice cream di Indonesia. Persaingan di bidang industri ice cream di Indonesia secara nasional tergolong sangat sengit terutama bagi dua pemain terbesar yaitu X dan Y. Salah satu upaya PT. X agar dapat terus bersaing adalah dengan memperkuat kualitas dalam pabrik tersebut. Hal tersebut membuat manajemen perusahaan ingin menekankan betapa pentingnya hygiene bagi sebuah perusahaan makanan. Cara untuk meningkatkan kualitas produk perusahaan ingin menerapkan standar keamanan pangan, dengan menggunakan metode Hazard Analysis Critical Control (HACCP). Perusahaan harus memenuhi tujuh langkah HACCP, yaitu: Analisa Hazard, Critcal Control Point, Critical Point, Monitoring, tindakan perbaikan, prosedur verifikasi, dan mendokumentasikan semua prosedur demi meningkatkan kualitas produk. Hasil pengamatan yang telah dilakukan ditemukan tiga Critical Control Point yaitu pada tahap pre-Heating, penyaringan, dan proses pasteurisasi. Proses pre-heating terdapat kemungkinan timbul potensi bakteri yang disebabkan oleh kurang tingginya suhu pada saat proses pre-Heating, diperlukan pengawasan pada suhu dan waktu proses. kotoran yang tidak tersaring pada proses penyaringan harus dilakukan penyaringan ulang. Proses pasteurisasi terdapat kemungkinan kembalinya mikroorganisme pada produk makanan yang dapat menyebabkan food poison. Diperlukan pengawasan dan uji sample secara berkala terutama kondisi suhu pada saat proses pasteurisasi berlangsung. Hasil rancangan HACCP ini diharapkan dapat meningkatkan kebersihan produk es krim PT. X.",
  "creators": "NELSON HANI THIODORES",
  "contributors": "Togar Wiliater Soaloon Panjaitan, S.T., MBA. (Advisor 1); Herri Christian Palit (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021589/IND/2012; Nelson Hani Thiodores (25407030)",
  "subjects": "FOOD--SAFETY MEASURES; PRODUCTION ENGINEERING-SAFETY MEASURES"
}