{
  "id": "24479",
  "title": "Evaluasi program pengembangan pekerja terhadap kinerja operator segmen 1180 PT E-T-A Indonesia",
  "abstract": "Saat ini PT E-T-A Indonesia sedang menjalankan program pengembangan skill pekerja dengan memberikan training, salah satunya pada operator segmen 1180. Training ini dimulai pada pertengahan bulan Oktober. Training yang diberikan ini meliputi urutan proses produksi, material yang digunakan, proses-proses kritis yang perlu diperhatikan, dan standar kualitas hasil produksi. Training yang diberikan diharapkan dapat memberikan manfaat bagi perusahaan berupa penurunan jumlah produk cacat dan juga menjaga kapasitas produksi tetap stabil. Oleh karena itu,PT E-T-A Indonesia melakukan evaluasi terhadap training yang dilakukan pada operator segmen 1180 Evaluasi dilakukan dengan 3 proses, yaitu dengan membagikan kuesioner, evaluasi produk cacat, dan evaluasi kapasitas produksi. Hasil kuesioner menunjukkan bahwa operator setuju trainer dapat menyampaikan materi dengan baik, tampilan slide menarik dan kata-kata yang digunakan mudah dimengerti. Operator juga setuju bahwa training yang diberikan dapat meningkatkan knowledge, skill, dan attitude mereka. Hal ini pun terbukti dari dengan adanya penurunan prosentase produk cacat dibeberapa proses produksi segmen 1180, dimana prosentase produk cacat sebelum training sebesar 5,7085% dan prosentase produk cacat sesudah training sebesar 1,7561%. Dampak positif lain yang didapat dari training ini, adalah operator dapat menjaga agar output produksi tetap stabil.",
  "creators": "STI VANNY TJANDRA",
  "contributors": "Jani Rahardjo (Advisor 1); Felecia, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021581/IND/2012; Sti Vanny T. (25407089)",
  "subjects": "EMPLOYEES-TRAINING OF; EMPLOYEES-TRAINING OF-EVALUATION"
}