{
  "id": "24481",
  "title": "Sikap masyarakat Surabaya terhadap program acara Termehek-mehek",
  "abstract": "Dalam teori S-O-R menjelaskan bahwa efek yang ditimbulkan dalam proses komunikasi adalah reaksi khusus terhadap stimulus khusus, sehingga seseorangdapat mengharapkan dan memperkirakan kesesuaian antara pesan dan reaksi komunikan. Pesan yang disampaikan oleh komunikator ke komunikan akan menimbulkan suatu efek yang kehadirannya terkadang tanpa disadari oleh komunikan. Dalam proses komunikasi, audiens sebagai komunikan akan memberikan respon terhadap stimulus yang diterima. Hal ini juga terjadi pada pemirsa program acara Termehek-mehek yang memberikan respon dalam bentuk yang beragam baik positif maupun yang negatif. Program acara Termehek-mehek merupakan salah satu program reality show yang paling diminati. Padahal program ini sempat mendapat teguran dari KPI karena isi tayangannya melanggar prifasi dan norma yang ada di masyarakat. Jenis penelitian yang digunakan dalam penelitian ini adalah deskriptif dengan pendekatan kuantitatif. Sedangkan metode penelitian yang digunakan adalah motode survey. Sampel yang digunakan dalam penelitian ini berjumlah 100 responden dengan menggunakan teknik penarikan sampel purposive sampling dan untuk menghitung jumlah tiap daerahnya, dilakukan secara proporsional agar sampel yang diambil merata. Analisis data yang digunakan adalah skala Likert dengan menggunakan tabel frekuensi dan tabulasi silang. Hasil penelitian menunjukkan sikap kognitif dan afektif masyarakat Surabaya positif tetapi pada sikap konatif adalah negatif dan cenderung perempuan lebih banyak yang beriskap negatif dibanding laki-laki.",
  "creators": "SAGITA DINA WINATA",
  "contributors": "Fanny Lesmana (Advisor 1); Kartika Bayu Primasanti (Advisor 2); Gatut Priyowidodo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010767/KOM/2012; Sagita Dina Winata (51407039)",
  "subjects": "TELEVISION PROGRAMS; REALITY SHOWS (TELEVISION PROGRAMS); MASS MEDIA"
}