{
  "id": "24497",
  "title": "Networked journalism dalam proses produksi berita di radio Suara Surabaya",
  "abstract": "Saat ini, praktik jurnalisme tradisional tidak bisa dilepaskan dari partisipasi citizen journalism dan penggunaan new media. Praktik ini dirumuskan Charlie Beckett sebagai Networked Journalism tahun 2008. Sementara, di radio Suara Surabaya (SS) keterlibatan citizen journalism sudah terjadi sejak interaktivitas diberlakukan tahun 1994. Metode studi kasus digunakan untuk melihat bagaimana praktik Networked Journalism dalam proses produksi berita di radio SS. Awalnya, peristiwa akan diliput citizen journalist dan bisa ditindaklanjuti reporter radio SS apabila peristiwa tersebut banyak mengandung news values. Pada peliputannya itu reporter juga bekerja sama dengan gatekeeper di kantor yang bertugas menerima informasi dari citizen journalist. Selain bertugas itu, gatekeeper juga akan berusaha menghubungi pihak-pihak lain seperti kepolisian, PMK, untuk melengkapi informasi. Laporan citizen journalist yang diterima gatekeeper juga tidak langsung dibacakan secara on air, namun melalui sebuah proses lagi yang disebut gatekeeping. Ada dua pilihan, pertama informasi tersebut bisa langsung di-drop atau dibuang apabila ternyata tidak lengkap, detil, atau tidak benar. Sebaliknya, informasi bisa juga langsung dibacakan gatekeeper secara on air bila sudah detil dan jelas. Pilihan kedua, informasi tersebut bisa di-delay. Artinya tidak langsung dibacakan, melainkan dikonfirmasi terlebih dahulu. Setelah dikonfirmasi, gatekeeper akan memutuskan membuang atau membacakannya bergantung kebenaran informasi. Pembacaan laporan citizen journalist selain dilakukan oleh gatekeeper, juga bisa dilakukan announcer atau citizen journalist yang bersangkutan. Informasi yang sudah dibacakan secara on air ini kemudian bisa ditulis ulang news writer dan kembali di-on-air-kan. Terakhir, laporan citizen journalist akan terus di-update atau dikonfirmasi lagi oleh citizen journalist. Setelah itu, proses yang terjadi akan kembali lagi pada gatekeeper untuk dibacakan atau dibuang. Jadi, proses gatekeeping merupakan siklus yang terus berkesinambungan. Terdapat tiga perbedaan antara konsep Networked Journalism Beckett dengan yang yang terjadi di radio SS, dalam hal produser berita, penggunaan new media, dan peran reporter sebagai fasilitator. Networked Journalism di radio SS juga hanya terjadi pada berita-berita lokal khususnya traffic report, pelayanan publik, dan kriminalitas di kota Surabaya dan sekitarnya.",
  "creators": "DEVIANA KEZIA P",
  "contributors": "Nanang Krisdinanto (Advisor 1); Desi Yoanita (Advisor 2); Judy Djoko Wahjono Tjahjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010754/KOM/2012; Deviana Kezia Pattiselanno (51407017)",
  "subjects": "RADIO JOURNALISM"
}