{
  "id": "24490",
  "title": "Topik-topik yang dibicarakan kembar identik remaja",
  "abstract": "Dilahirkan sebagai kembar identik, membuat Ayu dan Aya serta Vano dan Vani berbagi banyak hal yang sama dalam hidup mereka. Komunikasi dapat memungkinkan sebuah hubungan bergerak maju menuju tahap keintiman. Pada kenyataannya, hubungan antara kembar identik merupakan hubungan keluarga yang terikat oleh hubungan darah. Dari sini peneliti merasa tertarik untuk melihat bagaimanakah komunikasi yang dilakukan kembar identik, khususnya pada remaja. Peneliti tertarik untuk melihat apakah benar hubungan mereka ini membuat mereka semakin mudah untuk berkomunikasi. Dalam penelitian ini, peneliti ingin melihatnya dari topik apa saja yang dibicarakan dan sampai sedalam mana topik itu dibicarakan oleh kembar identik remaja. Peneliti menggunakan beberapa konsep dalam penelitian ini, antara lain mengenai komunikasi interpersonal, tahap-tahap pengembangan hubungan, teori penetrasi sosial, kembar identik, remaja dan topik pembicaraan remaja, serta studi kasus. Dalam melakukan penelitian ini, peneliti menggunakan metode studi kasus. Setelah melakukan penelitian, peneliti menemukan beberapa topik yang dibicarakan kembar identik remaja. Topik yang mereka bicarakan adalah mengenai pelajaran, nilai pelajaran, pekerjaan, pakaian, teman-teman mereka, kegiatan sehari-hari, pembagian tugas, rencana masa depan, berita keluarga, berat tubuh, mengenai pacar mereka masing-masing, fungsi barang elektronik seperti iPod dan iPad, olahraga, musik, dan kebiasaan jelek. Kedalaman informasi dari masing-masing topik ini berbeda-beda sesuai dengan kenyataan dari informan peneliti yang merupakan kembar identik remaja yang perempuan dan kembar identik remaja yang laki-laki.",
  "creators": "CRASELLA CORNELES",
  "contributors": "SRI MOERDIJATI (Advisor 1); Gatut Priyowidodo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.10010757/KOM/2012; Crasella Corneles (51407139)",
  "subjects": "SIBLING RELATION; INTERPERSONAL COMMUNICATION"
}