{
  "id": "24507",
  "title": "Sikap mahasiswa mengenai pesan kampanye 'Kampus Tanpa Rokok' melalui media komunikasi billboard di Universitas Kristen Petra",
  "abstract": "Pada tahun 2011, Universitas Kristen Petra menyatakan diri sebagai Kampus Tanpa Rokok. Kebijakan ini mendukung Peraturan Daerah (Perda) Kota Surabaya no. 5 tahun 2008 mengenai Kawasan Tanpa Rokok dan Kawasan Terbatas Rokok. Salah satu media yang digunakan oleh Universitas Kristen Petra sebagai media sosialisasi kampanye Kampus Tanpa Rokok adalah Billboard yang diletakkan di setiap pintu masuk gedung P, W dan T. Mahasiswa Universitas Kristen Petra sebagai sasaran penelitian ini akan diminta memberikan sikap mengenai pesan kampanye Kampus Tanpa Rokok dalam billboard yang akan dianalisis berdasarkan aspek isi pesan dan struktur pesan. Teknik analisis yang digunakan dalam penelitian ini adalah deskriptif kuantitatif khususnya menggunakan analisis distribusi frekuensi dan juga analisis tabulasi silang. Hasil penelitian ini menunjukkan bahwa sikap mahasiswa mengenai pesan kampanye kampus tanpa rokok melalui media komunikasi billboard di Universitas Kristen Petra Surabaya adalah positif untuk masing-masing komponen sikap yang diteliti. Penelitian ini juga menemukan suatu keunikan dimana tingkat pengetahuan para mahasiswa berkaitan dengan berbagai informasi yang tersaji dalam billboard Kampus Tanpa Rokok pada dasarnya lebih rendah dibandingkan dengan komponen lainnya sedangkan komponen conative memiliki nilai mean yang lebih tinggi artinya pada proses perubahan sikap, stimulus yang muncul berupa penyajian pesan kampanye Kampus Tanpa Rokok dalam media komunikasi billboard mampu menimbulkan ketertarikan organism (mahasiswa) berupa perhatian, pengertian dan penerimaan pesan tersebut dan pada akhirnya mampu menimbulkan respon berupa kecenderungan perubahan sikap yang positif dari para mahasiswa seperti keinginan untuk mendukung pelaksanaan kampanye Kampus Tanpa Rokok di Universitas Kristen Petra.",
  "creators": "HELEN WIRYANTO",
  "contributors": "WOLLY BAKTIONO (Advisor 1); Marsefio S. Luhukay (Advisor 2); Fanny Lesmana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010739/KOM/2011; Helen Wiryanto (51406057)",
  "subjects": "COMMUNICATION MEDIA; ADVERTISING, OUTDOOR; BILLBOARDS; COMMUNICATION"
}