{
  "id": "24513",
  "title": "Hubungan iklim komunikasi organisasi dengan kinerja karyawan marketing sales di Honda Surabaya Center",
  "abstract": "Peran karyawan pada suatu perusahaan merupakan hal yang sangat penting dan tidak dapat dipungkiri karyawan juga sangat membantu dalam memajukan sebuah perusahaan. Kinerja karyawan yang baik, maka hasil yang diperoleh perusahaan pun akan semakin meningkat. Demikian juga sebaliknya kinerja karyawan yang tidak maksimal dapat berpengaruh terhadap perusahaan tersebut. Selain itu, iklim dalam sebuah organisasi juga sangat penting karena secara tidak langsung iklim komunikasi organisasi dapat mempengaruhi cara hidup orang-orang yang ada dalam sebuah organisasi tersebut. Maka dari itu, dalam penelitian ini ingin mengetahui bagaimana hubungan antara iklim komunikasi organisasi dengan kinerja karyawan marketing sales di Honda Surabaya Center. Metode penelitian yang digunakan dalam penelitian ini adalah metode survei dengan pendekatan kuantitatif. Teknik penarikan sampling yaitu total sampel dengan menggunakan seluruh total populasi yang berjumlah 22 orang. Berdasarkan hasil uji hipotesis diketahui adanya hubungan antara iklim komunikasi organisasi dengan kinerja karyawan marketing sales di Honda Surabaya Center. Dengan indikator yang memiliki mean tertinggi dalam hal keterlibatan karyawan dalam pembuatan keputusan untuk iklim komunikasi organisasi dan kemudian sikap dan penampilan baik karyawan marketing sales Honda Surabaya Center dalam melayani customer; dan kemampuan karyawan marketing sales Honda Surabaya Center bekerja dengan pengawasan seperlunya dari perusahaan untuk indikator kinerja.",
  "creators": "JANICE NOVIANA KUSUMO",
  "contributors": "Gatut Priyowidodo (Advisor 1); Astri Yogatama (Advisor 2); Felicia Goenawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010731/KOM/2011; Janice Noviana Kusumo (51407075)",
  "subjects": "COMMUNICATION IN SMALL GROUPS; COMMUNICATION; COMMUNICATION IN MARKETING"
}