{
  "id": "24524",
  "title": "Penggunaan tank model sederhana untuk daerah aliran sungai Tukad Ayung di Kabupaten Badung Propinsi Bali",
  "abstract": "Masalah hidrologi seperti pengaliran dan infiltrasi akibat hujan, seringkali merupakan masalah yang cukup kompleks dan rumit, karena tidak dapat secara langsung diketahui berapa besar bagian aliran permukaan dan berapa besar bagian yang terinfiltrasi. Tank Model merupakan salah satu model yang dapat digunakan untuk memecahkan masalah tersebut di atas. Tank Model tidak menggunakan model phisik secara langsung karena terlalu mahal dan tidak effisien. Jadi besarnya parameter aliran permukaan dan infiltrasi akibat hujan, hanya dihitung secara matematis. Dari hasil kalibrasi Tank Model dengan metode trial and error, akan didapat nilai-nilai parameter pengaliran dan infiltrasi. Debit sungai hasil perhitungan kalibrasi dari data curah hujan dalam satu tahun, dibandingkan terhadap debit sungai hasil pengamatan harus mendekati, yaitu dengan berpedoman pada nilai standard error yang terkecil. Kemudian dengan parameter-parameter yang sama, diadakan verifikasi terhadap data curah hujan dari tahun yang lain, dengan tetap berpedoman pada nilai standard error. Bila nilai standard error yang dihasilkan sudah merupakan yang terkecil, maka nilai parameter-parameter pengaliran dan infiltrasi yang diberikan saat kalibrasi, dianggap sudah mewakili karakteristik keadaan sesungguhnya di lapangan. Jika ditinjau tangki secara keseluruhan, maka terlihat kemam- puan tanah daerah aliran sungai Tukad Ayung untuk menyimpan air, rata-rata makin ke bawah makin besar. Kebalikan dengan kemampuan tanah untuk menyimpan air, maka untuk koefisien pengaliran maupun infiltrasi, makin ke bawah makin kecil. Dari hasil peninjauan geologi lapangan, sebagian besar tanah daerah aliran sungai Tukad Ayung terdiri dari daerah pegunungan yang tertutup oleh endapan lahar, sesuai dengan teori Tank Model sederhana, koefisien infiltrasi umumnya lebih besar dari koefisien pengaliran, jika ditinjau pada tiaptiap tangki. Berdasarkan teori tersebut, dari hasil kalibrasi juga diperoleh koefisien infiltrasi lebih besar dari koefisien pengaliran.",
  "creators": "WIBISONO TANDJUNG; JOHANES EMANUEL JIMMY",
  "contributors": "Agus Adhisetiono Sutanto (Advisor 1); Ruslan Djajadi (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. ...; Wibisono Tandjung (277053), Johanes Emanuel Jimmy (278022)",
  "subjects": "HYDROLOGY; RAIN-WATER (WATER SUPPLY)"
}