{
  "id": "2452",
  "title": "Studi tentang sistem distribusi dan pembangkit tenaga listrik pada kapal kargo",
  "abstract": "Sistem transportasi merupakan salah satu hal yang memegang peranan yang penting pada saat ini salah satunya adalah sistem transportasi laut yang menggunakan kapal kargo. Oleh karena itu membutuhkan suatu penyediaan suplai listrik yang berkualitas dan kontinu. Untuk memenuhi hal itu diperlukan suatu sistem pembangkit, distribusi, dan instalasi listrik yang baik dan efektif. Penyediaan daya listrik pada kapal kargo ini dilakukan oleh tiga buah genset yang tidak bekerja secara paralel sebagai sumber listrik utama. Ada juga beban-beban tertentu yang menggunakan sumber listrik DC yaitu accu. Besaran listrik yang diperlukan dalam menentukan baik tidaknya sistem distribusi dan instalasi listrik antara lain: pemilihan kapasitas pengaman, pemilihan kabel dan sistem pentanahan. Pengumpulan data dilakukan di panel utama, panel pembantu dan panel penerangan L-2 pada kapal dengaa cara pengamatan dan penjelasan dari teknisi setempat. Pengamatan dilakukan pada setiap beban terpasang di masing-masing mang didalam kapal. Analisa dilakukan untuk mengetahui apakah besar kabel dan pengaman yang dipakai sudah sesuai dengan syarat yang diijinkan. Dari hasil analisa dapat diketahui baliwa sistem distribusi kapal menggunakan sistem distribusi dengan konfigurasi sistem radial dan pemasangan instalasi sebagian besar sudah memenuhi syarat yang diijinkan tetapi pada beberapa tempat seperti pada outgoing beban motor penggerak hidrolik, motor penarik sekoci, pompa minyaik pelumas. pompa kopling, pompa bilge, pompa pemadam dan penyeimbang, motor untuk penambat, motor untuk jangkar, panel penerangan L-2 dan pemanas air elektrik masih diperlukan perabahan-perubahan lagi karena tidak sesuai dengan syarat yang diijinkan.",
  "creators": "FRENKY TAN",
  "contributors": "Emmy Hosea (Advisor 1); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 01/441/ELK/2003; Frenky Tan (23497064)",
  "subjects": "ELECTRIC POWER DISTRIBUTION; ELECTRIC POWER-TRANSMISSION; ELECTRIC POWER-PLANTS; ELECTRIC GENERATORS"
}