{
  "id": "24533",
  "title": "Evaluasi tahapan program Coke Farm PT. Coca-Cola Amatil Jawa Timur",
  "abstract": "Penelitian ini dilakukan untuk mengetahui serta mengevaluasi tahapan proses Public Relations dalam program Coke Farm. Coke Farm sendiri merupakan salah satu program Corporate Social Responsibility (Coca-Cola Amatil Indonesia yang dikembangkan desain programnya di berbagai daerah yang salah satunya juga dikembangkan di Jawa Timur. Program Coke Farm dijalankan oleh Corporate Affairs yaitu departemen yang menjalankan fungsi dan peran Public Relations dalam Coca-Cola Amatil. Penelitian ini merupakan penelitian deskriptif dengan menggunakan metode studi kasus. Melalui penelitian ini, peneliti menemukan bahwa dalam hal ini, Corporate Affairs CCAI Jawa Timur telah melakukan empat tahapan proses Public Relations. Dalam mendefinisikan problem, Corporate Affairs CCAI Jawa Timur lebih berfokus pada melakukan riset untuk mencari lahan untuk mengembangkan program Coke Farm namun need assessment untuk menilai kebutuhan masyarakat belum dilakukan secara tepat. Dalam dalam mengambil tindakan berkomunikasi, peneliti menemukan Corporate Affairs CCAI Jawa Timur belum mengoptimalkan fungsinya dalam proses ini. Sebagai sebuah program CSR, monitoring atau melakukan review dengan berbagai pihak yang terkait dalam program belum dilakukan secara tepat. Dalam tahapan proses yang terakhir yaitu Evaluasi Program, peneliti menemukan bahwa program itu sekarang sedang dibekukan selain itu komunikasi antara pihak Corporate Affairs CCAI Jawa Timur dengan petani sendiri terputus sedangkan komunikasi hanya dilakukan dengan Yayasan Satu Daun.",
  "creators": "EVILINA TO",
  "contributors": "R. OTTO BAMBANG WAHJUDI (Advisor 1); Marsefio S. Luhukay (Advisor 2); SRI MOERDIJATI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010794/KOM/2012; Evilina To (51408080)",
  "subjects": "CSR (CORPORATE SOCIAL RESPONSIBILITY); PUBLIC RELATIONS; SOCIAL RESPONSIBILITY OF BUSINESS"
}