{
  "id": "24544",
  "title": "Groupthink dalam komunikasi kelompok pengurus klub motor Mar's Yamaha Mio di Surabaya",
  "abstract": "Setiap orang membutuhkan dukungan satu dengan lainnya, tidak ada seorang pun yang mampu untuk hidup sendiri. Begitu pula ketika berbicara mengenai sebuah kumpulan orang-orang yang tergabung dalam klub motor Yamaha Mio Surabaya, yaitu sebuah organisasi yang terdiri dari para pecinta motor Yamaha yang ada di Jawa Timur. Klub Yamaha Mio didirikan pada tahun 2005 oleh komunitas utama, di bawah naungan PT. Yamaha. Selanjutnya di tahun 2006 dibentuk sebuah klub yang bernama MAR?S (Mio?ne Arek Suroboyo) yaitu sebuah komunitas para pengguna motor Yamaha Mio di Surabaya. Dimana dalam kelompok tersebut terdapat beragam kegiatan yang salahsatunya adalah diskusi kelompok atau rapat. Dalam diskusi kelompok tersebut, didapati bahwa komunikasi kelompok yang mengarah kepada groupthink (pemikiran kelompok) yang merupakan sisi negatif dari komunikasi kelompok. Peneliti menggunakan metode studi kasus, dengan melakukan observasi dan wawancara mendalam dengan narasumber yang berkaitan langsung sebagai anggota kelompok MAR?S, untuk melihat keadaan kelompok dan komunikasi di dalamnya sehingga dapat dilihat gejala-gejala yang muncul dalam komunikasi kelompok MAR?S tersebut mengarah kepada terbentuknya groupthink. Ternyata telah ditemukan ada 4 gejala groupthink yang terjadi pada komunikasi kelompok klub MAR?S, antara lain Out Group Stereotypes (Pemikiran kelompok terhadap pihak lain), Direct Pressure on Dissenters (Tekanan pada yang tidak setuju), Self-censorship (pembatasan diri), Belief in Inherent Morality of The Group (Percaya pada moralitas kelompok), yang disebabkan oleh 4 penyebab antara lain : Cohesiveness (Kedekatan atau Keeratan), Isolation (Pemisahan diri), Leadership (Kepemimpinan), Decisional Stress (Keputusan Mendadak). Maka dapat dikatakan bahwa terdapat groupthink dalam komunitas MAR?S Surabaya.",
  "creators": "FANNY RATNA SARI",
  "contributors": "Astri Yogatama (Advisor 1); Grace Swestin (Advisor 2); Jandy Edipson Luik (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010772/KOM/2012; Fanny Ratna Sari (51407067)",
  "subjects": "COMMUNICATION IN SMALL GROUPS; COMMUNICATION"
}