{
  "id": "24543",
  "title": "Implementasi kebijakan pemograman berdasarkan rating dan share dalam penyusunan program '1001 Dongeng' di Trans TV Jakarta",
  "abstract": "Dinamika pemograman di Trans TV yang didasarkan oleh nilai rating dan share juga terjadi dalam pemograman 1001 Dongeng. Lahirnya 1001 Dongeng hingga di drop-nya program ini juga didasari oleh nilai rating dan share. Dengan menggunakan metode studi kasus, peneliti ingin mengetahui implementasi kebijakan pemograman berdasarkan rating dan share dalam penyusunan program 1001 Dongeng di Trans TV Jakarta. Dalam penelitian ini ditemukan adanya interaksi televisi, audience dan pengiklan yang saling tarik menarik dalam menjalankan masing-masing fungsinya. Dalam penelitian ini juga ditemukan bahwa nilai rating dan share bukan satu-satunya poin yang dipertimbangkan dalam pemutusan suatu program, akan tetapi banyak poin penting lainnya antara lain adalah nilai jual program tersebut, kebijakan KPI, penerimaan masyarakat, trend di masyarakat, kebijakan dari manajemen Trans TV. Selain itu ditemukan apabila rating dan share menjadi dasar kebijakan pemograman yang berorientasi pada keuntungan semata, maka akan cenderung mengabaikan fungsi media dan fungsi sosial sebagai pengguna ranah publik. Sikap audience terhadap program juga sangat mempengaruhi kebijakan pemograman di Trans TV khususnya 1001 Dongeng. Kebijakan pemograman yang terjadi di 1001 Dongeng, banyak juga peneliti jumpai dalam beberapa kebijakan pemograman program lain di Trans TV, hal ini dapat menggambarkan bahwa pola yang terjadi di 1001 Dongeng juga akan terjadi di seluruh program Trans TV, karena bagaimanapun kebijakan ini berasal dan berpokok pada kebijakan pemograman global Trans TV.",
  "creators": "VANESSA HUTABARAT",
  "contributors": "Judy Djoko Wahjono Tjahjo (Advisor 1); Nanang Krisdinanto (Advisor 2); Gatut Priyowidodo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010771/KOM/2012; Vanessa Hutabarat (51407126)",
  "subjects": "TELEVISION PROGRAMS; TELEVISION COMEDIES; COMMUNICATION; MASS MEDIA"
}