{
  "id": "24545",
  "title": "Kepuasan pengguna situs couchsurfing dalam komunitas couchsurfing di Indonesia",
  "abstract": "Penelitian ini dilakukan untuk mengetahui tingkat kepuasan masyarakat Indonesia dalam menggunakan situs couchsurfing. Couchsurfing merupakan sebuah situs jaringan sosial yang unik dimana para penggunanya merupakan orang-orang yang senang melakukan bepergian jarak jauh dan situs ini membantu secara tidak langsung untuk memenuhi kebutuhan bepergian para penggunanya. Pada penelitian ini, peneliti menggunakan teori Uses and Gratification dengan indikator Gratification Sought (GS) dan Gratification Obtained (GO). Indikator-indikator yang digunakan untuk penelitian ini, yaitu Informasi Lokasi Tujuan, Pencarian Tempat Tinggal, Informasi Tentang Orang Lain, Interaksi Sosial, Pencarian Teman. selain itu juga peneliti menggunakan beberapa jurnal sebagai acuan dalam pembentukan indikator-indikator seperti jurnal tentang SNS, jurnal etnografi couchsurfing di Hongkong, dan jurnal tentang facebook. Penelitian ini dilakukan di 5 kota sebagai pengguna terbesar di Indonesia yaitu Jakarta, Bandung, Surabaya, Jogjakarta dan Bali. Metode penelitian yang digunakan dalam penelitian ini adalah web survey dengan jenis penelitian eksplanatif yang menggunakan uji korelasi, uji T-Test, uji deskriptif serta uji crosstab untuk menjelaskan kepuasan apa saja yang didapatkan oleh pengguna di Indonesia dalam menggunakan situs couchsurfing. Hasil penelitian ini menunjukkan bahwa responden mendapatkan kepuasan dalam Pencarian Tempat Tinggal, Informasi Tentang Orang Lain serta Pencarian Teman. tetapi tidak ada kepuasan dalam Informasi Lokasi Tujuan dan Interaksi Sosial. Secara umum dapat dinyatakan bahwa Masyarakat Indonesia mendapatkan kepuasan dalam menggunakan Couchsurfing.",
  "creators": "INDRA JAYA KURNIAWAN",
  "contributors": "Jandy Edipson Luik (Advisor 1); Lady Joanne Tjahyana, S.Kom., MMM. (Advisor 2); Judy Djoko Wahjono Tjahjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010773/KOM/2012; Indra Jaya Kurniawan (51406118)",
  "subjects": "ONLINE COMMUNITIES; COMMUNICATION; MASS MEDIA"
}