{
  "id": "24547",
  "title": "Sikap pemirsa Surabaya mengenai kekerasan dalam tayangan sinetron 'Anugerah' di RCTI",
  "abstract": "Penelitian kali ini akan mengkaji mengenai sikap pemirsa Surabaya mengenai kekerasan dalam tayangan sinetron \"Anugerah\" di RCTI. Berbasis pada teori S (stimulus)-O (organism)-R (respon) dengan indikator kognitif (pengetahuan), afektif (kesukaan) dan konatif (kecenderungan berperilaku), peneliti ingin melihat bagaimana sikap responden khususnya berkaitan dengan kekerasan yang akan dibagi menjadi kekerasan fisik dan kekerasan psikologis. Berkaitan dengan adegan kekerasan yang ditayangkan dalam sinetron \"Anugerah\" menimbulkan pro dan kontra di masyarakat, sehingga hal tersebut menarik untuk diteliti. Responden yang akan diteliti adalah perempuan usia 18-39 tahun dan >40 tahun. Metode penelitian yang digunakan dalam penelitian ini adalah survey dengan jenis penelitian deskriptif yang menggunakan uji pretest, uji deskriptif serta uji crosstab untuk menjelaskan sikap pemirsa Surabaya mengenai kekerasan dalam tayangan sinetron \"Anugerah\". Hasil penelitian ini menunjukkan bahwa sikap masyarakat Surabaya terhadap tayangan kekerasan sinetron \"Anugerah\" ini netral. Hal ini disebabkan respondennya wanita yang membutuhkan hiburan, namun disisi lain juga berkewajiban mendidik anaknya sehingga menekan sikapnya meskipun menyukai tayangan tersebut. Bila dilihat per indikator, maka indikator kognitif, sikap masyarakat adalah positif, sedangkan indikator afektif dan konatif adalah negatif.",
  "creators": "YUNITA SAPUTRA",
  "contributors": "Fanny Lesmana (Advisor 1); Kartika Bayu Primasanti (Advisor 2); Nanang Krisdinanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010776/KOM/2012; Yunita Saputra (51407096)",
  "subjects": "COMMUNICATION; TELEVISION PROGRAMS; MASS MEDIA"
}