{
  "id": "24554",
  "title": "Representasi perempuan dalam film 'Eat, Pray, and Love'",
  "abstract": "Perempuan selalu menjadi sebuah topik yang menarik untuk dibicarakan terutama di dalam media massa. Pandangan masyarakat mengenai perempuan sebagian besar juga terbentuk oleh apa yang selama ini digambarkan oleh media massa, terutama sinema atau film. Problem pokok dalam tiap teks yang terkandung dalam film yang menampilkan sosok perempuan adalah masalah representasi. Representasi perempuan dalam teks yang diproduksi oleh budaya dengan dominasi patriarki, biasanya cenderung ditampilkan sebagai pihak yang marjinal (terpinggirkan) dibandingkan laki-laki dalam kebanyakan film. Jadi, representasi perempuan merupakan misrepresentasi perempuan yang sebenarnya. Inilah yang dikenal dengan perspektif stereotype perempuan. Penelitian ini dilakukan untuk mengetahui representasi perempuan perkotaan yang dalam hal ini digambarkan oleh Elizabeth Gilbert dalam film \"Eat, Pray, & Love\". Metode penelitian yang digunakan dalam penelitian ini adalah metode semiotika milik Roland Barthes dengan jenis penelitian kualitatif deskriptif. Di dalam penelitian ini, peneliti menemukan bahwa Elizabeth Gilbert digambarkan sebagai sosok perempuan yang berbeda dengan apa yang digambarkan oleh masyarakat selama ini. Perempuan cenderung bersifat cengeng, pasif, pemalu, tidak mandiri, tidak bisa mengambil keputusan, dan terpusat di rumah saja. Sedangkan Elizabeth Gilbert di dalam film ini direpresentasikan sebagai sosok perempuan yang mudah bergaul, mandiri, mudah beradaptasi, ekspresif, dan mau keluar dari zona nyaman. Kelima sosok Elizabeth Gilbert tersebut yang mematahkan stereotype yang selama ini tergambar dalam masyarakat.",
  "creators": "VONNY AYU APRIYANTI K",
  "contributors": "Jandy Edipson Luik (Advisor 1); Fanny Lesmana (Advisor 2); Judy Djoko Wahjono Tjahjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010787/KOM/2012; Vonny Ayu Apriyanti (51407101)",
  "subjects": "MASS MEDIA; WOMEN IN MOTION PICTURES; COMMUNICATION--SOCIAL ASPECTS"
}