{
  "id": "2459",
  "title": "Studi tentang pengamanan pada bahan bakar solar dan bensin terhadap bahaya kebakaran karena api listrik statis",
  "abstract": "Pengamanan terhadap bahaya kebakaran pada SPBU (Stasiun Pengisian Bahan Bakar Umum) sangat diperlukan karena bahan bakar merupakan bahan yang mudah terbakar. Salah satu penyebab terbakarnya bahan bakar yaitu akibat adanya api listrik statis karena adanya penimbunan muatan statis saat bahan bakar mengalami transportasi dan pengisian di pompa pengisian bahan bakar. Penimbunan muatan pada suatu tingkat tertentu menimbulkan percikan yang mengakibatkan penyalaan. Untuk mengetahui besarnya tegangan percik dan energi penyalaan yang dihasilkan maka percobaan dilakukan dengan menggunakan megger sebagai pembangkit tegangan, kapasitor sebagai tempat untuk mensimulasikan tegangan / muatan statis, sedang besarnya tegangan percik yang dihasilkan bisa dibaca pada voltmeter. Dari percobaan diperoleh percikan baru terjadi pada tegangan di atas 350 volt (400 s/d 750 volt). Bahan bakar mengalami penyalaan pada energi penyalaan >=0.25mJ (0.25 s/d 0.7 mJ). Pada grafik hubungan antara muatan dengan tegangan percik diperoleh semakin besar muatan (0,55 s/d 1,65 p.c) yang dibutuhkan untuk menghasilkan percikan mengalami peningkatan seiring dengan meningkatnya tegangan yang diberikan. Grafik hubungan antara sela percik dan tegangan percik diperoleh bahwa pertambahan sela (0,1 s/d 1,1 mm) membutuhkan tegangan percik yang lebih besar. Untuk mencegah terjadinya kebakaran maka tangki penampungan bahan bakar dan tangki truk harus digroundkan serta antara kedua tangki harus dibonding (short).",
  "creators": "FERRY MALINO TAMBING",
  "contributors": "EDY ISKANTO (Advisor 1); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Advisor 2); Emmy Hosea (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/E/TST/019/433; Ferry Malino Tambing (23497100)",
  "subjects": "ELECTRONIC CONTROLLERS"
}