{
  "id": "24602",
  "title": "Kajian estetika interior restoran Sisingamangaraja Sites (S2) Semarang",
  "abstract": "Berkembangnya bisnis restoran di kota Semarang melahirkan restoran-restoran yang memiliki ciri khas tersendiri untuk menarik minat pengunjung. Salah satu restoran yang menarik adalah Sisingamangaraja Sites karena memiliki perpaduan beberapa style pada interior restorannya, yaitu Jappanesse, Oriental, dan Klasik Modern. Penelitian ini ingin mengetahui penerapan nilai estetika pada interior Restoran Sisingamangarja Sites dengan menganalisis unsur dan prinsip desain yang ada, serta pengaruh bentuk terhadap suasana restoran. Metode penelitian yang digunakan adalah deskriptif dengan menguraikan gambaran secara mendetail tentang estetika interior Restoran Sisingamangaraja Sites. Penelitian ini menggunakan pendekatan teori dari Thomas Munro yang mengacu pada estetika morfologi. Teori ini mencakup pembahasan mengenai estetika secara teknis yaitu unsur dan prinsip desain untuk menemukan suasana sebuah ruangan. Batasan interior yang dibahas adalah facade dan main entrance, tata letak bangunan, elemen pembentuk ruang, elemen pengisi ruang, elemen transisi, elemen dekoratif dan ragam hias. Hasil penelitian menunjukkan penerapan variasi komposisi dari unsur dan prinsip desain pada interior Restoran Sisingamangaraja Sites ini menciptakan beberapa suasana ruangan, yaitu suasana romantis, santai, terbuka, kekeluargaan, akrab, hangat, intim dan privat. Oleh karena itu, dapat disimpulkan bahwa Restoran Sisingamangaraja Sites ini menerapkan nilai estetika. Komposisi bentuk dari interior Restoran Sisingamangaraja Sites menghasilkan ekspresi ruang.",
  "creators": "NESIA KELVIANTO",
  "contributors": "Adi Santosa (Examination Committee 1); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011040/DIN/2012; Nesia Kelvianto (41408041)",
  "subjects": "RESTAURANTS-DECORATION"
}