{
  "id": "24610",
  "title": "Penerapan brand image pada interior restoran Nanny's Pavillon di Jakarta",
  "abstract": "Brand image adalah anggapan mengenai merk yang direfleksikan konsumen yang berpegang pada ingatan konsumen. Kombinasi yang baik antara elemen-elemen yang mendukung dapat menciptakan brand image yang kuat bagi konsumen. Brand image pada masa sekarang ini sangat berkembang pesat dan menjadi suatu persaingan antara restoran agar mudah dikenal masyarakat luas, salah satu cara untuk menampilkan brand image yaitu dengan adanya peran desainer interior. Seorang desainer berperan penting terutama pada restoran Nanny?s Pavillon yang memiliki keunikan dalam tema dan konsep desain yaitu dengan perbedaan tema pada masing-masing restorannya sehingga menjadikan keunikan tersendiri yang diminati masyarakat dan dijadikan ciri oleh Nanny?s Pavillon yang mengusung style shabby chic. Bila ingin mudah dikenal selain mementingkan kualitas, restoran jaman sekarang perlu adanya konsep yang tepat dan berbeda, tidak hanya berpegang pada owner atau desainer saja namun juga perlu adanya sudut pandang dari masyarakat, karena masyarakat yang mampu menilai karena restoran ditujukan untuk masyarakat umum. Menggunakan metode penelitian kualitatif dapat mengungkap fenomena yang sulit diungkap oleh kuantitatif sehingga hasilnya lebih kompleks. Image yang digunakan Nanny?s Pavillon ditampilkan melalui interiornya yang konsisten akan pemilihan warna, bahan, bentukan, pencahayaan, dan detail aksesoris sehingga dengan kombinasi semuanya dapat menampilkan suasana homey seperti tampak pada masing-masing gerainya yang mengangkat tema ruangan dalam rumah. Nanny?s Pavillon dapat dijadikan acuan dalam penerapan brand image yang cukup sukses, tampak dari semakin banyaknya gerai yang dibuka, kemudian Nanny?s Pavillon merupakan salah satu restoran pancake terbaik di Jakarta, terbukti dari hasil kuisioner yang dibagikan mayoritas menyatakan bahwa Nanny?s Pavillon merupakan restoran favorit mereka.",
  "creators": "ASTRID HENDRIANTI H",
  "contributors": "Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor 1); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00011050/DIN/2012; Astrid Hendrianti (41408059)",
  "subjects": "RESTAURANTS-DECORATION"
}