{
  "id": "24621",
  "title": "Studi perencanaan terminal bis Bungurasih di Waru Surabaya Selatan",
  "abstract": "Pesatnya pertumbuhan kota Surabaya sebagai pusat pemerintahan, perdagangan maupun industri mengakibatkan meningkatnya jumlah penduduk yang berakibat pula meningkatnya penggunaan sarana angkutan umum. Meningkatnya jumlah kebutuhan penduduk akan fasilitas pelayanan angkutan umum dan jumlah pemilikan kendaraan, menyebabkan daerah terminal Joyoboyo mempunyai kepadatan lalu lintas yang tinggi. Masalah ini perlu dicarikan jalan keluarnya. Sebagai tahap awal, maka perlu dilakukan peninjauan secara umum tentang terminal penumpang baik mengenai pengertian, fungsi & tujuan, bagan proses arus, struktur organisasi dan lain-lainnya. Tahap kedua, membicarakan keadaan saat sekarang mengenai sistim trasnportasi dan lalu lintas di kota Surabaya yang berhubungan dengan perencanaan terminal baru di desa Bungurasih baik mengenai peranan kota Surabaya, sistim jaringan jalan, jumlah pemilikan kendaraan dan kebijaksanaan kebijaksanaan yang ada sesuai dengan Master Plan 2000. Tahap ketiga, mengevaluasi permasalahan yang ada berkaitan dengan keadaan terminal Joyoboyo, tentang sirkulasi lalu lintasnya dan data-data yang ada sebagai perbandingan untuk perencanaan terminal yang baru. Sedangkan tahap akhir, merencanakan terminal Bungurasih terutama mengenai kapasitas terminal dan analisa pintu masuk-keluarnya sesuai dengan masa rencana sampai tahun 2000, Forecasting umlah kendaraan dilakukan dengan cara atau rumus: Regresi Linier. Sedangkan untuk analisa perhitungan nya berdasarkan buku: Urban Public Trasportation System and Technology, Vukan R Vuchic. Hasil akhir perencanaan ini diharapkan akan dapat dipergunakan sebagai bahan pertimbangan atau masukan bagi perencanaan dan pelaksanaan pembangunan terminal penumpang Bungurasih oleh pemerintah Kotamadya Daerab Tingkat II Su- rabaya.",
  "creators": "ANDY SURIAATMADJA; FERDY TIRTAPUTRA",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 226 S; Andy Suriaatmadja (278128), Ferdy Tirtaputra (280012)",
  "subjects": "SURABAYA-TRANSPORTATION-PLANNING; BUS TERMINALS"
}