{
  "id": "24625",
  "title": "Tanggapan terhadap kemudahan penerapan greenship rating tools pada bangunan apartemen di Surabaya",
  "abstract": "Green building adalah properti berperforma tinggi yang memperhatikan dan mengurangi dampak terhadap lingkungan dan kesehatan manusia. Sebuah green building didesain agar mampu menggunakan energi dan air yang lebih hemat. Hal-hal tersebut dicapai dengan penglokasian, desain, pemilihan material, konstruksi, pengoperasian, maintenance, pembuangan dan pendaur-ulangan yang lebih baik. Konsep green building mulai diterapkan karena mulai munculnya kesadaran masyarakat akan lingkungan. Saat ini beberapa negara maju dan berkembang sudah mulai menerapkan konsep green building. Konsep green building telah diterapkan di Indonesia melalui GREENSHIP rating tools yang diterbitkan oleh Green Building Council Indonesia. Pada penelitian ini akan diteliti tentang bagaimana tanggapan dari kontraktor dan konsultan mengenai tingkat kemudahan dalam penerapan dari GREENSHIP rating tools yang diterapkan pada bangunan apartemen, serta mengetahui dan menganalisis perbedaan tanggapan dari kontraktor dan konsultan pada tiap-tiap variabel yang ada dalam GREENSHIP rating tools. Metode pengolahan data dilakukan dengan menggunakan analisa deskriptif dan uji anova dari sumber data yang berasal dari kuesioner. Hasil penelitian menunjukan bahwa tidak terdapat perbedaan pengaruh variabel yang signifikan pada variabel \"tepat guna lahan\",\"efisiensi energi dan refrigeran\",\"konservasi energi\",\"sumber dan siklus material\",\"kualitas dan kenyamanan udara\" dan pada variabel \"menejemen lingkungan bangunan\".",
  "creators": "HENDY WARSITO; MOSES ANGGER PRAWATYO",
  "contributors": "Paulus Nugraha (Advisor 1); Herry Pintardi Chandra (Advisor 2); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011854/SIP/2012; Hendy Warsito (21407124), Moses Anger Prawatyo (21407147)",
  "subjects": "GREENHOUSES-ENVIRONMENTAL ENGINEERING; BUILDINGS-MATERIALS-ENVIRONMENTAL ASPECTS; BUILDINGS-ENVIRONMENTAL ENGINEERING"
}