{
  "id": "24622",
  "title": "Penerapan prinsip - prinsip constructability pada proyek konstruksi di Surabaya",
  "abstract": "Constructability adalah penggunaan optimal pengetahuan dan pengalaman konstruksi dalam perencanaan, desain, procurement dan pelaksanaan untuk mencapai tujuan proyek secara keseluruhan (meliputi kualitas, biaya, dan jadwal). Pada penelitian ini akan diteliti tentang penerapan prinsip - prinsip constructability dalam tiga fase proyek, yakni fase perencanaan konseptual, fase desain, dan fase konstruksi berdasarkan intensitas dan kemudahan penerapan, perbedaan penerapan keduanya pada prinsip - prinsip tersebut, serta penelitian mengenai hambatan - hambatan yang berhubungan dengan prinsip - prinsip constructability yang sulit diterapkan. Metode pengolahan data dilakukan dengan menggunakan uji validitas, uji reliabilitas dan analisa statistic deskriptif, sedangkan metode analisa data yang dipakai adalah uji anova dari sumber data yang berasal dari kuesioner. Sedangkan untuk hambatan - hambatan constructability dilakukan dengan men-tabelkan hasil wawancara, kemudian dicari hubungannya dengan prinsip - prinsip constructability. Hasil penelitian menunjukan bahwa kontraktor sering dan mudah dalam menerapkan prinsip - prinsip constructability, sedangkan konsultan cukup sering dan cukup mudah dalam menerapkan prinsip - prinsip tersebut. Kemudian pada intensitas penerapan tidak terdapat perbedaan antara kontraktor dan konsultan, sedangkan untuk kemudahan terdapat perbedaan pada keduanya. Sedangkan pada prinsip - prinsip constructability yang sulit diterapkan, dapat dikaitkan dengan hambatan - hambatan constructability yang terjadi, baik bagi kontraktor maupun konsultan.",
  "creators": "WINDRIK TOMY THENDEYAS; THOMAS ALBERTUS WIRYAWAN",
  "contributors": "Paulus Nugraha (Advisor 1); Herry Pintardi Chandra (Advisor 2); Andi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011852/SIP/2012; Thomas Albertus Wiryawan[21407106], Windrik Tomy Thendeyas [21407132]",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}