{
  "id": "24646",
  "title": "Perbandingan perencanaan struktur tahan gempa menurut PPT Giug 1983 ACI 318-83 dan NZS 3101",
  "abstract": "Pengawasan pelaksanaan pembangunan di negara kita khususnya dalam bidang struktur, tentu saja tidak lepas dari per- timbangan faktor ekonomis. Dalam hal ini perlu diakui bersama, seringkali faktor ekonomislah yang lebih dominan, sehingga banyak pelanggaran yang dilakukan dengan m engabaikan persyaratan yang ada didalam buku pedoman ataupun buku peraturan yang berlaku. Penulisan ini ingin menunjukkan bahwa persyaratan yang ada didalam buku pedoman dan buku peraturan tersebut mempunyai tujuan untuk menjamin kekuatan struktur terhadap beban yang munnkin terjadi selama umur banqunan tersebut, mengingat negara kita terletak di daerah yang banyak terjadi gempa Diaual penulisan ini dikemukakan persyaratan-persyaratan yang perlu diperhatikan didalam perencanaan bangunan tahan gempa menurut Peraturan Indonesia, Peraturan Amerika dan Peraturan New Zealand yang didertai uraian singkat/penjelasan dari peraturan tersebut. Perlu diketahui pula bahwa tidak semua isi peraturan yang ada didalam ketiga peraturan dicantumkan disini, melainkan hanyalah isi peraturan yang khusus untuk perencanaan elemen- elemen struktur di daerah dengan resiko gempa kuat, Persyaratan tersebut meliputi hal-hal antara lain : mutu dari bahan yang boleh dicunakan, pembatasan ukuran penampang, tulangan lentur dan geser, syarat pengekangan, serta penulangan geser pertemuan belok-kolom. Diberikan pula persyaratan untuk struktur dengan keliatan terbatas yang ada dalam peraturan New Zealand, secara sekilas Contoh soal diberikan untuk m embantu pemahaman dari persya- ratan-persyaratan yang ada serta untuk memperjelas perbeda- an yang ada dar i hasil perhitungan dengan metode ACI 318- 83 dan MZS 3101 dengan mengambil perhitungan menurut metode PPTGIUG? 83 sebagai patokan. Diakhir tulisan ini diberikan perhitungan perencanaan untuk bangunan di. daerah gempa sedang serta dicoba pula pengetrapan peraturan tersebut di Indonesia.",
  "creators": "A. HENLIEN SUTANTO; BUDIMAN NURSALIM",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 193 S; A. Henlien Sutanto (279066), Budiman Nursalim (279084)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS-STANDARDS; EARTHQUAKE RESISTANT DESIGN"
}