{
  "id": "24655",
  "title": "Macam-macam kerusakan pada perkerasan lentur dan cara penanganannya",
  "abstract": "Perkerasan lentur merupakan jenis perkerasan yang paling umum dipakai di Indonesia. Meskipun demikian, aspal sebagai material perkerasan yang memiliki durabilitas tinggi tidak lepas dari kemungkinan mengalami kerusakan dan penurunan fungsi dan kelaikannya dalam melayani beban lalu lintas. The Asphalt Institute (1979) mengemukakan bahwa kerusakan dimulai sejak jalan raya baru saja selesai dibangun dan dipakai untuk pertama kalinya. Kerusakan, dalam hal ini penurunan kapabilitas perkerasan lentur, terjadi akibat adanya beban-beban yang menimbulkan tegangan pada perkerasan lentur. Selain itu, iklim tropis dengan curah hujan tinggi menjadi musuh utama perkerasan lentur. Kerusakan pada perkerasan lentur dikelompokkan menjadi empat kategori : retak, distorsi, disintegrasi, dan bahaya gelincir, yang penanganannya secara umum dikelompokkan menjadi tiga : perawatan lapisan permukaan, penambahan lapisan dan perbaikan konstruksi total. Ketiga metode ini disesuaikan dengan tingkat keparahan kerusakan perkerasan lentur. Di Indonesia, pemeliharaan yang diharapkan mampu mencegah kerusakan perkerasan yang lebih parah ternyata belum sepenuhnya mencapai tujuan tersebut. Hal ini dapat dilihat dari beberapa faktor, antara lain identifikasi kerusakan perkerasan lentur, metode penanganan, material dan peralatan perbaikan yang dipakai. Dari hasil penelitian di daerah Jawa Timur dan sekitarnya, umumnya dilakukan perbaikan kerusakan perkerasan lentur dengan menggunakan metode tambal sulam, yang memiliki kesamaan dengan metode penanganan kerusakan lubang pada literatur.",
  "creators": "NUGROHO BINTORO; TIARA ELFITA LARASATI",
  "contributors": "Indriani Santoso (Advisor 1); Budiman Proboyo (Advisor 2); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011862/SIP/2012; Nugroho Bintoro (21408038); Tiara Elfita Larasati (21408116)",
  "subjects": "PAVEMENTS, FLEXIBLE; ROADS-MAINTENANCE AND REPAIR; PAVEMENTS, ASPHALT"
}