{
  "id": "24651",
  "title": "Menghitung umur penggantian berat yang optimum dengan biaya daur kehidupan yang minimum",
  "abstract": "Dalam pelaksanaan proyek besar, terutama dalam hal pemindahan tanah mekanis, sering dijumpai peralatan yang dipakai sudah tua dan masih tetap beroperasi. Telah diketahui bahwa makin usang suatu peralatan maka semakin banyak membutuhkan biaya pengoperasian. Salah satu cara untuk mengatasi masalah ini adalah menghitung umur penggantian peralatan tersebut ditinjau dari biaya daur kehidupannya. Untuk menganalisa umur penggantian ini yaitu dengan menghitung present value biaya daur kehidupan yang paling minimum dari peralatan yang ada saat ini (defender) dan peralatan penggantinya dimasa yang akan datang (challenger) sampai didapat umur penggantian yang optimum. Sedangkan metode yang dipakai adalah metode gradien geometrik ke suatu waktu yang tak terbatas. Teori atau metode ini dapat dipakai, tetapi hasil yang didapat sangat tergantung dari perolehan data biaya sebelumnya, dengan pola kenaikan dapat didekati secara geometrik atau aritmatik, oleh karena itu perumusan yang digunakan dapat berubah-ubah sesuai dengan data biaya yang diperoleh. Dari hasil perhitungan terlihat bahwa : 1. Kondisi medan pengoperasian mempengaruhi umur penggantian 2. Kenaikan tingkat suku bunga tidak mempengaruhi umur penggantian 3. Kenaikan tingkat infIasi tidak mempengaruhi umur penggantian challenger, akan tetapi mempengaruhi umur penggantian defender. 4. Devaluasi pada tahun I, II, dan III tidak mempengaruhi umur penggantian challenger, tetapi devaluasi pada tahun II mempengaruhi umur penggantian defender",
  "creators": "ONG TONG TJIE; NJOTO ADI SOESANTO",
  "contributors": "Paulus Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 288 S; Ong Tong Tjie (279139), Nyoto Adi Soesanto (282145)",
  "subjects": "CONSTRUCTION EQUIPMENT-MAINTENANCE AND REPAIR-COSTS; CONSTRUCTION INDUSTRY-MANAGEMENT"
}