{
  "id": "24665",
  "title": "Peran pemimpin dalam meningkatkan efektivitas dan efisiensi operasional distribusi kertas pada PT. Sinar Bintang Timra, Bali",
  "abstract": "Sering terjadi keluhan dari para pelanggan tentang mutu produk dan pelayanannya. Hal ini terjadi sejalan dengan semakin kritisnya para pelanggan tentang mutu. Artinya, seorang pemimpin di samping melaksanakan fungsi manajemen juga harus mampu menjalankan kepemimpinan mutu SDM dengan efektif secara bersinambung. Hal ini menjadikan setiap perusahaan dituntut memiliki kegiatan operasional. Yang fungsinya untuk menghasilkan barang dan jasa, tujuannya menjalankan proses operasional yang efisien dan efektif. Efektivitas dan efisiensi operasional perusahaan dapat dikendalikan dariberbagai cara yaitu dari pengelolaan input, proses, dan output. Seperti pada PT. Sinar Bintang Timra Bali, berdasarkan hasil wawancara dengan pemiliknya, Chandra Simdutama, mengatakan bahwa masalah yang terjadi hanyalah keterlambatan barang yang terjadi akibat keadaan jalanan yang macet dan padat. Fakta yang terjadi diatas juga enunjukkan bahwa adanya pera pemimpin yang sangat penting dalam pengelolaan kegiatan operasional. Dari fenomena diatas dirumuskan masalah bagaimana peran pemimpin dalam meningkatkan efektivitas dan efisiensi operasional distribusi kertas pada PT. Sinar Bintang Timra di Bali. Hasil penelitian ini menunjukkan bahwa aktivitas operasional perusahaan meliputi input, proses (transformasi), dan output. Dimana tipe transformasi yang diterapkan oleh perusahaan adalah transport yaitu memindahkan barang dari supplier menuju agen. Penelitian ini juga menunjukkan bahwa PT. Sinar Bintang Timra telah mampu melaksakan aktivitas operasional dengan efektif dan efisien. Peran pemimpin dalam meningkatkan efektivitas dan efisiensi adalah sebagai director, interpreter dan navigator.",
  "creators": "LESLIE TAMAKA",
  "contributors": "Bambang Haryadi (Advisor 2); Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010327/MAN/2012; Leslie Tamaka (31407202)",
  "subjects": "DISTRIBUTION OF GOODS-MANAGEMENT; LEADERSHIP; EXECUTIVE ABILITY"
}