{
  "id": "24668",
  "title": "Pengaruh kepemimpinan transformasional terhadap motivasi kerja karyawan di PT. Nusantara Citra Alam Raya, Gresik",
  "abstract": "PT. Nusantara Citra Alam Raya adalah perusahaan yang bergerak di bidang industri kayu yang terletak di kota Gresik. Perusahaan ini telah didirikan semenjak tahun 2000. Keberhasilan suatu usaha tidak lepas dari jasa karyawan yang mengerjakan tugasnya dengan baik serta peran seorang pemimpin dalam memberikan motivasi kepada karyawannya. Untuk terus mempertahankan motivasi kerja karyawan, perusahaan memerlukan kepemimpinan transformasional yang memungkinkan baik pemimpin dan pengikut menekan satu sama lain untuk dapat maju ke tingkat moralitas dan motivasi yang lebih tinggi. Penelitian ini bermaksud untuk mengetahui pengaruh kepemimpinan transfomasional terhadap motivasi kerja karyawan di PT. Nusantara Citra Alam Raya. Penelitian ini menggunakan metode survei dengan kuesioner sebagai alat pengumpulan data. Populasi dalam penelitian ini adalah seluruh karyawan PT. Nusantara Citra Alam Raya yang berjumlah 200 orang. Sampel yang diambil sebanyak 50 orang karyawan dengan menggunakan teknik pengambilan Probability Sampling yang diikuti dengan Simple Random Sampling. Metode pengolahan data dilakukan dengan menggunakan uji validitas, realibilitas, analisa statistik deskriptif, uji asumsi klasik normalitas. Sedangkan metode analisis data yang dipakai adalah dengan menggunakan regresi sederhana dan uji hipotesis yang menggunakan Uji t. Hasil penelitian dari hasil uji t memperoleh nilai thitung = 2,711 dengan ttabel pada taraf signifikansi 5% adalah = 2,021. Dikarenakan thitung > ttabel, maka H0 ditolak. Artinya kepemimpinan transformasional mempunyai pengaruh signifikan terhadap motivasi kerja karyawan.",
  "creators": "CAROLINE BINTORO",
  "contributors": "Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Advisor 1); Soekarno (Advisor 2); Eddy Madiono Sutanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010269/MAN/2011; Caroline Bintoro (31407092)",
  "subjects": "LEADERSHIP IN MANAGEMENT; EMPLOYEE MOTIVATION; MOTIVATION IN MANAGEMENT; LEADERSHIP"
}