{
  "id": "24670",
  "title": "Pengaruh kegiatan lending group usaha mikro terhadap pemanfaatan peluang usaha dan daya inventif di wilayah Surabaya dan Sidoarjo",
  "abstract": "Penelitian ini dilakukan bertujuan untuk mengukur sejauh mana pengaruh kegiatan lending group usaha mikro terhadap pemanfaatan peluang usaha dan daya inventif khususnya di wilayah Surabaya dan Sidoarjo yang mana sampel dalam penelitian ini adalah para anggota koperasi Setia Bhakti Wanita yang dalam kegiatan lending group usaha mikronya menggunakan sistem tanggung renteng. Penelitian ini mengggunakan metode penelitian yaitu metode konklusif deskriptif dan konklusif kausal yang mana penelitian dengan metode konklusif deskriptif adalah metode pemecahan masalah yang diselidiki dengan menggambarkan atau melukiskan keadaan atau objek penelitian berdasarkan pada fakta yang nampak, sedangkan penelitian dengan metode konklusif kausal merupakan penelitian yang berguna untuk menganalisa hubungan-hubungan antara satu variabel mempengaruhi variabel lainnya. Jenis data yang diperoleh adalah data primer dengan metode pengumpulan data berupa wawancara melalui kuesioner kepada beberapa anggota lending group koperasi Setia Bhakti Wanita di Surabaya dan Sidoarjo, dan juga digunakan data sekunder sebagai landasan teori untuk menganalisanya. Hasil penelitian menunjukkan bahwa kegiatan lending group tidak memiliki pengaruh yang kuat terhadap keputusan usaha mikro dalam memanfaatkan peluang-peluang usaha dan daya inventif, artinya hubungan dan pengaruh antara variabel-variabel tersebut hanya memiliki hubungan yang lemah dan pengaruhnya tidak signifikan, dikarenakan hanya ada beberapa indikator saja yang memiliki hubungan dan pengaruh yang signifikan antara satu dengan yang lain.",
  "creators": "HENDRY RENALDY YAU",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor 1); Dhyah Harjanti (Advisor 2); Sundring Pantja Djati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010185/MAN/2011; Hendry Renaldy Yau (31406137)",
  "subjects": "SMALL BUSINESS; SAVING AND LOAN ASSOCIATION-RESEARCH"
}