{
  "id": "24687",
  "title": "Adat istiadat pernikahan Tionghoa keturunan Hakka Surabaya yang lahir di tahun 40-an",
  "abstract": "Penelitian ini dilakukan untuk mengetahui budaya pernikahan etnis Tionghoa keturunan Hakka Surabaya yang lahir di tahun 40-an. Masyarakat Tionghoa identik dengan keindahan budayanya, termasuk dalam hal pernikahan. Setelah bermigrasi ke Indonesia, khususnya di Pulau Jawa, kota Surabaya, budaya yang berbeda-beda mendorong terjadinya akulturasi budaya, yaitu budaya barat dan budaya Indonesia. \"Hwie Tiauw Ka\" dan \"Grup Seni Cinta Kasih\" yang berlokasi di Surabaya adalah tempat yang dipilih oleh penulis sebagai lokasi penelitian, karena di dua tempat tersebut banyak terdapat etnis Tionghoa keturunan Hakka yang lahir tahun 40-an. Analisa yang dipakai dalam penelitian ini adalah deskriptif kualitatif untuk mendeskripsikan etnis Tionghoa keturunan Hakka melaksanakan adat istiadat pernikahan tradisional Hakka atau tidak, perubahan-perubahan apa sajakah yang terjadi setelah berakulturasi budaya dengan penduduk setempat, serta adat-adat baru apa yang bermunculan. Penulis menggunakan kuesioner sebagai alat bantu utama untuk memperoleh data. Hasil penelitian menunjukkan etnis Tionghoa keturunan Hakka yang menganut adat istiadat pernikahan tradisional Hakka sangat sedikit. Setelah berakulturasi dengan warga setempat, perubahan yang terjadi adalah adanya adat-adat dalam 12 adat tradisional Hakka Tiongkok yang sudah mulai tidak dilakukan lagi. Selain itu, adat baru yang masuk adalah \"Pemberkatan Nikah di Vihara\" dan \"Tukar Baki\" yang merupakan adat Tiongkok dan \"Widodaren\" yang merupakan adat Jawa.",
  "creators": "YOHANA C. ONGWIJAYA",
  "contributors": "HERWANTI CHANDIAWAN (Advisor 1); DWI RETNANING UNTARI, S.S.,M.Hum. (Advisor 2); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010074/CHI/2011; Yohana Christine Ongwijaya (12406014)",
  "subjects": "CHINESE-SURABAYA (EAST JAVA, INDONESIA)-MARRIAGE CUSTOMS AND RITES"
}