{
  "id": "24685",
  "title": "Perbandingan harga satuan pekerjaan berdasarkan analisa biaya konstruksi bangunan gedung dan rumah tinggal SNI 2002 dan 2008",
  "abstract": "Dalam menentukan rencana anggaran biaya bangunan diperlukan suatu pedoman yang dapat membantu untuk menghitung rencana anggaran biaya. Oleh karena itu analisa SNI 2008 yang dalam perkembangannya meperbaharui SNI 2002, diharapkan dapat menjadikan suatu perbandingan untuk membantu dalam menentukan analisa harga satuan yang akan dipakai dalam membuat rencana anggaran biaya. Kelompok pekerjaan yang akan dibahas adalah semua kelompok pekerjaan yang sama-sama ada pada SNI 2008 dan SNI 2002 yang berjumlah 8 jenis pekerjaan, antara lain pekerjaan tanah, pekerjaan pondasi, pekerjaan dinding, pekerjaan plesteran, pekerjaan kayu, pekerjaan beton, pekerjaan langit-langit dan pekerjaan besi dan alluminium. Kelompok pekerjaan tersebut akan dibandingkan dengan data yang didapat di lapangan, apakah memiliki kelompok pekerjaan yang serupa dengan SNI 2008. Diperoleh hasil bahwa indeks tenaga kerja untuk pekerjaan tanah didapat lapangan lebih condong ke SNI 2002, untuk indeks bahan lapangan lebih condong ke SNI 2008. Pekerjaan pondasi lapangan lebih condong ke SNI 2002, indeks bahan lapangan lebih condong ke SNI 2008. Pekerjaan dinding lapangan lebih condong ke SNI 2008, indeks bahan lapangan lebih condong ke SNI 2008. Pekerjaan plesteran lapangan lebih condong ke SNI 2002, indeks bahan lapangan lebih condong ke SNI 2008. Pekerjaan beton lapangan lebih condong ke SNI 2008, indeks bahan lapangan lebih condong ke SNI 2008.",
  "creators": "VINSCENT SUJOKO; IVAN SUHARGO",
  "contributors": "Budiman Proboyo (Advisor 1); Indriani Santoso (Advisor 2); Januar Buntoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011849/SIP/2012; Vinscent Sujoko (21407025); Ivan Suhargo (21407066)",
  "subjects": "BUILDING-ESTIMATES-STANDARDS-INDONESIA; BUILDING ESTIMATES; PROJECT MANAGEMENT"
}