{
  "id": "24692",
  "title": "Pengaruh lending group dalam mengembangkan jenis peluang, meningkatkan kegiatan dan kinerja usaha mikro anggota lending group di wilayah Surabaya dan Sidoarjo",
  "abstract": "Pertumbuhan usaha mikro, kecil dan menengah memegang peranan sentral dalam perekonomian Indonesia dalam menyediakan lapangan pekerjaan dan menghasilkan output yang berguna bagi masyarakat dan memiliki potensi yang bagus untuk dikembangkan. Pada saat ini sudah ada peran dari pemerintah dalam membantu usaha mikro, program bantuan yang dikelola pemerintah ini diberikan kepada individu atau kelompok. Para penerima dana bantuan dalam kelompok disebut lending group. Lending Group adalah salah satu pendekatan dalam pengelolaan kredit pada usaha mikro dengan pemberian pinjaman berkelompok. Dalam penelitian penulis ingin mengetahui pengaruh lending group dengan indikator komposisi dalam mengembangkan jenis peluang dan meningkatkan kegiatan dan kinerja usaha mikro anggota lending group di wilayah Surabaya dan Sidoarjo. Jenis penelitian ini adalah konklusif kausal dan konklusif deskriptif. Metode pengumpulan data yang digunakan dalam penelitian ini adalah survey dengan penyebaran kuisioner terhadap anggota lending group usaha mikro dengan teknik pengambilan sampel simple random sampling, dan teknik analisa yang digunakan dalam penelitian ini adalah distribusi frekuensi dan analisa chi-square. Hasil penelitian ini menunjukkan bahwa adanya pengaruh yang nyata dari komposisi lending group terhadap tingkat kegiatan, kinerja, jenis peluang usaha mikro.",
  "creators": "AGUS WAHYUDI",
  "contributors": "Eddy Madiono Sutanto (Advisor 1); Bambang Haryadi (Advisor 2); Soekarno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010174/MAN/2010; Agus Wahyudi (31406131)",
  "subjects": "CREATIVE ABILITY IN BUSINESS; SAVING AND LOAN ASSOCIATION-RESEARCH; SMALL BUSINESS"
}