{
  "id": "24708",
  "title": "Enhancing and maintaining the performance standards for achieving and maintaining green key certification: a case study in housekeeping Department of Stenden University Hotel",
  "abstract": "The hospitality industry?s trend right now is beginning to change from only comfortable and luxurious hotels, into comfortable, luxurious, and environmentally friendly hotels. The demands from the market are increasing higher in comparison with the last decades. Eco-label hotels move in accordance with this trend. Many new environmentally friendly hotels have been established to answer the market demand. Stenden University Hotel is wishful to answer this demand by preparing itself with qualification, such as being eco-labelled hotel. This research assists Stenden University Hotel to measure its performance in order to be eco-labelled in Housekeeping department. A performance standard of Stenden University Hotel is one of the essential aspects in achieving the demand besides only labelled with eco-rating program. It drives the quality provided by Stenden University Hotel towards the hotel guests. Housekeeping employees are the subject of this research, by being interviewees who provide this research with information and indications about what affairs need to be improved and developed in order to enhance Housekeeping performance standard, which yield acceleration in achieving and maintaining Green Key certification. In the last section of this research the results and conclusion are drawn. Communication, working standards, and employees? turnover are the central cores that really affect the performance of Housekeeping department. Guidance of new employees and communication between management level and operational levels are the key factors, which decide the grade of Housekeeping performance standard.",
  "creators": "DAVID ADITYA GUNAWAN",
  "contributors": "H. ZWART (Advisor 1); P. OOSTERHOF (Advisor 2); ANITA VAN DER MEER (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33010112/MAN/2010; David Aditya Gunawan (33405093)",
  "subjects": "HOSPITALITY INDUSTRY-MANAGEMENT; HOTELS--EMPLOYEES; HOTELS-PERSONNEL MANAGEMENT; HOTEL HOUSEKEEPING"
}