{
  "id": "24711",
  "title": "Investigation and development of infra log viewer",
  "abstract": "Improvement is unavoidable. Improvement in an application is usually in a form of adding new features. This kind of situation also happens with Infra Log Viewer. Unfortunately, maintaining and adding new features in Infra Log Viewer is difficult and takes a lot of work. On the other hand, it is known that there are external log viewer applications which have the desired new feature. Although it has the desired feature, the application cannot just arbitrarily be used because log viewer application is highly related with the logging mechanism behind it. We need to know whether the external application suits the logging mechanism. Therefore, an investigation is needed to answer that question. Based on that situation, this project was carried out. The tasks for this project are to investigate whether it is possible to display company?s log file by external application and embed it inside the company?s application. However, if there is no suitable external application, the Infra Log Viewer should be adapted to support new features. Before the investigation conducted, a list of features must be obtained to act as the standard to assess external applications. After the list was created, an investigation was performed. Every tool found was assessed by using the list. As a result, an investigation report was created. This report was taken to stakeholder meeting, which decided whether to use external tooling or adapt Infra Log Viewer. If external tooling solution was chosen, Waterfall Methodology was going to be used. It was assumed that to applying an external tooling is quite simple. On contrary, if second solution was chosen, SCRUM methodology was going to be used and the Infra Log Viewer will be completely rewritten in C# because the user interface in easier to maintain and the company will also provide an API to read log messages. From the investigation, the external applications found have no ability to properly show company?s log file. The stakeholder meeting stated that the company would go to adapt the Infra Log Viewer to support new features. As a result, the SCRUM methodology was used. After creating the backlog and designing the system, the real development started. Finishing the SCRUM sprints, the new Infra Log Viewer was rewrote based on the Infra Log Viewer functionality while also making sure that it is able to support new features. The new Infra Log Viewer was written using C# in Visual Studio 2010 and Windows Presentation Foundation (WPF) as the Graphical User Interface (GUI). There were no external applications matched the main features of Infra Log Viewer because it was built based on the special characteristics of the logging mechanism. Adaptation of external application which is unable to properly display the log file should not be forced as it would costly. The design and implementation of the new Log Viewer make sure that it is easy to maintain and add new improvement features. In the future, more analysis features should be added to the new Infra Log Viewer as it will improve the usability.",
  "creators": "ALBERTUS WONGES",
  "contributors": "BERT VAN GESTEL (Advisor 1); MICHAEL LEICHSENRING (Advisor 2); ROB VAN STRATUM (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02020919/INF/2010; Albertus Wonges (26406081)",
  "subjects": "APPLICATION LOGGING (COMPUTER SCIENCE)"
}