{
  "id": "24766",
  "title": "Analisa pengaruh kualitas layanan terhadap keputusan pelanggan Starbucks Coffee Galaxy Mall Surabaya",
  "abstract": "Pertumbuhan kafe yang cukup pesat di Surabaya menyebabkan terjadinya persaingan yang ketat. Di dalam persaingan yang ketat ini, para pengusaha harus mempunyai strategi yang tepat dan nilai jual yang lebih disbanding para pesaingnya untuk menjadi yang terbaik. Salah satu strategi yang dapat digunakan oleh para pengusaha kafe adalah dengan cara memaksimalkan kualitas layanan. Gerai makanan dan minuman yang mampu memberikan layanan berkualitas, akan memungkinkan pengunjung dating ke gerai tersebut merasa puas. Adanya kepuasan pengunjung akan menimbulkan pembelian berulang serta citra positif. Penelitian ini bertujuan mengetahui pengaruh service quality yang meliputi tangible, reliability, responsiveness, assurance dan emphaty terhadap kepuasan pelanggan di Starbucks Coffee Galaxy Mall Surabaya, serta mengetahui factor mana yang berpengaruh dominan. Penelitian ini juga bertujuan mengetahui perbedaan antara harapan dan kepuasan pelanggan pada service quality di Starbucks Coffee Galaxy Mall Surabaya. Hasil penelitian menunjukkan bahwa dimensi kualitas layanan yang terdiri dari tangible, reliability, responsiveness, assurance dan emphaty berpengaruh signifikan terhadap kepuasan pelanggan di Starbucks Coffee Galaxy Mall Surabaya, dimana emphaty adalah faktor yang berpengaruh dominan. Serta terdapat perbedaan yang signifikan antara harapan dan kepuasan pelanggan di Starbucks Coffee Galaxy Mall Surabaya yang masih lebih rendah daripada harapan pelanggan.",
  "creators": "YOHANA LUKITO",
  "contributors": "Hartono Subagio (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020316/MAN/2012; Yohana Lukito (36408026)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER SATISFACTION; MARKETING-MANAGEMENT"
}