{
  "id": "24770",
  "title": "Analisa service quality, food quality, dan price terhadap behavioral intention dengan customer satisfaction sebagai variabel intervening konsumen Dream of Kahyangan Art Resto Surabaya",
  "abstract": "Bisnis restoran mengalami perkembangan yang pesat terutama di kota-kota besar, salah satunya Surabaya. Konsumen yang memilih restoran sebagai tempat makan tidak hanya memperhatikan kualitas makanan tersebut, tetapi juga memperhatikan kualitas pelayanan dan harga yang sesuai bagi mereka. Untuk itu para pengelola restoran perlu memberikan kualitas layanan, makanan serta harga yang tepat untuk bisa bersaing sehingga dapat merebut konsumen sebanyak-banyaknya. Dream of Kahyangan Art Resto adalah salah satu restoran masakan Indonesia di Surabaya yang sekarang ini tengah menghadapi persaingan. Selain menyajikan masakan khas Indonesia, Dream of Kahyangan Art Resto juga menawarkan sesuatu yang berbeda dengan menghadirkan nuansa masa silam yang dibalut karya arsitektur Jawa-Cina. Penelitian ini bertujuan untuk mengetahui pengaruh pengaruh service quality, food quality dan price terhadap behavioral intention dengan customer satisfaction sebagai variabel intervening konsumen Dream of Kahyangan Art Resto Surabaya. Penelitian ini dilaksanakan dengan menyebarkan kuesioner kepada 200 orang konsumen Dream of Kahyangan Art Resto. Teknik analisis yang digunakan adalah teknik analisis kuantitatif dengan metode Structural Equation Model (SEM). Hasil penelitian membuktikan bahwa service quality, food quality dan price secara positif mempengaruhi customer satisfaction di Dream of Kahyangan Art Resto Surabaya. Begitu pula dengan customer satisfaction secara positif mempengaruhi behavioral intention di Dream of Kahyangan Art Resto Surabaya.",
  "creators": "CHRISTIAN CHOE",
  "contributors": "Hartono Subagio (Advisor and Examination Committee); Diah Dharmayanti (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020320/MAN/2012; Christian Choe (36408001)",
  "subjects": "CONSUMER-RESEARCH; CONSUMER SATISFACTION; CONSUMER BEHAVIOR; MARKETING-MANAGEMENT"
}