{
  "id": "24771",
  "title": "Analisa pengaruh service quality dan customer relationship management terhadap loyalitas pelanggan Pondok Tjandra Indah Sports Club",
  "abstract": "Penelitian ini dilakukan untuk menganalisis pengaruh Service Quality dan Customer Relationship Management terhadap loyalitas pelanggan Pondok Tjandra Indah Sports Club. Sampel yang diteliti adalah pelanggan Pondok Tjandra Indah Sports Club yang menjadi member selama 3 bulan sebanyak 130 responden dengan purposive sampling. Alat analisa yang digunakan untuk mengukur pengaruh Service Quality dan Customer Relationship Management terhadap loyalitas pelanggan Pondok Tjandra Indah Sports Club. adalah Analisis Deskriptif , uji t, uji F, perhitungan mean dan Analisa Regresi linear berganda. Hasil penelitian menunjukkan bahwa variabel service quality yang terdiri dari tangible, responsiveness, reliability, emphaty, assurance dan variabel customer relationship management yang terdiri dari financial benefit, social benefit, dan structural ties mempunyai pengaruh yang signifikan dan positif secara partial dan simultan terhadap loyalitas pelanggan. Kesimpulannya adalah dari kualitas layanan, variabel emphaty adalah variabel yang paling signifikan atau memiliki kontribusi paling besar dalam mempengaruhi customer loyalty. Sedangkan dari customer relationship management, variabel structural ties adalah variabel yang memiliki kontribusi paling besar dalam mempengaruhi customer loyalty di Pondok Tjandra Indah Sports Club.",
  "creators": "ANASTASIA ANGGRAINI",
  "contributors": "Hartono Subagio (Advisor and Examination Committee); Edwin Japarianto (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020321/MAN/2012; Anastasia Anggraini (36408039)",
  "subjects": "CUSTOMER RELATIONS; MARKETING-MANAGEMENT; CUSTOMER LOYALTY; CUSTOMER SERVICE"
}