{
  "id": "24777",
  "title": "Analisa komparasi persepsi komparasi persepsi konsumen Fit Gloss dan Car Bridal terhadap kualitas layanan, harga, dan promosi di Surabaya",
  "abstract": "Begitu banyak berdirinya jasa cuci mobil dan motor yang berada dikota Surabaya, semakin ketat pula persaingan yang terjadi antara jasa cuci mobil dan motor untuk memberikan pelayanan yang terbaik bagi pelanggannya. Dalam iklim persaingan yang begitu ketat, diperlukan strategi yang tepat bagi perusahaan untuk memenangkan persaingan tersebut. Salah satu upaya yang bisa dilakukan manajemen adalah dengan memberikan faktor kualitas layanan, harga dan promosi yang tinggi pada diri konsumen. Penelitian ini bertujuan untuk mengetahui persepsi konsumen di Fit Gloss dan Car Bridal. Penelitian ini bersifat kuantitatif deskriptif komparatif yang ingin mengetahui seberapa besar perbedaan persepsi konsumen akan kualitas layanan, harga, dan promosi. Sampel penelitian adalah konsumen pengguna jasa cuci mobil dan motor di Fit Gloss dan Car Bridal. Pengumpulan data dilakukan dengan penyebaran kuesioner dengan menggunakan skala likert. Teknik analisa yang digunakan adalah dengan MANOVA. Hasil analisa diperoleh kesimpulan bahwa terdapat adanya perbedaan persepsi kualitas layanan, harga, dan promosi antara konsumen Fit Glass dan Car Bridal, dengan nilai signifikan kurang dari 0.05. Persepsi konsumen akan kualitas layanan dan promosi di Car Bridal lebih tinggi dari Fit Gloss. Sedangkan persepsi konsumen akan harga di Car Bridal lebih rendah dari Fit Gloss. Hal ini agar menjadi perhatian bagi tiap perusahaan agar lebih memperhatikan faktor kualitas layanan, harga, dan promosi untuk lebih ditingkatkan lagi.",
  "creators": "WILLY HERMANTO HOMY",
  "contributors": "Hartono Subagio (Advisor and Examination Committee); Diah Dharmayanti (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020325/MAN/2012; Willy Hermanto Homy (36407049)",
  "subjects": "MARKETING-MANAGEMENT; SERVICE INDUSTRIES; SALES PROMOTION"
}