{
  "id": "24807",
  "title": "Perencanaan keuangan keluarga Bapak MVG",
  "abstract": "Penulisan ini membahas mengenai perencanaan keuangan keluarga Bapak MVG dengan tujuan untuk membantu dalam memenuhi tujuan-tujuan investasi yang diinginkan klien. Pada perencanaan keuangan Keluarga Bapak MVG ini, dapat dilihat bahwa aset yang dimiliki oleh keluarga Bapak MVG tergolong cukup untuk menopang kehidupan keluarga, bahkan juga untuk tujuan investasi. Namun yang menjadi masalah adalah cara pengalokasian aset yang dimiliki Bapak MVG belum sepenuhnya dilakukan secara optimal. Perencanaan ini bertujuan untuk membantu klien, dalam mencapai tujuan keuangan mereka. Tujuan keuangan tersebut meliputi kebutuhan akan dana darurat, dana pendidikan untuk kedua anaknya, asuransi jiwa, asuransi kesehatan, dana pernikahan untuk kedua anaknya, dana liburan, dan dana pensiun. Semua ini dilakukan dengan mengoptimalkan alur dana dan aset yang sudah ada. Dalam upaya untuk mencapai semua tujuan tersebut perencana keuangan merekomendasikan produk-produk yang sesuai, yaitu Tabungan BCA, Asuransi Jiwa dan Kesehatan Manulife, Reksadana Pasar Uang Batavia Dana Kas Maxima, Reksadana Pendapatan Tetap Panin Dana Utama Plus 2, Reksadana Campuran Schroder Dana Kombinasi, dan Reksadana Saham Panin Dana Maksima. Dengan kondisi keuangan yang baik berupa aset yang cukup dan alur dana yang positif merupakan modal utama yang membuat keluarga Bapak MVG akan lebih mudah mencapai tujuan-tujuan investasinya.",
  "creators": "BERNICE STEFANY SIDHARTA",
  "contributors": "Devie (Advisor 1); Agus Arianto Toly, S.E., M.S.A., Ak. (Advisor 2); Adwin Surja Atmadja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010383/AKT/2012; Bernice Stefany S. (32408043)",
  "subjects": "FINANCE, PERSONAL PLANNING; FINANCIAL PLANNING; FINANCE, PERSONAL-ACCOUNTING"
}