{
  "id": "24859",
  "title": "Pengaruh kepercayaan terhadap kepuasan dan kesuksesan proyek konstruksi",
  "abstract": "Kepercayaan dapat memberi dampak pada kesuksesan manajemen proyek, dikatakan juga mengenai pentingnya kepercayaan sebagai fasilitator untuk menciptakan hubungan positif di antara para stakeholder proyek. Selain itu akan menciptakan kepercayaan antar individu yang meningkatkan keberhasilan proyek. Pada penelitian ini memiliki tujuan utama yaitu untuk mengetahui kepercayaan yang paling dominan serta dampak kepercayaan terhadap kepuasan dan kesuksesan proyek menurut sudut pandang owner dan kontraktor. Pinto, Slevin, dan English berpendapat bahwa Hartman model memiliki pengaturan tingkat yang lebih besar daripada model-model yang lain serta mengatakan bahwa Hartman model dapat mewakili bentuk-bentuk kepercayaan dalam sebuah proyek. Pengolahan data tersebut akan dianalisa dengan menggunakan program Smart PLS. Pengumpulan data pada penelitian ini dengan menyebarkan kuesioner kepada responden, total data responden yang berhasil dikumpulkan sebanyak 68 responden, dengan perincian 37 responden dari pihak kontraktor terbagi dari 14 perusahaan kontraktor dan 31 responden dari pihak owner terbagai dari 10 perusahaan owner. Hasil pada penelitian ini baik dari pihak kontraktor maupun pihak owner menunjukkan bahwa competence trust dan integrity trust merupakan kepercayaan yang dapat mempengaruhi kepuasan dalam hubungan kerjasama dan kesuksesan proyek baik secara langsung maupun tidak langsung, sedangkan intuitive trust menurut pihak kontraktor dan owner tidak membawa pengaruh apapun baik kepuasan dalam hubungan kerjasama maupun kesuksesan proyek.",
  "creators": "ANDY SAMUEL STEFANUS",
  "contributors": "Andi (Advisor 1); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000173/MTS/2012; Andy Samuel Stefanus (01509002)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; PROJECT MANAGEMENT"
}