{
  "id": "24869",
  "title": "Perbaikan durasi dan pemenuhan task list aktivitas weekly cleaning pada mesin maker di PT X",
  "abstract": "Weekly cleaning merupakan salah satu downtime yang membuat mesin tidak beroperasi selama aktivitas tersebut berlangsung. Perusahaan berusaha untuk meminimalkan durasi weekly cleaning dengan tidak mengurangi pemenuhan task list weekly cleaning. Awal pengamatan menunjukkan bahwa durasi weekly cleaning melebihi strandar waktu yang ditetapkan sebanyak 39,54% dengan pemenuhan task list sebanyak 41,67%. Perbaikan dilakukan untuk mempersingkat durasi weekly cleaning dan meningkatkan pemenuhan task list. Pengamatan dilakukan mulai bulan Januari hingga bulan April 2012. Usulan perbaikan diberikan berdasarkan temuan pada pengamatan awal. Temuan awal yang ditemukan adalah masih adanya saling pinjam meminjam tools antar petugas, durasi weekly cleaning melebihi standar waktu yang ditetapkan, dan beberapa petugas masih belum memahami dengan benar keseluruhan task list weekly cleaning. Usulan yang diimplementasikan adalah dengan melakukan pemenuhan tools, pemberian prosedur weekly cleaning, mengadakan training dan briefing, serta memperbaiki alur proses deep cleaning yang pertama dilakukan seri menjadi paralel. Berdasarkan hasil implementasi, durasi weekly cleaning turun sebesar 14,56% dari 251,67 menit menjadi 215,02 menit dengan peningkatan pemenuhan task list meningkat sebesar 45,8% dari 41,67% menjadi 87,5%. Hal ini menunjukkan bahwa penurunan durasi weekly cleaning bersamaan dengan peningkatan pemenuhan task list.",
  "creators": "MARIA RATNA SARI",
  "contributors": "Felecia, S.T., M.Sc. (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021596/IND/2012; Maria Ratna Sari (25408051)",
  "subjects": "TIME STUDY; MOTION STUDY"
}