{
  "id": "24860",
  "title": "Studi kasus terjadinya cacat konstruksi dengan pendekatan human error pada proyek gedung bertingkat",
  "abstract": "Cacat konstruksi adalah kualitas yang tidak dapat diterima pada sebuah proyek konstruksi, yang dapat diidentifikasi dan diperbaiki. Cacat konstruksi disebabkan karena perilaku pekerja yang salah / human error dan faktor laten (faktor tempat kerja dan faktor organisasi). Penelitian (studi kasus) ini dilakukan untuk mengetahui jenis cacat konstruksi yang sering tejadi dan faktor penyebabnya pada dua proyek gedung bertingkat, dan untuk membentuk suatu mekanisme cacat konstruksi. Untuk membentuk mekanisme cacat konstruksi, analisa yang digunakan adalah Analisa Korespondesi dengan menggunakan software SPSS versi 17. Hasil penelitian menunjukkan bahwa cacat konstruksi yang sering terjadi pada kedua proyek adalah keropos, cacat permukaan beton, dan kesalahan pemasangan material. Sedangkan penyebab cacat konstruksi pada kedua proyek antara lain pekerjaan yang dilakukan tidak mengikuti prosedur; pekerja, peralatan dan material kurang memadai; serta pemilihan dan alokasi pekerja,alat dan material kurang memadai. Dari hasil analisa korespondensi terbentuk mekanisme cacat konstruksi yang langsung terjadi melalui perilaku pekerja (human error), dan juga terjadi lewat faktor laten yaitu faktor tempat kerja dan faktor organisasi. Kebanyakan cacat konstruksi yang terjadi selalu melibatkan perilaku pekerja (human error), sementara sedikit diantaranya terjadi melalui jalur kegagalan laten (latent failures pathway) yaitu faktor organisasi dan faktor tempat kerja.",
  "creators": "STEVEN CAROLIS NANLOHY",
  "contributors": "Andi (Advisor 1); LIE ARIJANTO (Advisor 2); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis : No. 01000172/MTS/2012; Steven Carolis Nanlohy (01509011)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}