{
  "id": "24957",
  "title": "Analisa strategi bersaing pada perusahaan distribusi PT. Bagong Dirgantara Niaga",
  "abstract": "PT. Bagong Dirgantara Niaga merupakan sebuah perusahaan distributor yang saat ini fokus bergerak dibidang distribusi produk Pelumas (lubricant) untuk di wilayah kota Gresik. Untuk dapat bersaing dalam industri ini serta dapat memperoleh keuntungan secara maksimal, perusahaan harus mampu merumuskan strategi yang tepat serta akurat dalam menghadapi persaingan saat ini. Adapun tujuan dari penelitian ini yaitu untuk merumuskan alternative strategy pada perusahaan PT. Bagong Dirgantara Niaga, dengan menggunakan pendekatan matriks SWOT (Strengths, Weakness, Opportunities, Threats), serta menganalisa faktor-faktor lingkungan internal dan eksternal dari PT. Bagong Dirgantara Niaga. Jenis penelitian ini menggunakan metode kualitatif deskriptif. Teknik sampel yang digunakan yaitu snowball sampling. Metode pengumpulan data yang digunakan yaitu wawancara semistruktur (semistructure interview) yang termasuk dalam kategori in-depth interview, yang pelaksanaanya lebih bebas bila dibandingkan dengan wawancara terstruktur. Uji keabsahan data yang digunakan yaitu dengan metode triangulasi sumber untuk mengelolah data yang diperoleh, lalu peneliti membandingkan dengan hasil wawancara pada sumber informan lainnya pada PT. Bagong Dirgantara Niaga, apakah ketiga informan ini memiliki hasil informasi yang sama atau tidak. Dari hasil penelitian, peneliti merumuskan alternative strategy yang tepat bagi PT. Bagong Dirgantara Niaga adalah strategi Focus yang berbasis pada Best Value yaitu berfokus pada konsumen loyal terhadap perusahaan yang merupakan kelompok niche yang mengutamakan pelayanan yang baik, sehingga perusahaan tidak perlu mematok harga barang sangat rendah (low-cost) yang diikuti dengan penurunan kualitas barang.",
  "creators": "NICO ABISHA",
  "contributors": "R.R. Retno Ardianti (Advisor 1); Inggrid (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010912/MAN/2015; Nico Abisha (31409037)",
  "subjects": "COMPETITION; CORPORATION-MANAGEMENT; STRATEGIC PLANNING; BUSINESS-MANAGEMENT"
}