{
  "id": "2498",
  "title": "Control matrix sebagai alat evaluasi prosedur pengendalian sistem produksi di PT. Boma Bisma Indra unit Bare Engine Surabaya",
  "abstract": "Informasi akuntansi merupakan bagian terpenting dari selurah informasi yang diperlukan oleh manajemen. Untuk menghasilkan informasi yang baik diperlukan prosedur pengendalian intemal yang memadai. Prosedur pengendalian tersebut hendaknya diterapkan dengan ukuran yang sesuai dengan kondisi dan lingkungan perusahaan. Prosedur pengendalian yang minim akan menyebabkan terjadinya penyelewengan. Namun prosedur pengendalian yang berlebihan akan menyebabkan terlalu besarnya biaya pengendalian, juga berkurangnya efektivitas dan efisiensi operasi perusahaan. Tujuan dari penelitian ini untuk mengevaluasi apakah prosedur pengendalian yang diterapkan atas sistem produksi di PT. Boma Bisma Indra Unit Bare Engine telah efektif, eftsien dan tidak berlebihan dalam memenuhi tujuan pengendalian dengan Control Matrix sebagai alat evaluasi. Jenis penelitian ini adalah penelitian deskriptif dengan rancangan penelitian berapa studi kepustakaan terhadap evaluasi prosedur pengendalian pada sistem produksi. Pengumpulan data dilakukan dengan wawancara, observasi dan pendokumentasian data-data yang berkaitan dengan prosedur pengendalian di Unit Bare Engine. Hasil penelitian ini berapa penilaian terhadap prosedur pengendalian sistem produksi pada Unit Bare Engine dengan menggunakan Control Matrix. Hasil analisa menyimpulkan bahwa prosedur pengendalian sistem produksi Unit Bare Engine secara umum belum efektif, namun dapat dinilai telah efisien dan tidak berlebihan.",
  "creators": "SARI ADRIYANTI",
  "contributors": "Setyarini Santosa (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 178/96/FE.AK/2002; Sari Adriyanti (32496024)",
  "subjects": "ACCOUNTING"
}