{
  "id": "2502",
  "title": "Perancangan interior kafe dan karaoke \"Kristiani\" di Surabaya",
  "abstract": "Perancangan interior Cafe dan Karaoke rohani di jalan raya Prapen Surabaya dilatar belakangi oleh kebutuhan masyarakat akan hiburan unluk menanggulangi stress, yang tidak hanya ditujukan untuk penyegaran jasmani tetapi juga penyegaran rohani karena keduanya haruslah seimbang. Diharapkan pengunjung cafe tidak hanya mendapatkan pengalaman menikmati hidangan namun juga mendapatkan fasilitas yang lain berupa fasilitas toko buku, karaoke, bar yang bernuansa rohani. Jenis makanan yang dijual adalah makanan yang divariasi tersendiri oleh cafe tersebut dan disesuaikan dengan selera muda-mudi yaitu seperti aneka variasi steak, makanan ringan seperti roti, ice cream, dsb yang disajikan oleh pramusaji. Selain itu juga terdapat minuman khas dari cafe lersebut yang dibuat dengan berbagai kreasi namun tetap disesuaikan dengan selera generasi muda yang menyukai sesuatu yang baru Pengunjung Cafe dikelompokkan menjadi 2 yaitu mereka yang menikmati fasilitas bar dan area makan biasa tetapi area makan dibedakan menjadi 3 tempat mereka yang duduk disekitar panggung atau Slage dan sebagian diarea makan sekitarnya, selain ilu terdapat fasilitas berupa toko buku dan keperluan rohani lainnya. Pengunjung karaoke dapat menikmati alunan musik secara privasi di ruang masing-masing sesuai dengan ukuran kamar yang telah disediakan. Selain pengunjung, pengelola dibedakan menjadi manajer, pramusaji, operator, juru masak, kasir dan bartender yang memiliki tugas dan tanggung jawab yang berbeda-beda. Untuk mewadahi kegiatan pemakai (sivitas) maka area restoran seluas ? 1200 m? tersebul dibagi menjadi area makan, bar, toko buku area, resepsionis, kasir, dapur. ruang ganti/rias, toilet, locker, ruang operator, kantor, ruang karaoke, area resepsionis dan lobby. Agar pengunjung dapat menikmati hidangan dan hiburan maka hubungan antara area makan, bar dan panggung adalah hubungan langsung sehingga pengunjung dapat menikmati hiburan yang berasal dari area panggung yang langsung dapat dinikmati dari area makan maupun bar, sedangkan untuk bagian karaoke dibuat tertutup untuk menjaga privasi setiap pengunjung. Berdasarkan kebutuhan dari masyarakat untuk hiburan yang bersifat rohani dan berlatar belakang kristiani di kalangan muda-mudi dibuatlah kafe yang mempunyai konsep kontradiksi bergaya modern kontemporer dan bernuansa langit dan laut disesuaikan dengan jiwa generasi muda yang menyukai sesuatu yang baru. Berdasarkan batasan di atas, arah perancangan adalah mewujudkan interior Cafe dan Karaoke gaya modern kontemporer yang diiringi musik rohani berlatar belakang kristiani dalam suasana kekeluargaan.",
  "creators": "RINAWATI SUTANTO",
  "contributors": "OLIH SOLIHAT KARSO (Advisor and Examination Committee); Dr. Ir. Lintu Tulistyantoro, M.Ds. (Advisor 2); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 0018/DIN/2002; Rinawati Sutanto (41498024)",
  "subjects": "RESTAURANTS-DECORATION; CHRISTIANY"
}