{
  "id": "2503",
  "title": "Perancangan interior Restoran Perancis Mal Pondok Indah di Jakarta",
  "abstract": "Perancangan interior restoran Perancis Mal Pondok Indah di Jakarta dilatar belakangi oleh keinginan owner untuk memiliki sebuah restoran Perancis yang istimewa dibandingkan dengan restoran yang Iain. Diharapkan pengunjung restoran tidak hanya mendapatkan pengalaman menikmati hidangan Perancis namun juga mendapatkan pengalaman pelayanan yang merupakan seni menghidangkan makanan ala Perancis yang terkenal dan suasana yang diiringi musik klasik Perancis. Jenis masakan yang dijual adalah masakan Perancis yang terdiri atas appetizer, soup, main course, dan dessert yang disajikan oleh pramusaji secara bertahap. Selain itu juga terdapat minuman khas Perancis seperti anggur menjadi hal yang penting sebab selain di minum anggur digunakan juga untuk mengolah masakan. Dari kebudayaan makan tersebut hal yang dipertimbangkan adalah sistem penyajiannya menggunakan sistem penyajian ala Perancis sebagai dasar yang mempengaruhi pola sirkulasi dan penataan layout. Pengunjung dikelompokkan menjadi 2 (dua) kelompok yaitu, berdua yang bersifat privat dan kelompok yang bersifat bersama. Kelompok dibedakan menurut sifat hubungan menjadi keluarga dan bisnis. Selain pengunjung, pengelola dibedakan menjadi manajer, pramusaji, operator, juru masak, kasir dan kartender yang memiliki tugas dan tanggung jawab yang berbeda-beda. Untuk mewadahi kegiatan pemakai (sivitas) maka area restoran seluas 1015 m2 tersebut dibagi menjadi area makan, bar, area audio visual, kasir, dapur, ruang operator, toilet dan kantor. Agar pengunjung dapat menikmati hidangan dan hiburan maka hubungan antara area makan, bar dan area audio visual adalah hubungan langsung sehingga pengunjung dapat menikmati hiburan yang berasal dari area audio visual yang langsung dapat dinikmati dari area makan maupun bar. Keinginan owner terhadap perancangan interior restoran Perancis tersebut adalah restoran yang mampu menampilkan suasana romantis dan elegant dimana pengunjung dapat menikmati hidangan ala Perancis dengan diiringi musik klasik Perancis. Dan mengacu pada latar belakang sejarah gaya di Perancis, owner memilih gaya art deco menjadi dasar perancangan interior restoran Perancis ini. Pola art deco nampak pada zoning yang membentuk lingkaran yang terpecah-pecah. Karakteristik art deco yang berupa bentuk-bentuk geometri dan garis lurus nampak pada pengolahan dinding, kolom, dan mebel. Berdasarkan batasan di atas arah perancangan adalah mewujudkan interior restoran Perancis gaya art deco yang menjual masakan Perancis dan diiringi musik klasik Perancis dalam suasana romantis dan elegant.",
  "creators": "SYLVIA KAMELIA",
  "contributors": "WASIS SOEBARNIATI (Advisor and Examination Committee); Yusita Kusumarini (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 0006/DIN/2002; Sylvia Kamelia (41498009)",
  "subjects": "RESTAURANT-DECORATION"
}