{
  "id": "2505",
  "title": "Perbandingan penataan interior antara Calvados, Zigazaga, dan Prosteak cafe dan restaurant",
  "abstract": "Penataan interior Cafe & Restaurant yang terletak di Surabaya wilayah barat yang masing - masing di Jl Raya Kupang Indah, Jl. Mayjend Sungkono dan Jl. H. R Muhammad dilatar belakangi oleh kebutuhan masyarakat akan tempat - tempat makan yang juga menyediakan fasilitas hiburan yang dapat didatangi untuk bersantai, melobi atau menghilangkan stress yang dikarenakan kejenuhan akibat kesibukan dalam bekerja yang biasanya dirasakan masyarakat kota besar, khususnya di Surabaya. Selain itu Cafe & Restaurant ini juga menambah nilai plus bagi kawasan Surabaya Barat. Dewasa ini banyak sekali Cafe & Restaurant yang bermunculan di Surabaya sehingga mengakibatkan adanya persaingan yang cukup ketat. Untuk dapat lebih unggul dalam bersaing dengan Cafe & Restaurant lainnya maka perlu ditambahkan adanya fasilitas pendukung di dalam setiap Cafe & Restaurant tersebut, seperti live music, big screen television, area bermain bagi anak - anak, bar dimana nantinya selain para pengunjung puas dalam menikmati hidangan, mereka juga puas dalam penyediaan fasilitas yang tentunya akan menunjang suasana yang dihadirkan. Area Cafe & J Restaurant ini sebagian besar adalah area makan baik itu smoking area atau non smoking area yang merupakan area utama daripada Cafe & Restaurant. Dan sebagai pelengkap tersedia pula area bar and lounge dan ruang VIP untuk menunjang aktivitas bersantai para pengunjung. Semua area bersifat open sehingga semua pengunjung dapat melihat ke seluruh ruangan yang ada. kecuali ruang VIP yang memang diperuntukkan bagi para pengunjung yang menginginkan privasi. Hubungan antar ruang yang terjadi adalah langsung. Berdasarkan dari kebutuhan masyarakat yang ingin bersantai ria untuk menghilangkan stress ataupun kejenuhan dari kesibukan yang sedemikian rupa sehingga dibutuhkan suatu tempat dimana keinginan para pengunjung untuk dapat bersantai sambil menikmati makanan dapat terwujud. Dengan adanya Cafe & Restaurant tersebut diharapkan dapat membantu para pengunjung sesuai dengan keinginan mereka. Penelitian tentang perbandingan penataan interior antara ketiga Cafe & Restaurant tersebut pada akhirnya akan dapat menunjukkan manakah di antara ketiga Cafe & Restaurant tersebut yang memenuhi kriteria penataan interior yang sesuai.",
  "creators": "GO KA MEI",
  "contributors": "J. Loekito Kartono (Advisor and Examination Committee); Adi Santosa (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 0130/DIN/2003; Go Ka Mei (41400139)",
  "subjects": "RESTAURANT-DECORATION"
}