{
  "id": "25077",
  "title": "Peranan Inovasi dalam rangka meningkatkan kinerja perusahaan (studi kasus di PT. Gatra Mapan)",
  "abstract": "Inovasi telah menjadi bagian penting bagi perusahaan dalam menghadapi globalisasi. Perusahaan global telah menyadari betapa pentingnya inovasi. Sementara di Indonesia, tidak banyak perusahaan menyadari peran inovasi. Tujuan dari penelitian ini adalah untuk menganalisa bagaimana peranan inovasi dalam rangka meningkatkan kinerja perusahaan. Penelitian ini didasarkan pada studi kasus mengenai inovasi pada perusahaan furniture di Malang, PT. Gatra Mapan. Penelitian ini menggunakan metode penelitian kualitatif, melalui analisa produk dan supply chain untuk mengetahui apakah perusahaan melakukan inovasi produk dan/atau inovasi proses. Inovasi yang dilakukan PT. Gatra Mapan adalah inovasi produk, perusahaan tidak melakukan inovasi proses. Tipe inovasi produk adalah pengembangan dan duplikasi. Tipe inovasi merupakan inovasi regular, karena produk dimodifikasi agar sesuai dengan permintaan pasar. Perubahan pada produk baru diklasifikasikan sebagai perubahan yang sederhana, sehingga level inovasi yaitu incremental. Produk baru dikategorikan sebagai produk tambahan untuk lini produk yang sudah ada dan produk baru bagi perusahaan atau lini produk baru. Penelitian ini menemukan bahwa inovasi produk berperan penting dalam rangka meningkatkan kinerja pemasaran perusahaan, yaitu meningkatkan penjualan di berbagai segmen, menambah pasar baru, dan memperkuat keunggulan kompetitif. Walaupun kinerja produktivitas di PT. Gatra Mapan juga meningkat, peningkatan ini terjadi disebabkan karena keahlian produksi, bukan karena inovasi proses.",
  "creators": "YULI YANA",
  "contributors": "Dhyah Harjanti (Advisor 2); Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010299 /MAN/2011; Yuli Yana (31408118)",
  "subjects": "INDUSTRIAL PRODUCTIVITY; INNOVATION; NEW PRODUCTS-MANAGEMENT; PRODUCT-MANAGEMENT"
}