{
  "id": "25070",
  "title": "Pengaruh kegiatan intensifikasi terhadap penerimaan pajak penghasilan pada beberapa KPP Pratama dan KPP Madya pada kanwil direktorat jenderal pajak Jawa Timur I",
  "abstract": "Penelitian ini bertujuan untuk mengetahui apakah kegiatan intensifikasi melalui pembinaan atau penyuluhan terhadap WP, pembinaan dan peningkatan kualitas fiskus, jumlah pemeriksaan pajak, kepatuhan atas penagihan dengan surat paksa dan sanksi administrasi berpengaruh terhadap jumlah penerimaan pajak, dimana penelitian ini dilaksanakan pada beberapa KPP Pratama dan KPP Madya di Kantor Wilayah DJP Jawa Timur I. Penelitian ini menggunakan data kuantitatif dengan data sekunder yang didapatkan dari beberapa KPP Pratama dan KPP Madya di Kantor Wilayah DJP Jawa Timur I mulai dari tahun 2007 sampai dengan tahun 2009 untuk data frekuensi kegiatan intensifikasi melalui pembinaan atau peyuluhan WP dan fiskus, jumlah pemeriksaan pajak, kepatuhan atas pemeriksaan dengan surat paksa, sanksi administrasi pajak, sunset policy dan perubahan tarif pajak. Statistik uji yang digunakan adalah regresi linier berganda dan data diolah secara komputerisasi dengan program SPSS (Statistical Package for The Social Science) versi 17. Berdasarkan hasil Uji Simultan (Uji F) membuktikan bahwa kegiatan intensifikasi melalui pembinaan atau peyuluhan WP, peningkatan kualitas fiskus, jumlah pemeriksaan pajak, kepatuhan atas pemeriksaan dengan surat paksa, sanksi administrasi pajak, sunset policy dan perubahan tarif pajak secara simultan berpengaruh signifikan terhadap jumlah penerimaan pajak penghasilan di beberapa KPP Pratama dan KPP Madya pada Kanwil DJP Jawa Timur I. Dari hasil uji parsial (uji t) disimpulkan hanya frekuensi pembinaan atau penyuluhan WP dan Kepatuhan atas penagihan dengan surat paksa yang mampu menjelaskan jumlah penerimaan pajak penghasilan secara parsial.",
  "creators": "ATIKA ALFRIANI BAUNSELE",
  "contributors": "Adwin Surja Atmadja (Advisor 1); Yenni Mangoting (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010213/AKT/2011; Atika Alfriani Baunsele (32405116)",
  "subjects": "TAX ACCOUNTING"
}