{
  "id": "25075",
  "title": "Peranan anggota keluarga pemilik dalam pengelolaan bisnis keluarga : studi deskripsi pada budaya organisasi",
  "abstract": "Usaha Kecil dan Menengah (UKM) merupakan salah satu jenis usaha yang berkembang cukup pesat di Indonesia. Hal tersebut dapat terlihat dari jumlah UKM yang terus bertambah setiap tahunnya. Jumlah UKM yang semakin meningkat di Indonesia tersebut memiliki peranan yang cukup besar bagi perekonomian Indonesia yaitu sebagai penyumbang Produk Domestik Bruto (PDB) paling besar dan penyedia lapangan kerja dalam mengatasi masalah pengangguran. Perusahaan keluarga merupakan suatu fenomena tersendiri dalam dunia bisnis. Selain jumlahnya yang sangat banyak, perusahaan keluarga mempunyai andil yang cukup signifikan bagi ketersediaan lapangan pekerjaan di Indonesia. Berdasarkan hal tersebut, penulis bertujuan ingin mengetahui bagaimana peranan anggota keluarga dalam pengelolaan bisnis keluarga dan budaya organisasi. Metode pengumpulan data yang digunakan dalam penelitian ini adalah penyebaran kuisioner terhadap 14 pemilik usaha kecil dan menengah yang merupakan bisnis keluarga di Surabaya dan sekitarnya. Teknik analisa data yang digunakan dalam penelitian ini adalah distribusi frekuensi, statistik deskriptif, dan pemetaan. Hasil penelitian menunjukkan bahwa aktivitas pengelolaan dan pemeliharaan unsur simbol-simbol dan filosofi usaha budaya organisasi berjalan kurang baik, sedangkan unsur nilai-nilai & norma serta tata cara/ tertulis maupun tidak budaya organisasi, berjalan baik.",
  "creators": "ELBERT IMANUEL CHRISTIAN",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor 1); Bambang Haryadi (Advisor 2); Soekarno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010271/MAN/2011; Elbert Imanuel Christian (31407058)",
  "subjects": "CORPORATE CULTURE; FAMILY CORPORATIONS; FAMILY-OWNED BUSINESS ENTERPRISES; ORGANIZATIONAL BEHAVIOR"
}