{
  "id": "25092",
  "title": "Peranan anggota keluarga dalam pengelolaan bisnis keluarga (studi pada pengelolaan sumber daya manusia)",
  "abstract": "Dalam usaha untuk mencapai tujuan perusahaan, setiap perusahaan perlu memperhatikan pengelolaan sumber daya manusia (SDM). Pengelolaan sumber daya manusia merupakan kegiatan mengatur dan mengurus SDM berdasarkan visi perusahaan agar tujuan perusahaan dapat dicapai secara maksimum. Tujuan dari penelitian ini adalah mendeskripsikan pengelolaan sumber daya manusia pada perusahaan keluarga, mendeskripsikan peranan anggota keluarga dalam pengelolaan sumber daya manusia pada perusahaan keluarga, serta mendeskripsikan kaitan antara profil UKM dan bisnis dengan pengelolaan sumber daya manusia pada perusahaan keluarga. Jenis penelitian yang digunakan dalam penelitian ini adalah penelitian deskriptif kuantitatif. Sampel dalam penelitian ini adalah pengelola perusahaan keluarga dari 12 perusahaan keluarga berbasis UKM di wilayah Surabaya dan sekitarnya. Teknik analisis yang digunakan adalah Mean, distribusi frekuensi, cross tabulation. Hasil penelitian menunjukkan bahwa jalannya aspek pengelolaan sumber daya manusia pada 12 perusahaan ini berjalan dengan baik. Tingkat keterlibatan anggota keluarga pada pengelolaan sumber daya manusia ini tergolong sedang. Hal ini menunjukkan bahwa anggota keluarga tidak terlibat secara maksimal dalam pengelolaan sumber daya manusia perusahaan, namun aktivitas pengelolaan berjalan baik dengan bantuan tenaga kerja (supervisor atau manajer).",
  "creators": "MELISA SUKIWUN",
  "contributors": "Dhyah Harjanti (Advisor 2); Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010334/MAN/2011; Melisa Sukiwun (31407157)",
  "subjects": "FAMILY CORPORATIONS; FAMILY-OWNED BUSINESS ENTERPRISES; PERSONNEL MANAGEMENT"
}