{
  "id": "25105",
  "title": "Kajian terapan prinsip universal design pada Jawa Timur Park 2 di Batu",
  "abstract": "Theme park merupakan fasilitas publik dimana pengunjungnya terdiri dari seluruh lapisan masyarakat dan mencakup semua umur sehingga penting untuk memperhatikan kemudahan aksesibilitasnya. Desain Universal atau Desain Inklusif adalah pendekatan desain yang merupakan jawaban dari masalah tersebut. Desain Universal adalah desain produk dan lingkungan untuk digunakan oleh semua orang, tanpa batasan fisik, umur dan kelamin tanpa perlu adaptasi atau desain khusus. Pada beberapa objek, prinsip universal design terlihat sudah mulai diterapkan meskipun tidak dalam semua aspek dan elemen yang ada, contohnya adalah pada Jatim Park 2. Kompleks theme park yang terdiri dari museum satwa, pohon inn, dan Batu secret zoo ini hadir dengan konsep baru dan desain yang menarik serta cocok dijadikan objek penelitian karena sifatnya yang ruang publik komersial sehingga dituntut untuk bersifat universal dan dapat digunakan dengan nyaman oleh semua orang. Penelitian ini perlu dilakukan untuk mengkaji bagaimana penerapan prinsip universal design pada elemen interior di Jatim Park 2 ditinjau dari aspek ergonomi dan keselamatannya dan apakah sudah sesuai dengan standarisasi yang ada, mengingat Jatim Park 2 merupakan fasilitas publik yang memang seharusnya bersifat universal dan dapat mengakomodasi setiap pengunjung yang ada. Berdasarkan uraian diatas, menarik untuk mengkaji lebih lanjut terapan prinsip universal design pada elemen interior di Jatim Park 2 yang akan dititikberatkan pada aspek ergonomi dan keselamatannya. Elemen interior yang dipilih sebagai batasan penelitian meliputi elemen pembentuk ruang (lantai, dinding, plafon), elemen transisi (pintu, jendela), sirkulasi vertical (tangga, ramp, elevator), dan elemen pendukung (perabot dan signage). Area yang menjadi fokus penelitian ini adalah ruang-ruang dalam (indoor) pada Jatim Park 2 dan beberapa elemen pendukung yang berhubungan dengan universal design. Penelitian ini menggunakan metode penelitian kualitatif dengan metode studi kasus dan penyampaian secara deskriptif. Data dikumpulkan melalui studi literatur, observasi, dan dokumentasi selanjutnya akan dianalisa dan kemudian dikomparasikan antara data pada objek yang ada di lapangan dengan data literatur yang ada. Hasil penelitian menunjukkan bahwa penerapan prinsip universal design pada elemen interior di Jatim Park 2 bila ditinjau dari aspek ergonomi dan keselamatannya, sebagian besar sudah sesuai dengan standar yang ada meskipun terdapat beberapa bagian yang kurang sesuai dengan prinsip universal design dikarenakan elemen interiornya disesuaikan dengan tema dan suasana yang ingin dibentuk.",
  "creators": "MICHELLE VALERIE SANTOSO",
  "contributors": "Yusita Kusumarini (Advisor 1); MOCH. TAUFAN RIZQI (Advisor 2); Stephanus P. Honggowidjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010955/DIN/2011; Michelle Valerie (41407050)",
  "subjects": "RECREATION CENTERS-DECORATION"
}