{
  "id": "25148",
  "title": "Evaluasi sistim persimpangan Waru dalam kaitannya dengan pengembangan wilayah Surabaya metropolitan area th 2000",
  "abstract": "Kota yang merupakan kelompok permukiman manusia dengan lokasi yang tersebar akan berkembang dari tahun ke tahun. Perkembangan tersebut mengingatkan betapa pentingnya sistem jaringan jalan„ Sedangkan pada sistem jaringan jalan yang memerlukan perhatian antara lain sistem persimpangannya. Persimpangan Waru merupakan pintu gerbang kota Suraba­ya bagian Selatan yang menampung arus lalu-lintas dari daerah Jawa Timur bagian Timur, Selatan dan Tenggara, disamping jalan-jalan lokal melalui jalan arteri Waru - Surabaya Waru - Malang dan Waru - Mojokerto.Untuk itulah perihal kelancaran arus lalu-lintas pada jalan-jalan arteri mendapat prioritas utama di dalam perencanaan pembangunannya. Hal ini sesuai dengan batasan tentang Jalan Arteri berdasarkan Undang-Undang Jalan Bab II pasal 4. Walaupun dengan dibangunnya Jalan Bebas Hambatan Surabaya - Gempol yang pada prinsipnya mengurangi beban arus lalu-lintas pada jalan-jalan arteri di Persimpangan Wa­ru. Namun prospek bangunan Waru Fly Over perlu dievaluasi sehubungan dengan pengembangan kota Surabaya di masa mendatang/SMA tahun 2000. Adapun alasan-alasan yang mendorong untuk mengevaluasi persimpangan tersebut antara lain:- Perkembangan lalu-lintas disekitarnya.- Master Plan Surabaya Tahun 2000, yang mengakibatkan Persimpangan Waru dari pertigaan berubah menjadi perempatan.- Adanya bangunan Waru Fly Over yang menyebabkan kapasitas jalan menurun,- Adanya jalan K.A. yang sejajar letaknya dengan jalan Waru - Surabaya dan Waru - Malang. Adapun pendekatan metodologi yang dipakai untuk mengevaluasi persimpangan Waru, dimulai dari mengidentifikasi masalah pada kondisi Eksisting di mana pembahasannya meliputi/antara lain: kependudukan, tata guna tanah (land use), tenaga kerja, sistem transportasi, kapasitas dan geometrik. Dari hasil pembasan bila tidak memenuhi persyaratan maka dilakukan perbaikan-perbaikan, kemudian baru tahapan selanjutnya dengan memperkirakan kondisi di masa mendatang, di mana pembahasannya meliputi kebutuhan lalu-Lintas dan rencana jaringan jalan. Tahapan selajutnya adalah tahapan yang terakhir yaitu menata/mengatur kembali sistem jaringan jalan di Persimpangan Waru agar diperoleh arus lalu-lintas yang lancar, aman dan nyaman bagi pemakai jalan.",
  "creators": "N. EKO P.; KOKOK",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 204 S; N. Eko P. (277079), Kokok (277112)",
  "subjects": "ROADS; TRAFFIC ENGINEERING"
}