{
  "id": "25157",
  "title": "Terminal bus antar kota di kota administratib Jember",
  "abstract": "Laporan perencanaan ini disusun dalam rangka memenuhi persyaratan kurikuler ujian sarjana pada Fakultas Arsitektur, semes­ter X, September 1983 - Januari 1984 pada Fakultas Teknik Universitas Kristen Petra Surabaya. Adapun judul proyek yang dipilih untuk perencanaan tugas akhir ini adalah :\" TERMINAL BUS ANTAR KOTA DI KOTA ADMINISTRATIB JEMBER \". Dalam laporan ini akan diulas berbagai permasalahan-permasalahan yang menyangkut sarana perhubungan dan sistim transportasi kota dari berbagai sebab dan akibat yang saling terikat satu dengan lainnya di wilayah atau lalu lintas kota Jember. Hal tersebut mengingat pentingnya wadah transportasi dalam memperlancar arus sirkulasi manusia dan mempercepat perjalanannya. Maka pemerintah mempunyai program peningkatan terminal bus antar kota di seluruh Indonesia, baik pembangunan terminal di daerah yang belum memiliki maupun yang telah memiliki namun sudah tidak memenuhi persyaratan lagi. Pengaturan, pengelolaan, pembangunan dan lain-lain diatur oleh Pemerintah, sehingga dengan demikian terminal bus ini merupakan salah satu bangunan yang menjadi milik Pemerintah. Atas dasar beberapa pertimbangan serta analisa, juga memperhatikan program Pemerintah, persyaratan dan program Departemen - Perhubungan Direktorat Jendral Perhubungan Darat yang menyimpulkan bahwa terminal bus antar kota Jember yang sekarang sudah tidak memenuhi syarat lagi. Secara garis besar juga diuraikan tentang sejarah terminal bus, perkembangan kota, kebutuhan ruang dan kondisi serta persyaratan perlengkapan bangunan baru. Selanjutnya setelah tersusun program kebutuhan serta luas tapak yang diperlukan, dicarilah lokasi yang sesuai dengan persyaratan tersebut. Data diperoleh dari hasil wawancara, pengamatan maupun studi literatur yang kemudian diolah untuk mendapatkan pedoman peran- cangan terminal bus.",
  "creators": "ANTOK SUSANTO",
  "contributors": "Ir. Achmad Archajadi (Advisor 1); Riduan Sukardi (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Antok Susanto (374028)",
  "subjects": "BUS TERMINALS; TERMINALS (TRANSPORTATION)--DESIGN AND CONSTRUCTION"
}