{
  "id": "25156",
  "title": "Pabrik pengalengan ikan sardin di Muncar",
  "abstract": "Muncar merupakan salah satu Kecamatan baru (1969) dari Kabupaten Daerah Tingkat II Banyuwangi yang terdiri atas 6 desa dengan penduduk 100.328 jiwa (1934). Wilayah Kecamatan Muncar sebagai wilayah yang berkembang pada urutan ketiga dari Program Pembangunan Kabupaten Daerah Tingkat II Banyuwangi. Kegiatan yang dikembangkan adalah Perikanan laut, industri, pertanian dan parawisata. Potensi hasil laut ini cukup besar untuk jenis ikan tertentu yaitu jenis ikan Lemuru/Sardinelle yang dibutuhkan untuk bahan olahan makanan dalam kaleng yang diperlukan untuk produksi konsumsi dalam negeri untuk memenuhi kebutuhan makan masyarakat. Perusahaan pengalengan ikan sardin yang ada di daerah ujung Jawa Timur sampai saat ini hanya terdapat 7 buah perusahaan/pabrik, yang mana kapasitas produksinya rata-rata mencapai hanya 20 ton perhari, sedangkan dari monitoring Pusat Pendaratan ikan Utama (PPI) di Muncar sendiri maximal hasil perharinya mencapai 300 ton/hari dan minimalnya 50 ton/hari dari ikan yang didaratkan oleh para nelayan .Untuk membina keseimbangan antara usaha perikanan rakyat dan produksi pengolahannya terutama untuk merangsang berkembangnya teknologi madya di bidang produksi pengolahan ikan baik diolah menjadi makanan jadi dalam kaleng maupun olahan lainnya maka diperlukan pula peningkatan wadah produksi dari wadah produksi yang ada sekarang. Untuk itu diusulkan pengadaan wadah produksi baru jenis makanan olahan dalam kaleng (ikan sarden) lengkap dengan fasilitasnya yang menunjang kebutuhannya. Perencanaan dan perancangan bangunannya selain berdasarkan pada konsepsi-konsepsi arsitekturnya juga mengikuti potensi perikanan yang ada serta kapasitas kebutuhan dari alat-alat produksinya. Pembahasan selanjutnya dilakukan melalui beberapa tahap yang berisikan analisa dan proses perancangan yang selanjutnya diterjemahkan dalam gambar perancangan.",
  "creators": "MONICA SUTJIHANDAYANI SUSILO",
  "contributors": "Maria Immaculata Hidayatun (Advisor 2); Stanislaus Kuntjoro Santoso (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 192/Ars.1/85; Monica Sutjihandayani Susilo (374009)",
  "subjects": "MARINE; SCANNING SYSTEMS"
}