{
  "id": "25167",
  "title": "Kantor P.L.N. pembangkitan dan penyaluran Jawa bagian Timur",
  "abstract": "Makalah ini merupakan laporan perancangan yang disusun guna memenuhi persyaratan tugas akhir ujian Sarjana Arsitektur, Semester X, tahun kuliah 1983 - 1984, pada Fakultas Teknik Arsitektur - Universitas Kristen Petra, Surabaya. Obyek study yang dipilih adalah Kantor Perusahaan Umum listrik Negara Pembangkitan dan Penyaluran Jawa Bagian Timur.Listrik merupakan salah. satu sarana utama pada saat ini. Hal ini mengingat adanya program pemerintah mengenai pemerataan sarana listrik di seluruh wilayah Nusantara. Dengan meningkatnya penyediaan sarana kelistrikan , berarti makin berkembang dan meningkat pula tugas-tugas PLN, baik pada saat ini maupun pada masa-masa yang akan datang. Karena itu perlu adanya langkah-langkah penyesuaian, antara lain dengan cara menciptakan sistim administrasi yang sehat, sarana dan fasilitas kerja berupa perkantoran yang seideal mungkin. Masalah-masalah ini dihadapi oleh Kantor PLN Pembangkitan dan Penyaluran Jawa Bagian Timur, yang merupakan wadah untuk menampung kegiatan administratif dari Perusahaan Negara yang menyediakan sarana Pembangkitan dan Penyaluran tenaga listrik. Sampai saat ini kantor tersebut masih bergabung dengan kantor PLN Distribusi Jawa Timur. Dengan pertimbangan atas study perencanaan dan perancangan, maka diusulkan untuk mengadakan Kantor PLN Pembangkitan dan Penyaluran Jawa Bagian Timur yang baru dengan lokasi tersendiri. Perencanaan dan perancangan Kantor PLN Pembangkitan dan Penyaluran Jawa Bagian Timur yang baru ini, didasarkan atas data-data yang diperoleh dari hasil survey, wawancara, serta study literatur dalam bidang yang bersangkutan.",
  "creators": "RUTH K. TEDJO",
  "contributors": "Wiet S. Moniaga (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Ruth K. Tedjo (376022)",
  "subjects": "HOME OFFICES--DESIGNS AND PLANS; OFFICE BUILDINGS-DESIGN AND PLANS"
}