{
  "id": "2518",
  "title": "Penerapan business process analysis pada proses penjualan untuk meningkatkan efisiensi biaya pada PT \"X\" di Sidoarjo",
  "abstract": "Unsur kunci pertama dari Total Cost Management, yaitu Business Process Analysis merupakan suatu konsep manajemen lintas fungsi yang memandang badan usaha sebagai kumpulan proses, bukan kumpulan fungsi yang terpisah. Orientasi teknik ini adalah kepuasan konsumen, penurunan siklus waktu, dan upaya meminimalkan biaya. Analisis yang dilakukan dalarn Business Process Analysis dimulai dengan mengembangkan model proses bisnis lalu mengembangkan definisi aktivitasnya, setelah itu melakukan analisis nilai proses serta mengembangkan rencana perbaikan. Berkaitan dengan hal tersebut maka permasalahan yang diangkat adalah: bagaimanakah penerapan Business Process Analysis dapat meningkatkan efisiensi biaya pada proses penjualan PT.\"X\". Adapun penelitian yang dilakukan adalah penelitian yang bersifat deskriptif berupa studi kasus dengan obyek penelitian PT.\"X\". Jenis data yang digunakan adalah data kualitatif dan data kuantitatif Suraber data berupa data primer dan data sekunder. Metode pengumpulan data dilakukan melalui wawancara langsung dan tidak langsung (telepon) dan dokumentasi. Responden penelitian adalah manajer penjualan dan karyawan bagian penjualan PT.\"X\". Teknik analisis data menggunakan teknik deskriptif kualitatif dan kuantitatif dengan pola pikir mengikuti langkah-langkah dalam Business Process Analysis. Setelah dilakukan penelitian pada PT.\"X\", ternyata ditemukan adanya beberapa masalah dalam aktivitas-aktivitas penjualan yang dilakukan yang merupakan aktivitas yang tidak memberi nilai tambah (non-value added activity) yang harus dikurangi agar biaya menjadi efisien. Reduksi yang dilakukan terhadap aktivitas yang mengandung masalah-masalah tersebut manyebabkan efisiensi biayapenjualan PT.\"X\" dapat terwujud.",
  "creators": "ROSALYNN SETIOWINOTO",
  "contributors": "Devie (Advisor 1); Setyarini Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 184/97/FE.AK/2002; Rosalyn Setiowinoto (32497016)",
  "subjects": "COST ACCOUNTING; MANAGERIAL ACCOUNTING"
}