{
  "id": "2519",
  "title": "Perbandingan metode penerapan akuntansi selisih kurs Suparma dengan ISAK No.4, PSAK no. 10, dan peraturan Bapepam pada PT. Suparma di Surabaya",
  "abstract": "Pada masa globalisasi dewasa ini, perdagangan tidak hanya terbatas antara satu negara dengan negara lain. Sehingga menuntut perusahaan untuk tidak hanya menjalin kerjasama dengan perusahaan domestik tetapi juga menjalin kerjasama dengan perusahaan asing atau perusahaan tidak hanya melihat pada pasar domestik tapi juga mencoba untuk melihat pangsa pasar negara-negara lain sehingga transaksi perasahaan tidak hanya terbatas pada transaksi dalam bentuk mata uang domestik tetapi juga transaksi dalam bentuk mata uang asing. Karena adanya transaksi dalam bentuk mata uang asing, maka perlu adanya nilai tukar yang disebut kurs. Dengan adanya gejolak ekonomi di suatu negara sehingga menimbulkan adanya perubahan nilai tukar (kurs) atau fluktuasi kurs yang tidak menentu. Berdasarkan hal tersebut, maka perlu adanya suatu perlakuan khusus terhadap selisih kurs yang timbul sebagai akibat dari fluktuasi kurs yang tidak menentu. PT Suparma adalah salah satu perusahaan yang melakukan transaksi dalam bentuk mata uang asing. Sehingga tujuan dari penelitian ini adalah untuk mengetahui bagaimana penerapan selisih kurs pada perusahaan menuai Intrepretasi Standar Akuntansi Keuangan, Peraturan Bapepam dan Standar Akuntansi Keuangan. Metode penelitian yang digunakan adalah metode perbandingan. Metode perbandingan yang dimaksud adalah perbandingan antara perlakuan akuntansi selisih kurs menurut ketentuan yang berlaku baik berupa ISAK, Standar Akuntansi Keuangan dan Peraturan Bapepam. Perlakuan selisih kurs menurut Peraturan Bapepam yang digunakan oleh perusahaan berbeda dengan perlakuan selisih kurs menurut ISAK maupun Standar Akuntansi Keuangan sedangkan perlakuan akuntansi selisih kurs menurut Peraturan Perpajakan dan Standar Akuntansi Keuangan pada dasarnya sama. Sehingga apabila perusahaan menerapkan perlakuan akuntansi selisih kurs menurut Standar Akuntansi Keuangan maka laba selisih kurs yang ditangguh menurut Peraturan Bapepam dapat dibebankan pada tahun berjalan sehingga dapat meningkatkan laba perusahaan dan tidak perlu dilakukan koreksi fiskal. Dengan hasil penelitian ini diharapkan pembaca dapat mengetahui bagaimana perlakuan selisih kurs menurut Peraturan Bapepam dan ISAK atau Standar Akuntansi Keuangan.",
  "creators": "YULIANA SIDHARTA",
  "contributors": "HAMBALI (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 183/97/FE.AK/2002; Yuliana Sidharta (32497026)",
  "subjects": "ACCOUNTING"
}