{
  "id": "25209",
  "title": "Pengaruh budaya organisasional dan keadilan organisasional terhadap organizational citizenship behaviour pada PT. SS Utama Surabaya",
  "abstract": "Perhatian serta penghargaan kepada karyawan ditujukan untuk dapat memunculkan perasaan extra role pada diri karyawan sehingga karyawan yang bersangkutan mau untuk berbuat atau melakukan sumbangsih yang lebih besar bagi perusahaan. Perasaan extra role karyawan terhadap perusahaan (atau organisasinya) tersebut dikenal dengan istilah organizational citizenship behavior (OCB). Budaya organisasional dan keadilan organisasional merupakan dua unsur yang dapat digunakan perusahan sebagai sarana untuk mengaplikasikan perhatian perusahaan terhadap karyawan. Tujuan penelitian ini adalah untuk untuk mengetahui dan menguji pengaruh budaya organisasional dan keadilan organisasional terhadap organizational citizenship behavior. Populasi dan sampel penelitian ini adalah karyawan PT. SS. Utama Surabaya. Teknik sampling yang digunakan adalah disproportionate stratified random sampling. Teknik analisis yang digunakan adalah regresi linier berganda dengan menggunakan aplikasi SPSS. Hasil penelitian menunjukkan bahwa terdapat pengaruh yang signifikan antara budaya organisasional dan keadilan organisasional terhadap organizational citizenship behavior. Budaya organisasional dan keadilan organisasional berpengaruh positif terhadap organizational citizenship behavior. Sebaiknya dilakukan evaluasi mengenai organizational citizenship behavior karyawan secara berkala dari hasil penerapan budaya organisasi dan perusahaan dari sudut pandang karyawan sehingga perusahaan senantiasa dapat berbenah diri untuk menjaga tingkat organizational citizenship behavior tetap tinggi dan stabil.",
  "creators": "ERLISA TRIANI SUTJIPTO",
  "contributors": "Eddy Madiono Sutanto (Advisor 1); Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Advisor 2); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010363/MAN/2012; Erlisa Triani Sutjipto (Erlisa Triani Sutjipto)",
  "subjects": "ORGANIZATIONAL BEHAVIOR"
}