{
  "id": "25200",
  "title": "Proyek inpres 8/1981 pasar Kendangsari Surabaya",
  "abstract": "Laporan ini disusun dalam rangka memenuhi persyaratan kurikuler Ujian Sarjana Arsitektur Semester X tahun kuliah 1985-1986 pada Fakultas Teknik Sipil & Perencanaan Jurusan Arsitektur Universitas Kristen Petra. Judul yang dipilih adalah PROYEK INPRES 8/1981 PASAR KENDANGSARI SURABAYA. Dalam laporan ini akan diuraikan mengenai hal-hal yang berhubungan dengan perencanaan & perancangan pasar di Kendangsari Surabaya di mana daerah tersebut merupakan daerah pemu- kiman baru yang masih membutuhkan wadah/tempat untuk mendapatkan bahan kebutuhan pokok sehari-hari. Beberapa hal akan diuraikan terutama mengenai pengertian, perbagian jenis & klasifikasi pasar serta potensi & kondisi kota Surabaya khususnya di daerah Kendangsari yang berkaitan dengan usaha dan perkembangan usaha perpasaran. Pasar ini mempunyai tanah seluas 1,2 Ha, yang cukup untuk melayani kebutuhan penduduk di sekitar lokasi dengan radius kurang lebih 2 km. Secara garis besar fasilitas yang disediakan dapat dibagi menjadi : 1. Daerah fasilitas pengunjung. Merupakan daerah umum yang berfungsi untuk melayani kebutuhan pengunjung. 2. Daerah fasilitas bongkar muatan. Merupakan daerah yang disediakan bagi pedagang untuk menurunkan barang dagangannya. 3. Daerah pengelola. Merupakan area perkantoran yang berfungsi sebagai tempat melaksanakan pekerjaan-pekerjaan administratip bagi pe­ngelola pasar tersebut. 4. Daerah Pembuangan sampah. Merupakan area service yang berfungsi sebagai Tempat Pembuangan Sampah Sementara (TPS) dari pasar tersebut untuk kemudian diangkut oleh kendaraan-kendaraan sampah milik Kotamadya Surabaya.",
  "creators": "WIDIATI",
  "contributors": "RUDY PRASATYA LILANANDA (Advisor 1); KOSEN T. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Widiati (378025)",
  "subjects": "BAZARS (MARKETS); MARKETS-DESIGN AND PLANS"
}