{
  "id": "25202",
  "title": "Dojo Forki Jatim di Surabaya",
  "abstract": "Dalam rangka menyelesaikan Tugas Akhir ( AR-502 ) karya perencanaan arsitektur yang berjudul DOJO FORKI JATIM di SURABAYA, maka diperlukan suatu tahapan atau jenjang serta kendala-kendala guna menentukan tindakan-tindakan selanjutnya. Perlu diketahui bahwa tindakan yang dahulu dilakukan sebelum beranjak pada tahapan atau jenjang Tugas Akhir karya perencanaan arsitektur tersebut. adalah Usulan Proyek atau Proposal Proyek. Hal ini dilakukan guna mengetahui sampai sejauh mana kelayakan dan kemungkinan-kemungkinan Usulan Proyek ditinjau secara Arsitektural. Adapun tahapan atau jenjang yang dilakukan guna membahas Tugas Akhir karya perencanaan arsitektur tersebut, adalah sebagai berikut ; * Tinjauan Umum. Pada bab Tinjauan Umurn tersebut berisikan pembahasan latar be- lakang timbulnya gagasan merencanakan DOJO FORKI JATIM. * Tinjauan Khusus. Pada bab Tinjauan Khusus tersebut dibahas perihal latar bela- kang penunjang gagasan perencanaan DOJO FORKI JATIM. * Tinjauan Kota Surabaya. Pada bab Tinjauan Kota Surabaya ini berisikan perihal yang mendasari dipilihnya kota Surabaya sebagai tempat / lokasi proyek DOJO FORKI JATIM. * Dasar-Dasar Perencanaan. Pada bab Dasar-dasar Perencanaan tersebut, berisikan pembahasan perihal yang mendasar/inti, permasalahan perencanaan DOJO FORKI JATIM di SURABAYA. * Program Dasar Kebutuhan. Pada bab Program Dasar Kebutuhan ini dibahas perihal yang menentukan besar/kecil, ragam dan jenis kebutuhan ruang pada proyek perencanaan DOJO FORKI JATIM di SURABAYA. * Uraian Keputusan Dasar. Pada bab Uraian Keputusan Dasar tersebut berisikan pembahasan masalah perancangan bangunan DOJO FORKI JATIM di SURABAYA, baik pada perancangan Site / Tapak maupun Masa / Bangunan. * Pra Rencana. Pra Rencana tersebut merupakan perihal penyajian gambar-gambar perencanaan / design DOJO FORKI JATIM di SURABAYA. Perlu juga diketahui bahwa untuk mewujudkan Proyek Akhir tersebut dilakukan pemahaman atau penghayatan masalah /obyek. Maka guna memenuhi keperluan tersebut dilakukan survey pengamatan langsung dari dekat terhadap obyek-obyek yang dianggap terdapat persamaan-persamaan baik dari arti maupun fungsi obyek. Hal ini dilakukan mengingat bahwa proyek DOJO FORKI tersebut masin belum ada di Indonesia.",
  "creators": "NUR WAHYUDI",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Jimmy Nurdi Kusuma Priatman (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Nur Wahyudi (378033)",
  "subjects": "SPORTS CENTERS; SPORTS FACILITIES--DESIGNS AND PLANS"
}