{
  "id": "25207",
  "title": "Rumah tahanan negara di Semarang",
  "abstract": "Laporan ini memuat perencanaan sebuah kompleks bangunan Rumah Tahanan Negara di Semarang dengan kapasitas 250 orang penghuni. Saat ini di negara kita masih banyak orang beranggapan, bahwa orang tahanan sama dengan dengan orang hukuman (narapidana). Sehingga sebelum hakim memberikan hukuman yang tetap kepada tersangka/terdakwa masyarakat sudah memvonisnya. Pemikiran seperti itu tidaklah benar. Hal ini bisa terjadi karena banyak hal, misalnya kesadaran hukum yang belum merata di masyarakat, ketertiban hukum belum sepenuhnya terwujud, dan sebagainya. Tetapi yang menjadi pokok permasalahan dalam pembahasan ini, yaitu masalah wadah bagi para tersangka dan terhukum yang masih menjadi satu tempat. Maka perencanaan bangunan Rumah Tahanan Negara di Semarang ini adalah dengan maksud untuk menahan bagi mereka yang menjadi tersangka/terdakwa tindak pidana. Tujuan dari pengadaan bangunan ini adalah merupakan salah satu realisasi dari Undang Undang No.8 Tahun 1981. Dengan adanya sarana ini diharapkan akan membantu memperlancar proses pemeriksaan,menciptakan keamanan dan ketertiban terutama di bidang hukum dan lain lain. Fasilitas ini memerlukan keamanan yang baik, untuk mencapai hal itu, maka perencanaan bangunan ini menitik beratkan pada segi keamanan. Rumah Tahanan Negara yang selanjutnya disebut RUTAN adalah di bawah naungan Departemen Kehakiman, Direktorat Jenderal Pemasyarakatan, Direktorat RUTAN. Jadi dengan demikian RUTAN merupakan salah satu cara untuk mewujudkan terciptanya tertib hukum di Republik ini, yaitu bahwa narapidana dibedakan dengan tahanan, sebab status ta­hanan adalah sebagai praduga tak bersalah. Kegiatan di dalam Rumah Tahanan Negara lebih bersifat pela- yanan dan berbeda dengan dengan Lembaga Pemasyarakatan yang bersifat pembinaan, yaitu mempersiapkan diri bagi narapidana untuk kembali ke masyarakat. Namun tuntutan sarana bagi Rumah Tahanan Negara maupun Lembaga Pemasyarakatan ialah keduanya memerlukan keamanan yang baik.",
  "creators": "PARLUHUTAN SIHOMBING",
  "contributors": "Irwan Santoso (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Parluhutan Sihombing (378047)",
  "subjects": "PRISONS; PRISONS--DESIGNS AND PLANS"
}