{
  "id": "2521",
  "title": "Perancangan sistem informasi manajemen material pada proyek konstruksi gudang baja",
  "abstract": "Dewasa ini perusahaan-perusahaan yang telah maju pengelolaannya, pada umumnya melengkapi diri dengan sistem informasi manajemen (SIM), demikian juga perusahaan kontraktor membutuhkan SIM untuk mendukung operasi sistem manajemen material pada proyek konstruksi. Mengingat pada proyek konstruksi material merupakan bagian terbesar dari total biaya proyek, maka dibutuhkan sistem manajemen material untuk mengatur aliran material dari supplier sampai ke penggunaan akhir di lapangan proyek. Oleh karena itu untuk mencapai sistem manajemen material yang efektif diperlukan pengambilan keputusan manajemen material yang tepat pada perusahaan kontraktor. Tujuan perancangan adalah memberikan suatu usulan berupa model Sistem Informasi Manajemen Material pada proyek konstruksi gudang baja untuk perusahaan kontraktor. Perancangan sistem usulan ini menggunakan metodologi pengembangan terstruktur yang inengikuti system development cycle yang mempakan metodologi analisa dan perancangan sistem yang menggunakan perangkat dan teknik yang sistemastis dan terintegrasi imtuk membuat analisa dan perancangan usulan sistem informasi manajemen material. Perancangan ini merupakan suatu usulan yang dirancang berdasarkan gabungan dari data-data yang didapat dari pengambilan model sistem pada tiga perusahaan kontraktor baja dengan teori manajemen material dari sumber-sumber literatur. Dari analisa data-data tersebut akan dibuat perancangan usulan berupa model sistem informasi berbentuk suatu diagram yang menggambarkan aliran data pada sistem manajemen material yaitu Data Flow Diagram atau disingkat DFD. Dari hasil perancangan usulan ini dapat ditarik kesimpulan bahwa tahapan perancangan suatu sistem informasi manajemen material pada proyek konstniksi gudang baja tidak terlalu berbeda dengan tahapan perancangan sistem informasi pada umumnya, pemodelan DFD ini sangat berguna untuk merancang sistem informasi manajemen material pada proyek konstuksi gudang baja yang dapat digunakan untuk semua perusahaan kontraktor, tidak melihat ukuran besar kecilnya proyek.",
  "creators": "MARIA NOVANA; DONNY KURNIAWAN",
  "contributors": "Guana Tandjung (Advisor 1); Connie Susilawati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1186/SIP/2002; Maria Novana (21497069), Donny Kurniawan (21497079)",
  "subjects": "MANAGEMENT INFORMATION SYSTEMS"
}