{
  "id": "25224",
  "title": "Museum pusat pengembangan disain batik Indonesia di Yogyakarta",
  "abstract": "Suatu jenis seni kerajinan akan punah jika tidak dipelihara dan dijaga kelestariannya. Banyak sekali jenis hasil karya seni kerajinan masa lampau yang hampir punah, tidak dikenal masyarakat, terutama di kota-kota besar di mana lingkungan dan situasi sosial budaya yang telah berubah dan banyak dipengaruhi oleh kebudayaan moderen dunia Barat. Salah satu jenis seni kerajinan yang patut kita jaga kelestariannya adalah seni kerajinan batik, jenis seni kerajinan ini terdapat di Indonesia dengan bentuk dan gaya menurut daerahnya masing-masing. Untuk mencegah ancaman kepunahan ini diperlukan kebijakan-kebijakan untuk memelihara, melestarikan dan mengembangkan apresiasi masyarakat terhadap seni kerajinan batik ini. Pelaksanaan kebijakan-kebijakan ini memerlukan suatu sarana yang selain sebagai tempat penyimpanan, juga mempublikasikan mengadakan pendidikan serta pengembangan di bidang perbatikan (motif/disain batik) berupa sebuah MUSEUM DAN PUSAT PENGEMBANGAN DISAIN BATIK INDONESIA. Untuk mencapai hasil yang baik dan sesuai dengan tujuan ser­ta sasarannya, maka dalam melakukan perancangan proyek tersebut, perlu diadakan pendekatan tahapan pembahasan permasalahan, sebagai berikut: Bab 1.0.0. Membahas tentang pengertian sejarah dan perkembangan museum serta batik di Indonesia. Bab 2.0.0. Pembahasan terhadap museum dan pusat pengembangan disain batik tentang pengertian, fungsi, tujuan, sejarah perkembangannya, dan segala yang perlu diperhatikan bagi proyek tersebut termasuk fasilitas-fasilitas penunjangnya. Bab 3.0.0. Menganalisa masalah-masalah yang timbul dan dihadapi oleh museum dan pusat pengembangan disain batik untuk mendapatkan pemecahan-pemecahan dan pendekatan-pendekatan sebagai dasar dari konsep perancangan. Bab 4.0.0. Konsep perancangan, yang akan menjadi dasar dari perancangan bangunan museum dan pusat pengembang­an disain batik Indonesia.",
  "creators": "HANDOKO W.",
  "contributors": "Johan Adimarza (Advisor 1); WANDA K. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Handoko W. (378052)",
  "subjects": "BATIK IN INTERIOR DECORATION; BATIK-INDONESIA; BATIK-MUSEUMS"
}