{
  "id": "25226",
  "title": "Pengaruh tanah urug terhadap effektifitas susunan tiang dengan pola segi empat",
  "abstract": "Stabilisasi tanah dengan menggunakan group dari tiang dengan tanah urug telah banyak digunakan pada beberapa negara, termasuk Indonesia. Penggunaan tiang ini ditujukan untuk meneruskan beban-beban yang seharusnya diterima oleh tanah lunak ke tanah lapisan yang lebih baik yang terdapat pada kedalaman yang lebih dalam, sehingga stabilitas tanah ditingkatkan dan penurunan yang terjadi dapat direduksi. Pemindahan beban dari permukaan tanah ke lapisan tanah yang lebih baik melalui tiang-tiang pondasi dimungkinkan karena terjadinya \"aksi lengkung busur di dalam tanah urug di atas ujung tiang-tiang tersebut \" , ( Randolph, 1984 ). Jarak antar tiang dan tebal timbunan tanah urug harus dibuat sedemikian rupa sehingga distribusi beban ke tanah yang lebih baik di bawahnya melalui tiang-tiang menghasilkan hasil yang optimum. Tujuan dari penelitian ini adalah untuk mendapatkan korelasi antara jarak antar tiang dan tebal timbunan yang effisien dengan mengukur besarnya beban yang diterima oleh tiang sebagai akibat beban yang diberikan di atas permukaan tanah. Penelitian ini menggunakan tiang-tiang ( / 10 x 10 mm) dengan cap bujur sangkar sebagai pondasi yang dipasang pada tanah liat lunak dalam container berdasarkan susunan pola segi empat. Luas cap dibuat seluas10% dari l uas tanah yang distabilisasi dan bertujuan untuk memungkinkan terjadinya \"aksi lengkung busur\" dengan jari-jari yang kecil sehingga tebal tanah urug yang digunakan tidak setebal timbunan tanpa cap. Hasil penelitian memperlihatkan bahwa semakin besar jarak antar tiang dan tebalnya urugan akan mengakibatkan penurunan yang lebih besar jika dibandingkan dengan penurunan pada tanah yang menggunakan jarak tiang yang rapat. Dengan jarak tiang semakin rapat maka beban yang dipikul semakin besar pula. Pengaturan jarak antar tiang dan tebal timbunan juga berdasarkan pertimbangan faktor ekonomis.",
  "creators": "FX HARSONO YUDHODIHARJO",
  "contributors": "Sugie Prawono (Advisor 1); SUBIANTO TJANDRAWIBAWA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 464 S; FX Harsono Yudhodihardjo (282007)",
  "subjects": "SOIL IMPROVEMENTS; SOIL STABILITATION"
}