{
  "id": "25225",
  "title": "Museum gula di Klaten",
  "abstract": "Dalam sajarah pergulaan, Indonesia pernah mengalami jaman keemasan, tidak saja dalam bidang produksi, tetapi juga dalam bidang produksi, juga pengalaman teknik maupun teknologi yang menjadi dasar perkembangan industri gula. Dapat dikatakan Indonesia memiliki modal pengetahuan dasar teknologi gula serta ketrampilan yang tak akan punah. Dalam usaha menyusun kepingan-kepingan sejarah industri gula di Indonesia tidak cukup dengan cara penulisan saja, tetapi suatu wadah berbentuk museumlah yang mempunyai tugas untuk menghimpun bahan-bahan pembuktian sejarah yang perlu dipamerkan secara visual. Hubungan antara benda-benda yang dipamerkan dengan kehidupan masyarakat masa kini, bukan hanya merupakan simbol masa silam yang tidak ada hubungannya dengan kehidupan masa kini. Perkembangan yang bersifat multi demensi disertai berbagai kecepatan perubahan yang kurang selaras dari peri Kehidupan bangsa Indonesia dapat menempatkan rnanusia dalam keterasingan akan ruang dan waktu dari lingkungan yang menumbuhkannya. Museumlah yang sanggup memberi gambaran akan jejak-jejak perkembangan tersebut secara jelas sehingga dapat dirintis dengan lebih baik akan usaha-usaha pembangunan yang lebih utuh dan selaras. Peranan arsitektur dalam museum sangat penting, karena museum menitik beratkan keterlibatan masyarakat luas dalam aktivitasnya. Museum tidak lagi hanya ruang pameran benda-benda koleksi, tetapi ia menampung aktivitas keterlibatan masyarakat di satu pihak dan peningkatan aktivitas kemampuan pihak museum itu sendiri di lain pihak. Program aktivitas museum semakin luas menyangkut koleksi,preservasi, aksebisi, interpretasi ( penyelidikan, publikasi, edukasi) yang menimbulkan persyaratan-persyaratan ruang yang terperinci, memiliki fleksibilitas yang luas di samping persyaratan-persyaratan yang menyangkut konservasi (faktor cahaya,debu, kelembaban), masalah-masalah iklim, keamanan, masalah-masalah penampilan dan lain-lainnya. Kesemuanya itu merupakan masalah-masalah teknis yang semakin kompleks yang mempengaruhi struktur, sistim dan material bangunan, yang dengan sendirinya tercermin dalam bentuk-bentuk ekspresi dan penampilan dalam arsitektur. Perencanaan sebuah museum tidak saja tertuju pada kwalitas dan kwantitas pameran dan aktivitasnya saja, tetapi juga sosial ekonomi, serta lingkungan yang menjadi faktor-faktor yang ikut menentukan.",
  "creators": "S. DJOENIWATI",
  "contributors": "Wiet S. Moniaga (Advisor 1); Lilianny Sigit Arifin (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; S. Djoeniwati (378055)",
  "subjects": "SUGAR; SUGARCANE-MUSEUMS"
}