{
  "id": "25229",
  "title": "Pengelolaan dan pengembangan perusahaan keluarga pada restoran CV. Lind Jaya Mandiri di Mojokerto",
  "abstract": "Adanya persaingan yang terjadi antar pengelola restoran menyebabkan pentingnya strategi yang tepat dalam menarik pelanggan. Untuk itu, sebuah pengelolaan manajemen yang baik, promosi, strategi organisasi perusahaan diharuskan tepat dan harus bisa melakukan yang terbaik. Tujuan penelitian ini adalah untuk mendeskripsikan pengelolaan perusahaan keluarga pada restoran CV. Lind Jaya Mandiri di Mojokerto, mendeskripsikan lingkungan eksternal dan internal restoran CV. Lind Jaya Mandiri di Mojokerto, dan mendeskripsikan rencana strategi pengembangan bisnis pada aspek pemasaran perusahaan keluarga restoran CV. Lind Jaya Mandiri di Mojokerto. Jenis penelitian yang digunakan adalah deskriptif dengan menggunakan pendekatan kualitatif. Sumber data yang digunakan terdiri dari data primer dan data sekunder. Teknik pengumpulan data yang digunakan adalah wawancara. Hasil penelitian menunjukkan pengelolaan perusahaan keluarga pada CV. Lind Jaya Mandiri telah menjalankan fungsi bisnis yang meliputi planning, organizing, actuating, dan controlling. Sedangkan dari lingkungan eksternal peluang perusahaan adalah masyarakat yang semakin sibuk terutama para pekerja masih yang membutuhkan layanan untuk mendapatkan makanan yang telah matang. Ancaman perusahaan adalah keberadaan restoran di Mojokerto yang juga menyajikan masakan Sunda.",
  "creators": "ALEXANDER PRASETYA JAP",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor 1); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010379/MAN/2012; Alexander Prasetya (31408130)",
  "subjects": "FAMILY CORPORATIONS; FAMILY-OWNED BUSINESS ENTERPRISES-MANAGEMENT; FOOD SERVICE MANAGEMENT"
}