{
  "id": "25227",
  "title": "Pengelolaan dan pengembangan usaha pada CV. Pniel Myrrh Furni Indonesia di Mojosari",
  "abstract": "Penelitian ini bertujuan untuk mendeskripsikan fungsi-fungsi manajemen CV. Pniel Myrrh Furni Indonesia, untuk mengetahui situasi dan kondisi lingkungan internal dan eksternal dari CV. Pniel Myrrh Furni Indonesia, dan menyusun model alternatif pengembangan usaha pada CV. Pniel Myrrh Furni Indonesia. Untuk mencapai tujuan tersebut, maka dilakukan penelitian dengan metode kualitatif. Metode ini, didukung dengan wawancara semi terstruktur untuk memperoleh data-data yang dibutuhkan oleh penelitian ini. Untuk menganalisis data maka digunakan teknik Triangulasi. Hasilnya, CV. Pniel Myrrh Furni Indonesia masih memiliki kendala pada pengelolaannya. Untuk memperbaiki pengelolaan dan membantu upaya pengembangan CV. Pniel Myrrh Furni Indonesia, maka CV. Pniel Myrrh Furni Indonesia dapat menerapkan strategi diferensiasi bagi usaha yang dijalankannya. Untuk mendukung strategi diferensiasi, CV. Pniel Myrrh Furni Indonesia dapat menjalankan beberapa kebijakan berikut ini: Mengembangkan jenis-jenis produk mebel rotan alami yang lebih beragam, lebih murah, dan lebih tahan lama, mengefisienkan biaya pembelian bahan baku untuk menekan biaya produksi dan memperoleh tambahan dana untuk mengembangkan upaya-upaya pemasaran, menekan biaya produksi agar memiliki kemampuan unuk memberikan bonus-bonus kepada para pelanggan, dan menciptakan upaya-upaya untuk meningkatkan pemahaman pelanggan di pasar negeri terhadap cara merawat produk mebel rotan.",
  "creators": "DANIEL KRISTANTO O S",
  "contributors": "R.R. Retno Ardianti (Advisor 1); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010375/MAN/2012; Daniel Kristanto Ongko Sanjoyo (31408015)",
  "subjects": "SMALL BUSINESS-MANAGEMENT"
}