{
  "id": "25241",
  "title": "Analisa deskriptif strategi bersaing pada PT. GW Surabaya",
  "abstract": "Potensi yang tersebunyi dalam sebuah bisnis selalu diikuti oleh banyaknya pebisnis yang terjun dalam bisnis yang menjadikan tingkat persaingan menjadi semakin berat. Dalam kondisi yang semakin berat ini pihak perusahaan harus mampu untuk menerapkan strategi yang tepat sehingga perusahaan dapat tetap eksis dalam bisnis, bahkan kalau bisa dapat memenangkan persaingan yang ada. Setiap perusahaan, baik yang bergerak di bidang jasa maupun non jasa, dalam melakukan kegiatan bisnis memerlukan strategi yang mampu menempatkan perusahaan pada posisi yang terbaik, mampu bersaing serta terus berkembang dengan mengoptimalkan semua potensi sumber daya yang dimiliki. Strategi bersaing dalam penelitian ini didasarkan pada analisis internal perusahaan dan eksternal perusahaan. Tujuan dari penelitian ini adalah untuk dapat menentukan strategi manajemen yang tepat dalam mengembangkan bisnis PT. GW Surabaya. Jenis penelitian yang digunakan dalam penelitian ini adalah deskriptif dengan menggunakan pendekatan kualitatif. Sumber data yang digunakan ada dua yaitu primer dan sekunder. Informan dalam penelitian ini sebanyak 3 orang yaitu pimpinan perusahaan, karyawan koordinasi operasional, dan karyawan administrasi kantor. Metode pengumpulan data dalam penelitian ini menggunakan observasi dan wawancara. Hasil pembahasan menunjukkan bahwa strategi perusahaan perlu memfokuskan untuk menghilangkan kelemahan internal sehingga menjadi kekuatan untuk meraih peluang pasar dengan cara pengembangan pasar di mana perusahaan dapat menerapkan strategi seperti membuka cabang atau perwakilan di luar kota Surabaya, menambah jenis layanan yang didukung dengan penggunaan teknologi informasi serta menginvestasikan modal untuk penerapan teknologi informasi dengan membuat situs website perusahaan.",
  "creators": "BUDIONO TANUMIHARJO",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Eddy Madiono Sutanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010383/MAN/2012; Budiono Tanumiharjo (31408254)",
  "subjects": "COMPETITION; MANAGEMENT; STRATEGIC PLANNING"
}