{
  "id": "25249",
  "title": "Museum sains teknologi di Surabaya",
  "abstract": "Homo Sapiens atau Sang Pemikir, sebuah karya seni patung yang termasyur dari Agust Rodin, manggambarkan seseorang yang sedang merenung, adalah lambang dari mahluk berpikir yaitu lambang dari kamanusiaan kita. Setiap saat dari hidupnya, sejak dilahirkan sampai pada saat dimasukkan keliang lahat manusia tidak pernah berhenti berpikir. Ilmu pengetahuan dan teknologi merupakan hasil karya dari pikiran manusia yang paling besar, dalam perjalanan sejarahnya telah membawa pengaruh yang begitu besar pada kehidupan dan budaya manusia. Dalam bukunya \"Future Shock\", Alfin Tofler meramalkan bahwa penemuan-penemuan yang membawa revolusi di bidang teknologi selalu diikuti oleh gelombang perubahan pada tingkah laku individu manusia sampai ke sistim politik suatu negara. Pengaruh teknologi telah demikian kompleks meliputi hampir di semua sendi kehidupan manusia yang mendasar, yaitu pada bidang bidang intelektual. Teknologi telah merubah pola berpikir dan kepercayaan pada nilai nilai tradisionil serta menciptakan suatu atmospher baru dalam kepercayaan yang didasari oleh sistim rasio. Industri, suatu bentuk teknologi di bidang ekonomi yang sangat besar pengaruhnva pada perubahan sistim sosial dan politik. Pertahanan, bentuk teknologi yang pada mulanya diciptakan untuk mempertahankan diri, dalam perkembangannya dipakai sebagai alat untuk pemusnah kehidupan dan unjuk kekuasaan. Exploitasi sumber daya alam yang berlebihan mengakibatkan teriadinva benturan terhadap tata lingkungan dan sistim ekologi yang ada. Walau pada awalnya teknologi diciptakan untuk mempermudah kehidupan manusia. tetapi karena cara penggunaannya yang tidak sesuai, juga adanya dorongan sikap konsumerisme pada produk teknologi, dimana seolah olah manusia tidak dapat hidup tanpa teknologi, banyak hasil teknologi yang dikembangkan menyimpang jauh dari tujuan penciptanya. Karena itu peranan suatu sarana yang dapat memberikan gambaran pada hakekat dari penciptaan ilmu pengetahuan dan teknologi, perjalanan sejarahnya dan perkembangan yang dibawa bagi manusia sangatlah dibutuhkan agar ilmu pengetahuan dan teknologi tetap berada pada jalur yang benar. Perencanaan suatu museum sains dan teknologi tidaklah terlepas dari sistim penataan benda koleksi, yang dapat memberikan gambaran yang sistimatis dan informasi yang jelas pada pengunjung, penyediaan sarana penunjang yang memadai, serta perencanaan terhadap faktor iklim, lingkungan dan sistim perlindungan terhadap bahaya kebakaran, keamanan serta perawatan benda koleksi, mengingat besarnya nilai dari benda koleksi yang ada di dalamnya, dan juga waktu / masa penggunaan yang cukup panjang dibutuhkan untuk mempertinggi nilai suatu museum.",
  "creators": "ANDREAS B.",
  "contributors": "Frans Soehartono (Advisor 1); MILYAWATI KURNIAWAN (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ... ; Andreas B. (378057)",
  "subjects": "SCIENCE MUSEUMS-DESIGNS AND PLANS; TECHNOLOGY-MUSEUMS; MUSEUMS"
}