{
  "id": "25259",
  "title": "Rumah tahanan negara di Surabaya",
  "abstract": "Di dalam laporan ini dibahas tentang hal-hal yang bersangkutan dengan Rumah Tahanan Negara di Surabaya. Dengan dikeluarkannya Peraturan Menteri Kehakiinan Republik - Indonesia tahun 1983 Tentang Rumah Tahanan Negara di Indone­sia, maka timbul pula permasalahan-permasalahan baru yakni dalam program pelayanan maupun program sarana fisik yang ada. Dari permasalahan yang timbul,dicoba diadakan pendekatan yang ada dalam masalah tersebut, karena nantinya akan merupakan titik awal dari keinginan untuk memenuhi dan memecahkan permasalahan tersebut. Dalam hal ini didekatkan pada segi hakekat nilai kemanusiaannya. Mengingat wawasan masyarakat tentang Rumah Tahanan Negara di Indonesia sangat minimum, bahkan ada yang belum tahu sama sekali apa yang dimaksud dengan Rumah Tahanan Negara tersebut. Maka sebagai titik awal pembahasan ini dicoba memberikan gambaran atau pengertian tentang Rumah Tahanan Negara tersebut, yang mana nantinya dijadikan titik tolak di dalam menentukan sebagai langkah- langkah selanjutnya. Setelah itu ditentukan suatu sistem mekanisme dasar dari proses yang terjadi di dalam suatu Rumah Tahanan Negara dan dituangkan sebagai prinsip-prinsip umum, dan prinsip-prinsip tersebut lebih banyak diarahkan kepada penentuan aktivitas yang berlangsung, karakteristik serta sebagai tuntutan dasar yang hendak dipakai untuk menentukan program kebutuhan fungsional. Di dalam program kebutuhan fungsional dijabarkan mengenai hal-hal yang menyangkut struktur operasional dan proses-proses yang ada, serta dilanjutkan dengan menentukan jenis dan luas ruang yang dibutuhkan serta analisa tuntutannya, ba­ik fisik maupun non fisik/kejiwaan. Setelah hal-hal tersebut dibahas, maka dapat digunakan sebagai konsep dasar di dalam perencanaan site dan bangunan-bangunannya, yang mana ditampilkan dalam gambar-gambar pra-rencana. Dan di dalam pembahasan laporan perencanaan ini dilakukan atas beberapa tahapan :- BAB.I. Ditinjau dari latar belakang, peranan instansi di dalam proses penahanan, dan dasar hukum dalam pe­rencanaan Rumah Tahanan Negara, kemudian ditinjau mengenai hubungan Rumah Tahanan Negara dengan Penegak hukum- BAB.II. Tinjauan khusus terhadap kotamadya Surabaya yang direncanakan untuk Rumah Tahanan Negara, serta perkembangannya, yang berguna untuk menentukan tingkat kejahatan yang akan ditampung di dalam Rumah Tahanan Negara tersebut. - BAB.III. Prinsip-prinsip Study Literature dan Study Kasus yang digunakan sebagai study perbandingan dalam perencanaan Rumah Tahanan Negara. - BAB.IV. Program dasar yang diperlukan untuk mencapai tujuan Perancangan atau perencanaan dari Rumah Tahanan Negara tersebut. - BAB. V. Program kebutuhan untuk menentukan aktivitas yang ditampung dalam kompleks bangunan Rumah Tahanan - Negara. - BAB VI. Penentuan lokasi dan tapak yang sesuai untuk perencanaan Rumah Tahanan Negara. BAB.VII. Analisa-analisa yang diperlukan dalam Rumah Tahanan Negara untuk menunjang perencanaan fisik dari bangunan itu sendiri. BAB VIII. Merupakan keputusan dari analisa-analisa di atas yang berupa konsepsi perancangan dan disertai dengan gambar Pra Rencana yang berisikan gambar-gambar secara riil dari Rumah Tahanan Negara tersebut.",
  "creators": "THEODORUS M.",
  "contributors": "Irwan Santoso (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Theodarus M. (378063)",
  "subjects": "PRISONS; PRISONS--DESIGNS AND PLANS; PRISONS-INDONESIA-SYSTEMS"
}