{
  "id": "25253",
  "title": "Pengelolaan dan pengembangan sumber daya manusia pada perusahaan keluarga (studi deskriptif pada CV. Betania, Atambua)",
  "abstract": "Tujuan penelitian ini adalah untuk mendeskripsikan pengelolaan dan Pengembangan SDM, menganalisis keadaan lingkungan internal dan eksternal, serta menyusun rencana Pengembangan SDM pada perusahaan keluarga CV. Betania di Atambua. CV. Betania merupakan jenis perusahaan bidang kontraktor. Penelitian ini menggunakan jenis penelitian deskriptif kualitatif dengan menggunakan teknik pengumpulan data yaitu wawancara. Hasil penelitian menunjukkan bahwa analisis pengelolaanuntuk fungsi manajemen (POAC), implementasi di CV. Betania terlihat maksimal pada unsur Planning dan Controlling saja. Sementara dalam keterlibatan anggota keluarga terdapat istri, adik, adik ipar dan 10 anggota keluarga lain sebagai karyawan CV. Betania, menunjukkan bahwa karakteristik perusahaan keluarga sangat terlihat dalam struktur organisasi. Untuk analisis keadaan lingkungan internal, terlihat dengan jelas bahwa aspek SDM memiliki masalah yang cukup serius dibandingkan keuangan, pemasaran, dan operasional. Sementara untuk analisis keadaan lingkungan eksternal menggunakan Five Force Analysis Porter, CV. Betania mendapatkan berbagai ancaman dan peluang. Hasil analisis dideskripsikan dalam matriks SWOT yang menghasilkan rencana pengembangan, yaitu: kebijakan rekruitmen tidak mengutamakan anggota keluarga, menjalin hubungan dengan pemasok, penjelasan peraturan standar karyawan CV. Betania, memberikan pelatihan secara proporsional pada seluruh elemen SDM, dan meningkatkan kualitas pelayanan. Dengan adanya rencana Pengembangan Sumber Daya Manusia sebagai hasil penelitian, diharapkan CV. Betania dapat menyelesaikan masalah SDM dan mengembangkan perusahaannya menjadi lebih baik.",
  "creators": "JULIANA DE FATIMA LIEM",
  "contributors": "Maria Praptiningsih, S.E., M.Sc.FE. (Advisor 1); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010393/MAN/2012; Juliana De Fatima Liem (31408171)",
  "subjects": "SMALL BUSINESS-MANAGEMENT"
}