{
  "id": "25264",
  "title": "Peran pemimpin dalam peningkatan kinerja PT. XYZ",
  "abstract": "Sering terjadi keluhan dari pelanggan atas mutu pelayanan dari perusahaan. Hal ini disebabkan oleh pengiriman barang yang terlambat. Hal ini menjadi penting karena keterlambatan akan mempengaruhi pengiriman barang yang lain. Di sini seorang pemimpin di samping melaksanakan fungsi manajemen juga harus mampu menjalankan peran seorang pemimpin. Oleh karena itu, tujuan dari penelitian ini adalah untuk menganalisa peran pemimpin dalam meningkatkan kinerja PT. XYZ. Jenis penelitian yang digunakan dalam penelitian ini adalah penelitian deskriptif kualitatif. Penelitian ini adalah penelitian kualitatif dengan pendekatan studi kasus. Sumber data yang digunakan adalah sumber data primer yang didapat dari hasil wawancara. Sedangkan, teknik pengumpulan data yang digunakan dalam penelitian ini adalah wawancara dan juga pengamatan pada perusahaan. Hasil penelitian ini menunjukkan bahwa ada beberapa peran yang dilakukan dalam meningkatkan kinerja saluran distribusi. Yang pertama sebagai director disini pemimpin membuat kebijakan-kebijakan dalam pelaksanaan saluran distribusi. Kedua peran sebagai coach di sini pemimpin menunjukkan ketegasan dari perusahaan dan juga memastikan bahwa visi dan misi perusahaan dimengerti oleh karyawan. Dan terakhir adalah peran sebagai interpreter dalam peran ini pemimpin mampu melihat peluang dan mengimplementasikannya dengan membuka cabang di berbagai daerah.",
  "creators": "ANDRE P SURANTA SURBAKTI",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor 1); Bambang Haryadi (Advisor 2); Eddy Madiono Sutanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010399/MAN/2012; Andre Prima Suranta Surbakti (31407183)",
  "subjects": "LEADERSHIP; LEADERSHIP (IN MANAGEMENT)"
}