{
  "id": "25260",
  "title": "Perpustakaan Umum Kodya Malang",
  "abstract": "Konsep perancangan ini disusun dalam rangka memenuhi sebagian dari persyaratan kurikuler ujian Sarjana Arsitektur, Semester X , tahun 1985, pada Fakultas Teknik Sipil dan Perencanaan, Jurusan Arsitektur, Universitas Kristen Petra, Surabaya. Adapun pembahasan laporan perancangan ini dibagi menjadi lima bab, yaitu: BAB 1: PEMAHAMAN PERPUSTAKAAN UMUM Berisi gambaran/pengenalan tentang perpustakaan umum, yang menyangkut akan: pengertian perpustakaan umum, jenisnya, hakekat, tujuan dan fungsinya, sistim perpustakaan, sistim pelayanan. BAB 2 : PERPUSTAKAAN UMUM KODYA MALANG menerangkan tentang Perpustakaan Umum Kodya Malang yang ada sekarang secara garis besar yang dikaitkan dengan permasalahannya sekaligus cara pemecahannya. Di sini juga ditinjau Kodya Malangnya, baik dari segi kondisi fisik, potensi, maupun rencana kotanya. Juga diterangkan latar belakang dan tujuan perpustakaan umum Kodya Malang, kesimpulan, batasan-batasan dan anggapan. BAB 3: PROSES PERENCANAAN. Menguraikan tentang Program Dasar, yang berisi tentang tujuan, sasaran, lingkup dan jangkauan perencanaan, organisasi kerja dan sistim ruang kerja, struktur organisasi Program Kebutuhan berisi tentang pengenalan aktivitas dan pengelompokannya, kapasitas yang direncanakan, perhitungan dan kapasitas ruang yang dibutuhkan, program dan luasan ruang, kebutuhan luas tapak, karakteristik ruang dan hubungan aktivitas. BAB 4: PEMILIHAN LOKASI DAN TAPAK. Dalam bab ini diterangkan faktor-faktor yang perlu diperhatikan dalam menganalisa pemilihan lokasi dan tapak, sehingga dapat diambil kesimpulan untuk menentukan lokasi dan tapak. BAB 5: ANALISA DAN KONSEP PERANCANGAN berisi analisa-analisa perancangan terhadap bangunan Tapak. Dari analisa perancangan ini, maka dapat diambil kesimpulan yang dipakai sebagai KONSEP PERANCANGAN.",
  "creators": "HENRY EFFENDI J.",
  "contributors": "NINIEK ADIASIH (Advisor 1); Andhi Wijaya (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Henry Effendi J. (378073)",
  "subjects": "LIBRARY; LIBRARY BUILDINGS--DESIGNS AND PLANS; LIBRARY-JAWA TIMUR"
}