{
  "id": "25274",
  "title": "Taman Budaya WR Supratman di Surabaya",
  "abstract": "Latar belakang gagasan berdasarkan tinjauan aktifitas yang dijalankan pada saat ini, peraturan peruntukan (land used) Kotamadya Surabaya, Dasar-dasar perencanaan. Kebutuhan ruang berdasarkan Buku Pedoman Direktorat Jendral Analisa pemilihan lokasi dan site, ada dua alternatip daerah yang diusulkan sebagai perletakan site, yaitu daerah Surabaya Selatan, yang terletak pada sekitar Dukuh Kupang dan Wonocolo. Kemudian alternatip kedua ditentukan daerah Surabaya Timur, tepatnya pada kawasan rekreasi Kenjeran. Analisa pengambilan bentuk arsitektur diambil arsitektur tradisional Jawa Timur. Bentuk arsitektur Jawa Timur ada tiga pengaruh yang menonjol, yaitu pengaruh Jawa Tengah, kira-kira terletak pada sekitar Ponorogo; yang kedua adalah pengaruh arsitektur tradisional Bali, yaitu disisi timur wilayah Jawa Timur, misalnya bentuk-bentuk rumah di sekitar Banyuwangi. Pengaruh yang ketiga adalah dari sebelah utara, yaitu arsitektur tradisional Madura. Dari ketiga pengaruh tersebut dipilih bentuk tradisional Madura, dengan alasan Madura lebih luas dikenal masyarakat dalam hal barbagai macam masalah. Misalnya karakter manusianya, kesenian dan olahraganya (kerapan sapi), letak geografisnya yang membentuk satu pulau tersendiri dan masih banyak hal yang dianggap menonjol. Analisa pencapaian, Pencapaian dianalisa mayoritas masuk pada jalan utara (jalan komplek rekreasi Kenjeran), tetapi tidak menutup kemungkinan adanya pencapaian bangunan yang masuk melalui jalan sebelah selatan site. Perencanaan ruang luar, karakter ruang luar diharapkan mencerminkan perpaduan antara komplek bangunan rekreasi dan bangunan formil, didukung adanya penerapan konsep herarki ruang luar. Sistim utilitas yang meliputi perencanaan akustik yaitu prinsip-prinsip pencapaian perencanaan akustik yang optimal, Misalnya dengan memperkecil pengaruh kebisingan jalan efek-efek perencanaan interior dan lain-lain. Sistim pencahayaan dan penerangan, pencahayaan pada pentas yang ideal adalah mempunyai sudut 35 °-45 ° dari garis horizontal. Sedang penerangan buatan pada ruang penonton perlu juga adanya pengaturan intensitas cahaya. Penerangan dengan intensitas cahaya yang relatip rendah akan menciptakan suasana rekreatip dan intim. Sistim pencegahan kebakaran digunakan tiga macam pengaman, yaitu tabung busa, springkler pada daerah pentas dan penggunaan fire hose dengan stand pipe pada jarak + 30 meter. Sistim pembuangan air hujan halaman, karena perencanaan ruang luar yang berkontur, maka perlu sistim penyelesaian yang baik. Pada pembuangan air hujan kolam mempunyai fungsi utama. Sebagai penampung aliran air halaman dari kontur yang paling tinggi mengalir hingga mencapai permukaan yang paling rendah, yaitu kolam. Dari uraian di atas jelas nampak bahwa kolam merupakan tandon penampungan atau waduk. Dari kolam dialirkan ke sungai di depan/di tepi jalan komplek rekreasi Kenjeran. Lalu diteruskan ke laut/pantai. Imajinasi pemakai bangunan, pada perencanaan ini penyusun mencoba merencana dan merancang bangunan tersebut dengan lebih memikirkan dan meramalkan imajinasi apa nantinya yang akan dilontarkan pemakai bangunan tersebut terhadap hasil perancangan.",
  "creators": "GUNAWAN",
  "contributors": "Paulus Hendrianto Soehargo (Advisor 1); Johan Adimarza (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Gunawan (379005)",
  "subjects": "BUILDING, FIREPROOF-STANDARDS; CULTURAL PARKS-EAST JAVA"
}