{
  "id": "25278",
  "title": "Pusat Perfilman Nasional di Jakarta",
  "abstract": "Laporan perencanaan dan perancangan ini disusun untuk memenuhi persyaratan kurikuler ujian sarjana Fakultas Teknik Sipil dan Perencanaan Jurusan Arsitektur, semester X tahun kuliah 1984-1985. Adapun judul proyek yang terpilih dari 2 judul sinopsis yang diajukan adalah : \"PUSAT PERFILMAN NASIONAL di JAKARTA\". Dalam laporan ini antara lain dibahas tentang: - Latar belakang perencanaan - Tujuan perencanaan - Analisa dari data yang didapat baik dari hasil survey lapangan, wawancara, maupun dari literatur untuk menentukan kebutuhan, baik fasilitas dan kapasitas maupun perlengkapan bangunan yang lain. - Analisa terhadap tapak yang terletak di jl. H.R. Rasuna Said untuk menentukan kelayakan tapak terhadap fungsi bangunan dan untuk menunjang perencanaan selanjutnya, termasuk di dalamnya analisa bangunan yang ada dalam tapak yang sama dengan fungsi yang sama dalam kaitannya dengan perencanaan perletakan bangunan yang baru dalam tapak. Fasilitas yang disediakan, sesuai dengan kebutuhan berdasarkan fungsi dan tanggung jawab pusat perfilman yang tercantum dalam SK Gubernur KDKI Jakarta No. D 111-4835/d/7/1975 tentang pembentukan Pusat Perfilman, secara garis besar dapat diuraikan sebagai berikut: Kantor pusat, merupakan kantor yang mengurusi masalah administratif pusat perfilman. Sinematek, merupakan pusat dokumentasi dan ruang kerja teknis. Fasilitas penunjang yang terdiri dari: Perkantoran organisasi perfilman, Bangunan serbaguna dan Gedung bioskop.",
  "creators": "I. INDRAWATI IMAWAN",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Paulus Hendrianto Soehargo (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; I. Indrawati Imawan (379035)",
  "subjects": "FILM FESTIVALS-BUILDINGS-DESIGNS AND PLANS; MOVIES"
}