{
  "id": "25283",
  "title": "Perencanaan kampus Universitas Kadiri di Kediri",
  "abstract": "Laporan perencanaan ini tersusun dalam rangka memenuhi persyaratan Ujian Sarjana Arsitektur, periode ke-XII, tahun 1984 1985, Universitas Kristen Petra, Surabaya. Judul yang diajukan adalah \"Perencanaan Kampus Universitas Kadiri di Kediri ( Fakultas Teknik Sipil dan Perencanaan,Jurusan Sipil, dan Fakultas Pertanian ), yang telah disetujui oleh Staff Pengajar dan Pimpinan, Fakultas Teknik Sipil dan Perencanaan - Jurusan Arsitektur, Universitas Kristen Petra Surabaya,melalui sidang penerimaan proposal sebelumnya. Judul tertulis di atas dipilih sesuai dengan Program Pemerintah di bidang Pembangunan.Pendidikan di Indonesia, yang saat ini sedang mendapat perhatian penuh baik oleh Pemerintah maupun masyarakat umumnya. Situasi pendidikan di Indonesia saat ini sedang dalam keadaan kurang seimbang, yaitu jenjang pendidikan yang lebih tinggi hanya dapat menampung sebagian kecil dari lulusan tingkatan pendidikan di bawahnya, dari lulusan Sekolah Dasar ke Sekolah Lanjutan Tingkat Pertama - lulusan Sekolah Lanjutan Tingkat Pertama ke Sekolah Lanjutan Tingkat Atas, dan terutama lulusan Sekolah Lanjutan Tingkat Atas ke Perguruan Tinggi. Sebagai akibatnya banyak anak usia sekolah yang terpaksa tidak bisa melanjutkan dan terjun bekerja di tengah masyarakat, tanpa suatu bekal pendidikan dan keahlian akademis yang cukup, dan selanjutnya hal ini akan mempengaruhi kebutuhan akan tenaga ahli yang berkwalitas, guna mendukung pem­bangunan yang saat ini sedang berjalan dengan pesat. Ketidak seimbangan yang terjadi terutama lebih terasa di daerah, kurangnya fasilitas Perguruan Tinggi menyebabkan banyak anak lulusan Sekolah Lanjutan Tingkat Atas terpaksa berlomba ke kota untuk dapat kuliah, sehingga yang tidak dapat masuk ke Perguruan Tinggi Negeri, mengarahkan tujuan ke Perguruan Tinggi Swasta favorit. Oleh karena itu pengadaan Perguruan Tinggi di daerah dengan tenaga pengajar yang berkwalitas, fasilitas dan sarana yang lengkap, serta administratif yang baik amat dibutuhkan. Dalam tugas ini tidak direncanakan keseluruhan fasilitas yang perlu disediakan dalam kampus suatu Universitas, dengan pertimbangan berbagai segi yang tertulis dalam uraian konsep selanjutnya, dan sesuai dengan judul tertulis hanya Kantor Pusat, Fakultas Teknik Sipil dan Perencanaan Jurusan Sipil, beserta Laboratorium, dan Fakultas Pertanian beserta Laboratorium, yang dirancangkan dalam tugas ini. Konsep perencanaan ini meliputi :- Bab 1 : Pengenalan Umum tentang pendidikan, sifat dan permasalahan perguruan tinggi, dan keseimbangan penerimaan lulusan Sekolah Lanjutan Tingkat Atas serta penerimaan mahasiswa di Jawa Timur; - Bab 2 Pengenalan Khusus; Kabupaten/Kodya Kediri dan Universitas Kadiri di Kediri; - Bab 3 ; Masalah dan Sasaran Pemecahan; - Bab 4 : Program Dasar; - Bab 5 : Analisa/ Pembahasan - Bab 6 : Utilitas dan Kelengkapan Bangunan; - Bab 7 : Konsep Perancangan dan Pentahapan Pembangunan.",
  "creators": "Y. ARDI KRISTIANTO",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Y. Ardi Kristianto (379050)",
  "subjects": "CAMPUS; CAMPUS BUILDINGS-DESIGNS AND PLANS"
}