{
  "id": "25309",
  "title": "Pengelolaan dan pengembangan usaha pada Rosa Craft di Sidoarjo",
  "abstract": "Penelitian ini bertujuan untuk mendeskripsikan fungsi manajemen, lingkungan eksternal dan internal pada usaha Rosa Craft serta mampu menyusun rencana pengembangan usaha sebagai bentuk untuk mengelola dan mengembangkan usaha Rosa Craft. Jenis penelitian kualitatif deskriptif pada studi kasus yang bertujuan untuk menganalisis data dengan penjelasan secara komprehensif mengenai berbagai aspek individu, kelompok, suatu organisasi atau suatu program. Dalam mengumpulkan data menggunakan metode wawancara sejumlah lima orang informan, informan pertama adalah informan yang dianggap mampu untuk dijadikan informan dan informan selanjutnya merupakan hasil rekomendasi dari informan pertama. Dari penelitian ini menghasilkan fungsi manajemen POAC dimana pelaksanaannya masih sederhana. Dalam analisis lingkungan eksternal Rosa Craft menghasilkan posisi Rosa Craft berada dalam posisi yang lemah dari kekuatan persaingan dalam industri yang sama dan ancaman pendatang baru. Melihat pangsa pasar Rosa Craft yang terbatas yaitu terbatas hanya bagi mereka yang menyenangi keunikan dan produk ramah lingkungan maka strategi untuk Rosa Craft adalah strategi diferensiasi fokus. Diferensiasi fokus adalah strategi yang membuat poduknya menjadi produk yang unik yang bertujuan untuk memaksimalkan pangsa pasar yang terbatas tersebut. Untuk mencapai tujuan tersebut diperlukan kegiatan pengembangan usaha yaitu dengan menambah variasi produknya secara terus-menerus, meningkatkan program promosi seperti mengikuti secara rutin kegiatan pameran dan pembukaan gallery.",
  "creators": "FELICIA LILI SURYAWATI",
  "contributors": "R.R. Retno Ardianti (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010422/MAN/2012; Felicia Lili Suryawati (31408006)",
  "subjects": "CRAFT FAMILY; SMALL BUSINESS-MANAGEMENT"
}