{
  "id": "25301",
  "title": "Analisis deskriptif proses inovasi produk minuman bersoda di PT. Sumber Pangan Nusantara Makasar",
  "abstract": "Penelitian ini bertujuan untuk mengetahui proses inovasi produk pada minuman bersoda yang telah diimplementasikan PT.Sumber Pangan Nusantara yaitu lahirnya gagasan, penyaringan ide , pengembangan dan pengujian konsep, pengembangan strategi pemasaran, analisis bisnis, pengembangan produk, pengujian pasar, dan komersialisasi pada produk minuman bersoda. Metode penelitian ini digunakan untuk mendeskripsikan situasi, kejadian, dan merupakan akumulasi data deskriptif, yaitu dengan menggunakan wawancara. Dengan penelitian ini, maka tujuan penelitian untuk mengetahui proses inovasi produk dapat terjawab dengan menggunakan metode penelitian deskriptif kualitatif, Temuan penelitian ini menunjukkan bahwa gagasan dilahirkan dari internal dan eksternal perusahaan, terdapat tiga produk minuman bersoda dan masing-masing produk memiliki segmen pasar yang berbeda. Dalam penetapan strategi pemasaran dilakukan sejumlah pengujian pemasaran kecuali strategi gelombang penjualan. Untuk pengujian pasar, perusahaan ini tidak menggunakan pengujian gelombang penjualan, namun perusahaan menggunakan pengujian pasar dengan stimulasi. Selain itu, perusahaan juga menggunakan pengujian pasar terkendali. Kedua pengujian pasar tersebut dinilai telah mencukupi untuk memantau pasar atas produk yang dijual oleh PT Sumber Pangan Nusantara. Untuk penentuan waktu peluncuran produk. Peluncuran produk waktu yang lalu di beberapa daerah, seperti: Makasar, Palopo, Kendairi, Luwuk, Bau-bau, maupun Banggai. Enam daerah ini menjadi basis pemasaran produk PT Sumber Pangan Nusantara. PT Sumber Pangan Nusantara memilih tempat-tempat tersebut untuk mendukung penjualan awal produk.",
  "creators": "CHRISVANI TANUS",
  "contributors": "Inggrid (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010414/MAN/2012; Chrisvani Tanus (31406216)",
  "subjects": "NEW PRODUCTS; NEW PRODUCTS-RESEARCH"
}