{
  "id": "25308",
  "title": "Arena kerapan sapi di Bangkalan Madura",
  "abstract": "Makalah ini merupakan laporan perencanaan dan perancangan pada ujian Sarjana Arsitektur periode XIV, di Fakultas Teknik Sipil dan Perencanaan Universitas Kristen Petra Surabaya. Adapun judul yang diambil adalah Arena Kerapan Sapi di Bangkalan Madura, yang merupakan suatu komplek fasilitas Kerapan Sapi di mana dapat menampung kegiatan atraksi tradisional Kerapan Sapi di Madura hingga pada tingkat ex Karesidenan Madura. Di samping itu dapat meningkatkan potensi Kerapan Sapi sebagai obyek pariwisata yang cukup dikenal baik di dalam maupun luar negeri. Dengan demikian masyarakat Madura dapat memanfaatkan fasilitas yang lebih memadai guna perlombaan Kerapan Sapi dan wisatawan dapat menikmati atraksi tradisional tersebut dengan lebih nyaman. Hal ini mengingat belum adanya usaha peningkatan fasilitas arena Kerapan Sapi yang lebih memadai di Madura guna peningkatan sektor pariwisata. Untuk mendapatkan di kota mana yang paling sesuai diadakan fasilitas ini di Madura, maka dibahas mengenai potensi kota Bangkalan sebagai kota yang paling dekat dengan ibu kota propinsi. Melalui data-data yang didapat disusun suatu program kebutuhan, yang kemudian dibahas dan dianalisa dari segi-segi yang dianggap perlu dan berhubungn sehingga diperoleh suatu konsep dasar perancangan fisik bangunan. Mengingat waktu dan penyusunan proyek akhir ini sangat terbatas, maka yang direncanakan secara mendetail dalam gambar (Pra-Rencana ) adalah masalah yang utama saja ( Sirkulasi kegiatan, landscape, Stadion Pacu dan kantor ) sedangkan fasilitas yang lain hanya dalam gambar denah kompleks.",
  "creators": "DADIEK ISMANADI",
  "contributors": "Handinoto (Advisor 1); Samuel Hartono (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Dadiek Ismanadi (380028)",
  "subjects": "RACE TRACKS (BULL RACING); COW RACING (MADURA)-TOURIST TRADE"
}