{
  "id": "25302",
  "title": "Studi deskriptif pengelolaan dan pengembangan usaha perusahaan keluarga pada aspek operasional PT. Prima Duta Sejati",
  "abstract": "Penelitian ini memiliki tujuan untuk mendeskripsikan pengelolaan perusahaan keluarga, menganalisis kondisi lingkungan eksternal dan internal menggunakan analisis SWOT, menyusun rencana pengembangan bisnis dalam bidang Operasional, dan mendeskripsikan peran anggota keluarga dalam pengembangan operasional pada PT Prima Duta Sejati. Penelitian ini menggunakan jenis penelitian deskriptif kualitatif dengan menggunakan metode wawancara. Kemudian data hasil wawancara akan dianalisis menggunakan teknik triangulasi. Dari hasil penelitian menunjukkan bahwa pengelolaan yang meliputi Planning, Organizing, Actuating, dan Controlling sudah bagus. Selanjutnya analisis lingkungan internal dilakukan pada empat aspek, yaitu pemasaran, Human Resource Development, operasional dan keuangan. Setiap aspek memiliki permasalahan, tetapi permasalahan yang besar terletak pada bidang operasional. Untuk analisis lingkungan eksternal menggunakan Porter’s Five Forces, menunjukkan ancaman pada persaingan diantara industri sejenis dan kekuatan tawar penawar pemasok. Peluang ada pada tidak adanya ancaman pendatang baru, kekuatan tawar menawar pembeli, dan tidak adanya barang substitusi. Hasil dari analisis lingkungan internal dan eksternal tersebut dimasukkan dalam analisis SWOT. Kemudian adapun hasil dari analisis SWOT adalah menggunakan strategi WO yang dianalisis lagi dalam Strategi Generik Michael Porter tipe 3 melalui diferensiasi. Adapun kesuksesan perusahaan juga dilihat dari peran anggota keluarga dalam perusahaan keluarga jenis Family Bussines Enterprise (FBE) tersebut. Dengan demikian, rencana pengembangan bisnis khususnya pada bidang operasional dapat menyelesaikan masalah dan membuat perusahaan berkembang lebih baik.",
  "creators": "TJIANG CYNTIA ROESDIYONO",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor 1); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010404/MAN/2012; Tjiang Cyntia Roesdiyono (31408173)",
  "subjects": "FAMILY CORPORATIONS--MANAGEMENT; FAMILY- OWNED BUSINESS ENTERPRISES; STRATEGIC PLANNING"
}