{
  "id": "25328",
  "title": "Sports centre di Surabaya",
  "abstract": "Sports Centre di Surabaya merupakan gagasan proyek yang timbul untuk menanggapi kebutuhan fasilitas olahraga di Surabaya. Daya penyediaan fasilitas olahraga di Indonesia secara umum dan di Surabaya khususnya perlu ditingkatkan, untuk itu diusahakan pihak swasta dapat ikut berpartisipasi dalam pembangunan fasilitas olahraga. Hal ini diusulkan pada proyek tersebut dalam bentuk investasi oleh pihak swasta. Dalam usaha pengenalan proyek untuk keperluan perencanaan dan perancangan, diambil dua obyek studi perbandingan, yaitu: Darmo Grande Sports Centre di Surabaya dan Kelapa Gading Sports Club di Jakarta. Dari kedua data tersebut di atas, ditambah data-data lain yang berupa hasil wawancara, literatur dan sedikit pengalaman penyusun yang ada kaitannya dengan olahraga, maka dibuat pembahasan perencanaan dan perancangan Sports Centre di Surabaya. Dalam pembahasan ini dihasilkan keputusan bahwa: - Sports Centre di Surabaya yang direncanakan merupakan bagian dari investasi proyek real estate secara keseluruhan yang berlokasi di Surabaya Timur, sehingga berjauhan dengan Darmo Grande Sports Centre yang sudah ada. Fasilitas yang disediakan memungkinkan untuk dipasarkan, yaitu kolam renang (+ kolam loncat indah & tribun penonton), lapangan tenis, lapangan bulutangkis dan fasilitas senam kesegaran jasmani (+ lapangan squash) serta sports hall untuk pertandingan bolabasket/bolavoli/ bulutangk is. Sistim pelayanan yang dipakai adalah sistim anggota pada masing-masing cabang olahraga, untuk sports hall digunakan sistim sewa dan untuk kolam renang, selain sistim anggota juga dibuka untuk umum. Site berlokasi di Surabaya timur, di daerah Manyar, tepatnya di sebelah utara dari site yang direncanakan untuk stadion atletik, luas site + 42.000 m2. Dari keputusan-keputusan di atas disertai analisa-analisa ruang dan site serta ide-ide, maka dihasilkan sebuah rancangan kompleks Sports Centre di Surabaya dengan Sports Hall sebagai bangunan utamanya yang disajikan dengan gambar denah, tampak dan potongannya dalam skala 1 : 200.",
  "creators": "THE KHING LIONG",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Jimmy Nurdi Kusuma Priatman (Advisor 2)",
  "publisher": "LPPM Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; The Khing Liong (380051)",
  "subjects": "SPORT FACILITIES--DESIGNS AND PLANS; SPORTS CENTERS"
}