{
  "id": "25331",
  "title": "Pengelolaan dan pengembangan usaha pada PT. Logamindo Sarimulia (studi kasus pada pengelolaan produksi dan operasional)",
  "abstract": "Di Indonesia perusahaan keluarga sudah tidak asing lagi. Banyak perusahaan keluarga yang berhasil dalam menjalankan bisnisnya. PT. Logamindo Sarimulia adalah salah satu perusahaan keluarga yang bergerak di industri peleburan besi dan baja. Penelitian ini bertujuan untuk mendeskripsikan fungsi manajemen perusahaan PT. Logamindo Sarimulia, untuk mengetahui kondisi lingkungan internal dan eksternal perusahaan pada PT. Logamindo Sarimulia, serta merumuskan rencana pengembangan bisnis yang akan diterapkan pada PT. Logamindo Sarimulia. Untuk tujuan tersebut peneliti akan menggunakan metode kualitatif. Untuk memperoleh data-data yang dibutuhkan dalam penelitian ini digunakan metode wawancara. Informasi yang dibutuhkan dalam penelitian ini antara lain informasi mengenai fungsi planning, organizing, actuating dan controlling yang dijalankan perusahaan. Penelitian ini juga menggunakan analisis kekuatan bersaing Porter untuk menganalisis lingkungan eksternal. Dari hasil penelitian yang dilakukan dapat ditarik kesimpulan, bahwa dalam menjalankan usahanya PT. Logamindo Sarimulia sudah menjalankan fungsi manajemen di setiap fungsi bisnis yang ada di perusahaan. Kemudian dilakukan analisis lingkungan internal dan lingkungan eksternal sebagai acuan dalam menyusun rencana pengembangan bisnis. Strategi yang direkomendasikan bagi perusahaan PT. Logamindo Sarimulia adalah strategi diferensiasi yaitu dengan cara meningkatkan kualitas produk dan melakukan inovasi produk.",
  "creators": "JOYANTO SAPUTRA",
  "contributors": "Dhyah Harjanti (Advisor 1); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010413/MAN/2012; Joyanto Saputra (31408193)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES-MANAGEMENT; FAMILY CORPORATIONS"
}