{
  "id": "25341",
  "title": "Pemanfaatan program spreadsheet untuk perencanaan dan pengendalian mutu perkerasan jalan lentur",
  "abstract": "Skripsi ini berisikan program komputer yang dapat dipakai untuk merencanakan dan mengadakan kontrol pada pembuatan campuran perkerasan jalan lentur, mulai dari pemeriksaan dan pemilihan bahan di laboratorium sampai pada evaluasi core drill untuk menentukan mutu perkerasan jalan tersebut. Dengan adanya program ini, diharapkan dapat memberikan kemudahan dalam perencanaan dan pengendalian kualitas campuran jalan yang dibuat, daripada jika perhitungan dilakukan secara manual yang mempunyai resiko membuat kesalahan dan memakan waktu lama. Kemampuan yang dimiliki program ini antara lain: - dapat melakukan analisa apakah suatu material memenuhi syarat /tidak untuk dipakai dalam campuran perkerasan jalan lentur - dapat menentukan komposisi coarse aggregate, medium aggregate , fine aggregate, natural sand, filler serta aspal agar didapatkan suatu proporsi yang memenuhi kriteria yang disyaratkan AASHTO maupun Bina Marga. - dapat memberikan informasi langkah-langkah yang harus diambil apabila void ratio terlalu tinggi / rendah, stabilitas terlalu tinggi/rendah, serta mengadakan peringatan apabila suatu material tidak memenuhi syarat untuk dipakai dalam campuran - dapat mencetak grafik kendali untuk mengontrol apakah hasil dari core drill lapangan memenuhi standard mutu design/tidak - memberikan “warning\" apabila suatu step percobaan lupa dilaksanakan Sebagai sarana pengolah data pada program skripsi ini dipakai \"Quattro\", karena paket program ini mampu menampilkan spread sheet (lembar kerja) dengan cepat, mencetak grafik dengan mudah, serta melakukan perhitungan pada setiap kolom dengan cepat. Adapun ruang lingkup bahasan pada skripsi ini dibatasi untuk macam lapisan Hot Rolled Sheet dan Asphalt Treated Bc%se saja, karena kedua macam lapisan ini mulai banyak dipakai di Indonesia serta mempunyai beberapa keunggulan dibandingkan dengan macam konstruksi perkerasan jalan lainnya seperti yang dipaparkan dalam Bab 1 dan 2 skripsi ini. Apabila dikehendaki macam konstruksi perkerasan jalan yang lain, dapat dilakukan modifikasi pada makro program ini menurut kriteria baru yang disyaratkan. Beberapa kelemahan yang ditemukan pada program skripsi ini adalah: - perbaikan kesalahan pemasukan data tidak dapat langsung dilakukan tanpa keluar terlebih dahulu dari proses pemasukan data yang sedang dijalankan - jika komputer tidak menyediakan hard disk, sedikitnya dibutuhkan 4 diskette untuk bekerja dengan program ini, yaitu * diskette program Quattro System * diskette program Quattro Resources * diskette program skripsi yang diberi nama HOTMIX.WKQ * diskette untuk menyimpan data",
  "creators": "HARDIANTO THENARIO",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1); Harry Patmadjaja (Advisor 2); Indriani Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 477 S; Hardianto Thenario (14284068)",
  "subjects": "ELECTRONIC SPREADSHEETS-COMPUTER PROGRAMS; PAVEMENTS, ASPALT CONCRETE"
}