{
  "id": "25345",
  "title": "Kantor Pusat dan Perpustakaan Pusat IKIP Surabaya",
  "abstract": "Makalah ini merupakan laporan perencanaan dan perancangan pada ujian sarjana arsitektur periode XII - 1985, dengan judul ’KANTOR PUSAT dan PERPUSTAKAAN PUSAT IKIP SURABAYA', yang berkedudukan di kampus IKIP Ketintang Surabaya. Gedung-gedung pusat institut yang direncanakan tersebut dapat disebut sebagai 'jantung' dari IKIP Surabaya, karena di situlah pusat orientasi semua kehidupan/aktivitas kampus IKIP Surabaya. Untuk mendapatkan hasil perencanaan dan perancangan yang optimal, laporan ini kami bagi dalam beberapa bab ; Bab 1. Tinjauan umum tentang IKIP Surabaya, yang berisi sejarah berdirinya, masalah-masalah yang dihadapi, dan rencana induk pengembangannya ; Bab 2. Pendekatan masalah yang dihadapi IKIP Surabaya terutama kebutuhan akan sarana fisiknya, sehingga proyek ini benar-benar merupakan salah satu penunjang bagi pengembangan IKIP di masa yang akan datang ; Bab 3. Tinjauan khusus tentang tugas pokok dan fungsi IKIP Surabaya, kantor pusat, dan perpustakaan pusat ; Bab 4. Analisa perencanaan, berdasarkan tinjauan khusus tentang kantor pusat dan perpustakaan pusat, kemudian dianalisa aktivitas dan kebutuhannya sampai didapatkannya skema organisasi ruang ; Bab 5. Analisa perancangan, merupakan tahapan analisa tentang aspek-aspek yang mempengaruhi perancangan tapak maupun fisik bangunannya ; Bab 6. Konsep perancangan, merupakan kesimpulan akhir dari analisa perencanaan dan perancangan yang digunakan sebagai pedoman perancangan fisik bangunannya.",
  "creators": "FAURIDZ UMABUANA",
  "contributors": "Ir. Achmad Archajadi (Advisor 1); Indriani (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Fauridz Umabuana (381001)",
  "subjects": "LIBRARY BUILDINGS--DESIGNS AND PLANS; LIBRARY-ADMINISTRATION"
}