{
  "id": "2535",
  "title": "Peranan metode lowballing cost oleh kantor akuntan publik di Surabaya",
  "abstract": "Penelitian ini bertujuan untuk mengetahui, apakah pada saat awal penugasan audit, KAP di Surabaya melakukan praktik lowballing cost atau tidak. Pengertian lowballing cost adalah penetapan fee audit yang lebih rendah (discount) dari penetapan fee yang seharusnya diberikan oleh KAP kepada kliennya dengan tujuan untuk mendapatkan klien. Fee audit diuji apakah terdapat indikasi praktik lowballing cost atau tidak. Untuk mengantisipasi adanya faktor-faktor lain yang berpengaruh terhadap penentuan fee audit, maka dalam penelitian ini disertakan faktor-faktor lain tersebut, yaitu: ukuran perusahaan klien, kompleksitas jasa audit yang diberikan, risiko penugasan audit, nama besar KAP yang mengaudit, opini yang dikeluarkan oleh auditor atas laporan keuangan perusahaan, dan keuangan klien. Faktor awal penugasan audit indikatornya adalah awal penugasan audit; faktor ukuran perusahaan klien indikatornya adalah total asset; faktor kompleksitas jasa audit yang diberikan indikatornya adalah jumlah anak perusahaan, jumlah anak perusahaan di luar negeri, dan tanggal tutup buku laporan keuangan yang tidak bersamaan dengan tanggal tutup tahun pajak; faktor risiko penugasan audit indikatornya DE, CATA, QUICK, dan ROI; faktor nama besar KAP yang mengaudit indikatornya adalah nama KAP yang mengaudit klien termasuk dalam The Big 4; faktor opini yang dikeluarkan oleh auditor atas laporan keuangan perusahaan indikatornya adalah opini yang dikeluarkan oleh KAP adalah qualified opinion; dan faktor keuangan klien indikatornya adalah kerugian yang dialami oleh klien selama tahun penelitian. Sampel yang digunakan dalam penelitian ini berasal dari perusahaan-perusahaan berbentuk Perseroan Terbatas (PT) yang tercatat di Departemen Tenaga Kerja dan Mobilitas Penduduk Kota Surabaya tahun 2004, teknik sampling yang dipergunakan adalah teknik penentuan sampel dengan pertimbangan tertentu. Teknik yang dipakai untuk menganalisa penelitian ini adalah analisis regresi berganda dengan bantuan software statistik SPSS versi 10. Hasil penelitian menunjukkan bahwa faktor awal penugasan audit mempengaruhi fee audit dengan signifikansi nilai t 0,032, dan terdapat pula faktor-faktor lain mempengaruhi fee audit yaitu: faktor ukuran perusahaan klien, faktor kompleksitas jasa audit yang diberikan, faktor risiko penugasan audit, faktor nama besar KAP yang mengaudit, dan faktor opini yang dikeluarkan oleh auditor atas laporan keuangan perusahaan.",
  "creators": "YONATHAN HALIM",
  "contributors": "Juniarti (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010452/AKT/2005; Yonathan Halim (32400157)",
  "subjects": "ACCOUNTANTS; AUDITING--RESEARCH; FINANCE, PUBLIC-ACCOUNTING"
}