{
  "id": "25379",
  "title": "Peranan anggota keluarga pemilik dalam pengelolaan produksi dan operasional perusahaan keluarga di Surabaya dan sekitarnya",
  "abstract": "Usaha Kecil dan Menengah (UKM) merupakan salah satu jenis usaha yang berkembang cukup pesat di Indonesia. Hal tersebut dapat terlihat dari jumlah UKM yang terus bertambah setiap tahunnya. UKM yang semakin meningkat di Indonesia tersebut memiliki peranan yang cukup besar bagi perekonomian Indonesia yaitu sebagai penyumbang Produk Domestik Bruto (PDB) paling besar dan penyedia lapangan kerja dalam mengatasi masalah pengangguran. Perusahaan keluarga merupakan suatu fenomena tersendiri dalam dunia bisnis. Selain jumlahnya yang sangat banyak, perusahaan keluarga mempunyai andil yang cukup signifkan bagi pendapatan Negara. Berdasarkan hal tersebut, penulis bertujuan ingin mengetahui bagaimana peranan anggota keluarga dalam pengelolaan bisnis keluarga terhadap pengelolaan produksi dan operasional. Metode yang digunakan dalam penelitian ini adalah penyebaran kuisioner terhadap pemilik usaha kecil dan menengah yang merupakan bisnis keluarga dengan judgmental sampling, dan teknik analisa yang digunakan dalam penelitian ini adalah distribusi frekuensi, statistik deskriptif, dan pemetaan. Hasil penelitian ini menunjukkan bahwa terdapat hubungan antara anggota keluarga yang terlibat dengan profil perusahaan keluarga yaitu antara sumber modal usaha, jumlah omzet dengan badan usaha serta aktivitas pengelolaan produksi dan operasional.",
  "creators": "IRENA VEGA PRICILLIA W",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor 1); Bambang Haryadi (Advisor 2); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010434/MAN/2012; Irena Vega P.W (31407097)",
  "subjects": "PRODUCTION MANAGEMENT; SMALL BUSINESS; PRODUCT MANAGEMENT"
}