{
  "id": "25380",
  "title": "Fasilitas olah raga balap sepeda di Surabaya",
  "abstract": "Fasilitas olahraga balap sepeda adalah salah satu sarana olahraga yang sangat dibutuhkan sebagai wadah yang dapat menampung kegiatan-kegiatan pembinaan, latihan dan penyelenggaraan perlombaan olahraga balap sepeda untuk memasyarakatkan cabang olahraga tersebut dan untuk meningkatkan prestasi para atletnya. Untuk tujuan tersebut, di Surabaya sebagai ibukota propinsi Jawa Timur diperlukan adanya fasilitas tersebut sebagai pusat kegiatan olahra­ga balap sepeda di Jawa Timur. Untuk mewujudkan suatu fasilitas olahraga balap sepeda yang dapat memenuhi kebutuhan secara maksimal, maka ruang-ruang dan fasilitas yang direncanakan ditentukan berdasarkan aktivitas-aktivitas yang dilakukan oleh pemakainya dengan dimensi yang disesuaikan dengan kapasitas dan gerak yang dilakukan orang-orang yang ada di dalam ruang/fasilitas yang bersangkutan. Adapun lokasi yang dipilih untuk fasilitas olahraga balap sepeda di Surabaya adalah di daerah Dukuh Kupang. Lokasi tersebut dipilih dengan mempertimbangkan arah pengembangan kota Surabaya dan kriteria-kriteria lokasi fasilitas olahraga balap sepeda yang baik, Dalam tahap perancangan, baik perancangan tapak maupun perancangan bangunan, penulis berusaha untuk menampilkan suatu bentuk bangunan yang dapat mencerminkan fungsi-fungsi olahraga balap sepeda dengan mempertimbangkan segi-segi teknis bangunan, standar-standar yang berlaku, adaptasi dengan lingkungan dan kenikmatan serta kelancaran dalam melakukan aktivitas, sehingga dapat diwujudkan suatu rancangan bangunan fasilitas olahraga balap sepeda yang maksimal.",
  "creators": "DARWIN TEDJARIA",
  "contributors": "IR. SHELLY GUNAVATI WARDOYO, MT. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Darwin Tedjaria (381007)",
  "subjects": "CYCLING; SPORT FACILITIES--DESIGNS AND PLANS"
}