{
  "id": "25414",
  "title": "The Relationship between the title and the main character's life in O'Casey's the Silver Tassie",
  "abstract": "This thesis is an analysis of the relationship between the title and the main character's life in O 'Casey's The Silver Tassie. The thesis writer is curious to know why O' Casey decides to entitle The Silver Tassie for his play. She wonders how important this title is in developing the story. The thesis writer analyzes this relationship through Harry Heegan's life. The Silver Tassie is a name of a football cup in the story. This Cup is an alternation cup which is considered as the highest appreciation in football sports in Ireland. This Cup symbolizes glory and pride of life, youth, love, hope, and gaiety. Also, it marks the downfall of its hero, Harry Heegan. From the discussion, it is revealed that the Silver Tassie which appears twice in the story has a big role to develop the story. This cup influences the main character's life twice as much as its appearance. Because of the Tassie's appearance, Harry has to change his perception of life twice. His first changing perception of life is at the time he gets the Silver Tassie Cup. He thinks that living in the world is very exciting and the feeling of pride is needed. He also feels that being a hero is needed. Second it changes Harry's perception of life when the Tassie Cup loses its glory. Its loss of its glory makes him think that being the society's hero is useless because the feeling of pride is not eternal. As a result, he decides that life is not only filled with the strength but also with the spirit of life that makes people live happily. Finally, the thesis writer concludes that O'Casey gives the title of his play The Silver Tassie because he wants to emphasize this Cup's presence. O'Casey wants the readers to pay attention to its role in developing the story. He uses its presence as a tool to bring Harry in the battlefield where Harry, then, realises that war never gives any hopes to the young soldiers.",
  "creators": "FELIANNA LIMANTO",
  "contributors": "Liliek Soelistyo (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 378; Flliana Limanto (11490083)",
  "subjects": "ENGLISH DRAMA-19TH CENTURY-STUDY ANDTEACHING; O'CASEY, JEAN 1880-1964. THE SILVER TASSIE-STUDY AND TEACHING"
}