{
  "id": "25416",
  "title": "Dorinda Oakley as a tragic and epic figure in Ellen Glasgow's barren ground",
  "abstract": "This thesis is written to analyse the tragic and epic qualities of the main female character in the Barren Ground written by Ellen Glasgow. In order to prove the writer's hypothesis concerning the existence of the tragic and epic qualities which are manifested in the heroine's life, the research is commenced by studying the heroine's conflicts and her characterizations. Then, from the whole discussion, it can be verified that Dorinda Oakley, the main female character, possesses the tragic and epic qualities. The tragic qualities can be seen when Dorinda Oakley's feeling is injured by Greylocks' betrayal. And due to this incident, she works very hard to manage her life well and appears as a successful landowner. Indeed, her success regains her prestige and self-confidence. She seems to believe in her own ability to run her life well and objects her need for love. Then, when her husband and her ex-lover die, she starts realizing the importance of love for her life. She regrets her own attitude so far which has wasted her youth by ignoring the significance of love. Now, she discovers that her life is empty and lonely. Meanwhile, by the emergence of Oakley's realization which marks the character development, the epic qualities can be seen. Indeed, at the end of the story she even can survive and be a winner over the hard life.",
  "creators": "NIEKE DEWI HAPSARIE",
  "contributors": "Liliek Soelistyo (Advisor 1); Sarah Limuil (Examination Committee 1)",
  "publisher": "Universitas Kristen Satya Wacana",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 377; Nieke Dewi Hapsarie (11491007)",
  "subjects": "AMERICAN FICTION--20TH CENTURY--STUDY AND TEACHING; GALSGOW, ELLEN ANDERSON GHOLSON, 1873-1945. BARREN GROUND-STUDY AND TEACHING"
}