{
  "id": "25429",
  "title": "Fasilitas dewan kesenian Daerah Istimewa Yogyakarta",
  "abstract": "Makalah ini merupakan laporan perencanaan dan perancagan pada ujian Sarjana Arsitektur periode XII, di Fakultas - Tehnik Sipil dan perencanaan Univ. Kristen PETRA Surabaya. Adapun judul yang diambil adalah Fasilitas Dewan Kesenian Daerah Istimewa Yogyakarta, yang merupakan suatu kompleks Kesenian di mana segala aktivitas Dewan Kesenian Daerah Istimewa Yogyakarta diharapkan bisa tertampung di dalamnya Untuk mendapatkan suatu hasil perancangan komplek kesenian tersebut secara optimal dan agar berfungsi sebagaimana mestinya, maka pada awalnya dikemukakan tentang pentingnya kesenian dan pembinaannya di negara kita saat ini, serta Dewan Kesenian Daerah Istimewa Yogyakarta sebagai salah satu badan yang menangani masalah tersebut. Dan dengan demikian akan didapat segala aktivitas dan kebutuhan akan fasilitas di dalam kompleks kesenian. Hal ini mengingat bahwa Dewan Kesenian Daerah Istimeua Yogyakarta sebagai badan pembina seni resmi milik pemerintah Daerah Istimewa Yogyakarta, saat ini belum memiliki fasilitas apapun. Untuk mendapatkan letak yang sesuai di Daerah Istimewa Yogyakarta, maka dibahas mangenai potensi daerah wilayah Daerah Istimewa Yogyakarta mengenai seni dan masyarakat pecintanya sebagai pendukung keberadaan Fasilitas Dewan Kesenian Daerah Istimewa Yogyakarta di daerah tersebut. Melalui data-data yang didapat dicoba disusun suatu program kebutuhan, yang kemudian dibahas dan dianalisa dari segi segi yang dianggap perlu dan berhubungan sehingga didapat suatu konsep dasar perancangan fisik bangunan. Pembinaan dan pentas seni sebagai Fasilitas Dewan Kesenian Daerah Istimewa Yogyakarta. Mengingat waktu dan penyusunan proyek akhir ini sangat terbatas, maka yang direncanakan secara mendetail dalam gambar (Pra - Rencana) adalah sebagian dari Fasilitas Utama saja (Pentas tertutup, pendopo, Pameran Tertutup ) sedangkan fasilitas yang lain hanya dalam gambar denah kompleks.",
  "creators": "M. PAMUDJO",
  "contributors": "Johan Adimarza (Advisor 1); Jimmy Nurdi Kusuma Priatman (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; M. Pamudjo (382058)",
  "subjects": "ART CENTERS; ART CENTERS-DESIGNS AND PLANS; ART FACILITIES"
}