{
  "id": "25433",
  "title": "Pengaruh susunan tiang dibawah pondasi pelat terhadap daya dukung dan penurunannya",
  "abstract": "Untuk merencanakan pondasi suatu bangunan besar yang terletak di atas suatu Iapisan tanah liat yang dalam umumnya digunakan pondasi peIat , karena pondasi peIat memberikan angka keamanan yang cukup besar terhadap keruntuhan daya. dukung batas. Masalah yang timbul pada pondasi pelat adalah besarnya penurunan yang terjadi. Dengan memberikan tambahan tiang-tiang pada pondasi pelat tersebut diharapkan penurunan yang terjadi dapat dikurangi dan daya dukung pondasi dapat ditingkatkan. Suatu percobaan pembebanan dilakukan pada tiga jenis model pondasi yaitu model pondasi pelat, model pondasi tiang dan model pondasi pelat-tiang untuk mengetahui pengaruhnya terhadap reduksi penurunan yang terjadi dan peningkatan daya dukung batasnya. Hasil percobaan pembebanan dibandingkan juga dengan hasiI perhitungan secara teoritis berdasarkan metode Poulos & Davis serta metode Cooke. Hasil pembebanan model di laboratorium menunjukkan bahwa pada model pondasi pelat tiang daya dukung batas dan reduksi penurunan yang terjadi lebih besar jika dibandingkan dengan model pondasi lainnya. Pada model pondasi pelat tiang, penggunaan tiang yang sedikit dan panjang akan lebih efektif jika dibandingkan dengan penggunaan tiang yang banyak dan pendek. Dari perbandingan hasil percobaan dengan hasil perhitungan secara teoritis dapat diketahui bahwa perhitungan menurut Leori Cooke dengan penggunaan faktor reduksi luasan pelat sama dengan dua ( Kp = 2 ) lebih mendekati hasil percobaan pembebanan.",
  "creators": "SUHERI",
  "contributors": "Sugie Prawono (Advisor 1); Benjamin Lumantarna (Advisor 2); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 568/SIP/1993; Suheri (21487029)",
  "subjects": "FOUNDATIONS"
}