{
  "id": "25441",
  "title": "A Study of Lena Younger's Afro-American motherhood and her son's maturity process in Lorraine Hansberry's A Raisin in the Sun",
  "abstract": "Afro-American is a minority in A merican society where they live a pathetic life of being poor, uneducated, and unwanted. The Younger as Afro-Americans experience that too. Besides their social background, the Younger's familial background is also pathetic. This kind of life gives a special touch to Afro-American motherhood which is often associated with fathers' absence. It is said that in many disadvantaged families, the mothers protect their children when young and helpless but then control them as they grow older. Hansberry's A Raisin in the Sun portrays Afro- American motherhood where Lena is the Afro-American mother and Walter is the son. In this thesis, their characters are analyzed as well as their conflict. This thesis is a study of the influence of Lena's Afro- American motherhood to Walter as her son. It is also a study of Walter's process to maturity. Lena as an Afro-American mother has great influence over Walter leading to their conflict. The stronger Lena is, the weaker Walter will be. Walter is immature. Walter wants to break free from his mother's influence then the conflict erupts. The conflict is not followed immediately by a solution that is why it brings Walter to his crisis. This crisis realizes Lena that she was wrong. Lena gives Walter her positioa as the head of the family. Walter changes to be a responsible and loving person. But one more frustrating event perfects him. Because of his frustration, he comes to a realization that he has to be the real head of the family. His bad character traits are changed to good ones and Walter comes to his manhood.",
  "creators": "HERNI YUWATI",
  "contributors": "ANITA LIE (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 372; Herni Yuwati 11491008",
  "subjects": "AMERICAN DRAMA--20TH CENTURY--STUDY AND TEACHING; HANSBERRY, LORRAINE, 1930-1963. A RAISIN IN THE SUN"
}