{
  "id": "2549",
  "title": "Pembuatan perangkat lunak untuk mengimplemantasikan hierarchical bounding volume pada ray tracing",
  "abstract": "Ray tracing adalah metode yang realistik untuk me-render image atau frame yang dibuat dalam suatu lingkungan grafik komputer 3D. Cara kerjanya adalah dengan men-trace jalur cahaya pada sebuah scene dan menghitung refleksi, refraksi dan penyerapan sinar ketika berbenturan dengan obyek. Akan tetapi, banyaknya perhitungan matematis yang perlu dilakukan dan permintaan akan algoritma yang dapat menghasilkan gambar dan frame berkualitas tinggi dalam waktu sesingkat mungkin berarti perlu dicari cara untuk mengurangi waktu rendering sementara mempertahankan kualitas hasil. Pada kesempatan ini, diterapkan metode bounding volume untuk mengurangi waktu rendering dengan cara mengeliminasi sinar-sinar yang tidak menyentuh suatu bounding volume. Sinar yang tidak menyentuh bounding volume tidak diteruskan dan pixel pada layar yang berkorespondensi dengannya diberi warna sesuai dengan latar belakang. Sebaliknya, sinar yang menyentuh bounding volume akan diteruskan hingga menyentuh sebuah obyek, pixel yang berkorespondensi dengannya diberi warna sesuai dengan warna obyek atau dalam kasus tidak menyentuh obyek sama sekali, diberi warna latar belakang. Setelah diuji, ternyata ray tracing dengan menggunakan bounding volume berhasil mengurangi waktu pemrosesan jika dibanding dengan tanpa bounding volume. Perbedaan akan tampak semakin nyata jika scene yang dirender mengandung banyak obyek.",
  "creators": "MARIA MARGARETHA",
  "contributors": "Kartika Gunadi (Advisor 1); Liliana (Advisor 2); Rudy Adipranata (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01000375/INF/2005; Maria Margaretha (26498091)",
  "subjects": "COMPUTER GRAPHICS; PROGRAMMING (ELECTRONIC COMPUTERS)"
}