{
  "id": "25639",
  "title": "Obral besar Surabaya sebagai salah satu kegiatan untuk meningkatkan kunjungan wisatawan di Surabaya",
  "abstract": "Surabaya adalah Ibukota Propinsi Jawa Timur dan merupakan kota terbesar kedua di Indonesia setelah Jakarta. Posisi Kota Surabaya yang terletak di bagian timur dari Pulau Jawa ini sangat strategis dan banyak disinggahi oleh wisatawan baik domestik maupun mancanegara. Selain itu Surabaya juga dikenal sebagai kota Indamardi (Industri, Dagang, Maritim dan Pendidikan). Tujuan dari para wisatawan yang singgah ke Surabaya sangat beraneka ragam, ada yang berkepentingan di bidang industri, dagang, wisata ataupun hanya sekedar transit. Banyak dari para wisatawan yang singgah ke Surabaya hanya sekedar transit guna melanjutkan perjalanannya menuju ke tempat lain seperti Pulau Bali atau Jawa Tengah. Sebagian dari para wisatawan beranggapan bahwa Kota Surabaya bukan merupakan daerah tujuan wisata pilihan, mereka lebih cenderung memilih Gunung Bromo atau Pulau Bali sebagai tempat berliburnya. Melihat hal tersebut maka Pemerintah Daerah Kotamadya Surabaya berupaya secara terus menerus untuk menarik dan meningkatkan jumlah wisatawan yang berkunjung dan juga berupaya agar wisatawan yang singgah di Kota Surabaya tidak hanya sekedar untuk transit tetapi juga dapat tinggal lebih lama untuk menikmati obyek dan potensi wisata yang ada di Surabaya. Salah satu cara yang telah dilakukan oleh pemerintah adalah menyelenggarakan kegiatan obral besar yaitu ‘Surabaya Obral Besar’ atau ‘Surabaya Big Sale’. Kegiatan ini hampir serupa dengan kegiatan yang telah dilakukan oleh pemerintah Singapura dalam dalam upayanya menarik wisatawan yaitu kegiatan ‘Singapore Big Sale’. Dalam Surabaya Obral Besar ini, para wisatawan tidak hanya dapat menikmati potongan harga yang diberikan oleh para pedagang, tetapi juga dapat menikmati atraksi-atraksi yang khusus diadakan untuk mendukung kegiatan Surabaya Obral Besar ini, seperti pasar krempyeng, festival sate klopo, pesta semanggi Surabaya dan lain sebagainya. Kegiatan ini diselenggarakan selama satu bulan penuh dan diadakan bertepatan dengan Hari Ulang Tahun Kota Surabaya yang jatuh pada bulan Mei. Dalam usaha. mengembangkan ‘Surabaya Big Sale’ ini terdapat beberapa kendala yang perlu dipikirkan upaya penyelesaiannya agar kegiatan ini dapat memberi hasil yang optimal. Adapun kendala tersebut adalah kurangnya tanggapan masyarakat terhadap Surabaya Big Sale ini, Letak-letak pusat perbelanjaan yang berjauhan dan lain-lainnya. Selain itu juga perlu adanya promosi baik dari pemerintah maupun swasta mengingat bahwa kegiatan ini masih tergolong kegiatan baru.",
  "creators": "SUGI WIJOYO RUSLIM",
  "contributors": "LANY WARDANA (Advisor 1); Tio Sally Puspasari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 268/Par/1998; Sugi Wijoyo Ruslim (91394023)",
  "subjects": "TOURIST TRADE SURABAYA"
}