{
  "id": "25635",
  "title": "Pemanfaatan energi matahari sebagai pemanas air sirkulasi alami dengan menggunakan kolektor surya plat datar",
  "abstract": "Pemanfaatan energi surya merupakan salah satu alternatif dari penggunaan sumber-sumber energi baru, di mana di Indonesia energi surya tersedia secara berlimpah sepanjang tahun. Salah satu pemanfaatan energi surya tersebut adalah sebagai pemanas air, di mana merupakan konversi energi secara fototermal. Untuk memanfaatkan energi surya sebagai pemanas air digunakan kolektor surya plat datar sebagai alat untuk memerangkap energi dari radiasi matahari dan mengkonversikan menjadi panas berguna yang digunakan untuk memanaskan air di dalam pipa-pipa kolektor surya tersebut sehingga dengan adanya peningkatan temperatur air akan menyebabkan suatu sirkulasi alami akibat perbedaan berat jenis air. Dengan adanya sirkulasi secara alami ini akan menyebabkan air bersirkulasi dalam suatu siklus tertutup dari tangki penyimpanan masuk ke dalam kolektor dan keluar dari kolektor masuk kembali ke dalam tangki penyimpan. Karena hal tersebut di atas maka penulis tertarik untuk menganalisa bagaimana sistem pemanas air ini dapat bekerja dan perpindahan panas atau konversi energi dari radiasi surya menjadi panas yang digunakan untuk memanaskan air. Dengan melakukan analisa perpindahan panas berdasarkan data-data hasil pengujian terhadap suatu kolektor surya yang telah dibuat akan dapat diketahui efisiensi dari kolektor surya tersebut dan dapat diketehui pula faktor-faktor apa saja yang berpengaruh terhadap unjuk kerja dari suatu sistem pemanas air tenaga surya, sehingga dapat digunakan sebagai acuan dalam melakukan perbaikan-perbaikan untuk meningkatakan efisiensi dari sistem yang ada.",
  "creators": "AGUS SANTOSO",
  "contributors": "HENDRATA SUHADA (Advisor 2); RAHARDJO TIRTOATMODJO (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 95.54.153; Agus Santoso (24490073)",
  "subjects": "SOLAR ENERGY; SOLAR POWER PLANTS"
}