{
  "id": "2564",
  "title": "Faktor-faktor manusia yang mempengaruhi penolakan SDM dalam menjalankan sistem informasi berbasis teknologi informasi (studi pada SDM perusahaan konstruksi di Surabaya)",
  "abstract": "Implementasi sistem informasi berbasis teknologi informasi di dunia konstruksi dapat menemui hambatan dikarenakan kurangnya pemahaman mendasar tentang prinsip-prinsip manajemen informasi. Selain itu juga disebabkan karena suksesnya implementasi yang sangat tergantung oleh sejumlah masalah technological dan human factors. Pengalaman-pengalaman yang terjadi di industri yang lain menunjukkan bahwa penolakan (resistance) dari human factor dapat benar-benar menghambat suksesnya implementasi teknologi yang lebih maju. Dalam industri konstruksi, yang terkenal dengan kekonservatifannya dalam mengadopsi teknologi yang baru, peluang terjadinya penolakan akan jauh lebih besar. Tujuan dari penelitian ini adalah untuk mengetahui faktor-faktor penolakan apa saja yang terjadi pada SDM perusahaan konstruksi di Surabaya dan untuk mengetahui faktor-faktor penolakan mana saja yang dominan. Dalam menganalisa peneliti membagi responden berdasarkan level manajemennya, yakni top-level management, mid-level management, on-field personnel, dan secretarial and clerical staff. Hasil analisa menunjukkan bahwa faktor penolakan yang paling dominan adalah faktor security. Untuk top-level management, mid-level management, on-field personnel faktor penolakan yang paling dominan adalah faktor security dan untuk secretarial and clerical staff adalah faktor a resistance organizational culture.",
  "creators": "FANI; HERU PURWOADI",
  "contributors": "Andi (Advisor 1); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1278/SIP/2003; Fani (21498045), Heru Purwoadi (21498141)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; PERSONNEL MANAGEMENT"
}