{
  "id": "25688",
  "title": "Pengembangan dan renovasi Vihara 'Buddha Gaya' di Watugong-Semarang",
  "abstract": "Indonesia pada masa lalu, saat masih berbentuk kerajaan-kerajaan pernah mengalami masa keemasan di bawah bimbingan agama Buddha, dan agama Hindu. Pada jaman Sriwijaya di Indonesia telah terdapat banyak Vihara dengan beribu-ribu Bhikku. Dan terdapat pula orang- orang dari dari luar negeri yang ingin datang untuk mempelajari/memperdalam agama Buddha di Sriwijaya. Dengan adanya agama Buddha, jaman Mataram memberikan kepada kita warisan antara lain Candi Borobudur, Mendut dan Pawon. Ketiga Candi tersebut merupakan satu kesatuan. Candi Pawon merupakan tempat persiapan, Candi Mendut sebagai tempat berbagai kegiatan keagamaan termasuk di antaranya puja bhakti, dan Candi Borobudur membantu pengunjungnya menghayati Dhamma, baik melalui kualitas ruangnya yang membangkitkan pengalaman spiritual maupun melalui bentuk fisiknya, termasuk relief yang ada. Di samping ketiga candi tersebut di Indonesia juga terdapat Candi Kalasan yang didirikan oleh raja Hindu atas permintaan Bhikku-Bhikku agama Buddha. Candi ini dipergunakan untuk memuliakan Dewi Tara. Dan di seberang Candi ini terdapat Candi Sari yang merupakan Vihara bertingkat tiga, tempat para Bhikku berdiam. Dengan runtuhnya Majapahit agama Buddha di Indonesia mengalami kemunduran, hampir lenyap. Dan di Indonesia tidak ada lagi Bhikku maupun Vihara. Baru lima ratus tahun kemudian, sesuai ramalan salah seorang Majapahit, agama Buddha mulai berkembang lagi di Indonesia. Pada masa kebangkitan agama Buddha di Indonesia tersebut, atas dukungan umat Buddha Tridharma, demi penyebaran & pengembangan agama Buddha Theravada, telah dibangun sebuah Vihara pertama sebagai tempat tinggal Bhikku Indonesia yang pertama, yang mempunyai potensi untuk menjadi Vihara yang besar. Sayangnya karena kesalahan sistem pengelolaan, Vihara yang bersejarah saat ini dalam keadaan terbengkalai. Untuk melestarikan Vihara yang bersejarah tersebut serta menggali kembali potensinya untuk menjadi Vihara yang besar serta untuk berpartisipasi dalam pemenuhan kebutuhan Vihara di Indonesia maka timbul gagasan proyek ini. Dengan mengingat sejarah dan sifatnya diharapkan Vihara ini dapat bermanfaat bagi usaha persatuan agama Buddha di Indonesia. Agar Vihara ini dapat bermanfaat dengan sebaik - baiknya dan dapat bekerjasama/saling menunjang dengan Vihara yang ada di sekitarnya maka sesuai potensinya, Vihara ini ditekankan pada usaha membantu menimbulkan pengalaman spiritual dan petunjuk-petunjuk Dharma yang dilakukan pula melalui arsitekturnya. Di samping itu Vihara ini juga bersifat representatif. Dengan adanya titik berat yang terencana ini Vihara ini menjadi berbeda dari baik Vihara Maha Dhamma Loka, yang lebih cocok untuk pembinaan umat sehari-hari dalam kebhaktian minggu maupun klas-klas Dhamma, maupun Vihara yang menekankan pada pendidikan calon bhikku (Vihara yang cocok dikembangkan di tempat seperti Vihara 2500, di dekat seribu tangga, yang relatif jauh dari jalan raya).",
  "creators": "ONG NGUOK LING",
  "contributors": "NINIEK ADIASIH (Advisor 1); Frans Soehartono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 533/ARS.21/89; Ong Nguok Ling (384049)",
  "subjects": "TEMPLES, BUDDHIST; VIHARA"
}