{
  "id": "25700",
  "title": "Ancol sport dan fitness centre",
  "abstract": "Laporan perencanaan ini disusun sebagai pelengkap perancangan proyek akhir dalam rangka memenuhi persyaratan kurikulum ujian sarjana Arsitektur semester 9, periode XXI tahun ajaran 1989 - 1990 di Jurusan Arsitektur Universitas Kristen Petra Surabaya. Laporan ini berisi tentang perencanaan fasilitas olah raga di daerah Ancol, Jakarta Utara. Dan pembahasan proyek ini kami mulai dengan pengenalan umum tentang sejarah olah raga, pembagian jenis olah raga dan pembahasan yang berkaitan dengan program pemerintah mengenai pembangunan prasarana dan sarana olah raga serta kebijaksanaan pemerintah daerah DKI Jakarta mengenai pembinaan dan penyediaan fasilitas olah raga. Pengembangan pembangunan fasilitas olah raga di lingkungan Jakarta Utara ini, adalah sejalan dengan hasil analisa kondisi pada saat ini, di mana penyediaan akan fasilitas rekreasi dan olah raga di Jakarta Utara adalah: - masih dirasakan sangat kurang ruang terbuka di dalam lingkungan perumahan untuk tempat bermain. - untuk rekreasi di dalam gedung ( bioskop ) pada saat ini sudah memadai. sedangkan olah raga di dalam gedung baru dipenuhi + 25 % saja. Dari hasil analisa untuk pengembangan fasilitas re- kreasi dan olah raga di masa yang akan datang adalah: - sarana rekreasi, olah raga dan pariwisata di Ancol, pusat kegiatan olah raga dan re- kreasi akan dikembangkan di kawasan Kapuk Muara, Kawal Muara, Pluit dan Ancol. ( sumber: Buku Data dan Analisa, Pemda DKI Jakarta ). Ruang lingkup pelayanan proyek ini sesuai kebutuhan dan potensi-potensi yang ada di daerah sekitar Ancol, di mana memiliki potensi yang baik untuk dikembangkan lagi dan kebutuhan masyarakatnya akan fasilitas olah raga. Untuk jenis fasilitas dan kapasitas yang akan direncanakan ini disesuaikan dengan; kebutuhan masyarakatnya, kebutuhan wilayah lain yang hampir setaraf, dan sebagai dasar penentuan dipakai studi pembanding dari fasilitas-fasilitas yang ada di wilayah lain yang memiliki berbagai jenis fasilitas yang digemari/diminati masyarakat. Dalam hal pengelolaan dari proyek ini adalah di bawah koordinasi dari Taman Impian Jaya Ancol bersama-sama dengan anggota club fasilitas olah raga ini sendiri.",
  "creators": "KO TJUN BIN",
  "contributors": "Andhi Wijaya (Advisor 1); RUDY PRASATYA LILANANDA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 552/ARS.40/89; Ko Tjun Bin (385010)",
  "subjects": "SPORTS CENTERS"
}