{
  "id": "2570",
  "title": "A Study of grammatical errors in the english compositions written by the high-level students of EF Surabaya",
  "abstract": "This study about error types is conducted particularly to focus on the types of grammatical errors and surface changes that occur in English compositions. The importance of investigating error types is to show the correct grammatical rules, which might result in a good writing. The data were taken from fifteen writing compositions written by eleven high-level students of EF English First in Plaza Surabaya, ranging from level 13 up to 16. By discovering the students? errors in writing their compositions, the writer attempts to find out the types of errors based on linguistic categories and surface strategies; besides revealing the committed type of errors along with the frequency of each occurrence. The errors collected are classified according to the linguistic category proposed by Burt and Kiparsky (1972). In addition, she employs the theories written by Dulay, Burt and Krashen (1982) namely Surface Strategy Taxonomy for the data explanation. The results of the analysis show that the noun phrase errors gain the highest percentage, while sentential complement errors get the lowest percentage in the data. It is significant to note that verb phrase errors also take a dominant percentage in the compositions. The findings above might suggest that most EF students have difficulties in the application of English grammar, whereas they seem to be able to use the rule of sentential complement in writing a composition. In addition, the highest percentage of surface strategies goes to misformation errors and the least error belongs to misordering ones. The findings show that the students do not know the application of a certain rule so they might misform the forms. In short, based on the research that the writer has done, it turns out that English proficiency levels do not guarantee one?s mastery of English grammar.",
  "creators": "FENNY GONDO WIJOYO",
  "contributors": "MEEDY NUGRAHA (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.02011382/ING/2004; Fenny Gondo Wijoyo (11400110)",
  "subjects": "ENGLISH LANGUAGE-GRAMMAR; ENGLISH LANGUAGE-ERRORS OF USAGE; ENGLISH LANGUAGE-STUDY AND TEACHING-FOREIGN SPEAKERS"
}