{
  "id": "25708",
  "title": "Fasilitas wisata budaya dan bahari di Grajagan Banyuwangi",
  "abstract": "Proyek ini pada hakekatnya merupakan proyek yang sifatnya usulan dari proyek yang belum ada sebelumnya dan perbaikan dari kenyataan yang ada pada saat ini. Maka laporan perencanaan ini dimulai dengan uraian mengenai beberapa pengertian yang berhubungan dengan pengertian Fasilitas Wisata Budaya dan Bahari itu sendiri. Gagasan proyek ini lahir dari akumulasi fakta-fakta yang ada yaitu mengenai prospek kepariwisataan Indonesia di masa mendatang ditinjau dari beberapa aspek, potensi alam dan budaya yang dimiliki propinsi Jawa Timur pada umumnya dalam mendukung kemajuan bidang Pariwisata di Jawa Timur, motivasi wisatawan pada umumnya. Dari akumulasi fakta-fakta tersebut dihasilkan suatu hipotesa untuk menguji kelayakan dari gagasan proyek ini. Alasan dipilihnya lokasi proyek ini di Banyuwangi yaitu di kawasan Teluk Grajagan, diuraikan dengan meninjau potensi yang dimiliki baik potensi alam dan budaya serta dukungan dari kebijaksanaan Pemerintah Daerah dalam pengembangan seni budaya daerah sebagai pendukung potensi alam yang ada untuk kegiatan pariwisata. Potensi alam yang menarik dan khas dalam proyek ini adalah pantai yang indah dengan latar belakang hutan sedang potensi budaya yang menarik yaitu terutama seni pentas (tari, musik dan drama) tradisional Banyuwangi yang banyak ragamnya dan jarang dipunyai oleh daerah-daerah wisata lain di Jawa Timur. Dengan adanya gagasan untuk memadukan antara potensi alam dan budaya dalam kaitannya dengan kegiatan wisata bahari dan budaya. Selain potensi dan keadaan sarana yang mendukung, diperlukan juga fasilitas yang memadai untuk kegiatan wisata budaya dan bahari tersebut. Penentuan jenis fasilitas, ditinjau berdasarkan kondisi daerah wisata Grajagan saat ini dan studi perbandingan dengan fasilitas sejenis, untuk fasilitas wisata bahari sedang untuk penentuan fasilitas wisata budaya ditinjau dari macam kegiatan seni budaya Banyuwangi yang menonjol yaitu seni pentas dan pendekatan terhadap pedoman perencanaan Taman Budaya Depdikbud sehingga perlu disediakan fasilitas teater-teater pertunjukan dan fasilitas penunjang lainnya. Selanjutnya dari semua pembahasan di atas akan memberikan input/umpan masuk kepada pembuatan konsep dasar perencanaan yang menghasilkan suatu program kebutuhan yang dipakai sebagai dasar penentuan konsep perancangan. Akhirnya dibuat suatu konsep perancangan fisik dari fasilitas-fasilitas yang direncanakan yang meliputi pembahasan semua aspek teknis dan estetis terutama dalam kaitannya dengan prinsip-prinsip arsitektur dan mengetrapkannya pada tapak yang telah dipilih.",
  "creators": "ALI WIJOYO",
  "contributors": "IRWAN SAHLI (Advisor 1); Istiawati Kiswandono (Advisor 2); Stanislaus Kuntjoro Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 567/ARS.55/89; Ali Wijoyo (385049)",
  "subjects": "RECREATION CENTERS-DESIGNS AND PLANS"
}