{
  "id": "2571",
  "title": "The Study of advertising claims for children as seen on Indonesian Television",
  "abstract": "The development of technology has increased the production of children products from year to year. To promote the products, indeed, the producer needs advertisements in order to inform, attract, and persuade the children, as the consumers, to buy the product. Since television becomes a part of children?s life, the writer chooses advertisements on television as the source of this study. This study is about the language claim on children advertisements. A claim usually shows the superiority of the product by using clever vocabulary to manipulate the consumers. Therefore, consumers should pay attention and carefully to the claim so they will not misunderstanding about the product. Moreover, the writer would like to identify the claims used on children advertisements, and also the claims that mostly used on the children advertisements. The data is analyzed employing the theories written by Schrank, (1998) which on the book titled \"Exploring language\". He has classified the kinds of claim into ten categories. For supporting the theory, the writer used Lutz?s theory, where he classified the words that are used for Weasel Claim. Descriptive quantitative approach is used in this study. Findings show that Weasel claim is the most frequently use claim on children advertisement because perhaps, children can understand the words such as help, can be, work, etc, easily. Furthermore, \"can be\" is used the most among the weasel claim. On the other hand, the use of endorsement or testimonial claim and the compliment of the consumers could not be found in this study.",
  "creators": "FELIANI WIRAHONO",
  "contributors": "MEEDY NUGRAHA (Advisor 1); Samuel Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.02011383/ING/2005; Feliani Wirahono (11400104)",
  "subjects": "SUBLANGUAGE; DISCOURSE ANALYSIS; LANGUAGE AND LANGUAGES-STUDY AND TEACHING; LANGUAGE AND LANGUAGE-VARIATIONS"
}