{
  "id": "25717",
  "title": "Prosedur alokasi tenaga kerja sebagai pengganti cara coba mencoba dalam penetapan alokasi sumber",
  "abstract": "Untuk membuat suatu jadwal pengolahan proyek, semua pekerjaan / aktivitas dapat dilaksanakan sesuai dengan waktu awal (Early Start) dan tenaga kerja disediakan sesuai dengan kebutuhan itu, pelaksanaan yang demikian ini mungkin dapat menimbulkan pemborosan. Cara yang lain dengan membuat suatu batas tenaga kerja yang ditetapkan terlebih dahulu kemudian dibuat jadwal yang sesuai dengan batas itu, ternyata bilamana batas tenaga kerja terlalu rendah maka jangka waktu proyek mungkin akan lebih lama daripada yang direncanakan. Sebaliknya bilamana batas tenaga kerja lebih tinggi dapat menimbulkan pemborosan. Cara-cara di atas tidak ada yang tepat, karena cara-cara itu mengabaikan \"Perataan Tenaga Kerja\". Tenaga kerja yang efektif harus dialokasikan sesuai dengan kebutuhannya, akan tetapi harus dipergunakan sedemikian rupa agar biaya dapat dibuat serendah mungkin. Untuk itu tenaga kerja harus dibuat serata mungkin, sehingga tenaga kerja yang kurang efisien (adanya kerja lembur dan tenaga kerja yang harus siap sedia dibayar tetapi tidak ada tugas) dapat dibuat sekecil mungkin. Dengan dasar pemikiran itu, dalam membuat suatu jadwal pengolahan proyek perlu diketahui berapa jumlah tenaga kerja yang terbaik untuk menyelesaikan proyek itu dalam waktu singkat dan dengan tenaga kerja yang paling efektif. Perataan yang diharapkan itu dapat diperoleh dengan mengalokasikan tenaga kerja secara coba-mencoba (Trial and Error). Tetapi dengan cara ini akan didapatkan banyak macam kemungkinan sehingga memerlukan waktu yang lama, kesulitan ini dapat diatasi dengan menggunakan M.A.P. atau Man Power Allocation Procedure. M.A.P. adalah suatu cara untuk mengetahui berapa banyaknya tenaga kerja yang dibutuhkan untuk menyelesaikan suatu proyek di mana didapat hasil kerja yang seefisien mungkin dengan menggunakan kelonggaran waktu total.",
  "creators": "RUDY TJOKRODIREDJO; TAN TIONG SIEN",
  "contributors": "R. SUCIPTO M.",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 145 S; Rudy Tjokrodiredjo (273032), Tan Tiong Sien (275120)",
  "subjects": "CONSTRUCTION INDUSTRY-LABOR PRODUCTIVITY; CONSTRUCTION INDUSTRY-MANAGEMENT"
}