{
  "id": "25718",
  "title": "Percobaan pemakaian abu vulkanis untuk stabilisasi tanah",
  "abstract": "Di Indonesia sampai saat ini penggunaan bahan yang berasal dari letusan gunung berapi masih terbatas untuk bahan bangunan saja, mengingat pula di Indonesia, gunung berapi cukup banyak maka penggunaan bahan dari letusan tersebut perlu ditingkatkan dan dikembangkan untuk menunjang pembangunan terutama pembangunan jaringan jalan. Di antara material yang termasuk sebagai letusan dari gunung berapi dan yang akan kami selidiki adalah abu vulkanis sebagai bahan tambahan untuk stabilisasi tanah, terutama untuk lapisan tanah lembek yang merupakan tanah dasar dari jalan. Penyelidikan ini khusus ditujukan untuk mengetahui sampai sejauh mana abu vulkanis secara teknik dapat dimanfaatkan sebagai bahan tambahan untuk stabilisasi tanah. Sebelum sampai pada tujuan yang ingin dicapai, maka terlebih dahulu kita ketahui perubahan sifat-sifat tanah yang diharapkan akan terjadi dengan adanya stabilisasi, demikian pula sebagai dasar dari pemilihan percobaan maka kami uraikan macam-macam stabilisasi yang pernah dilaksanakan. Adapun perubahan sifat-sifat tanah yang kami selidiki dalam percobaan ini adalah strength, kepadatan, atterberg limit dan swell. Untuk strength kami lakukan CBR test dan Unconfined Compressive Strength test. Sedangkan tanah yang kami pakai dalam percobaan ini, diambil dari daerah Siwalankerto dan Simo sidomulyo. Abu vulkanis berasal dari letusan gunung berapi Semeru, sebelum kami pakai untuk percobaan maka kami selidiki susunan kimianya, sedangkan untuk tanah, berhubung keterbatasan dana maka tidak kami adakan analisa kimianya. Variasi dari campuran abu vulkanis yang kami lakukan adalah 2, 6, 8, 10,dan 12 % untuk tanah Siwalankerto dan 4, 8, 12, 16, dan 20 % untuk tanah Simo sidomulyo. Sebagai hasil dari percobaan kami ini dapat digariskan bahwa pemakaian jumlah abu yang effektive adalah bervariasi antara 4 % sampai dengan 10 % untuk tanah yang berplastisitas rendah, sedangkan untuk tanah yang berplastisitas tinggi effektivenya adalah antara 4% sampai dengan 12% berat kering, selain itu bahwa pemakaian abu vulkanis secara sendirian masih belum memberikan hasil yang memuaskan, maka untuk itu perlu diselidiki lebih lanjut, terutama bila dicampur dengan bahan lainnya (misalnya: kapur).",
  "creators": "HAMDANI UTAMA; UNTARA K.",
  "contributors": "Soebianto Tjandrawibowo (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 163 S; Hamdani Utama (274003), Untara K. (275118)",
  "subjects": "SOIL MECHANICS; SOIL TESTING; SOIL STABILIZATIONS"
}