{
  "id": "25730",
  "title": "Sistim staggered walls pada bangunan tingkat tinggi",
  "abstract": "Sejarah perkembangan bangunan bertingkat tinggi dan persoalan-persoalan antara lain defleksilateral yang terjadi akibat beban lateral, akan mempengaruhi stabilitas konstruksi dan kenyamanan penghuni bangunan tersebut. Hal ini akan dlbahas secara singkat mengingat semakin ditinggalkannya elemen-elemen pengaku seperti dinding-dlnding yang berat dan semakin langsingnya konstruksi sehingga bangunaan masa kini cenderung lebih flexibel. Dengan semakin besarnya pengaruh pembebanan lateral terhadap bangunan bertigkat tinggi, maka banyak sistim baru telah dikembangkan terutama untuk mengetahui gerakan lateral yang timbul. Salah satu di antaranya adalah konstruksi Staggered walls yang akan dibahas baik dari beton bertulang maupun baja. Pembahasan meliputi keuntungan-keuntungan dari segi perencanaan arsitektural maupun keterbatasan-keterbatasannya, pengaruh beban gravitasi, beban lateral dan gaya- gaya yang timbul serta kelekukan struktur akibat beban beban tersebut. Analogi antara konstruksi Staggered walls dari beton bertulang dengan konstruksi Shear Wall memungkinkan cara analisa perhitungan defleksi lateral shear - Wall dapat dipakai untuk konstruksi staggered walls. Di samping itu lobang pada dinding yang sering tak dapat dihindari dan Interaksi antara dinding dengan balok penghubung juga akan dibahas secara singkat, Sedangkan analisa defleksi lateral konstruksi Staggered walls dari baja akan memakai cara konvensionil dengan menganggap staggered sebagai Cantilevered Trusa. Akhirnya dianalisa bangunan 10 tingkat, bentang 14 m, panjang 48 m dengan sistim staggered Walls dari beton bertulang dan baja, sistim Open Rigid Frame dari beton dan baja, sistim Bracer Frame dari baja baik dengan perencanaan secara elastis maupun plastis. Besarnya volume beton bertulang atau berat baja dan defleksi lateral maximum yang didapat dari sistim Staggered Walls kemudian dibandingkan dengan sistim-sistim Open Rigid Frame dan - Braced Frame",
  "creators": "DARIO ROSIDI; HARTONO L.",
  "contributors": "Daniel Zefania Pribadi (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 65 S; Dario Rosidi (275010), Hartono L. (275020)",
  "subjects": "BUILDINGS; STRUCTURAL ENGINEERING; STRUCTURAL ANALYSIS (ENGINEERING)"
}