{
  "id": "2573",
  "title": "A Study of how Jay Gatsby obtains his idea of wealth and shifts it into a tool to gain self-esteem in his social and love life as seen in Fitzgerald's the great Gatsby",
  "abstract": "Born in a poor family makes young Gatsby determined to undergo many efforts in order to improve his status. Afterwards, inspired by his meeting and journey with Dan Cody, Gatsby completes his whole idea of materialism by wanting to become a rich person. However, his love story with a rich girl named Daisy makes him sway his dream to become a rich man. Gatsby no longer sees becoming a rich person as a dream, yet he sees it as a challenge to win Daisy's attention. After five years of separation, Gatsby now is a rich man and eager to restore his relationship with Daisy again. Yet his poor past life makes him a man with a low self-esteem whenever people tries to know his past life. Gatsby lies about it and covers it by showing off his materialism to people around him. In order to capture Daisy's attention once again, Gatsby also uses his materialism to attract her. Therefore, for the findings above, the thesis writer decides to analyze Gatsby's process in obtaining the idea of materialism and shifting it into a tool to gain self-esteem in his social and love life. The thesis writer employs literary approach namely characterization to reveal Gatsby's efforts in trying to achieve a better status when he is young and also his efforts in showing off his materialism as a way to establish connections with people as well as to recapture Daisy's attention. To support the analysis, the thesis writer also uses psychological theory namely self-esteem to analyze Gatsby's inferiority upon his past life that leads him to lies and materialistic show-offs. First, the thesis writer analyzes Gatsby's recognition of his family's poor condition that leads him to the eagerness to improve his status. Within this analysis, the thesis writer recognizes his efforts in improving status as an early abstract idea of materialism. Afterwards, the analysis rests upon Gatsby's meeting with Dan Cody. Here, the thesis writer analyzes Gatsby's observations towards Cody's rich lifestyle that finally makes Gatsby feels inspired to become a rich person by the life that Cody has. Gatsby's early relationship with Daisy makes him lie about his social status and learn that he has to be a rich man in order to win her. Here, the thesis writer identifies the shifting moment of idea of materialism in a tool to gain self-esteem. Furthermore, the thesis writer analyzes Gatsby's inferiority upon his past life, followed by his efforts to show off his materialism in socializing with people and to win Daisy's attention. Finally, I conclude Gatsby's poor past life makes him wants to be come a rich person, yet his love with Daisy shifts his dream and makes it as a tool to gain people's respect and Daisy's attention.",
  "creators": "IRMAYA HARYUNI",
  "contributors": "Liliek Soelistyo (Advisor 1); CHERRY HADIKUSUMO, Dra. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.01011386/ING/2005; Irmaya Haryuni (11400070)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; FITZGERALD, FRANCIS SCOTT KEY.1896-1940. THE GREAT GATSBY"
}