{
  "id": "25737",
  "title": "Studi kelayakan limestone sebagai agregat kasar beton",
  "abstract": "Beton adalah suatu bahan yang didapatkan dengan mencampurkan: agregat halus, agregat kasar, portland semen dan air. Dalam tugas akhir ini dicoba menggunakan limestone sebagai agregat kasar beton, dengan pertimbangan limestone banyak terdapat di Indonesia dan pemanfaatannya masih langka terutama untuk agregat beton. Limestone yang digunakan dalam penelitian ini diambil dari daerah Gresik - Tuban yang sebelumnya telah dilakukan survey dan pengujian awal di laboratorium untuk mengetahui: quantity, harga, kekerasan, keausan dan durability dari batuan limestone. Untuk mengetahui kelayakan limestone sebagai agregat kasar beton, dila- kukan percobaan mix design untuk berbagai macam mutu beton dengan menggunakan 2 metode, yaitu : - Metode D O E yang diusulkan oleh Prof. Torben C Hansen. - Metode Nisso-Master yang telah dilakukan perubahan sesuai dengan keadaan di Indonesia. Pengamatan hasil percobaan dilakukan berdasarkan: kekuatan tekan, workability dan harga bahan per meter kubik beton. Dari hasil percobaan dapat disimpulkan bahwa limestone dapat dipakai sebagai agregat kasar beton dengan menghasilkan kekuatan tekan 300 kg/cm2 untuk limestone daerah Gresik - Tuban yang mempunyai nilai crushing: 24 ,27 - 28,62 % , sedangkan limestone dengan nilai crushing 37,56 % menghasilkan kekuatan tekan sebesar 225 kg/cm 2 . Dan harga bahan per meter kubik beton akan leoih murah 2,9 - 9,4 % daripada beton yang memakai agregat kasar batu pecah Pandaan - Pasuruan.",
  "creators": "EDDY BUDI RAHARDJO; MULJADI GONDOKUSUMA",
  "contributors": "SIA KHAIJ TJWAN (Advisor 1); Hurijanto Koentjoro (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 247 S; Eddy Budi Rahardjo (279050), Mulyadi Gondokusuma (279143)",
  "subjects": "AGGREGATES (BUILDING MATERIALS); CONCRETE"
}