{
  "id": "25742",
  "title": "Pengaruh bahan endapan dan kapasitas waduk Karangkates dan Lahor",
  "abstract": "Sedimentasi yang terjadi di waduk sebagai akibat dibangunnya dam pada suatu aliran sungai tidak dapat dihindarkan. Sedimentasi ini mengakibatkan kapasitas/daya tampung berkurang sehingga fungsi waduk tidak lagi seperti yang diharapkan. Pada suatu waduk yang juga digunakan untuk PLTA (misalnya Waduk Karangkates), jika tinggi sedimen telah mencapai peil intake pipa pesat, maka pembangkitan tenaga listrik akan terhenti. Demikian pula jika tinggi sedimen telah mencapai peil terowongan bawah tanah yang menghubungkan Waduk Lahor dengan Waduk Karangkates, maka aliran air dari Waduk Lahor ke Waduk Karangkates akan terhenti. Dalam menentukan waktu yang dibutuhkan sedimen untuk mencapai peil pipa pesat dan peil terowongan ini digunakan metode: 1. Metode Trap Efficiency. Metode ini mempergunakan grafik hubungan antara trap efficiency dengan perbandingan kapasitas-inflow. Dari grafik ini dapat dihitung besarnya sedimen yang tertahan dengan memperkirakan jumlah sedimen yang masuk 2 sebesar 1,2 mm/km/thn. 2. Metode Penquranqan Luas. Metode ini merupakan perumusan dari Lara di mana dipergunakan dua buah grafik, yaitu grafik hubungan antara luas relatif vs kedalaman relatif dan grafik hubungan antara kedalaman relatif vs fungsi kedalaman. Dengan metode ini didapat juga luas dan volume yang tersisa pada suatu waktu tertentu. 3. Metode Penqurangan Kapasitas. Metode ini mempergunakan grafik hubungan antara trap efficiency dengan perbandinqan kapasitas maksimum dengan luas daerah pematusannya. Sedang banyaknya sedimen yang mengendap dapat dinyatakan dengan persamaan: CL = (E.QS )/C dimana: CL = jumlah sedimen yang mengendap per tahun atau kehilangan kapasitas dalam persen/tahun. E = trap efficiency atau sedimen yang tertahan. Qs = jumlah sedimen yang masuk ke waduk. C = kapasitas maksimum waduk. 4. Metode Pertambahan Luas. Metode ini dirumuskan oleh Borland-Miller dengan suatu persamaan matematika yang menyatakan bahwa volume sedimen yang masuk terdiri atas bagian yang terdistribusi merata setinggi H - ho ditambah bagian di bawah zero elevation. Rumus ini dipakai oleh Prof. Sumadyo untuk menentukan banyaknya sedimen yang mengendap jika sedimen yang keluar bersama air dihitung sebesar Ao x drawdown (selisih elevasi HWL dengan L W L ). Dari keempat metode di atas disimpulkan cara ke 2 paling tepat, karena cara ini: 1. Memperhatikan bentuk dari waduk. 2. Perhitungan lebih teliti, dapat memperkirakan sedimen yang terdistribusi untuk setiap tahunnya. 3. Dapat menentukan luas dan volume yang baru akibat distribusi sedimen setiap saat.",
  "creators": "LANIAWATI HANDRADINATA; HADLI TASLIM",
  "contributors": "Ruslan Djajadi (Examination Committee 1); O.F. PATTY (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 321 S; Laniawati Handradinata (280102), Hadli Taslim (281070)",
  "subjects": "DAMS; SEDIMENTATION AND DEPOTION"
}