{
  "id": "25758",
  "title": "Hotel wisata di pulau Giliketapang Probolinggo",
  "abstract": "Laporan perencanaan ini disusun dalam rangka untuk melengkapi tugas akhir mata kuliah Merancang Arsitektur AR 500 Periode XXIV tahun 1990 / 1991 Fakultas Teknik Jurusan Teknik Arsitektur Universitas Kristen Petra Surabaya. Adapun judul yang dipilih: \" HOTEL WISATA DI PULAU GILIKETAPANG PROBOLINGGO \" Indonesia adalah negara kepulauan yang sangat kaya akan keindahan alam pantainya. Laut di Indonesia memiliki potensi yang tinggi untuk pengembangan wisata bahari, keindahan bawah lautnya masih murni dan belum banyak di ketahui, karenanya perlu dikembangkan sebagai produk wisata alam yang potensial. Mendengar nama Pulau Giliketapang barangkali masih banyak yang merasa asing. Pulau ini hampir tidak dapat di temukan pada peta-peta umum. Pulau Giliketapang merupakan satu-satunya pulau yang berada di utara kota Probolinggo, sekitar 5 mil dari pelabuhan Tanjung Tembaga, Meskipun tidak ditemukan di peta-peta umum tidak berarti bahwa pulau ini tidak dikenal oleh masyarakat luar karena kenyataannya sekarang ini banyak penyelam memanfaatkan perairan yang belum tercemar ini. Pulau ini memang sangat menarik jika dinikmati dari dalam laut terutama perairan bagian timur pulau. Gua Kucing yang dianggap keramat merupakan obyek wisata yang lain di pulau ini. Pulau berpasir putih bersih ini tidak hanya cantik dipandang dari dalam laut tetapi juga dapat dinikmati dari lereng gunung Bromo dengan mata telanjang. Pulau Giliketapang sudah sejak beberapa tahun yang lalu ditetapkan oleh Bupati Soeprapto sebagai obyek wisata andalan jadi satu paket dengan obyek-obyek wisata dalam wilayah Kabupaten Probolinggo. Sehubungan dengan hal diatas Bapak Bupati mengundang investor untuk mengembangkan sebuah sarana penginapan berupa hotel, cottage dan sarana yang lain yang akhirnya bertujuan bagi kepentingan masyarakat dan negara. Pelaksanaan tugas akhir ini berupa perencanaan dan perancangan Arsitektur yang dibagi dalam tahapan-tahapan dan menguraikan hal-hal yang berkaitan dengan perencanaan sebuah hotel di pulau Giliketapang.",
  "creators": "ANIEK V TJANDRASARI",
  "contributors": "Ir. Achmad Archajadi (Advisor 1); Irwan Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 647/ARS.02/1991; Aniek V. Tjandrasari (14385020)",
  "subjects": "HOTELS, TAVERNS, ETC"
}