{
  "id": "25751",
  "title": "Rumah Sakit Telogorejo di Semarang",
  "abstract": "Laporan ini disusun dalam rangka memenuhi persyaratan akademis ujian Sarjana semester IX periode XXIV tahun 1990 - 1991 pada Jurusan Arsitektur, Fakultas Teknik, Universitas Kristen Petra Surabaya. Adapun judul proyek adalah : \"Rumah Sakit Telogorejo di Semarang\" Dalam laporan ini diuraikan hal-hal yang berhubungan dengan perencanaan dan perancangan Rumah Sakit Telogorejo, mengingat sudah dibutuhkannya peremajaan secara total dari bangunan serta peningkatan mutu pelayanan dan kapasitas kebutuhan dari yang telah ada. Usaha tersebut tidak lain adalah sebagai upaya peningkatan status Rumah Sakit dari klasifikasi Madya menjadi Utama. Untuk tidak meluasnya pembahasan, isi laporan ini dibatasi pada hal-hal yang mendukung perencanaan dan perancangan Rumah Sakit Telogorejo saja, mengingat waktu penyusunan yang relatif singkat Pembahasan diawali dengan tinjauan Rumah Sakit secara umum dan juga mengenai kebijaksanaan Pemerintah mengenai Rumah Sakit, selanjutnya dibahas mengenai perumusan gagasan yaitu berupa latar belakang masalah sampai dicetuskannya suatu gagasan untuk merencanakan kembali Rumah Sakit Telogorejo. Pembahasan dilanjutkan dengan meninjau keadaan Rumah Sakit Telogorejo saat ini. Dari sini ditentukan dasar perencanaan yang meliputi program dasar dan program kebutuhan yang bertitik tolak dari keadaan sekarang, kemungkinan-kemungkinan untuk mengembangkannya dan tidak terlepas dari rencana jangka panjang Rumah Sakit Telogorejo sendiri. Kemudian dilanjutkan dengan perancangan tapak dan fisik bangunan yang akan disajikan dalam gambar pra rencana. Demikian ringkasan laporan ini dibuat supaya didapatkan sedikit gambaran dan semoga hasil laporan perencanaan ini akan membawa manfaat bagi semua pihak yang membutuhkannya.",
  "creators": "ENDANG SETIAWATI",
  "contributors": "Frans Soehartono (Advisor 1); MILYAWATI KURNIAWAN (Advisor 2); IR. SHELLY GUNAVATI WARDOYO, MT. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 689/ARS.5/91; Endang Setiawati (385085)",
  "subjects": "HOSPITALS"
}