{
  "id": "25752",
  "title": "Study alternatif dam Sengguruh",
  "abstract": "Di dalam perencanaan Dam Sengguruh ini langkah awal yang dihitung adalah menghitung kemungkinan curah hujan harian maxi- mum yang data-datanya diambil dari data curah hujan harian terbesar. Dan methode yang dipakai tersebut di atas adalah methode GUMBEL dan sebagai pembanding adalah methode HAZEN PLOTTING . Untuk lebih lanjut dihitung kemungkinan banjir rencana untuk masa ulang 10 tahun dan 200 tahun dengan Hidrograf Sintetis methode Dr. NAKAYASU dan sebagai pembanding methode SNYDER dan ELEXEYEV. Sehingga akan didapatkan banjir rencana 10 tahun di- pakai sebagai perencanaan cofferdam dan banjir rencana 200 tahun dipakai sebagai perencanaan Main Dam dan bangunan-bangun- an utama yang lainnya. Perencanaan saluran pengelak di Dam Sengguruh ini direncanakan sebagai saluran pengelak system terbuka untuk mendapatkan kapasitas debitnya; ada 2 anggapan yakni debit yang melalui conduit dan debit yang melalui overflow (pelimpah). Untuk debit totalnya adalah didapat dari penjumlahan secara al- jabar dari ke dua anggapan di atas. Untuk debit yang masuk dan debit yang keluar dari saluran penge- lak masih harus dikontrol dengan Flood Routing. Perencanaan Cofferdam di sini dibagi menjadi : - Cofferdam Utama atau Primary Cofferdam - Cofferdam Hulu atau Up stream Cofferdam yang nantinya akan menjadi satu dengan bendungan utama (Main Dam) - Cofferdam Hilir atau Down Stream Cofferdam Yang mana dari cofferdam - cofferdam tersebut di atas akan diba- has lebih jelas untuk perhitungannya. Dengan selesainya dari cofferdam tersebut di atas akan dibahas juga mengenai Main Dam yang type Rock Fill Dam dan yang type Earth Fill Dam. Dari ke dua type tersebut di atas dibahas juga untuk dibandingkan mana yang akan lebih sesuai untuk Dam Senggu- ruh . Sehingga akan didapat type Dam Sengguruh yang paling sesuai dan ekonomis, demikianlah uraian secara singkat dari perencanaan- tugas akhir penyusun.",
  "creators": "TANDRA ANTORO; SISWOYO",
  "contributors": "Ir. Prasetio Sudjarwo, M.Eng. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. ...; Tandra Antoro (275028), Siswoyo (279001)",
  "subjects": "DAMS--DESIGN AND CONSTRUCTION; IRRIGATION ENGINEERING"
}