{
  "id": "2576",
  "title": "The Nonstandard varieties (AAVE and working class) used by walter, a black main character in Hansberry's \"A Raisin In The Sun\" and those used by Stanley, a white main character in William's a streetc",
  "abstract": "This study deals with nonstandard varieties produced by Walter, a black main character in Hansberry's A Raisin in the Sun and Stanley, a white main character in William?s A Streetcar Named Desire. The writer aims to find out which character produces more nonstandard linguistic items of nonstandard varieties, AAVE and working class. She is also interested to know each character?s choices in using nonstandard varieties, and those types of linguistic items used by them. The writer chooses those two characters because she wants to know whether Walter and Stanley who come from different ethnic group, but come from the same social class, in this case lower working class, may produce different number of linguistic items in both nonstandard varieties (AAVE and working class). In order to identify the nonstandard varieties used by the two characters, the writer employs Trudgill?s theory of AAVE linguistic items, and Guth?s theory of working class linguistic items. She also use nonstandard linguistic items proposed by Holme?s as supporting theory. As for social factor, she uses Holmes and as for ethnicity and social class, she uses Trudgill, From the research, the writer finds that Walter employs more types of linguistic items in nonstandard varieties. Both of them also prefer using working class variety than AAVE variety. in working class variety, Walter mostly employs double negation, whereas Stanley mostly uses nonstandard verb forms. For AAVE variety, Walter mostly uses absence of copula \"to be\", and Stanley uses mostly aspectual system. This results support the writer?s assumption that that black speakers are more possible in producing more nonstandard varieties than white speakers. Although ethnicity also affects on someone?s choice of using language variety, social class, addressees, and setting may bring more influences. Moreover, this research also proved that language phenomenon also can be found in literary works.",
  "creators": "YURIN NURVINI",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011390/ING/2005; Yurin Nurvini (11400123)",
  "subjects": "ENGLISH LANGUAGE-SOCIAL ASPECTS; SOCIOLINGUISTICS; SOCIOLINGUISTICS IN LITERATURE"
}