{
  "id": "25764",
  "title": "Surabaya Royal Landmark Apartment",
  "abstract": "Laporan perencanaan ini disusun dalam ranqka untuk melengkapi tugas akhir mata. kuliah merancang Arsitektur AK 500 periode XXIV 1990-1991, Fakultas Arsitektur Universitas Kristen Petra Surabaya. Adapun judul proyek yang di pilih adalah: \" SURABAYA ROYAL LANDMARK APARTMENT \" Dalam laporan tersebut diuraikan mengenai proses perencanaan & perancangan suatu bangunan Apartment yang merupakan sarana hunian yang mewah dan lengkap dengan berbagai fasilitas penunjang yang diprioritaskan bagi tenaga kerja warga negara asing pendatang di Surabaya & sekitarnya. Adapun sistematika penulissan laporan perencanaan & perancangan tersebut dapat di u raikan sebagai berikut: I. PERUMUSAN GAGASAN PROYEK. Menjelaskan tentang kondisi & situasi fisik kota Surabaya serta masalah-masalah non fisik proyek yang dibahas dari segi aspek ekonomi, sosial budaya dll, yang kaitannya terhadap perkembanqan jumlah Tenaga Kerja Warga Negara Asing pendatang di Surabaya & sekitarnya yang melatar belakangi timbulnya gagasan untuk merencanakan proyek tersebut. II. PENGENALAN PROYEK. Menjelaskan tentang pengertian & sejarah apartment serta jenis-jenis apartment yang ditinjau dari segi teknis maupun non teknis yang digunakan untuk mendiskripsikan proyek yang akan direncanakan III. PERENCANAAN PROYEK. Menguraikan tujuan serta sasaran proyek penentuan jenis proyek & pengelolaan proyek. Dan dalam bab ini dibahas pula mengenai kondisi fisik site, program ruang &. kebutuhan luasan yang nantinya akan mendasari proses perancangan lebih lanjut. IV. PERANCANGAN PROYEK. Menjelaskan konsep dasar perancangan yang disertai dengan analisa segi fisik &. non fisik proyek serta perancangan utilitas. V . STUDY FINANCIAL. Menquraikan tentang perkiraan pengeluaran & penerimaan proyek & jumlah investasi yang ditanamkan sehingga proyek tersebut layak diadakan.",
  "creators": "LOVELY VERACIO",
  "contributors": "Krisdianto Anggijono (Advisor 1); Riduan Sukardi (Advisor 2); Handinoto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 649/ARS.4/91; Lovely Veracio (14385096)",
  "subjects": "APARTMENT HOUSES"
}