{
  "id": "25767",
  "title": "Evaluasi panjang deretan kendaraan jalan raya akibat penutupan perlintasan kereta api: kasus Kotamadya Surabaya",
  "abstract": "Persoalan transportasi yang dihadapi oleh kota-kota besar di- Indonesia (khususnya di Surabaya) adalah kemacetan lalu-lintas jalan raya. Kemacetan ini timbul karena adanya gangguan pada arus la- lu-lintas tersebut. Salah satu gangguan yang sering terjadi adalah karena penutupan perlintasan kereta api, di mana bentuk dari gang- guan tersebut paling nyata dicerminkan dengan adanya panjang deretan kendaraan jalan raya. Panjang deretan kendaraan jalan raya akibat penutupan perlintasan kereta api dapat didekati dengan model matematis dengan meng- gunakan metode \"Shock Wave\" yang menyatakan hubungan antara pan- jang deretan kendaraan dengan waktu penutupan perlintasan dan ke- cepatan kejut, Model matematis tersebut dapat digunakan untuk meng- hitung panjang deretan kendaraan dengan hanya mengetahui volume dan kecepatan kendaraan jalan raya serta lama penutupan perlintas- an kereta api. Dalam pendekatan tersebut perlu dilakukan survey lapangan guna memperoleh data-data volume, kecepatan, kepadatan kendaraan jalan raya dan panjang rangkaian kereta api, kecepatan kereta api serta lama penutupan perlintasan. Selain itu dilakukan pula pengum- pulan data-data yang telah ada dari tiap-tiap instansi yang ber- sangkutan. Lingkup pembahasan ini adalah hal-hal yang berhubungan dengan perlintasan, khususnya panjang deretan kendaraan yang terjadi akibat penutupan perlintasan serta perencanaan penutupan perlintasan yang efektif.",
  "creators": "SOEGIARSO WIDODO; HENDRA LEOSAPUTRA",
  "contributors": "BENYAMIN H.; Indriani Santoso",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 255 S; Soegiarso Widodo (279107), Hendra Leosaputra (279136)",
  "subjects": "TRAFFIC ENGINEERING-PROBLEMS, EXERCISES, ETC.; URBAN TRANSPORTATION-MANAGEMENT"
}