{
  "id": "25763",
  "title": "Sistim persimpangan di daerah Menanggal Surabaya",
  "abstract": "Pada saat ini arus lalu lintas yang keluar masuk Kotamadya Surabaya hanya dilayani oleh jalan A.Yani dan jalan Gresik, padahal volume lalu lintas yang ada besar sekali dan pertambahannya tiap ta- hun meningkat terus. Untuk itu sekarang sedang dibangun Surabaya- Malang Express Way di sebelah Barat jalan A.Yani dan akan dibangun pula jalan Lingkar Kotamadya Surabaya di sebelah Timur jalan A.Yani, selain itu jalan A.Yani sendiri akan diperlebar secara besar besaran. Semua ini dimaksudkan agar arus lalu lintas keluar masuk Kotamadya Surabaya dapat disebarkan secara merata, tidak terpusat di jalan A.Yani yang sudah tidak memadai lagi. Supaya pergerakan lalu lintas lebih dinamis maka ketiga jalan ini perlu dihubungkan satu dengan yang lain oleh sebuah jalan penghubung, maka pertemuan antara jalan penghubung dengan jalan A.Yani terbentuk persimpangan Menanggal. Pertambahan volume lalu lintas dari waktu kewaktu menuntut perencanaan persimpangan yang lebih terkoordinasi agar persimpangan yang direncanakan dapat berfungsi sebagaimana mestinya sesuai dengan umur rencananya. Penulisan Skripsi ini mencoba untuk ikut andil dalam usaha merencanakan bentuk persimpangan Menanggal yang paling memadai baik dari segi ekonomi dan segi Teknik Lalu Lintas. Melihat bentuk jalan A.Yani yang akan datang maka akan ada persimpangan jalan antara dua jalan yang sangat tidak seimbang lebarnya. Karena ketimpangan yang sangat besar ini maka diperkirakan bentuk persimpangan Menanggal malah terbatas alternatifnya. Mengingat keterbatasan pengetahuan, biaya dan waktu yang ada maka analisa hanya didasarkan pada segi Teknik Lalu Lintas.",
  "creators": "AGUS SUTANTO S.; IE SIEH LIAN",
  "contributors": "HADI PRASETYO (Advisor 1); Indriani Santoso (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 230 S; Agus Sutanto S. (277044), Ie Sieh Lian (282080)",
  "subjects": "TRAFFIC ENGINEERING; URBAN TRANSPORTATION"
}