{
  "id": "25770",
  "title": "Studi management lalu lintas pada jaringan jalan raya Diponegoro sehubungan dengan peningkatan Jalan Majen. Sungkono",
  "abstract": "Kotamadya Surabaya di samping sebagai kota terbesar kedua di Indonesia, sekaligus merupakan kota Indamardi sehingga tidak mengherankan apabila masalah transportasi mendapat perhatian yang besar dalam kehidupan masyarakat sehari-hari . Mengingat jumlah kendaraan yang ada di Surabaya terus meningkat dan besarnya peningkatan jumlah kendaraan tersebut tidak sebanding dengan peningkatan sarana lalu lintas yang ada, maka masalah pengaturan lalu lintas merupakan masalah yang masih perlu mendapat perhatian khusus di Surabaya. Untuk itu diperlukan pengaturan lalu lintas yang tepat dan pemanfaatan sarana jalan seoptimal mungkin agar kelancaran arus lalu lintas tetap terjamin . Seperti diketahui bahwa masalah pengaturan lalu lintas yang kurang tepat akan menyebabkan terjadinya kemacetan pada suatu jalan tertentu dan jaringan jalan disekitarnya, sebaliknya dapat juga menyebabkan suatu jalan mempunyai volume lalu lintas yang kecil. Persoalan yang demikian terjadi pada jalan Raya Diponegoro dan jaringan jalan di sekitarnya . Dari persoalan di atas maka tujuan studi ini adalah mencoba memberikan alternatif pemecahan persoalan yang ada dari segi traffic engineering dan management lalu lintas, sehingga tercapai keadaan yang lebih baik dan bebagai dampak positif antara lain: - Mengatasi kemacetan lalu lintas sehingga memperlancar arus lalu lintas pada jalan Raya Diponegoro dan jaringan jalan di sekitarnya. - Meningkatkan kualitas lingkungan dari pencemaran dan polusi. - Mengurangi terjadinya kecelakaan. - Mengoptimalkan fungsi dari fasilitas yang ada sebelum alternatif penyediaan sarana baru diperlukan. Metode pendekatan Tahapan studi meliputi: - Survey di lapangan. - Pengolahan hasil data survey. - Analisa dari hasil survey. Analisa hasil survey dilakukan dengan Simulasi Run Transyt 7F, untuk mengevaluasi keadaan yang ada pada saat ini, dan mencoba untuk mengoptimalkan jaringan jalan Raya Diponegoro dan sekitarnya agar tercapai pengaturan lalu lintas yang lebih baik.",
  "creators": "HERIYANTO; RUDY TAN",
  "contributors": "Sugeng Setyawan (Advisor 1); Harry Patmadjaja (Examination Committee 1)",
  "publisher": "Program Studi Arsitektur Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. ....; Heriyanto (280001), Rudy Tan (280063)",
  "subjects": "TRAFFIC ENGINEERING-MANAGEMENT; URBAN TRANSPORTATION"
}