{
  "id": "25775",
  "title": "Penggunaan grouting pada pondasi tiang",
  "abstract": "Penggunaan grouting pada pondasi tiang dimaksudkan untuk memperbaiki/meningkatkan daya dukung tiang dan memperkecil penurunan yang terjadi. Perbaikan ini dicapai terutama karena mortar-grout bertekanan mendesak tanah longgar yang ada di sekitarnya sehingga menaikkan tekanan lateral tanah pada tiang. Dalam tulisan ini dibahas penggunaan grouting baik pada micropile maupun pada tiang bor berdiameter besar. Secara singkat telah dibahas prinsip-prinsip grouting pada umumnya, prosedur konstruksi tiang yang di-grouting serta beberapa hasil penelitian terdahulu. Beberapa perumusan teoritis dan evaluasi dari hasil test pembebanan dikemukakan untuk mengestimasi daya-dukung tiang yang dimaksud. Untuk melengkapi pokok pembahasan maka pada bagian akhir tulisan ini disertakan contoh penggunaan grouting pada micropile. Data-data diambil dari Proyek Rehabilitasi Dermaga Quay Wall Utara, PT PAL, Surabaya. Adapun micropile yang dimaksud mempunyai diameter lubang 20 cm dan kedalamannya mencapai -26,50 m (bagian free-length 14 m)• Pada bagian bond-length sepanjang 12,5 m dilakukan post-grouting dengan menginjeksikan mortar semen (w/c = 0,5) melalui pipa manchette sebanyak 32 liter/valve (64 liter/meter). Tekanan grouting yang dibutuhkan untuk proses ini berkisar antara 10-35 kg/cm. Test pembebanan tak sampai hancur dilakukan terhadap 5 buah micropile dengan beban maksimum 1,5 kali beban rencana (1,5 x 98 ton). Hasil evaluasi menunjukkan bahwa daya-dukung micropile berkisar antara 198 - 3'16 ton dengan rata-rata sebesar 229 ton. Hasil-hasil ini menegaskan bahwa grouting dapat dipakai untuk memperbaiki sekaligus meningkatkan daya-dukung (adanya faktor pengembangan diameter micropile).",
  "creators": "IGNATIUS SURJADI; TEDD Y HARTAWAN",
  "contributors": "Sugie Prawono (Advisor 1); YAN PIETER C. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 291 S; Ignatius Surjadi (281053), Teddy Hartawan (281071)",
  "subjects": "FOUNDATION; PILING (CIVIL ENGINEERING)"
}