{
  "id": "25771",
  "title": "Pusat penelitian dan pelayanan kanker",
  "abstract": "Laporan ini disusun dalam rangka memenuhi persyaratan akademis dari tugas perencanaan dan perancangan dari Proyek Akhir, Fakultas Teknik - Jurusan Arsitektur, Universitas Kristen Petra - Surabaya, Periode XXIV, tahun ajaran 1990 - 1991. Judul yang dipilih adalah: \" PUSAT PENELITIAN DAN PELAYANAN KANKER \" Pada laporan ini diuraikan mengenai proses perencanaan dan perancangan dari sebuah fasilitas pelayanan kesehatan bagi penderita kanker. Fasilitas tersebut dibutuhkan dalam menekan laju jumlah penderita serta mengurangi tingkat kematian yang diakibatkannya, sehingga perlu adanya wadah yang memiliki kelengkapan fasilitas yang memadai guna memberikan pelayanan yang optimum dan terpadu bagi masyarakat. Pada bagian pendahuluan diuraikan tentang kondisi yang melatar-belakangi gagasan, tinjauan singkat tentang penyakit kanker, dan metodologi pembahasan yang digunakan. Dan sebelum pembahasan bagian perencanaan akan dibahas mengenai kesehatan masyarakat dan fasilitas pelayanan kanker yang ada.Dalam bagian selanjutnya akan dibahas hal - hal yang berkaitan langsung dengan perencanaan dan perancangan, analisa dilakukan terhadap kondisi tapak, lingkungan, bangunan, yang selanjutnya digunakan sebagai dasar bagi perancangan fisik yang akan disajikan dalam bentuk gambar-gambar pra-rencana. Data - data yang dibutuhkan didapat melalui pengamatan langsung terhadap kondisi lingkungan tapak, serta wawancara kepada pihak - pihak yang berkaitan. dengan pembangunan proyek tersebut. Sedangkan studi literatur dilakukan untuk memperkuat data yang telah ada maupun sebagai bahan pertimbangan.",
  "creators": "A. IWAN ANDIJANTO T",
  "contributors": "Indriani (Advisor 1); FREDDY H. ISTANTO (Advisor 2); Handinoto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 691/ARS.07/1991; A. Iwan Andijanto T (14386003)",
  "subjects": "CANCER-HOSPITALS"
}