{
  "id": "25772",
  "title": "Pengendalian mutu pada beton segar dengan yield dan gradasi",
  "abstract": "Pengendalian mutu beton pada waktu pembuatan biasa dilakukan dengan mengendalikan slump yang bertujuan agar faktor air semen seragam, sehingga kekuatan beton diharapkan juga seragam. Hal ini tidak selalu berhasil, mengingat jika terjadi perubahan gradasi agregat, jumlah air yang dibutuhkan untuk menghasilkan slump yang sama dapat berubah-ubah yang akan mengakibatkan tidak seragamnya kekuatan beton meskipun berat campuran beton yang dihasilkan tetap sama. Ketidakseragaman kekuatan beton, baru dapat diketahui setelah pengujian contoh beton. Apabila tegangan beton yang diharapkan tidak tercapai, dilakukan evaluasi dan perubahan terhadap campuran beton yang ada. Sedangkan selama waktu tersebut proyek harus tetap berjalan. Maka dirasakan perlu adanya suatu pengendalian mutu beton pada saat masih segar yang mengandalkan pengendalian slump saja. Dalam tugas akhir ini diusulkan suatu metode mutu beton dengan melakukan pemeriksaan gradasi yield, yaitu volume total campuran beton. Apabila terjadi perubahan gradasi agregat, maka segera dilakukan perubahan terhadap proporsi agregat dengan tujuan agar kadar mortar seragam, sehingga kekuatan beton seragam. Jika yield yang terjadi tidak sesuai dengan yang seharusnya, proporsi agregat juga dirubah. Untuk mendukung metode ini sebagai salah satu cara pengendalian mutu beton segar, dibuat percobaan di Laboratorium Beton & Konstruksi Universitas Kristen Petra dengan menggunakan gradasi pasir yang berlainan. Program komputer juga dibuat untuk mempercepat perhitungan. Keuntungan yang diperoleh dari metode ini adalah kemampuan mengendalikan mutu beton sedini mungkin sebelum proyek berjalan terlalu jauh.",
  "creators": "ANDREAS ADITYA SUTEJA; AGUS SANI PRIADI",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1); Daniel Zefania Pribadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 329 S; Andreas Aditya Suteja (281112), Agus Sani Priadi (282072)",
  "subjects": "CONCRETE-QUALITY CONTROL"
}