{
  "id": "25777",
  "title": "Pengaruh distribusi tegangan pada tanah berlapis terhadap daya dukung dan penurunan",
  "abstract": "Metode yang lazim dipakai dalam menghitung daya dukung adalah perumusan dari Terzaghi, di mana untuk jenis pondasi lajur bentuk perumusannya adalah sbb: qult = C.Nc + q.Nq + Akan tetapi perumusan seperti tersebut di atas hanya dapat digunakan untuk keadaan tanah yang homogen dalam arti terdiri atas satu lapis atau tidak berlapis. Pada kenyataannya sering dijumpai keadaan tanah yang berlapis-lapis, terutama dalam perencanaan pondasi di atas tanah dasar yang lunak di mana diperlukan perbaikan tanah di atasnya. Untuk tetap dapat menggunakan perumusan seperti tersebut di atas, dibuat anggapan bahwa ada penyebaran beban dari lapis- an atas ke lapisan tanah di bawahnya. Tentang berapa besar sudut penyebaran tersebut yang sebenarnya, masih belum ada ketentuan yang pasti dan masalah inilah yang akan diselidiki dalam penelitian ini. Selain itu ada 3 hal pokok lagi yang sekaligus dapat diamati dalam penelitian tersebut, yaitu : - pengaruh perbandingan modulus elastisitas dan tebal tanah lapisan atas terhadap sudut penyebaran - pengaruh perbandingan modulus elastisitas dan tebal tanah lapisan atas terhadap peningkatan daya dukung - pengaruh perbandingan modulus elastisitas dan tebal tanah lapisan atas terhadap penurunan Dalam penelitian ini dibatasi khusus untuk keadaan tanah yang hanya terdiri atas dua lapis di mana tanah lapisan atas yang biasanya merupakan tanah yang diperbaiki yang lebih kuat dari tanah dasar, sedang beban yang digunakan adalah vertikal dan sentris.",
  "creators": "CANDRA WIJAYA; TONNY HARIFIN",
  "contributors": "Johanes Indrojono Suwono (Advisor 1); Soebianto Tjandrawibowo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 328 S; Candra Wijaya (283060), Tonny Harifin (283075)",
  "subjects": "FOUNDATION; SOIL MECHANICS; SOIL TESTING"
}