{
  "id": "25776",
  "title": "Angker tanah",
  "abstract": "Angker tanah adalah suatu struktur bawah tanah yang mengalami gaya tarik yang menghubungkan struktur atau bagian dari struktur di atas tanah dengan tanah di sekeliling atau di bawah angker tersebut. Angker tanah terdiri dari tendon baja yang dipasang dalam lubang yang telah dibor terlebih dahulu, dan ujung tendon yang terletak dalam tanah dijepit dengan berbagai cara, antara lain dengan semen grout. Sedangkan ujung tendon yang lain (di luar) dapat ditarik dengan menggunakan dongkrak hidrolik dan dikunci dengan mur atau baji. Pada bab I dan II, akan dibicarakan latar belakang penggunaan angker tanah dan bagian-bagian serta fungsinya. Juga akan diberikan keuntungan dari angker tanah ini bila dibandingkan dengan metode-metode yang umumnya dipakai. Applikasi dan analisa gaya angker tanah pada berbagai struktur untuk menahan keruntuhan, akan dibahas pada bab III. Applikasi dan analisa ini dilakukan pada struktur penahan displacement vertikal, struktur panahan guling dan geser. Angker tanah juga digunakan untuk menahan kelongsoran tanah dan prekonsolidasi tanah. Selanjutnya pada bab IV diberikan analisa panjang angker tanah berdasarkan metode keruntuhan yang dapat terjadi. Metode ini tergantung pada tipe tanah di mana angker ini tertanam, kekuatan lekatan antara grout dengan batuan atau tanah dan antara grout dengan tendon baja, serta kekuatan tendon sendiri. Material untuk angker tanah akan dibahas secara umum pada bab V yang mencakup material tendon angker dan material grout. Pada bab VI akan dibahas tentang teknik pelaksanaan pengangkeran, yaitu: drilling (pengeboran) dan flushing (penyemprotan), fixing (penjepitan) angker baik di dalam tanah maupun pada struktur, dan prestressing (prategangan) tendon angker termasuk observasi jangka panjang dari angker. Pada bagian akhir dari skripsi ini, diberikan contoh perencanaan panjang angker dengan menggunakan data tanah dari PT. PAL yang juga melaksanakan angker tanah pada quay wall sisi utara.",
  "creators": "RICKYANTO; JEFFRY THEOSUNANDAR",
  "contributors": "Soebianto Tjandrawibowo (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 280 S; Rickyanto (281103), Jeffry Theosunandar (283021)",
  "subjects": "SOIL MECHANICS"
}