{
  "id": "25784",
  "title": "Terminal penumpang pelabuhan udara Syamsudin Noor-Banjarmasin",
  "abstract": "Makalah ini adalah bagian tertulis yang merupakan tahap pertama dari pada tugas perencanaan proyek akhir dalam rangka memperoleh gelar sarjana di Fakultas Teknik Arsitektur - Universitas Kristen Petra Surabaya. Adapun sasaran dari pada makalah ini adalah untuk menyusun pokok-pokok pikiran yang akan dijadikan dasar guna membuat perencanaan fisik pada tahap selanjutnya. Sebagai judul yang ditentukan pada perencanaan tugas akhir ini adalah: TERMINAL PENUMPANG PELABUHAN UDARA SYAMSUDIN NOOR - BANJARMASIN. Yang terletak di antara kota Banjarmasin dan kota Martapura Propinsi Kalimantan Selatan. Dari judul di atas dapat diketahui dengan jelas ruang lingkup perencanaan tersebut, tetapi untuk mendekatkan permasalahan tentunya perlu memperhatikan berbagai unsur dari pelabuhan udara lainnya, sebab unsur-unsur tersebut saling berhubungan dengan erat antara satu dengan lainnya. Perlu pula diketengahkan potensi dan hambatan dari Kal- Sel dan khususnya Banjarmasin serta melihat program Pemerintah yang tentunya akan cukup menunjang perencanaan ini. Kemudian dengan melihat hal-hal di atas, diadakan usaha pendekatan untuk memecahkan permasalahan yang ada. Di samping itu juga usaha memupuk potensi yang ada untuk dikembangkan seoptimal mungkin dan juga menghilangkan hal-hal yang bersifat menghambat. Dengan berpedoman pada hal tersebut maka disusunlah suatu program dasar yang akan menentukan program kebutuhan sesuai dengan sasaran dan selanjutnya berdasarkan kebutuhan fungsionil tersebut disusun suatu prgram kebutuhan fisik yang akan menjadi dasar bagi perencanaan terminal pelabuhan udara Syamsudin Noor tersebut.",
  "creators": "ALEX A. WIDJANARKO",
  "contributors": "JOHANNES KUMALA (Advisor 1); Paulus Hendrianto Soehargo (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Alex A. Widjanarko (377020)",
  "subjects": "AIRPORT BUILDINGS-DESIGNS AND PLANS; AIRPORT TERMINALS-BUILDINGS"
}