{
  "id": "2578",
  "title": "A Study of Kunta's maintenance of his original African culture in Alex Haley's roots: the saga of an American family",
  "abstract": "The thesis discusses the causes and the effects of Kunta?s maintenance of his original African culture in America. The writer is curious to find out the causes of Kunta?s maintenance. Moreover, the writer is also curious in knowing the effects that occur due to Kunta?s struggle in maintaining his culture. In the end the writer wants to find out whether in the end the causes and the effects will make Kunta as \"someone special\" to his descendants. In this case the writer uses cultural approach and several theories which are ethnocentrism, African-American survival techniques and culture shock. By applying ethnocentrism as the base in each Kunta?s action while he lives in America, the writer is able to find the major causes of Kunta?s motivation in maintaining his African culture. Furthermore, the writer uses the theory of African-American survival techniques to justify Kunta?s struggle in maintaining his African culture, whether he has to accommodate, protest, or escape. By using these African American survival techniques and culture shock too the writer is able to portray the condition that Kunta has to face. The writer believes that Kunta?s proud feeling of his African culture during his past life in Juffure, Africa which is called as ethnocentrism becomes Kunta?s motivation in maintaining his culture. Not only that, the sickening situation that is being done by toubobs also becomes Kunta?s motivation in maintaining his culture. The writer also believes that Kunta?s struggle in maintaining his original African culture will affect on him and also his surrounding which are Bell and Kizzy. In conducting the analysis the writer limits the effects on three major characters. The first character is Kunta, whether in the end his struggle in maintaining his culture will make him as \"someone special\" or not. Another character is Bell which finally she has to suffer because of Kunta?s action in maintaining his culture; and the next one is Kizzy who has the responsible in passing down the African culture that Kunta is proud of. In fact, finally because of these three characters Kunta is able to be a \"special\" person to his descendants as he is able to provide them their roots. Seeing all Kunta?s struggle in maintaining his original culture impresses the writer so much as it requires a lot of sacrifices and also struggles in order to achieve it. In fact, without Kunta?s struggle Alex Haley will not be able to find his roots as an African American like most of African Americans who do not know their roots.",
  "creators": "YENIFER STASIA REZKYNA",
  "contributors": "Vyrna Santoso (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.01011395/ING/2005; Yenifer Stasia Rezkyna (11400038)",
  "subjects": "AMERICAN FICTION-AFRICAN AUTHORS-20TH.CENTURY-STUDY AND TEACHING; HALEY, ALEX, 1921 - 1992 ROOTS: THE SAGA OF AN AMERICAN FAMILY-STUDY AND TEACHING"
}