{
  "id": "25780",
  "title": "Setasiun kereta api di Banyuwangi",
  "abstract": "Laporan ini adalah bagian tertulis dan merupakan tahap pertama dari pada tugas perencanaan dan perancangan proyek akhir dalam rangka memperoleh gelar Sarjana Arsitektur di Fakultas Teknik Arsitektur Universitas Kristen Petra Surabaya. Adapun judul yang dipilih adalah: ' SETASIUN KERETA API DI BANYUWANGI ' Sesuai dengan judul di atas dapat disebutkan dengan jelas ruang lingkup perencanaan dan perancangan yang akan dibuat, tetapi untuk mendekati permasalahan penyusun juga nengadakan studi perbandingan dengan setasiun-setasiun yang lainnya, meskipun tidak melupakan unsur-unsur daerah Banyuwangi sendiri. Isi daripada laporan perencanaan dan perancangan ini pada pokok nya dapat disebutkan sebagai berikut: 1. Meninjau secara umum tentang perkereta apian yang ada di Indonesia, meliputi latar belakang perkereta apian, penanganan dan kebijaksanaan, organisasi perkereta apian, sejarah per - kembangan setasiun, klasifikasi setasiun dan kegiatan di setasiun pada umumnya . 2 . Meninjau secara khusus di Setasiun Banyuwangi, meliputi tinjauan dari segi manajemen operasionilnya, meninjau Setasiun Banyuwangi terhadap kota Banyuwangi itu sendiri serta mem- bahas Setasiun Banyuwangi ditinjau dari segi Arsitektur. Kemudian diambil kesimpulan untuk dijadikan input bagi analisa perencanaan dan perancangannya nanti. 3 . Di dalam bab analisa perencanaan dan perancangan ini pada mulanya menentukan program dasar yang merupakan keputusan awal dan dasar dari proses-proses selanjutnya. Setelah diketahui program dasarnya, dan setelah dibuat program kebutuhannya, maka untuk mendapatkan pemecahan yang paling sesuai dilakukan analisa, baik dari segi perencanaannya yang berhubungan dengan site, maupun dari segi perancangannya yang berhubungan dengan bangunannya sendiri. 4 . Setelah dianalisa dan ditentukan baik perencanaan maupun perancangannya, hasilnya dipakai sebagai input untuk mendapatkan konsep yang dipakai sebagai dasar untuk merencanakan dan merancang Setasiun Kereta Api di Banyuwangi.",
  "creators": "SALAMUN TJAHYO",
  "contributors": "RUDY PRASATYA LILANANDA (Advisor 1); Istiawati Kiswandono (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Salamun Tjahyo (378041)",
  "subjects": "RAILROAD STATIONS-DESIGNS AND PLAN; RAILROAD STATIONS"
}