{
  "id": "25782",
  "title": "Perubahan fungsi rumah tinggal menjadi restoran steak dan es krim di Surabaya",
  "abstract": "Laporan ini disusun dalam rangka memenuhi persyaratan kurikulum ujian sarjana arsitektur, semester X tahun kuliah 1983 - 1984, pada fakultas teknik arsitektur Universitas Kristen Petra, Surabaya. Adapun judul yang dipilih adalah: perubahan fungsi rumah tinggal menjadi \"Restoran Steak dan Es Krim\". Dalam laporan ini akan diuraikan mengenai hal-hal yang berhubungan dengan perencanaan dan perancangan suatu restoran steak dan es krim dengan menggunakan/memanfaatkan bangunan rumah tinggal yang ada dengan cara menyesuaikan fungsinya kembali. Beberapa hal akan dibahas, terutama mengenai pengertian, dan cara penyajian masakan steak serta perkembangan usaha restoran sejenis yang ada di kota Surabaya, termasuk beberapa fasilitas ataupun sarana yang disediakan oleh pe- ngusaha restoran yang dapat memberikan daya tarik bagi pengunjung seperti hiburan musik berupa audio. Dalam restoran yang direncanakan ini disediakan fasili- tas bagi pengunjung berupa: hiburan musik audio pada siang hari dan hiburan musik piano yang dimainkan sendiri oleh pemain pianonya secara langsung pada malam hari. Disediakan pula dua unit toko, masing-masing menjual barang-barang cin- dera mata dan pakaian jadi. Adapun kapasitas restoran yang dirancang ini sebanyak _+ 300 pengunjung, sesuai dengan keadaan yang ada di Surabaya. Dengan kapasitas sebesar di atas terbagi dalam beberapa ruangan untuk memberikan suasana yang berlainan pula sesuai dengan keinginan pengunjung. Akhirnya, dijelaskan pula besarnya biaya yang diperlukan untuk membuka usaha restoran ini dengan rencana pengembalian modal selama tiga sampai lima tahun.",
  "creators": "SUGIARTA WIRJAKUSUMA",
  "contributors": "Markus Ignatio Aditjipto (Advisor 1); Jimmy Nurdi Kusuma Priatman (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Sugiarta Wirjakusuma (377004)",
  "subjects": "RESIDENTIAL BUILDINGS; RESTAURANTS"
}