{
  "id": "2579",
  "title": "The Swear-words used by Jimmy and Alex to their male and female addressees in the \"8 Mile\" movie",
  "abstract": "This thesis is a study of swear-words used by Jimmy and Alex in the \"8 Mile\" movie. The writer wants to know the kinds of swear-words that Jimmy and Alex use to their male and female addressees and the differences between male swear-words and female swear-words. As for the main theory, the writer combined the theory proposed by Liedlich and Wardhaugh on verbal obscenity and the classification of swear-words. As for the supporting theory, the writer uses the theory of men?s and women?s language related to swear-words from Coates and Holmes in order to answer the question about the differences between male swear-words and female swear-words. The final result of this study is that the male character used swear-words more than the female character, especially when the male character talks to his male addressee (male to male). The female character uses more swear-words when she talks to her male addressee (female to male) than to her female addressee (female to female). Both the main male and female characters mostly used copulative term in their conversations. In this movie, the female character is more polite than the male character because the female character use fewer swear-words than the male character. Although swear-words are generally offensive and considered inappropriate in any occasion, still the use becomes more and more common in daily conversations.",
  "creators": "RATNAWATI",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011404/ING/2005; Ratnawati (11400095)",
  "subjects": "SWEAR WORDS; ENGLISH LANGUAGE-SOCIAL ASPECTS; SOCIOLINGUISTICS"
}