{
  "id": "25792",
  "title": "Bank dan perkantoran sewa di Jalan Pemuda Surabaya",
  "abstract": "Berdasarkan penelitian, pengolahan data-data yang didapat dan disertai analisa-analisa, maka dapatlah disusun laporan lengkap. Proyek akhir periode XII tahun ajaran 1984-1985, yang berjudul; Bank dan Perkantoran Sewa dijalan Pemuda Surabaya yang secara garis besar isinya adalah sebagai berikut: Bab 1 : Tentang pokok pemikiran obyek perancangan, di mana diuraikan tentang masalah-masalah yang timbul serta cara pemecahannya dan cara pendekatan yang dilakukan. Bab 2 : Tentang peninjauan secara umum pada Bank dan Perkantor- an Sewa yang ada meliputi fungsi, operasi serta bentuk bentuknya sebagai titik tolak menuju pada perencanaan seianjutnya. Bab 3 : Tentang peninjauan secara khusus terhadap sinkronisasi antara Bank dan Perkantoran Sewa serta potensi dan prospek perkembangannya dimasa mendatang. Bab 4 : Tentang pembahasan jenis Bank dan Perkantoran Sewa yang direncanakan dengan struktur organisasi dan aktifitas serta pembagian tugas/wewenang dan tata kerja dari masing- masing bagian. Bab 5 Bab 6 Bab 7 Bab 8 : Tentang penelitian dan analisa yang meliputi kebutuhan. akan ruang serta luasnya, personalia yang mengelola, serta kebutuhan akan sarana pelengkap lainnya. : Tentang analisa perencanaan yang meliputi pembahasan perencanaan tapak dan perencanaan bangunan terhadap ben- tuk-bentuk dan sarana pelengkap yang dibutuhkan serta penetapan untuk dasar perancangan dalam bentuk gambar-gambar. : Tentang perhitungan pembiayaan bangunan secara garis be- sar serta pengembalian modalnya. : Tentang konsep perancangan sebagai titik tolak yang mengarah ke dalam tahap perencanaan dan perancangan.",
  "creators": "N. NANIK H.",
  "contributors": "RUDY PRASATYA LILANANDA (Advisor 1); Riduan Sukardi (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 175/Ars/8/85; N. Nanik H. (378029)",
  "subjects": "BANK AND BANKING; OFFICE BUILDINGS"
}