{
  "id": "25793",
  "title": "Korelasi dan hubungan strength yang didapat dari hammer test dengan compression machine test untuk berbagai umur dan mutu beton",
  "abstract": "Selama ini untuk mengetahui kualitas/mutu suatu beton dilakukan dengan compression mechine, dengan kemajuan teknologi dapat pula dilakukan dengan nondestrucive test. Non-destructive test baru akan dilakukan apabila benda-benda uji yang diuji dengan compression mechine tidak memenuhi syarat yang sudah ditentukan. Dari banyak nondestructive test yang paling sering digunakan adalah hammer test, karena hammer test lebih praktis pengoperasiannya dan relatif lebih cepat dibandingkan dengan non-destructive test yang lain di samping lebih ekonomis. Dalam tugas akhir ini dilakukan salah satu percobaan non-destructive test yaitu hammer test untuk berbagai macam mutu beton (K-125 - K-400) dan berbagai umur beton serta dengan. berbagai sudut tembak/inklinasi (90°,45o ,0o,-45o,-90o ). Tujuan dari tugas akhir ini antara lain mencari hubungan antara rebound number yang didapat dari hammer test dengan ultimate compressive strength yang didapat dari pengetesan kokoh tekan benda uji kubus beton 15x15x15 cm3 pada compression mechine, mencari nilai korelasi yang menyatakan hubungan antara rebound number dengan ultimate compressive strength. Dari hasil test/percobaan yang dilakukan menghasilkan suatu grafik yang menunjukkan hubungan antara rebound number dengan ultimate compressive strength untuk berbagai macam umur beton dengan sudut tembak/inklinasi yang berlainan, serta suatu persamaan yang menyatakan hubungan antara ultimate compressive strength dengan rebound number, inklinasi, dan umur beton.",
  "creators": "EDI SANTOSO; YUDI EFFENDI",
  "contributors": "Hurijanto Koentjoro (Advisor 1); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 370 S; Edi Santoso (284044), Yudi Effendi (284109)",
  "subjects": "CONCRETE-QUALITY CONTROL-COMPUTER PROGRAMS; NON-DESTRUCTIVE TESTING"
}