{
  "id": "2580",
  "title": "A Study of language learning motivation of PPB intermediate and advance students",
  "abstract": "Language learning motivation research, mostly focusing on the learners, has developed rapidly nowadays. In addition, motivation has been proved to bring positive effects for learners and included in one of the significant factor that can affect the success of second language learners in acquiring second language. For those reasons, this small-scale study tries to investigate the language learning motivation that the students have, represented by Language Education Program (PPB) intermediate and advance students. Besides, it also wants to know what type of motivation that most of the students have and what factors affect that. The way the writer collects and analyses the data are descriptive quantitative. The quantitative data is performed according to the procedures established by Oxford (1990), whereas structured interview is conducted to elicit the qualitative data. The findings show that most of PPB? s Intermediate and advance students have high motivation. It also proves that there is no relation between the score that the students get and the degree of their motivation. They tend to have higher extrinsic motivation than intrinsic motivation. Then, they mostly have External Regulation as their types of motivation, followed by Identified Regulation, Value, Expectancy of Success, Introjected Regulation, and Integrated Regulation. The results may imply that language-learning motivation is important; thus, we have to develop them.",
  "creators": "FERDY KRISTIANTO",
  "contributors": "Julia Eka Rini (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.02011403/ING/2005; Ferdy Kristianto (11400012)",
  "subjects": "ENGLISH LANGUAGE-STUDY AND TEACHING-FOREIGN SPEAKERS; LANGUAGE AND LANGUAGES-STUDY AND TEACHING"
}