{
  "id": "2582",
  "title": "A Study on Han Suyin's struggles to achieve her hopes and the results of her struggles in Han Suyin's a many splendoured thing",
  "abstract": "This thesis, entitled \"A Study on Han Suyin?s Struggles to Achieve Her Hopes and the Results of Her Struggles\", is focusing both on Han Suyin?s struggles to achieve her hopes and the results from her struggles. In the analysis, I will focus on how Han Suyin struggles to achieve her hopes that is marrying Mark Elliot and becoming a doctor for Chinese people in China. Nevertheless, in the analysis, I will also discuss about the results of both of her struggles. In conducting my analysis, I use literary approach, namely characterization and conflict, historical background of Hong Kong and China in 1949-1950, and also the concept of the ideal Chinese woman. Characterization will be applied to find Han Suyin?s character traits that portray her struggles. Moreover, conflict will be used to identify Han Suyin?s types of conflict during the struggles. I will also use the historical background of Hong Kong and China in 1949-1950 that talked about economy, politic, and social condition from both countries to trace the source of conflicts between Han Suyin with the British community. Nevertheless, I will also apply the concept of the ideal Chinese women in order to understand the ideal images of Chinese women and to show how far Han Suyin?s character traits have fight against the ideal images of Chinese women and lead her to social conflicts. As a result, I discover that Han Suyin fails to achieve her hopes since situations have forced her to be separated from the man of her life and to stay in Hong Kong instead of China. However, Han Suyin has changed into a better and mature person after the struggles. Therefore, as the conclusion, I believe that Han Suyin?s struggles are not useless to do because despite her failure to achieve her hopes, she has changed into a better and mature person after the struggles in which now she is always hopeful for another better life and achievements.",
  "creators": "ANNE WIJAYANTI",
  "contributors": "Vyrna Santoso (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.01011408/ING/2005; Anne Wijayanti (11499067)",
  "subjects": "HAN, SUYIN, 1917-... A MANY SPLENDOURED THING-STUDY AND TEACHING; CHINESE FICTION-20TH CENTURY-STUDY AND TEACHING"
}