{
  "id": "25822",
  "title": "Perbandingan pondasi bore pile dan full plate pada bangunan bertingkat",
  "abstract": "Kontribusi pembangunan pertokoan dan perkantoran di tengah kota dekade terakhir ini semakin besar, hal ini dapat dilihat dengan banyaknya rumah tinggal yang merupakan bangunan lama dan terletak di tengah kota diubah menjadi bangunan pertokoan atau perkantoran. Perubahan ini biasanya mengalami kesulitan dalam hal pemilihan jenis pondasinya. Dengan pemikiran apabila dipakai pondasi dalam yang memerlukan alat-alat berat,maka dikuatir- kan pada pelaksanaan pemancangan akan mengganggu bangunan yang ada di kiri dan kanannya. Dalam penulisan tugas akhir ini akan dibandingkan pondasi bore pile dan full plate untuk jenis tanah yang sama yang terletak di tengah kota Surabaya yaitu di Jl. Tunjungan. Adapun tujuan utamanya adalah untuk mengetahui manakah yang lebih tepat dipakai dan juga dalam segi ekonomisnya antara pondasi bore pile dan full plate pada bangunan bertingkat. Selanjutnya cari perbandingan tersebut disimpulkan bahwa: - Bahan bangunan yang dibutuhkan untuk pondasi bore pile lebih besar dari pondasi full plate - Pada pondasi bore pile dibutuhkan pengeboran, sedangkan pada pondasi full plate tidak di- butuhkan, di mana hal ini sangat berpengaruh pada biaya pembuatan pondasi bore pile. - Dari time schedule dapat dilihat bahwa pembuatan pondasi bore pile membutuhkan waktu yang relatif lebih lama daripada pondasi full plate. - Dari hal-hal di atas dapat dikatakan bahwa biaya pembuatan pondasi bore pile lebih mahal daripada pondasi full plate, tetapi jika ditinjau dari segi keamanan bangunan, maka lebih tepat kalau pondasi bore pile yang digunakan, karena penurunan bangunan kalau dipakai pon- dasi bore pile relatif lebih kecil daripada kalau dipakai pondasi full plate daripada pembuatan pondasi full plate harus dilakukan dengan teliti supaya tidak terjadi adanya perbedaan penurunan.",
  "creators": "SUWITO K.; LIE SEK HWI",
  "contributors": "JOHNY TJAHJANA (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. .. ; Suwito K. (2283001), Lie Sek Hwi (2283047)",
  "subjects": "FOUNDATION; TALL BUILDINGS--DESIGN AND CONSTRUCTION; PILING (CIVIL ENGINEERING)"
}