{
  "id": "2583",
  "title": "The Javanese sentence patterns used in JTV's Pojok Kampung",
  "abstract": "Indonesia is a multicultural country which consists of various cultures with different languages. Every ethnicity in Indonesia has a different language and also a different dialect. In this paper, the writer would like to investigate the Javanese language, focusing only on Surabayan. Nowadays, people use Surabayan for various purposes including news broadcast, as seen in Pojok Kampung, broadcast by JTV television station. When the news is broadcast, the news needs a sentence pattern so that the viewers are able to understand what the news is about. That is why the writer intends to investigate the sentence patterns in Pojok Kampung. Furthermore, to support the writer?s study, he needs some theories. He used theory of sentence and the elements, types of sentences, sentences problems, followed by Javanese sentence elements, and the sentence patterns. He used Indonesian sentence patterns theory by Moeliono and Liaw Yock Fang as the guidelines to analyze. The source of data is the news in Pojok Kampung, broadcast on April, 5 th 2004, in the form of text. The findings reveal the sentence patterns used in Pojok Kampung and also the frequency of occurrence of the patterns. There are thirty-seven sentence patterns used in Pojok Kampung and the frequently used sentence pattern is Subject-Predicate- Complement (15.59%). Finally, the writer hopes that this study would give the reader a better understanding concerning Javanese sentence patterns used in the television program.",
  "creators": "VENDY NOVIANTO",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.02011406/ING/2005; Vendy Novianto (11401001)",
  "subjects": "JAVANESE LANGUAGE-SENTENCES; JAVANESE LANGUAGE-DIALECTS; JAVANESE LANGUAGE-GRAMMAR"
}