{
  "id": "2585",
  "title": "The Request sequences made by the Chinese Indonesian & the Javanese female students of the english department,Petra Christian University to their lecturers in situations of high and low degrees of....",
  "abstract": "This study observed the use of request sequences by the Chinese Indonesians and the Javanese female students to their lecturers. The subjects were 30 Chinese Indonesians and 30 Javanese students of the English Department, Petra Christian University. The data were taken by using elicitation technique, specifically role-play. In analyzing the data, the writer used CCSARP?s theory of request sequences (1989). For the head acts, the writer used Ervin-Tripp?s theory (1976) as her main theory and CCSARP?s (1989) as her supporting theory. The findings show that the Javanese are more direct than the Chinese Indonesians. This might be because the Javanese regard their lecturers more as a friend than as a superior, while the Chinese Indonesians regard their lecturers more as a superior, than as a friend. The Javanese are also more direct because of the changing perception toward the Javanese?s cultural norms among the younger generations. The Javanese are more nonconfrontational because they try to avoid conflict. Finally, the degrees of imposition also affected the request sequences used by both groups. This might be related to how the students view their right in the request acts, the lecturers? obligation in carrying the acts, and the likelihood for the compliance of the requests.",
  "creators": "LILY KLINA",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.02011405/ING/2005; Lily Klina (11401173)",
  "subjects": "ANTHROPOLOGICAL LINGUISTICS; ENGLISH LANGUAGE-SOCIAL ASPECTS"
}