{
  "id": "25863",
  "title": "Kantor Pos dan Giro Besar I Surabaya",
  "abstract": "Makalah ini disusun dalam rangka memenuhi persyaratan kurikulum untuk memperoleh gelar kesarjanaan semester X tahun 1983-1984 pada Fakultas Teknik Arsitektur Universitas Kristen Petra Surabaya. Adapun obyek studi yang diketengahkan untuk maksud tersebut di atas adalah : KANTOR POS DAN GIRO BESAR I SURABAYA. Dalam makalah ini, akan diuraikan mengenai hal-hal yang berhubungan dengan perencanaan ini, dimulai dari tinjauan terhadap Kantor Pos dan Giro Besar I Kebonraja Surabaya, perkembangannya sampai pada kesimpulan serta tujuan akhir perencanaan. Adapun Kantor Pos dan Giro Besar I Surabaya yang akan direncana- kan ditentukan berkapasitas sebesar 35 % dari jumlah biji yang ada pada Kantor Pos dan Giro Besar I Kebonraja Surabaya, yang kemudian diproyeksikan sesuai dengan jangkauan perencanaan yang ditetapkan yaitu 10 tahun mendatang. Secara garis besar, fasilitas yang disediakan terdiri dari : * Kelompok umum, merupakan bagian-bagian yang melayani publik. * Kelompok operatip, merupakan bagian ruang kerja operasionil. * Kelompok non operatip, merupakan bagian ruang kerja administratip. * Kelompok pelengkap, merupakan bagian pelengkap terhadap keseluruhan bangunan. * Kelompok service, merupakan bagian pelayanan terhadap keseluruhan bangunan. Adapun tahapan isi pokok dari pada makalah ini adalah : BAB 1 : Merupakan pendahuluan dari maksud, tujuan, latar belakang dan sasaran dari perencanaan ini. BAB 2 : Merupakan tinjauan umum/ pengenalan mengenai Kantor Pos dan Giro. BAB 3 : Mengadakan pendekatan secara khusus untuk mengetahui proses yang terjadi di dalam Kantor Pos dan Giro, jumlah pegawai dan aktifitas yang ada di dalamnya, BAB 4 : Merupakan dasar-dasar perencanaan Kantor Pos dan Giro Besar I Surabaya. BAB 5 : Merupakan analisa perencanaan mengenai aktifitas sampai pada pemilihan lokasi dan tapak. BAB 6 : Merupakan analisa perencanaan fisik dari bangunan. BAB 7 : Merupakan konsep perencanaan dari bangunan.",
  "creators": "ROSANA SETIAWATI",
  "contributors": "WIDYANTI T. (Advisor 1); Ir. Bisatya Widadya Maer, M.T. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Rosana Setiawati (376023)",
  "subjects": "OFFICE BUILDINGS; POST OFFICE BUILDINGS-DESIGNS AND PLANS"
}