{
  "id": "25874",
  "title": "Pelabuhan penyeberangan di Kamal - Madura",
  "abstract": "Di dalam pembahasan laporan perencanaan proyek akhir Pelabuhan Penyeberangan di Kamal, dibagi menjadi 4 bab, yaitu : Bab 1. Dalam bab ini ditinjau mengenai sejarah timbulnya pelabuhan penyeberangan di Indonesia, arti kata, sasaran angkutan dan jenis-jenis kapal yang dipakai. Karena sifat pelabuhan penyeberangan ini lain daripada pelabuhan yang lain, maka dalam bab ini juga dijelaskan tentang sifat-sifat dari pelabuhan penyeberangan. Bab 2. Di sini ditinjau khusus lintasan Ujung - Kamal, mulai dari letak geografis, sejarah perkembangan, policy pemerintah, potensi-potensi yang mendukung, serta jenis-jenis kapal yang dioperasikan. Pada bagian berikutnya juga diadakan peninjauan khusus pada kota Kamal, antara lain: letak geografis, batas wilayah, topografi, keadaan tanah, tata guna tanah, utilitas kota dan lain-lain. Sedangkan tinjauan khusus terhadap pelabuhan penyeberangan Kamal berisi antara lain: lokasi, luas site, batas site, potensi sekitar site, kondisi fisiknya, serta masalah-masalah yang dihadapi. Bab 3. Bab ini merupakan perencanaan yang antara lain membahas tujuan dan batasan perencanaan, lokasi proyek, pemakai fasili- tas pelabuhan penyeberangan, aktivitas-aktivitas yang terjadi beserta kebutuhan ruangnya, sirkulasi baik di luar maupun di dalam bangunan dan hubungannya, kapasitas yang dibutuhkan serta program kebutuhan. Bab 4. Bab ini merupakan perancangan fisik pelabuhan penyeberangan Kamal, mulai dari perancangan site, bangunan, ruang, sistem pemindahan angkutan, perancangan sarana penunjang utilitas, juga perancangan lansekap.",
  "creators": "MARIATI SETIO",
  "contributors": "I Gusti Nyoman Sulendra (Advisor 1); Unknown old contributor data (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Mariati Setio (377016)",
  "subjects": "HARBORS-DESIGNS AND PLANS; HARBORS-SURABAYA"
}