{
  "id": "2588",
  "title": "The Word formation processes used in \"Gaya Nusantara\" gay magazine",
  "abstract": "\"Bahasa Indonesia\" is still developing and many foreign words have been adopted in enriching Indonesia language. Now days there is a new code that is gives a contribution to the development of Indonesian language. It is called Bahasa Binan (gay language). The writer?s experience was that when she read gay magazine she did not understand the meaning of certain words, which are applied in the magazine. She experienced difficulty in understanding and translating the words. Like other languages, gay words also undergo a linguistic process, which is called word formation processes. Therefore, through this study the writer wants to find out the word formation process of gay words and the most common word formation process of gay words in \"GAYa NUSANTARA\" magazine. For the theory of Morphology and word formation theory the writer used Yule?s classification (1996), as the major theory. This theory is supported by Indonesia word formation theory by Chaer (2003). The writer gets the data from \"GAYa NUSANTARA\" magazine the edition of January 2004-May 2004. The data is translated both in Indonesia and English, and then analyzed it based on Yule?s classification. The finding shows that from the 59 gay words, which are found in \"GAYa NUSANTARA\" magazine are divided into two big patterns those are Yule?s word formation processes and gay?s word formation processes. The most frequent word formation process, which is form the gay words is multiple processes with, and the lowest are clipping and acronyms.",
  "creators": "LYLIAWATI",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.02011397/ING/2005; Lyliawati (11499075)",
  "subjects": "ENGLISH LANGUAGE-WORD FORMATION"
}