{
  "id": "25892",
  "title": "Restoran menu ala China dan toko di Surabaya",
  "abstract": "Surabaya merupakan kota terbesar nomer dua di Indonesia juga sebagai ibu kota propinsi daerah tingkat I Jawa Timur, merupakan sebuah kota berkembang dengan pesat di segala bidang, khususnya di bidang perekonomian . Perkembangan perekonomian yang semakin pesat menuntut adanya fasilitas-fasilitas kota, antara lain berupa, perumahan, kepariwisataan, pertokoan, perkantoran dan perdagangan. Salah satu tuntutan yang terpentlng antara lain adalah restoran, yang mempunyai fasilitas toko-toko, di mana fungsi toko-toko merupakan pelengkap dari fungsi bangunan restoran. Karena restoran merupakan salah satu bidang dalam urutan kepariwisataan yang harus ditingkatkan. Di dalam laporan ini akan dibahas mengenai perencanaan dan perancangan bangunan restoran dan toko di Surabaya. Selain tujuan utama sebagai usaha komersiil jangka panjang, maka pembangunan restoran dan toko juga sangat menunjang kelancaran roda perekonomian di Surabaya, dalam mengimbangi pesatnya industri dan perdagangan yang ada di Surabaya khususnya dan Jawa Timur pada umumnya. Suatu perencanaan dan perancangan bangunan toko yang baik, bukan hanya menyangkut konsepsi-konsepsi arsitektur saja, tetapi juga menyangkut masalah-masalah ekonomi, teknik, dan aspek-aspek tata kota serta rasa kebersihan dan keramah-tamahan dari pelayannya. Pembahasan selanjutnya dilakukan melalui beberapa tahap yang berisi maksud dan tujuan serta perencanaan dan perancangan yang baik bagi proyek tersebut diatas, agar dapat diketahui dan dimengerti akan eksistensi-eksistensinya jelas. Selanjutnya hasil dari laporan perencanaan dan perancangan ini akan dipakai sebagai dasar perancangan yang ditampilkan dalam gambar-gambar prarencana.",
  "creators": "SUGITO I.",
  "contributors": "Markus Ignatio Aditjipto (Advisor 1); Jimmy Nurdi Kusuma Priatman (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 114/Ars.54/84; Sugito I. (377055)",
  "subjects": "CHINESE-FOOD; PUBLIC RELATIONS-RESTAURANTS"
}