{
  "id": "25895",
  "title": "Setasiun kereta api Tugu - Yogyakarta",
  "abstract": "Makalah ini adalah bagian tertulis dan merupakan tahap pertama dari pada tugas perencanaan proyek akhir dalam rangka memperoleh gelar Sarjana Arsitektur di Fakultas Teknik Arsitektur Universitas Kristen Petra Surabaya. Sasaran dari pada makala ini adalah untuk menyusun pokok pikiran yang akan dijadikan dasar guna membuat perencanaan fisik bangunan. Judul yang dipilih untuk perencanaan tugas akhir ini adalah: \"SETASIUN KERETA API PENUMPANG \"TUGU\" di YOGYAKARTA\". Dari judul di atas dapat disebutkan dengan jelas ruang lingkup perencanaan yang dibuat adalah khusus untuk penumpang. Adapun pokok isi makala ini terbagi atas: 1. Meninjau secara umum tentang transportasi, di mana diuraikan secara garis besar mengenai perkembangan alat angkut kereta api, sejarah perkembangan setasiun, perkeretaapian di Indonesia yang menyangkut status perusahaan, struktur organisasi, fungsi program pembangunan perkeretaapian maupun masalah yang dihadapi. Tujuan dari ini adalah untuk mengetahui sampaj. sejauh mana perkeretaapian di Indonesia perlu dibenahi. 2. Meninjau sistim angkutan kereta api beserta sub sistim-sub sistimnya, begitu pula peninjauan mengenai sistim angkutan kereta api di Yogyakarta maupun tinjauan program daerahnya. Hal ini bertujuan untuk mengetahui bahwa angkutan kereta api itu menupakan suatu sistim yang mempunyai komponen-komponen yang sangat berhubungan erat antara lain Setasiun kereta api. 5. Meninjau kondisi Setasiun Kereta Api Penumpang di Yogyakarta dari tinjauan. terhadap perkotaan, tinjauan fisik - setasiun maupun tinjauan non fisik setasiun (jalannya operasionil. Hal ini bertujuan untuk mengetahui kelemahan-kelemahan dan masalah yang dihadapi pada setasiun kereta api penumpang Yogyakarta sehingga dalam perencanaan yang berikutnya tidak mengulangi kesalahan tersebut. Yang selanjutnya dari tinjauan tersebut di atas akan dianalisa untuk perencanaan dan perancangan setasiun yang baru. 4. Menganalisa unsur-unsur yang telah dibahas dalam tinjauan kondisi setasiun kereta api penumpang yogyakarta yang kemudian dipakai sebagai dasar perencanaan dan perancangan- setasiun kereta api yang kita rencanakan.",
  "creators": "VINCENTIUS CAREL W.",
  "contributors": "RUDY PRASATYA LILANANDA (Advisor 1); Istiawati Kiswandono (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur; Vincentius Carel W (378004)",
  "subjects": "RAILROAD STATIONS"
}