{
  "id": "25890",
  "title": "Evaluasi perilaku seismik struktur hibrid yang direncanakan dengan daktilitas terbatas berdasarkan NZS 3101 : 1982, usulan T. Paulay dan M.J.N. Pristley, Uerocode No. 8 : 1988 dan CEB 1987",
  "abstract": "Tugas akhir ini merupakan bagian dari studi tentang perilaku seismik struktur hibrid yang direncanakan dengan daktilitas terbatas. Vonny Lasakar dan Hasan Santoso telah terlebih dahulu mempelajari perilaku seismik struktur hibrid yang direncanakan dengan daktilitas terbatas berdasarkan SK SNI T15-1991-03 dan ACI 318-89. Dalam Tugas Akhir ini dipelajari perilaku struktur hibrid yang direncanakan dengan daktilitas terbatas berdasarkan New Zealand Standard (NZS 3101 : 1982), usulan T. Paulay dan M.J.N. Priestley , Eurocode No 8:1988 dan peraturan yang dikeluarkan Comite Euro International du Beton (CEB :1987). Studi didasarkan atas perilaku seismik 2(dua) jenis struktur hibrid. Yang pertama, struktur hibrid dimana 50% beban lateral dipikul oleh struktur dinding dan yang kedua adalah struktur hibrid di mana 80 % beban lateral dipikul oleh struktur dinding. Struktur hibrid yang direncanakan berdasarkan NZS 3101 : 1982 menunjukkan perilaku yang kurang baik, di mana pada kebanyakan kolom terbentuk sendi plastis. Struktur hibrid yang direncanakan berdasarkan T.Paulay & M.J.N. Priestley menunjukkan perilaku seperti yang diharapkan. Sedangkan struktur hibrid yang direncanakan berdasarkan EUROCODE no.8, 1988 menunjukkan hasil yang memuaskan pada portal. Tetapi pada struktur dinding terjadi kegagalan geser. Kemudian struktur hibrid yang direncanakan berdasarkan CEB 1987 menunjukkan perilaku yang kurang memuaskan.",
  "creators": "THE BING THAY; DEDY GOENADHI",
  "contributors": "Takim Andriono (Advisor 1); Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 2); Januar Buntoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 572 S; The Bing Thay (21487131), Dedy Goenadhi (21488008)",
  "subjects": "REINFORCED CONCRETE CONSTRUCTION"
}