{
  "id": "2591",
  "title": "A Study on the main character's obsession as seen in Philip Jeyaretnam's Raffles Place Ragtime",
  "abstract": "The idea that every human being has an obsession to achieve something in his/her life is explored in Philip Jeyaretnam?s novel, Raffles Place Ragtime. This novel talks about the complex issues of Vincent?s obsession. Vincent, the main character in the novel, has an obsession to be a rich man. In order to achieve his obsession, Vincent does everything and sacrifices everything including his feeling and the true love toward the girl that he loves. Because of that I am interested in analyzing the factors that make Vincent have an obsession to be a rich man, how he obtains it and the effects of Vincent?s obsession for his life. For this study, I use library research to get the theory and data related to the topic. In the analysis, I apply the literary approach consisting of the theories of characterization and conflict. I also use the concept of obsession in order to help me analyzing Vincent?s obsession. After analyzing the novel, I find that the factors that motivate Vincent to have an obsession to be a rich man are economical, social and psychological. Vincent tries to achieve his obsession in the wrong way, and this affects his life. Vincent becomes insecure, and this feeling leads him doing something harmful to his job and his relationship with other girls. However, finally Vincent realizes his mistake, and he hopes to be able to start his new life.",
  "creators": "INGE NATALIA SUYANTO",
  "contributors": "Stefanus Suprayitno (Advisor 1); Sarah Limuil (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.01011407/ING/2005; Inge Natalia (11400043)",
  "subjects": "SINGAPORE FICTION (ENGLISH)-20TH CENTURY-STUDY AND TEACHING; JEYARETNAM, PHILIP, 1964-... RAFLES PLACE RAGTIME-STUDY AND TEACHING"
}