{
  "id": "25935",
  "title": "Studi tentang berbagai peraturan perencanaan bangunan bawah jembatan terhadap beban gempa",
  "abstract": "Seperti telah diketahui bahwa Indonesia merupakan suatu wilayah atau daerah yang sering dilanda gempa. Jembatan merupakan salah satu sarana transportasi yang sangat penting dan selalu berhubungan dengan berbagai aspek kehidupan, sehingga struktur jembatan perlu direncanakan terhadap beban gempa. Standar perencanaan struktur jembatan bangunan bawah (kolom) yang ada di Indonesia saat ini (PMUJR dan PTGUJR) masih kurang memadai dan penjabarannya kurang jelas. Karena itu dikaji kembali standar-standar perumusan dari beberapa negara lain untuk melengkapi dan menjabarkan dengan lebih\\ rinci mengenai hal-hal yang masih kurang lengkap atau belum tertuang dalam standar perencanaan jembatan tahan gempa di Indonesia saat ini. Pembahasan meliputi beberapa hal yang berhubungan dengan perencanaan struktur bagian bawah jembatan (kolom) terhadap beban gempa, antara lain : - Respon Spektra percepatan untuk mencari besarnya waktu ulang grafik respon spektrum C - T menurut PTGUJR [2] untuk masing-masing Zone di Indonesia yang belum dijelaskan pada PTGUJR, baik untuk gempa kecil, sedang atau gempa kuat. Juga dijelaskan faktor-faktor yang diperlukan untuk menentukan waktu ulang tersebut, antara lain faktor kekuatan lebih (f1) dan faktor f2. Dari hasil analisa didapatkan nilai f2 untuk struktur jembatan sebesar 1.35 lebih kecil dibanding nilai f2 untuk struktur gedung sebesar 1.8 [7] dan besarnya waktu ulang grafik C - T [2] lebih dari 20 tahun. - Waktu Getar Alami yang menjabarkan rumus pendekatan waktu getar alami menurut PTGUJR termasuk faktor-faktor yang mempengaruhinya seperti kekakuan kolom jembatan dan penurunan rumus waktu getar alami menurut ketentuan Amerika (AASHTO) secara rinci serta sebuah contoh perhitungan waktu getar alami struktur jembatan dengan menggunakan rumus pendekatan waktu getar alami menurut PTGUJR dan perumusan waktu getar alami menurut Amerika. Dari hasil perhitungan tersebut didapatkan besarnya waktu getar alami dapat dikatakan sama. - Analisa beban gempa rencana yang menitikberatkan pada koefisien gempa yang meliputi faktor daerah, faktor konstruksi, faktor kepentingan, faktor bahan, dan koefisien gaya geser gempa. Daktilitas struktur yang menjelaskan perumusan daktilitas struktur (Ømaks/Øy) yang dibutuhkan dan yang tersedia untuk suatu nilai μ tertentu, dengan anggapan sendi plastis terjadi pada ujung-ujung kolom akibat beban gempa yang bekerja pada jembatan. Pendetailan struktur yang membahas syarat-syarat pendetailan dan penulangan kolom agar kolom tersebut bersifat daktail apabila terkena gempa. Contoh soal Untuk memperjelas pembahasan-pembahasan di atas, dibuat sebuah contoh soal perencanaan kolom terhadap beban gempa sampai penulangannya.",
  "creators": "JOHANNES TANIDJOJO; LUSIANA KUNCORO",
  "contributors": "Takim Andriono (Advisor 1); Ir. Soehendro Ratnawidjaja, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. ...; Lusiana Kuncoro (34285073), Johanes Tanidjojo (14286111)",
  "subjects": "BRIDGE CONSTRUCTION; BRIDGE-EARTHQUAKE EFFECTS"
}