{
  "id": "25941",
  "title": "Sirkuit dengan pusat pendidikan balap mobil, motor, go-kart di Jakarta",
  "abstract": "Makalah ini adalah bagian tertulis dan merupakan tahap pertama daripada tugas perencanaan proyek akhir dalam rangka memperoleh gelar sarjana Arsitektur di Fakultas Teknik Universitas Kristen Petra Surabaya. Sasaran dari pada makalah ini adalah untuk menyusun pokok pikiran yang akan dijadikan dasar guna membuat perencanaan fisik kemudian. Adapun judul yang dipilih untuk perencanaan tugas akhir ini adalah: \"SIRKUIT DENGAN PUSAT PENDIDIKAN BALAP MOBIL,MOTOR & GO-KART DI JAKARTA \" Yang terletak di wilayah Kelurahan Halim Perdana Kusuma, Jakarta. Dari judul di atas dapat disebutkan dengan jelas ruang lingkup perencanaan yang dibuat, di mana dipusatkan pada perlombaan balap Formula-I,sebagai persyaratan sirkuit bertaraf Internasional. Untuk mendekati permasalahan terpaksa harus pula mengadakan studi perbandingan dan memperhatikan unsur-unsur sirkuit balap Internasional di negara lain, sebab unsur-unsur tersebut saling terikat satu dengan yang lain. Pada pokoknya isi makalah ini terbagi atas : BAB I : Tinjauan Proyek secara INTERNASIONAL, yang membahas tentang: Perumusan gagasan dipandang dari sudut INTERNASIONAL, di mana diuraikan secara garis besar pengertian, latar-belakang dan persyaratan-persyaratan / standart-standart yang disahkan secara Internasional oleh F.I.A. (Federation Internationale de’l Automobile Tujuan dari ini adalah sebagai pedoman dan pengenalan untuk menetapkan arah perencanaan. BAB II : Tinjauan Proyek di INDONESIA ; Mengadakan pengamatan terhadap proyek ini yang telah ada di Indonesia, latar-belakang dan perkembangannya, fungsi dan tujuan adanya olahraga automotif ini di Indonesia, sasaran.permasalahannya BAB III: Dasar Perencanaan ; Data-data dan program Arsitektural yang bersifat umum dan merupakan keputusan awal sebagai dasar dari proses-proses perencanaan berikutnya. BAB IV: Konsep Perancangan ; Konsepsi arsitektural yang terpadu untuk sirkulasi, bangunan dan tapak untuk kemudian diambil kesimpulan sebagai titik tolak perancangan fisik sirkuit balap bertaraf Internasional. Pembahasan didasarkan data, survey, studi perbandingan literatur dan analisa pemikiran dengan membuat studi kemungkinan.",
  "creators": "WANLINA K.",
  "contributors": "Krisdianto Anggijono (Advisor 1); J. LOEKITO KARTONO (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Wanlina K. (379059)",
  "subjects": "RACETRACKS (AUTOMOBILE RACING); RACETRACKS (MORCYCLE RACING)"
}