{
  "id": "2598",
  "title": "Sistem perencanaan dan pengendalian kualitas proses fabrikasi komponen struktur baja",
  "abstract": "Kualitas hasil febrikasi komponen struktur baja merupakan hal mutlak: yang dipersyaratkan oleh pemberi kerja dan standar baku yang ada. Kualitas dari hasil fabrikasi harus dipenuhi untuk memastikan bahwa pekerjaan konstruksi dapat berlangsung dengan baik dan terhindar dari risiko keterlambatan jadwal dan membengkaknya biaya produksi ulang. Penelitian ini bertujuan untuk mengetahui hal-hal yang perlu diperhatikan dalam merencanakan dan mengendalikan kualitas proses fabrikasi dan mencari suatu sistem perencanaan dan pengendalian kualitas proses fabrikasi yang memenuhi standar baku yang ada dan dapat diterapkan pada fabrikator komponen struktur baja. Jenis penelitian yang dilakukan adalah studi kepustakaan dan sigi lapangan dengan mengamati proses pengendalian kualitas pada responden yang dipilih. Dari hasil penelitian yang pernah dilakukan sebelumnya didapatkan bahwa terdapat 9 proses dalam fabrikasi komponen struktur baja, yaitu pembuatan gambar fabrikasi, pengadaan material, penandaan, pemotongan, pembuatan lubang, perakitan, pengelasan. penyelesaian dan pengiriman. Dari studi kepustakaan dirumuskan karakteristik kualitas yang harus dikendalikan menurut standar baku yang telah ada. Dari hasil sigi lapangan didapatkan bahwa para responden juga melakukan pekerjaan fabrikasi dengan melalui 9 proses yang sama seperti tersebut di atas. Setiap proses saling berkaitan dan memiliki tingkat kepentingan yang sama. Penyimpangan terhadap kualitas yang direncanakan didapatkan sering terjadi pada proses pemotongan, pembuatan lubang dan pengelasan.",
  "creators": "MARGRIET GUNADHI",
  "contributors": "JANUAR BUDIMAN (Advisor 1); Budiman Proboyo (Advisor 2); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Thesis No. 059/MTS/2003; Margriet Gunadhi (01599001)",
  "subjects": "BUILDING MATERIALS INDUSTRY-QUALITY CONTROL; STRUCTURAL STEEL-INDUSTRY-QUALITY CONTROL"
}