{
  "id": "2599",
  "title": "A Study on the effects of Lavinia's Revenge in Eugene O'Neill's Mourning Becomes Electra",
  "abstract": "Mourning Becomes Electra is a tragic play, which has revenge as its main theme. It tells about the revenge of its main character (Lavinia Mannon) towards her mother (Christine Mannon) for murdering her father (Ezra Mannon). The term of revenge here is defined as a deliberate punishment or injury inflicted in return for what one has suffered. I am interested in story, which generally describes Lavinia?s revenge. Lavinia?s action of revenge brings some consequences to her life, which leads her to have a mournful life. Therefore, in this study, I would like to find out the effects of Lavinia?s revenge. The purpose of this study is to identify the effects of Lavinia?s revenge on her life. In order to analyze the effects of Lavinia?s revenge, I will use literary approach with its tools, characterization and conflict. Besides, some psychological concepts such as guilt, anxiety and frustration are also used as the supporting concepts in the analysis. Through the analysis, I find out some problems, which are faced by Lavinia as the effects of her revenge. She feels guilty although she has tried many things to avoid facing the reality of her guilt. In addition, she feels anxious that people surround her will discover everything she has done in the past and that will make them condemn and hate her. Moreover, she also becomes frustrated in her effort to pursue happiness in life by canceling her marriage with Peter as she realizes that her past always haunts her and if someday Peter finds it out, it will bring about separation with Peter. Finally, I conclude that Lavinia?s guilty feeling, anxiety and frustration are the effects of her revenge and these effects, which make her unable to obtain happiness in life, are actually the consequences that she has to face for the rest of her life.",
  "creators": "RENY",
  "contributors": "ANTONIUS GURITO (Advisor 1); Vyrna Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.01011418/ING/2005; Reny (11401069)",
  "subjects": "AMERICAN DRAMA--20TH CENTURY--STUDY AND TEACHING"
}