{
  "id": "2600",
  "title": "A Study of the causes and effects of Hamlet's depression in Shakespeare's Hamlet",
  "abstract": "Hamlet is a kind of tragic story about a young prince, who has a lot of problems that makes his mind, is full of confusion, doubt and uncertainty. His inability to face reality and his weaknesses seem overwhelm him. Therefore, he experiences depression since he is also unable to cope with it. His psychological problem, depression, becomes the issue that the thesis writer wants to discuss. Therefore, the thesis writer questions why Hamlet gets depression and what the effects of his depression are as seen in his behavior. So, the thesis writer is going to reveal why Hamlet experiences depression and to analyze the effects of depression in his behaviors. Hence, the writer thinks that literary approach as the main tool, namely theory of characterization and conflict, to find out the characters of Hamlet and psychological concept of depression to go further into Hamlet?s state of psychology. The writer finds that Hamlet?s anguish upon his father?s death becomes one of the causes of his depression. He is depressed for he cannot believe his father that he admires about leaves him so soon and thus Hamlet loses his future orientation. Besides, his disappointment upon his mother?s unfaithfulness and his worthlessness feeling as he fails to carry out his father?s message generates him to fall into depression. He regrets for letting unfairness happens in Denmark. As a result of his depression, he tends to be self-blaming for not being able to solve his problems and to be hesitant in taking action and he chooses to run away to avoid burden.",
  "creators": "SHINTALIA",
  "contributors": "Ribut Basuki (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.01011416/ING/2005; Shintalia (11401011)",
  "subjects": "SHAKESPEARE, WILLIAM, 1564-1616. HAMLET--STUDY AND TEACHING"
}