{
  "id": "26016",
  "title": "Perancangan dan pembuatan sistem informasi akuntansi pada UD. Bumi Agung Madiun",
  "abstract": "Pada masa era globalisasi ini, kebutuhan akan informasi menjadi sangat penting dan semakin maju. Informasi merupakan faktor utama yang data membantu setiap orang untuk bersaing, terutama dalam bidang bisnis. UD. Bumi Agung adalah perusahaan distribusi yang bergerak dalam bidang pembelian dan penjualan hasil bumi khusus dalam biji kopi mentah. Pada saat ini, semua kegiatan yang dilakukan di UD. Bumi Agung, masih dikerjakan secara manual, dan kebanyakan kegiatan dalam perusahaan ini belum berjalan dengan baik. Oleh karena itu, UD. Bumi Agung membutuhkan suatu sistem informasi akuntansi yang dapat mempermudah perusahaan dalam proses segala jenis pencatatan. Dengan adanya aplikasi ini UD. Bumi Agung dapat mengurangi waktu kerja yang dibutuhkan untuk mencatat segala pembukuan yang ada di dalam perusahaan tersebut. Aplikasi ini merupakan aplikasi yang menggunakan perhitungan inventory dengan cara FIFO (First in First Out). Barang yang di jual adalah barang yang sudah lama dibeli dan perjalanan seterusnya seperti itu. Dengan adanya aplikasi ini, perusahaan dapat menghemat banyak waktu dan tenaga karena tidak perlu melakukan banyak pencatatan yang harus di lakukan secara terperinci, detail, yang harus menghasilkan nilai data yang sangat seimbang. Pada perusahaan ini sekarang, membutuhkan banyak waktu yang harus di pakai untuk mengecek semua hal yang diperlukan di perusahaan. Dengan adanya aplikasi ini dapat membantu proses transaksi, pencatatan stok barang, dan pencatatan laporan-laporan dengan lebih terstruktur dan lebih tepat hasil dibandingkan dengan bekerja secara manual.",
  "creators": "DAVID SATRIAWAN SALIM",
  "contributors": "Yulia (Advisor 1); Leo Willyanto Santoso (Advisor 2); Gregorius Satiabudhi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021157/INF/2012; David Satriawan Salim (26408092)",
  "subjects": "DATABASE DESIGN; DATABASE MANAGEMENT; INFORMATION STORAGE AND RETRIEVAL SYSTEMS-ACCOUNTING; PROGRAMMING (ELECTRONIC COMPUTERS)"
}