{
  "id": "2601",
  "title": "The Failure of the lovatts to maintain their ideal family in Doris Lessing's The Fifth Child",
  "abstract": "This thesis discusses Doris Lessing's The Fifth Child, which takes the setting of England in the late 1960's. It is a story about establishing a family by young couple, David and Harriet, who have the same dreams of an ideal family, that is, having a lot of children and living in a big haouse. In my prior reading the novel, I find out tha david and harriet once reachj their dreams and have wonderful life together; yet at the end-as it is mentioned in the novel-they are torn apart. This becomes my reason for choosing the failure of the Lovatts to maintain their ideal family as the topic to be analyzed. The purpose of this study is to find out what have been the causes that make the Lovatts fail to maintain their ideal family. To answer this problem, I use literary approach, namely teh theory of characteristic and the theory of conflict. These two theories help me detech the present and potential conflicts. The findings shows tha david and harriet have financial problems as they are not able to pay the mortgage and to pay their children's school fees by themselves; yet they are able to carry on a happy famliy life until Harriet gives birth to her fifth child. Ben, the fifth child, becomes a monster of the family because he is phsically and mentally retarted and turns the family into weariness. Thus, ben is the utmost cause of David's and Harriet's failure to maintain their ideal family",
  "creators": "POPPY NURAENY PRIANTO",
  "contributors": "LENIWATI SLAMET (Advisor 1); Sarah Limuil (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.01011413/ING/2005; Poppy Nuraeny (11499144)",
  "subjects": "ENGLISH FICTION--20TH CENTURY--STUDY AND TEACHING; LESSING, DORIS, 1925-... THE FIFTH CHILD-STUDY AND TEACHING"
}