{
  "id": "26014",
  "title": "Hotel resor di Kapota, Wakatobi",
  "abstract": "Pulau Kapota merupakan salah satu lokasi kegiatan ekowisata di Taman Nasional Wakatobi TNW yang memerlukan akomodasi penunjang, yaitu fasilitas hunian sementara agar pengunjung lebih nyaman dalam berwisata. Oleh karena itu, tugas akhir ini berupaya merancang hotel resor di kawasan TNW, yang ditujukan bagi wisatawan yang berkunjung ke Pulau Kapota, Wakatobi. Untuk menjaga kelestarian alam di wilayah tapak, maka pendekatan perancangan yang diterapkan dalam bangunan ini adalah pendekatan ekologi. Dengan konsep “Integrasi dengan Alam” yang dipakai sebagai dasar perancangan, patokan yang dipakai untuk menciptakan suatu kesatuan antara bangunan dengan alam di sekitarnya. Integrasi dengan alam dicerminkan dengan keterbukaan bangunan dan penggunaan material yang tidak kontras dengan lingkungan setempat. Konsep ini mengikuti poin-poin persyaratan perencanaan eko-arsitektur yang bersifat holistis, dari Heinz Frick. Dari pendekatan dan konsep yang ada, maka pendalaman yang dilakukan ialah pendalaman material. Pendalaman material ini ditinjau dari segi pemilihan material yang ramah lingkungan dengan pertimbangan energi yang digunakan serta keberlanjutan dari material tersebut. Sehingga bisa mengoptimalkan penggunaan material yang dibatasi dengan faktor ekologi setempat, pada bangunan hotel resor ini.",
  "creators": "BRINA OKTAFIANA",
  "contributors": "Wanda Widigdo Canadarma (Advisor 1); Markus Ignatio Aditjipto (Advisor 2); Eunike Kristi Julistiono, S.T., M.Des.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023099/ARS/2012; Brina Oktafiana (22408104)",
  "subjects": "HOTELS, TAVERNS, ETC.-DESIGNS AND PLANS; RESORTS--DESIGNS AND PLANS; RESORT ARCHITECTURE; HOTELS, TAVERNS, ETC"
}