{
  "id": "2603",
  "title": "The Flouting of conversational maxim in Javanese short story \"Pacarku Ngandheg\"",
  "abstract": "To make a conversation go smoothly, each participant should obey the cooperative principle, which has a significant function in conversation. The cooperative principle reflects four maxims of conversation; they are maxim of quantity, maxim of quality, maxim of relevance and maxim of manner. Sometimes when we talk with our partner, we have a misunderstanding because the participant in conversation flouts the maxims for some reasons. They tend to flout it, but it does not mean that they fail to communicate with each other. This study analyzes the flouting of the conversational maxims in Javanese short story entitled `Pacarku Ngandheg?. The writer tries to find out the most frequently flouted maxim and the reasons behind the flouting by two main characters in `Pacarku Ngandheg? to show that maxims are important in conversation. In analyzing data, the writer uses descriptive approach to describe the reasons of flouting the maxim and uses table to make an easier analysis of the most frequent flouted maxim. After all of the analysis, she finds that the maxim of relevance is the most frequently flouted in the story. The characters have some reasons why they tend to flout some maxims, but she realizes that the flouting of maxim does not bother and bring to an end of the conversation. It makes a variation in the conversation, so the conversation will not be boring.",
  "creators": "VERONICA ERLY DWI H",
  "contributors": "SAMUEL GUNAWAN (Advisor 1); ABBAS A.BADIB, Pof.DR.MA.,MA. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.02011411/ING/2005; Veronica Erly Dwi Handayani (11401019)",
  "subjects": "JAVANESE LANGUAGE-DISCOURSE ANALYSIS; LANGUAGE AND LANGUAGES-STUDY AND TEACHING; JAVANESE LANGUAGE-SPOKEN JAVANESE"
}