{
  "id": "26036",
  "title": "Hubungan antara taktik dan hasil negosiasi dalam penyelesaian sengketa jasa konstruksi",
  "abstract": "Sengketa merupakan sebuah realitas dalam hampir seluruh proyek konstruksi. Sengketa yang terjadi harus diselesaikan dengan baik untuk mencegah kerugian yang lebih besar, baik dari sisi biaya, waktu, dan tenaga. Pada proyek konstruksi, negosiasi adalah cara yang sering dilakukan untuk menyelesaikan sengketa antar pihak yang terlibat. Penelitian ini bertujuan untuk mengetahui sengketa yang sering terjadi dalam proyek konstruksi di Surabaya, taktik negosiasi yang biasa dilakukan kontraktor, dan hasil negosiasi yang terjadi setelah proses negosiasi berjalan. Pengumpulan data pada penelitian ini dilakukan dengan cara menyebarkan kuisioner kepada responden. Total 60 responden dari perusahaan kontraktor ikut berpartisipasi dalam penelitian ini. Hasil pada penelitian ini menunjukkan bahwa sumber sengketa yang sering terjadi adalah sumber sengketa dari segi biaya dan perubahan pekerjaan oleh pemberi kerja. Melibatkan kedua belah pihak dalam proses negosiasi merupakan taktik negosiasi yang sering digunakan. Proses negosiasi telah dilakukan dengan baik oleh para responden sehingga penyelesaian sengketa tidak perlu sampai ke jalur arbitrase atau pengadilan dan hasil negosiasi yang terjadi rata-rata merupakan hasil yang positif. Penggunaan taktik negosiasi harus menyesuaikan dengan sumber sengketa yang terjadi agar memberikan hasil yang positifdan ada pula taktik negosiasi yang harus dihindari untuk sumber sengketa tertentu karena berpotensi untuk menghasilkan hasil yang negatif. Karena itu, pemahaman akan situasi yang terjadi selama proses negosiasi sangatlah penting untuk mendapatkan hasil yang ideal.",
  "creators": "WILLIAM LEOWANTO SIE",
  "contributors": "Andi (Advisor 1); Ratna S. Alifen (Advisor 2); Indriani Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000171/MTS/2012; William Leowanto Sie (01509003)",
  "subjects": "BUILDING LAWS; NEGOTIATION; CONSTRUCTION INDUSTRI - MANAGEMENT"
}