{
  "id": "26048",
  "title": "Perancangan usulan landasan bandar udara Juanda sampai dengan tahun 2000 menjelang internasionalisasi",
  "abstract": "Perkembangan kemajuan ekonomi suatu negara menciptakan permintaan (demand) akan sarana dan prasarana transportasi yang memadai, baik itu sarana dan prasarana transportasi darat, laut maupun udara. Mula-mula sebagian besar kegiatan ekonomi suatu negara, hanya mencakup kegiatan ekonomi di dalam negeri itu sendiri. Kemudian semakin berkembang menjadi kegiatan ekonomi yang bersifat internasional. Keadaan ini menimbulkan suatu kebutuhan, salah satu di antaranya adalah kebutuhan akan prasarana transportasi udara yang tidak hanya berupa bandar udara domestik, tetapi juga bandar udara internasional. Di Indonesia, khususnya di Surabaya, kebutuhan itu sudah mulai terasa. Oleh karena itu, menjelang tahun 2000, Bandar Udara Juanda juga akan diinternasionalisasikan. Salah satu faktor untuk internasionalisasi bandar udara adalah perancangan landasan bandar udara itu, yang dalam tugas akhir ini, pembahasannya mencakup peninjauan terhadap kapasitas, konfigurasi dan rancangan geometrik landasan, juga rancangan apron dan luasan terminal penumpang serta rancangan sistem drainase. Berdasarkan data frekuensi penerbangan, jumlah penumpang, muatan barang dan temperatur udara serta curah hujan pada tahun-tahun yang lalu, diramalkanlah data untuk tahun-tahun mendatang, dengan Statistika Ekstrem. Mengingat bandar udara yang dirancang ini merupakan bandar udara internasional, maka harus dilakukan penyesuaian untuk internasionalisasi. Dengan data hasil ramalan tersebut, dirancanglah runway, taxiway, exit taxiway, apron, terminal penumpang dan sistem drainase landasan bandar udara.",
  "creators": "IRFAN SUDARJI; YULIUS YANI T.",
  "contributors": "Indriani Santoso (Advisor 1); Harry Patmadjaja (Advisor 2); Tirta Djusman Arief (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 421 S; Irfan Sudarji (282118), Yulius Yani T. (282121)",
  "subjects": "AIRPLANES-LANDING; HARBORS-SURABAYA; AIRPORT TERMINALS-SURABAYA"
}