{
  "id": "26047",
  "title": "Pengaruh tanah urug terhadap effektifitas susunan tiang dengan pola segitiga sama sisi",
  "abstract": "Stabilisasi tanah dengan menggunakan group tiang dengan tanah urug telah banyak digunakan pada beberapa negara, termasuk di Indonesia. Pada lapisan tanah lunak yang ada, tiang-tiang ini digunakan dengan tujuan untuk memindahkan beban yang diberikan ke lapisan tanah yang lebih baik, sehingga selain stabilitas tanah ditingkatkan juga penurunan yang terjadi dapat direduksi. Pemindahan beban yang diberikan ke tiang-tiang tersebut dan diteruskan ke lapisan tanah yang lebih baik mungkin terjadi karena di dalam tanah urug sebenarnya timbul \"aksi lengkung busur\" ( Randolph, 1984 ). Jarak antar tiang dan tebal timbunan tanah urug harus diatur sedemikian rupa sehingga diperoleh suatu hasil yang optimum dalam pencapaian distribusi beban ke lapisan tanah yang lebih baik. Penelitian yang kami lakukan ini bertujuan untuk mendapatkan korelasi hubungan antara jarak antar tiang dengan tebal timbunan, sehingga didapatkan suatu susunan yang memberikan suatu hasil yang efisien. Penelitian ini dilakukan dengan memasang tiang-tiang berdiameter 10 mm di suatu lapisan tanah liat lunak dalam suatu drum, bagian ujung atas masing-masing tiang diberi cap berbentuk bujur sangkar dengan ukuran sebesar 5% dari luasan tanah yang distabilisasi. Dengan penggunaan cap bujur sangkar, \"aksi lengkung busur\" yang terjadi mempunyai jari-jari yang lebih kecil, sehingga ketebalan urugannya tidak perlu setebal keadaan tanpa cap. Hasil positip yang dapat diperoleh adalah beban sendiri tanah urug lebih kecil sehingga dapat dibebani lebih berat dan juga pertimbangan faktor ekonomis yaitu biaya penambahan tanah urug.",
  "creators": "DJEMIJANTO TJANDRA; THEO HINDRAWAN A.K.",
  "contributors": "Sugie Prawono (Advisor 1); SUBIANTO TJANDRAWIBAWA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 456 S; Djemijanto Tjandra (281099), Theo Hindrawan A.K. (283079)",
  "subjects": "SOIL MACHANICS"
}