{
  "id": "26049",
  "title": "Perencanaan dan pembuatan pengendalian jarak jauh dalam rumah melalui jaringan kabel listrik yang ada",
  "abstract": "Peralatan elektronik pada saat ini bukanlah hanya dimiliki oleh masyarakat tertentu saja, tetapi sudah meluas bahkan merupakan hasil industri dari rumah tangga. Peralatan pengendali merupakan peralatan elektronik yang juga sudah banyak dijumpai dalam kegiatan sehari-hari. Pengendali jarak jauh dalam setiap peralatan rumah tangga sudah banyak dijumpai. Semakin hari manusia menginginkan sesuatu yang serba praktis, sesuai dengan perkembangan teknologi yang semakin canggih. Sistem pengendali dengan memakai kabel tambahan/kabel penghubung saat inipun sudah berkembang sehingga dihasilkan sistem pengendali dengan memakai media udara sebagai pembawa sinyal informasi. Penyampaian sinyal informasi melalui media udara sudah berkembang dari Amplitude Modulasi, Frekwensi Modulasi sampai ke pemakaian sinyal infra merah. Suatu masalah timbul dengan sistim remote control ini karena sistem ini memiliki kelemahan-kelemahan seperti terjadinya gangguan pengendalian disebabkan media udara sangat mudah sekali terjadi proses-proses interferensi, dan juga keterbatasan jarak antara pengendali dan peralatan yang dikendalikan juga merupakan masalah dalam sistem rermote control ini. Suatu pemikiran/ide timbul untuk mengatasi permasalahan di atas. Penyampaian sinyal informasi melalui jaringan kabel listrik merupakan alternatif yang dipilih untuk mengatasi permasalahan itu. Pengendalian jarak jauh melalui jaringan kabel listrik belum ada, oleh karena itu pada kesempatan ini dibuat suatu peralatan pengendali jarak jauh dengan melalui jaringan kabel listrik (jala-jala listrik). Dari pembuatan peralatan pengendali jarak jauh dalam rumah ini, dihasilkan suatu pengendali jarak jauh melalui jaringan kabel listrik yang dapat mengontrol (menyalakan dan mematikan) 2 buah peralatan yang berbeda di tempat yang berlainan dengan memakai bantuan komputer. Akhirnya dapat disimpulkan bahwa pembuatan peralatan pengendali jarak jauh melalui jaringan kabel listrik dicapai hasil yang sesuai dengan keinginan yang dikehendaki. Relevansi dari peralatan ini juga dikembangkan dengan menguatkan daya pancar, sehingga dapat memperoleh jarak pengontrolan yang lebih jauh. Perkembangan dapat juga dilakukan dengan pengontrolan peralatan lebih banyak dengan penambahan receiver.",
  "creators": "PETRUS OEI TEN HON",
  "contributors": "SUSILO MATAIR (Advisor 1); HERLIANTO TENGGARA (Advisor 2); AGUS MULYANTO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 91/E/EL/001/0060; Petrus Oei Ten Hon (482058)",
  "subjects": "TELECOMMUNICATION SWITCHING SYSTEM EQUIPMENT INDUSTRY"
}