{
  "id": "26058",
  "title": "Evaluasi penyediaan fasilitas umum di kawasan pemukiman formal Rungkut dengan menggunakan metode aksesibilitas",
  "abstract": "Penyediaan fasilitas-fasilitas pelayanan perkotaan yang dibutuhkan oleh penduduk yang tinggal di kawasan baru sering terlambat pengadaannya, akibatnya banyak fasilitas pelayanan perkotaan, baik untuk pekerjaan, pendidikan dan kegiatan sosial/kesehatan serta hiburan dan lainnya harus dipenuhi di pusat kota, akibatnya jalan-jalan yang menuju pusat kota menjadi amat padat. Untuk mengatasi hal tersebut di atas maka penyediaan fasilitas pelayanan perkotaan di kawasan pemukiman baru di pinggir kota harus diadakan. Akan tetapi penyediaan fasilitas pelayanan umum membutuhkan investasi yang besar, sehingga penggunaannya harus effisien dengan penjadwalan pengadaan fasilitas yang tepat. Studi ini bertujuan untuk melihat sudah seberapa jauh penduduk di daerah pemukiman tersebut menggunakan fasilitas-fasilitas umum yang tersedia di kawasan pemukimannya dan fasilitas-fasilitas pelayanan apa saja yang masih tergantung pada pusat kota Surabaya. Untuk mencapai maksud dari studi tersebut, telah diselenggarakan survei di dua kecamatan di Kotamadya Surabaya yakni, Kecamatan Rungkut dan Kecamatan Wonocolo yang diambil secara acak berdasar pertimbangan penyebaran kepadatan geografis dan tingkat sosio-ekonomi yang relatif sama pada tiap-tiap kawasan. Penelitian dalam studi ini scopenya hanya untuk kawasan perumahan formal saja, sedangkan untuk daerah perumahan non formal tidak dibahas. Teknik pengumpulan data dilakukan dengan cara wawancara dengan instrumen pertanyaan terstruktur, bagian terbesar dari pertanyaan tersebut berupa pendataan fakta. Jenis pertanyaan yang diajukan adalah didasarkan pada semua fasilitas pelayanan perkotaan secara umum, meliputi antara lain tempat kerja, tempat pendidikan, kesehatan, hiburan, ibadah, olah raga dan kegiatan pelengkap lainnya. Data yang terkumpul selanjutnya dianalisa berdasarkan pola aksesibilitas dan kebiasaan kegiatan harian serta kecenderungan pencapaian tempat tujuan dari penduduk di kawasan pemukiman tersebut yang di cross check, dianalisis dan dibahas dengan metode statist!k yang disesuaikan dengan kebutuhan analisis, antara lain distribusi kumuiatif dan komparatif. Dari hasil-hasil tabulasi data tersebut dapat disimpuikan bahwa : - Fasilitas Pendidikan di kawasan studi masih kurang mencukupi, tetapi karena adanya sekolah TK sampai SMP di kawasan Jemur Andayani maka fasilitas pendidikan di kawasan studi dapat dianggap telah mencukupi kebutuhan. - Fasilitas Kesehatan di kawasan studi seperti puskesmas, pos kesehatan, posyandu atau tempat praktek dokter telah dapat mencukupi kebutuhan warga, sedangkan warga yang mencari fasilitas kesehatan diluar lokasi, disebabkan karena sebagian besar dari mereka memerlukan fasilitas kesehatan yang lebih besar seperti rumah-sakit yang tidak terdapat di dalam lokasi penelitian. - Fasilitas Peribadatan di kawasan ini dapat dibagi dua, untuk warga yang beragama Islam fasilitas peribadatan yang ada seperti mesjid, langgar dan mushola sudah dapat mencukupi kebutuhan. Untuk warga yang beragama Kristen dan Katolik fasilitas peribadatan yang ada masih kurang mencukupi, sedangkan fasilitas peribadatan untuk warga yang beragama Hindu, Budha dan aliran kepercayaan tidak ada. Jadi pada kawasan tersebut masih perlu adanya tambahan fasilitas peribadatan, terutama yang belum ada pada lokasi tsb. - Fasilitas Perdagangan di kawasan studi untuk kebutuhan harian dapat dianggap mencukupi, sedangkan untuk kebutuhan lainnya sebagian warga masih memanfaatkan fasilitas di pusat kota, sehingga dapat diartikan bahwa fasilitas perbelanjaan seperti pusat pertokoan di dalam kawasan masih kurang mencukupi kebutuhan. - Fasilitas Rekreasi dan Olahraga di kawasan studi berdasarkan data yang ada masih kurang, tetapi pada saat peneiitian ini dilakukan, pusat olah raga di daerah Margorejo belum selesai dibangun, sehingga analisa tentang fasilitas Olah raga dan Rekreasi ini menjadi kurang valid.",
  "creators": "YEANYWATI DJOJOSUTRISNO; HARTONO WINARKO",
  "contributors": "GUNAWAN W. (Advisor 1); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 445 S; Yeanywati Djojosutrisno (14283085), Hartono Winarko (14283086)",
  "subjects": "HOUSING; HUMAN SETTLEMENTS"
}