{
  "id": "2605",
  "title": "What Shakespeare tells us about the characters of Romeo and Juliet on his \"Romeo and Juliet\" through sociolinguistic approach",
  "abstract": "This thesis attempts to present an empirical study on the characters of Romeo and Juliet. The reason is that in literary criticism there are so many different opinions about their characters on Shakespeare's \"Romeo and Juliet.\" One major problem to be investigated is whether their characters are well-developed or not. Therefore, the thesis writer would like to make an objective research on the characters of Romeo and Juliet through the examination of their language. In \"Romeo and Juliet,\" the youthful passion of both lovers is beautifully and vividly expressed through the language being used by them. Thus, the results of this thesis hopefully can contibute to the solution of the problem mentioned above. This thesis limits its investigation to the characters of Romeo and Juliet only because they are both the leading dramatis personae who undergo characters development. The underlying theory of this study is the sociolinguistic in nature, or rather, the characters' actual language used in relation to their social and psychological background. The basic methodology of this study is data collection and data analysis. In the process of data collection, all data both for the language and for the social factors are identified and grouped according to the stages of the play. In addition, the data for the language factors are grouped based on the classification of language components, namely, terms of address, figures of speech, and imagery. The analysis is done by relating all the language factors as used by Romeo and Juliet in different stages to the social factors affecting the use. Then, the writer sees the influence of social factors on the characters' use of language in order to portray their characters.",
  "creators": "TETY RIWONG",
  "contributors": "SUBANDI DJAJENGWASITO (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 132; Tety Riwong (184048)",
  "subjects": "ENGLISH DRAMA-EARLY MODERN AND ELIZABETHAN, 1500-1600-STUDY AND TEACHING; SHAKESPEARE, WILLIAM. 1564-1616. ROMEO AND JULIET"
}