{
  "id": "26065",
  "title": "Studi karakteristik dan konstruksi suspensi hidropneumatis Citroen",
  "abstract": "Sistim suspensi pada suatu kendaraan adalah merupakan bagian yang terpenting dari sebuah kendaraan pada jaman modern ini. Ini disebabkan tuntutan konsumen terhadap keamanan, kenyaman, berkemampuan tinggi, ekonomis, dan lain sebagainya. Sekarang rata-rata kendaraan mampu untuk dipacu pada kecepatan tinggi juga didukung pula kualitas jalan yang semakin baik sehingga disini sangat diperlukan sistim suspensi yang baik. Di dalam kecelakaan faktor manusia sangat besar sekali pengaruhnya, jika sistim suspensi kendaraan baik maka jelas akan menyebabkan pengemudi tidak akan cepat lelah sehingga ini tidak langsung akan memperkecil resiko kecelakaan khususnya untuk perjalanan jauh dan juga pengendaliannya akan baik. Sistim suspensi dilihat dari segi konstruksi secara umum dapat dibagi menjadi dua yaitu independen dan solid axle. Di dunia otomotif sekarang ini telah dikembangkan sistim suspensi yang semakin moderen misalnya dengan sistim multi link, twin trapezoidal link dan suspensi aktif. Salah satu dari sistim suspensi yang tebaik untuk saat ini ialah suspensi hydropneumatis dari kendaraan Citroen. Pada tugas akhir ini penulis menganalisa ataupun melakukan studi literatur dari data-data mengenai suspensi Citroen yang ada dengan dasar-dasar teori yang berhubungan dengan suspensi : dinamika teknik, konsep stabilitas kendaraan, termodinamika dan mekanika fluida. Di dalam tugas akhir ini penulis menganalisa karakteristik dan konstruksi sistim suspensi hidropneumatis pada kendaraan Citroen. Mengetahui keuntungan-keuntungan dan cara kerja sistim ini.",
  "creators": "JUWONO PRAWIRA",
  "contributors": "Joni Dewanto (Advisor 2); I NYOMAN SUTANTRA (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 91.54.071; Juwono Prawira (14586033)",
  "subjects": "AUTOMOBILES-SPRINGS AND SUSPENSION"
}