{
  "id": "26062",
  "title": "Pengaruh kepuasan karyawan terhadap profitabilitas general fashion stores di Tunjungan Plaza Surabaya",
  "abstract": "Pada persaingan dunia usaha di era globalisasi ini selain memerlukan biaya yang besar namun juga memiliki persaingan yang sangat ketat. Organisasi bisnis harus aktif mencari cara untuk menambah nilai dan meningkatkan kualitas layanan, sehingga pelanggan merasa puas atas kualitas layanan yang diterima, di mana pelanggan yang merasa puas akan memberikan profit bagi organisasi dengan melakukan pembelian ulang. Hal ini juga berlaku bagi organisasi yang bergerak dalam industri fashion, termasuk general fashion store yang berada di Tunjungan Plaza Surabaya. Kualitas layanan yang baik akan tercipta apabila kepuasan karyawan terbentuk. Untuk itu merupakan keharusan bagi suatu perusahaan untuk mengenali variabel-variabel apa saja yang berpengaruh terhadap profitabilitas fashion store. Pengumpulan data dilakukan dengan cara membagikan kuisioner pada karyawan yang melayani pelanggan dan pelanggan yang dilayani oleh karyawan di beberapa general fashion store yang berada di Tunjungan Plaza Surabaya. Kriteria fashion store untuk pemilihan sampel adalah fashion store yang menjual lebih dari satu merek produk pakaian, celana, aksesoris, sepatu, tas dan memiliki karyawan yang telah bekerja minimal enam bulan. Untuk menghindari adanya salah interpretasi dari data yang diperoleh dalam proses penelitian, maka ada beberapa tahapan yang harus dilalui seperti melakukan uji validitas dan keandalan melalui Partial Least Square (PLS).",
  "creators": "DEVINA ANASTASIA PRABOWO",
  "contributors": "Devie (Advisor 1); Josua Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010354/AKT/2012; Devina Anastasia Prabowo (32408069)",
  "subjects": "CONSUMER SATISFACTION; JOB SATISFACTION; PROFIT; RETAIL TRADE-MANAGEMENT; TOTAL QUALITY MANAGEMENT"
}