{
  "id": "2607",
  "title": "A Study of error analysis in French verbs conjuction produced by the students of Debutant Trois in CCCL Surabaya",
  "abstract": "Every language has its own system that is different from other languages. For instance, French has its own systems of tense that make it different from Indonesian or other languages. Errors usually happen in the process of learning foreign language, and it is normal like any other human learning. Errors indicate that actually the process of learning is in progress. Here, the writer wants to know about the kinds of present indicative errors that are usually produced by students of Debutant Trois and what the most frequent present indicative errors produced by students Debutant Trois are. The writer limits the analysis of French conjugation in present indicative because it is the first tense in learning French. The theory of Ellis and Brown are used in this study to refer to errors as the language system that the learner is using. Those theories are used as the main theory to do the analysis. Other theories used are French grammar by Crocker and Language Two by Burt, Dulay and Krashen. The analysis is based on the theory of conjugation, in which the writer describes and explains the present conjugation in details. In the analysis, the writer finds that the students produced errors in each group of verbs. In the findings, she found that the most frequent error that the students produced is the second and the third group of regular verb. The most errors that they produced are misformation errors.",
  "creators": "DIAN ANGGRAINI",
  "contributors": "Julia Eka Rini (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.02011410/ING/2005; Dian Anggraini (11400098)",
  "subjects": "FRENCH LANGUAGE-GRAMMAR; FRENCH LANGUAGE-ERRORS IN USAGE"
}