{
  "id": "26080",
  "title": "Analisa potensi dan identifikasi bangunan-bangunan bersejarah di kawasan kota bawah Surabaya",
  "abstract": "Penelitian ini dilakukan untuk menilai dan mengkaji potensi wisata yang terdapat pada bangunan-bangunan bersejarah baik bangunan berstatus cagar budaya dan juga yang tidak berstatus cagar budaya di kawasan kota bawah Surabaya dengan cara scoring. Jenis penelitian yang dipakai oleh penulis adalah kualitatif eksploratif dan kuantitatif deskripstif. Penelitian kualitatif eksploratif ditujukan sebagai identifikasi awal terhadap situasi yang dihadapi dalam bentuk gagasan, wawasan, pengetahuan dan pemahaman akan situasi yang dihadapi untuk kemudian dilanjutkan dengan penelitian yang lebih mendalam. Penelitian eksploratif, yaitu penelitian yang merupakan kombinasi antara penelitian deskriptif dan penelitian menguji. Dalam penelitian eksploratif, peneliti mencoba menjelaskan gejala-gejala yang terjadi, yang jika mungkin mengembangkan hipotesis-hipotesis tertentu. penelitian eksploratif menekankan penjelasan dan interpretasi (Kooij, 2007, p.4). Penulisan yang diterapkan menggunakan studi deskriptif, yaitu penelitian yang berusaha mendiskripsikan atau meggambarkan atau melukiskan fenomena atau hubungan antar fenomena yang diteliti secara sistematis, faktual dan akurat. Berdasarkan hasil analisis yang telah dilaksanakan dengan menggunakan scoring maka diperoleh hasil yang menyatakan bahwa House of Sampoerna, Hotel Ibis, Kantor Pos Besar dan Masjid Ampel berpotensi tinggi sedangkan Gedung Internatio, Gedung Cerutu, Pabrik Siropen Telasih, Gedung BII, Polrestabes Surabaya, Gedung Bank Mandiri, Gereja Santa Perawan Maria dan PTPN XI berpotensi sedang. Bangunan-bangunan tersebut masih berbentuk dan arsitekturnya masih seperti aslinya seperti saat jaman kolonial Belanda. Kelemahan bangunan-bangunan pada kawasan ini adalah mayoritas berfungsi sebagai gedung kantor sehingga wisatawan tidak dapat masuk kedalam untuk melihat interior gedung. Selain itu tidak ada sarana tourist information center (TIC) untuk memberikan informasi kepada wisatawan yang berwisata tanpa menggunakan jasa travel atau backpacker.",
  "creators": "PRIANDITYO A. NOVIANTO",
  "contributors": "Rachmat Sugianto (Advisor 1); Tio Sally P. Suhonggo (Advisor 2); Dra. Monica Ida Uniati , M.M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010133/MAN/2012; Priandityo A. Novianto (35407069)",
  "subjects": "CULTURAL TOURISM; CULTURAL TOURISM-SURABAYA; SURABAYA-HISTORIC BUILDINGS; SURABAYA-TOURIST TRADE"
}