{
  "id": "26086",
  "title": "Kepuasan pemirsa Surabaya dalam menonton kompetisi 'Materchef Indonesia' di RCTI",
  "abstract": "Penelitian ini dilakukan untuk mengetahui kepuasan pemirsa Surabaya dalam menonton kompetisi “MasterChef Indonesia” di RCTI. Adapun tujuan utama yaitu mendeskripsikan kepuasan yang dicari dan juga kepuasan yang diterima oleh pemirsa Surabaya dalam menonton kompetisi “MasterChef Indonesia” di RCTI. “MasterChef Indonesia” di RCTI menjadi subjek dalam kajian ini karena acara ini menampilkan sebuah tayangan kompetisi reality show dalam bidang memasak dengan menghadirkan kontestan dari berbagai latar belakang yang berbeda membuat tayangan ini menarik untuk ditonton. Penelitian ini menggunakan teori Uses and Gratifications dari Palmgreen yaitu dengan melihat Gratifications Sought (kepuasan yang dicari) dan Gratification Obtained (kepuasan yang diterima). Inti dari teori Uses and Gratifications adalah pada dasarnya khalayak menggunakan media berdasarkan motif-motif tertentu dan untuk pemenuhan kebutuhan mereka. Mengacu pada indikator dalam Jurnal Kristin M.Barton (2009) yang berjudul “Reality Television Programming and Diverging Gratifications: The Influence of Content on Gratifications Obtained”, maka dipakai lima buah indikator untuk menjelaskan kepuasan pemirsa Surabaya antara lain vicarious participation, perceived reality, pass time, personal utility, dan social utility. Hasil penelitian menunjukkan bahwa nilai tertinggi kepuasan yang dicari dan kepuasan yang diterima pemirsa Surabaya adalah pada indikator perceived reality. Dalam pemahaman realitas, pemirsa terlihat ingin mendapatkan kepuasan dalam memahami bahwa kompetisi “MasterChef Indonesia” adalah kompetisi yang tidak direkayasa, “MasterChef Indonesia” tidak berdasarkan naskah, terdapat orang biasa dan bukan aktor di “MasterChef Indonesia” dan “MasterChef Indonesia” dapat menampilkan situasi seperti kehidupan sehari-hari. Tingkat kepuasan yang cenderung sedang terhadap tayangan “MasterChef Indonesia” di RCTI dapat menunjukkan bahwa tampaknya pemirsa Surabaya sudah mulai jenuh dengan tayangan reality show.",
  "creators": "LINDA TUMEWU",
  "contributors": "Nanang Krisdinanto (Advisor 1); Kartika Bayu Primasanti (Advisor 2); Judy Djoko Wahjono Tjahjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010775/KOM/2012; Linda Tumewu (51406089)",
  "subjects": "MASS MEDIA; REALITY SHOWS (TELEVISION PROGRAMS)"
}