{
  "id": "2609",
  "title": "An Analysis of turn-taking irregularities uttered by African American characters in the movie \"Why Do Fools Fall In Love\"",
  "abstract": "This research tried to find the kinds of turn-taking irregularities in the conversation uttered by African American characters in the movie \"Why Do Fools Fall In Love\"; the reasons of those kinds of turn-taking irregularities, that is, reasons of interruption and overlap. It also tried to find which reasons of interruption and of overlap occurred the most. The main theory of turn-taking was Sacks? theory (1974). This research was a descriptive qualitative research. The writer got the data from the utterances in the conversations of the four main African American characters in the movie that the writer transcribed herself. In her analysis, the writer classified the kinds of turn-taking irregularities, that is, interruption and overlap. Then, she determined the reasons of each. In her findings, the writer found that the four African American characters in the movie did turn-taking irregularities, that is, interruption and overlap and tended to overlap others. They tended to overlap others because they did not want to wait for others to finish their talk. The writer also found the reasons of interruption and of overlap in the conversation in the movie. The reasons of interruption that occurred in the conversation are clarification, rejection, completion, and showing annoyance with the reasons of clarification, completion, and showing annoyance occurred the most. The reasons of overlap that occurred in the conversation are clarification, asking for help, and rejection with clarification occurred the most. However, there were some reasons of interruption , that was, asking for help, correction and urgency and of overlap, that was, correction, completion, showing annoyance and urgency that did not occur in the conversation. Finally, the writer concluded that the four main African American characters in the movie do not do the turn-taking properly where one has to wait for the speaker to finish his/her talk. Their tendency to do the turn-taking improperly leads them to the interruption and overlap with some reasons. Moreover, it also shows their characteristics that they like to talk fast and the listeners corresponds to them fast, too.",
  "creators": "JENNYFER ANSORI",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); MEEDY NUGRAHA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.02011419/ING/2005; Jennyfer Ansori (11401071)",
  "subjects": "ENGLISH LANGUAGE-DISCOURSE ANALYSIS; LANGUAGE AND LANGUAGES-STUDY AND TEACHING"
}