{
  "id": "26096",
  "title": "Perancangan dan pembuatan sistem informasi penjualan, pembelian pada Toko Surya Elektronik",
  "abstract": "Masalah yang dihadapi oleh Toko Surya Elektronik adalah proses pencatatan dan manajemen data masih dilakukan secara manual, hal ini mengakibatkan kurangnya efisiensi dan waktu. Sistem lama mempunyai banyak kelemahan, seperti pencatatan pembelian dan penjualan masih dilakukan secara manual. Sehingga sering terjadi kesalahan pencatatan data-data karena kejenuhan kerja. Toko Surya Elektronik membutuhkan Sistem Informasi yang bisa membantu menjalankan kegiatan bisnisnya sehari-hari. Untuk menyelesaikan permasalahan tersebut, dibutuhkan sebuah sistem informasi untuk membantu Toko Surya Elektronik dalam setiap proses kegiatan. Aplikasi yang dibuat meliputi proses pembelian, penjualan, retur penjualan, retur pembelian, sistem pengiriman barang serta laporan HPP dan laba-rugi, aplikasi ini dibuat dengan menggunakan aplikasi Borland Delphi7 dan database SQL server 2000. Setelah pengujian sistem dilakukan, maka dihasilkan suatu aplikasi yang berguna untuk perusahaan diantaranya aplikasi pembelian, penjualan, retur penjualan, retur pembelian, sistem pengiriman barang serta laporan HPP dan labarugi dan disimpulkan bahwa aplikasi yang dibuat mampu memenuhi kebutuhan perusahaan berdasarkan dari hasil kuesioner dengan nilai 80% dari 100%. Aplikasi ini diharapkan dapat menunjang kinerja dalam proses kegiatan sehari-hari, sehingga proses kegiatan dari Toko Surya Elektronik dapat dilaksanakan dengan baik.",
  "creators": "VITO KUNCORO",
  "contributors": "Yulia (Examination Committee 1); Gregorius Satiabudhi (Advisor 1); Silvia Rostianingsih (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021100/INF/2012; Vito Kuncoro (26407131)",
  "subjects": "DATABASE DESIGN; DATABASE MANAGEMENT; PROGRAMMING (ELECTRONIC COMPUTERS)"
}