{
  "id": "2610",
  "title": "Conversation analysis between the broadcaster and the callers on asian track program in EBS (105.9) FM",
  "abstract": "Strenstrom (1994) proposed certain combinations of initiating and responding acts. However, based on the preliminary observation, the writer found that in radio conversation, there are combinations that are not in accordance to Strenstrom?s study. Thus, she attempts to conduct a research to find out what types of initiating ? responding acts are produced by the broadcaster and the callers and what combinations occur in the conversation. This research is done in order to reveal the patterns of initiation ? response from the broadcaster and the listener. Hopefully, it can give a better understanding to the readers about how the conversation works out in the radio. Based on Strenstrom?s study, there are certain combinations of initiating - responding acts; thus, she uses the Strenstrom?s classification of initiating - responding acts. The qualitative descriptive approach is used to analyze the data and the writer becomes the instrument that collects and analyses the data from the radio program, which is Asian track program. Then, the writer continues to identify and classify the data based on the classification of initiating - responding acts from Strenstrom. In addition to Strenstrom?s classification of Initiating - responding acts, there are new combinations occur in the conversation. Possibly, the broadcaster and the callers share a common knowledge so that the conversation can still run well although they do not use the common combinations according to Strenstrom?s classification. It can be concluded that in the radio conversation, the initiating acts do not always have to be responded with the proper responding acts according to Strenstrom?s classification. As long as the speakers can understand each other, the conversation can still keep going on.",
  "creators": "JEANNY TAN",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.02011423/ING/2005; Jeanny Tan (11401073)",
  "subjects": "LANGUAGE AND LANGUAGES-STUDY AND TEACHING; SOCIOLINGUISTICS; ENGISH LANGUAGE-SPOKEN ENGLISH"
}