{
  "id": "2611",
  "title": "A Study on Mrs. Warren and Vivie in reflecting the ideas on women and profession as seen in Shaw's Mrs. Warren's profession",
  "abstract": "Women have already become an important subject related to their struggle in achieving the equal position as men?s have. In Mrs. Warren?s Profession, a play which was written by George Bernard Shaw, I can grasp that the two female characters, Mrs. Warren and Vivie have some ways in reflecting the ideas on women and profession. I define idea as opinions and criticism of someone about something. In general, the ideas that exist in the play are about women?s struggle to achieve a better life and the need of women to achieve equality between women and men. They were struggling in order to be accepted by the society such as fighting against the norms that had been formed, i.e. by being independent like what Vivie does. Thus, to achieve a better standard of life and to be equal as men are the main purpose of their struggle. Then, through this play I am interested to know what the ideas of the two female characters, Mrs. Warren and Vivie on women and profession are and my purpose is to find out the ideas of the two female characters on women and profession. In order to analyze the play, I am going to use Literary Theory and support it with Theory of Characterization and Theory of Conflict as the tools that will help me more in analyzing the play. I choose Literary Theory because I want to analyze the play by using the text only. I will get the proofs of my analysis through the dialogs that are being spoken by the characters. Mrs. Warren and Vivie are the two female characters who become the center of attention in this play. Mrs. Warren is the main character and Vivie is the foil character. In the play, they are opposing each other for Mrs. Warren is a woman who does not have any courage to get out from her suffering, while Vivie is brave enough to change her life and finally she has a better life. In this paper, I will describe the ideas that Mrs. Warren and Vivie have on women and profession and I find that the ideas between Mrs. Warren and Vivie are different.",
  "creators": "FARIDILA WIDJAJA",
  "contributors": "ANTONIUS GURITO (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.01011422/ING/2005; Faridila Widjaja (11401047)",
  "subjects": "SHAW, GEORGE BERNARD, 1856-1950. MRS. WARREN'S PROFESSION-STUDY AND TEACHING; ENGLISH DRAMA-20TH CENTURY-STUDY AND TEACHING"
}