{
  "id": "2612",
  "title": "Perancangan peningkatan kualitas layanan Java Jmmy's Pub dengan metode servqual, kano dan quality function deployment",
  "abstract": "Kualitas layanan merupakan faktor yang sangat penting pada sebuah pub. Apabila kualitas layanan tidak memenuhi harapan konsumen, maka konsumen akan mencari alternatif pub lain. Pemenuhan harapan konsumen akan mendatangkan kepuasan konsumen dan keuntungan bagi pub. Mengetahui tingkat kepuasan konsumen saja tidak cukup, karena fenomena baru menunjukkan bahwa tingkat kepuasan konsumen dapat dibedakan lagi menjadi kategori onedimensional, must be, attractive. Untuk memahami harapan konsumen maka perlu dilakukan perancangan peningkatan kualitas layanan dengan pengintegrasian model Kano dan Servqual pada QFD. Penggunaan metode tersebut membantu pub memfokuskan perbaikan yang sebaiknya dilakukan untuk memenuhi harapan konsumen tersebut. Informasi yang dibutuhkan diperoleh melalui penyebaran kuesioner dengan respondennya adalah konsumen yang mengunjungi Java Jimmy?s Pub. Pertama-tama, data-data yang telah terkumpul diolah dengan menggunakan metode Servqual yang terdiri dari lima dimensi kualitas yaitu tangible, reliability, responsiveness, assurance, dan empathy. Kedua, hasil dari pengolahan Servqual dikelompokkan ke dalam kategori Kano. Kemudian menggunakan QFD sebagai rancangan perbaikan untuk mengurangi gap yang terjadi. Hasil penelitian menunjukkan bahwa harapan konsumen pada semua kriteria kualitas layanan belum terpenuhi, terutama pada tiga kriteria yang memiliki nilai gap terbesar. Ketiga kriteria tersebut serta kategori Kano dari kriteria tersebut adalah: jumlah meja dan kursi yang memadai (kategori must be), harga yang wajar/bersaing (kategori one dimensional), dan dance floor yang lapang (kategori one dimensional). Respon teknis yang mempunyai prioritas tertinggi, adalah: melakukan training operasional setiap hari, mengontrol kebersihan ruangan dan toilet, dan melakukan training hospitality.",
  "creators": "JAYANTI WILAR",
  "contributors": "Kriswanto Widiawan (Advisor 1); Tanti Octavia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02010934/IND/2005; Jayanti Wilar (25400125)",
  "subjects": "HOSPITALITY INDUSTRI-QUALITY CONTROL; QUALITY CONTROL-STATISTICAL METHODS"
}