{
  "id": "26137",
  "title": "Deskripsi karakteristik dan evaluasi penggunaan kuota pada benefits bantuan pengobatan dan perawatan kesehatan karyawan di PT Ecogreen Oleochemicals Batam",
  "abstract": "Salah satu benefit utama yang banyak digunakan oleh karyawan PT Ecogreen Oleochemicals Batam adalah Bantuan Pengobatan dan Perawatan Kesehatan, yang terdiri dari benefit rawat inap, maternity, dan rawat jalan. Perusahaan ingin mengetahui karakteristik dari penggunaan tiga benefit tersebut selama tahun 2011, sehingga perusahaan dapat melakukan perbaikan di masa mendatang. Oleh karena itu, penelitian ini menggunakan metode statistik deskriptif dalam pengolahan data hingga menjadi beberapa karakteristik benefit. Hasil karakteristik secara umum, menunjukkan bahwa benefit ini mayoritas terjadi pada karyawan usia muda yang merupakan karyawan baru, memiliki job-grade 1-11, dan berasal dari Departemen EOB1, Maintenance, dan Utility. Penelitian ini juga menggunakan regresi logistik dalam memprediksi potensi maternity karyawan pada tahun 2012. Hasil prediksi tersebut adalah karyawan dengan job-grade 9-11 cenderung terjadi kasus normal maternity, sedangkan job-grade 1-8 dan 12-15 cenderung terjadi kasus abnormal maternity. Penelitian ini diakhiri dengan melakukan analisa kuota dan memberikan dasar pertimbangan rekomendasi kuota. Hasil analisa kuota tahun 2011 menunjukkan, secara keseluruhan kuota pada benefit rawat inap telah digunakan sebanyak 48,7%, sedangkan kuota benefit rawat jalan telah digunakan sebanyak 62%, serta kuota pada benefit maternity telah digunakan sebanyak 131% melebihi batas kuota. Jenis dan kategori benefit yang perlu diberi rekomendasi kuota (sesuai dasar pertimbangan) adalah Benefit Rawat Inap pada kategori obat/alat diagnostik, visit dokter, dan konsul dokter, kemudian Benefit Rawat Jalan pada karyawan married dan mempunyai anak, serta Benefit Maternity pada kategori abnormal maternity.",
  "creators": "ARIF WIBOWO ALIMAKMUR",
  "contributors": "I Nyoman Sutapa (Advisor 1); IR. FELIX EFFENDY, MM. (Advisor 2); Herri Christian Palit (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021631/IND/2012; Arif Wibowo Alimakmur (25408011)",
  "subjects": "PERSONNEL MANAGEMENT; EMPLOYEE HEALTH BENEFITS"
}