{
  "id": "2613",
  "title": "Productivity improvement by MTM analysis at PT Schneider Electric",
  "abstract": "PT Schneider Elektrik merupakan sebuah perusahaan milik Perancis yang memproduksi MCB dan panel untuk kepentingan distribusi elektrik, kontrol industri dan otomasi. Saat ini, departemen MCB sudah memiliki waktu standar yang dihitung dengan stopwatch. Dengan waktu standar tersebut, kantor pusat di Perancis tidak dapat melakukan perbandingan dengan cabang perusahaan yng lain. Oleh karena itu, kantor pusat menetapkan suatu metode analisa gerakan yang harus digunakan di setiap cabang perusahaan yaitu Motion Time Measurement (MTM). Setelah MTM dari setiap proses dan produk dibuat, MTM tersebut harus dianalisa. Dari analisa MTM akan didapatkan perbaikan untuk proses-proses yang ada. Beberapa perbaikan yang dibuat, kemudian akan dimplementasikan, diantaranya: desaintray untuk proses welding S4, proses welding S3, mengkombinasikan proses welding S56, pijakan kaki untuk meja kerja welding S56, jig untuk proses pewarnaan Magnetic Tripping Unit, perbaikan metode perakitan M23 dan meja kerja untuk proses PLN box. Ada dua implementasi yang sudah dapat diukur, yaitu perbaikan saluran pada proses welding S4 dan metode penggabungan proses welding S56. Perbaikan pada proses welding S4 dapat meningkatkan produktivitas per jam pada proses tersebut sebanyak 42.08 buah. Sedangkan penggabungan metode welding S56 dapat menaikkan produktivitas per jam pada proses tersebut sebanyak 56,4 buah. Perbaikan pada proses yang lain masih belum dapat diukur karena masih dilakukan dalam waktu yang singkat.",
  "creators": "RATNA SULISTYANINGSIH",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Jani Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01040930/IND/2005; Ratna Sulistyaningsih (25401044)",
  "subjects": "TIME STUDY; MOTION STUDY"
}