{
  "id": "26158",
  "title": "Perancangan dan pembuatan website dan media jejaring sosial untuk center for social enterpreneurship",
  "abstract": "Melalui teknologi website, penyebaran informasi dan komunikasi dapat dilakukan secara global dengan cepat dan terstruktur. Center for Social Entrepreneurship sudah menggunakan teknologi website application pada sistem penyebaran informasi, akan tetapi penyebaran informasi yang ada perlu adanya pembatasan hak akses bagi setiap anggotanya. Dibutuhkan juga sebuah sarana yang dapat menggerakkan aktivitas dari anggota secara dinamis. Sarana ini diharapkan dapat memungkinkan terjadinya interaksi dan sosialisasi antara setiap warga Universitas Kristen Petra yang ingin menjadi Social Entrepreneurs. Pada tugas akhir ini, dikembangkan aplikasi website yang menyediakan pembatasan hak akses untuk setiap member dalam penyebaran informasi. Pembatasan hak akses berupa pembatasan akses terhadap penyebaran data dan pembatasan terhadap halaman yang dapat diakses oleh setiap member. Dikembangkan juga website yang dapat menjembatani komunikasi antara member untuk saling berinteraksi dan bersosialisasi. Aplikasi website ini dibuat menggunakan Hypertext Preprocessor (PHP) sebagai bahasa pemrograman dan MySql sebagai database server. Dari hasil implementasi dan pengujian sistem website, maka didapatkan bahwa fitur yang ada sudah cukup lengkap dan memenuhi kebutuhan dari member. Berdasarkan pengujian sistem didapatkan hasil dari desain tampilan mendapatkan 72%, kejelasan dalam mempelajari struktur 80%, informasi yang di berikan dari website 72%, kemudahan dalam penggunaan sistem 84%, kelengkapan fitur 64%, fitur sesuai dengan kebutuhan member 68%, kenyamanan dalam mengakses informasi 76%, kemudahan berkomunikasi dan berbagi informasi 80%, kemudahan dalam menginputkan informasi 76%, dan total dari segala kuisioner untuk program adalah 80%.",
  "creators": "KELVIN SANTOSA",
  "contributors": "Arlinah Imam Rahardjo (Advisor 1); Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 2); Agustinus Noertjahyana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021093/INF/2011; Kelvin Santosa (26408111)",
  "subjects": "INTERNET PROGAMMING; SOCIAL NETWORKS; WEB SITES-DESIGN-COMPUTER PROGRAMS; FACEBOOK; PHP (COMPUTER PROGRAM LANGUAGE)"
}