{
  "id": "26153",
  "title": "Perancangan dan pembuatan sistem informasi akuntansi pada toko Citra Sari",
  "abstract": "Toko Citra Sari adalah unit usaha yang bergerak di bidang penjualan bahan makanan hewan peliharaan dan berbagai macam aksesorisnya yang terletak di kota Surabaya Provinsi Jawa Timur. Dalam kegiatannya sehari-hari Toko Citra Sari masih menerapkan sistem manual dan belum sama sekali terdapat proses akuntansi didalamnya. Hal ini menyebabkan proses transaksinya berjalan lambat dan kurang akurat jika dibandingkan dengan menggunakan sistem yang terkomputerisasi. Oleh karena itu Toko Citra Sari membutuhkan sistem informasi akuntansi yang terkomputerisasi, dengan harapan dapat mengatasi masalah yang dihadapi. Sistem informasi akuntansi yang dimaksud diharapkan dapat membantu pemilik toko dalam mencatat semua transaksi yang dilakukan dan mengolahnya menjadi laporan yang berguna bagi pemilik untuk pengembangan toko kedepannya. Perancangan desain sistem menggunakan Data Flow Diagram dan Entity Relationship Diagram. Program menggunakan Microsoft SQL Server 2005 sebagai database, dan menggunakan bahasa pemrograman Microsoft Visual Studio 2005 .NET. Ruang lingkup program yang dibuat meliputi pembuatan database master untuk supplier, customer, barang, harga, dan satuan. Transaksi meliputi transaksi pembelian dan penjualan, serta pembuatan jurnal secara otomatis. Dari hasil kuisioner, secara keseluruhan aplikasi yang telah dibuat sesuai dengan kebutuhan perusahaan. Laporan yang dihasilkan akurat sesuai dengan perhitungan manual. Selain itu desain program dan kemudahan penggunaan antar menu dianggap sudah baik oleh sebagian user.",
  "creators": "ALBERT SARTONO",
  "contributors": "Andreas Handojo (Advisor 1); Alexander Setiawan (Advisor 2); Yulia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021172/INF/2012; Albert Sartono (26408029)",
  "subjects": "DATABASE DESIGN; DATABASE MANAGEMANT; PROGRAMMING (ELECTRONIC COMPUTERS)"
}