{
  "id": "26167",
  "title": "Pembuatan aplikasi pemilihan menu makanan dengan gizi seimbang",
  "abstract": "Gizi yang baik dan seimbang sangat penting untuk kesehatan manusia. Seringkali makanan yang dikonsumsi tidak dipilih dengan baik sehingga menyebabkan seseorang mengalami kekurangan atau kelebihan gizi. Kekurangan atau kelebihan dalam jangka waktu lama akan berakibat buruk terhadap kesehatan. Oleh sebab itu, perlu diterapkan pola menu seimbang dalam kehidupan sehari-hari. Dalam menyusun menu seimbang perlu memperhatikan beberapa hal, yaitu kandungan gizi pada makanan, penyakit, bahan makanan yang disukai dan tidak disukai serta pantangan dan alergi. Faktor lain yang dibutuhkan adalah kondisi tubuh dari pengguna berupa kebutuhan kalori, karbohidrat, protein, dan lemak. Dengan memperhatikan faktor-faktor di atas, dapat disusun suatu menu makanan seimbang. Tetapi, mengingat jumlah bahan makanan yang ada sangatlah banyak dan beraneka ragam serta kondisi tubuh pengguna yang berbeda-beda, maka dalam menyusun menu seimbang tidaklah mudah. Oleh sebab itu, dirancanglah sebuah aplikasi yang menggunakan metode Genetic Algorithm untuk menghasilkan susunan menu makanan dengan gizi seimbang. Aplikasi ini dibuat dan dikembangkan dengan bahasa pemrograman Visual Basic .NET 2008 dan Microsoft SQL Server 2005. Hasil dari aplikasi akan memberikan susunan menu makanan selama satu minggu sesuai dengan kebutuhan pengguna. Untuk membantu pengguna dalam memenuhi asupan kalori harian, aplikasi memberikan fitur berupa meal recording sehingga pengguna dapat mencatat makanan yang dikonsumsi selama satu minggu. Selain itu, diberikan grafik perbandingan antara kalori yang dibutuhkan dengan kalori yang dikonsumsi. Tingkat penilaian terhadap susunan menu yang dihasilkan dari aplikasi menunjukkan bahwa 83 % responden menjawab baik dan 83 % responden menjawab baik untuk penilaian aplikasi secara keseluruhan.",
  "creators": "LIDWINA STEPHANIE BULAN",
  "contributors": "Alexander Setiawan (Advisor 1); Andreas Handojo (Advisor 2); Liliana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021166/INF/2012; Lidwina Stephanie Bulan (26408126)",
  "subjects": "SOFTWARE ENGINEERING"
}