{
  "id": "26193",
  "title": "Perencanaan dan pengendalian jadwal proyek dengan menggunakan metode CPM pada proyek apartemen",
  "abstract": "Dengan meningkatnya perkembangan proyek konstruksi, lahan yang tersedia semakin berkurang. Karena itu, banyak dilakukan pembangunan apartemen sebagai ganti tempat hunian. Proyek dengan skala besar akan mempunyai lebih banyak masalah dibandingkan dengan proyek dengan skala kecil. Untuk mengatasi masalah agar proyek dapat berjalan sesuai rencana dibutuhkan perencanaan dan pengendalian jadwal yang baik dengan melakukan planning, monitoring, updating. Pada penelitian ini, dilakukan perencanaan (planning) dengan melakukan WBS, menyusun urutan, dan menentukan durasi aktivitas yang digunakan sebagai dasar untuk membuat jadwal CPM pada proyek apartemen 33 lantai, kemudian dilakukan monitoring. Updating dibuat berdasarkan keadaan di lapangan dan pada penelitian ini, Update dibuat oleh kontraktor. perencanaan dan pengendalian jadwal dibuat dengan program Microsoft Project 2007. Data untuk penelitian didapat dari konsultan pengawas dan pengamatan yang dilakukan setiap hari di lapangan. Dari data yang ada, dapat dibuat Bar Chart untuk proyek dan diperoleh nilai float factor untuk proyek 0,0023 yang menunjukkan proyek memiliki waktu yang padat dalam pengerjaannya karena nilai standarnya 3 dan critical factor 0,993 yang menandakan proyek tersebut termasuk kritis. Hal ini dikarenakan aktivitas yang ditinjau hanya sebatas pekerjaan struktur saja. Setelah melakukan planning, monitoring dan updating selama 12 periode, proyek mengalami keterlambatan dari jadwal rencana 263 hari kerja menjadi 290 hari kerja.",
  "creators": "CHRISTIAN KENNARDI; IVAN PRATAMA SETIADI",
  "contributors": "Andi (Advisor 1); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011887/SIP/2012; Christian Kennardi (21409014), Ivan Pratama Setiadi (21409077)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; PROJECT MANAGEMENT"
}