{
  "id": "26192",
  "title": "Evaluasi dan analisa jadwal pada pelaksanaan pekerjaan struktur proyek konstruksi (studi kasus proyek 'X')",
  "abstract": "Jadwal pelaksanaan proyek konstruksi merupakan salah satu unsur penting dalam pengendalian proyek demi tercapainya waktu pelaksanaan yang ditargetkan. Berdasarkan siklus Plan – Do – Check – Action, pengendalian dilakukan di tahap Check secara berkesinambungan tiap lantainya. Evaluasi dan analisa studi kasus dibuat selama pelaksanaan pekerjaan struktur 10 lantai pada proyek hotel 15 lantai, dimana tiap lantainya memiliki bobot pekerjaan tipikal sekitar Rp 868.000.000,00 dan durasi pekerjaan yang mirip sekitar 7 hari untuk pekerjaan balok dan plat, sekitar 6 hari untuk pekerjaan kolom, dan 5 hari untuk pekerjaan tangga. Evaluasi yang dilakukan dengan Earned Value Analysis untuk mengukur kemajuan proyek menunjukkan dari durasi rencana 106 hari, pekerjaan aktual struktur lantai 7 dimulai dengan keterlambatan 2 hari, lantai 18 diselesaikan dengan keterlambatan 33 hari, dan durasi aktual lantai 7 sampai dengan 18 adalah 137 hari, dengan 18 hari libur Lebaran, 1 hari libur Idul Adha, dan 6 hari Tower Crane tidak berfungsi. Bila dilihat dari durasi pekerjaan, maka kinerja proyek yang terbaik ada pada Lantai 8. Penyebab keterlambatan yang perlu diperhatikan adalah tidak tersedianya bahan sesuai kebutuhan, banyaknya pekerjaan yang dilakukan secara bersamaan, libur Lebaran, belum selesainya pekerjaan lantai sebelumnya, tower crane tidak dapat dioperasikan, pergantian pekerja pada subkontraktor.",
  "creators": "ANTHONY ISKANDAR; TABITA TANIA LIBIANTO",
  "contributors": "Budiman Proboyo (Advisor 1); Indriani Santoso (Advisor 2); Januar Buntoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011886/SIP/2012; Anthony Iskandar (21409008), Tabita Tania Libianto (21409018)",
  "subjects": "BRIDGE CONSTRUCTION INDUSTRY; PROJECT MANAGEMENT"
}