{
  "id": "26191",
  "title": "Prediktor perilaku user dalam mengadopsi akun twitter radio di Surabaya",
  "abstract": "Twitter adalah salah satu social media yang perkembangannya sangat cepat beberapa tahun terakhir, dan stasiun radio berusaha mengadopsi twitter sebagai sarana untuk menjaring pendengar. Prediktor Perilaku menjadi perangkat yang penting yang bisa membuat seseorang akhirnya mau mengadopsi atau follow akun twitter radio tersebut. Prediktor Perilaku adalah bagian dari Theory of Planned Behavior. Gambaran tentang apa prediktor perilaku user dalam mengadopsi akun twitter radio di Surabaya menjadi menarik untuk diteliti. Penelitian ini dibatasi dengan user yang follow satu atau lebih 5 akun radio yang punya followers terbanyak di Surabaya. Metode yang digunakan adalah survei secara online. Dan dari hasil penelitian, diambil kesimpulan bahwa variable Outcome Assesment pada penelitian ini adalah variabel yang memiliki nilai mean tinggi yang berarti, followers dari akun twitter radio mendapatkan sesuatu yang positif selama mereka follow akun twitter tersebut. Kemudahan untuk follow akun twitter tersebut menjadi alasan mengapa Communication Efficacy juga memiliki nilai mean yang tinggi pada penelitian ini. Sementara itu, Partner’s Communication Desire adalah variabel yang mempunyai nilai mean rendah, dikarenakan seseorang yang akan mengadopsi social media akan cenderung tidak mendengarkan orang lain untuk memutuskan dia akan mengadopsi social media tersebut atau tidak. Bisa dibilang juga, social media, yang dalam hal ini adalah akun twitter dari radio memunculkan sifat individualistis dari followers-nya.",
  "creators": "IMMANUEL DENDY YUWONO",
  "contributors": "Jandy Edipson Luik (Advisor 1); Lady Joanne Tjahyana, S.Kom., MMM. (Advisor 2); Judy Djoko Wahjono Tjahjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010857/KOM/2013; Imanuel Dendy Yuwono (51407034)",
  "subjects": "SOCIAL MEDIA; COMMUNICATION; RADIO BROADCASTING-SOCIAL ASPECTS"
}