{
  "id": "26206",
  "title": "Kepuasan komunikasi organisasi pada karyawan di PT. Danpac Futures Surabaya",
  "abstract": "Penelitian ini dilakukan untuk mengamati kepuasan komunikasi organisasi pada karyawan dalam sebuah perusahaan. Kondisi dimana seorang atasan yang jarang berada di kantor karena kesibukannya membuat karyawan mengalami kesulitan dalam menemui atasan untuk berkonsultasi. Hal ini dapat berpengaruh terhadap kepuasan komunikasi organisasi pada karyawan. Keadaan tersebut yang terjadi di PT. Danpac Futures Surabaya. Penelitian ini menarik karena terdapat gejala awal yang dapat menyebabkan ketidakpuasan karyawan. Oleh sebab itu, penelitian ini dilakukan untuk mengetahui kepuasan komunikasi organisasi pada karyawan di PT. Danpac Futures Surabaya, apakah karyawan merasa puas atau tidak dengan komunikasi yang ada. Teori yang digunakan sebagai dasar untuk melakukan penelitian adalah teori yang ditulis oleh Down & Hanzen tentang dimensi kepuasan komunikasi. Teori ini terdiri dari delapan indikator kepuasan komunikasi sebagai alat ukur kepuasan komunikasi. Penelitian ini menggunakan jenis penelitian deskriptif, metode penelitian survey, dan pendekatan kuantitatif. Proses pengumpulan data dilakukan dengan observasi, kuesioner, dan wawancara. Hasil penelitian menunjukkan bahwa terdapat sebagian kecil karyawan (dengan jumlah 28 karyawan) yang belum puas dengan beberapa dimensi kepuasan komunikasi dikarenakan posisi Branch Manager (BM) yang jarang berada di dalam kantor. Namun secara keseluruhan, karyawan di perusahaan tersebut telah puas dengan komunikasi yang ada di dalam perusahaan. Hal ini ditunjukkan dengan angka 324 responden yang memberikan pernyataan sangat puas pada indikator-indikator kepuasan komunikasi.",
  "creators": "SHERLY MARCELLINA",
  "contributors": "Gatut Priyowidodo (Advisor 1); Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 2); Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010815/KOM/2012; Sherly Marcellina (51408011)",
  "subjects": "COMMUNICATION IN ORGANIZATION"
}