{
  "id": "26228",
  "title": "Sistem informasi administrasi poliklinik berbasis web pada GKI Pregolan Bunder Surabaya",
  "abstract": "Poliklinik GKI Pregolan Bunder merupakan Poliklinik yang dibangun untuk membantu masyarakat yang kurang mampu dalam masalah kesehatan. Namun dengan seiring berjalannya waktu, Poliklinik ini membutuhkan perpindahan dari penyimpanan data secara manual menjadi terkomputerisasi. Karena adanya permasalahan seperti data diagnosa yang bisa tertukar dengan data milik pasien lain, atau hilang karena banyaknya data pasien yang disimpan. Selain itu input data yang salah atau kurang tepat dapat menjadi hal yang fatal dalam dunia kedokteran, pembuat kesalahan harus diketahui dan diberi peringatan, dengan sistem yang ada selama ini, akan sulit dicari tahu siapa orang yang melakukan input data yang tidak sesuai. Berdasarkan analisa kebutuhan di atas, maka poliklinik membutuhkan suatu aplikasi pada komputer yang dapat menyimpan dan mengolah data, seperti data pasien, dokter dan pemeriksaan ataupun pembelian dari apotek. Aplikasi tersebut akan dibuat dalam bentuk web, agar resource yang digunakan oleh komputer tidak terlalu besar dan dengan begitu diharapkan aplikasi tersebut dapat berjalan secara online. Aplikasi komputer yang dibuat diharapkan dapat membantu Poliklinik GKI Pregolan Bunder dalam menyimpan serta mengolah data secara baik dan terstruktur. Di mana dari hasil aplikasi secara keseluruhan, mulai interface program, fungsi-fungsi yang ada untuk menyimpan ataupun mengolah data, kesesuaian aplikasi dalam penyajian informasi dan manfaat yang diberikan dengan sistem hingga tingkat kemudahan yang ada dinilai user adalah baik dari segi maksimal sangat baik.",
  "creators": "MARK JONATHAN SATYADHARMA",
  "contributors": "Andreas Handojo (Advisor 1); Justinus Andjarwirawan (Advisor 2); Silvia Rostianingsih (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021119/INF/2012; Mark Jonathan S. (26407107)",
  "subjects": "DATABASE DESIGN; DATABASE MANAGEMENT; PROGRAMMING (ELECTRONIC COMPUTERS)"
}