{
  "id": "26258",
  "title": "Studi karakteristik perjalanan di perumahan tengah kota Surabaya",
  "abstract": "Karakteristik perjalanan wargadi perumahan tengah kota menurut beberapa teori adalah tidak sama dengan warga yang tinggal di pinggir kota. Tahun lalu Petra telah melakukan penelitian tersebut untuk perumahan pinggir kota, dan penelitian kali ini ditujukan untuk melengkapi informasi perjalanan warga Surabaya agar hasil yang diperoleh dapat dipakai untuk melengkapi pertimbangan kebijaksanaan penanganan transportasi pada umumnya, dan khususnya terhadap pembatasan penggunaan kendaraan pribadi. Untuk memenuhi maksud tersebut dilakukan survey di 10 kelurahan yang terdapat dalam 4 kecamatan yakni: kecamatan Genteng, Sawahan, Tegalsari dan Pucangsewu, yang dianggap mampu mewakili fenomena warga Surabaya secara keseluruhan, baik tingkat sosial ekonomi maupun geografisnya. Selanjutnya data diklasifikasikan menjadi 3 paket utama yakni: data Set Rumah Tangga, Perjalanan Perorangan dan Perjalanan Kendaraan Bermotor bagi Rumah Tangga yang menggunakannya. Kemudian terhadap data tersebut dilakukan tabulasi silang terhadap variabel-variabel pokok dalam analisis pola perjalanan perkotaan, yang dipisah menurut kecamatan dan tingkat pendapatan. Dalam melakukan tabulasi silang digunakan analisa statistik, berupa pengukuran tendensi sentral/nilai rata-rata, dan kumulasi persentil. Hasil tabulasi dari rata-rata besarnya pendapatan warga pada masing-masing kecamatan secara umum cukup tinggi yaitu: Rp 341.440,- pada kecamatan Genteng; Rp 562.330 pada kecamatan Sawahan; Rp 485.000,- pada kecamatan Tegalsari dan Rp 537.000,- pada kecamatan Pucang sewu. Rata-rata pendapatan keluarga pada seluruh kawasan adalah sebesar Rp 523.830,-. Ketersediaan kendaraan bermotor pada masing-masing kecamatan menunjukkan jumlah yang cukup tinggi bila dibandingkan dengan rata-rata anggota rumah tangga dalam tiap rumah. Dalam tiap rumah tangga yang rata-rata penghuninya 4.77 orang, terdapat 1.17 kendaraan pada kecamatan Genteng, 1,89 kendaraan pada kecamatan Sawahan, 1,50 kendaraan pada kecamatan Tegalsari dan 1.66 kendaraan pada kecamatan Pucangsewu. Rata-rata ketersediaan kendaraan bermotor dari seluruh sampel adalah sebesar 1.52 kendaraan tiap rumah tangga. Rata-rata panjang perjalanan yang ditempuh oleh masing-masing moda adalah 471 m untuk moda jalan kaki; 1610 m untuk moda sepeda; 1173 m untuk moda becak; 2600 m untuk moda sepeda motor; 3175 m untuk moda mobil dan 3033 m untuk moda angkutan umum bermotor. Bila data di atas dibandingkan dengan data yang ada di pinggiran kota yang merupakan hasil penelitian yang dilakukan oleh Petra maka hasilnya secara umum tidak menunjukkan perbedaan yang menyolok. Besarnya pendapatan keluarga di tengah kota menunjukkan angka yang lebih besar dari pada di pinggir kota. Selisih pendapatan tersebut sebesar Rp 30.800,-. Namun demikian dengan pendapatan rata-rata yang lebih rendah tersebut, ternyata ketersediaan kendaraan di pinggir kota 0.06 lebih besar dari ketersediaan kendaraan di tengah kota. Unggulnya ketersediaan kendaraan di pinggir kota tersebut disebabkan karena jarak yang jauh dari pusat kota sehingga kebutuhan akan kendaraan bermotor menjadi besar. Panjang perjalanan yang ditempuh oleh masing-masing jenis moda tidak begitu berbeda antara yang di tengah kota dengan yang di pinggir kota, karena secara otomatis pemilihan moda akan berpindah ke moda yang lebih sesuai dengan jarak yang akan ditempuh.",
  "creators": "DJONIJANTO; HIDAJAT KUSUMA",
  "contributors": "Harry Patmadjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 350 S; Djonijanto (281079), Hidajat Kusuma (283076)",
  "subjects": "TRANSPORTATION MANAGEMENT; URBAN TRANSPORTATION"
}