{
  "id": "26264",
  "title": "Studi literatur ferrocement",
  "abstract": "Sesuai dengan kemajuan jaman, dan dalam upaya untuk meningkatkan efisiensi pemakaian bahan serta pemerataan tenaga kerja, maka dewasa ini pemakaian ferrocement untuk konstruksi bangunan khususnya semakin ditingkatkan dan disukai. Dalam tulisan ini dijelaskan mengenai bahan dasar yang dipakai serta kriteria pemilihannya sesuai dengan tujuan penggunaan konstruksi serta keadaan daerah setempat. Selain bahan dasar penyusun ferrocement, bahan tambahan (additive) serta cara pemeliharaan setelah pengecoran dilakukan memegang peranan penting dalam menentukan mutu ferrocement. Bahan tambahan terdiri dari beberapa macam, pemilihan jenisnya harus sesuai dengan kondisi dari konstruksi yang sedang ditangani. Mengenai cara pemeliharaan (curing), untuk konstruksi ferrocement dianjurkan memilih cara pemberian lapisan basah dan pemberian tutup pada permukaan ferrocement. Penentuan sifat-sifat dan karakteristik ferrocement sebagai elemen konstruksi telah banyak dilakukan oleh para ahli secara analitis maupun percobaan. Secara analitis dilakukan dengan perhitungan serta penurunan rumus berdasarkan teori yang telah ada, dihasilkan rumus yang mudah dan slap dipakai. Secara percobaan diperoleh rumus-rumus empiris yang telah diuji kebenarannya. Langkah-langkah perencanaan masih dilakukan dengan perhitungan biasa tanpa bantuan komputer, karena hal ini masih mudah dikerjakan. Bila dibandingkan dengan konstruksi beton bertulang biasa, maka konstruksi ferrocement mempunyai keunggulan yang nyata dalam hal kemudahan pelaksanaannya dan ketebalan yang relatif tipis.",
  "creators": "SUGIANTO; A. SETIADI S.",
  "contributors": "Hurijanto Koentjoro (Advisor 1); Paulus Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 357 S; Sugianto (283004), A. Setiadi S. (283051)",
  "subjects": "COSNTRUCTION INDUSTRY-MANAGEMENT; FERROCEMENT"
}