{
  "id": "2626",
  "title": "Pengaruh kepuasan kerja karyawan terhadap turnover intentions di PT. Andalan Pacific Samudera di Surabaya",
  "abstract": "Turnover merupakan kejadian yang wajar terjadi dalam setiap perusahaan. Seperti halnya replacement yang terus berjalan, baik replacement (penggantian) karena faktor produktifitas karyawan yang telah menurun. Namun jika penggantian karyawan ini karena faktor produktifitas (lebih disebabkan karena faktor umur), maka hal ini akan dapat diantisipasi oleh perusahaan melalui penyiapan kader-kader untuk menggantikan. Namun jika penggantian karyawan bukan lagi karena faktor umur, tetapi pengunduran diri maka tentu saja menyulitkan bagi perusahaan karena berkaitan dengan implementasi program kerja yang telah ditetapkan. Hasil pembahasan menunjukkan bahwa: koefisien korelasi simultan (Multiple R) sebesar 0,974, berarti arah dan keeratan hubungan antara variabel-variabel kepuasan kerja (the works, quality of supervision, relationships with co-worker, promotion opportunities, dan pay) secara simultan (bersama-sama) adalah positif dan kuat. Nilai multiple R dikategorikan kuat karena mendekati nilai satu (1), dimana nilai satu (1) adalah nilai sempurna. Jika nilai multiple R adalah satu (1) berarti turnover intention dipengaruhi sangat dominan oleh variabel bebas (the works, quality of supervision, relationships with co-worker, promotion opportunities dan pay) dan tidak ada faktor lain yang mempengaruhi turnover intention pelanggan di luar variabel- variabel tersebut. Pengaruh the works terhadap turnover intention adalah 0,21, berarti bahwa besarnya kontribusi the works (X1) terhadap turnover intention adalah sebesar 21%. Pengaruh quality of supervision terhadap turnover intention adalah 0,81, berarti besarnya kontribusi quality of supervision (X2) terhadap turnover intention adalah sebesar 81%. Pengaruh relationships with co-worker terhadap turnover intention adalah 0,38, berarti besarnya kontribusi relationships with co-worker (X3) terhadap turnover intention sebesar 38%. Pengaruh promotion opportunities terhadap turnover intention adalah 0,34, berarti besarnya kontribusi promotion opportunities (X4) terhadap turnover intention sebesar 34 %. Pengaruh pay terhadap turnover intention adalah 0,42, berarti besarnya kontribusi pay (X5) terhadap turnover intention sebesar 42%. Nilai koefisien determinasi (r?) maka dapat dipahami bahwa variabel quality of supervision (X2) mempunyai kontribusi dominan terhadap turnover intention, yaitu sebesar 81%.",
  "creators": "SYLVIA NANGGOY; RITA HARIANTI",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.05011881/MAN/2005; Sylvia Nanggoy (31400279), Rita Harianti (31400511)",
  "subjects": "PERSONNEL MANAGEMENT; JOB SATISFACTION"
}