{
  "id": "26268",
  "title": "Perencanaan peningkatan jalan raya Kepanjen-Wlingi-Blitar",
  "abstract": "Secara visuil, di mana kemampuan konstruksi perkerasan jalan Raya Kepanjen - Wlingi - Blitar pada saat ini kurang memenuhi syarat, baik tebal perkerasan yang ada maupun keadaan geometric jalan akibat adanya peningkatan dari volume lalu lintas dan kerusakan perkerasan, sehingga perlu diadakan peningkatan kemampuan jalan untuk mengimbanginya. Secara umum tujuan daripada peningkatan jalan tersebut adalah untuk meningkatkan pelayanan jalan, agar jalan tersebut dapat melakukan fungsinya sebagai prasarana dalam memberikan pelayanan lalu lintas secara cepat, nyaman dan kuat untuk peningkatan jalan Raya Kepanjen - Wlingi - Blitar diadakan perbaikan konstruksi perkerasan yaitu perencanaan overlay (penambahan tebal lapisan perkerasan) dan perencanaan pelebaran. Sebagai lembaran kedua dari tugas akhir ini adalah merupakan pembahasan masalah konstruksi perkerasan jalan secara teoritis , sebab sebab kerusakan jalan serta langkah langkah perhitungan tebal perkerasan menurut methode Bina Marga, methode U.S. Army Corps Of Engineers dan methode Asphalt Institute 1970. Pada lembaran berikutnya adalah merupakan pengumpulan data serta pembahasan daripada data penyelidikan tanah serta data lalu lintas, serta perhitungan tebal perkerasan overlay dan pelebaran,menurut methode Bina Marga, methode U.S.Army Corps Of Engineers, methode Asphalt Institut. Bagian akhir daripada lembaran tugas akhir adalah merupakan kesimpulan dan saran-saran, yaitu dengan mengulas dan menguraikan faktor-faktor yang menyebabkan adanya perbedaan tebal perkerasan, sehingga dapatlah ditarik kesimpulan, bahwa hasil yang diperoleh dengan methode U.S Army Corps Of Engineers yang sesuai dipakai untuk peningkatan jalan Raya Kepanjen - Wlingi - Blitar dengan alasan mempuyai tebal perkerasan yang tipis dan persyaratan bahan/material yang digunakan tidak seberat bila dibandingkan dengan methode lainnya dan sebagai saran-saran untuk melaksanakan perencanaan peningkatan jalan tersebut material yang digunakan memakai persyaratan material menurut methode Bina Marga serta lokasi-lokasi pengambilan material. Sebagai lampiran adalah merupakan laporan Quarry material, tabel- tabel dan gambar gambar dalam perencanaan peningkatan jalan Raya Kepanjen - Wlingi - Blitar.",
  "creators": "YOSIANI NATA; GUNAWAN PURNOMO",
  "contributors": "SOETRISNO (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 169; Yosiani Nata (271054), Gunawan Purnomo (273114)",
  "subjects": "HIGHWAY ENGINEERING"
}