{
  "id": "26271",
  "title": "Studi efektivitas jalan lingkar kasus studi kota Surabaya",
  "abstract": "Pada kira-kira tahun 2000, sejalan dengan Master Plan Suraba- ya 2000, Kotamadya Surabaya direncanakan menjadi kota metropolitan, yaitu Surabaya Metropolitan Area (SMA). Dengan demikian semua aktivitas yang ada akan semakin besar, termasuk aktivitas di bidang transportasi, khususnya lalu lintas jalan raya. Untuk menjamin kelancaran lalu lintas ini maka dibuatlah jalan lingkar Surabaya yang perencanaannya ditangani oleh Japan International Cooperation Agency (JICA). Jalan Lingkar Surabaya direncanakan terdiri atas: Jalan Lingkar Dalam, Jalan Lingkar - Tengah, Jalan Lingkar Luar I, dan Jalan Lingkar Luar II. Selain untuk bidang lalu lintas, Jalan Lingkar Surabaya diharapkan pula dapat menunjang perencanaan tata guna tanah sesuai Master Plan Surabaya, serta menunjang pengembangan Kotamadya Surabaya, yang kelak diharapkan menjadi pusat ekonomi, sosial dan budaya regional. Seberapa jauh efektivitas Jalan Lingkar Surabaya ini kelak , maka di dalam skripsi ini dicoba untuk mengetahuinya, Untuk itu diadakan peninjauan dalam hal: traffic, economic cost, social benefit, skala dan struktur kota serta ruang lingkupnya. Kemudian diadakan perbandingan dengan sistem bypass yang semakin banyak di terapkan di kota-kota kecil di P. Jawa. Sasaran dari studi yang dilakukan adalah sebagai berikut : - Menilai efektivitas pengembangan sistem Jalan Lingkar di Surabaya ditinjau dari segi traffic, economic cost, social benefit, skala dan struktur kota, serta ruang lingkupnya. - Berusaha membandingkan sistem jalan lingkar dengan sistem bypass dan kemudian menyimpulkan secara umum bagaimana pe- nerapannya untuk berbagai ukuran kota (urban size). - Berusaha mengemukakan usulan yang dapat meningkatkan efek tivitas Jalan Lingkar Surabaya. Mengingat keterbatasan penyusun dalam hal pengetahuan, biaya dan waktu, maka tinjauan hanya didasarkan pada segi teknik lalu lintas.",
  "creators": "V. DJAKA SATRYA; BOY YAHYA",
  "contributors": "HADI PRASETYO (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 257 S; V. Djaka Satrya (278087), Boy Yahya (278099)",
  "subjects": "ROAD ENGINEERING; TRAFFIC ENGINEERING"
}