{
  "id": "26276",
  "title": "Studi pengaruh macam dan intensitas tata guna lahan terhadap daerah manfaat jalan",
  "abstract": "Jaringan jalan di dalam suatu kota besar, seperti halnya Surabaya sangat besar pengaruhnya terhadap perkembangan penggunaan lahan dan kegiatan fungsional kota. Pengembangan jaringan perangkutan akan menyebabkan naiknya tingkat kemudahan (aksesibilitas). Pergeseran tingkat aksesibilitas ini akan menyebabkan suatu siklus kausalitas, yaitu perubahan nilai lahan yang diikuti perubahan jenis maupun intensitas penggunaan lahan yang akhirnya menyangkut langsung pengaruh jalan itu sendiri, yaitu ketidak nyamanan, ketidak amanan, maupun investasi yang tidak efisien. Demikian juga fenomena yang terjadi pada kawasan studi ini, yaitu banyaknya perkembangan guna lahan yang tidak terkontrol sehingga menimbulkan ketidak sesuaian terhadap fungsi jalan yang diprioritaskan, di mana pada akhirnya mengakibatkan hambatan-hambatan berupa friksi antara lalu lintas . lokal dan regional yang berbaur ataupun friksi antara kepentingan jalan sebagai pelayanan akses ke lahan-lahan (seperti parkir, satop & go, pejalan kaki) dengan jalan sebagai pelayanan mobilitas (lalu lintas menerus). Untuk memberikan gambaran dan hipotesa yang significant terhadap interaksi yang terjadi di lapangan, maka dalam studi ini dilakukan langkah-langkah operasionalisasi berupa pengamatan empiris dengan metode survey yang meliputi indikator-indikator: volume lalu lintas berdasarkan moda transportasi; kecepatan perjalanan; pengukuran lebar daerah manfaat jalan; jenis dan kondisi penggunaan lahan. Dari fakta yang terhimpun dapat terproyeksi kepadatan lalu lintas yang masih berada di bawah kapasitas jalan yang ada. Namun demikian terlihat kecenderungan perkembangan guna lahan di sepanjang wilayah samping jalannya yang menyebabkan konflik, di mana tercermin dari fluktuasi lalu lintas yang tidak berbeda jauh antara pagi, siang dan malam; jenis hambatan dan kecepatan perjalanan yang banyak dipengaruhi oleh parkir dan stop & go, maupun dari pengamatan visual langsung terhadap masing-masing lahan. Beranjak dari informasi yang terjaring tersebut yang kemudian dikorelasikan dan dikomparatifkan terhadap ketentuan maupun konsep yang relevan, akhirnya dapat dihasilkan rekomendasi perlunya pengaturan lebar dan luas lahan yang sesuai dengan fungsi jalan di depannya, sehingga tidak terjadi pemakaian guna lahan dengan intensitas tinggi. tanpa penyediaan fasilitas parkir, ataupun pemanfaatan ruang yang relatif kecil untuk kegiatan jasa di ruas jalan arteri sekunder. Sistem pemanfaatan ruang yang tepat adalah dengan membentuk blok, sehingga diperoleh keuntungan, baik dari akses keluar/masuk yang dapat terpisah maupun pemanfaatan ruang untuk bangunan dan parkir yang menjadi satu areal.",
  "creators": "ERWIN PRASETYA; MIRA HARTAWAN",
  "contributors": "Harry Patmadjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 439 S; Erwin Prasetya (283097), Mira Hartawan (285039)",
  "subjects": "HIGHWAY ENGINEERING; TRANSPORTATION"
}