{
  "id": "26289",
  "title": "Pengaruh kepuasan kerja guru dan kepuasan yang diperoleh siswa terhadap profitabilitas sekolah menengah atas di Surabaya",
  "abstract": "Pertumbuhan dan persaingan dalam layanan pendidikan sangatlah ketat, terutama pada tingkat sekolah menengah atas dimana tiap sekolah berlomba-lomba melakukan berbagai macam strategi untuk dapat menjaring siswa dengan maksimal. Dengan semakin banyaknya siswa baru yang tertarik untuk masuk ke suatu sekolah menengah atas maka kesinambungan keuangan akan tetap terjaga sehingga perbaikan kualitas dan kinerja sekolah dapat lebih optimal. Salah satu hal yang menjadi peranan penting dalam meningkatkan kinerja dan kualitas suatu sekolah menengah atas adalah dengan kinerja dari para guru sekolah menengah atas. Melihat uraian diatas dan betapa pentingnya kepuasan kerja guru terhadap kesinambungan keuangan dan kinerja suatu sekolah menengah atas akan dikaji pengaruh kepuasan kerja guru terhadap kesinambungan keuangan di sekolah menengah dengan menggunakan konsep Balance Scorecard. Sampel penelitian adalah 5 orang siswa dan 1 orang guru untuk tiap jurusan IPA dan IPS pada 15 sekolah menengah atas yang ada di Surabaya diambil dengan jugment sampling dan dianalisis dengan metode partial least square. Hasil penelitian dengan partial least square menyimpulkan bahwa kepuasan guru berpengaruh positif signifikan terhadap kualitas layanan dan kepuasan siswa dan berpengaruh tidak signifikan terhadap profitabilitas. Selain itu didapatkan kesimpulan bahwa kualitas layanan memiliki pengaruh yang signifikan terhadap kepuasan siswa, sementara terhadap profitabilitas belum dihasilkan pengaruh yang signifikan. Sementara kepuasan siswa disimpulkan memiliki pengaruh yang signifikan terhadap profitabilitas.",
  "creators": "YONATHAN CHENDRANATHA W",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010415/AKT/2013; Yonathan Chendranatha (32408011)",
  "subjects": "CONSUMER SATISFACTION; JOB SATISFACTION"
}