{
  "id": "26286",
  "title": "Perencanaan keuangan Bapak Denny Kurniawan",
  "abstract": "Perencana Keuangan adalah sebuah profesi yang membantu keluarga untuk merencanakan keuangan keluarga dengan cara mengidentifikasi, menganalisa tujuan keuangan dan permasalahan keluarga serta dapat memberikan solusi perencanaan keuangan yang tepat sehingga tujuan-tujuan keuangan dapat tercapai. Tujuan keuangan klien antara lain adalah dana darurat, dana pembelian mobil, dana liburan ke luar negeri, dana pensiun, asuransi, dana pendidikan, dan perencanaan pajak Perencanaan keuangan ini dilakukan kepada klien yang bernama Bapak Denny Kurniawan yang bekerja sebagai wiraswasta dan karyawan swasta sebuah departement store di Surabaya. Profil resiko klien sebesar 480 yang berarti konservatif moderat yang Investor kategori ini masih tetap mementingkan pada keutuhan nilai pokok investasi, tapi mulai bersedia menerima fluktuasi investasi dalam jangka pendek untuk mendapatkan hasil yang lebih baik dari produk regular perbankan. Perencanaan keuangan ini dilakukan dengan beberapa tahap yaitu pertemuan awal, pengisian Data Gathering Questionaire (DGQ), dan interview/ collect data. Sedangkan metode untuk menyusun perencanaan keuangan ini dilakukan dengan beberapa tahap diantaranya mengidentifikasi hubungan dengan klien, menentukan tujuan dan mendapatkan data, analisa dan evaluasi status keuangan klien, menyajikan rekomendasi perencanaan keuangan. Setelah melakukan analisa dan pembahasan terhadap tujuan keuangan klien, bisa diambil kesimpulan bahwa untuk mencapai tujuan tersebut perencana keuangan merekomendasikan produk-produk yang sesuai yaitu: pada Tabungan BCA, Asuransi Umum AXA Indonesia, RDPU Batavia Dana Kas Maxima, RDPT Simas Danamas Mantap Plus, RDC Danamas Flexi, Serta RDS Panin Dana Maksima.",
  "creators": "DONNY KURNIAWAN",
  "contributors": "Agus Arianto Toly, S.E., M.S.A., Ak. (Advisor 1); Josua Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perencanaan Keuangan",
  "source": "Perencanaan Keuangan No. 32010452/AKT/2013; Donny Kurniawan (32406029)",
  "subjects": "ACCOUNTING; CORPORATIONS--FINANCE; FINANCIAL STATEMENTS"
}