{
  "id": "26297",
  "title": "Tingkat pengetahuan masyarakat surabaya mengenai iklan early bird di media komunikasi",
  "abstract": "Salah satu cara perusahaan dalam mempromosikan produk atau layanan jasa yang dimilikinya yaitu dengan menggunakan iklan. Iklan adalah suatu pesan yang berisi penawaran tentang suatu produk, ditujukan kepada masyarakat untuk menarik minat masyarakat melalui suatu media komunikasi. Pemilihan media komunikasi yang tepat akan berpengaruh terhadap perusahaan, oleh karena itu marketing public relations harus selektif dalam memilih dan memahami setiap karakteristik setiap media komunikasi yang digunakan. Program Early Bird adalah salah satu program promosi yang dijalankan oleh marketing public relations Galaxy Mall menggunakan media cetak, siaran, dan luar ruang yakni baliho. Namun pada kenyataannya ada beberapa pihak luar yang melakukan penyebaran informasi program Early Bird melalui media lain seperti: blog, situs katalog promosi, twitter, dan facebook. Tujuan dari penelitian ini adalah mengetahui tingkat pengetahuan masyarakat Surabaya mengenai iklan Early Bird di media komunikasi baliho. Teori yang digunakan adalah teori SOR dan teori Hierarchy of Communications Effects sebagai teori pendukung. Jenis penelitian yang dilakukan adalah penelitian deskriptif dengan pendekatan kuantitatif, sedangkan metode yang digunakan adalah survey. Hasil penelitian menunjukkan bahwa tingkat pengetahuan masyarakat Surabaya mengenai iklan Early Bird di media komunikasi baliho adalah tinggi. Indikator tingkat pengetahuan paling tinggi adalah pengetahuan tentang pembelian, sedangkan pengetahuan paling rendah adalah pengetahuan tentang harga.",
  "creators": "KWAN MEILIANAWATI SUSILO",
  "contributors": "Drs. WOLLY BAKTIONO, M.Si. (Advisor 1); Felicia Goenawan (Advisor 2); Marsefio S. Luhukay (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010818/KOM/2012; Kwan Meilianawati Susilo (51408037)",
  "subjects": "ADVERTISING; COMMUNICATION; PUBLIC RELATIONS-MARKETING; COMMUNICATION IN MARKETING"
}