{
  "id": "26299",
  "title": "Anxiety Uncertainty Management (AUM) mahasiswi InHolland program studi manajemen bisnis internasional Universitas Kristen Petra",
  "abstract": "Penelitian ini dilakukan untuk mengjelaskan pengelolaan kecemasan dan ketidakpastian yang dilakukan mahasiswi InHolland dalam melakukan komunikasi lintas budaya. Subjek penelitian yang diambil adalah dua orang mahasiswi InHolland, yang saat ini sedang menjalani program double degree di Program Studi Manajemen Bisnis Internasional, Universitas Kristen Petra Surabaya. Penelitian ini merupakan penelitian deskriptif dengan menggunakan metode studi kasus. Melalui penelitian ini, peneliti menemukan bahwa dalam hal ini, dua orang mahasiswi InHolland tersebut telah melakukan pengelolaan kecemasan dan ketidakpastian dengan empat cara, yaitu pengamatan, menyampaikan perbedaan secara langsung, menyesuaikan diri dengan kebiasaan budaya baru, dan juga mempelajari bahasa. Pengamatan digunakan untuk mengetahui seperti apa kebiasaan dalam budaya yang baru. Menyampaikan perbedaan secara langsung digunakan untuk mengurangi kesalahpahaman. Menyesuaikan diri dengan kebiasaan budaya baru dilakukan untuk memberikan toleransi terhadap perbedaan yang ada dan berusaha mengikuti apa yang dianggap umum dalam budaya baru. Mempelajari bahasa, yaitu bahasa Indonesia digunakan untuk lebih dapat memahami dan mempererat komunikasi dengan teman-teman dari budaya baru. Dalam penelitian ini, peneliti juga menemukan fakta bahwa perbedaan karakter budaya akan mempengaruhi tingkat kesulitan pengelolaan kecemasan dan ketidakpastian.",
  "creators": "RONY WIJAYA",
  "contributors": "Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 1); Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 2); Gatut Priyowidodo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010834/KOM/2012; Rony Wijaya (51408106)",
  "subjects": "INTERCULTURAL COMMUNICATION; COMMUNICATION"
}