{
  "id": "2630",
  "title": "Analisa perbandingan nilai budaya pengguna batik Solo di kota Solo dan di luar kota Solo dengan menggunakan rokeach value survey",
  "abstract": "Salah satu bentuk karya seni kebudayaan bangsa Indonesia yang dikagumi dunia adalah batik. Batik memang telah menjadikan Indonesia sebagai salah satu negeri terkemuka wastra tradisional yang halus di dunia. Nilai yang ada pada batik Indonesia tidak terbatas hanya pada keindahan penampilan. Lebih dari itu batik Indonesia memiliki keragaman yang hadir melalui ragam hias penyusun pola dengan makna filosofi. Penelitian ini akan dibandingkan nilai budaya dari pengguna batik di Solo dan batik di luar Solo sehingga akan kelihatan nilai sebuah produk batik untuk konsumen di Solo dan di luar Solo. Hasil pembahasan menunjukkan bahwa: (1) berdasarkan hasil analisis crosstab, menunjukkan bahwa baik dilihat dari terminal value maupun instrumental value, setiap karakteristik responden mempunyai tingkat penyebaran yang relatif sama. Hal ini menunjukkan tidak terdapat pembedaan yang berarti pada budaya konsumen dari perspektif terminal value dan instrumental value, (2) hasil analisis chi square menunjukkan tidak terdapat pembedaan instrumental value dan terminal value antara konsumen yang berdomisili di Solo dan konsumen yang berdomisili di luar Solo. Hal ini menunjukkan bahwa baik konsumen di Solo maupun di luar Solo mempunyai kesamaan dalam terminal value (baik personal maupun sosial) dan instrumental value (kompetensi maupun moral). Hal ini juga membuktikan bahwa produk batik bisa diterima oleh semua konsumen dilihat dari perspektif terminal valuenya maupun instrumental value, (3) berdasarkan pada hasil analisis data, sebagian besar konsumen dari produk batik Solo adalah konsumen yang bekerja sebagai pegawai pemerintah (PNS). Sebagian besar konsumen produk batik adalah laki-laki dengan umur 51-60 tahun, berpendidikan sarjana dengan pekerjan pegawai pemerintahan.",
  "creators": "TANTI WIJAYA KUSUMA; DAVID HARJONO",
  "contributors": "Edwin Japarianto (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02011885/MAN/2005; Tanti Wijaya Kusuma (31400177), David Harjono (31400403)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER BEHAVIOR"
}