{
  "id": "26300",
  "title": "Balai Pendidikan dan Latihan Pariwisata di Surabaya",
  "abstract": "Laporan perencanaan ini disusun dalam rangka memenuhi persyaratan ujian Sarjana Arsitektur Universitas Kristen Petra periode XVI, tahun 1987. Adapun judul yang diajukan adalah Balai Pendidikan dan Latihan Pariwisata di Surabaya. Judul di atas mengenai masalah pendidikan dan latihan di bidang pariwisata yang pada saat ini mulai diperhatikan perkembangannya oleh Pemerintah, di mana bidang pariwisata ini terdiri dari beberapa bagian yaitu: biro perjalanan, perhotelan, restoran, dan lainnya yang saling berhubungan erat. Pada saat ini tenaga kerja yang dibutuhkan dalam bidang pariwisata tergantung oleh permintaan dan kebutuhan dalam lapangan pekerjaan yang ada, Balai pendidikan dan latihan yang direncanakan mempunyai dua jurusan yaitu: Perhotelan dan Pariwisata dengan dibagi menjadi beberapa bagian (Perhotelan: bagian akomodasi, tata boga, tata hidangan, tata laksana hotel, akuntansi hotel, sedangkan untuk Pariwisata: bagian pemimpin pemandu wisata). Siswa dari Balai pendidikan yang direncanakan berasal dari tamatan S.M.A, S.M.E.A. atau siswa-siswa yang telah bekerja di hotel tetapi tidak mempunyai pondidikan di bidang Perhotelan ataupun Pariwisata. Dalam laporan ini, program pendidikannya diambil dari Balai Pendidikan dan Latihan Pariwisata Bali, karena B.P.L.P, Bali dan Bandung sudah merupakan standart yang telah ditentukan oleh Pusdiklat. (sumber: wawancara Bapak I. Made Suyadnya, Kabag umum B.P.L.P. Bali ). Daya tampung dari Balai Pendidikan dan Latihan yang direncanakan adalah kurang lebih 420 siswa sudah ditentukan oleh yayasan), dengan fasilitas yang disediakan antara lain: ruang kelas, ruang latihan, laboratorium, perpustakaan, ruang seminar, ruang serba guna dan asrama siswa, Perencanaan ini dibangun dalam 2 tahap, tahap pertama adalah fasilitas kantor, pendidikan dan latihan, ruang serba guna untuk tahap kedua akan dibangun asrama siswa.",
  "creators": "ENDY DIPTO",
  "contributors": "Usman Effendi Pakpahan (Advisor 1); I Gusti Nyoman Sulendra (Advisor 2); RUDY PRASATYA LILANANDA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Endy Dipto (377041)",
  "subjects": "TOURISM; TRAINING CENTER-DESIGN AND PLANS"
}