{
  "id": "26329",
  "title": "Analisa pengaruh kualitas layanan, brand image, dan atmosfer terhadap loyalitas konsumen dengan kepuasan konsumen sebagai variabel intervening konsumen kedai Deja- vu Surabaya",
  "abstract": "Seiring dengan bertumbuhnya jumlah restoran dan café yang ada di Surabaya, maka dapat dikatakan bahwa persaingan dalam industri tersebut semakin berat. Oleh karena itu, diperlukan suatu usaha agar sebuah restoran atau café dapat bertahan di industri tersebut. Salah satu usaha yang dapat dilakukan adalah menciptakan strategi pemasaran yang berorientasi pada konsumen yang berusaha memberikan kepuasan atas kebutuhan dan keinginan pelanggan. Penelitian ini berisi tentang kualitas layanan, brand image, dan atmosfer yang diduga memiliki pengaruh terhadap loyalitas konsumen dengan mediasi kepuasan konsumen. Penelitian ini merupakan penelitian eksplanatori kausal yang dilakukan secara kuantitatif. Seluruh data yang ada dalam penelitian ini didapatkan melalui metode wawancara dengan alat bantu kuisioner. Sampel penelitian adalah 150 pengunjung yang melakukan proses pembelian di Kedai Deja- vu Surabaya. Hasil observasi akan dianalisis dengan menggunakan metode Structural Equation Model (SEM). Hasil analisis menggunakan Structural Equation Model (SEM) menyimpulkan bahwa brand image dan atmosfer yang dimiliki oleh cafe Deja Vu memiliki pengaruh yang signifikan terhadap kepuasan konsumen, sementara kualitas layanan yang diberikan belum memberikan pengaruh yang signifikan. Hasil lain ditunjukkan bahwa kepuasan konsumen cafe Deja-vu Surabaya memiliki pengaruh yang signifikan terhadap loyalitas yang bisa diberikan.",
  "creators": "DAVID HARIANTO",
  "contributors": "Hartono Subagio (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020358/MAN/2012; David Harianto (36408036)",
  "subjects": "CONSUMER SATISFACTION; CUSTOMER LOYALTY"
}