{
  "id": "2633",
  "title": "Analisa launching McCafe dalam upaya repositioning restoran McDonald's cabang Basuki Rakhmat Surabaya dari restoran keluarga ke restoran kawula muda",
  "abstract": "McDonald?s sebagai salah satu waralaba di Indonesia harus dapat mempertahankan posisinya dalam pasar mengingat persaingan yang sangat ketat. Sebagai restoran siap saji, McDonald's dengan memposisikan dirinya sebagai restoran keluarga dianggap terlalu umum. Oleh karena itu, McDonald?s Cabang Basuki Rachmat melakukan repositioning. Dengan rekomendasi Head Office Jakarta, McDonald's cabang Basuki Rakhmat Surabaya merubah target pasarnya dari restoran keluarga menjadi restoran kawula muda. Usaha repositioning McDonald's cabang Basuki Rakhmat Surabaya ini juga didukung oleh lokasi yang strategis karena McDonald's cabang Basuki Rakhmat Surabaya terletak di pusat kota Surabaya dan tempat strategis tersebut sering dijadikan tempat berkumpul kawula muda terutama oleh club-club mobil atau motor para kawula muda. Dengan menggunakan alat analisa The Five Forces of Competitor, Seven Subhash Criteria, Matriks General Electric serta analisa SWOT terhadap Price, Product, Place & Promotion McDonald's cabang Basuki Rakhmat Surabaya dapat diketahui bahwa strategi repositioning berada di Kuadran I yaitu strategi agresif yang menunjukkan bahwa McDonald's cabang Basuki Rakhmat Surabaya memiliki kekuatan yang besar dan peluang bisnis yang besar pula dan layak untuk dilakukan formulasi strategi pemasaran melalui McCafe.",
  "creators": "AULIA PUSPITANINGAYU; YORI TODING ALLO",
  "contributors": "Edwin Japarianto (Advisor 1); Peter Remy Yosy Pasla (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02011887/MAN/2005; Aulia Puspitaningayu (31400542), Yori Toding Allo (31401467)",
  "subjects": "MARKETING MANAGEMENT; BRAND NAME PRODUCTS"
}