{
  "id": "26331",
  "title": "Pengaruh country of origin image, product knowledge dan product involvement terhadap purchase intention mobil Avanza di Surabaya",
  "abstract": "Saat ini salah satu produsen mobil yang sangat diminati konsumen di Surabaya adalah Toyota dengan jenis tipe mobil Avanza. Avanza telah berhasil mendapatkan predikat mobil terpopuler di masyarakat Surabaya bahkan di tingkat Nasional (Indonesia). Hal tersebut didapat berdasarkan data Gabungan Industri Kendaraan Bermotor Indonesia (Gaikindo) bulan Agustus 2011, Toyota Avanza berhasil mencatatkan penjualan sebanyak 4.655 unit. Oleh karena itu tujuan penelitian ini adalah untuk mengidentifikasikan adanya pengaruh Country of Origin Image, Product knowledge dan Product Involvement terhadap purchase intention konsumen yang berencana akan membeli mobil Avanza di Surabaya dan mengetahui pengaruh dominan dari Country of Origin Image, Product knowledge dan Product Involvement terhadap purchase intention konsumen yang berencana akan mobil Avanza di Surabaya Penelitian ini menggunakan rancangan penelitian kausal, karena perlu melihat satu variabel atau lebih menyebabkan atau menjadi determinan terhadap variabel lain. Populasi dalam penelitian ini adalah konsumen yang berencana akan membeli mobil Avanza dalam 1 tahun terakhir dan bertempat tinggal di Surabaya. Teknik analisis yang digunakan adalah regresi stepwise dengan menggunakan uji F dan uji t. Hasil penelitian menunjukkan bahwa product knowledge, product involvement dan country of origin berpengaruh terhadap purchase intention konsumen mobil Toyota Avanza di Surabaya dan product knowledge berpengaruh dominan terhadap purchase yang ditunjukkan dengan nilai thitung yang terbesar dibandingkan variabel yang lain.",
  "creators": "OKTALIA WILIANTI",
  "contributors": "Edwin Japarianto (Advisor 2); Michael Adiwijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 364020345/MAN/2012; Oktalia Wilianti (36408063)",
  "subjects": "CONSUMER BAHAVIOR; CONSUMERS-RESEARCH"
}