{
  "id": "26339",
  "title": "Studi literatur masalah ponding dan aplikasinya pada lantai (dak) beton",
  "abstract": "Masalah ponding (penggenangan pada plat atap datar), sebenarnya telah cukup lama dikenal orang. Penelitian yang pertama kali dilakukan oleh Frank Marino, yang dimuat di dalam Engineering Journal, AISC dengan judul \"PONDING OF TWO-WAY ROOF SYSTEMS\" pada tahun 1966. Kemudian diikuti oleh peneliti-peneliti lainnya seperti James Chinn, R.Richard Avent dan lain-lain. Teori ponding dari F. Marino inilah yang dipakai sebagai dasar di dalam Specification for Design, Fabrication and Erection of Structural Steel for Building, American Institute of Steel Design (AISC). Di Indonesia masalah ponding kurang mendapat perhatian, hal ini mungkin disebabkan oleh karena jarang sekali kita temui adanya struktur atap datar dari baja yang mana sering kita jumpai di negara-negara Barat. Tetapi bukan berarti masalah ponding tidak perlu mendapat perhatian. Di dalam Tugas Akhir ini, kami akan mempelajari masalah-masalah dan teori ponding serta penurunan matematis yang diperlukan dan mengaplikasikannya di dalam kejadian yang sering kita temui di dalam bidang konstruksi, yaitu pada pengecoran plat beton, di mana pada bagian bawah dari balok maupun plat tidak diberikan tiang-tiang penyangga. Biasanya hal ini kita jumpai pada struktur balok baja komposit dengan bekisting plat dari metal (bondek), sehingga memungkinkan ditiadakannya tiang-tiang penyangga. Dari hasil perhitungan yang telah dilakukan, didapatkan besarnya penambahan beton yang sangat bervariasi, semakin besar bentang balok semakin besar pula banyaknya penambahan volume beton tersebut.",
  "creators": "JUSUF AGUS WIRANTO; EDHI SANTOSO WIDJOJO",
  "contributors": "Daniel Zefania Pribadi (Advisor 1); Hurijanto Koentjoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 419 S; Jusuf Agus Wiranto (285064), Edhi Santoso Widjojo (285066)",
  "subjects": "CONCRETE; CONSTRUCTION INDUSTRY"
}