{
  "id": "26354",
  "title": "Pusat fasilitas antar Universitas (IUC) di Yogyakarta",
  "abstract": "Penyusunan laporan perencanaan ini dimaksudkan untuk memenuhi persyaratan kurikuler Ujian Sarjana Jurusan Arsitektur Fakultas Teknik, semester X tahun kuliah 1987-1988, Periode XVII, pada Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra Surabaya. Adapun Judul yang dipilih adalah; \" INTER UNIVERSITY CENTER\" (PUSAT FASILITAS ANTAR UNIVERSITAS ) Proyek tersebut merupakan salah satu fasilitas peningkatan dan pengembangan perguruan tinggi yang berwujud fisik dan spesifik yang telah diprogramkan oleh Pemerintah, dalam hal ini oleh Ditjen Pendidikan Tinggi, Departemen P&K dengan bantuan World Bank. Penempatan fasilitas tersebut telah ditetapkan oleh Ditjen Pendidikan Tinggi, Departemen P&K pada 5 Perguruan Tinggi Negeri di Indonesia yang telah mempunyai Fakultas Pasca Sarjana. Oleh karena itu fasilitas P.A.U. ( Pusat Antar Universitas) yang merupakan seperangkat sumber daya akademis dan ditempatkan pada suatu perguruan tinggi ini memang secara fisik menjadi bagian dari perguruan tinggi tersebut tetapi di dalam penggunaannya juga dalam perencanaan dan pengembang- an program-programnya akan dilakukan secara antar universitas (baik Negeri maupun Swasta). Pada kesempatan ini, penulis mengambil salah satu proyek P.A.U. yang lokasinya berada di Universitas Gajah Mada Yogjakarta sebagai obyek perencanaan dan perancangan untuk proyek akhir tersebut. Untuk itu di dalam laporan ini akan diuraikan dan dibahas mengenai hal-hal yang berhubungan dengan perencanaan dan perancangan fasilitas P.A.U. / I.U.C. di Universitas Gajah Mada beserta fasilitas-fasilitas dan masalah-masalah spesifikasi yang konteks permasalahannya dengan penyusunan programnya maupun fasilitas dan kapasitasnya telah ditetapkan oleh suatu Team Ahli dari berbagai disiplin ilmu yang berhubungan dengan proyek tersebut. Oleh sebab itu pembahasan perencanaan dan perancangan proyek P.A.U. ini berdasarkan data dari Team Ahli tersebut, sehingga pembahasan ditekankan pada perancangan fisik bangunan yang sesuai dengan fungsi dan sasaran yang akan dicapai. Adapun fasilitas-fasilitas yang terdapat pada proyek P.A.U. tersebut adalah: - Fasilitas Penelitian: Sebagai wadah inti dari proyek P.A.U. yang bertujuan untuk meningkatkan mutu dan relevansi pendidikan tinggi di Indonesia. - Fasilitas Administrasi: Merupakan tempat untuk pengelolaan dan operasionil P.A.U. ini dengan tujuan agar para proffesional staff dan pemakai dapat mencapai tujuan dengan baik. - Fasilitas Penunjang: Sebagai tempat yang sesuai dengan kebutuhan untuk menunjang seluruh kegiatan. - Fasilitas Service: Sebagai fasilitas pelayanan yang melayani seluruh kegiatan yang ada. Di dalam laporan ini dengan melalui data-data yang didapat dari hasil survey lapangan, wawancara dengan pihak yang bersangkutan serta studi literatur/kepustakaan untuk hal-hal yang bersifat umum maka dapatlah disusun program, kebutuhan, kemudian diolah sehingga mendapatkan suatu pedoman perancangan. Pembahasan selanjutnya dilakukan melalui beberapa tahap yang berisi maksud dan tujuan serta perencanaan dan perancangan yang baik bagi proyek tersebut di atas. Selanjutnya hasil dari laporan perencanaan dan perancangan ini akan dipakai sebagai transformasi konsep ke disain yang ditampilkan dalam gambar prarencana.",
  "creators": "SIGIT BUNTORO",
  "contributors": "Handinoto",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Sigit Buntoro (382039)",
  "subjects": "ART IN UNIVERSITIES AND COLLEGES-BUILDINGS; AUDITORIUMS; CORPORATIONS"
}