{
  "id": "2635",
  "title": "Analisa pergeseran pemakaian operator GSM ke CDMA di Surabaya",
  "abstract": "Dengan semakin seriusnya para penyedia jasa CDMA maka konsumen akan semakin dimanjakan dengan beraneka ragam pilihan baik operator maupun Hardware yang ditawarkan di pasaran, dan hal itu memunculkan pertanyaan apakah konsumen GSM akan segera beralih CDMA. Penelitian ini diarahkan untuk mampu mengkaji secara mendalam mengenai tingkat pergeseran pengguna telepon seluler dari GSM ke CDMA. Selain itu, penelitian ini juga disusun untuk mampu mengidentifikasikan berbagai faktor yang mendorong konsumen untuk tertarik menggunakan telepon yang berbasis CDMA. Perlombaan keunggulan dari provider GSM dan CDMA ini akhirnya memunculkan fenomena pengalihan atau perangkapan penggunaan kartu provider. Kondisi ini tentunya mengundang pertanyaan mengenai pergeseran loyalitas pemakai provider berbasis GSM ke penggunaan kartu provider berbasis CDMA. Dengan adanya kartu provider berbasis CDMA, menyebabkan terjadinya penurunan loyalitas dari pengguna kartu provider berbasis GSM adalah 18,06%. Berdasarkan latar belakang konsumen yang melakukan perpindahan dari kartu provider berbasis GSM ke kartu provider berbasis CDMA, kemungkinan alasan terbesar perpindahan ini adalah perbedaan harga dimana harga meliputi harga kartu perdana, tarif panggilan, tarif SMS, dan program tarif panggilan murah. Faktorfaktor yang mempengaruhi perpindahan dari kartu provider GSM ke CDMA berdasarkan pada analisis faktor adalah delapan kelompok faktor (delapan variabel) diberi nama yang sesuai dengan karakteristik tiap faktor yang terkelompok menjadi satu. Adapun kedelapan kelompok faktor (delapan variabel) ini adalah variabel harga, variabel kelancaran akses komunikasi, variabel terbebas dari trouble, variabel layanan pesaing, variabel kelancaran akses komunikasi provider, variabel kelancaran akses komunikasi dari pesaing, dan variabel layanan operator dan harga layanan provider pesaing.",
  "creators": "HENDRA LEMANTO; MELIANA SYAMSUL MEI HWA",
  "contributors": "Peter Remy Yosy Pasla (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02011888/MAN/2005; Hendra Lemanto (31400418), Melyana Syamsul (31400167)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER BEHAVIOR"
}