{
  "id": "26355",
  "title": "Gedung konser international dan pendidikan musik di Surabaya",
  "abstract": "Laporan perencanaan ini disusun sebagai persyaratan kurikulum ujian Sarjana semester IX, periode XIX tahun 1988 Fakultas Teknik Jurusan Arsitektur, Universitas Kristen Petra Surabaya. Di dalam laporan ini pembahasan meliputi hal-hal yang berhubungan dengan perencanaan Gedung Konser Internasional dan Pendidikan Musik di Surabaya, sebagai realisasi dari penyediaan fasilitas gedung pergelaran musik serius di Surabaya yang animo pengikutnya dari tahun ke tahun terus berkembang. Untuk memenuhi tuntutan proyek ini, maka dalam laporan ini dimulai uraian dengan pengertian dan sejarah perkembangan musik serius pada umumnya dan perkembangan musik serius di Surabaya pada khususnya sehingga perlu adanya penyediaan fasilitas gedung konser tersebut di Surabaya, dilanjutkan dengan meninjau gedung konser taraf Internasional yang ada di Indonesia dan literatur yang ada sebagai dasar pertimbangan untuk perencanaan gedung konser taraf Internasional tersebut, yang juga disesuaikan dengan keadaan masyarakat peminat musik serius di Surabaya. Untuk pembahasan tentang program kebutuhanan yang disusun dari jenis aktivitas dan organisasi, setelah melalui proses analisa dan beberapa pertimbangan akan menghasilkan program-program yang dibutuhkan untuk memenuhi tuntutan wadah pergelaran dan pendidikan musik serius. Selain itu lokasi dan tapak ditentukan berdasarkan pertimbangan-pertimbangan tertentu. Berdasarkan pada tapak yang dipilih dan program kebutuhan ruang yang tersedia, dimulailah tahap perencanaan dan perancangan fisik Gedung Konser Internasional dan Pendidikan Musik di Surabaya.",
  "creators": "WILLY SANCOKO",
  "contributors": "IR. SHELLY GUNAVATI WARDOYO, MT. (Advisor 1); Stanislaus Kuntjoro Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No.449; Willy Sancoko (383060)",
  "subjects": "CONSERVATORIES OF MUSIC; MUSIC-HALLS"
}