{
  "id": "26361",
  "title": "Analisa gangguan seri dan penerapannya pada sistem 150 KV di Jawa Timur",
  "abstract": "Dengan semakin meninqkatnya kebutuhan akan tenaga listrik karena perkembangan teknologi dewasa ini, maka sistem tenaga listrik sekarang ini dituntut kestabilan dan kontinuitas penyaluran daya yang baik sehingga dapat mencegah terjadinya kerusakan pada peralatan listrik dan tidak menganggu jalannya suatu proses produksi. Untuk mencapai hal tersebut maka dapat dilakukan dengan cara mengatasi segala gangguan yang terjadi dan memisahkan daerah yang mengalami gangguan dalam waktu yang cukup cepat, untuk itu diperlukan suatu analisa yang dapat menganalisa arus dan tegangan yang terjadi pada saat terjadi gangguan. Salah satu cara untuk menentukan arus dan tegangan yang terjadi akibat terjadinya gangguan adalah dengan menggunakan analisa ganqquan seri (hubung terbuka). Di mana dalam analisa ini membahas gangguan yang terjadi diakibatkan oleh saluran transmisi yang terganggu atau putus . Penentuan arus dan tegangan pada analisa gangguan seri ini dilakukan dengan cara memakai program komputer agar proses perhitungan yang dilakukan lebih cepat dan bila terjadi perluasan-perluasan dari sistem tenaga listrik dapat dipergunakan lagi. Dengan adanya analisa gangguan seri ini maka akan terjadi kenaikan tegangan pada sisi kirim maupun pada sisi terima pada saat terjadi gangguan seri. Dengan digunakannya analisa gangguan seri ini maka dapat dipakai untuk menganalisa sistem sehingga dapat dilakukan pengamanan apabila terjadi gangguan seri.",
  "creators": "SETIA JAYA ARIPIN",
  "contributors": "ONTOSENO PENANGSANG (Advisor 1); Prof. Ir. Hanny Hosiana Tumbelaka, M.Sc., Ph.D. (Advisor 2); SOEBAGIO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 91/E/TST/002/0052; Setia Jaya Aripin (483025)",
  "subjects": "ELECTRICITY-TRANSMISSION"
}