{
  "id": "26365",
  "title": "Analisis penentuan pengaruh lepasnya suatu pembangkit atau saluran terhadap yang lain pada sistem transmisi dan penerapannya pada sistem 150KV di Jawa Timur",
  "abstract": "Dengan adanya pembangunan di segala bidang terutama pembangunan di bidang industri, maka kebutuhan akan tenaga listrik yang andal dan berkwalitas tinggi semakin dibutuhkan. Untuk itu diperlukan pemikiran-pemikiran yang lebih seksama dalam usaha meningkatkan kwalitas dari sistem tenaga listrik. Keandalan dan kontinuitas dari sistem tenaga listrik dapat ditingkatkan jika diketahui kemungkinan-kemungkinan gangguan yang mungkin terjadi pada sistem, dan dalam hal ini yang perlu diprioritaskan adalah gangguan-gangguan yang dapat menyebabkan pengaruh yang cukup besar pada sistem, misalnya gangguan lepasnya suatu generator atau suatu saluran dari sistem yang dapat menimbulkan perubahan harga dari variabel sistem yang besar dari harga yang telah dijadwalkan. Penganalisaan terhadap kemungkinan lepasnya suatu generator atau saluran yang sering disebut dengan contingency sangat diperlukan untuk menentukan langkah-langkah pengoperasian sistem yaitu untuk mengatasi terjadinya kasus-kasus yang ditimbulkan oleh contingency tersebut. Contingency yang terjadi pada sistem tenaga listrik harus secepatnya diatasi, karena contingency, baik pemutusan saluran maupun pemutusan generator dapat menyebabkan saluran-saluran bekerja tidak normal, saluran dan generator yang lepas tersebut dapat menyebabkan kelebihan beban pada saluran lain.",
  "creators": "CHANDRY WINARTO LIANTO",
  "contributors": "ONTOSENO PENANGSANG (Advisor 1); Prof. Ir. Hanny Hosiana Tumbelaka, M.Sc., Ph.D. (Advisor 2); SOEBAGIO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 90/E/TST/011/0047; Chandry Winarto Lianto (484050)",
  "subjects": "ELECTRIC NETWORKS ANALYZERS"
}