{
  "id": "2637",
  "title": "Analisa pengaruh brand model Panasonic terhadap brand awareness dan kesesuaian karakter brand model Panasonic dengan brand personality produk televisi Panasonic Dian Series di Surabaya",
  "abstract": "Globalisasi yang telah melanda dunia, membuat persaingan dalam dunia bisnis menjadi semakin ketat dan semakin sulit. Hal inilah yang mendorong P.T National Panasonic Gobel, yang bertanggung jawab atas pemasaran produkproduk elektronik dengan merek National maupun merek Panasonic, melakukan strategi pemasaran global, yaitu dengan merubah merek National untuk dilebur menjadi satu merek yaitu Panasonic. Perusahaan ini menggunakan iklan di berbagai media dan juga pemilihan Duta Panasonic sebagai bagian dari upaya mensosialisasikan perubahan merek ini. Pemilihan Duta Panasonic dilakukan dengan cara memilih seorang public figure untuk dijadikan sebagai Brand Model perusahaan. Brand Model adalah model yang dipilih oleh perusahaan sebagai ikon untuk mewakili merek perusahaan di masyarakat luas. Skripsi ini berisi penelitian tentang pengaruh Brand Model Panasonic terhadap Brand Awareness masyarakat pada produk televisi Panasonic Dian Series serta kesesuaian antara karakteristik dari Brand Model Panasonic dengan kepribadian merek (Brand Personality) dari televisi Panasonic Dian Series. Dalam skripsi ini respondennya adalah individu yang berada di Surabaya dan telah memiliki dan menggunakan televisi merek Panasonic Dian Series. Hasil penelitian menunjukkan bahwa kredibilitas Brand Model memberikan pengaruh secara signifikan terhadap Brand Awareness masyarakat dan terdapat kesesuaian antara karakteristik Brand Model panasonic dengan Brand Personality televisi merek Panasonic Dian Series.",
  "creators": "MELISSA HARIYONO; LUCKY YUDO HARTANTO",
  "contributors": "Filicia Chandra (Advisor 1); Peter Remy Yosy Pasla (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02011889/MAN/2005; Melissa Hariyono (31401102), Lucky Yudo Hartanto (31401114)",
  "subjects": "BRAND NAME PRODUCTS"
}