{
  "id": "26376",
  "title": "Proses steam curing pada pemberatan beton",
  "abstract": "Penelitian untuk mengerjakan beton yang menghasilkan beton mutu tinggi dengan menggunakan bahan/material yang ada di Indonesia sampai saat ini masih terus berkembang sejalan dengan lajunya perkembangan teknologi yang semakin pesat. Penelitian tersebut sangat penting artinya untuk menunjang pembangunan yang dewasa ini. Sedang digalakkan khususnya pembangunan di bidang konstruksi beton, sehingga nantinya diharapkan dapat menghemat biaya dan waktu. Bertitik tolak dari segi biaya dan waktu seperti tersebut di atas maka penelitian mengenai Steam Curing perlu dilakukan untuk mendapatkan beton pada umur dini sudah mempunyai kekuatan tekan yang cukup tinggi kurang lebih mendekati kekuatan tekan pada umur 28 hari. Proses Steam Curing merupakan salah satu cara yang dianggap sangat efisien pada masa-masa sekarang ini, khususnya bagi proses produksi beton pracetak- pratugan . Untuk itu dalam tugas akhir ini akan dibahas mengenai apa dan bagaimana proses steam curing itu. Proses steam curing merupakan proses perawatan beton dengan cara mengalirkan uap panas pada beton tersebut, sedangkan proses steam curing sendirl meliputi 4 tahapan; di mana tahap 1 adalah Delay atau waktu penundaan. Tahap II adalah Pemanasan yaitu pemberian uap mula-mula dengan suhu tertentu yang terus naik sesuai dengon bertambahnya waktu. Tahap III adalah Curing yaitu pemberian uap pada suhu tetap dan konstan (sesuai dengan suhu yang telah direncanakan). Tahap IV adalah Pendinginan yaitu penurunan suhu hingga mencapai suhu ruangan. Pada masing-masing tahap memerlukan waktu yang tidak sama, untuk itu purlu dicari waktu yang sangat optimum untuk tiap-tiap tahap yang dapat menghasilkan beton dengan kekuatan tekan yang tinggi. Berdasarkan hasil test dari benda uji kubus dapat diketahui bahwa untuk Steam curing dengan delay 3/4 jam dan lamanya steam 5 jam pada suhu 80 C menghasilkan kekuatan tekan awal dan akhir yang sangat tinggi, kira-kira 60% dari kekuatan tekan beton pada umur 29 hari dapat diperoleh pada umur 8 jam. Pada penelitian ini digunakan super plasticiser dengan tujuan untuk mempercepat kekuatan awal dan mengurangi penggeraan air tetapi masih tetap workable (sesuai dengan slump rencana) sehingga bisa menambah kekuatan beton. Dari beberapa keuntungan yang didapat dengan digunakannya sikament dikombinasikan dengan steam curing tentu akan menghasilkan beton dengan keku- atan yang lebih tinggi, penggunaan waktu yang lebih singkat dan tentunya lebih ekonomis karena penggabungan faktor-faktor yang menguntungkan dari kedua cara tersebut.",
  "creators": "IRWAN; SOEDJONO",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 13 D; Irwan (2282061), Soedjono (2282068)",
  "subjects": "CONCRETE; COSNTRUCTION INDUSTRY-MANAGEMENT"
}