{
  "id": "26374",
  "title": "Superplasticisers pengaruhnya terhadap beton",
  "abstract": "Admixture sebagai bahan tambahan dalam pembuatan beton, diharapkan memperbaiki produksi beton di Indonesia, yang karena faktor geologi dan geografis tidak mampu menghasilkan agregat yang baik. Pemakaian semen pun dirasakan terlalu boros dibanding dengan negara lain. Workability semakin berkurang dengan temperatur yang tinggi. Penelitian mengenai admixture dilakukan untuk mengamati pengaruhnya terhadap sifat beton dan keekonomisan produksinya, yaitu didasarkan atas pemakaian semen dan workability. Admixture yang diuji adalah Sikament LN, SIKA. Pengujian, nilai slump dilakukan untuk setiap campuran beton dengan perubahan dosis admixture mulai dari nol sampai 1,7 persen berat semen. Semen, pasir, dan kerikil sebagai bahan campuran berjumlah tetap untuk setiap campuran percobaan. Proses pencampuran dilakukan pada saat agregat dalam keadaan permukaan kering jenuh (saturated surface dry). Penelitian pengurangan air beton dilakukan untuk mengetahui besarnya reduksi air dengan dosis admixture yang berbeda. Sebagai standard dipakai nilai slump campuran normal tanpa admixture. Pada campuran yang diteliti pengurangan airnya; jumlah semen, pasir, dan kerikil sesuai dengan jumlah pada campuran normal. Reduksi semen dilakukan sebanding dengan pengurangan air pada campuran selanjutnya untuk mendapatkan campuran dengan penghematan semen dan mutu sama dengan campuran normal. Nilai slump standard tetap dipakai untuk mengontrol jumlah air terpakai. Campuran beton ini memakai admixture dengan dosis sama pada reduksi air, untuk mempertahankan nilai slump standard. Sebagai penguji mutu beton, test kekuatan tekan beton dilakukan pada setiap campuran dengan nilai slump sama. Untuk pemeliharaan beton menanti umur test, dilakukan pencelupan beton dalam bak air menghindari proses penguapan. Hasil pengujian slump menunjukkan bahwa dengan penambahan admixture, workability beton semakin meningkat yang menyebabkan pekerjaan pengecoran semakin mudah. Dengan penambahan Sikament LN sebanyak 1,7 persen berat semen, nilai slump meningkat dari 60 mm menjadi 210 mm. Pemakaian air pada campuran beradmixture semakin mengecil sehingga didapatkan beton dengan mutu yang tinggi. Pemakaian Sikament LN sebanyak 1,7 persen berat semen menyebabkan resduksi air sebanyak 19 persen terhadap campuran normal. Dengan demikian faktor air semen pun berkurang sebesar 19 persen. Dengan adanya reduksi air sebesar 19 persen, campuran penghematan semen dibuat dengan jumlah semen 81 persen dari jumlah semula pada campuran normal. Untuk mencapai nilai slump standard, terjadi pangurangan air sedikit lagi. Hasil pengujian kekuatan tekan beton menunjukkan bahwa dengan penambahan Sikament LN sebanyak 1,2 dan 1,7 persen berat semen terjadi kenaikan prestasi kekuatan beton pada umur 3 hari, yaitu dari 0,55 menjadi 0,68 pada campuran berkurang air 12,9 persen dan 19 persen, dibandingkan dengan kekuatan tekan 100 persen pada umur 28 hari. Sedangkan pada campuran berkurang semen 12,9 persen , dengan Sikament LN 1,2 persen berat semen, terjadi pres- tasi kekuatan tekan beton 0 ,66 pada umur 3 hari. Hasil lain dari test kekuatan, tekan beton menunjukkan bahwa campuran beton dengan semen berkurang mempunyai kekuatan tekan 118 persen dibandingkan kekuatan campuran nor- mal dengan umur sama, 28 hari. Hasil penelitian secara umum menyatakan bahwa admixture Sikament LN berfungsi sebagai water-reducing admixture dan high-early strength admixture. Penelitian mengenai pengaruh-pengaruh lainnya pada campuran beton masih harus dilakukan mengingat terbatasnya kemampuan penulis.",
  "creators": "NOER TJAHJONO",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 6 D; Noer Tjahjono (2282045)",
  "subjects": "CONCRETE-ADDITIVES; CONCRETE-TESTING"
}