{
  "id": "26399",
  "title": "Pengaruh perlakuan alkali pada serabut kelapa terhadap kekuatan tarik komposit serabut kelapa-polypropylene",
  "abstract": "Serat alam yang berasal dari serabut kelapa telah diteliti dapat digunakan sebagai bahan penguat (reinforcing agent) dalam komposit polymer-serabut kelapa. Bahan komposit ini memiliki nilai guna yang cukup tinggi dan sesuai untuk aplikasi door panel dalam industri otomotif. Penelitian ini berhasil mencampurkan serabut kelapa dan polypropylene di mana serabut kelapa yang dilakukan alkali treatment dibandingkan terhadap serabut kelapa tanpa alkali treatment. Komposisi yang telah dibuat adalah dengan mencampurkan 20%, 25%, dan 30% berat serabut kelapa dari berat total komposit. Pengujian pada penelitian ini meliputi uji kekuatan tarik dan SEM (Scanning Electron Microscopy). Alkali treatment dapat meningkatkan kekuatan tarik komposit menjadi 236.72 MPa pada persentase serabut kelapa 20%. Dibandingkan dengan tanpa alkali treatment diperoleh peningkatan kekuatan tarik sebesar 12,40% pada persentase serabut kelapa yang sama. Pada persentase serabut kelapa 25% didapat kekuatan tarik sebesar 279,11 MPa, dan diperoleh peningkatan kekuatan tarik sebesar 11,43% dibandingkan dengan tanpa alkali treatment, dan pada persentase serabut kelapa 30% terjadi peningkatan kekuatan tarik menjadi 203,28 MPa serta diperoleh peningkatan kekuatan tarik sebesar 1,45%. Foto SEM menunjukkan kontur permukaan serabut kelapa yang tertutup lignin pada serabut kelapa tanpa alkali treatement yang mengurangi adhesivitas serabut kelapa terhadap polypropylene.",
  "creators": "ALEXANDER PRABOWO H S",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 1); Suwandi Sugondo (Advisor 2); Didik Wahjudi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010989/MES/2012; Alexander Prabowo (24408002)",
  "subjects": "COMPOSITE MATERIALS"
}