{
  "id": "26405",
  "title": "Sistem informasi akuntansi pada UD Kartika Multimedia",
  "abstract": "Dengan pemasaran mencapai pulau Jawa, Bali dan Kalimantan, UD Kartika Multimedia merupakan sebuah usaha kecil menengah dalam bidang pembuatan berbagai jenis tas laptop yang sedang berkembang. Namun, pembukuan dan proses akuntansi yang dilakukan oleh UD Kartika Multimedia masih dilakukan secara manual dan sederhana. Tentunya hal ini membuat proses penghitungan menjadi kurang akurat, rawan terjadi kesalahan, data perusahaan mudah hilang dan kurang menunjang perusahaan dalam pengambilan keputusan. Dari permasalahan di atas maka dibutuhkan suatu sistem informasi akuntansi yang membantu UD Kartika Multimedia dalam melakukan pencatatan pada aktivitas-aktivitas yang dilakukan dan mengolahnya menjadi suatu informasi yang berguna bagi kemajuan perusahaan. Aplikasi yang dibuat memiliki ruang lingkup, antara lain pembelian bahan baku, perhitungan harga pokok produksi menggunakan metode job order, sistem inventori menggunakan metode average, penjualan barang, proses-proses akuntansi yang meliputi jurnal umum, jurnal penjualan, jurnal pembelian, jurnal penerimaan dan pengeluaran kas, jurnal penyesuaian, jurnal penutup, serta laporan keuangan, laporan stok bahan baku dan laporan stok barang jadi. Aplikasi ini dikembangkan dan dibuat dengan menggunakan bahasa pemrograman Microsoft Visual Studio 2005.Net dan Microsoft SQL Server 2005 sebagai tempat penyimpanan data. Hasil pengujian terhadap aplikasi menunjukkan bahwa aplikasi ini dapat secara otomatis memproses data akuntansi yang berhubungan dengan transaksi pada perusahaan. Sistem yang diterapkan dan laporan yang dihasilkan telah sesuai dengan kebutuhan perusahaan menurut 80% dari total user. Tingkat keakuratan hasil program dinilai oleh 60% dari total user sangat baik. Secara keseluruhan, 80% dari total user menilai program ini sudah memberikan manfaat kepada perusahaan.",
  "creators": "JESSLYN LAU",
  "contributors": "Andreas Handojo (Advisor 1); Yulia (Advisor 2); Alexander Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021082/INF/2011; Jesslyn Lau (26408041)",
  "subjects": "DATABASE DESIGN; DATABASE-MANAGEMENT; PROGRAMMING (ELECTRONIC COMPUTERS)"
}