{
  "id": "26409",
  "title": "Pengaruh variabel ekonomi makro dan fundamental perusahaan, terhadap return saham lq 45 tahun 2007-2009",
  "abstract": "Tujuan utama dalam melakukan investasi pada pasar modal adalah memperoleh return yang sebesar-besarnya. Semakin besar return yang diharapkan maka tentunya akan semakin besar pula resiko yang harus diterima dalam pelaksanaan investasi. Terdapat beberapa faktor yang bisa mempengaruhi besar kecilnya return antara lain faktor fundamental, ekonomi makro dan karakteristik dari perusahaan. Informasi akuntansi yang berupa laporan keuangan perusahaan turut serta mempengaruhi keputusan investasi yang secara tidak langsung akan berdampak pada return saham di pasar modal. Berdasarkan atas ulasan tersebut di dalam penelitian ini akan dikaji pengaruh dari variabel ekonomi makro yang terdiri atas Produk Domestik Bruto, Inflasi dan Kurs, variabel fundamental yang terdiri atas Ukuran Perusahaan, Return On Asset, Return On Equity, Devident Payout Ratio, Book Value, Leverage, Earning Per Share dan Cuurent Ratio serta variabel karakteristik perusahaan yaitu Ukuran Industri terhadap return saham pada perusahaan manufaktur yang tergabung dalam kelompok LQ 45 selama periode tahun 2007 sampai 2009. Design penelitian adalah penelitian explanatory yang menguji hubungan kausal antar variabel melalui pengujian hipotesis dengan pendekatan kuantitatif. Sampel yang digunakan adalah 15 perusahaan manufaktur kelompok LQ 45 yang listing berturut-turut pada periode tahun 2007-2009. Berdasarkan hasil analisis regresi linier berganda, diperoleh kesimpulan bahwa variabel ekonomi makro memiliki pengaruh langsung yang signifikan terhadap return saham baik secara simultan maupun parsial. Hasil lain yang diperoleh adalah bahwa variabel fundamental secara simultan tidak memiliki pengaruh yang signifikan terhadap return saham dan hanya variabel ukuran perusahaan yang memiliki pengaruh signifikan terhadap return saham. Serta disimpulkan pula bahwa ukuran industri tidak memiliki pengaruh yang signifikan terhadap return saham. Dengan demikian selama periode tahun 2007-2009 diketahui variabel ekonomi makro memiliki pengaruh yang paling dominan terhadap return saham perusahaan manufaktur yang tergabung dalam kelompok LQ 45.",
  "creators": "MELISA SAMIDJEN",
  "contributors": "Sautma Ronni Basana (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 37010155/MAN/2012; Melisa Samidjen (37407025)",
  "subjects": "CORPORATIONS-FINANCE; INVESTMENTS-ANALYSIS"
}