{
  "id": "26404",
  "title": "Perencanaan dan pembuatan aplikasi game adventure 3-dimensi",
  "abstract": "Dewasa ini, perkembangan dunia teknologi semakin hari semakin pesat. Seiring dengan itu, perkembangan multimedia juga ikut ambil bagian dalam perkembangannya. Salah satu bentuk yang paling mendominasi adalah dunia permainan yang akhir-akhir ini banyak digemari oleh berbagai kalangan. Apabila hanya melibatkan 1 bidang ilmu saja dalam pembuatannya, belum dapat mencapai hasil yang maksimal. Perangkat lunak yang dibuat dalam tugas akhir ini merupakan suatu bentuk permainan yang berbasis 3 Dimensi yang menonjolkan grafis dari komputer. Selain dapat memberikan sumbangsih bagi industri permainan di Indonesia, juga dapat dinikmati konsep dari Adventure Game yang terkandung di dalamnya. Perangkat lunak ini menggunakan library Ogre Engine. Ogre Engine ini merupakan salah satu library yang memiliki fitur yang cukup lengkap untuk menampilkan dan menganimasikan obyek-obyek 3 dimensi yang dibuat. Melalui Engine ini dapat dihasilkan suatu aplikasi game yang menarik. Perangkat lunak ini dibuat dengan menggunakan prinsip pemrograman berorientasi obyek (OOP) dengan menggunakan bahasa pemrograman C++, dengan kompiler Visual Studio 2008. Hasil akhir dari perangkat lunak ini adalah sebuah permainan yang berbasis Adventure Game di mana terdapat suatu teka-teki di dalamnya yang membuat game ini menarik untuk dimainkan. Perangkat lunak ini diujikan dengan beberapa tipe komputer dengan spesifikasi yang berbeda. Dengan perbandingan ini, memperlihatkan bahwa perangkat lunak ini hanya dapat dijalankan secara lancar apabila spesifikasi komputer tersebut memenuhi kebutuhan standar dari aplikasi ini. Apabila obyek yang dimunculkan semakin banyak, besar, dan detail maka proses rekonstruksi dan loading akan menjadi semakin lama serta menyebabkan aplikasi menjadi lebih lambat dan kurang nyaman dalam bermain.",
  "creators": "VINCENT",
  "contributors": "Gregorius Satiabudhi (Advisor 1); Liliana (Advisor 2); Ibnu Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021079/INF/2011; Vincent (26408031)",
  "subjects": "COMPUTER ADVENTURE GAME; COMPUTER GAMES-DESIGN; COMPUTER GAMES-PROGRAMMING"
}