{
  "id": "26417",
  "title": "Perbandingan analisa biaya antara jembatan konstruksi beton bertulang dengan jembatan konstruksi baja",
  "abstract": "Dalam tugas akhir ini, penulis melakukan studi perbandingan analisa biaya antara jembatan untuk lalu lintas umum dari konstruksi beton bertulang dengan jembatan dari konstruksi baja. Perbandingan yang penulis tinjau di sini hanya pada konstruksi atasnya, sedangkan konstruksi bawahnya tidak penulis tinjau. Mengenai lebar jembatan serta panjang jembatan dari kedua type konstruksi tersebut adalah sama, yaitu dengan lebar 9,95 m dan panjang 26 m. Dan dibagi dalam 2 bentang, masing-masing 13 m. Gambar 1 adalah tampak atas dari jembatan konstruksi baja sedangkan gambar dari jembatan konstruksi beton bertulang, terlampir. Pada jembatan dari konstruksi baja ini, lantai kendaraannya merupakan plat beton bertulang dengan tebal 16 cm dan bertumpu di atas gelagar memanjang yang merupakan profil konstruksi baja WF. Perhitungan lantai kendaraan dengan gelagar memanjang ini tidak dianggap sebagai komposit, tetapi lantai kendaraan dianggap sebagai beban yang bertumpu di atas gelagar-gelagar memanjang dengan perletakan sendi & rol. Kemudian antara lantai kendaraan dengan gelagar-gelagar memanjang diberi shear connector praktis. Gelagar memanjang, gelagar melintang dan gelagar induk didesign berdasarkan momen lentur yang maximum. Gelagar melintang terjepit sempurna pada gelagar induk. Pada bab akhir dari tugas akhir ini, penulis membanding- kan biaya yang dikeluarkan untuk kedua type konstruksi tersebut. Sehingga dengan demikian, kita dapat mengetahui mana yang lebih ekonomis.",
  "creators": "TRI BUDI HARTONO C.; JOHNNY JAUWERISSA",
  "contributors": "Ir. Prasetio Sudjarwo, M.Eng. (Advisor 1); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 19 D; Tri Budi Hartono C. (2283033), Johnny Jauwerissa (2283042)",
  "subjects": "BRIDGES-ANALYSIS; BUILDING-ESTIMATES AND COSTS; CONSTRUCTION , ELEMENT OF"
}