{
  "id": "26413",
  "title": "Perbandingan antara gudang dengan sistim Single Gable Frame dengan sistim Double Gable Frame",
  "abstract": "Dalam Tugas Akhir ini, kami melakukan studi perbandingan pada bangunan industri, dengan sistim Single Gable Frame (Gb. 1) dan Double Gable Frame (Gb. 2). Perbandingan kedua sistim di atas, dilakukan pada tiap- tiap bentang, mulai dari bentang 20 m, 25 m, 30 m, dan seterus- nya sampai bentang 60 m. Dengan interval bentang diambil setiap 5 m. Sedangkan tinggi kolom dan sudut kemiringan atap untuk semua bentang adalah tetap, yaitu masing-masing untuk tinggi kolom = 6 m dan sudut kemiringan atap = 15°. Penutup atap digunakan seng gelombang BJLS 0,4 mm jenis Mulcindeks. Perletakan pondasi untuk semua bentang pada kedua sistim, diidealisasikan sebagai sendi. Perhitungan dimensi dan kontrol kekuatan dari bangunan, digunakan Peraturan Perencanaan Bangunan Baja Indonesia (PPBBI) 1983. Sistim dan besar pembebanan menurut Peraturan Pembebanan Indonesia Untuk Gedung (PPIUG)1983. Pada bab akhir dari tugas akhir ini, kami membandingkan biaya yang dikeluarkan untuk kedua sistim tersebut pada tiap-tiap bentang. INFORMASI PERENCANAAN: Idealisasi struktur: Struktur utama: - Portal arah melintang dianggap sebagai Gable Frame dengan kaki bersendi pada pondasi. - Portal arah memanjang dianggap sebagai Braced Frame dengan kaki bersendi pada pondasi. Struktur sekunder: -Gording dianggap sebagai balok di atas dua perletakan sendi pada rafter. - Penggantung gording, berupa sagrod berfungsi sebagai lateral restrain pada gording. - Ikatan angin vertikal, dianggap sebagai rangka batang statis tertentu, dan hanya dapat menerima beban tarik. - Longitudinal tie beam dianggap terletak pada dua perletakan sendi dan menerima beban horisontal akibat gaya pada bracing. - Konsol, dianggap terjepit pada satu sisi dan terletak beban pada satu sisi lainnya. - Ikatan angin atap, dianggap sebagai rangka batang statis ter- tentu. Memikul beban angin yang bekerja pada dinding tegak lurus arah memanjang menerus ke ikatan angin vertikal. Analisa perhitungan: - .Perhitungan Mekanika Teknik untuk mendapatkan besar dan arah gaya/momen yang bekerja pada struktur dilakukan dengan cara: a. Koefisien pada Steel Designers Manual untuk analisa portal arah melintang. b. Analisa rangka batang untuk analisa bracing. - Perhitungan penampang dan sambungan pada konstruksi baja didasarkan pada Metode Elastis. - Perhitungan baut mutu tinggi didasarkan pada Standards Association of Australia High-Strength Structural Bolting Code. Peraturan-Deraturan vang dipakai: - Peraturan Perencanaan Bangunan Baja Indonesia 1983. - Peraturan Pembebanan Indonesia Untuk Gedung 1983. - Standards Association of Australia iHigh-Strength Structural Bolting Code. Tabel-tabel yang djpakai: a. Steel Designers Manual. b. Steel Designers Handbook - Gorenc Tinyou. c. Tabel Profil Konstruksi Baja, Hardi Santosa. Pembebanan: - Beban angin = 25 kg/m - Beban hidup atap = 20 kg/m - Beban terpusat = 100 kg. - Beban mati = berat sendiri struktur, - Beban angin = sesuai dengan PPIUG 1983. Pengaruh Lingkungan: Dianggap bahwa bangunan berada dalam lingkungan yang normal. Data: bahan yang dipakai: - Mutu baja = Bj 37. - Mutu besi beton = U 24 - Baut = Baut mutu tinggi. - Penutup atap = Seng gelombang BJLS 0,4 mm, jenis Mulcindeks.",
  "creators": "WIYANTO SALIM; GUNADI ARDIUSTIONO",
  "contributors": "Ir. Prasetio Sudjarwo, M.Eng. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 14 D; Wiyanto Salim (2283006), Gunadi Ardiustiono (2283021)",
  "subjects": "FRAMING (BUILDING); STEEL, STRUCTURAL; STRUCTURAL FRAME"
}