{
  "id": "26414",
  "title": "Pengaruh penggunaan abu batu pada campuran beton",
  "abstract": "Dalam setiap pembuatan campuran beton, nantinya diharapkan campuran beton tersebut mempunyai kekuatan yang tinggi, mudah dikerjakan dan tahan lama. Sedangkan untuk mendapatkan hasil yang diharapkan tadi, maka campur- an beton ini ditentukan oleh banyak faktor di antaranya ialah mutu dari pa- sirnya. Dengan mengingat cara pengambilan dan pengolahan pasir yang masih sederhana, maka tidak jarang diperoleh pasir yang kekurangan butiran halus. Kekurangan butiran halus pada pasir ini mengakibatkan berkurangnya volume mortar yang dihasilkan, di mana hal ini akan mengurangi workability dari campuran beton tersebut dan juga akan mengakibatkan terjadinya bleeding. Untuk mengurangi terjadinya bleeding pada campuran beton ini, maka pada penelitian ini dicoba dengan menambahkan abu batu sebesar 15% dari jumlah total agregat halus pada campuran beton ini. Dalam pemberian abu batu pada campuran beton ini diusahakan jumlah total agregat halus dan jumlah total agregat kasarnya selalu tetap, meskipun di- adakan perubahan jumlah semennya yaitu 300 kg/m3, 400 kg/m3 dan 500 kg/m3, Selain itu pada setiap pengecoran benda uji ini, nilai slumpnya dibuat te- tap 10 cm. Tujuan dari penelitian ini ialah untuk mengetahui pengaruh pemakaian abu batu pada bleeding, kandungan udara dan untuk mengetahui sampai sejauh mana pengaruhnya terhadap kekuatan betonnya. Untuk maksud ini dibuat benda uji berupa kubus sebanyak 10 buah, di mana pengetesan benda uji dilakukan pada umur 7, 14 dan 28 hari. Dan dari hasil penelitian didapatkan bahwa untuk campuran beton yang meng- gunakan tambahan abu batu, bleeding dan kandungan udara yang terjadi lebih sedikit. Demikian pula dengan adanya abu batu ini akan menambah kekuatan beton pada campuran beton yang memakai jumlah semen yang sedikit.",
  "creators": "HENDRA GUNAWAN; THE GIOK LAI",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 18 D; Hendra Gunawan (2283009), The Giok Lai (2283028)",
  "subjects": "BUILDING MATERILAS; CONCRETE"
}