{
  "id": "26421",
  "title": "Evaluasi N-SPT metode \"slip-rope\" dan \"sling\" terhadap metode \"trip\"",
  "abstract": "Standard Penetration Test (SPT) dengan metode pelepasan hammer dan peralatan yang berbeda menyebabkan perbedaan energi yang diterima Split Spoon Sampler (tabung belah SPT), sehingga menghasilkan nilai N-SPT yang berbeda untuk kondisi dan jenis tanah yang sama. Metode pelepasan hammer yang baru umumnya menggunakan metode free-fall (Trip) hammer. Sedangkan engineering properties dan rumus-rumus yang diusulkan oleh beberapa ahli berdasarkan nilai N-SPT dengan metode Slip-rope hammer. Karena itu perlu diketahui apakah SPT dengan metode Sling hammer dan Trip hammer dapat digunakan dan sesuai dengan engineering properties yang diusulkan. Hasil penyelidikan dari ketiga metode pelepasan hammer menunjukkan bahwa untuk tanah pasir korelasi nilai N-SPT terhadap sudut geser dalam (0) yang diusulkan Peck et al. (1974) cukup konservatif tanpa memperhatikan metode pelepasan hammernya. Sedangkan untuk tanah liat, korelasi nilai NSPT terhadap Unconfined Compressive Strength (qu) yang diusulkan Terzaghi (NAVFAC, 1971) tanpa memperhatikan plastisitas tanahnya dapat digunakan untuk nilai N-SPT dengan nietode Trip hammer. Dari hasil penelitian diperoleh nilai koreksi N-SPT untuk metode Slip-rope terhadap Trip hammer dan metode Sling hammer terhadap Trip hammer masing-masing sebesar 1.60 dan 1.68. Nilai koreksi tersebut diperoleh setelah masing-masing nilai N-SPT dikoreksi terhadap dynamic efficiency.",
  "creators": "SOENANDAR HAM; SURYANATA GAN",
  "contributors": "Johanes Indrojono Suwono (Advisor 1); Daniel Zefania Pribadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 527 S; Soenandar Ham (14287087), Suryanata Gan (14287107)",
  "subjects": "SOIL MACHANICS; SOILS-TESTING"
}