{
  "id": "26424",
  "title": "Lembaga pemasyarakatan di Surabaya",
  "abstract": "Laporan Perencanaan ini di susun dalam rangka melengkapi tugas akhir mata kuliah Merancang Arsitektur AR-500, periode XXVI tahun ajaran 1991/1992, Fakultas Teknik, Jurusan Arsitektur, Universltas Kristen Petra, Surabaya. Adapun Judul Proyek yang di pilih adalah: LEMBAGA PEMASYARAKATAN DI SURABAYA. Gagasan awal dari proyek ini timbul setelah melihat perkembangan kota Surabaya yang demikian pesat baik di bidang ekonomi, sosial maupun budayanya. Dengan adanya kemajuan-kemajuan tersebut maka Lembaga Pemasyarakatan Kalisosok sebagai satu-satunya Lembaga Pemasyarakatan di Surabaya menjadi semakin terdesak. Tidak saja kondisi fisiknya yang sudah tidak sesuai lagi dengan konsep pemasyarakatan yang berlaku di Indonesia, namun juga lokasinya yang kini menjadi berada di tengah-tengah kota dan dihimpit oleh berbagai bangunan umum. Melihat fungsi dari Lembaga Pemasyarakatan ini sebagai wadah pembinaan bagi para narapidana/pelanggar hukum selama mereka menjalani masa hukumannnya, jelas keadaan Lembaga Pemasyarakatan Kalisosok ini perlu diperbaiki. Sehlngga dengan dasar kenyataan yang ada sekarang ini maka timbullah gagasan untuk memindahkan Lembaga Pemasyarakatan Kalisosok ini ke lokasi yang baru dengan fasilitas-fasilitas yang lebih memadai bagi terselenggaranya proses Pemasyarakatan. Selanjutnya dibuatlah suatu tinjauan awal perencanaan dan konsep perencanaan yang akan menunjang konsep perancangan berikutnya. Berdasarkan konsep-konsep di atas, dibuatlah gambar-gambar perancangan yang sekaligus dilengkapi dengan penyajian bentuk 3 dimensi berupa maket. Adapun data-data yang berhubungan dengan Laporan Perencanaan diperoleh melalui hasil wawancara, studi literatur, studi perbandingan dan survey lapangan. Data-data tersebut dipergunakan sebagai bahan masukan untuk membuat dan melengkapi laporan perencanaan ini. Demikian ringkasan Laporan Perencanaan ini dibuat agar dapat diperoleh sedikit gambaran mengenai LEMBAGA PEMASYARAKATAN DI SURABAYA ini. Diharapkan Laporan Perencanaan ini dapat bermanfaat bagi semua pihak, khususnya mahasiswa jurusan Arsitektur.",
  "creators": "SUSANTHI",
  "contributors": "J. LOEKITO KARTONO (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 725/Ars.7/1992; Susanthi (14387013)",
  "subjects": "PRISONS-CONSTRUCTION"
}