{
  "id": "26431",
  "title": "Evaluasi terhadap peraturan perencanaan seismik bangunan bawah jembatan beton bertulang versi Bridge Management System (BMS) Indonesia-Australia 1992",
  "abstract": "Konsep perencanaan jembatan tahan gempa untuk jalan raya di Indonesia yang lama berdasarkan pada PTGUJJR' 83 untuk saat sekarang ini dianggap sudah tidak memenuhi syarat lagi. Karena itulah Direktorat Jenderal Bina Marga bekerja sama dengan Pemerintah Australia telah menyusun satu seri draft peraturan jembatan yang baru yang disebut dengan Bridge Management System(BMS). Sehubungan dengan hal tersebut di atas kiranya perlu dikaji pemakaian rumus-rumus serta prosedur perencanaan yang diberikan dalam BMS. Dalam penelitian ini dibuat tiga model bangunan bawah jembatan masing masing kolom tunggal, kolom majemuk, dan kolom dinding. Ketiga model tersebut direncanakan sesuai dengan BMS lalu diuji dengan analisa inelastis riwayat waktu dengan bantuan program RUAUMOKO, kemudian dievaluasi perilakunya. Berdasarkan pada hasil evaluasi terlihat besarnya waktu ulang pada grafik respon spektrum percepatan lebih besar dari 1000 tahun. Hal ini dimungkinkan karena struktur jembatan adalah vital dan mempunyai umur rencana yang lebih panjang dibandingkan gedung. Dalam perencanaan diperoleh hasil bahwa untuk prosedur perencanaan yang diusulkan oleh BMS ternyata memberikan hasil yang cukup memuaskan untuk gempa sedang, namun untuk gempa kuat dengan struktur yang mempunyai waktu getar lebih panjang hal ini kurang memuaskan. Tidak diperhitungkannya pengaruh beban aksial dalam perencanaan penulangan lateral dapat menyebabkan berkurangnya daktilitas pada struktur jembatan.",
  "creators": "LEONARDO TARUNIA; LILY SURYANI",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1); Takim Andriono (Advisor 2); Tirta Djusman Arief (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 602 S; Leonardo Tanuria (21488018), Lily Suryani (21488146)",
  "subjects": "BRIDGES, CONCRETE"
}