{
  "id": "26442",
  "title": "Surabaya broadcasting center",
  "abstract": "Makalah perancangan ini disusun dalam rangka memenuhi persyaratan tugas akhir ujian Sarjana Arsitektur pada Fakultas Teknik Arsitektur Universitas Kristen Petra. Judul Proyek yang dipilih adalah \"Surabaya Broadcasting Center\". Peninjauan terhadap latar belakang permasalahan yang dihadapi adalah karena semakin banyaknya timbul radio-radio siaran swasta, yang bersifat komersil di mana pihak RRI harus dapat mengontrol radio-radio swasta tersebut agar cara pengelolaan dan penyiarannya tidak hanya mementingkan unsur komersil saja, karena dampak dari siaran radio tersebut mudah mempengaruhi para pendengarnya. Dengan adanya problem di atas menjadikan suatu gagasan dibuatnya \"Surabaya Broadcasting Center\", di mana bangunan ini dapat menjadi wadah baik PRSSNI maupun RRI untuk meningkatkan mutu ataupun pengelolaan. Pada awal makalah diuraikan terlebih dahulu tinjauan tentang Radio Siaran & Radio Republik Indonesia kemudian PRSSNI. Dari peninjauan ini, selanjutnya digunakan sebagai titik tolak untuk menentukan program kebutuhan fungsionil yang meliputi tuntutan fungsi ruang-ruang yang dibutuhkan kegiatan sehari-hari sampai pemilihan suatu lokasi yang sesuai atas dasar beberapa pertimbangan serta analisa, juga memperhatikan program pemerintah, persyaratan dan program Departemen Penerangan. Setelah hal tersebut dibahas, maka akan dipakai sebagai konsepsi dasar di dalam perancangan tapak dan perancangan bangunan, yang akhirnya ditampilkan dalam gambar-gambar pra rencana serta dalam bentuk tiga dimensi.",
  "creators": "AHENDRA",
  "contributors": "RUDY PRASATYA LILANANDA (Advisor 1); Lilianny Sigit Arifin (Advisor 2); Handinoto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 668/ARS.23/1991; Ahendra (14386055)",
  "subjects": "BROADCASTING; RADIO BROADCASTING"
}