{
  "id": "26448",
  "title": "Pengaruh presence-aware communication terhadap efektivitas komunikasi dalam Harley Davidson Club Indonesia Surabaya",
  "abstract": "Untuk mempermudah komunikasi antar anggota dalam sebuah organisasi, dibutuhkan sebuah media komunikasi yang dapat menjembatani proses pertukaran pesan dengan lebih mudah dan cepat. Instant messaging yang merupakan media komunikasi saat ini memiliki fungsi kehadiran, atau yang disebut PAC (Presence- Aware Communication). PAC merupakan bentuk komunikasi bermedia di mana pengguna langsung mengetahui status kehadiran online dari partner komunikasi mereka. Salah satu instant messaging yang banyak digunakan saat ini adalah Blackberry Messenger (BBM). Harley Davidson Club Indonesia Surabaya menggunakan BBM sebagai satu-satunya media komunikasi untuk mengirimkan pesan informasi/undangan. Penelitian ini dilakukan untuk mengetahui bagaimanakah pengaruh Presence-Aware Communication terhadap efektivitas komunikasi dalam Harley Davidson Club Indonesia Surabaya. Penelitian ini menggunakan metode penelitian kuantitatif dengan kuesioner dan wawancara untuk melengkapi data. Data tersebut dianalisis dengan analisis regresi linier sederhana. Dari hasil analisis diketahui bahwa PAC berpengaruh terhadap efektivitas komunikasi dalam Harley Davidson Club Indonesia Surabaya. Hal yang paling menunjang terciptanya efektivitas komunikasi adalah BBM dapat mengurangi pengulangan komunikasi. Selain itu, diketahui bahwa penerima merupakan hal yang paling penting dalam proses komunikasi yang efektif.",
  "creators": "PETER",
  "contributors": "Astri Yogatama (Advisor 1); Lady Joanne Tjahyana, S.Kom., MMM. (Advisor 2); Jandy Edipson Luik (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010822/KOM/2012; Peter (51408017)",
  "subjects": "COMMUNICATION; COMMUNICATION IN ORGANIZATION"
}