{
  "id": "26454",
  "title": "Pengaruh kemiringan tiang tirus (tapered pile) terhadap daya dukungnya",
  "abstract": "Tiang Tirus {Tapered Pile) adalah suatu jenis pondasi tiang yang dimensinya mengecil secara linier dengan kedalaman. Berdasarkan penelitian pendahuluan (laboratorium dan teoritis), meskipun Tapered Pile memiliki material yang lebih sedikit dibandingkan dengan Straight Pile, daya dukung yang diberikan oleh Tapered Pile temyata lebih besar dibandingkan dengan Straight Pile. Hal ini disebabkan oleh tekanan dan gesekan yang diberikan oleh tanah di sekitar dinding miring.Tapered Pile memiliki nilai yang lebih besar dibandingkan dengan nilai gesekan yang bekerja pada dinding vertikal Straight Pile. Berpijak dari hal di atas maka diadakan suatu penelitian lanjutan berupa test pembebanan (Loading Test) terhadap beberapa Tapered Pile dengan sudut kemiringan dinding yang berbeda beda dan Straight Pile untuk mengetahui daya dukung tiang yang sesungguhnya. Dalam penelitian ini, diameter terbesar dari Tapered Pile diusahakan sama atau mendekati diameter dari Straight Pile dan semua tiang percobaan dipancang sampai pada kedalaman yang sama. Driving Log menunjukkan bahwa Tapered Pile membutuhkan jumlah pukulan hammer yang lebih banyak dibandingkan dengan Straight Pile untuk mencapai kedalaman rencana yang sama dan pada kondisi tanah yang sama pula, yang memberikan indikasi bahwa daya dukung dari Tapered Pile lebih besar dibandingkan Straight Pile. Hasil semua loading test menunjukkan bahwa daya dukung Tapered Pile lebih besar dibandingkan dengan Straight Pile.",
  "creators": "HIMAWAN; RUDYANTO INDARGO",
  "contributors": "Sugie Prawono (Advisor 1); Soebianto Tjandrawibowo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 579 S; Himawan (21489013), Rudyanto Indargo (21489103)",
  "subjects": "PILING (CIVIL ENGINEERING)"
}