{
  "id": "26469",
  "title": "Studi perbandingan beberapa bentuk pondasi sumuran",
  "abstract": "Pondasi merupakan salah satu baqian terpenting dari suatu konstruksi yang berfungsi meneruskan beban-beban di atasnya ke lapisan tanah pendukung. Persoalan yang sering dihadapi pada pondasi dangkal yang didirikan di lunak adalah daya dukung yang kecil dan penurunan yang besar atas lapisan tanah Salah satu alternatif untuk menqatasi hal ini digunakan lapisan tanah urug di bawah pondasi dengan tujuan untuk menyebarkan beban pondasi ke lapisan tanah lunak di bawahnya. Makin tebal tanah urug tersebut maka lapisan tanah lunak akan menerima reaksi beban pondasi yang makin kecil. Tetapi dengan bertambah tebalnya lapisan tanah urug yang digunakan maka beban total yang diterima oleh lapisan tanah lunak tersebut sebenarnya semakin besar pula. alternatif lain adalah dengan menggunakan suatu pondasi dangkal sumuran. Di sini fungsi tanah urug tidak hanya sebagai penyalur beban ke lapisan tanah lunak saja, tetapi juga dipakai untuk menahan tekanan samping dari pondasi tersebut. Penelitian dilakukan dengan membebani suatu model pondasi kerucut terpancung dengan baji di laboratorium dengan memanfaatkan tekanan tanah pasif yang dihasilkan oleh tanah urug yang distabilisasi dengan semen sebagai pendukungnya. Tebal total tanah stabilisasi adalah 5 cm dengan kadar seisen 2,5 % dan 5 %. Sebagai pembanding penelitian juga dilakukan dengan membebani model pondasi sumuran biasa dan model pondasi kerucut terpancung terbalik untuk mengetahui manfaat dari pengaruh tanah pasif ini terhadap peningkatan daya dukung model pondasi umur 14 hari. Dari hasil test pembebanan ditunjukkan bahwa model pondasi kerucut terpancung dengan baji dan model pondasi kerucut terpancung terbalik menghasilkan daya dukung 1,5 - 3 kali model pondasi sumuran biasa. Bentuk keruntuhan dari model pondasi kerucut terpancung dengan baji menyerupai bentuk log-spiral dengan nilai L/D berkisar 3 - 4.",
  "creators": "HENDRATHA PURWANTO; CHRISTINA",
  "contributors": "Sugie Prawono (Advisor 1); Soebianto Tjandrawibowo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 402 S; Hendratha Purwanto (283033), Christina (283056)",
  "subjects": "FOUNDATION; SOIL MECHANICS"
}