{
  "id": "26468",
  "title": "Baut mutu tinggi ditinjau berdasarkan peraturan Eropa & AISC",
  "abstract": "Sesuai dengan kemajuan teknologi, terutama untuk sambungan-sambungan konstruksi baja, maka dewasa ini banyak dipakai baut mutu tinqgi sebaqai alat penyambunq yang mempunyai berbagai keuntunqan antara lain: 1. Besarnya clamping force yang menimbulkan shear resistance pada bidang geser sambungan untuk menahan beban yang dipikul dapat diketahui dengan pasti pada waktu pengencangan baut mutu tinggi. 2. Efektif dan mudah (tidak memerlukan tenaga ahli khusus) untuk pemasangan baut mutu tinggi. Mengingat banyaknya peraturan yang memuat aturan- aturan tentang pemakaian baut mutu tinggi sebagai alat penyambung. Dari negara-negara Eropa telah mempunyai peraturan-peraturan sendiri yang menyesuaikan dengan peraturan Eropa sedangkan Amerika Serikat mempunyai peraturan AISC. Dalam penulisan tugas akhir ini kami meninjau baut mutu tinggi berdasarkan peraturan Eropa dan peraturan AISC untuk dapat memperoleh perbandingan kedua peraturan tersebut sebagai alat penyambung pada konstruksi baja dan keterkaitan PPBBI dalam kedua peraturan tersebut. Sebagai hasil dari perbandingan pada kedua peraturan tersebut dan juqa keterkaitan PPBBI dapat dilihat pada bab perhitungan dan kesimpulan. Untuk sambungan tipe geser perumusan PPBBI dapat dipakai untuk baut-baut HSFG general grade dan A325 karena menqhasilkan kekuatan geser yang lebih kecil jika dibandingkan dengan pemakaian rumus dari negara asal baut tersebut. Sedangkan untuk sambungan tipe tumpu, supaya perumusan PPBBI dapat digunakan untuk baut A325 maupun 8.8 grade precesion, diusulkan PPBBI memakai faktor k = 0,67 untuk tegangan tarik ijin dan k = 0,45 untuk teganqan geser ijin sesuai dengan B S, serta tegangan ijin untuk gabungan geser dan tarik kami batasi dengan persamaan elliptis. Dengan demikian akan dihasilkan teganqan-tegangan ijin yang mendekati sama atau lebih kecil jika dibandingkan pemakaian rumus dari negara asal baut tersebut.",
  "creators": "MOH TIO LIONG; FONGDl WIJAYA",
  "contributors": "Oentoeng (Advisor 1); Daniel Zefania Pribadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. ...; Moh Tio Liong (283028), Fongdi Wijaya (283029)",
  "subjects": "BOLTS AND NUTS; STEEL STRUCTURAL"
}