{
  "id": "2646",
  "title": "Analisa pengambilan keputusan konsumen terhadap air minum dalam kemasan 19 liter merek Ceria berdasarkan metode matriks konsumen",
  "abstract": "Apabila pelanggan merasa bahwa kebutuhannya tidak terpenuhi, maka pelanggan tersebut akan langsung berpaling pada produk pesaing yang dapat memuaskan keinginannya. Oleh karena itu, perusahaan khususnya PT Gunung Arta Manunggal yang memproduksi air galon perlu memfokuskan diri pada kebutuhan pelanggan dan kekuatan atau strategi pesaing agar dapat tetap bertahan hidup dan merebut pasar yang ada. Hal ini dapat dibuktikan dengan berkurangnya pelanggan yang komplain. Dengan demikian perusahaan perlu untuk mengetahui kebutuhan pelanggan atau value yang dianggap penting oleh konsumen. Kita dapat menggunakan Matiks Konsumen untuk mengetahui value yang terpenting dan selain itu juga dapat mengetahui peta kekuatan dan kelemahan suatu produk. Data pada Laporan Akhir ini didapat berdasarkan kuesioner yang disebarkan kepada pelanggan Ceria yang telah putus di Surabaya. Analisa dalam Laporan Akhir ini menggunakan metode Matriks Konsumen yang didukung dengan teori-teori statistik yang berkaitan. Hasil akhir dalam permasalahan ini adalah diketahuinya value yang terpenting menurut konsumen. Value tersebut adalah performance, responsiveness, dan assurance. Selain value tersebut, hasil lain yang perlu untuk dipertimbangkan adalah peta kekuatan dan kelemahan produk Ceria dibandingkan dengan produk kompetitor. Berdasarkan peta kekuatan dan kelemahan ini, dapat diketahui bahwa Ceria PC tidak memiliki kelemahan tetapi Ceria PC tetap perlu meningkatkan responsiveness dan assurance. Sedangkan Ceria PP tidak memiliki kekuatan bahkan memiliki kelemahan dalam hal responsiveness, estetika, dan citra merek. Karena responsiveness termasuk dalam value yang terpenting menurut konsumen, maka diperlukan perhatian yang lebih dalam meningkatkan value tersebut. Selain responsiveness, Ceria PP juga harus memperhatikan performance dan assurance karena kedua hal ini termasuk dalam value yang terpenting.",
  "creators": "ELLYANA",
  "contributors": "Kriswanto Widiawan (Advisor 1); Togar Wiliater Soaloon Panjaitan, S.T., MBA. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02040938/IND/2005; Ellyana (25401069)",
  "subjects": "CONSUMER BEHAVIOR-RESEARCH-MATHEMATICAL MODELS; CONSUMERS-RESEARCH-MATHEMATICAL MODELS"
}