{
  "id": "26471",
  "title": "Analisa dan perhitungan acuan",
  "abstract": "Di Indonesia sampai saat ini masih belum ada peraturan untuk perencanaan acuan beton bertulang, sehingga perencanaan acuan kurang mendapat perhatian yang serius dibandingkan perencanaan struktur bangunannya. Pada umumnya perencanaan acuan hanya berdasarkan pada pengalaman-pengalaman yang sebelumnya atau hanya kira-kira. Hal ini dapat menyebabkan perencanaan acuan bisa over estimate atau bahkan under estimate, di mana hal ini dapat membahayakan orang-orang yang bekerja dan struktur bangunannya juga. Untuk merencanakan acuan secara struktural akan memakan waktu sehingga perlu suatu cara untuk menyingkat waktu dan mempermudah perencanaan acuan tersebut. Dalam studi ini dicoba untuk merencanakan acuan secara struktural dengan memperhatikan faktor kualitas, keamanan, dan ekonomis yang disajikan dalam bentuk tabel-tabel yang diharapkan akan sangat membantu perencana. Tabel-tabel yang disajikan antara lain: menentukan tekanan beton terhadap acuan, perencanaan acuan untuk dinding, perencanaan acuan untuk kolom, dan perencanaan acuan untuk balok dan pelat lantai. Kemudahan-kemudahan yang diperoleh dari tabel-tabel tersebut, antara lain: misalnya untuk merencanakan acuan pelat lantai. Dalam hal ini data-data yang perlu diketahui yaitu tebal pelat beton, macam dan ukuran dari dekking/sheathing; joist/balok penahan sheathing yang akan di pakai. Dari data tersebut akan didapat berapa jarak joist dan perancah yang diperlukan serta dimensi dari perancah. Untuk mengetahui tekanan yang bekerja pada beton, ada nilai R ( rate of filling ) m/jam yang harus diketahui dulu. Rate of filling ini sama dengan debit pengecoran beton: luas bidang yang akan dicor tersebut. Adapun pemakaian material acuan yang dibahas dalam studi ini adalah sebagai berikut: - untuk sheathing dipakai pilihan antara lain: multiplex, dan kayu kelas kuat IV , - untuk joist, stud, wale, dan perancah dipakai kayu kelas kuat IV Dari pembahasan studi ini telah didapatkan cara yang mudah dan lebih mengarah ke aplikasi untuk merencanakan acuan yaitu tabel-tabel perencanaan acuan.",
  "creators": "JAHJA HARTANTO; WIDIANTO HONGKO",
  "contributors": "Daniel Zefania Pribadi (Advisor 1); Jonathan Hendra Kusuma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 355 S; Jahja Hartanto (283049), Widianto Hongko (283107)",
  "subjects": "REINFORCED CONCRETE CONSTRUCTION-STANDARDS; STEEL, WOODEN"
}