{
  "id": "26502",
  "title": "Perencanaan GIS (Gas Insulated Substation) Krembangan dalam rangka meningkatkan keandalan suplai daya listrik di daerah pelabuhan",
  "abstract": "Pesatnya perkembangan industri di Indonesia, khususnya di kota-kota industri dan kota-kota besar menyebabkan kebutuhan daya listrik semakin meningkat. Untuk memenuhi kebutuhan tersebut, hal yang dapat dilakukan oleh Perusahaan Umum Listrik Negara (PLN) adalah mendirikan gardu induk baru untuk meningkatkan kapasitas daya listrik yang akan disuplai kepada para konsumen. Pembangunan gardu induk baru di dalam kota yang padat penduduk merupakan suatu masalah karena sulitnya mencari lokasi baru di dalam kota serta semakin mahalnya harga tanah. Dengan penemuan teknologi gas SF6 sebagai bahan isoIasi, yang sekarang sudah diterapkan pemakaiannya pada gardu induk yang disebut Gas Insulated Substation (GIS), masalah lahan ini sudah dapat teratasi. Pembangunan GIS tidak memerlukan lahan yang luas karena gas SF6 mempunyai dielectric strength dua setengah kali lebih kuat daripada udara menyebabkan jarak antar konduktor dapat diperkecil, sehingga luas ruangan secara keseluruhan juga dapat dikurangi. Karena kebutuhan lahan yang tidak begitu luas dibandingkan dengan gardu induk konvensional (jenis outdoor), maka GIS dapat didirikan dengan memanfaatkan lahan yang tersisa pada gardu induk yang sudah ada (existing). Selain masalah lahan, GIS ini juga memerlukan perawatan yang lebih sedikit karena sebagian besar peralatannya dipasang di dalam ruangan sehingga bebas dari gangguan yang disebabkan oleh polusi.",
  "creators": "LIE TJOENG HIAN",
  "contributors": "IDHAM KHALIK PURBA (Advisor 1); Emmy Hosea (Advisor 2); ONTOSENO PENANGSANG (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 94/E/TST/003/0108; Lie TJoeng Hian (23486052)",
  "subjects": "ELECTRIC TRANSFORMERS; GAS INSULATED SUBSTATION (GIS)"
}