{
  "id": "26517",
  "title": "Evaluasi perumusan-perumusan daya dukung tiang pancang terhadap test pembebanan",
  "abstract": "Di dalam merencanakan daya dukung satu tiang pancang yang diijinkan terdapat bermacam-macam perumusan baik secara dinamis maupun secara statis (berdasarkan data sondir dan data boring ) dengan tingkat ketelitian yang berbeda. Maksud dari penulisan kami adalah untuk mengetahui tingkat ketelitian dari perumusan2 tersebut terhadap hasil test pembebanan satu tiang pancang yaitu dengan melakukan perhitungan2 daya dukung satu tiang pancang yang diijinkan berdasarkan perumusan2 tersebut memakai data-data tanah dari suatu proyek di mana diadakan test pembebanan satu tiang pancang. Di dalam melakukan perhitungan2 tersebut kami mendapat kesulitan-kesulitan - Terbatasnya data yang diperoleh, - Data yang diperoleh kurang memenuhi syarat prorsedur perhitungan. - Test pembebanan satu tiang pancang tidak dilakukan sampai runtuh. Untuk mengatasi hal tersebut di atas kami memakai kebijaksanaan2 yang sebaik mungkin Perumusan statis berdasarkan data boring dalam hal ini tidak dapat kami pergunakan karena data yang diperoleh kurang memenuhi syarat prosedur perhitungan, sehingga kami hanya melakukan perhitungan berdasarkan perumusan dinamis dan perumusan statis berdasarkan data sondir. Dari hasil perhitungan dapat diambil kesimpulan: Kedua perumusan statis (cara umum dan cara Schmertmann ) menunjukkan under-estimate yang paling minimum terhadap daya dukung satu tiang pancang yang diijinkan menurut test pembebanan. Perumusan dinamic menunjukkan tingkat ketelitian yang lebih rendah daripada kedua perumusan statis tersebut.",
  "creators": "ARDYANTO; ARIFIN HADIWIDJOJO",
  "contributors": "SUBIANTO TJANDRAWIBAWA (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 70 S; Arifin Hadiwidjojo (273004), Ardyanto (274138)",
  "subjects": "PILING (CIVIL ENGINEERING)-TESTING"
}