{
  "id": "26518",
  "title": "Deskripsi pengelolaan dan pengembangan usaha modes mbak Soem di Surabaya",
  "abstract": "Penelitian ini bertujuan untuk mendeskripsikan tentang pengelolaan dan pengembangan usaha Modes mBak Soem, menganalisis situasi dan kondisi lingkungan eksternal dan internal pada usaha konveksi, menganalisis SWOT dan menyusun rencana pengembangan usaha Modes mBak Soem. Pengelolaan usaha Modes mBak Soem jika dilihat dari implementasi fungsi-fungsi manajemen dan analisis faktor internal dan eksternal perusahaan, terlihat bahwa dari analisis lingkungan Internal: aspek sumber daya manusia yang belum maksimal. Hal ini dikarenakan belum semua tenaga yang dimiliki adalah tenaga ahli. Namun, dari segi aspek keuangan, pemasaran, dan produksi sudah cukup berjalan dengan baik. Sementara dari aspek eksternal, ancaman pendatang baru masih cukup rendah, karena pendatang baru masih dihadapkan pada minimnya modal. Namun, ancaman dari pemasok cukup tinggi, karena Modes mBak Soem belum memiliki pemasok tetap, untuk kain dan kebutuhan lain dari perlengkapan pakaian masih mengandalkan pemasok yang memberikan harga murah. Berdasarkan alternatif strategi SWOT, strategi yang bisa dilakukan untuk mengembangkan perusahaan dalam membangun jalur distribusi yang luas dan memanfaatkan teknologi untuk meningkatkan pelanggan baru. Untuk itu, sebaiknya Modes mBak Soem dapat mengembangkan fungsi sumber daya manusia dan aspek pemasaran untuk memperluas jalur distribusi dan relasi dalam pengembangan pasar",
  "creators": "KHO TIONG JOEN",
  "contributors": "Maria Praptiningsih, S.E., M.Sc.FE. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010531/MAN/2013; Kho Tiong Joen (31407123)",
  "subjects": "SMALL BUSINESS; SMALL BUSINESS-MANAGEMENT"
}