{
  "id": "26538",
  "title": "Manajemen bisnis dan pengembangan fungsi produksi/operasi bisnis garam beryodium pada perusahaan keluarga PT. Susanti Megah",
  "abstract": "Permintaan garam beryodium melebihi total produksi garam beryodium. Tingginya permintaan masyarakat dan pasokan bahan mentah yang besar menjadi peluang bagi perusahaan garam beryodium untuk mengembangkan bisnisnya. PT. Susanti Megah merupakan perusahaan yang sadar akan peluang tersebut dan sebaiknya menggarap peluang ini untuk mengembangkan bisnisnya. Tujuan penelitian ini yaitu, mendeskripsikan manajemen bisnis garam beryodium pada perusahaan keluarga PT. Susanti Megah, menganalisis situasi dan kondisi internal maupun eksternal bisnis garam beryodium pada perusahaan keluarga PT. Susanti Megah, melakukan analisis SWOT bisnis garam beryodium pada perusahaan keluarga PT. Susanti Megah, merumuskan alternatif strategi pengembangan bisnis garam beryodium pada bidang produksi dan operasional di perusahaan keluarga PT. Susanti Megah. Jenis penelitian ini adalah deskripsi kualitatif dengan metode studi kasus. Teknik penentuan informan menggunakan purposive sampling. Teknik pengumpulan data dengan cara wawancara terhadap para informan. Uji kredibilitas menggunakan trianggulasi sumber. Teknik analisis data dengan cara penyajian data dan penarikan kesimpulan. Hasil dari penelitian menunjukkan bahwa perusahaan telah memiliki empat fungsi bisnis utama yang masing – masing dikepalai oleh manajer dan telah melakukan perencanaan, pengorganisasian, pelaksanaan, dan kontrol dengan baik. Namun, dalam manajemennya belum menerapkan Segmenting, Targeting, Positioning (STP) dan prinsip- prinsip akuntansi, serta belum menerapkan tools manajemen modern (Balance Score cards, Statictical Process Control, dan Software Customer Relationship Management) yang dapat digunakan untuk meningkatkan kinerja manajemen bisnis. Alternatif strategi yang tepat untuk pengembangan bisnis garam beryodium pada bidang produksi dan operasional agar mampu menyerap permintaan pasar adalah strategi WO (penambahan kapasitas produksi dengan mendesain dan membuat mesin baru) melalui pendekatan strategi cost leadership best value",
  "creators": "JONATHAN TIRTO",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor 1); Bambang Haryadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Unknown",
  "subjects": "FAMILY- OWNED BUSINESS ENTERPRISES; PRODUCTION MANAGEMENT"
}