{
  "id": "26558",
  "title": "Pengelolaan dan pengembangan usaha pada PT. Sariadi Wahana Jasa di Surabaya",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengelolaan perusahaan keluarga PT. Sariadi Wahana Jasa di Surabaya, mendeskripsikan lingkungan internal dan eksternal perusahaan, melakukan analisis SWOT, dan menentukan formulasi strategi pengembangan usaha. Jenis penelitian yang digunakan adalah deskriptif dengan menggunakan pendekatan kualitatif. Sumber data yang digunakan terdiri dari data primer dan data sekunder. Teknik pengumpulan data yang digunakan adalah wawancara. Teknik analisis data yang digunakan adalah teknik analisis data kualitatif. Hasil penelitian menunjukkan bahwa PT. Sariadi Wahana Jasa telah menjalankan fungsi bisnis yang meliputi planning, organizing, actuating, dan controlling pada aspek sumber daya manusia, kegiatan pemasaran, keuangan, dan kegiatan produksi/ operasional senantiasa menjalankan fungsi bisnis tersebut. Pihak perusahaan belum mempunyai divisi khusus yang menangani kegiatan pemasaran. Berdasarkan hasil analisis kondisi internal dapat diketahui kekuatan dan kelemahan perusahaan. Kekuatan perusahaan antara lain adalah layanan berkualitas dengan harga terjangkau, alat transportasi memadai, berpengalaman dalam bisnis, dapat menyesuaikan layanan, dan birokrasi bisnis yang sederhana. Kelemahan perusahaan adalah tidak memiliki website, tidak memiliki divisi pemasaran, tidak ada kantor cabang dan agen luar kota Surabaya, masih ada keterlambatan pengiriman, dan belum standar penilaian kinerja karyawan. Berdasarkan hasil analisis lingkungan eksternal dapat peluang dan ancaman perusahaan. Peluang perusahaan adalah adanya pelanggan tetap, kerja sama dengan beberapa pelaku usaha di berbagai industri, jasa pengiriman yang banyak dibutuhkan, dan peluang pasar yang besar. Ancaman perusahaan adalah keberadaan pesaing, produk substitusi berupa kereta api kargo dan pesawat kargo, kebijakan pemerintah dalam masalah timbangan, dan tidak adanya batasan bagi pendatang baru untuk masuk bisnis Hasil analisis SWOT memberikan rekomendasi strategi yang dapat diterapkan perusahaan. Rencana strategi pengembangan usaha lebih ditekankan pada pengembangan pasar didukung kerja sama dengan perusahaan jasa pengiriman asing dan maskapai penerbangan nasional, membuka kantor cabang, dan membuka cabang/perwakilan di luar negeri untuk mengantisipasi perdagangan bebas ASEAN",
  "creators": "CINDY OCTAVIA RUSLY",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010517/MAN/2013; Cindy Octavia Rusly (31409140)",
  "subjects": "FAMILY CORPORATIONS; FAMILY CORPORATIONS--MANAGEMENT"
}