{
  "id": "26594",
  "title": "Pengelolaan dan pengembangan usaha pengelolaan roti pada PT. Panca Upaya Tunggal Abadi di Depok",
  "abstract": "Penelitian ini bertujuan untuk mendeskripsikan fungsi manajemen, lingkungan eksternal dan internal pada PT. Panca Upaya Tunggal Abadi yang merupakan salah satu perusahaan yang bergerak dalam bidang produksi roti yang berpusat di kota Depok, Jawa Barat. Serta mampu menyusun rencana pengembangan usaha sebagai bentuk pengelolaan dan pengembangan usaha perusahaan berdasarkan kekuatan, kelemahan, ancaman, dan peluang yang dimiliki perusahaan. Jenis penelitian ini adalah penelitian kualitatif. Metode pengumpulan data dilakukan dengan metode wawancara terhadap informan yang dipilih melalui metode purposive sampling. Kemudian data yang diperoleh diuji validitasnya dengan metode triangulasi sumber. Hasil penelitian yang dapat disimpulkan bahwa PT. Panca Upaya Tunggal Abadi memiliki pengelolaan usaha yang baik. Perusahaan memiliki kekuatan yang terletak pada kualitas produk yang baik. Kelemahan yang dimiliki perusahaan adalah pada manajemen tenaga kerjanya. Peluang yang dimiliki perusahaan adalah adanya pangsa pasar yang masih sangat luas dan ancaman yang dimiliki adalah keberadaan barang pengganti dan pesaing usaha perusahaan. Perusahaan dapat menggunakan strategi kepemimpinan biaya sebagai strategi perusahaan dan melakukan pengembangan bisnis dengan menekan biaya produksi, dan penetapan insentif untuk meningkatkan kinerja pekerjanya",
  "creators": "JONATHAN PARAMASATYA S",
  "contributors": "Zeplin Jiwa Husada Tarigan (Advisor 1); Dhyah Harjanti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010513/MAN/2013; Jonathan paramasatya Setiaji (31409196)",
  "subjects": "SMALL BUSINESS ENTERPRISES; SMALL BUSINESS ENTERPRISES-MANAGEMENT; STRATEGIC PLANNING"
}