{
  "id": "2660",
  "title": "Analisa kemacetan lalu lintas di sekitar Pasar Wadung Asri Sidoarjo dan alternatif pemecahannya",
  "abstract": "Kabupaten Sidoarjo merupakan salah satu kabupaten di Jawa Timur yang mengalami pertumbuhan ekonomi dan penduduk yang sangat pesat, sehingga berdampak pada kebutuhan sarana dan prasarana transportasi yang semakin meningkat. Kemacetan yang terjadi di sekitar Pasar Wadung Asri, Sidoarjo merupakan salah satu contoh semakin meningkatnya kebutuhan sarana dan prasarana transportasi tersebut. Kemacetan yang terjadi di sekitar Pasar Wadung Asri ini akan dicari solusinya agar para pemakai jalan dapat melewati jalan tersebut dengan aman dan nyaman. Studi yang dilakukan berupa studi kepustakaan dan survey lalu lintas untuk mendapatkan data-data volume lalu lintas yang kemudian digunakan untuk menentukan derajat kejenuhan yang terjadi dan alternatif terbaik yang akan diterapkan. Dari hasil perhitungan derajat kejenuhan, didapat bahwa derajat kejenuhan rata-rata simpang yang terjadi tahun 2002 sebesar 0.620 dan meningkat menjadi 0.728 pada tahun 2007. Tetapi derajat kejenuhan pada simpang D masih menunjukkan angka yang cukup besar yaitu 0.897 pada tahun 2002 dan 1.051 pada tahun 2007. Pada alternatif 3, yaitu manajemen lalu lintas satu arah dengan jembatan baru, derajat kejenuhan rata-rata simpang yang terjadi pada tahun 2002 sebesar 0.511 dan meningkat menjadi 0.599 pada tahun 2007, sedangkan pada simpang D derajat kejenuhannya sebesar 0.650 pada tahun 2002 dan meningkat menjadi 0.761 padatahun 2007. Dari hasil perhitungan derajat kejenuhan yang diperoleh, maka alternatif 3 yaitu manajemen lalu lintas satu arah dengan salah satu ruas jalan diperlebar (jembatan ruas C-D) merupakan alternatif terbaik dan dapat dipertahankan sampai lima tahun ke depan.",
  "creators": "KRISTANTO HADI; DONNY",
  "contributors": "Harry Patmadjaja (Advisor 1); YANUAR SANTOSA (Advisor 2); Indriani Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1226/SIP/2002; Kristanto Hadi (21496138), Donny (21497207)",
  "subjects": "TRAFFIC ENGINEERING; URBAN TRANSPORTATION"
}