{
  "id": "26603",
  "title": "Pengelolaan dan pengembangan usaha pengangkutan darat pada PT. Mega Samudratama di Surabaya (rencana pengembangan fungsi operasional)",
  "abstract": "Tujuan penelitian ini adalah untuk mendeskripsikan pengelolaan usaha, menganalisis keadaan lingkungan internal dan eksternal, melakukan analisis SWOT, serta merumuskan alternatif strategi pengembangan fungsi operasional PT Mega Samudratama di Surabaya. PT Mega Samudratama adalah perusahaan keluarga yang bergerak di bidang jasa pengangkutan darat. Penelitian ini menggunakan jenis penelitian deskriptif kualitatif dengan menggunakan teknik pengumpulan data yaitu wawancara. Hasil yang diperoleh dari penelitian ini menunjukkan bahwa pengelolaan perusahaan yang terdiri atas Planning, Organizing, Actuating, Controlling sudah berjalan dengan baik. Berikutnya mengenai analisis lingkungan internal yang terdiri atas empat aspek, yaitu pemasaran, operasional, SDM, dan keuangan. Hasil analisis lingkungan internal menunjukkan manajemen perusahaan sudah berjalan dengan baik. Analisis keadaan lingkungan eksternal menggunakan Porter’s Five Force Analysis untuk mendapatkan berbagai ancaman dan peluang. Hasil lingkungan eksternal yaitu perusahaan memiliki posisi kompetitif yang cukup kuat karena potensi pendatang baru lemah, tidak ada produk substitusi, dan daya tawar konsumen rendah. Analisis lingkungan internal dan eksternal dilakukan dengan analisis SWOT dan matriks Grand Strategy.Berdasarkan kombinasi dari matriks SWOT dan matriks Grand Strategy, didapat strategi pengembangan usaha yaitu penetrasi pasar",
  "creators": "ARDINA BUDIHARSANA",
  "contributors": "Inggrid (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010508/MAN/2013; Ardina Budiharsana (31409066)",
  "subjects": "FAMILY CORPORATIONS; FAMILY CORPORATIONS--MANAGEMENT"
}