{
  "id": "26608",
  "title": "Manajemen dan pengembangan operasional tambang batu bara pada PT. Tri Eka Bersama",
  "abstract": "Ada banyak perusahaan keluarga yang berhasil dalam menjalankan bisnisnya dewasa ini. Salah satunya adalah PT. Tri Eka Bersama yang merupakan perusahaan keluarga yang bergerak di bidang jasa penambangan batubara di Kalimantan.Tujuan dari penelitian ini adalah mendeskripsikan fungsi-fungsi manajemen, menganalisa lingkungan internal dan eksternal serta menyusun pengembangan bisnis PT.Tri Eka Bersama. Metode yang digunakan dalam penelitian ini adalah metode kualitatif deskriptif. Jenis data yang digunakan adalah data primer. Pengumpulan data primer menggunakan teknik wawancara. Hasil penelitian menunjukkan bahwa secara umum PT Tri Eka Bersama telah menjalankan usahanyapada Planning, Organizing, Actuating, Controlling, dengan baik. Kemudian dilakukan analisis lingkungan internal yang terdiri dari empat aspek, yaitu pemasaran,operasional, SDM dan keuangan. Hasil analisis lingkungan internal menunjukkan bahwan manajemen perusahaan sudah berjalan dengan baik. Porter’s Five Forces Analysis digunakan dalam menganalisis lingkungan eksternal untuk mengindentifikasi berbagai ancaman dan memperoleh peluang. Hasilnya, perusahaan memiliki posisi kompetitif yang cukup kuat,tidak ada produk pengganti, dan daya tawar pemasok rendah. Analisis lingkungan internal dan eksternal dilakukan dengan menganalisis SWOT. Strategi yang digunakan untuk perusahaan adalah cost leadership.",
  "creators": "GO MICHELLE GOENAWAN",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010507/MAN/2013; Go Michelle (31409014)",
  "subjects": "FAMILY BUSINESS ENTERPRISES-PERSONNEL MANAGEMENT; FAMILY- OWNED BUSINESS ENTERPRISES"
}