{
  "id": "26612",
  "title": "Manajemen bisnis dan pengembangan fungsi produksi/operasi bisnis pakan ternak unggas pada PT. XYZ unit Gedangan di Sidoarjo",
  "abstract": "PT. XYZ unit Gedangan merupakan perusahaan yang bergerak di bidang produksi pakan ternak unggas yang sangat dibutuhkan untuk menopang pertumbuhan industri peternakan khususnya di Jawa Timur. Penelitian ini bertujuan mengetahui penerapan manajemen bisnis pakan ternak unggas, situasi dan kondisi lingkungan internal dan eksternal, dan rencana pengembangan fungsi produksi/operasi pada PT. XYZ unit Gedangan. Jenis penelitian yang digunakan adalah deskripsi kualitatif. Teknik pengumpulan data menggunakan in-depth interview dan uji validitas menggunakan teknik triangulasi sumber.. Hasil penelitian menunjukkan bahwa manajemen bisnis pakan ternak unggas pada perusahaan ini sudah teroganisir menurut fungsi-fungsi manajemen dan bisnis yang benar, namun pengelolanya masih kurang responsif dalam menangani lonjakan permintaan yang terjadi, karena kapasitas yang tersedia belum mampu mengimbangi lonjakan permintaan pasar. Selain itu, peran kepala departemen procurement juga terlalu dominan dalam pembelian bahan baku. Analisis lingkungan internal menunjukkan bahwa kekuatan perusahaan berasal dari produk dan layanan yang berkualitas, sedangkan kelemahan pada kapasitas produksi yang belum dikembangkan. Analisis lingkungan eksternal menunjukkan bahwa peluang berasal dari pertumbuhan pasar yang pesat, sedangkan ancaman berasal dari kompetitor yang memiliki kapasitas produksi lebih besar. Hasil analisis SWOT menunjukkan bahwa alternatif strategi yang cocok adalah strategi diferensiasi. Rencana pengembangan usaha yang diusulkan peneliti adalah melakukan peremajaan mesin-mesin produksi dengan kapasitas yang lebih besar untuk mengatasi lonjakan permintaan, dan untuk meningkatkan efisiensi, sehingga dana yang tersisa dapat dialokasikan untuk meningkatkan kualitas layanan.",
  "creators": "CYNTHIA SUGIONO",
  "contributors": "Bambang Haryadi (Advisor 1); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010498/MAN/2013; Cynthia Sugiono (31409150)",
  "subjects": "PRODUCTION MANAGEMENT"
}