{
  "id": "26634",
  "title": "Pengelolaan dan pengembangan bisnis produksi dan distribusi rokok kretek CV. 369 Tobacco di Bojonegoro",
  "abstract": "CV. 369 Tobacco merupakan perusahaan yang bergerak di bidang produksi rokok. Meskipun sudah ada peringatan dan larangan dari pemerintah tentang merokok, namun permintaan terhadap rokok tetap meningkat. Peneliti bertujuan ingin mengetahui bagaimana pengelolaan usaha produksi dan distribusi rokok kretek, dengan melakukan analisis lingkungan internal dan eksternal, dan mengusulkan rencana strategi pengembangan bisnis produksi dan distribusi rokok kretek pada CV. 369 Tobbaco. Metode penelitian yang digunakan adalah penelitian deskriptif kualitatif dengan pendekatan studi kasus. Metode dalam mengumpulkan data adalah dengan melakukan indepth interview kepada beberapa narasumber terpilih secara snowball. Teknik analisis data adalah deskripsi dengan identifikasi, kategorisasi dan penarikan kesimpulan. Hasil penelitian menemukan bahwa penerapan fungsi-fungsi manajemen bisnis untuk mengelola usaha produksi dan distribusi rokok pada CV. 369 Tobacco masih belum efektif dan efisien, fungsi produksi dan distribusi belum mampu mengimbangi kenaikan permintaan pasar. Kekuatan berupa asset dan modal yang besar belum mampu dimanfaatkan untuk menggarap peluang permintaan pasar yang dalam setiap tahunnya terus mengalami peningkatan. Oleh karena itu alternatif strategi yang perlu diprioritaskan adalah dengan melakukan penambahan mesin untuk produk SKM (Sigaret Kretek Mesin) dan penambahan tenaga kerja untuk produk SKT (Sigaret Kretek Tangan) dengan rencana pengembangan berupa pembelian mesin baru dan perekrutan tenaga kerja baru.",
  "creators": "ELIZABETH UTAMA",
  "contributors": "Bambang Haryadi (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010493/MAN/2013; Elizabeth Utama (31409101)",
  "subjects": "FAMILY CORPORATIONS; FAMILY-OWNED BUSINESS ENTERPRISES-MANAGEMENT"
}