{
  "id": "26632",
  "title": "Evaluasi saluran irigasi pada daerah irigasi Pekalen Hilir, Candilimo dan Klampis",
  "abstract": "Evaluasi saluran irigasi pada Daerah Irigasi Pekalen Hilir - Probolinggo, Daerah Irigasi Candilimo - Mojokerto, dan Daerah Irigasi Klampis - Pamekasan dilakukan atas karakteristik saluran irigasi yang ditetapkan oleh Direktorat Jendral Pengairan melalui Buku Pedoman Kriteria Perencanaan dengan karakteristik saluran irigasi yang ada, khususnya pada koefisien kekasaran Strickler. Perhitungan kebutuhan air tanaman dilakukan dengan perhitungan evapotranspirasi berdasarkan Metode Panci Evaporasi untuk Daerah Irigasi Probolinggo atas data yang diambil dari Stasiun PG Wonolangan dan perhitungan evapotranspirasi berdasarkan Metode Radiasi untuk Daerah Irigasi Gandilimo atas data yang diambil dari Stasiun Subbalai Penelitian Tanaman Pangan Mojosari serta Daerah Irigasi Klampis atas data yang diambil dari Stasiun Kalianget. Berdasarkan besaran evapotranspirasi tanaman tersebut dan data pola tata tanam yang ada, maka kebutuhan air tanaman dapat dihitung. Demikian pula debit saluran dapat direncanakan untuk pertumbuhan tanaman, tidak termasuk kehilangan air yang terjadi. Hasil evaluasi karakteristik saluran irigasi yang telah\\ dilakukan menunjukkan bahwa koefisien kekasaran Strickler pada beberapa saluran irigasi di antara saluran-saluran yang ditinjau pada Daerah Irigasi Candilimo lebih besar daripada yang direncanakan berdasarkan Kriteria Perencanaan dan pada beberapa saluran irigasi di antara saluran-saluran yang ditinjau pada Daerah Irigasi Klampis lebih kecil daripada yang direncanakan berdasarkan Kriteria Perencanaan.",
  "creators": "INAWATI LIMBANGJAYA; TOHA NJOTOATMODJO",
  "contributors": "Frederik Jones Syaramual (Advisor 1); Ruslan Djajadi (Advisor 2); Agus Adhisetiono Sutanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 590 S; Inawati Limbangjaya (21486039), Toha Njotoatmodjo (21486093)",
  "subjects": "IRRIGATION ENGINEERING"
}