{
  "id": "2664",
  "title": "Penggunaan cerucuk pada tanah pasir untuk mengurangi tekanan tanah aktif pada struktur penahanan tanah",
  "abstract": "Penggunaan struktur penahan tanah pada suatu lapisan tanah akan memberikan suatu defleksi lateral karena adanya tekanan tanah aktif (active earth pressure). Besarnya tekanan tanah aktif itu bermacam-macam dan bergantung kepada jenis tanah yang digunakan. Penggunaan suatu lapisan tanah tertentu belum tentu efisien dan efektif, karena itu dipakai cerucuk dari kayu untuk lebih mereduksi tekanan tanah aktifnya. Untuk itu diadakan penelitian untuk membandingkan pemakaian cerucuk pada tanah liat dengan tanah pasir, manakah yang lebih bagus dan efisien untuk digunakan dalam suatu kontruksi bangunan. Metode yang digunakan adalah membandingkan berbagai kombinasi cerucuk yang ditusukkan ke dalam tanah pasir dengan tanah liat dan tanpa cerucuk. Percobaan ini dilakukan di laboratorium dengan menggunakan model struktur penahan tanah dan bak yang terbuat dari multiplek. Struktur penahan tanah dipasang tegak lurus dari dasar bak. Cerucuk dipasang dibelakang struktur penahan tanah dengan menggunakan variasi tertentu yang dilakukan sebanyak dua kali setiap variasinya. Dari hasil percobaan yang dilakukan disimpulkan bahwa penggunaan cerucuk dapat mereduksi tekanan tanah aktif dan penggunaan tanah pasir lebih mampu menerima beban yang lebih besar dibandingkan dengan tanah liat. Semakin panjang cerucuk, semakin dekat jarak antar cerucuk serta sudut kemiringan lebih kecil dari 90?, semakin mengurangi tekanan tanah aktif. Selain itu, pola pemasangan cerucuk berbentuk segitiga lebih efektif dibandingkan dengan pola pemasangan cerucuk berbentuk segiempat. Dengan adanya penelitian ini diharapkan mampu memberi masukan untuk mengetahui perbandingan dan keefektifan penggunaan cerucuk dalam mereduksi tekanan tanah aktif dan berguna untuk pembangunan stuktur dinding penahan tanah di daerah yang tinggi.",
  "creators": "STEVEN WIDJAJA; LOUIS EDWARD HATUSUPY",
  "contributors": "Soebianto Tjandrawibowo (Advisor 1); JULISTIONO HANDOJO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1192/SIP/2002; Steven Widjaja (21497177), Louis Edward (21497137)",
  "subjects": "SOILS-TESTING; SOIL MECHANICS"
}