{
  "id": "26643",
  "title": "Self disclosure pesan relationship violence pada remaja perempuan kembar dizygotic dan monozygotic",
  "abstract": "Pasangan kembar memiliki hubungan dan komunikasi interpersonal yang mendalam, termasuk dalam self disclosure. Subjek penelitian dalam kasus ini adalah dua pasang remaja kembar. Pasangan kembar pertama adalah remaja perempuan dengan saudara kembar laki-laki (kembar dizygotic) dan kedua adalah remaja perempuan dengan saudari kembar identiknya (kembar monozygotic). Kedua perempuan dalam pasangan kembar tersebut sama-sama mengalami relationship violence. Peneliti hendak mengungkapkan bagaimana remaja perempuan melakukan self disclosure mengenai relationship violence yang ia alami kepada saudara kembarnya, di mana penelitian ini dijalankan dengan menggunakan metode penelitian studi kasus. Proses self disclosure pada kedua pasangan kembar tersebut ternyata berbeda. Remaja perempuan pada pasangan kembar dizygotic awalnya menutup diri hingga ia mengalami stress, saat itulah ia terdorong untuk melakukan self disclosure. Namun, ia secara hati-hati melakukan seleksi komunikan dan akhirnya memilih saudara kembar laki-lakinya. Ia pun menceritakan pengalaman relationship violence-nya secara mendalam kepada saudara kembar laki-lakinya. Di sisi lain, remaja perempuan monozygotic lebih mudah melakukan self disclosure pesan relationship violence yang ia alami kepada saudari kembarnya, bahkan sebelum pengalaman tersebut menimbulkan perasaan stress dalam dirinya. Namun, respon saudari kembar identik yang tidak sesuai harapan menyebabkan self disclosure pesan relationship violence di antara pasangan kembar monozygotic berhenti, sehingga informasi yang ia ungkapkan tidak mendalam.",
  "creators": "JOHANSEN HALIM",
  "contributors": "Astri Yogatama (Advisor 1); Desi Yoanita (Advisor 2); Drs. WOLLY BAKTIONO, M.Si. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010812/KOM/2012; Johansen Halim (51408027)",
  "subjects": "INTERPERSONAL COMMUNICATION"
}