{
  "id": "2665",
  "title": "Perbandingan analisa statik nonlinier pushover dengan analisa dinamik nonlinier riwayat waktu secara tiga dimensi untuk struktur dengan setback",
  "abstract": "Tujuan penelitian ini adalah untuk mengetahui apakah analisa pushover mampu mencerminkan perilaku nonlinier struktur dengan setback ketika mengalami gempa. Digunakan struktur tidak simetris tidak beraturan sepuluh lantai dengan setback lima lantai, struktur tidak simetris tidak beraturan 15 lantai dengan setback sepuluh lantai, dan struktur simetris tidak beraturan 15 lantai dengan setback sepuluh lantai yang direncanakan berdasarkan SKSNI T-15-1991- 03 untuk analisa. Sebagai analisa pembanding digunakan anahsa dinamik riwayat waktu dengan beban gempa El Centro 18 Mei 1940 N-S Modifikasi berdasarkan Konsep ke-3 SNI 1726-1999 dengan periode ulang 200, 500, 1000, 2000, 5000, dan 10000 tahun. Kurva kapasitas berupa base shear terhadap roof displacement dari kedua analisa dibandingkan. Selain itu juga ditentukan tingkat kinerja struktur menurut Asian Concrete Model Code berdasarkan performance index berupa interstory drift pada performance point. Diperoleh bahwa analisa statik nonlinierpushover cukup mendekati hasil analisa dinamik nonlinier riwayat waktu berdasarkan pencatatan base shear maksimum dan displacement maksimum, sehingga dapat disimpulkan bahwa analisa pushover cukup baik meramalkan perilaku nonlinier struktur ketika mengalami gempa. Kesimpulan lain yang diperoleh adalah struktur yang didesain berdasarkan peraturan di atas memiliki acceptable performance menurut Asian Concrete Model Code.",
  "creators": "CINDY KUMALASARI; VERLINA WIJAYA",
  "contributors": "Benjamin Lumantarna (Advisor 1); Takim Andriono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1163 S; Cindy Kumalasari (21498038), Verlina Wijaya (21498195)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS"
}