{
  "id": "26651",
  "title": "Pengelolaan dan pengembangan fungsi sumber daya manusia pada PT. Delta Merlin Sandang Tekstil di Surakarta",
  "abstract": "Usaha produksi benang menunjukkan peningkatan dibandingkan industri garment karena pangsa pasar yang ada lebih berminat pada industri benang untuk pembuatan pakaian jadi, dll. Penelitian ini bertujuan untuk mengetahui pengelolaan dan pengembangan fungsi sumber daya manusia yang dilakukan oleh PT. Delta Merlin Sandang Tekstil. Jenis penelitian yang digunakan adalah metode penelitian deskriptif kualitatif dengan metode studi kasus. Metode untuk pengumpulan data menggunakan indepth interview. Teknik triangulasi sumber data untuk menguji keabsahan data. Teknik analisis data dengan identifikasi konten, deskripsi melalui kategorisasi dan penarikan kesimpulan. Hasil penelitian menunjukkan bahwa PT. Delta Merlin Sandang Tekstil sudah menggunakan tenaga profesional, tapi fungsi pemasaran dan sumber daya manusia belum fungsional. Dalam lingkungan internal, masih belum ada departemen khusus yang menangani fungsi pemasaran. Kekuatan yang belum dimanfaatkan adalah penggunaan gudang belum maksimal sepenuhnya. PT. Delta Merlin Sandang Tekstil memiliki kelemahan yang mengkhawatirkan ada pada human error yang berakibat pada produk cacat dan complain pelanggan. Pada lingkungan eksternal, ancaman yang timbul berasal dari harga produk pengganti yang lebih murah dibandingkan harga produk dari perusahaan. Peluang yang belum dimanfaatkan adalah belum dapat memberikan harga yang lebih terjangkau di produk substitusi. Strategi prioritasnya adalah meningkatkan kepuasan pelanggan, meningkatkan efisiensi dan efektivitas, mempertahankan karyawan lama, memperpendek birokrasi, menaikkan gaji karyawan, dan memaksimalkan kualitas produk. Rencana pengembangan adalah mempertahankan karyawan dengan sarana dan prasarana yang memadai.",
  "creators": "AMELIA KURNIA INDRASARI",
  "contributors": "Zeplin Jiwa Husada Tarigan (Advisor 1); Bambang Haryadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010492/MAN/2013; Amelia Kurnia (31409197)",
  "subjects": "FAMILY CORPORATIONS; FAMILY CORPORATIONS--MANAGEMENT; FAMILY CORPORATIONS-PERSONNEL MANAGEMENT"
}