{
  "id": "26662",
  "title": "Pengelolaan dan pengembangan bisnis industri alat rumah tangga plastik pada fungsi sumber daya manusia di PT. Lestari Bambe Plastik",
  "abstract": "PT. Lestari Bambe Plastik adalah sebuah perusahaan yang bergerak di bidang produksi plastik atau barang pecah belah (alat rumah tangga) seperti ember, gayung, timba, dll. Penelitian ini membahas mengenai Fungsi Sumber Daya Manusia yang ada pada PT. Lestari Bambe Plastik yang berpusat di daerah Driyorejo Gresik. Penelitian ini menggunakan penelitian deskriptif kualitatif dengan metode studi kasus di mana pengumpulan data menggunakan observasi dan wawancara kepada direktur perusahaan, pemilik perusahaan, dan orang-orang yang menduduki posisi pada divisinya masing-masing untuk memperoleh Informasi yang dibutuhkan dalam penelitian ini, antara lain informasi mengenai Fungsi Sumber Daya Manusia yang telah diterapkan pada PT. Lestari Bambe Plastik. Dari hasil penelitian yang dilakukan dapat ditarik kesimpulan bahwa, dalam menjalankan usahanya PT. Lestari Bambe Plastik telah menjalankan fungsi manajemen di setiap fungsi bisnis yang ada di dalam perusahaan, disarankan pada PT. Lestari Bambe Plastik untuk menggunakan strategi diferensiasi dalam rangka untuk meningkatkan kinerja perusahaan, menghasilkan produk unik, dan mengarah pada konsumen yang peka terhadap harga. Selain itu hal ini berguna bagi perusahaan dalam hal menghadapi persaingan yang semakin hari semakin beresiko.",
  "creators": "NICKSON BERNHARD LOUIS",
  "contributors": "Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010488/MAN/2013; Nickson Bernhard Louis (31409122)",
  "subjects": "FAMILY CORPORATIONS; FAMILY CORPORATIONS--MANAGEMENT; FAMILY CORPORATIONS-PERSONNEL MANAGEMENT"
}