{
  "id": "26665",
  "title": "Manajemen dan pengembangan sumber daya manusia pada jasa konstruksi PT. Technofroze Indra Jaya Surabaya",
  "abstract": "Sumber daya manusia dalam sektor konstruksi memegang peranan penting karena terkait dengan penyediaan infrastuktur yang secara langsung maupun tidak langsung menjadi pendukung bagi perkembangan perekonomian. Sehingga perusahaan perlu mengupayakan agar sumber daya manusia dapat dikelola dengan baik, dan mengembangkan potensi dari sumber manusia yang digunakan. Penelitian ini membahas mengenai pengelolaan dan pengembangan sumber daya manusia pada PT. Technofroze Indra Jaya Surabaya, mendiskripsikan lingkungan internal dan eksternal perusahaan, serta rencana pengembangan bisnis dan sumber daya manusia PT. Technofroze Indra Jaya Surabaya. Teknik analisa yang digunakan dalam penelitian ini adalah kualitatif deskriptif, dan untuk penentuan informan dalam penelitian ini digunakan purposive sampling. Purposive sampling ini digunakan untuk mendapatkan data yang diperlukan dalam penelitian. Dalam mengumpulkan data penelitian, peneliti menggunakan metode wawancara dan observasi. Dari hasil penelitian yang dilakukan dapat disimpulkan bahwa perusahaan perlu melakukan pengelolaan sumber daya manusia dengan memberikan pelatihan- pelatihan seperti melakukan dan mengembangkan promosi yang baik, menambah staf pada bagian sumber daya manusia, keuangan, pemasaran, dan produksi untuk dapat mengembangkan usaha perusahaan yaitu fokus biaya dan melakukan rencana pengembangan sumber daya manusia dari tujuan panjang perusahaan, tujuan tahunan sumber daya manusia, dan kebijakan-kebijakan.",
  "creators": "LIDYA NOVIANTI",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010486/MAN/2013; Lidya Novianti (31409145)",
  "subjects": "PERSONNEL MANAGEMENT"
}