{
  "id": "26676",
  "title": "Identifikasi dan analisa potensi dan kondisi bangunan bersejarah di Kawasan Kota Atas Surabaya saat Ini sebagai objek wisata sejarah",
  "abstract": "Penelitian ini dilakukan untuk mengidentifikasi bangunan bersejarah di kawasan kota atas Surabaya yang memiliki potensi sebagai objek wisata sejarah, mengetahui kendala apa saja yang menjadi penghambat untuk mengembangkan bangunan bersejarah dan mengetahui pembagian cluster bangunan bersejarah tersebut . Jenis penelitian ini adalah kualitatif dan kuantitatif. Sumber data primer dari observasi lapangan dan in-depth interview. Sumber data sekunder dari dokumentasi. Hasil penelitian ini ada 13 bangunan bersejarah berpotensi tinggi karena memiliki nilai sejarah yang sangat kuat, bangunannya unik dirancang oleh arsitek terkenal dan dipromosikan sebagai objek wisata, dan ada 7 bangunan berpotensi sedang karena memiliki nilai sejarah yang kurang serta akses masuk yang terbatas. Kendala yang dihadapi dalam mengembangkan bangunan bersejarah sebagai objek wisata antara lain belum ada anggaran khusus untuk perawatan bangunan bersejarah, kurangnya kesadaran, dan tidak semua bangunan bersejarah dibuka untuk umum. Pembagian cluster untuk bangunan tersebut ada 4, yaitu cluster pertama adalah Tugu Pahlawan sampai dengan Kawasan Bubutan. Cluster kedua adalah Gedung Taman Budaya sampai dengan dan Hotel Majapahit. Cluster ketiga yaitu Gedung Grahadi sampai dengan area Monkasel. Cluster keempat Kawasan Darmo.",
  "creators": "CYNTHIA ANGELINA WARDOJO; KIKI AMELIA STEVEN",
  "contributors": "Rachmat Sugianto (Advisor 1); Tio Sally P. Suhonggo (Advisor 2); Dra. Monica Ida Uniati , M.M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010135/MAN /2012; Cynthia Angelina Wardojo (35408026), Kiki Amelia Steven (35408030)",
  "subjects": "HERITAGE TOURISM; SURABAYA-TOURIST TRADE; HERITAGE TOURISM-SURABAYA"
}