{
  "id": "26683",
  "title": "Penggunaan geotextile untuk meningkatkan daya dukung tanah",
  "abstract": "Pondasi merupakan salah satu bagian terpenting dari suatu konstruksi yang berfungsi meneruskan beban di atasnya ke lapisan pendukung. Persoalan yang sering dihadapi pada pondasi dangkal yang didirikan di atas lapisan tanah lunak adalah daya dukung yang kecil dan penurunan yang besar. Suatu alternatif yang sering dipakai untuk mengatasi hal ini yaitu dengan menggunakan lapisan tanah urug di bawah pondasi dengan tujuan untuk menyebarkan beban pondasi ke lapisan tanah lunak di bawahnya. Makin tebal tanah urug tersebut maka lapisan tanah lunak akan menerima reaksi beban pondasi yang makin kecil. Tetapi dengan bertambah tebalnya lapisan tanah urug yang digunakan, maka beban total yang diterima oleh lapisan tanah lunak tersebut sebenamya makin besar pula. Untuk mengatasi hal tersebut maka dicoba dengan menggunakan Geotextile, karena berat Geotextile ini relatif ringan dan dapat diabaikan akan tetapi mempunyai kekuatan tarik yang cukup besar untuk menerima beban di atasnya Suatu percobaan pembebanan dilakukan pada dua model pondasi tanpa Geotextile dan model pondasi dengan berbagai macam ukuran Geotextile sebagai penahan dibawahnya untuk mengetahui peningkatan daya dukung tanah serta pengurangan penurunan yang terjadi. Hasil pembebanan model di laboratorium menunjukkan bahwa pada model pondasi yang menggunakan Geotextile, daya dukung tanah dan pengurangan penurunan yang terjadi lebih besar dibandingkan dengan model pondasi tanpa menggunakan Geotextile. Dari perbandingan hasil percobaan antara model pondasi yang menggunakan Geotextile ukuran 40x 40 Cm dengan model pondasi yang menggunakan Geotextile ukuran 60x 60 cm menunjukkan bahwa peningkatan daya dukung tanah dan pengurangan penurunan lebih cepat terjadi pada pondasi yang menggunakan Geotextile ukuran 40 x 40 cm.",
  "creators": "TASWIN; SIWASUGIARTO YAPIY",
  "contributors": "Soebianto Tjandrawibowo (Advisor 1); Sugie Prawono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 596 S; Taswin (21489019); Siwasugiarto Yapiy (21489069)",
  "subjects": "FOUNDATIONS"
}