{
  "id": "26686",
  "title": "Manajamen dan pengembangan sumber daya manusia pada usaha corrugated cartons and boxes PT. ZXC",
  "abstract": "Di Indonesia, perkembangan industri kemasan dari kertas dan karton terus mengalami peningkatan. Perkembangan industri sangat dipengaruhi oleh faktor- faktor yang mendorong berjalan dan berkembangnya sebuah perusahaan. Salah satu faktor yang terpenting dalam berkembangnya perusahaan adalah manusia atau tenaga kerja. Dalam dunia bisnis, PT. ZXC merupakan perusahaan keluarga yang usahanya bergerak di bidang industri kemasan kotak karton bergelombang. Penelitian ini membahas mengenai pengelolaan usaha pada PT. ZXC serta mendiskripsikan lingkungan internal dan eksternal perusahaan, dan kemudian merumuskan strategi untuk rencana pengembangan bisnis pada aspek sumber daya manusia. Jenis penelitian yang digunakan dalam penelitian ini adalah kualitatif deskriptif. Jenis data yang digunakan kualitatif. Teknik pengumpulan data wawancara semi terstruktur. Sumber data yang digunakan adalah data primer dan data sekunder. Penentuan informan menggunakan teknik purposive sampling. Teknik analisa data yang digunakan interactive model dan untuk menguji keabsahan data menggunakan teknik triangulasi sumber. Dari hasil penelitian yang telah dilakukan dapat disimpulkan bahwa pengelolaan perusahaan keluarga pada PT. ZXC memiliki kendala pada masalah ketenagakerjaan, sehingga perusahaan ini dapat melakukan strategi pengembangan bisnis yang berupa fokus pada segmen pasar konsumen perusahaan makanan dan minuman. Yang dapat dilakukan dengan menjaga keunggulan utama perusahaan yang berupa ISO 9001:2008. Dengan melakukan perbaikan-perbaikan dalam internal perusahaan yang berkaitan tentang tenaga kerja. Dengan perbaikan job description, job specification, dan job performance standard terlebih dahulu sebelum merencanakan pelatihan-pelatihan.",
  "creators": "ALAN WIRATAMA",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010484/MAN/2013; Alan Wiratama (31409266)",
  "subjects": "FAMILY CORPORATIONS; FAMILY CORPORATIONS-PERSONNEL MANAGEMENT; FAMILY CORPORATIONS--MANAGEMENT"
}