{
  "id": "2669",
  "title": "Analisis dampak negatif pelaksanaan pembangunan proyek terhadap lingkungan hidup di sekitarnya",
  "abstract": "Aktivitas manusia dalam pelaksanaan proyek bangunan dapat menimbulkan dampak yang merugikan (negatif) pada lingkungan sekitarnya. Tetapi dampak negatif tersebut kurang mendapat perhatian dari para pelaku bidang konstruksi yang lebih memperhatikan konsep biaya, mutu, dan waktu Padahal dampak negatif yang ditimbulkan dapat mengganggu, merugikan, bahkan dapat membahayakan masyarakat di sekitar proyek konstruksi tersebut. Penelitian ini bertujuan untuk mengetahui dampak negatif yang paling berpengaruh dari pelaksanaan proyek rumah tinggal dan bangunan tinggi beserta akibatnya terhadap lingkungan sekitar, mengetahui hubungan luas proyek dan letak responden terhadap dampak negatif yang ditimbulkan dari pelaksanaan proyek rumah tinggal dengan menggunakan analisa Crosstab, dan membandingkan pengaruh dampak negatif dari pelaksanaan proyek rumah tinggal dan bangunan tinggi dengan menggunakan analisa Uji T. Hasil analisa data menunjukkan bahwa dampak negatif yang paling berpengaruh dari pelaksanaan proyek rumah tinggal dan bangunan tinggi adalah polusi udara dengan mean 3.75 dan 3.87. Selain itu juga didapat hubungan antara luas proyek dan letak responden terhadap dampak negatif yang paling berpertgaruh yang ditimbulkan dari pelaksanaan proyek rumah tinggal. Hasil analisa data juga menunjukkan bahwa pelaksanaan proyek bangunan tinggi menimbulkan dampak getaran, dampak terhadap tumbuhan yang ada, dan dampak kemacetan dengan pengaruh yang lebih besar daripada proyek rumah tinggal.",
  "creators": "JOHANNES; JIMMY VENNARD",
  "contributors": "Connie Susilawati (Advisor 1); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1246/SIP/2002; Johannes (21498137), Jimmy Vennard (21498178)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}