{
  "id": "26716",
  "title": "Pengaruh komitmen organisasional dan kepuasan kerja karyawan terhadap organizational citizenship behavior (OCB) di PT. CB Capital",
  "abstract": "Di era globalisasi ini, persaingan diantara perusahaan semakin tak terelakkan, semua perusahaan berlomba-lomba untuk menjadi yang terbaik. Setiap organisasi yang ingin berkembang dan bertahan dalam ketatnya persaingan, dituntut untuk perlu melakukan sebuah perubahan demi mempertahankan kelangsungan dan kemajuan organisasi di masa depan. Untuk mencapai suatu tujuan organisasi yang efektif dan efisien dibutuhkan sumber daya yang mendukung sehingga dapat mempermudah pekerjaan yang dilakukan. Namun, walaupun tersedia sumber daya yang lengkap dan memadai, faktor sumber daya manusia di dalam organisasi merupakan faktor penting yang perlu menjadi perhatian. Sumber daya manusia atau karyawan adalah asset perusahaan yang sangat penting. Data yang digunakan adalah data kuantitatif. Metode pengujian data kuantitatif dilakukan dengan menggunakan validitas dan reliabilitas, sedangkan metode analisis data yang dipakai adalah dengan menggunakan analisis regresi linear berganda, analisa deskriptif, uji asumsi klasik dan uji hipotesa yang berasal dari data kuantitatif yang dikumpulkan dari kuesioner yang telah diisi dan diolah. Dari hasil penelitian diketahui bahwa komitmen organisasional berpengaruh positif dan signifkan terhadap organizational citizenship behavior, kepuasan kerja karyawan berpengaruh positif dan signifikan terhadap organizational citizenship behavior. Dari hasil penelitian juga diketahui bahwa komitmen organisasional dan kepuasan kerja karyawan berpengaruh positif (searah) terhadap organizational citizenship behavior, dari hasil penelitian tersebut juga diketahui bahwa kedua variabel tersebut berpengaruh baik secara serentak maupun secara parsial.",
  "creators": "THEOPHILUS WILLIAM",
  "contributors": "Eddy Madiono Sutanto (Advisor 1); Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010468/MAN/2013; Theophilus William (31409019)",
  "subjects": "JOB SATISFACTION; ORGANIZATIONAL BEHAVIOR"
}