{
  "id": "26713",
  "title": "Penerapan prinsip-prinsip good corporate governance pada perusahaan keluarga: studi deskriptif pada PT. Papasamsu",
  "abstract": "Perusahaan keluarga menjadi fenomena tersendiri dalam dunia bisnis. Hal ini dikarenakan perusahaan keluarga bisa memberikan kontribusi yang besar bagi kemajuan suatu negara. Dalam perkembangannya perusahaan keluarga tidak lepas dari konflik antara pihak pemilik dengan stakeholder. Untuk penyelesaian konflik maka penerapan prinsip Good Corporate Governance sangat dibutuhkan. Oleh karena itu, peneliti ingin meneliti bagaimana penerapan prinsip Good Corporate Governance di PT. Papasamsu. Lalu peneliti menggabungkan dan menganalisa kinerja perusahaan dalam menerapkan prinsip-prinsip tersebut. Pengumpulan data dilakukan melalui wawancara kepada pihak yang bersangkutan dan observasi secara langsung di lingkungan perusahaan. Pengujian keabsahan data dengan menggunakan triangulasi sumber kepercayaan suatu informasi yang diperoleh melalui waktu dan alat yang berbeda. Cara yang dilakukan dalam penelitian ini adalah membandingkan data hasil pengamatan dengan hasil wawancara, membandingkan hasil wawancara dengan data-data tertulis yang dimiliki PT. Papasamsu. Dari hasil penelitian yang dilakukan oleh peneliti, didapati masih ada bagian dari prinsip GCG yang belum dilaksanakan, yaitu prinsip accountability dan responsibility. Diharapkan perusahaan bisa melaksanakan prinsip accountability dan responsibility dengan baik, sambil mempertahankan prinsip-prinsip yang lain.",
  "creators": "LUKAS WILLIAM ANDYPRATAMA",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010473/MAN/2013; Lukas William Andypratama (31409055)",
  "subjects": "CORPORATE GOVERNANCE; FAMILY- OWNED BUSINESS ENTERPRISES"
}