{
  "id": "26725",
  "title": "Manajemen dan pengembangan fungsi pemasaran pada usaha konstruksi PT. Mulia Mukti Sejahtera",
  "abstract": "Di Indonesia perusahaan keluarga sudah tidak asing lagi. Banyak perusahaan keluarga yang berhasil dalam menjalankan bisnisnya. PT Mulia Mukti Sejahtera adalah salah satu perusahaan keluarga yang bergerak di industri konstruksi. Penelitian ini bertujuan untuk mendeskripsikan fungsi manajemen perusahaan PT Mulia Mukti Sejahtera khususnya dalam hal pemasaran, untuk mengetahui kondisi lingkungan internal dan eksternal perusahaan pada PT Mulia Mukti Sejahtera, serta merumuskan rencana pengembangan bisnis yang akan direkomendasikan pada PT Mulia Mukti Sejahtera. Untuk tujuan tersebut peneliti akan menggunakan metode kualitatif. Untuk memperoleh data yang dibutuhkan dalam penelitian ini digunakan metode wawancara. Informasi yang dibutuhkan dalam penelitian ini antara lain informasi mengenai fungsi planning, organizing, actuating dan controlling yang dijalankan perusahaan. Penelitian ini juga menggunakan analisis kekuatan bersaing Porter untuk menganalisis lingkungan eksternal. Dari hasil penelitian yang dilakukan dapat ditarik kesimpulan, bahwa dalam menjalankan usahanya PT Mulia Mukti Sejahtera sudah menjalankan fungsi manajemen di setiap fungsi bisnis yang ada di perusahaan dengan cukup baik. Kemudian dilakukan analisis lingkungan internal dan lingkungan eksternal sebagai acuan dalam menyusun rencana pengembangan bisnis dan strategi yang direkomendasikan bagi perusahaan. Adapun saran yang dapat diberikan adalah dengan menambah jumlah tenaga pemasaran, mengadakan meeting tim secara berkala, serta meningkatkan chanel pemasok-pemasok agar dapat mencermati perbandingan harga yang ada antar pemasok.",
  "creators": "STEPHEN CHRISTANTO",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010463/MAN/2013; Stephen Christanto (31408065)",
  "subjects": "MARKETING-MANAGEMENT; FAMILY CORPORATIONS--MANAGEMENT; FAMILY CORPORATIONS"
}