{
  "id": "26724",
  "title": "Studi deskriptif penerapan prinsip-prinsip good corporate governance pada PT. Suryaraya Nusatama di Surabaya",
  "abstract": "Isu Good Corporate Governance mulai dikenal sejak terjadinya krisis ekonomi di dunia. Salah satu penyebab krisis ekonomi tersebut adalah buruknya tata kelola perusahaan pada saat itu. Di dalam karya ilmiah ini peneliti ingin mengetahui implementasi Good Corporate Governance pada PT Suryaraya Nusatama dengan menggunakan 5 (lima) prinsip Good Corporate Governance. Prinsip yang dibahas adalah prinsip transparansi, akuntabilitas, responsibilitas, independensi, fairness. Peneliti menggunakan pendekatan kualitatif deskriptif. Cara yang dilakukan dalam penelitian ini adalah menggunakan pengumpulan data melalui wawancara kepada pihak yang bersangkutan dan observasi secara langsung di lingkungan serta di dalam perusahaan. Membuat penyajian dalam bentuk tabel dan uraian penjelasan. Uji keabsahan data dengan menggunakan triangulasi sumber kepercayaan suatu informasi yang diperoleh melalui waktu dan alat yang berbeda, membandingkan data hasil pengamatan dengan hasil wawancara, membandingkan hasil wawancara dengan data-data tertulis yang dimiliki PT Suryaraya Nusatama. Hasil penelitian ini menunjukkan bahwa PT Suryaraya Nusatama telah menerapkan kelima prinsip Good Corporate Governance dengan baik, sesuai dengan indikator penelitian yang telah ditetapkan. Diharapkan PT Suryaraya Nusatama tetap menjaga dan meningkatkan penerapan prinsip-prinsip Good Corporate Governance.",
  "creators": "GABRIELA KARTIKA PURWANTO",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010464/MAN/2013; Gabriela Kartika Purwanto (31409096)",
  "subjects": "CORPORATE GOVERNANCE; FAMILY CORPORATIONS"
}