{
  "id": "2673",
  "title": "Analisa keterkaitan diferensiasi mobil merek Avanza dan karakteristik pembeli di PT Astra Internasional Basuki Rahmat Surabaya",
  "abstract": "Persaingan ketat terjadi di lingkungan industri otomotif. Setiap merek selalu mengeluarkan generasi terbaru untuk mengimbangi generasi lama yang telah di desak generasi baru merek lainnya. Merek Toyota, Honda, dan Suzuki adalah tiga merek mobil yang mempunyai pangsa pasar terbesar di Indonesia. Usaha untuk tetap mengeluarkan generasi terbaru dari setiap merek mobil ini merupakan usaha untuk melindungi pelanggan setiap merek dengan tidak membiarkan pelanggan tersebut mencari variasi baru pada merek pesaing. Generasi terbaru Avanza dikeluarkan untuk mengimbangi laju Honda Stream yang dikeluarkan oleh Honda maupun Aerio serta merek otomotif lainnya. Secara lebih lengkap, kehadiran Avanza memang diposisikan untuk memberikan pembedaan dengan produk sejenis lainnya, baik pada generasi Toyota itu sendiri maupun dari perspektif produk pesaing. Hasil pembahasan menunjukkan bahwa: (a) terdapat hubungan yang kuat antara diferensiasi produk dengan karakteristik konsumen. Konsumen sangat sesuai dengan tingkat diferensiasi yang diberikan mobil Avanza dilihat dari pembedaan produk dibandingkan dengan produk mobil Xenia, meliputi keistimewaan interior, kinerja CC = 1300 cc (kekuatan mesin), kesesuaian desain mobil dengan posisinya sebagai mobil keluarga, tingkat keandalan bahan bakar, dan gaya yang ditampilkan, (b) terdapat kesesuaian antara layanan yang diberikan Avanza dengan keinginan konsumen atas layanan, yang meliputi pengurusan surat, layanan konsultasi, dan layanan perbaikan. Hal tersebut mempunyai hubungan yang kuat dengan karakteristik konsumen, (3) terdapat hubungan antara diferensiasi personil dengan karakteristik konsumen, yang menilai personil Avanza yang meliputi kemampuan, dapat dipercaya, kecepatan memberikan tanggapan, dan kemampuan melakukan komunikasi menurut responden sangat sesuai dengan keinginan responden dibandingkan personil dari merek lainnya, (4) terdapat hubungan antara diferensiasi image dengan karakteristik konsumen. Konsumen sangat sesuai dengan tingkat diferensiasi yang diberikan mobil Avanza dilihat dari kesan atau image dari merek yang teridentifiaksi dari logo, media tertulis, media visual, dan brand dibandingkan dengan merek lainnya.",
  "creators": "ALEX STEPANUS; BOENDAVID SANTOSO",
  "contributors": "Diah Dharmayanti (Advisor 1); Hartono Subagio (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02011906/MAN/2005; Alex Stepanus (31400113), Boendavid Santoso (31400128)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER BEHAVIOR"
}