{
  "id": "26743",
  "title": "Pengaruh kharakteristik baja tulangan Indonesia pada kapasitas momen lentur penampang kritis beton bertulang",
  "abstract": "Pada perencanaan struktur beton bertulang di daerah gempa, mekanisme keruntuhan non-ductile seperti kegagalan geser senantiasa harus dihindari. Hal ini dapat dilakukan dengan menggunakan konsep perencanaan kapasitas (Capacity Design), di mana komponen struktur utama penahan beban gempa direncanakan dan diberi pendetailan sedemikian rupa sehingga memiliki kapasitas kekuatan yang cukup untuk menjamin terbentuknya mekanisme keruntuhan seperti yang diharapkan pada saat terjadi gempa yang besar. Guna memastikan terbentuknya sendi-sendi plastis yang diharapkan, maka diperlukan informasi tentang kapasitas lentur actual penampang-penampang kritis tersebut, dan hanya dapat diprediksi apabila diperoleh informasi tentang kemungkinan variasi kekuatan bahan yang dipakai, dan dalam hal ini baja sebagai penentu utarna serta beton. Kekuatan actual baja tulangan dan beton pada umumnya lebih tinggi dari yang dispesifikasikan, bahkan menunjukkan adanya peningkatan kekuatan yang cukup tinggi akibat strain hardening, yang terjadi sesaat setelah baja tulangan mencapai titik lelehnya. Guna menghindari akibat yang tak diinginkan akibat adanya peningkatan kapasitas kekuatan ini, maka perhitungan gaya geser pada balok dan pertermuan balok-kolom, momen lentur dan gaya aksial pada kolom perlu dilakukan dengan memperhitungkan faktor overstrength. Berdasarkan pengertian di atas, maka tujuan dari penulisan tugas akhir ini adalah: ~ Menyelidiki secara statistik sifat-sifat diagram tegangan -regangan baja tulangan untuk kontruksi beton bertulang dari produksi baja di Indonesia. ~ Berdasarkan variasi karakteristik baja tulangan Indonesia tersebut di atas dan variasi kokoh tekan beton, akan dicari faktor overstrength lentur, dengan menggunakan analisa Moment-Curvature, yang dilengkapi dengan simulasi Monte Carlo. Untuk memudahkan perhitungan maka dibuatkan juga program komputer, progam ini dapat mencari harga faktor overstrength untuk bentuk penampang-penampang balok/kolom yang umum.",
  "creators": "YOPI LILLO; AGUNG HARIYANTO",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1); Daniel Zefania Pribadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 320 S; Yopi Lillo (281012), Agung Hariyanto (281052)",
  "subjects": "EARTHQUAKE AND BUILDING; REINFORCED CONCRETE"
}