{
  "id": "26741",
  "title": "Operasi waduk Wonorejo",
  "abstract": "Tujuan Pengadaan suatu waduk antara lain ialah untuk menampung air yang berlebihan pada musim penghujandan me- ngeluarkannya pada musim kemarau untuk memenuhi kebutuhan- kebutuhan di bagian hilirnya. Untuk mencapai maksud tersebut, maka waduk harus dioperasikan dengan suatu pola yang tertentu, yang disesuaikan dengan kebutuhan-kebutuhan di bagian hilirnya. Dalam hal waduk Wonorejo, maka kebutuhan-kebutuhan yang harus diperhatikan adalah kebutuhan air untuk daerah irigasi seluas 7540 ha, kebutuhan air untuk PLTA dengan kapa- sitas maximum 6 MW, dan kebutuhan-kebutuhan lainnya di daerah hilir. Tahap pertama dalam study ini adalah menentukan bebe- rapa alternatif untuk elevasi maximum dan elevasi minimum. Alternatif elevasi maximum yang dipilih adalah + 184, + 183 dan + 181 sedangkan alternatif elevasi minimum yang dipilih adalah + 150 dan + 141. Kemudian untuk setiap kombinasi elevasi maximum dan elevasi minimum di atas ditentukan schedule muka air pada akhir seti- ap bulan. Dengan demikian diperoleh 6 kasus schedule muka air. Tahap ke dua adalah untuk menentukan kasus manakah yang terbaik dari 6 kasus yang telah ditentukan di atas. Untuk ini operasi waduk Wonorejo disimulasikan kepada tahun 1955 s/d 1980. Ternyata bahwa schedule muka air dengan Elevasi maximum + 184 dan Elevasi minimum + 150 merupakan pi- lihan pertama. Tahap ketiga adalah untuk menentukan jumlah air yang harus dikeluarkan pada bulan berikutnya dalam melaksanakan operasi waduk, agar operasi waduk dapat sesuai dengan schedule terbaik yang telah ditetapkan. Untuk itu ditetapkan 10 rumus empiris, kemudian operasi waduk dengan masing-masing rumus tersebut di atas disimulasikan kepada tahun 1955 s/d 1980. Dari hasil simulasi ini, sebuah rumus mendapat prioritas tertinggi dan dianjurkan untuk dipakai dalam pelaksanaan operasi waduk Wonorejo.",
  "creators": "SUTARMAN MUSALIM; JIMMY ALLAN TANJUNG",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 179 S; Sutarman Musalim (278064), Jimmy Allan Tanjung (278121)",
  "subjects": "DAMS; RESERVOIRS"
}