{
  "id": "26755",
  "title": "Pengelolaan dan pengembangan fungsi sumber daya manusia pada PT Cakra Mobilindo di Mataram",
  "abstract": "Penelitian ini bertujuan untuk mendeskripsikan pengelolaan dan pengembangan fungsi sumber daya manusia (SDM) PT Cakra MobilIndo di Mataram. Untuk menunjang pengelolaan dan pengembangan usaha demi mencapai tujuan perusahaan, dibutuhkan kualitas dan kuantitas SDM. Untuk mendapatkan SDM yang tepat dan handal, diperlukannya fungsi manajerial dan strategi manajemen SDM. Analisis lingkungan eksternal dan analisis SDM pada lingkungan internal perusahaan perlu dilakukan agar dapat digunakan untuk formulasi strategi perusahaan. Teknik analisis yang digunakan dalam penelitian ini adalah kualitatif. Teknik wawancara terstruktur dan observasi digunakan untuk memperoleh informasi. Informasi diperoleh dari perusahaan secara langsung berupa dokumen ataupun data. Peneliti menggunakan triangulasi untuk menguji keabsahan data. Peneliti menemukan bahwa, perencanaan SDM dilakukan hanya ketika ada permintaan mengisi posisi fungsi 3S (sales, service, sparepart). Penerapan teknik seleksi berbeda antar karyawan dan terdapat penerimaan yang tidak sesuai standar kualifikasi. Penerapan pelatihan pada fungsi sales dan fungsi sparepart berbeda. Pada fungsi service dan keuangan tidak terdapat pelatihan dari internal perusahaan. Terdapat pemberian benefit yang berbeda pada wiraniaga, mekanik, dan karyawan keuangan. Hasil formulasi strategi yang diperoleh adalah strategi generik Porter yaitu diferensiasi pada area Nusa Tenggara Barat.",
  "creators": "CICILIA INDAH DEWI",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010454/MAN/2013; Cicilia Indah Dewi (31409229)",
  "subjects": "FAMILY CORPORATIONS; FAMILY CORPORATIONS-PERSONNEL MANAGEMENT; FAMILY CORPORATIONS--MANAGEMENT"
}