{
  "id": "2679",
  "title": "Penggunaan geotekstil pada struktur dinding penahan tanah (Sirtu)",
  "abstract": "Penambahan lapis geotekstil pada lapisan tanah sirtu sering dipergunakan untuk mengatasi permasalahan pada struktur penahan tanah. Cara ini mampu memberikan peningkatan kemampuan rnenerima beban yang cukup besar. Suatu model penelitian dibuat di Iaboratorium untuk mempelajari seberapa besar peningkatan beban yang dapat dipikul oleh model struktur penahan tanah. Model percobaan berupa bak uji berukuran 100 x 50 x 60 cm3. Pengamatan dilakukan dengan membandingkan lateral displacement pada model struktur penahan tanah tanpa geotekstil maupun dengan penambahan lapis geotekstil. Dilakukan tes pembebanan dengan mengamati peningkatan beban yang dapat dipikul model struktur penahan tanah. Hasil percobaan menunjukkan bahwa peningkatan beban terbesar yang dapat dipikul oleh model struktur penahan tanah dengan lapisan geotekstil dibandingkan dengan tanpa lapisan geotekstil adalah sebesar 824%, yaitu pada percobaan dengan menggunakan geotekstil type HATE Reinfox sebanyak 7 lapis (sejarak 7.5 cm). Peningkatan beban yang terjadi dengan pemakaian 5 lapis HATE Reinfox (sejarak 10 cm) adalah sebesar 684%, sedangkan pada pemakaian 3 lapis HATE Reinfox adalah sebesar 586% bila dibandingkan dengan tanpa pemakaian geotekstil. Sedangkan dan type HDPE G-Line, peningkatan beban terbesar yang dapat dipikul oleh model struktur penahan tanah dengan lapisan geotekstil dibandingkan dengan tanpa lapisan geotekstil adalah sebesar 683%, yaitu pada percobaan dengan menggunakan 7 lapis HDPE G-Line (sejarak 7.5 cm). Peningkatan beban yang terjadi dengan penambahan 5 lapis HDPE G-Line (sejarak 10 cm) adalah sebesar 519%, sedangkan pada pemakaian 3 lapis HDPE G-Line adalah sebesar 142% bila dibandingkan dengan tanpa pemakaian lapisan geotekstil.",
  "creators": "ERLIE; HERY SANTOSO",
  "contributors": "Soebianto Tjandrawibowo (Advisor 1); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1190/SIP/2002; Erlie (21497108), Hery Santosa (21498242)",
  "subjects": "SOILS-TESTING; SOIL MECHANICS; GEOTEXTILES"
}