{
  "id": "26804",
  "title": "Studi pencahayaan buatan dalam pembentukan suasana di Restoran Dewa Ndaru dan Dream of Kahyangan Surabaya",
  "abstract": "Gaya eklektik adalah penerapan desain dengan memadukan beberapa gaya dan merupakan turunan dari arsitektur eklektik yang berarti memilih, memadukan unsur-unsur atau gaya ke dalam bentuk tersendiri. Gaya eklektik memberikan kesan hangat dan simbol romantisme dalam arsitektur. Kedua hal tersebut dapat diciptakan melalui tata pencahayaannya. Fungsi pencahayaan juga dapat mempengaruhi suasana ruang yang akan menarik perhatian pengunjung, mempengaruhi mood dan membentuk image dari restoran tersebut. Restoran Dewa Ndaru yang dan Dream of Kahyangan adalah restoran yang memiliki gaya desain eklektik pada interiornya dengan pencahayaan yang menarik. Suasana ruang kedua restoran ini menampilkan gaya eklektik dengan perpaduan gaya Jawa dan gaya Cina yang modern. Dengan menggunakan metode penelitian deskriptif yaitu menguraikan data dan memberikan gambaran secara jelas keadaan akan hasil pengamatan dan akan disebarkan kuesioner untuk membantu mengakuratkan penelitian maka dapat ditarik kesimpulan bahwa menurut Standart Pencahayaan Nasional Indonesia restoran berkisar 20-200 lux, pencahayaan pada kedua restoran sudah memenuhi kriteria selain itu pengunjung merasa nyaman dengan pencahayaan dan suasana pada restoran tersebut dan pengunjung setuju bahwa pencahayaan restoran tersebut mempengaruhi imagenya sebagai culture resto dengan gaya desain eklektik.",
  "creators": "JUNITA GUNAWAN",
  "contributors": "Yusita Kusumarini (Advisor 1); Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor 2); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011078/DIN/2012; Junita Gunawan (41407079)",
  "subjects": "RESTAURANTS-LIGHTING; RESTAURANTS-DECORATION"
}