{
  "id": "26816",
  "title": "Perancangan interior Anne Avantie fashion centre di Surabaya",
  "abstract": "Busana tradisional kebaya digunakan oleh wanita Indonesia sejak abad ke-15. Kebaya merupakan busana pertama kali yang dikenakan oleh wanita Indonesia. Sejalan dengan perkembangan zaman, busana kebaya telah mengalami banyak transformasi. Rontoknya berbagai ideologi dan nilai-nilai tradisi membuka peluang bagi para desainer untuk mengekspresikan idenya dalam eksplorasi desain kebaya dengan menerapkan beberapa detail dan ornamen. Eksplorasi inilah yang disebut kebaya modifikasi yang menjadikan suatu ciri khas busana kebaya yang tak lekang oleh masa. Dengan dasar inilah Anne Avantie mencoba membawa suatu interpretasi baru sebuah kebaya dengan menciptakan citra atau image baru pada kebaya yang tidak terikat akan pakem-pakem yang kaku, akan tetapi masih tetap terlihat identitas tradisional Indonesia. Dasar pemikiran inilah yang menjadikan ide dasar konsep untuk perancangan interior Anne Avantie fashion centre di Surabaya, mengusung tema kawung yang mengangkat nilai lokal konten dalam desain interior yang fungsional dan estetis sehingga menjadi suatu interpretasi baru dengan inovasi, eksplorasi, eksperimen antara perpaduan unsure tradisional jawa dan modern yang tentunya dengan suatu komposisi yang indah, harmoni, dan cantik Sistem penyusunan ruang berdasarkan hakikat ruang dan permasalahan yang muncul dan beberapa literatur dan survey sebagai pedoman dalam pemecahan masalah untuk mencapai tujuan di atas.",
  "creators": "DINI KIRANA",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 1); Ronald H.I. Sitindjak (Advisor 2); Stephanus P. Honggowidjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021089/DIN/2012; Dini Kirana (41410146)",
  "subjects": "FASHION CENTERS; FASHION-BUILDINGS-DECORATION"
}