{
  "id": "26832",
  "title": "Pengelolaan dan pengembangan usaha pada perusahaan CV. Mitra Sejati Foamindo di Semarang",
  "abstract": "Perkembangan industri di Indonesia terus mengalami peningkatan, tetapi hal ini tidak berdampak pada CV. Mitra Sejati Foamindo yang justru mengalami ketidakstabilan penjualan. Oleh karena itu penelitian ini bertujuan untuk mendeskripsikan pengelolaan usaha pada CV. Mitra Sejati Foamindo, menganalisa lingkungan internal dan eksternal pada CV. Mitra Sejati Foamindo dan menyusun rencana strategi pengembangan bisnis pada CV. Mitra Sejati Foamindo. Penelitian ini akan menggunakan pendekatan kualitatif. Metode pengumpulan data yang digunakan dalam penelitian ini adalah wawancara. Untuk menguji kredibilitas data, maka penelitian ini menggunakan teknik triangulasi. Data-data yang telah diuji kredibilitasnya dengan teknik triangulasi sumber data, kemudian dianalisis secara deskriptif Dari hasil analisis data, disimpulkan bahwa hasil analisis dengan matriks SWOT memberikan alternatif strategi yang dapat diterapkan yaitu a) penggunaan teknologi dapat mendongkrak kinerja dan efisiensi perusahaan, b) menambah jumlah variasi produk sesuai dengan permintaan pasar, yang dilakukan dengan strategi riset dan pengembangan produk, c) terus mengikuti perkembangan teknologi yang dapat menambah kualitas produk dan berusaha mengaplikasi teknologi tersebut dalam perusahaan karena tingginya tingkat persaingan maka perusahaan harus dapat berinovasi baik dalam produk maupun kinerja perusahaan, d) melakukan evaluasi dengan melakukan riset pendapat masyarakat mengenai produk perusahaan. Oleh karena itu strategi yang tepat untuk diimplementasikan sesuai dengan kondisi perusahaan, yaitu strategi strategi diferensiasi. Dengan menggunakan strategi ini diharapkan CV. Mitra Sejati Foamindo mampu bertahan di industri manufaktur khususnya gabus, meningkatkan penjualan dan meningkatkan jumlah pangsa pasar dengan teknik pemasaran yang baru.",
  "creators": "ALROY",
  "contributors": "Maria Praptiningsih, S.E., M.Sc.FE. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010447/MAN/2012; Alroy (31408089)",
  "subjects": "SMALL BUSINESS ENTERPRISES; SMALL BUSINESS ENTERPRISES-MANAGEMENT"
}