{
  "id": "26842",
  "title": "Pengelolaan dan pengembangan usaha pembuatan kerupuk pada UD. Badermas di Surabaya",
  "abstract": "Tujuan penelitian ini adalah mendeskripsikan pengelolaan dan pengembangan usaha pembuatan kerupuk pada UD.Badermas di Surabaya, menganalisa situasi dan kondisi lingkungan eksternal dan internal pada UD. Badermas di Surabaya, membuat analisa SWOT, menyusun rencana pengembangan usaha pada UD. Badermas di Surabaya. Penelitian ini menggunakan jenis penelitian deskriptif kualitatif dengan menggunakan metode wawancara semi terstruktur. Hasil penelitian menunjukkan bahwa pengelolaan fungsi manajemen yang meliputi Planning, Organizing, Actuating, dan Controlling sudah baik. Selanjutnya analisis internal dilakukan pada tiga aspek, yaitu pemasaran, keuangan, dan operasional. Pemasaran yang perlu ditingkatkan karena promosi yang kurang dan armada yang kurang. Sedangkan lingkungan Eksternal menggunakan Five Porter Model yaitu ancaman pendatang baru, kekuatan-tawar menawar pemasok, kekuatan tawar-menawar pembeli, ancaman produk substitusi dan persaingan dalam industri. Kekuatan tawar-menawar pembeli kuat karena jika UD. Badermas tidak menyesuaikan harga dengan yang lainnya, maka konsumen akan lari ke produk lain. Sedangkan ancaman produk substitusi tidak kuat karena produk UD. Badermas lebih unggul dibandingkan produk substitusi tersebut. Hasil dari analisis lingkungan eksternal dan internal yang dirangkum dalam analisa SWOT dan matrix grand strategy menunjukkan pengembangan pasar adalah pilihan yang tepat bagi perusahaan.",
  "creators": "ROBBY AGUSTINUS WIYANTO",
  "contributors": "Inggrid (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010446/MAN/2012; Robby Agustinus Wiyanto (31408164)",
  "subjects": "SMALL BUSINESS ENTERPRISES; SMALL BUSINESS ENTERPRISES-MANAGEMENT"
}