{
  "id": "26849",
  "title": "Studi perbandingan lendutan, lebar retak dan ikatan dan penjangkaran",
  "abstract": "Dewasa ini dengan makin banyaknya konstruksi beton yang menggunakan baja dan beton dengan mutu tinggi, sehingga menghasilkan penampang-penampang yang ramping (langsing), maka perhitungan dan pengontrolan lendutan menjadi suatu hal yang sangat panting. Masalah lendutan di dalam suatu konstruksi beton bertulang mutlak perlu dipikirkan berhubung pengaruhnya dapat menyebabkan terjadinya kerusakan pada konstruksi non struktural yang berada di atasnya. Pengaruh-pengaruh yang mengakibatkan besarnya lendutan sangat banyak sehingga banyak ahli yang mengadakan penelitian masalah ini yang sampai saat ini masih berkembang terus. Dengan meningkatnya penggunaan baja mutu tinggi, pengontrolan lebar retak memegang peranan yang penting juga. Dengan timbulnya retak-retak pada struktur beton akan menimbulkan masalah struktural yang utama serta mengurangi segi keindahan dan durabilitynya. Di samping itu dengan timbulnya retak-retak menyebabkan baja berhubungan langsung dengan oksigen dan kelembaban udara sehingga baja tersebut mudah berkarat. Masalah yang juga memegang peranan penting dalam konstruksi beton adalah panjang penyaluran. Panjang penyaluran diperlukan agar failure yang terjadi terlebih dahulu adalah strength failure dengan kata lain strength failure tercapai terlebih dahulu sebelum split failure. Dengan dirasakan perlunya meninjau kembali masalah lendutan, lebar retak dan panjang penyaluran yang terdapat di dalam PBI 1971, maka kami mengadakan studi perbandingan mengenai ketiga masalah tersebut sebagai tugas akhir guna mendapatkan suatu metode yang simple dan baik yang dapat digunakan sebagai masukan bagi PBI 1971. Jadi tugas akhir kami ini merupakan suatu studi perbandingan. Dengan tidak adanya data eksperimen untuk lendutan pada slab, lebar retak serta ikatan dan penjangkaran kami merasakan kekurangan di dalam studi perbandingan ini (kami hanya mempunyai data eksperimen untuk lendutan pada balok). Bagi rekan-rekan mahasiswa yang tertarik dengan masalah ini serta mempunyai data eksperimen yang lengkap, dapat melanjutkan tugas akhir kami ini.",
  "creators": "SOEDARMAN; HENDRO RAHARDJO",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 210 S; Soedarman (279083), Hendro Rahardjo (280068)",
  "subjects": "CONCRETE TESTING; REINFORCED CONCRETE"
}