{
  "id": "26846",
  "title": "Evaluasi jalan Jemur Sari, Nginden Surabaya tahun 2000",
  "abstract": "Sejalan dengan program Pemerintah untuk menyebarkan jumlah penduduk, dan pusat-pusat aktivitas secara merata ke daerah pengembangan baru secara bertahap menurut tata tingkat unit-unit pengembangan, maka pola penggunaan tanah (land use) yang sudah digariskan harus ditunjang pula dengan pola transportasi berdasar tata tingkat jalan, baik untuk pusat kota maupun untuk daerah pinggiran dalam setiap unit-unit pengembangan. Dengan pola penyebaran berbagai aktivitas dan fasilitas umum secara merata pada setiap tingkat unit akan menyebarkan gerak perjalanan secara merata pada setiap tingkat jalan penyalur dalam masing-masing unit pengembangan. Prinsip yang digariskan dalam kebijaksanaan perencanaan rak perjalanan, intinya adalah menetapkan pola gerak perjalanan yang dihubungkan dengan sistem jaringan jalan dan transportasi, termasuk bentuk-bentuk alat transportnya dengan tujuan untuk menjamin kelancarannya. Salah satu jalan yang perlu dievaluasi adalah jalan Jemursari - Nginden, Jalan Jemursari - Nginden pada awal mula dibangun adalah untuk mengurangi beban lalu lintas jalan Wonokromo, tetapi di dalam perkembangannya fungsi jalan Jemursari - Nginden meningkat dengan melayani arus lalu lintas kendaraan ringan dan berat dari jurusan Nginden dan jurusan Akhmad Yani (luar kota ke daerah industri Rungkut maupun sebaliknya). Oleh sebab itu permasalahan tersebut kami evaluasi dalam tugas akhir/skripsi dengan harapan bisa ditingkatkan fungsi, peran dan kondisi geometrik jalan Jemursari – Nginden termasuk pengembangan persimpangan Jemursari dan persimpangan Nginden pada tahun 2000.",
  "creators": "SONNY HARSONO; LINAWATI",
  "contributors": "HADI PRASETYO (Advisor 1); Harry Patmadjaja (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 240 S; Sonny Harsono (279018), Linawati (279115)",
  "subjects": "HIGHWAY ENGINEERING"
}