{
  "id": "26841",
  "title": "Perencanaan peningkatan dermaga ferry Kamal",
  "abstract": "Untuk meningkatkan sarana perhubungan laut di dalam hal penyediaan fasilitas penyeberangan antar pulau maka diperlukan adanya dermaga yang dapat melayani pemakai jasa penyeberangan dengan aman dan nyaman. Sesuai dengan tujuan dan fungsi dermaga penyeberangan sebagai terapat bersandar terutama untuk kapal jenis Ro-Ro (Roll on-Roll off) yang merupakan jenis kapal penyeberangan yang paling sesuai untuk kondisi kepulauan di Indonesia terutama di daerah Kamal (Pulau Madura), maka untuk itu diperlukan suatu dermaga penyeberangan yang sesuai dengan kebutuhan dan perkembangan suatu daerah. Sejalan dengan adanya kebutuhan tersebut maka diperlukan dermaga penyeberangan di sekitar Kamal yang lebih nyaman. Dalam hal ini kami memilih tugas akhir kami yang berhubungan dengan dermaga penyeberangan tersebut dengan judul 'Perencanaan peningkatan dermaga penyeberangan ferry Kamal'. Permasalahan yang akan kami bahas dalam tugas akhir ini dikategorikan dalam hal-hal sebagai berikut: A. Pemilihan lokasi dermaga Meliputi dermaga yang telah ada sekarang, serta perkiraan peningkatan arus bongkar muat sampai tahun 2000. B. Perencanaan konstruksi Meliputi analisa data yang menunjang perencanaan dermaga seperti angin, arus, gelombang, pasang surut, keadaan tanah, pemilihan bentuk dan arah dermaga serta dimensi dari dermaga yang direncanakan tersebut C. Perhitungan konstruksi Meliputi perhitungan plat, balok, poer, tiang pancang, perhitungan trestle dan dolphin, Analisa dan perhitungan atas masalah tersebut di atas kami uraikan dalam bab-bab berikut pada tugas akhir ini.",
  "creators": "ROY SANTOSO; HARIANTO RACHMAT",
  "contributors": "DUDUNG PURWADI (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 219 S; Roy Santoso (274021), Harianto Rachmat (277071)",
  "subjects": "DOCKS-DESIGN AND CONSTRUCTION"
}