{
  "id": "26843",
  "title": "Pengontrolan mutu pemadatan tanah dengan metode statistik",
  "abstract": "Dalam masa pembangunan di negara kita yang termasuk negara yang sedang berkembang, dibutuhkan banyak sekali pembangunan jalan sebagai sarana perhubungan darat. Apabila di dalam pembangunan tersebut didapati material yang tidak sesuai (unsuitable material), maka perlu dilakukan perbaikan tanah. Dalam penulisan skripsi ini dipilih perbaikan tanah dengan metode pemadatan (compaction). Agar konstruksi yang dibangun tersebut bermutu dibuat persyaratan (specification). Di mana dalam penulisan skripsi ini dibuat specification mengenai kadar air (w/c) dan dry density (dry) tanah. Pengetesan terhadap kadar air (w/c) dan dry density (dry) tanah dilakukan, kemudian dievaluasi secara statistik dengan menggunakan control chart dan operating characteristic curve untuk mengetahui apakah konstruksi jalan yang telah dibangun tersebut telah memenuhi specification, atau belum. Apabila belum, konstruksi yang telah dibangun tersebut tidak langsung ditolak tetapi diadakan pengetesan ulang (retest). Hal ini merupakan suatu keuntungan bagi pengontrolan mutu de- ngan metode statistik jika dibandingkan dengan penggunaan me- tode konventional. Tetapi jika didapati konstruksi yang dibangun tersebut telah memenuhi specification yang diminta, maka dinyatakan pekerjaan konstruksi jalan tersebut telah selesai dengan baik dan sesuai dengan specification, sehingga pekerjaan dapat diterima sebagai suatu gambaran. Di dalam penulisan skripsi ini dilakukan evaluasi proyek Surabaya - Malang Highway dengan menggunakan metode statistic.",
  "creators": "LANNY ISTANTI S. T.; LELY MARIATI S.",
  "contributors": "SIA KHAIJ TJWAN (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 180 S; Lanny Istanti S. T. (274055), Lely Mariati S. (274093)",
  "subjects": "SOIL MACHANICS; SOILS TESTING; SOIL STABILITATION"
}