{
  "id": "26903",
  "title": "Pengelolaan dan pengembangan manajemen sumber daya manusia pada PT Anugraha Machinery Indonesia di Sidoarjo",
  "abstract": "Penelitian ini bertujuan untuk mengetahui praktek penerapan manajemen sumber daya manusia, analisis pengembangan manajemen sumber daya manusia dengan situasi dan kondisi lingkungan internal dan lingkungan eksternal serta menyusun rencana pengembangan manajemen sumber daya manusia pada PT Anugraha Machinery Indonesia di Sidoarjo sebagai suatu perusahaan keluarga. Jenis penelitian yaitu metode kualitatif, studi kasus dengan mewawancarai enam informan. Jenis dan sumber data menggunakan data primer dan sekunder. Metode pengujian keabsahan data memakai triangulasi sumber. Dari hasil penelitian, ternyata didapatkan bahwa praktek penerapan manajemen sumber daya manusia pada PT Anugraha Machinery Indonesia di Sidoarjo sebagai suatu perusahaan keluarga secara keseluruhan adalah tergolong baik, analisis situasi dan kondisi lingkungan internal dan lingkungan eksternal pada PT Anugraha Machinery Indonesia di Sidoarjo sebagai suatu perusahaan keluarga adalah melalui analisis matriks SWOT yang dapat disimpulkan bahwa perusahaan akan menjalankan strategi efisiensi biaya dan cost leadership (best value), sedangkan rekomendasi rencana pengembangan bisnis pada departemen sumber daya manusia (SDM) PT Anugraha Machinery Indonesia di Sidoarjo adalah dengan cara melakukan efisiensi biaya produksi (cost of production) dengan sistem outsourcing. Saran yang dikemukakan sebaiknya perusahaan menambah metode lain dalam proses perekrutan, mempertegas proses seleksi, menambah sistem pelatihan karyawan dengan job instruction training serta perusahaan harus terus menjalankan strategi integrasi ke belakang, yaitu backward integration dan melakukan penetrasi pasar (market penetration).",
  "creators": "MERLYN CHRISTINA PRASETIO",
  "contributors": "R.R. Retno Ardianti (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010437/MAN/2012; Merlyn Christina Prasetio (31408010)",
  "subjects": "PERSONNEL MANAGEMENT"
}