{
  "id": "26907",
  "title": "Studi gaya desain interior “de Soematra” function house Surabaya",
  "abstract": "Bangunan kolonial Belanda yang terletak di Jalan Sumatera 75 Surabaya dahulu digunakan sebagai cabang biro AIA (Ingenieurs en Architecten Bureau) yaitu biro arsitek swasta Belanda yang membuka kantor cabang di Surabaya pada tahun 1916. Bangunan ini telah mengalami perubahan fungsi menjadi “de Soematra” Function House, yaitu sebuah restoran yang menyediakan layanan setaraf hotel bintang lima dan dapat digunakan untuk berbagai acara. “de Soematra” saat ini telah mengalami perbaikan dan renovasi pada arsitektur dan interiornya. Khusus pada interiornya di-redesain dengan memadukan berbagai gaya desain. Gaya-gaya inilah yang akan dikaji dalam penelitian ini. Metode penelitian yang digunakan adalah metode deskriptif dengan analisa komparatif kritis dengan membandingkan data literatur dan data lapangan. Data literatur yang digunakan yaitu gaya desain kolonial Belanda di Indonesia, perkembangan gaya desain abad XV, dan gaya desain modern. Data lapangannya berupa bangunan utama “de Soematra”. Hal yang dikaji meliputi elemen pembentuk ruang dan pengisi ruang, mulai dari Foyer, Piano Room, Indigo Room, Lounge, The Dining, Library, The Bar dan Terrace. Berdasarkan analisis terhadap bentuk, material, finishing dan warnanya, hasil penelitian menunjukkan bahwa pada interior “de Soematra” terdapat gaya-gaya desain The Empire Style, Art and Craft, Art Nouveau, Amsterdam School, Nieuwe Bowmen, Indisch Empire, Baroque, Rococo, serta gaya desain Modern Minimalis. Gaya Art and Craft dan Art Nouveau muncul pada penggunaan lantai asli bangunan, dinding, plafon dan perabot. Gaya Baroque dan Rococo muncul pada perabot yang sebagian besar merupakan perabot antik milik owner. Gaya kolonial Belanda seperti The Empire Style, Amsterdam School, Nieuwe Bowmen, Indisch Empire muncul pada elemen ruang seperti dinding. Gaya Modern Minimalis muncul pada penggunaan partisi pada Foyer, Lounge dan Library. Dengan demikian dapat disimpulkan gaya desain yang diterapkan interior “de Soematra” adalah gaya desain Ekletik yang menurut Pile dalam buku 'A History of Interior Design’ berarti 'borrowing from many sources’ (meminjam dari berbagai sumber).",
  "creators": "BENEDIKTA NOVITIA M.",
  "contributors": "Ronald H.I. Sitindjak (Advisor 1); Yusita Kusumarini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011029/DIN/2012; Benedikta Novitia Mulyono (41408022)",
  "subjects": "INTERIOR DECORATION; ARCHITECTURE, COLONIAL; RESTAURANTS-DECORATION"
}