{
  "id": "26937",
  "title": "Bridal house of mantika wedding service di Mataram",
  "abstract": "Perancangan Bridal House Wedding Service di Mataram ini adalah salah satu fasilitas yang mewadahi kegiatan prosesi pernikahan. Dengan fasilitas service yang komersial bagi masyarakat umum, khususnya bagi masyarakat di Mataram. Pada perancangan kali ini bukan hanya sebagai saranan bridal (salon), tetapi juga dapat dimanfaatkan untuk mempermudah sarana akses pencapaian pengunjung yang lebih efisien dan meningkatkat produktifitas kerja dalam mempersiapkan sebuah pernikahan. Fasilitas yang diterapkan meliputi area salon, area spa, ruang ganti, ruang konsultasi, ruang wedding planer, dan area display gaun pengantin. Konsep desain yang digunakan dalam perancangan kali ini adalah “Simple Composed, and Natural ” yang artinya dalam suatu proses menuju sebuah pernikahan, membutuhkan sesuatu proses yang sederhana, tidak rumit, dan efisien, suasana yang tenang ketika mempersiapkan pernikahan, dan itu semua terjadi secara alami dalam membangun hubungan,baik dari karakter sampai dalam membangun komunikasi hubungan suami-istri. Karakter ruang yang diambil adalah dinamis, dimana mengambil bentukan-bentukan geometri dengan mengolah aplikasi-aplikasi desain dalam bentuk furniture, melengkung, geometri sehingga membentuk satu kesatuan yang dinamis, baik dari segi material, warna, dan bentukan sehingga menciptakan suasana yang tenang, hommy, dan anggun.",
  "creators": "NINDYO EDYEN PUTRI",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 1); Linggajaya Suryanata (Advisor 2); Dr. Ir. Hedy Constancia Indrani, M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00020993/DIN/2011; Nindyo Edyen Putri NRP (41407123)",
  "subjects": "WEDDING-BUILDINGS; WEDDINGS-BUILDINGS-DESIGNS AND PLANS; WEDDINGS-BUILDINGS-DECORATION"
}