{
  "id": "26948",
  "title": "Studi distribusi pencahayaan alami terhadap kenyamanan pengunjung pada Toko “Oen” di Malang",
  "abstract": "Isu yang sedang marak belakangan ini adalah pemanasan global karena penggunaan energi yang berlebih sehingga membuat pemborosan energi. Untuk itu peneliti ingin meneliti bahwa dalam dunia sekarang masih ada tempat yang masih memakai pencahayaan alami yang masih di pertahankan. Kota Malang adalah kota yang beriklim sejuk dan masih dijaga kelestarian alamnya, di kota ini masih terdapat bangunan kolonial yang masih dijaga kelestariannya. Salah satunya adalah Toko”Oen”. Toko ini berdiri sejak 1930 dan menjadi tempat wisata dan sampai sekarang tetap dijaga keadaannya seperti jaman dulu. Tujuan penelitian ini adalah untuk mengetahui seberapa besar cahaya yang masuk ke dalam toko Oen, dan toko ini di dukung juga oleh iklim yang ada di kota Malang yaitu sejuk dan dingin sehingga membuat merasa nyaman, karena toko “Oen” ini lebih memaksimalkan pencahayaan alami dari pada pencahayaan buatan yang di dukung oleh penggunaan banyak bukaan dan banyak jendela pada bagian depannya, sehungga dapat menghemat pemakaian lampu dan memaksimalkan pencahayaan alami dari pagi sampai sore hari. Metode yang di pakai adalah metode penelitian Kuantitatif dan kualitatif yaitu dengan cara observasi secara langsung dan penelitian, serta mencatat data-data yang penting dan mencari solusinya, dan untuk mengetahui kekuatan pencahayaan yang sesuai dengan kenyamanan pengunjung pada toko ini. Dengan memakai 2 metode, yang pertama metode pengukuran yaitu mengukur toko dan membagi toko dengan jarak 1 meter dan memberi koordinasi di tiap bagian,kemudian dicatat dan dicari besar nilai Lux nya. Metode yang kedua yaitu dengan simulasi memakai program Radiance untuk mengetahui kekuatan pencahayaan alami. Hasil dari penelitian ini berupa angka-angka yang dapat mencerminkan bagian mana saja pada toko ini yang mendapat sinar berlebih terutama bagian depan yang terdapat banyak bukaan dan mana bagian yang kurang mendapatkan cahaya matahari, dengan batas maksimal Lux nya adalah 250, didapat dengan melalui penelitian dan simulasi. Dengan demikian dapat diketahui bagian yang membuat orang merasa nyaman ketika berada di dalam toko ini, dan bagian yang silau. Sehingga kita dapat mengetahui apakah toko ini sudah nyaman apa belum untuk standartisasi sebuah restoran sudah langsung membuat pengunjung merasa nyaman ketika berada di dalamnya.",
  "creators": "ANDREW SETIAWAN SANTOSO",
  "contributors": "SUMARTONO (Advisor 1); Poppy Firtatwentyna Nilasari, S.T., M.T. (Advisor 2); Adi Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011092/DIN/2013; Andrew Setiawan (41407097)",
  "subjects": "LIGHTING; STORES RETAIL-DECORATION"
}