{
  "id": "26963",
  "title": "Kajian estetika bentuk interior Restoran pada Hotel Shangri-La di Surabaya",
  "abstract": "Desain restoran dalam hotel memiliki masa hidup yang panjang dengan mewakili karakter hotel. Restoran mempertimbangkan suasana di dalamnya yang berdasar pada aspek suasana hati yang dapat diinduksi atau diperbaiki oleh kondisi sosial dan lingkungan. Shangri-La merupakan salah satu hotel terbesar di Surabaya dengan legenda Timeless Elegance yang memiliki perpaduan beberapa karakteristik restoran dengan tipe lounge, buffet, specialty dan memiliki karakter khusus yang berbeda namun tetap berkesinambungan. Penelitian ini menggunakan pendekatan teori estetika bentuk dari Herbert Read yang mengacu pada estetika bentuk dengan makna di dalamnya dan susunan bentuk-bentuk yang menciptakan suatu ekspresi yaitu objek interior restoran Hotel Shangri-La dengan menganalisis unsur dan prinsip desain untuk mengetahui penerapan bentuk estetika dengan makna di dalamnya dan mengetahui ekspresi estetika interior restoran. Pokok bahasannya ada dalam lingkup bentuk dan ekspresi estetika dengan batasan fisik elemen desain yaitu bentuk layout (penataan ruang), pembentuk ruang, transisi ruang, pengisi ruang, dekoratif dan ragam hias. Hasil penelitian menjelaskan bahwa restoran dalam Hotel Shangri-La menerapkan nilai estetika, sedangkan perpaduan unsur dan prinsip desain pada interior restorannya dengan variasi komposisi membentuk suatu ekspresi yaitu persamaan ekspresi akrab, tenang, nyaman, terbuka, stabil, abadi, natural, hangat, kekeluargaan untuk satu hotel yang sama juga perbedaan ekspresi untuk masing-masing tujuan restoran yaitu kemegahaan pada Lobi Lounge; perayaan, kebersihan pada Restoran Jamoo; kebudayaan Cina pada Restoran Shang Palace dan terciptanya berbagai suasana ruang.",
  "creators": "YELLY MONALISA SALIM",
  "contributors": "VIVI HENDRY (Advisor 2); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011099/DIN/2013; Yelly Monalisa Salim (41409001)",
  "subjects": "RESTAURANT-DECORATION"
}