{
  "id": "26978",
  "title": "Konsep perancangan interior ruang kelas Sekolah Minggu Gereja Pantekosta di Indonesia (GPdI) di Sidoarjo",
  "abstract": "Sekolah minggu adalah wadah tumbuh kembang spiritualitas anak. Spiritualitas sebagai dasar bagi tumbuhnya harga diri, nilai-nilai dan rasa memiliki penting ditanamkan sejak masa kanak-kanak, di mana kepribadian dan perilaku individu mulai dibentuk. Pembentukan kepribadian dan perilaku tersebut banyak dipengaruhi oleh karakter lingkungan fisik tempat hidupnya. Oleh karena itu dibutuhkan lingkungan yang secara efektif dapat menunjang perkembangan spiritualitas anak. Penelitian ini bertujuan untuk menemukan konsep perancangan interior ruang kelas sekolah minggu Gereja Pantekosta di Indonesia (GPdI) di Sidoarjo—yang dapat menggugah minat dan menunjang perkembangan spiritualitas anak serta merefleksikan identitas organisasi gereja. Konsep tersebut nantinya dapat dijadikan standar perancangan interior ruang kelas sekolah minggu seluruh GPdI di Sidoarjo. Penelitian dilakukan dengan menggunakan metode penelitian campuran. Hasil observasi partisipatif peneliti, wawancara dan kuesioner yang dibagikan kepada guru sekolah minggu menunjukkan bahwa konsep perancangan yang diterapkan pada interior ruang kelas sekolah minggu dapat memberi pengaruh terhadap perkembangan spiritualitas anak. Konsep perancangan dihasilkan melalui proses telaah terhadap filosofi organisasi, liturgi dan kurikulum serta berorientasi pada pencapaian minat dan spiritualitas anak. Dari hasil analisis dan sintesis aspek-aspek tersebut di atas, maka diperoleh konsep perancangan interior ruang kelas sekolah minggu GPdI, yaitu Unconditional Love. Secara keseluruhan dapat disimpulkan bahwa konsep Unconditional Love dapat menjawab rumusan masalah penelitian.",
  "creators": "VIONA VALENTIA",
  "contributors": "Mariana Wibowo, S.Sn., M.MT. (Advisor 1); Dodi Wondo Dipl. Ing. (Advisor 2); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011107/DIN/2013; Viona Valentia (41409009)",
  "subjects": "INTERIOR DECORATION-DESIGN; SCHOOL DECORATION; SCHOOL BUILDINGS-DECORATION"
}