{
  "id": "26996",
  "title": "Analisa persepsi atas peran akuntan sebagai aktor dalam industri perbankan di Surabaya",
  "abstract": "Accountant as an actor adalah tipe akuntan yang mampu menjadi scoreplayer karena memiliki tingkat kemampuan pemahaman dan penggunaan konsep-konsep akuntansi yang tinggi. Akuntan tipe ini sangat dibutuhkan perusahaan untuk memberikan nilai tambah (value-creator) agar dapat menjadi pemenang dalam persaingan bisnis. Akuntan yang berperan sebagai aktor bisa dipengaruhi oleh personal dimension dan corporate dimension. Tujuan dari penelitian ini adalah mengetahui persepsi akuntan atas pengaruh personal dimension dan corporate dimension terhadap peran akuntan sebagai aktor dalam industri perbankan di Surabaya, serta mengetahui faktor mana yang berpengaruh paling dominan. Dari hasil analisis regresi linier berganda dan hasil uji f secara simultan dapat disimpulkan bahwa peningkatan personal dimension dan corporate dimension berpengaruh positif dan signifikan terhadap peningkatan peran akuntan sebagai aktor pada industri perbankan di Surabaya. Sedangkan, dalam hasil uji t menunjukkan peningkatan personal dimension tidak berpengaruh signifikan terhadap peningkatan peran akuntan sebagai aktor dalam industri perbankan di Surabaya, namun untuk corporate dimension berpengaruh signifikan terhadap peningkatan peran akuntan sebagai aktor dalam industri perbankan di Surabaya. Faktor yang berpengaruh lebih dominan terhadap peningkatan peran akuntan sebagai aktor pada industri perbankan di Surabaya adalah corporate dimension dibandingkan dengan personal dimension.",
  "creators": "ANGELINE HARIJANTO",
  "contributors": "Josua Tarigan (Advisor 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010441/AKT/2013; Angeline Harijanto (32408023)",
  "subjects": "MANAGERIAL ACCOUNTING; ACCOUNTANTS"
}