{
  "id": "27001",
  "title": "Pengaruh kesadaran wajib pajak, kegiatan sosialisasi perpajakan, dan pemeriksaan pajak terhadap penerimaan pajak penghasilan di KPP Pratama Surabaya Sawahan",
  "abstract": "Penelitian ini bertujuan untuk mengetahui apakah kesadaran Wajib Pajak, kegiatan sosialisasi perpajakan, dan pemeriksaan pajak mempengaruhi penerimaan Pajak Penghasilan di KPP Pratama Surabaya Sawahan secara signifikan. Kesadaran Wajib Pajak diukur dari persentase jumlah SPT Masa PPh 25 yang dilaporkan tepat waktu. Kegiatan sosialisasi perpajakan diukur dari jumlah kegiatan sosialisasi yang diadakan KPP Pratama Surabaya Sawahan untuk Wajib Pajak Orang Pribadi. Pemeriksaan pajak diukur dari jumlah STP PPh pasal 25 yang diterbitkan bagi Wajib Pajak Orang Pribadi. Penerimaan PPh adalah jumlah penerimaan angsuran PPh pasal 25 Wajib Pajak Orang Pribadi di KPP Pratama Surabaya Sawahan. Penelitian ini menggunakan data kuantitatif berupa data sekunder yang diperoleh dari KPP Pratama Surabaya Sawahan untuk tahun pajak 2008 sampai dengan 2011. Teknik analisa data yang digunakan adalah regresi linier berganda dengan menggunakan program SPSS versi 20. Penelitian ini membuktikan bahwa kesadaran Wajib Pajak, kegiatan sosialisasi perpajakan, dan pemeriksaan pajak secara bersama-sama berpengaruh terhadap penerimaan Pajak Penghasilan di KPP Pratama Surabaya Sawahan. Pengujian secara parsial menyimpulkan bahwa kesadaran Wajib Pajak berpengaruh negatif, sedangkan kegiatan sosialisasi perpajakan tidak berpengaruh, dan pemeriksaan pajak berpengaruh positif terhadap penerimaan Pajak Penghasilan di KPP Pratama Surabaya Sawahan.",
  "creators": "MARISA HERRYANTO",
  "contributors": "Agus Arianto Toly, S.E., M.S.A., Ak. (Advisor 1); Yenni Mangoting (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010449/AKT/2013; Marisa Herryanto (32409061)",
  "subjects": "TAX ACCOUNTING"
}