{
  "id": "27009",
  "title": "Analisa pengaruh leader-member exchange, perceived organizational support terhadap kepuasan kerja karyawan dengan motivasi kerja sebagai variabel mediator di Hotel Tarakan Plaza",
  "abstract": "Perkembangan industri jasa meningkatkan kebutuhan akan sumber daya manusia. Sumber daya manusia merupakan bagian yang sangat penting dalam sebuah organisasi khususnya organisasi yang bergerak dalam bidang jasa. Sumber daya manusia yang berkualitas sangat dibutuhkan sebagai pelaksana, selain untuk meningkatkan keunggulan bersaing organisasi. Salah satu cara untuk mendapatkan sumber daya manusia yang berkualitas adalah dengan memperhatikan kepuasan kerja. Penelitian ini bertujuan untuk mengukur pengaruh Leader-member Exchange, Perceived Organizational Support terhadap kepuasan kerja karyawan di Hotel Tarakan Plaza dengan motivasi kerja sebagai variabel mediator. Pengambilan data dilakukan dengan menggunakan teknik sensus dan penyebaran kuesioner kepada seluruh responden. Program Structural Equation Modeling (SEM) dengan metode Partial Least Square digunakan dalam penelitian ini. Hasil penelitian menunjukkan Leader-member Exchange berpengaruh secara positif dan signifikan terhadap kepuasan kerja karyawan, Perceived Organizational Support berpengaruh secara positif dan signifikan terhadap kepuasan kerja karyawan, motivasi kerja berpengaruh secara positif dan signifikan terhadap kepuasan kerja karyawan, Leader-member Exchange berpengaruh secara positif dan signifikan terhadap motivasi kerja, dan Perceived Organizational Support berpengaruh secara positif dan signifikan terhadap motivasi kerja.",
  "creators": "JULIO; SHYLVANA CYNTHIA DEWI",
  "contributors": "Endo Wijaya Kartika (Advisor 1); Thomas Stefanus Kaihatu (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33010362/MAN/2013; Julio (33408059), Shylvana Cynthia Dewi (33408082)",
  "subjects": "EMPLOYEE MOTIVATION; JOB SATISFACTION; MOTIVATION IN MANAGEMENT"
}