{
  "id": "27029",
  "title": "Perancangan interior Galeri Jember Fashion Carnaval di Jember",
  "abstract": "Seorang desainer berbakat asal kota Jember yang mendirikan sebuah rumah mode Dynan Fariz International High Fashion Center. Dynan Fariz mempunyai impian untuk menjadikan Jember sebagai kota pusat mode, oleh karena itu ia mendirikan Jember Fashion Carnaval. Kota Jember dikenal sangat identik dengan JFC. Dengan adanya perancangan Interior Galeri Jember Fashion Carnaval di Jember akan menjadikan Jember sebagai kota pusat mode, masyarakat dapat melihat karya JFC tanpa menunggu setahun sekali, dan dapat memberikan dampak yang positif bagi masyarakat dan pemerintahan Kabupaten Jember. Dengan menciptakan sebuah galeri yang memiliki nilai-nilai entertainment, edukatif, rekreatif, mampu memberikan image tersendiri bagi pengunjung, dan dapat memberikan dampak positif terhadap Kabupaten Jember untuk menjadi Kota Mode. Untuk menunjang perancangan interior memerlukan data-data dan juga rumusan masalah sebagai tolak ukur. Ruang lingkup perancangan pada galeri ini meliputi galeri best costume, galeri unique costume, galeri next costume, studio foto JFC, souvenir shop, area demo, area sejarah, area profil dan penghargaan. Galeri ini diharapkan dapat menjadi sarana bagi generasi muda untuk menyalurkan bakat, dan kedepannya JFC dapat memberikan dampak yang positif. Oleh karena itu konsep galeri Golden Treasure dapat mengilustrasikan bahwa JFC merupakan salah satu aset yang berharga dari kota Jember.",
  "creators": "CHRISTINE NATALIA BUDIONO",
  "contributors": "Ronald H.I. Sitindjak (Advisor 1); Linggajaya Suryanata (Advisor 2); Stephanus P. Honggowidjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00021123/DIN/2013; Christine Natalia Budiono (41409034)",
  "subjects": "GALLERIES (ARCHITECTURE)-DECORATION"
}