{
  "id": "27024",
  "title": "Kajian penerapan sustainable design terhadap material interior pada Green Village di Bali (studi kasus: Garden Villa)",
  "abstract": "Garden Villa merupakan salah satu unit tempat penginapan di Green Village, Bali di Jalan Taman Ayu Sibanggede Abiansemal dekat dengan sungai Ayung yang merupakan salah satu sungai besar di Bali. Menurut desainer dari Green Village yaitu grup desainer Ibuku, Garden Villa ini memiliki konsep Sustainable Design pada material interior maupun mebelnya. Sustainable Design adalah suatu desain di mana yang selama prosesnya yaitu dari pengambilan sumber daya yang ada di alam sampai pengolahan kembali menggunakan metode yang tidak berbahaya bagi lingkungan maupun kesehatan manusia, sehingga kehidupan manusia dan alam di bumi dapat terus bertahan. Untuk mengkajinya digunakan metode pengolahan data seperti observasi lapangan, wawancara, dokumentasi, kepustakaan, dan kuisioner. Kemudian juga menggunakan metode analisis data campuran. Hasil dari penelitian ini adalah pertama, material pada interior Garden Villa tidak sepenuhnya menerapkan Sustainable Design dengan membandingkannya dengan prinsip-prinsip Sustainable Design, yaitu prinsip operasional, filosofi , dan praktek. Material interior pada Garden Villa memenuhi prinsip operasional yaitu bekerja sama dengan pihak yang terkait dengan keputusan tentang sustainable design yaitu PT. Bamboopure Bali, Indonesia, prinsip filosofi yang menggunakan sumber daya alam yang dapat diperbaharui seperti bambu dan dapat didaur ulang seperti kaca, batu kali, kuningan, dan kain, kemudian perawatan materialnya mudah, dan prinsip praktek di mana material diberi coating dan diawetkan dahulu (bambu), sehingga dapat lebih tahan lama. Tidak memenuhi prinsip filosofi karena sebagian besar bambu yang digunakan berasal dari pulau Jawa sehingga tidak efisiensi energi, dan prinsip praktek karena pada salah satu aspek pengolahan material seperti finishing, dan lem tidak memenuhi karena mengandung zat VOC (Volatile Organic Compound) Kedua, metode kuisioner digunakan untuk mengetahui apakah tempat tinggal dengan konsep Sustainable Design nyaman untuk ditinggali atau tidak. Jumlah responden sebanyak 25 orang yang merupakan penghuni Green Village hasilnya adalah secara keseluruhan 90% merasa nyaman tinggal di Green Village di Bali karena dari suasana, fasilitas, serta kebersihan pada Villa.",
  "creators": "KIM FEBRIANI PRASETYO",
  "contributors": "Mariana Wibowo, S.Sn., M.MT. (Advisor 1); Dodi Wondo Dipl. Ing. (Advisor 2); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 0021118/DIN/2013; Kim Febriany (41409027)",
  "subjects": "GREEN BUILDING DESIGN; INTERIOR DECORATION; SUSTAINABLE BUILDINGS"
}