{
  "id": "27027",
  "title": "Perancangan interior pusat anak di Malang",
  "abstract": "Era globalisasi yang terjadi saat ini membuat kebutuhan hidup meningkat, sehingga orang tua memperioritaskan pekerjaan di atas segalanya. Hal tersebut membuat perhatian orang tua kepada anak-anaknya berkurang, maka orang tua membutuhkan sebuah alternatif untuk menggantikan peran mereka di rumah. Salah satunya adalah menggunakan jasa baby sitter. Namun, kenyataan yang ada jasa baby sitter tidak seperti dulu lagi, banyaknya kasus penculikan dan penelantaran membuat orang tua memilih memasukkan anak di sekolah usia dini. Ditambah lagi dengan perkembangan teknologi, membuat anak kurang gerak karena selalu bermain dengan teknologi. Selain membuat anak kurang gerak, anak cenderung lebih individualis. Metodologi perancangan dimulai dari metode pengambilan data yang berisi data lapangan, data literatur, dan data tipologi. Selanjutnya observasi berupa wawancara dan studi pengamatan ke obyek sejenis, dan yang terakhir metodologi analisis berupa program perancangan hingga desain akhir. Perancangan interior pusat anak di Malang ini dibuat dengan menggunakan konsep colours of jungle, di mana mereka dapat berinteraksi langsung dengan hewan dan tumbuhan serta teman-teman mereka. Pengaplikasian konsep pada kids center ini terdapat pada tiap ruangnya. Pada ruang bayi 3-6 bulan menggunakan tema hewan udara, ruangan 7 bulan-1 tahun menggunakan tema squirell, ruangan 2-3 tahun menggunakan tema ikan, sedangkan ruangan 4-5 tahun menggunakan tema jerapah. Area bermain 2-5 tahun menggunakan tema taman bermain, area makan menggunakan tema jamur, area bermain menggunakan tema monyet. Dengan mendesain ruang yang memiliki jumlah perabot yang sedikit, maka ruang gerak anak semakin besar. Ruangan-ruangan yang ada pun dibuat memiliki bukaan yang besar sehingga dapat memaksimalkan pencahayaan dan penghawaan alami. Material yang digunakan adalah vinyl, karpet, multipleks dengan finishing water based atau dengan menggunakan HPL. Semua pengaplikasian yang diterapkan digunakan untuk merangsang kreativitas dan pengetahuan anak.",
  "creators": "SINEALA ALODIA WINNIO",
  "contributors": "SUMARTONO (Advisor 1); Poppy Firtatwentyna Nilasari, S.T., M.T. (Advisor 2); Adi Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021121/DIN/2013; Sineala Alodia Winnio (41409031)",
  "subjects": "CHILDREN-EDUCATION; RECREATION CENTERS (FOR CHILDREN)-DECORATION"
}