{
  "id": "27037",
  "title": "Penggunaan pondasi tiang dengan cap berbentuk trapesium untuk stabilisasi tanah",
  "abstract": "Penggunaan pondasi tiang untuk stabilisasi tanah seperti halnya Embankment Piles, sudah sangat luas digunakan di beberapa negara, termasuk Indonesia. Fungsi utama dari tiang-tiang ini adalah memindahkan beban ke lapisan tanah yang mutunya lebih baik, sehingga akan meningkatkan stabilitas dan daya dukung, serta mengurangi penurunan yang akan terjadi. Yang menjadi persoalan adalah berapa jarak tiang dan tebal timbunan harus direncanakan supaya sebagian besar beban yang diberikan dapat dipindahkan oleh tiang ke lapisan tanah yang lebih baik di bawahnya melalui aksi busur yang mungkin terjadi di dalam material urugan tersebut. Dalam skripsi ini dilakukan penelitian yang bertujuan untuk mendapatkan besarnya jarak ideal antar tiang yang dapat memberikan dukungan optimum terhadap beban timbunan. Penelitian dilakukan dengan menggunakan model pondasi tiang dengan cap berbentuk trapesium, dengan memberi variasi jarak antar tiang: 10, 13, 16 dan 20 cm. Penggunaan cap berbentuk trapesium ini di maksudkan untuk menghemat ketebalan urugan yang diperlukan supaya busur tersebut terbentuk. Dengan cap seperti ini diharapkan ketinggian busur yang terjadi menjadi lebih kecil, sehingga tebal urugannya tidak perlu setebal sebelumnya. Dengan berkurangnya tebal urugan ini maka beban yang dapat dipikul menjadi lebih besar. Sebagai tanah urugnya digunakan sirtu dan campuran sirtu + 2,5 % PC. Dari hasil penelitian diperoleh bahwa: Penggunaan pondasi tiang akan mengurangi beban yang diterima oleh tanah liat, di mana sebagian beban dipikul oleh pondasi tiang untuk disalurkan ke lapisan tanah yang lebih baik. Dengan demikian meningkatkan stabilitas dan daya dukung serta mengurangi penurunan yang terjadi Nilai efficacy tiang meningkat dengan makin besarnya persentase lebar cap terhadap jarak antar cap (a/1), atau semakin dekat jarak tiang, dan terjadi pengurangan nilai efficacy tiang yang cukup besar untuk jarak tiang > 16 cm atau bila persentase lebar cap terhadap jarak antar cap < 0,35 Nilai efficacy tiang dan besarnya penurunan di tanah liat pada sampel dengan tanah urug sirtu biasa lebih besar bila dibandingkan pada sampel dengan tanah urug sirtu + 2,5% semen. Hal ini kemungkinan disebabkan karena lapisan sirtu biasa ikut terdesak dan mengalami penurunan yang mengakibatkan terjadinya Negatif Skin Friction, sehingga penurunan di tanah liat dan beban yang diterima tiang menjadi lebih besar.",
  "creators": "KARYANTO GUNAWAN; SUNITO LIMAN",
  "contributors": "Sugie Prawono (Advisor 1); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 400 S; Karyanto Gunawan (282103), Sunito Liman (282114)",
  "subjects": "FOUNDATIONS; SOIL STABILIZATION"
}