{
  "id": "27039",
  "title": "Suatu study mengenai paving blok beton serta gagasan pemakaian slag sebagai agregat",
  "abstract": "Slag yang merupakan limbah buangan dalam proses pembuatan baja hingga saat ini belum dimanfaatkan secara maksimal, hanya dipakai sebagai bahan urugan saja. Slag mempunyai berat jenis yang cukup besar dibandingkan dengan kerikil di samping nilai ekonomis bahan tersebut . Bertitik tolak pada di atas maka penulis mengadakan penelitian di Laboratorium Beton dan Jalan Raya Universitas Kristen Petra Surabaya untuk mengetahui apakah slag layak dipakai sebagai campuran / pengganti agregat kasar dalam campuran beton khususnya blok beton yang akan diterapkan untuk struktur perkerasan bagian atas terminal peti kemas dan industri berat Penelitian dilakukan dengan komposisi perbandingan agregat kasar yang telah ditentukan sehingga diperoleh kekuatan tekan maksimum dan nilai ekonomis yang terendah. Test yang dilakukan: Compressive Srength. Los Angeles Test Analisa Kimia Slag. Dalam penelitian ini dilakukan mix design dengan cara DOE yang diusulkan oleh Prof Torben C. Hansen dengan membuat blok beton ukuran 20 x 10 x 8 cm3 untuk setiap perbandingan agregat kasar yang ditest pada umur 3 , 7 , 14 , 28 hari dan 2 kubus beton ukuran 15 x 15 x 15 cm3 yang ditest pada umur 28 hari. Kekuatan tekan beton yang disyaratkan 54 N / mm2 untuk perbandingan agregat kasar: * 0 % slag , 100 % kerikil * 20 % slag , 80 % kerikil * 30 % slag , 70 % kerikil * 40 % slag , 60 % kerikil * 60 % slag , 40 % kerikil * 80 5K slag , 20 % kerikil * 100 % slag , 0 % kerikil Dari hasil penelitian dapat disimpulkan bahwa slag layak dipakai sebagai agregat dalam campuran beton karena kekuatan yang cukup tinggi dibandingkan dengan beton normal terutama pada komposisi 80% slag dari jumlah total perbandingan agregat kasar dan lebih ekonomis dibandingkan dengan blok beton normal terutama pada komposisi 100% slag dari jumlah total perbandingan agregat kasar .",
  "creators": "FERY INDRA IRAWAN; KARTINI SUTANTO",
  "contributors": "Hurijanto Koentjoro (Advisor 1); Harry Patmadjaja (Advisor 2); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 381 S; Fery Indra Irawan (283040), Kartini Sutanto (282124)",
  "subjects": "PAVEMENTS, CONCRETE; SLAG"
}