{
  "id": "27038",
  "title": "Penerapan metode pendekatan probabilistik untuk mengkarakterisasi parameter tanah liat Su dalam perencanaan pondasi",
  "abstract": "Undrained shear strength ( Su ) dari tanah liat dapat ditentukan melalui pengukuran tekanan konus ( qc ) dari Cone Penetration test ( sondir ). Pengukuran tekanan konus ( qc ) tersebut akan menghasilkan data yang bervariasi disebabkan adanya ketidaktetapan akibat variasi alami tanah sendiri, akibat ketidaktetapan statistik (data yang tidak cukup ) dan akibat kesalahan dalam model analisa yang digunakan. Ketidaktetapan akibat variasi alami tanah sendiri ditinjau melalui rata-rata spasial dan deviasi standard dari rata-rata spasial tekanan konusnya. Akibat adanya faktor reduksi (r) pada deviasi standard dari rata-rata tekanan konus, maka akan menghasilkan deviasi standard dari rata-rata spasial tekanan konus yang lebih kecil, sedangkan faktor reduksi itu sendiri dipengaruhi oleh skala fluktuasi dan jarak spasial dari rata-rata tekanan konus. Skala fluktuasi adalah suatu jarak di mana suatu titik berkorelasi relatif kuat terhadap titik lain dalam suatu lapisan tanah yang homogen, dan jarak spasial adalah jarak di mana undrained shear strength pada titik yang ditinjau masih dipengaruhi oleh titik di sekitarnya. Penggunaan metode pendekatan probabilistik memberikan hasil yang lebih rasional dengan menentukan tingkat kepercayaan sesuai dengan yang diharapkan. Penerapan metode di atas dilakukan dengan menggunakan data test yang ada di Laboratorium Mekanika Tanah Universitas Kristen Petra untuk merencanakan pondasi dalam dan pondasi dangkal. Hasil perhitungan dibandingkan dengan hasil yang diperoleh dari metode konvensional dan hasilnya menunjukkan bahwa dengan metode probabilistik didapat daya dukung pondasi yang lebih besar bila dibanding dengan metode konvensional, tetapi dengan metode ini dapat diketahui daya dukung pondasi sesuai tingkat kepercayaan yang diharapkan .",
  "creators": "SUSIANI NILAWATI; SOEMIATI HALIM",
  "contributors": "SIA KHAIJ TJWAN (Advisor 1); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 401 S; Susiani Nilawati (283032), Soemiati Halim (283153)",
  "subjects": "FOUNDATATIONS; SHEAR STRENGTH OF SOILS"
}