{
  "id": "27031",
  "title": "Optimasi pengaruh distribusi cahaya terhadap image jual produk pada interior domus furniture and home decor, Surabaya",
  "abstract": "Pencahayaan merupakan salah satu aspek penting dalam sebuah interior toko retail. Dengan distribusi cahaya yang merata dan cukup serta image jual yang tinggi, produk-produk yang dijual akan terlihat lebih menarik sehingga membuat konsumen tertarik untuk melihat produk-produk tersebut. Penelitian ini dilakukan untuk mengkaji hal tersebut, tetapi hanya aspek pencahayaan buatan saja yang diteliti. Metode penelitian yang digunakan adalah kuantitatif dan kualitatif. Metode kuantitatif adalah dengan pengukuran data di lapangan, kuesioner dan optimasi pencahayaan buatan. Sedangkan metode kualitatif dengan pengumpulan data literatur, observasi, wawancara serta dokumentasi foto. Analisis dilakukan secara deskriptif, dengan membandingkan antara keadaan di lapangan, literatur, dan simulasi. Hasil penelitian menunjukkan bahwa distribusi cahaya pada interior Domus Furniture and Home Decor di siang hari masih kurang merata daripada waktu malam hari. Optimasi pencahayaan buatan dilakukan dengan membuat simulasi dengan program DIALux 4.7. dengan 3 skenario. Skenario akhir sudah mendekati nilai standar. Hasil kuesioner dan wawancara menyatakan bahwa pencahayaan di Domus Furniture and Home Decor berpengaruh terhadap image jual, karena pencahayaan buatan pada interior Domus Furniture and Home Decor terlihat atraktif, terang dan produk-produknya juga terlihat dari luar.",
  "creators": "CAROLINA SIANTOPUTRI",
  "contributors": "SUMARTONO (Advisor 1); Poppy Firtatwentyna Nilasari, S.T., M.T. (Advisor 2); Adi Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00021125/DIN/2013; Carolina Siantoputri (41409037)",
  "subjects": "LIGHTING; LIGHTING, ARCHITECTURAL AND DECORATIVE"
}