{
  "id": "27035",
  "title": "Pengaruh kepekaan alat ukur terhadap fleksibilitas bangunan bagi/sadap",
  "abstract": "Pada satu bangunan bagi/sadap sebaiknya mempunyai saluran pengambilan sesedikit mungkin dan kapasitas masing-masing saluran pengambilan merata sehingga menjamin distribusi pembagian air yang merata. Harga K suatu alat ukur sangat berpengaruh pada harga F bangunan bagi/sadap. Perubahan harga-harga K selalu diikuti dengan perubahan harga-harga F. Semakin besar harga F semakin besar pula debit yang didistribusikan dan sebaliknya. Umumnya harga Fleksibi1itas (F) saluran-saluran tersier pada keadaan perbedaan muka air (dH) -5 cm sampai dengan +5 cm, lebih besar dari satu yang berarti saluran-saluran tersier tersebut mendapat kelebihan air. Alat ukur ambang lebar bersifat kurang peka terhadap perubahan debit, untuk itu alat ukur ambang lebar sebaiknya dipakai pada saluran-saluran yang mendapat kelebihan air (saluran tersier) sehingga akan didapat harga Fleksibilitas yang lebih kecil dibandingkan apabila memakai alat ukur yang bersifat peka. Sebaliknya alat ukur Cipoletti yang bersifat peka dipakai pada saluran-saluran dengan kapasitas yang besar (saluran primer/sekunder). Faktor lain yang mempengaruhi harga F adalah debit air yang tak terpakai. Diusahakan supaya semua air dapat dimanfaatkan secara optimal dengan mengatur pola tanam yang sesuai untuk berbagai kemungkinan debit sumber air/sungai yang tersedia. Penutupan salah satu pintu air dapat mempengaruhi harga Kepekaan dan Fleksibi1itas yang diperoleh. Harga kepekaan yang didapat apabila salah satu pintu pengambilan ditutup selalu lebih kecil daripada satu. Tetapi pengoperasian bangunan bagi/sadap dengan menutup pintu pengambilan jarang terjadi dalam pelaksanaan.",
  "creators": "HARTONO",
  "contributors": "Frederik Jones Syaramual (Advisor 1); Ruslan Djajadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 407 S; Hartono (281092)",
  "subjects": "IRRIGATION ENGINEERING"
}