{
  "id": "2704",
  "title": "Organizational structure as the significance root of company?s operation performance",
  "abstract": "Hotel-Villa Ciputra Golf is one of Ciputra Golf & Family Club Surabaya product divisions. As a union, Ciputra Golf & Family Club subordinates four of its product divisions, and five functional departments. By adapting this structure, the operation of Hotel-Villa Ciputra Golf becomes disorganized. How disorganized? There are performance and control ambiguities. The writer wishes to find the causal factors behind those ambiguities. This is a Comparative Study or Comparative Research, as the writer searches for the answer about the cause and effect of a situation by looking and analyzing factors for the causes or the emergence of disorganized operation. From the research, the causal factors of those ambiguities are no strong coordination or communication (which is needed in its structure), and fewer supportive technological tools. Meanwhile, this mis-coordination and miscommunication have always been realized. Apparently, the structure that Ciputra Golf & Family Club adapts has some error. The ambiguities happen from very few cooperation between the departments, and the cooperation seems hard to implement because, there is a slight mistake in the structure. The writer in the end, recommends a structure that is not too different with the present structure. Because of the slight mistake in the structure, the writer only fixes the inappropriate mistake. The writer places two departments which are closely related, under Hotel-Villa Ciputra Golf division.",
  "creators": "FEBY WIDYASARI SUWANDI",
  "contributors": "Ricky Wang (Advisor 1); Richard Von Llewelyn (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Final Assignment Report No.0010/IBM/2003; Feby Widyasari S. (34499015)",
  "subjects": "MANAGEMENT; ORGANIZATIONAL CHANGE"
}