{
  "id": "27040",
  "title": "Perencanaan elemen struktur kayu berdasarkan AITC 1985 : sebuah studi perbandingan terhadap perencanaan berdasarkan PKKI 1961",
  "abstract": "Di Indonesia pada saat ini kayu banyak dipakai pada bagian-bagian yang sederhana, seperti untuk perancah, kosen, kuda-kuda dan sebaqainya. Masih jarang kayu digunakan sebagai struktur utama, hal ini munqkin disebabkan oleh kurangnya informasi mengenai sifat-sifat bahan bangunan kayu dan perumusan perencanaannya. Yang di Indonesia sampai sejauh ini masih menggunakan PKKI 1961 sebagai satu-satunya pedoman perencanaan. Dengan maksud mengetahui perkembangan perencanaan struktur kayu di negara yang lebih maju, sehingga memperluas informasi mengenai sifat-sifat bahan kayu dan perumusan perencanaannya tugas akhir ini akan membandingkan peraturan di Amerika Serikat (AITC 1985) dengan peraturan di Indonesia (PKKI 1961) Dengan berpedoman pada konsep perencanaan dari masing-masing peraturan dan dengan menggunakan kayu yang ada di Indonesia akan dibahas perencanaan elemen struktur kayu sebagai batang tarik, batang tekan, batang lentur dan kombinasi lentur dan normal. Juga dibahas sistim sambungan dan alat penyambungnya yang dibatasi pada sambungan paku dan baut.Untuk memperjelas perbedaan dan persamaan dari masing-masing peraturan dan untuk memudahkan pemahaman perencanaan, maka konsep-konsep perencanaan tersebut dijabarkan dalam bentuk grafik. Dari hasil perbandingan dapat disimpulkan secara umum bahwa beberapa aspek dari konsep perencanaan di PKKI 1961 perlu dilengkapi dengan batasan-batasan yang lebih rinci, seperti model keruntuhan batang tekan dan batasan untuk menghindari terjadinya tekuk arah lateral pada sturuktur gelagar.",
  "creators": "SUPIYAN; AGUS BUDHIANTO",
  "contributors": "Budiman Proboyo (Advisor 1); Oentoeng (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 364 S; Supiyan (283071), Agus Budhianto (283125)",
  "subjects": "WOOD CONSTRUCTION; TIMBER, STRUCTURAL"
}