{
  "id": "27054",
  "title": "Studi penggunaan kapasitor seri pada saluran transmisi AC (150) KV di Jawa Timur",
  "abstract": "Penyaluran daya listrik akan menjadi lebih efisien jika digunakan tegangan ekstra tinggi dalam sistem transmisinya. Dalam menyalurkan tenaga listrik sering harus melalui jarak yang sangat jauh, sehingga dibutuhkan saluran transmisi yang sangat panjang. Dengan semakin panjangnya saluran tersebut maka tahanan, induktansi, dan kapasitansi saluran akan bertambah besar, sehingga penurunan tegangan yang terjadi pada ujung terima akan menjadi sangat besar akibat dari drop tegangan yang terjadi pada saluran tersebut. Kapasitor seri pada rangkaian A.C. menimbulkan reaktansi negatif (leading reactance). Arus yang melalui reaktansi negatif ini menyebabkan drop tegangan yang mendahului arus dengan sudut 90°. Drop tegangan ini berlawanan dengan reaktansi induktif. Dengan menggunakan kapasitor seri pada saluran transmisi antara gardu induk Jember dan Banyuwangi untuk derajat kompensasi 60%, daya yang mengalir pada saluran sebesar 70 MVA, faktor kerja 70% hingga 90%, kenaikan tegangan yang terjadi pada saluran kurang lebih 5 KV. Penurunan tegangan yang terjadi pada saluran tidak melebihi batas yang diijinkan pada saluran transmisi tegangan ekstra tinggi yaitu 5%. Pemasangan kapasitor seri pada saluran transmisi menengah panjang atau sangat panjang mengakibatkan impedansi seri saluran berkurang. Dengan demikian penurunan tegangan yang terjadi pada saluran berkurang. Jadi pengaturan tegangan yang lebih baik dan sistem akan menjadi lebih stabil.",
  "creators": "TEE LIONG KII",
  "contributors": "ONTOSENO PENANGSANG (Advisor 1); HERLIANTO TENGGARA (Advisor 2); HADI SUTRISNO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 91/E/TST/010/0060; Tee Liong Kii (14484061)",
  "subjects": "CAPACITORS; ELECTRICITY-TRANSMISSION"
}