{
  "id": "27056",
  "title": "Hubungan konversi umur terhadap perkembangan kekuatan tekan beton untuk beberapa macam semen dan admixture",
  "abstract": "Untuk mengetahui lebih awal kekuatan tekan dan atau pemeriksaan mutu beton dari suatu bagian tertentu, digunakan perbandingan kekuatan tekan beton pada berbagai umur terhadap beton yang berumur 28 hari (konversi umur), seperti yang ditunjukan dalam tabel 4.1.4 PBI'71. Namun angka konversi seperti yang disajikan dalam tabel tersebut bersifat umum untuk semua merek semen yang tergolong dalam semen portland biasa dan semen Portland dengan kekuatan awal yang tinggi. Dengan melihat kenyataan bahwa ada bermacam-macam merek semen portland jenis I dan semen campuran yang beredar di pasaran dan umum digunakan, yang tentunya pengaruhnya terhadap kekuatan tekan beton juga bervariasi, maka diadakan penelitian untuk mendapatkan hubungan konversi umur terhadap perkembangan kekuatan tekan beton untuk beberapa macam semen dan admixture. Untuk melaksanakan penelitian ini dibuat kubus beton 10 cm X 10 cm X 10 cm dengan menggunakan semen Gresik type I, Padang type I, Tiga Roda type I, Tonasa type I, Fly Ash Tiga Roda dan PPC Gresik. Admixture yang dipakai adalah admixture Plastocrete-R, Sikament-LN dan Plastoorete- NC. Perkembangan kekuatan tekan diamati pada umur 1,3,7,14,28,60 dan 90 hari. Perbandingan campuran serta persyaratan bahan-bahannya berdasarkan pada BS 4550. Dari penelitian ini dapat disimpulkan bahwa perbandingan kekuatan tekan beton pada berbagai umur terhadap beton yang berumur 28 hari untuk rata-rata semen type I (Gresik,Padang,Tiga Roda dan Tonasa) dibandingkan dengan yang disajikan dalam PBI 1971 dan PBI 1989 menunjukan bahwa pada umur 3 hari, 42.5% lebih besar dari PBI 1971 dan 24% lebih besar dari PBI 1989. Pada umur 7 hari, 12% lebih besar dari PBI 1971 dan 4% lebih besar dar PBI 1989. Pada umur 14 hari, 2% lebih kecil dari PBI 1971 dan PBI 1989. Dan pada umur 90 hari, 14% lebih besar lebih besar dari PBI 1971. Sedangkan untuk rata-rata semen type lain (Fly Ash Tiga Roda dan PPC Gresik) dibandingkan dengan yang disajikan dalam PBI 1971 dan PBI 1989 untuk semen Portland biasa menunjukan bahwa pada umur 3 hari 27.5% lebih besar dari PBI 1971 dan 11% lebih besar dari PBI 1989. Pada umur 7 hari, 1.6% lebih kecil dari PBI 1971 dan 9% lebih kecil dari PBI 1989. Pada umur 14 hari, 11% lebih kecil dari PBI 1971 dan PBI 1989. Pada umur 90 hari, 26% lebih besar dari PBI 1971.",
  "creators": "SANDRA TAPIHERU",
  "contributors": "Hurijanto Koentjoro (Advisor 1); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 538 S; Sandra Tapiheru (21485087)",
  "subjects": "CONCRETE TESTING"
}