{
  "id": "27068",
  "title": "Pengaruh customer experience quality terhadap customer satisfaction dan customer loyalty PT Excelso Multirasa: perspektif B2C: studi kasus kafe Excelso Tunjungan Plaza Surabaya",
  "abstract": "Penelitian ini membahas tentang kualitas pengalaman pelanggan, yang diduga mempengaruhi kepuasan pelanggan di Kafe Excelso Tunjungan Plaza Surabaya. Dalam penelitian ini, variabel kualitas pengalaman pelanggan diukur melalui dimensi accessibility, competence, customer recognition, helpfulness, personalization, problem solving, promise fulfillment, dan value for time. Masing-masing dimensi ini akan diuji bagaimana pengaruhnya secara parsial terhadap kepuasan pelanggan dan loyalitas pelanggan. Selain melakukan pengujian secara parsial, penelitian ini juga ingin mengetahui dimensi manakah yang paling berpengaruh terhadap kepuasan pelanggan dan loyalitas pelanggan. Penelitian ini merupakan penelitian kausal yang dilakukan secara kuantitatif. Sampel penelitian adalah 200 pengunjung yang pernah mengunjungi kafe Excelso Tunjungan Plasa Surabaya minimal tiga kali dalam kurun waktu tiga bulan. Hasil observasi akan dianalisis dengan menggunakan metode Covariance-Based Structural Equation Model (CB-SEM). Hasil dari penelitian menunjukkan bahwa dimensi accessibility, competence, customer recognition, helpfulness, personalization, problem solving, dan value for time, yang dimiliki oleh kafe Excelso memiliki pengaruh yang signifikan terhadap kepuasan pelanggan, sementara promise fulfillment yang diberikan belum memberikan pengaruh yang signifikan. Hasil lain menunjukkan bahwa kedelapan dimensi dalam kualitas pengalaman pelanggan belum mampu memberikan pengaruh yang signifikan terhadap loyalitas pelanggan, sehingga dibutuhkan kepuasan pelanggan sebagai variabel intervening untuk mencapai loyalitas pelanggan.",
  "creators": "VIVIE SENJAYA",
  "contributors": "Hatane Semuel (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020364/MAN/2013; Vivie Senjaya (36409001)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER LOYALTY; CONSUMER SATISFACTION"
}