{
  "id": "27080",
  "title": "Stabilisasi tanah dengan sisa pembakaran tungku baja dan sisa pembakaran karbit",
  "abstract": "Sisa Pembakaran Tungku Baja dan Sisa Pembakaran Karbit merupakan limbah industri yang hingga saat ini belum dimanfaatkan. Penambahan Sisa Pembakaran Tungku Baja dan Sisa Pembakaran Karbit sebagai bahan stabilisasi, diharapkan nantinya dapat merubah sifat -sifat tanah asli yang kurang baik menjadi tanah dengan kondisi baru yang memiliki sifat -sifat teknis yang menguntungkan. Kenyataan ini dapat ditandai dengan adanya peningkatan daya dukung tanah, perubahan volume yang kecil serta memiliki kemantapan bentuk yang stabil. Stabilisasi Tanah dengan Sisa Pembakaran Tungku Baja dan Sisa Pembakaran Karbit sangat cocok bila dilakukan terhadap tanah liat yang mengandung bahan Pozzolan seperti unsur Silikat ( Si02 ) dan unsur Aluminat ( A1203 ), yang nantinya akan menyebabkan terjadinya reaksi Pozzolanic. Di dalam penelitian ini digunakan dua contoh tanah yang diperoleh dari lokasi perumahan Darmo Harapan dan lokasi perumahan Kutisari Indah. Alasan digunakannya dua macam tanah ini didasarkan pada jumlah kandungan bahan pozzolan yang terkandung di dalamnya adalah sangat memenuhi syarat. Hasil penelitian unsur-unsur kimia diperoleh dari Laboratorium Penelitian dan Pengembangan Balai Penelitian dan Perindustrian Jawa Timur. Uraian umum tentang Stabilisasi Tanah dengan Sisa Pembakaran Tungku Baja dan Sisa Pembakaran Karbit dibahas pada Bab I. Penjelasan mendetail tentang Stabilisasi Tanah dengan Sisa Pembakaran Tungku Baja dan Sisa Pembakaran Karbit beserta pengaruhnya terhadap tanah disajikan pada Bab II. Pada Bab III akan dijelaskan mengenai percobaan-percobaan laboratorium. Perbandingan campuran yang digunakan di dalam penelitian ini adalah sebagai berikut: 75 % berat tanah kering dicampur dengan 25 % berat kering campuran Sisa Pembakaran Tungku Baja dan Sisa Pembakaran Karbit. Perbandingan berat campuran antara Sisa Pembakaran Karbit dan Sisa Pembakaran Tungku Baja adalah 1:4 ; 1:3 ; 3:7 ; 3:5. Prosentase kandungan Sisa Pembakaran Karbit terhadap berat kering udara tanah asli dari campuran 1:4 ; 1:3 ; 3:7 ; 3:5 berturut - turut adalah : 6,67 % ; 8,34 % ; 10 % ; 12,5 % . Lama curing benda uji dilakukan pada usia 3 jam, 7 hari, 28 hari, 56 hari untuk percobaan Unconfined Compressive Strength, sedan gkan untuk percobaan CBR dilakukan pada usia 3 jam, 7 hari dan 28 hari. Peranan waktu curing amat mempengaruhi nilai Strength baik pada Unconfined Compressive Strength maupun pada CBR. Berdasarkan penelitian yang dilakukan, baik untuk percobaan Unconfined Compressive Strength maupun percobaan CBR, ternyata pada campuran 3:7 merupakan campuran optimum yang memberikan hasil yang memuaskan untuk kedua contoh tanah. Diskusi hasil - hasil percobaan laboratorium dibahas pada Bab IV. Kesimpulan dan saran dibicarakan pada Bab V, serta metode pelaksanaan dilapangan dijelaskan pada Bab VI.",
  "creators": "Januar Gomulyo; Yudy Wijaya",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.259 S; Januar Gomulyo (281077), Yudy Wijaya (282089)",
  "subjects": "SOIL STABILIZATION-STANDARDS; WASTE PRODUCTS"
}