{
  "id": "2709",
  "title": "Penelitian awal penggunaan sodium silicate Be 34 R 3,3 dalam meningkatkan mutu beberapa properties campuran mortar",
  "abstract": "Penambahan sodium silicate bertujuan untuk meningkatkan beberapa propertis dari campuran mortar antara lain compressive strength, tensile strength, linear shrinkage, water absorpiion, density, dan initial surface absorption. Penelitian ini menggunakan metode taguchi 's fractional factorial design untuk membuat 4 variasi mix dengan perbandingan semen: pasir dan kadar sodium silicate yang berbeda. Dari hasil percobaan, didapatkan nilai compressive strength terbesar 7,87 MPa dan terkecil 3,60 MPa, tensile strength terbesar 2,02 MPa dan terkecil 0,30 MPa, linear shrinkage terkecil 0,02 mm dan terbesar 0,10 mm, water absorption terkecii 4,78 % dan terbesar 8,14 %, density terbesar 2,09 gr/cm 3 dan terkecil 1,92 gr/cm 3 , initial surface absorption terkecil 4,53 ml/m 2 s dan terbesar 16,19 ml/m 2 s. Nilai propertis dari 4 macam mix tersebut kemudian dibandingkan terhadap mortar normal. Dari hasil analisa yang dilakukan dapat diketahui bahwa penambahan sodium silicate dapat meningkatkan compressive strength sampai 28 %, tensile strength sampai 80 %, linear shrinkage sampai 79 %, water absorption sampai 30 %, dan initial surface absorption sampai 51 %. Sedangkan untuk density penambahan sodium silicate tidak memberikan manfaat yang berarti. Mix design dengan komposisi semen : pasir = 5:17 dan kadar sodium silicate 2,50 % menghasilkan mortar dengan mutu propertis paling baik.",
  "creators": "GUNAWAN BUDI WIJAYA; FERY HARTONO",
  "contributors": "Indriani Santoso (Advisor 1); Januar Buntoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1323/SIP/2004; Gunawan Budi Wijaya (21499005), Fery Hartono (21499122)",
  "subjects": "CONCRETE-MIXING; MORTAR-ADDITIVES; CONCRETE-TESTING"
}