{
  "id": "27096",
  "title": "Analisa dan disain balok Castella dengan metode plastis",
  "abstract": "Balok Castella adalah suatu bentuk pengembangan dari balok I biasa, yang bertujuan untuk meningkatkan momen inersia dan momen perlawanannya, sehingga dapat lebih ekonomis, dan dapat menggantikan nomer proril yang tidak ada di pasaran. Pengembangan ini dilaku- kan dengan meninggikan penampang, yang dilakukan dengan cara memotong, balok I biasa secara zig-zag sepanjang asnya (\"center line\"). Setelah potongan atas diangkat dan digeser, sehingga gigi-gigi ter- atas masing-masing potongan bertemu, baru dilas menjadi suatu ke- satuan akibat peninggian secara ini didapatkan suatu balok yang berlubang-lubang pada plat badannya. Untuk analisa dan disain balok Gastella ini digunakan suatu metode plastis, sehingga penggunaan bahan dapat sepenuhnya, sampai batas lelehnya. Agar metode plastis dapat diterapkan dalam suatu analisa dan di sain balok Castella, maka kesetabilan balok, baik tinjauan keseluruhan maupun lokal, perlu diperhatikan sungguh-sungguh. Untuk itu dalam pembahasan analisa dan balok Castella dengan metode plastis ini, dibahas tentang: 1. Mekanisme keruntuhan akibat momen lentur 2. Mekanisme keruntuhan akibat gaya lintang 3. Geser dari bagian-bagian badan 4. lipatan badan 5. Kip 6. lipatan sayap . Dalam pembahasan ini tidak dibahas tentang kapasitas rotasi balok. Castella.Oleh karena itu, agar metode plastis dapat digunakan dalam desain balok Castella, maka kestabilan element-element balok Castella diperhatikan dengan sungguh-sungguh, sehingga dapat menjamin terjadinya sendi plastis pada balok Castella.",
  "creators": "Suyono Sugiarto",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.261 S; Suyono Sugiarto (281090)",
  "subjects": "BEAMS; CENCRETE BEAMS-TESTING"
}