{
  "id": "27100",
  "title": "Stabilisasi tanah urug bambe dengan kapur dan fly ash",
  "abstract": "Fly ash merupakan material sisa dari peleburan besi baja dan batu bara yang berupa material halus serta mempunyai gradasi yang uniform. Dengan semakin lajunya pembangunan di bidang perindustrian peleburan besi baja, maka fly ash yang dihasilkan juga semakin banyak. Oleh sebab itu penyusun mencoba memanfaatkan fly ash yang merupakan bahan limbah dengan tujuan stabilisasi tanah, dengan meninjau effektivitas kapur dan fly ash sebagai bahan additive untuk memperbaiki kondisi tanah asli. Percobaan yang dilakukan meliputi percobaan Hydrometer, analisa ayakan, pemadatan (standart proktor), atterberg limit, Unconfined Compressive Strength, CBR test dan Swell test. Tanah yang digunakan adalah tanah urug yang berasal dari Bambe, Sepanjang, kapur yang digunakan adalah kapur padam yang ada di pasaran sedangkan fly ashnya berasal dari P.T. HANIL JAYA METAL WORK, WARU, SIDOARJO. Campuran yang digunakan adalah 75% berat tanah kering ditambah 25% berat kering campuran kapur dan fly ash dengan variasi perbandingan 3:5, 3:7, 3:9 dan 3:12 Lama curing yang dilakukan adalah 7, 14 dan 28 hari. Untuk pembanding apabila percobaan ini dilakukan dilapangan, maka pembuatan benda uji dilakukan dalam dua kondisi tanah, yaitu dalam keadaan kering lalu diayak (seperti standard percobaan) dan dalam keadaan basah (bergumpal). Hasil percobaan menunjukkan campuran 3:7 dengan lama curing 28 hari memberikan hasil terbaik dalam peningkatan nilai UCS dalam keadaan tidak direndam sebesar + 340% ( 5,741 2 kg/cm ), peningkatan nilai CBR dalam keadaan tidak direndam sebesar + 375% (61,89%). Pada campuran 3:7 terjadi penurunan nilai plasticity index sebesar 26,28% dibandingkan dengan keadaan tanah asli (tanpa campuran) Ternyata dalam keadaan basah (bergumpal) nilainya adalah sebesar 0,885 - 0,888 dari nilai dalam keadaan kering. Untuk semua variasi campuran terjadi peniadaan nilai swell setelah benda uji mengalami curing selama 7 hari.",
  "creators": "BUDI WIBOWO; SOEJATMIKO H.",
  "contributors": "Sugie Prawono (Examination Committee 1); Soebianto Tjandrawibowo (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 416 S; Budi Wibowo (283115), Soejatmiko H. (283136)",
  "subjects": "FLY ASH; SOIL STABILIZATION"
}