{
  "id": "27114",
  "title": "Perencanaan pengembangan pelabuhan Meneng Banyuwangi",
  "abstract": "Sesuai dengan tujuan dan fungsi dari pelabuhan di mana merupakan tempat berlindung bagi kapal-kapal yang melakukan kegiatan bongkar muat di dermaga terhadap serangan gelombang, maka pelabuhan Meneng sudah mempunyai sifat yang demikian karena dilindungi oleh Pulau Bali secara alamiah, Untuk itu dalam usaha pengembangan dan kebutuhan dari pelabuhan Meneng, maka di daerah ini direncanakan dermaga, untuk memenuhi kebutuhan industri dan pertanian yang ada di kawasan daerah ini termasuk pabrik Pupuk Sriwijaya. Sejalan dengan adanya rencana pembangunan pengembangan Dermaga Meneng ini, maka kami menetapkan suatu judul tugas akhir yaitu Perencanaan Pengembangan Dermaga Pelabuhan Meneng-Banyuwangi\", Sedang permasalahan yang akan kami bahas dalam penulisan ini dapat dikatagorikan atas hal-hal sebagai berikut: A. Bidang pemilihan lokasi dermaga. Meliputi uraian umum tentang, kondisi pelabuhan saat ini, pemilihan lokasi, serta fasilitas penunjangnya, tinjauan arus bongkar-muat serta perkiraannya bagi keperluan industri sampai tahun 1990. B. Bidang perencanaan konstruksi, Meliputi analisa data yang manunjang perencanaan dermaga antara lain: angin, arus, gelombang, pasang surut, keadaan tanah, alternatif bentuk konstruksi, pemilihan bentuk dan arah dermaga serta dimensi dari dermaga yang direncanakan. C. Bidang perhitungan konstruksi. Meliputi perhitungan konstruksi dermaganya antara lain perhitungan plat, balok, poer, tiang pancang, perhitungan trestle, dolphin. Analisa dan perhitungan atas bidang permasalahan tersebut di atas akan kami uraikan dalam bab-bab berikut secara teratur.",
  "creators": "BUDI PRASETYO UTOMO; CHATARINA CHITRARINI",
  "contributors": "DUDUNG PURWADI (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 224 S; Budi Prasetyo Utomo (277116), Chatarina Chitrarini (279106)",
  "subjects": "HARBORS-DESIGN AND CONSTRUCTION"
}