{
  "id": "27117",
  "title": "Perhitungan Kondisi Evapotranspirasi dengan Beberapa Metode untuk Daerah Aliran Sungai Brantas",
  "abstract": "Evapotranspirasi merupakan salah satu bagian yang sangat penting di dalam siklus hidrologi, yaitu siklus dari jatuhnya air yang berupa hujan pada daratan sampai mencapai laut dan kembali ke atmosfir. Pada topik ini akan dibahas mengenai perhitungan kondisi evapotranspirasi di Jawa Timur, khususnya pada daerah aliran sungai Brantas selama 9 tahun (1978 - 1986) kecuali beberapa stasiun yang hanya tersedia data klimatologi selama 4 tahun (1983-1986). Pada F A O Irrigation and Drainage Paper No. 24 dikemukakan 4 metode empiris untuk menghitung besarnya kondisi evapotranspirasi acuan { ETo ), yaitu metode Penman, Blaney Criddle, Radiasi dan Pan Evaporasi. Berdasarkan pengamatan para ahli untuk beberapa negara termasuk Indonesia metode yang paling baik untuk dipakai adalah metode Penman. Oleh karena itu metode Penman digunakan sebagai pedoman terhadap metode yang lain untuk menghitung besarnya kondisi evapotranspirasi pada tiap-tiap daerah, baik untuk musim hujan maupun musim kemarau. Berdasarkan hasil perhitungan ETo metode Penman maka daerah aliran sungai Brantas dibagi menjadi 3 rayon. Dari hasil perhitungan metode Penman didapat besarnya evapotranspirasi acuan ( ETo ) untuk daerah aliran sungai Brantas rata-rata berkisar antara 3,5 sampai 6,5 mm/hari. Selain itu juga dapat diramalkan parameter-parameter iklim apa saja yang sangat berpengaruh pada besarnya kondisi evapotranspirasi untuk masing-masing rayon. Dengan demikian kita dapat mengklasifikasikan keadaan iklim pada masing-masing rayon berdasarkan pada besarnya evapotranspirasi ETo. Dari semua metode untuk menghitung ETo diperoleh kecenderungan bentuk grafik yang sama untuk masing-masing stasiun klimatologi pada tiap-tiap tahun pengamatan, kecuali metode Blaney Criddle yang cenderung mempunyai bentuk grafik tersendiri. Selain itu juga diperoleh bahwa untuk keseluruhan dari daerah aliran sungai Brantas metode yang paling mendekati metode Penman adalah metode Radiasi.",
  "creators": "JOHNNY GAZALI; SUBAKTI",
  "contributors": "Frederik Jones Syaramual (Advisor 1); Agus Adhisetiono Sutanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 348 S; Johnny Gazali (278092), Subakti (282139)",
  "subjects": "EVAPOTRANSPIRATION-MEASUREMENTS-COMPUTER PROGRAMS"
}