{
  "id": "27122",
  "title": "Perancangan interior Green Product Centre di Surabaya",
  "abstract": "Desain berwawasan ramah lingkungan merupakan salah satu isu dalam menanggapi permasalahan-permasalahan yang ada di lingkungan sekitar manusia. Permasalahan mulai dari lingkungan yang semakin tidak hijau dan tidak sehat, sumber daya alam yang semakin terkikis, dan gaya hidup manusia yang semakin tidak sehat adalah sekian dari banyaknya masalah lingkungan. Untuk memperbaiki lingkungan dan gaya hidup masyarakat agar menjadi lebih ramah lingkungan dan sehat tidaklah mudah, karena masyarakat harus memiliki kesadaran yang tinggi agar dapat membiasakan diri ke arah yang lebih baik. Oleh karena itu, diperlukan suatu wadah yang ramah lingkungan dan dapat memberikan edukasi akan pentingnya arti ramah lingkungan dalam setiap aspek kehidupan manusia, serta dapat menularkan gaya hidup yang lebih sehat dan ramah lingkungan. Perancangan interior Green Product Centre ini menerapkan aspek-aspek green design dengan penyediaan fasilitas galeri, workshop, area konsultasi, kantor, kasir, dan resepsionis dengan penerapan konsep nature yang mengambil sisi karakternya, yakni kemurnian, keanekaragaman namun tetap harmonis, dan keterbukaan. Sesuai dengan namanya, pada Green Product Centre ini menampilkan berbagai macam green product sebagai cara untuk menularkan green lifestyle secara nyata. Aspek-aspek green design dengan konsep nature ini diaplikasikan pada penataan layout yang open plan, warna-warna alami, bentuk perabot dan elemen interior yang beragam namun harmonis, penggunaan material ramah lingkungan, tanaman, pencahayaan, dan penghawaan yang hemat energi. Metode perancangan yang digunakan adalah metode analisis. Melalui perancangan ini, dihasilkanlah suatu desain interior Green Product Centre yang ramah lingkungan, sehat, nyaman, dan dapat meningkatkan gaya hidup ramah lingkungan bagi seluruh masyarakat.",
  "creators": "THE FRANSISCA",
  "contributors": "Ronald H.I. Sitindjak (Advisor 1); Linggajaya Suryanata (Advisor 2); Stephanus P. Honggowidjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00021140/DIN/2013; The Fransisca (41409054)",
  "subjects": "GREEN BUILDING DESIGN; SUSTAINABLE BUILDINGS; SUSTAINABLE ARCHITECTURE; INTERIOR DECORATION"
}