{
  "id": "27123",
  "title": "Perancangan interior Relish Cafe & Lounge di Surabaya",
  "abstract": "Cafe & Lounge sebagai tempat untuk berkumpul bersama, menikmati makan dan minum serta melakukan berbagai aktivitas menjadi sebuah tempat yang esensial dalam kehidupan masyarakat saat ini Relish Cafe & Lounge ini didesain untuk menjadi sebuah tempat publik yang dapat mewadahi masyarakat untuk memenuhi kebutuhan akan bersosialisasi, tempat yang nyaman untuk menikmati sajian makanan dan minuman, serta untuk melakukan aktivitas kegemaran seperti membaca buku, kegiatan fotografi, maupun untuk melakukan pekerjaan seperti perjanjian bisnis dan sebagainya. Desain yang menarik, mampu menarik pengunjung untuk masuk, oleh karena itu penggunaan gaya desain modern gothic dipilih karena memiliki unsur klasik yang tidak terbatas waktu namun tetap mengikuti perkembangan zaman. Konsep yang ditawarkan adalah Rose Garden, yang memiliki arti indah, tidak terbatas waktu, keseimbangan, misterius dan rahasia, berkesan romantis serta di dalamnya terdapat banyak variasi atau pilihan yang ditawarkan kepada pengunjung. Konsep dan gaya desain tersebut diaplikasikan baik dalam pencahayaan yang menggunakan chandelier, wallpaper bernuansa bunga mawar, bentuk checkerboard dan nuansa mawar pada pola lantai, jendela dan wall framelis berbentuk pointed arch, ukiran gothic foliage dan daun oak khas gothic, warna merah, ungu, hitam, krem yang diaplikasikan pada perabot, maupun elemen interior dan dekoratif lainnya dalam perancangan interior Relish Cafe & Lounge ini agar dapat menarik pengunjung untuk masuk dan menikmati fasilitas di dalamnya.",
  "creators": "FELICIA DEWI CHRISANTI S",
  "contributors": "Mariana Wibowo, S.Sn., M.MT. (Advisor 1); Dodi Wondo Dipl. Ing. (Advisor 2); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00021141/DIN/2013; Felicia Dewi Chrisanti S. (41409055)",
  "subjects": "INTERIOR DESIGN; INTERIOR DECORATION-DESIGN; RESTAURANTS-DECORATION"
}