{
  "id": "27136",
  "title": "Pengaruh kemiringan tepi pondasi dangkal terhadap peningkatan daya dukung",
  "abstract": "Persoalan yang sering dihadapi pada pondasi dangkal yang didirikan di atas tanah lunak adalah daya dukung yang kecil dan penurunan yang besar. Untuk mengatasi persoalan ini tanah urug digunakan untuk melapisi bagian atas tanah lunak sebagai alas dari pondasi dangkal tersebut. Tujuan dari tanah urug ini adalah untuk memperkecil beban yang diterima oleh lapisan tanah lunak. Makin tebal tanah urug tersebut, maka makin kecil tekanan yang diterima oleh lapisan tanah lunak di bawahnya. Dengan menggunakan suatu pondasi dangkal dengan bentuk trapesium terbalik yang diletakkan pada lapisan tanah urug diharapkan dapat menguranqi intensitas beban yang diterima lapisan tanah lunak di bawahnya. Selain itu karena adanya kemiringan dari tepi pondasi akan terjadi perlahanan tanah pasif yang dapat meningkatkan daya dukung pondasi. Di sini fungsi tanah urug tidak hanya sebagai penyalur beban ke lapisan tanah lunak saja, Melainkan juga dipakai untuk menahan tekanan ke samping dari pondasi tersebut. Oleh karena itu dengan menstabilisasi tanah urug tersebut dengan semen akan dapat meningkatkan daya dukungnya. Penelitian dilakukan di laboratorium dengan membebani suatu model pondasi yang diletakkan pada dua macam jenis tanah urug, yaitu tanah urug biasa dan tanah urug yang distabilisasi dengan semen. Tebal masing-masing tanah urug ini adalah 5 cm yang diletakkan menyelimuti lapisan tanah lunak di bawahnya yang keseluruhannya diletakkan dalam suatu container tembus pandang. Test pembebanan model pondasi dilakukan pada unsur 0 hari pada model yang diletakkan pada tanah urug biasa dan pada umur curing 7, 14 dan 28 hari untuk model yang diletakkan pada tanah urug yang distabilisasi dengan semen. kemiringan dari tepi pondasi dibuat dengan sudut yang bervariasi yaitu dengan sudut 90°, 75° dan 45°. Hasil test pembebanan menunjukkan bahwa tidak terjadi perbedaan daya dukung yang menyolok di antara ketiga model pondasi yang diletakkan di atas tanah urug biasa. Perbedaan kemampuan daya dukung ini tampak nyata pada model yang diletakkan pada tanah urug yang distabilisasi dengan semen. Pada tanah urug yang distabilisasi dengan semen model pondasi dengan kemiringan tepi sebesar 45° dan 75° mempunyai daya dukung yang lebih besar dibandingkan model pondasi dengan kemiringan tepi sebesar 90°. Dari hasil test ini dapat disimpulkan bahwa akan terjadi peningkatan daya dukung yang cukup besar pada pondasi dangkal yang diberi kemiringan tepi dibandingkan pondasi dangkal biasa apabila pondasi-pondasi tersebut diletakkan pada tanah urug yang distabilisasi dengan semen.",
  "creators": "PAUL KRISTANTO; BAMBANG SUGIANTO",
  "contributors": "Sugie Prawono (Advisor 1); Soebianto Tjandrawibowo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 356 S; Paul Kristanto (282052), Bambang Sugianto (282140)",
  "subjects": "FOUNDATIONS"
}