{
  "id": "27139",
  "title": "Perencanaan, perancangan serta tinjauan singkat pengelolaan taman parkir kampus",
  "abstract": "Mengingat pemilikan kendaraan pribadi semakin lama semakin meningkat, maka hal ini menyebabkan makin bertambahnya kendaraan baik mobil maupun sepeda motor yang membutuhkan ruang parkir. Begitu pula keadaannya di kampus kita ini, akibat banyaknya jumlah kendaraan yang akan diparkir sehingga melebihi daya tampung yang ada. Akibat dari itu semua menyebabkan adanya parkir liar yang harus segera ditangani. Dalam menangani masalah tersebut di atas kita berusaha memecahkannya dengan sistim manajemen parkir yang merupakan suatu tindakan untuk mengkoordinasi keseluruhan aktivitas dan elemen yang terlibat di dalam organisasi pada pengaturan fasilitas parkir dengan menggunakan informasi yang ada dan mempertimbangkan berbagai alternatif dengan harapan dapat mencapai hasil yang optimal dan effisien sesuai dengan kebutuhan. Sistim Manajemen Parkir ini meliputi perencanaan, perancangan, aktivitas pelaksanaan dan pemeliharaannya. Dalam tahap perencanaan informasi yang kita peroleh didapat dari survey. Informasi tersebut berupa data data fasilitas yang ada sekarang, jumlah kebutuhan parkir baik untuk kendaraan roda empat maupun roda dua yang fasilitas dan perencanaannya dipisahkan menjadi dua yaitu pada lahan baru UKP dan tempat parkir yang ada sekarang. Perencanaan juga meliputi sistim pengoperasian dan pengaturan. Tahapan perancangan meliputi input yang didapat dari survey topografi, dan perhitungannya didasarkan pada curb parking dengan memasukkan unsur aisles dan sirkulasi yang baik. Dalam tahapan ini juga diberikan beberapa alternatif design yang masing-masing ditinjau sifat-sifatnya. Sebagai bagian akhir dari Tugas Akhir ini kami sajikan pula rencana anggaran biayanya.",
  "creators": "LINDAWATI; AGUSTINA KOSASIH",
  "contributors": "Markus Ignatio Aditjipto (Advisor 1); Sugeng Setyawan (Advisor 2); Indriani (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 386 S; Lindawati (283143), Agustina Kosasih (286156)",
  "subjects": "CAMPUS-PARKING-DESIGN AND CONSTRUCTION"
}