{
  "id": "2713",
  "title": "Studi tentang asuransi all risk pada perusahaan konstruksi",
  "abstract": "Salah satu faktor yang terpenting dalam pelaksanaan suatu proyek konstruksi adalah manajemen resiko yang baik. Penggunaan asuransi CAR (Contractor 's All Risks) adalah salah satu bentuk manajemen resiko yaitu dengan memindahkan (transfer) sejumlah resiko kepada perusahaan asuransi. Untuk menghadapi resiko-resiko dan meminimalkan dampak-dampaknya adalah dengan membeli suatu polis asuransi. Penelitian ini bertujuan untuk mempelajari mengenai penerapan asuransi CAR (Contractor 's All Risk) pada proyek konstruksi di lapangan dalam menjamin resiko-resiko yang ada dan untuk mengetahui tanggapan dari pihak kontraktor maupun pihak asuransi mengenai asuransi CAR (Contractor's All Risks) itu sendiri. Dalam penelitian ini juga dilakukan studi kasus pada 2 perusahaan kontraktor kelas besar untuk mengetahui implementasi penggunaan asuransi CAR (Contractor 's All Risks) pada proyek konstruksi. Dari hasil analisa data didapatkan bahwa tingkat kepentingan untuk diasuransikan bagi kontraktor per variabel I, II, III dan IV adalah penting yaitu 50%, 60%, 56% dan 73%. Sedangkan untuk faktor yang paling dominan dalam mempengaruhi nilai premi adalah lokasi proyek dan jenis proyek (31,51%) dan kondisi geografis ( 20,55%). Dari hasil studi kasus yang dilakukan pada 2 perusahaan kontraktor,yaitu PT Solobhakti Trading & Conrractor dan PT Wijaya Karya diperoleh bahwa ada perbedaan dalam implementasi penggunaan asuransi CAR (Contractor's All risk) pada proyek yang ditangani, perbedaan tersebut didasari oleh perbedaan nilai kontrak proyek yang mempengaruhi nilai rate premi, luas jaminan dari CAR (Contractor's All risk), dimana salah saru perusahaan menggunakan blanket policy dalam proyek yang ditangani untuk alasan kepraktisan karena polis standar CAR (Contractor's All risk) tidak cukup mampu untuk menjamin semua resiko yang ada di proyek.",
  "creators": "JEMMY HARYONO; LUSI AGUSTIN KUSUMA W",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Andi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1316/SIP/2004; Jemmy Haryono (21499024); Lusi Agustin K.(21499124)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}