{
  "id": "27132",
  "title": "Regresi linear antara tekanan konus, nilai SPT dan tekanan prisma bebas",
  "abstract": "Korelasi antara parameter kekuatan tanah telah banyak dikerjakan oleh para ahli Mekanika Tanah, dengan tujuan mendapatkan hubungan antara nilai pada percobaan yang satu terhadap percobaan lainnya dalam perumusan matematis yang sederhana. Pada perkiraan awal seringkali parameter kekuatan tanah dari percobaan yang sulit dan membutuhkan biaya yang banyak diambil dari hasil korelasi yang telah dibuat terhadap parameter kekuatan tanah percobaan yang lain. Parameter kekuatan tanah dan sifat fisik dipengaruhi oleh jenis tanah, kondisi dan sejarah geologi setempat sehingga hasil korelasi berlaku untuk daerah tertentu yang diamati. Penggunaan hasil korelasi untuk daerah yang lain hendaknya tidak digunakan tanpa didahului dengan suatu pengamatan pendahuluan. Dalam tugas akhir ini telah dirumuskan hubungan antara parameter kekuatan tanah dari percobaan Sondir (tekanan konus), percobaan SPT (nilai N) dan unconfined compression test. Pasir dan lempung dikelompokkan tersendiri dalam korelasi karena telah diketahui mempunyai sifat yang berbeda, lagipula percobaan SPT ditujukan terutama pada tanah berpasir sedangkan percobaan Sondir ditujukan pada lempung lunak sedangkan dalam praktek penggunaan percobaan tersebut adalah berlaku untuk semua jenis tanah. Metode penelitian, dengan analisa regresi untuk merumuskan hubungan antara variabel (parameter kekuatan tanah ) yang didapat, baik melalui percobaan yang dilakukan sendiri maupun data dari Laboratorium Mekanika Tanah U. K. Petra dan Data Persada.",
  "creators": "YANTO HARIAWAN; ANDRY ASALEO",
  "contributors": "Sugeng Setyawan (Advisor 1); Sugie Prawono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 340 S; Yanto Hariawan (281045), Andry Asaleo (281110)",
  "subjects": "SOILS, TESTING; SOIL MECHANICS"
}