{
  "id": "27141",
  "title": "Perbandingan perhitungan dinding geser dengan metode daktilitas penuh & terbatas untuk gedung 6,9 dan 11 tingkat menurut pedoman beton 1989",
  "abstract": "Metode daktilitas adalah suatu keuntungan bagi perencanaan struktur di daerah gempa. Dengan memasukkan konsep daktilitas, perencana tidak lagi memakai beban gempa terbesar yang mungkin terjadi (dari analisa riwayat-waktu) untuk merencanakan struktur penahan gempa, tetapi memakai beban yang lebih kecil dengan pendetailan khusus yang menjamin kedaktailan struktur pada waktu terjadi gempa besar. Sebagai struktur penahan gempa, dinding geser pun direncanakan dengan memperhatikan daktilitas. Ada tingkatan tertentu dalam perencanaan daktilitas yaitu: daktilitas penuh dan daktilitas terbatas. Perencanaan daktilitas terbatas dipakai karena kadang-kadang pada suatu kasus tertentu seperti bangunan bertingkat rendah. Perencanaan dengan daktilitas penuh dirasakan tidak perlu dan tidak ekonomis. Dengan daktilitas terbatas, suatu struktur dinding geser tidak harus mencapai keadaan daktail secara penuh sehingga pendetailannya lebih mudah (tidak kompleks). Karena masalah ketidak kompleksan ini, dicoba untuk menerapkan perencanaan daktilitas terbatas pada struktur dinding yang tinggi kemudian dibandingkan dengan perencanaan daktilitas penuh pada struktur dinding yang sama, apakah layak dari segi ekonomis atau tidak. Perencanaan daktilitas penuh dan terbatas ini mengikuti syarat dan pendetailan yang ditetapkan dalam Pedoman Beton 1989. Dinding geser yang dijadikan bahan perbandingan ada 3 buah yaitu dinding geser dengan tinggi 25,5 m (6 tingkat), 37,5 m (9 tingkat) dan 45,5 m (11 tingkat). Dari hasil perbandingan ternyata perencanaan daktilitas terbatas tidak ekonomis untuk dinding geser tinggi. Oleh karena itu dianjurkan memakai perencanaan daktilitas penuh untuk dinding geser tinggi (6 tingkat atau lebih). Khusus pada perencanaan daktilitas penuh, dilakukan pemeriksaan nilai w Pedoman Beton 1989 untuk dinding geser dan kolom dari struktur portal - dinding geser. Berdasarkan hasil pemeriksaaan, nilai w tersebut perlu dikoreksi agar didapat struktur yang ekonomis dan aman. Nilai usulan w untuk dinding geser dapat dilihat pada Appendix-D dan untuk kolom, pada Appendix-E.",
  "creators": "YAN ARDIAN; YUSUF SURYAJINATA",
  "contributors": "Agus Adhisetiono Sutanto (Advisor 1); Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 2); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 389 S; Yan Ardian (284011), Yusuf Suryajinata (284036)",
  "subjects": "EARTHQUAKES AND BUILDING; REINFORCED CONCRETE CONSTRUCTION"
}