{
  "id": "27142",
  "title": "Penyiapan pedoman perencanaan alinyemen vertikal dalam perancangan geometrik jalan raya",
  "abstract": "Pembangunan di Indonesia meningkatkan pula kebutuhan akan transportasi. Hal ini akan mengakibatkan banyak peningkatan sarana dan prasarana jalan. Peningkatan prasarana jalan ini disesuaikan dengan kebutuhan dengan memperhatikan nilai ekonomisnya, karena sumber pembiayaan yang sangat terbatas, sehingga jalan yang dibangun banyak yang relatif berstandart minimum. Pada kenyataannya memang jalan dengan standart minimum di negara-negara sedang berkembang termasuk Indonesia masih merupakan bagian yang terbesar. Pada kondisi seperti ini, perencana Geometrik Jalan akan menemui banyak kesulitan dalam merencanakan alinyemen (trase) jalannya, karena perencana dituntut untuk sebanyak mungkin menyesuaikan dengan situasi topografi medan, guna menghindari biaya yang tinggi. Studi ini bertujuan untuk menjabarkan dasar-dasar pertimbangan pada perancangan alinyemen vertikal secara lengkap, mulai dari pertimbangan pemilihan lokasi, pengaturan gradien tanjakan atau turunan, bentuk dan desain kurva lengkung vertikal, sampai pada bentuk tiga dimensinya setelah terkombinasi dengan lengkung horisontal. Untuk dapat menjabarkan dasar-dasar pertimbangan pada perancangan alinyemen vertikal ini, maka dilakukan studi literatur terhadap sejumlah buku, juga terhadap variabel-variabel dan para parameter-parameter yang berpengaruh terhadap perencanaan tersebut. Semua dasar perencanaan ini didasarkan pada Peraturan Perencanaan Geometrik Jalan Raya menurut Bina Harga Ncmor 13 tahun 1970 dan Standart Perencanaan Geometrik Untuk Jalan Perkotaan tahun 1988. Untuk mencapai hasil akhir dari studi ini dibuat pedoman kerja yang praktis untuk melakukan perhitungan yang diperlukan berikut contoh-contoh perhitungan serta penggambarannya.",
  "creators": "LUCIA MARIA O. M. T.; ESTER LILIES S.",
  "contributors": "WIBOWO (Advisor 1); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 458 S; Lucia Maria O.M.T. (284078), Ester Lilies S. (284119)",
  "subjects": "ROAD CONSTRUCTION"
}