{
  "id": "2715",
  "title": "Perbandingan perilaku seismik dan biaya awal antara struktur konvensional dengan struktur yang menggunakan base isolation",
  "abstract": "Berbagai peraturan perencanaan bangunan terhadap beban gempa, menetapkan suatu taraf beban gempa rencana yang menjamin suatu struktur agar tidak rusak karena gempa-gempa kecil atau sedang. Namun saat dilanda gempa kuat yang jarang terjadi, sangatlah tidak ekonomis untuk mencegah terjadinya kerusakan pada struktur atau mengupayakan struktur tetap dalam keadaan elastis. Dengan Konsep Desain Kapasitas, struktur direncanakan agar mampu berperilaku daktail dengan memencarkan energi gempa dan sekaligus membatasi beban gempa yang masuk ke dalam struktur dengan membentuk sendi-sendi plastis. Dengan terbentuknya sendi-sendi plastis berarti struktur telah mengalami kerusakan. Jelas Konsep Desain Kapasitas tidak terlalu memuaskan jika diterapkan pada gedung yang diharapkan tetap berfungsi segera sesudah terjadi gempa, misalnya rumah sakit, pusat telekomunikasi, dan bangunan monumental. Base Isolation merupakan alternatif solusi yang efektif, dimana fungsinya untuk mengurangi gaya gempa yang masuk pada struktur bagian atas dengan menambah waktu getar alami dan mengurangi respon percepatan struktur melalui penambahan fleksibilitas. Penambahan waktu getar alami ini dapat menambah displacement total dari sistem isolasi tetapi dapat diperkecil dengan menambah damping. Dengan penggunaan Base Isolation, diharapkan sedapat-dapatnya struktur bagian atas akan tetap berperilaku elastis atau tidak terjadi kerusakan struktur saat terjadi gempa besar. Studi ini memaparkan desain struktur bangunan beton bertulang 4,8, dan 12 lantai dengan dan tanpa menggunakan Base Isolation. Straktur tanpa Base Isolation didesain dengan Konsep Desain Kapasitas sedangkan struktur dengan Base Isolation didesain berdasarkan gaya dalam yang terjadi. Hasil desain digunakan untuk membandingkan perilaku struktur dan harga awal struktur masing-masing. Hasil analisa perilaku menunjukkan bahwa Base Isolation dapat mereduksi gaya gempa yang masuk pada struktur bagian atas sehingga mengurangi sendi-sendi plastis yang terjadi, dimana struktur 4 lantai mempunyai hasil yang terbaik. Adapun target gempa yang digunakan adalah gempa periode ulang 500 tahun yang telah disesuaikan dengan wilayah gempa 3 [SNI-1726-2001] dengan memodifikasi gempa El Centro 1940 N-S. Sedangkan dalam perbandingan harga awal struktural, struktur 4 lantai memiliki selisih prosentase kenaikan biaya yang terkecil dibandingkan struktur 8 dan 12 lantai.",
  "creators": "EVELINE; YESSIE AGUSTINA",
  "contributors": "Takim Andriono (Advisor 1); Wong Foek Tjong, S.T., M.T., Ph.D. (Advisor 2); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1334/S1P/2004; Eveline (21499100), Yessie Agustina (21499105)",
  "subjects": "BUIIDINGS-EARTHQUAKE EFFECTS; EARTHQUAKE RESISTANT DESIGN; EARTHQUAKE ENGINEERING"
}