{
  "id": "27157",
  "title": "Klasifikasi tanah dasar di Surabaya",
  "abstract": "Kotamadya Surabaya memiliki lapisan tanah yang cukup heterogen, hal ini terlihat dari data-data penyelidikan tanah di beberapa lokasi dalam wilayah kotamadya Surabaya. Keanekaragaman ini tentunya menimbulkan permasalahan di dalam melakukan preliminary design suatu pondasi. Penelitian ini dilakukan untuk memperbaiki dan menyempurnakan pendapat dari Mulyono dan Yonathan yang pada tahun 1988 telah membagi susunan lapisan tanah Surabaya ke dalam lima tipe. Untuk pembagian tipe ini terdapat beberapa pembenahan pada jenis lapisan tanahnya dan pembagian daerah berdasarkan tipe susunan lapisan tanahnya. Selain itu telah dicoba pula untuk mendapatkan variasi karakteristik tanah dasar terhadap kedalaman yang meliputi c (kohesi), 0 (sudut geser dalam), y (berat volume), e (angka pori), wc (kadar air), wL (batas cair), wp (batas plastis) dan IL (indeks kecairan). Telah didapatkan pula hubungan antara undrained shear strength dengan kadar air, hubungan undrained shear strength dengan indeks kecairan, hubungan undrained shear strength dengan indeks plastisitas, hubungan undrained shear strength dengan tekanan konus dan hubungan antara N-SPT dengan tekanan konus. Dari hasil penelitian ini didapatkan beberapa kesimpulan yaitu pada tipe I dan II dapat dipergunakan pondasi tiang pancang dengan dukungan ujung (end bearing piles), untuk tipe III dan V masih dapat dipergunakan pondasi tiang pancang dengan dukungan ujung (end bearing piles) tapi pada kedalaman yang cukup dalam, dapat juga dipergunakan altematif lain yaitu pondasi tiang pancang dengan dukungan gesekan (friction piles) sedangkan untuk tipe IV dipergunakan pondasi tiang pancang dengan dukungan gesekan (friction piles). Selain itu didapatkan pula grafik fungsi hubungan antara su dengan wc, su dengan IL, Su dengan Ip, su dengan qc dan N-SPT dengan qc.",
  "creators": "TONI LETWAR; RETNO JULYASTUTI S.",
  "contributors": "Soebianto Tjandrawibowo (Advisor 1); Harry Patmadjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 612 S; Tony Letwar (21488005), Retno Julyastuti S. (21488119)",
  "subjects": "SOIL MECHANICS"
}