{
  "id": "27159",
  "title": "Pengaruh beban lebih terhadap struktur perkerasan pada ruas jalan arteri di Surabaya",
  "abstract": "Seiring dengan kemajuan pembangunan di kota Surabaya akan mendorong pertumbuhan sarana transportasi. Agar perkembangan pembangunan dapat melayani kebutuhan masyarakat dengan baik maka sarana transportasi itu harus memenuhi syarat teknis atau syarat lain serta kendaraan operasional harus memuat beban sesuai dengan beban gandar yang diijinkan. Dalam bahasan kami mengenai pengaruh beban lebih terhadap struktur perkerasan, akan dilihat dampak kerusakan perkerasan pada ruas jalan arteri di Surabaya yaitu jalan A.Yani, jalan Demak, dan jalan Raya Gresik. Karena kendaraan operasional terdiri dari berbagai jenis yang mempunyai berat total operasional yang berbeda maka setiap kendaraan yang melalui suatu ruas jalan akan mengakibatkan kerusakan dengan kadar yang berlainan pula pada struktur perkerasan jalan tersebut. Studi ini bertujuan mengamati sampai sejauh mana kontribusi kerusakan perkerasan akibat beban lebih terutama kendaraan yang bermuatan berat terhadap struktur perkerasan jalan. Aktifitas yang termasuk adalah membandingkan tebal perkerasan dengan kelebihan muatan terhadap tebal perkerasan pada kenyataannya. Selain itu kami juga melakukan survey visual terhadap jenis kerusakan yang terjadi pada ruas jalan arteri apakah dikarenakan oleh beban berlebih atau tidak. Dari hasil perhitungan dan survey terlihat bahwa untuk ruas jalan A. Yani beban dan tebal perkerasan yang ada sudah memenuhi syarat. Sedangkan untuk ruas jalan Demak dan Raya Gresik masih memerlukan lapis tambahan (overlay). Dengan demikian dapat diketahui sampai sejauh mana pengaruh beban lebih dalam kasus kerusakan jalan pada ruas jalan arteri tersebut.",
  "creators": "SURYO HADIANTO G.; HERLIN ITAMURTI T.",
  "contributors": "Indriani (Advisor 1); Harry Patmadjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 583 S; Suryo Hadianto G. (21488064), Herlin Itamurti T. (21488129)",
  "subjects": "PAVEMENTS-LIVE LOADS; PAVEMENTS-MAINTENANCE AND REPAIR"
}