{
  "id": "27161",
  "title": "Pengaruh waktu pra-pembebanan pada pelat dari pondasi tiang terhadap daya dukung pelat-tiang secara keseluruhan",
  "abstract": "Pondasi tiang yang didirikan pada tanah lunak dan tidak mencapai tanah keras, beban dari kolom hanya dipikul oleh geser tiang {friction pile) saja. Untuk meningkatkan daya dukung pondasi tiang dalam keadaan seperti itu, pelat (pile cap) yang berfungsi sebagai pengikat kepala tiang dimanfaatkan untuk menerima beban. Hal itu dapat dilakukan dengan pra-pembebanan (preloading) pada sekitar tiang dengan beban yang melebihi beban rencana struktur dalam waktu tertentu. Semakin besar beban pra-pembebanan dan semakin lama waktu pra pembebanan akan diperoleh daya dukung pondasi tiang yang makin besar. Suatu penelitian dilakukan di laboratorium pada model pondasi tiang dengan pra-pembebanan dan waktu pra-pembebanan yang berbeda. Dari hasil penelitian pada model pondasi tiang dengan prapembebanan dibandingkan model pondasi tanpa pra-pembebanan dapat diketahui besamya peningkatan daya dukung yang terjadi. Untuk mengetahui besarnya daya dukung tiang dan pelat saja, dilakukan juga penelitian menggunakan model pondasi tiang dengan rongga. Hasil penelitian ini dapat digunakan untuk membandingkan peningkatan daya dukung yang dilakukan pada model pondasi tiang dengan pra-pembebanan dan waktu pra-pembebanan yang berbeda di laboratorium. Peningkatan daya dukung pondasi tiang dengan memanfaatkan pelat untuk menerima beban juga dapat diketahui dari penelitian ini.",
  "creators": "SANJOYOPRANOTO SANTOSO; CHRISTINE N. TANJUNGAN",
  "contributors": "Sugie Prawono (Advisor 1); Soebianto Tjandrawibowo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 620 S; Sanjoyopranoto Santoso (21489061), Christine N. Tanjungan (21489068)",
  "subjects": "PILING (CIVIL ENGINEERING)"
}