{
  "id": "27163",
  "title": "Penerapan faktor-faktor sukses kunci yang menunjang keberhasilan suatu proyek apartemen: sebuah studi kasus pada proyek kondominium Puncak Marina",
  "abstract": "Pembangunan proyek apartemen merupakan fenomena yang sudah biasa bagi masyarakat kota Surabaya. Hampir semua proyek apartemen menyatakan 'sukses besar'. Namun saat ini, terbukti hanya ada beberapa proyek apartemen yang dapat bertahan. Penyebabnya adalah lingkungan ekstemal dan internal dari suatu proyek apartemen yang selalu berubah sehingga faktor-faktor yang mempengaruhinya juga selalu berubah. Sebenarnya banyak faktor yang mempengaruhi kesuksesan suatu proyek apartemen. Namun hanya ada beberapa faktor sukses kunci yang benar-benar menentukan agar suatu proyek apartemen dapat berhasil. Oleh karena itu diperlukan suatu penelitian untuk mendefinisikan faktor-faktor sukses kunci apa saja yang mempengaruhi keberhasilan suatu proyek apartemen dan bagaimana penerapannya untuk menunjang keberhasilan tersebut. Inti dari metode ini adalah mengidentifikasi faktor-faktor sukses kunci dalam industri apartemen dan kemudian mengkonsentrasikan sumber daya perusahaan hanya pada faktor-faktor yang dianggap memiliki peluang untuk mendapatkan keunggulan terhadap para pesaingnya. Dimulai dengan membagikan kuesioner tentang penelitian faktor-faktor sukses kunci dalam industri apartemen, penelitian ini memilih proyek Kondorainium Puncak Marina sebagai obyek studi kasus yang akan diteliti. Setelah dilakukan pengumpulan dan pengolahan data, data dianalisa secara statistik dan deskriptif. Kemudian dilakukan identiiikasi dan pengambilan keputusan dengan metode decision tree untuk menentukan faktor sukses kunci yang paling menentukan bagi proyek Kondominium Puncak Marina. Hasil dari penelitian ini menempatkan faktor manajemen konstruksi yang terdiri dari faktor ketepatan waktu selesainya proyek, desain arsitektur, ketepatan anggaran proyek, dan kelancaran pasok material sebagai faktor-faktor sukses kunci yang menunjang keberhasilan proyek Kondominium Puncak Marina. Dengan demikian, faktor-faktor sukses kunci tersebut dapat dipakai sebagai cornerstones untuk membangun strategi bisnis proyek Kondominium Puncak Marina. Akhirnya, empat faktor sukses kunci dari manajemen konstruksi proyek Kondominium Puncak Marina diterapkan dengan menggunakan quality project management.",
  "creators": "SUSY KRISTIENNAWATI; WINARTO",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Paulus Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 673 S; Susy Kristiennawati (21491075), Winarto (21491165)",
  "subjects": "PROJECT MANAGEMENT"
}