{
  "id": "27170",
  "title": "Interaksi pelat dengan susunan tiang terhadap daya dukung dan penurunan pondasi",
  "abstract": "Dalam suatu perencanaan struktur bangunan, perencanaan pondasi merupakan salah satu hal yang penting untuk direncanakan secara seksama karena pondasi merupakan struktur penahan dari beban-beban di atasnya. Untuk merencanakan pondasi suatu bangunan besar yang terletak di atas suatu lapisan tanah liat yang dalam umumnya digunakan pondasi pelat, supaya beban-beban kolom disebarkan secara luas sehingga tekanan yang bekerja di atas tanah menjadi kecil. Masalah yang timbul pada pondasi pelat adalah besarnya penurunan yang terjadi. Dengan memberikan tiang-tiang pada pondasi pelat tersebut diharapkan penurunan yang terjadi dapat dikurangi dan daya dukung pondasi dapat ditingkatkan. Dalam penelitian ini, percobaan pembebanan dilaksanakan pada 3 jenis model pondasi yaitu model pondasi pelat, model pondasi tiang dan model pondasi pelat-tiang. Dari ketiga jenis model pondasi ini dicari besarnya penurunan dan besarnya peningkatan daya dukung batasnya diamat-amati. Hasil percobaan pembebanan dibandingkan dengan hasil perhitungan secara teoritis berdasarkan metode Poulos & Davis dan metode Cooke. Hasil percobaan pembebanan ketiga model pondasi ini menunjukkan bahwa pondasi pelat-tiang memiliki daya dukung batas yang lebih besar dan penurunan pondasi yang lebih kecil dibandingkan dengan model pondasi tiang dan model pondasi pelat. Dari hasil perbandingan model pondasi pelat-tiang dengan susunan tiang yang berbeda jumlah dan panjang tiangnya menunjukkan bahwa penggunaan tiang yang sedikit dan panjang akan lebih efektif jika dibandingkan dengan penggunaan tiang yang lebih banyak dan pendek.",
  "creators": "ISMIYATI WAHYUNI; PRATI WIYUWHANA",
  "contributors": "Sugie Prawono (Advisor 1); Soebianto Tjandrawibowo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 589 S; Ismiyati Wahyuni (21488122), Priati Wiyuwhahana (21488156)",
  "subjects": "PILING (CIVIL ENGINEERING)"
}