{
  "id": "2718",
  "title": "Upaya perbaikan kesetimbangan lintasan produksi pada UD. X melalui pendekatan simulasi",
  "abstract": "Dalam sebagian aliran produksi seringkali ditemui permasalahan. Salah satu permasalahan yang mungkin terjadi adalah timbulnya bottleneck pada aliran produksi tersebut. Permasalahan inilah yang kemudian menjadi hambatan bagi perusahaan untuk meningkatkan produksinya demi memenuhi permintaan konsumen. Untuk mengatasi masalah bottleneck tersebut, dapat dilakukan penambahan mesin/operator pada proses-proses dan diharapkan dengan adanya pengurangan tingkat bottleneck, perusahaan dapat mencapai suatu peningkatan produksi yang diinginkan. Tujuan yang ingin dicapai adalah untuk mengetahui upaya peningkatan kapasitas produksi yang dapat dicapai perusahaan dengan melakukan penambahan mesin dan operator. Proses analisa dimulai dengan mengumpulkan data, membuat model awal yang merupakan pendekatan dari sistem produk sesungguhnya berdasarkan data-data yang ada dan dilanjutkan dengan mengemukakan usaha-usaha perbaikan yang mungkin dilakukan agar dapat meningkatkan produksi serta menganalisa setiap usaha perbaikan tersebut dari segi ekonomi untuk melihat seberapa cepat investasi yang dilakukan dapat kembali. Ada beberapa perbaikan yang dapat memberikan peningkatan dan perbaikan yang menguntungkan. Untuk perbaikan pertama, penyusun mengusulkan untuk menambah satu unit alat tekuk pinggir. Usulan ini berhasil mengatasi masalah bottleneck serta dapat meningkatkan produksi sampai 23%. Dari hasil usulan pertama, dapat dilakukan pengembangan untuk perbaikan selanjutnya, yaitu dengan menambah satu unit alat tekuk pinggir, satu operator pengikatan serta memindahkan satu unit mesin las. Pengembangan yang dilakukan ini dapat meningkatkan produksi sampai 47%. Pemilihan terhadap usulan yang dikemukakan ini bukan dilihat dari besar keuntungan yang diperoleh namun dari kebutuhan peningkatan produksi yang diinginkan.",
  "creators": "MARILYN WONG KINGOFONG",
  "contributors": "Bernardo Nugroho Yahya (Advisor 1); Kriswanto Widiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 567/TI-048/2002; Marlyn Wong Kingofong (25498033)",
  "subjects": "PRODUCTION ENGINEERING-SIMULATION METHODS"
}