{
  "id": "27191",
  "title": "Perancangan ulang interior Badan Arsip dan Perpustakaan Propinsi Jawa Tengah",
  "abstract": "Pada survey yang diadakan KPPOD tahun 2009 silam, kota Semarang menduduki peringkat ke-13 dari 15 kota metropolitan di Indonesia. Situasi ini mendorong Pemerintah Kota Semarang untuk melakukan pembangunan di segala bidang dengan “Waktunya Semarang Setara” sebagai slogan pembangunan tahun 2010-2015. Kunci dari pembangunan yang sukses adalah sumber daya manusianya yang berkualitas, namun situasi di Indonesia di mana pendidikan masih belum merata menyulitkan Pemerintah Kota Semarang dalam menemukan SDA yang berkualitas tersebut. Di saat seperti inilah, perpustakaan berperan penting karena perpustakaan memiliki prinsip bahwa setiap manusia memiliki hak yang sama dalam hal perolehan informasi, tanpa peduli akan status, pendidikan, jenis kelamin, umur serta bangsa. Namun, Badan Arsip dan Perpustakaan Propinsi Jawa Tengah sebagai perpustakaan utama di kota Semarang masih memiliki beberapa kekurangan. Perancangan ulang interior Badan Arsip dan Perpustakaan Propinsi Jawa Tengah ini akan menganalisa berbagai permasalahan yang terjadi pada bangunan eksisting dan mencari solusi permasalahan yang tepat dengan tetap berusaha memenuhi peran bangunan, baik sebagai Perpustakaan Umum, Perpustakaan Daerah, maupun Gedung Negara. Di mana ketiganya menuntut sebuah bangunan yang mampu diakses dan memfasilitasi berbagai kebutuhan pengunjung, mengutamakan kesehatan pengguna bangunan serta kelestarian lingkungan, sekaligus mampu mencerminkan identitas dari Jawa Tengah itu sendiri.",
  "creators": "CHRISTINE MELANI",
  "contributors": "Yusita Kusumarini (Advisor 1); Lucky Basuki (Advisor 2); M. SHOLAHUDDIN, S.Sn, M.T (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011149/DIN/2013; Christine Melani (41409068)",
  "subjects": "LIBRARY BUILDINGS-DECORATION; INTERIOR DECORATION"
}