{
  "id": "27199",
  "title": "Perancangan interior Sekolah TK Bintang Harapan Kraksaan",
  "abstract": "Kraksaan merupakan salah satu kota yang baru berkembang. Masih banyak tempat tempat yang belum diperbaiki sehingga dibutuhkannyalah sentuhan pemimpin yang dapat membawa Kraksaan menjadi kota yang indah dan damai. Untuk menemukan pemimpin pemimpin yang dapat menggapai impian tersebut orang-orang yang cerdas tidaklah cukup. Pemerintahan membutuhkan orang-orang yang cerdas baik secara jasmani maupun rohani. Wadah yang menyediakan fasilitas untuk memperoleh pengetahuan baik secara jasmani dan rohani di Kraksaan saat ini masih relatif sedikit. Jarak yang ditempuh dari suatu tempat ke tempat lain kadang cukup jauh untuk mencari pengetahuan. Salah satu sarana yang dapat membantu seseorang untuk mendapatkan pengetahuan adalah dengan adanya sekolah Bintang Harapan. Masa kanak-kanak adalah masa yang paling baik untuk membentuk karakter seseorang. Dengan karakter yang baik setiap orang dapat membuat dunia yang indah dan damai. Sekolah Bintang Harapan mencoba untuk menarik minat anak-anak dengan membuat desain interior yang unik sehingga anak-anak dapat belajar dengan baik, sehingga berguna untuk masyarakat dan bangsa. Kelas yang dipilih adalah Taman Kanak Kanak. Hal ini dikarenakan masih kurangnya dana untuk pembangunan sekolah ini. Namun untuk beberapa tahun ke depan sudah direncanakan pembangunan lanjut jika dana sudah memadai. Konsep perancangan yang dipakai adalah Dinamis. Pemilihan konsep ini didasari oleh sifat anak-anak yang cenderung ingin tahu dan selalu bertumbuh. Sedangkan arti dinamis sendiri adalah penuh semangat dan tenaga sehingga cepat bergerak dan mudah menyesuaikan diri dengan keadaan tersebut.",
  "creators": "NOVITA DEWI",
  "contributors": "Dr. Ir. Lintu Tulistyantoro, M.Ds. (Advisor 1); MOCH. TAUFAN RIZQI (Advisor 2); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00011153/DIN/2013; Novita Dewi (41409076)",
  "subjects": "INTERIOR DESIGN; KINDERGARTEN-DECORATION; SCHOOL DECORATION"
}