{
  "id": "2721",
  "title": "Perancangan quality plan di PT Sandang Anggun Moratex",
  "abstract": "PT Sandang Anggun Moratex merupakan perusahaan yang bergerak di bidang tekstil dan berada di Sukoharjo. Selama ini PT Sandang Anggun Moratex hanya melakukan inspeksi pada proses akhir dan tidak untuk masing-masing proses, sehingga diperlukan suatu perancangan sistem pengendalian kualitas untuk masing-masing proses. Dalam tugas akhir ini, dirancang sistem pengendalian kualitas untuk membantu PT Sandang Anggun Moratex mengatasi permasalahannya. Perancangan sistem pengendalian ini mencakup penentuan karakteristik mutu dan kriteria kecacatan, pembuatan check sheet, penggunaan peta kendali u untuk mengendalikan proses, penggunaan diagram pareto untuk mengetahui kecacatan yang paling sering terjadi, dan penggunaan cause and effect diagram untuk menemukan penyebab kecacatan. Perancangan sistem pengendalian yang diimplementasikan meliputi evaluasi terhadap supplier, pengawasan terhadap operator, instruksi kerja tertulis dan gambar, perbaikan jadwal perawatan secara teratur, training secara berkala, pembagian jadwal operator menjadi dua shift, dan inspeksi pada awal proses drying. Setelah merancang sistem pengendalian kualitas, maka dilakukan sosialisasi terhadap operator dan implementasi perancangan sistem tersebut. Ternyata tingkat kecacatan proses secara umum telah berkurang. Output dari perancangan yang diimplementasikan berupa Quality Plan, sebagai pedoman dalam melakukan pengukuran setiap proses produksi berdasarkan usulan yang telah dibuat.",
  "creators": "LUCIAWATI KURNIAWAN",
  "contributors": "Jani Rahardjo (Advisor 1); Gembong Baskoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02010973/ND/2005; Luciawati Kurniawan (25401080)",
  "subjects": "QUALITY CONTROL; PRODUCTION MANAGEMENT"
}