{
  "id": "27229",
  "title": "Analisa pengaruh customer value dan customer experience terhadap customer satisfaction De Kasteel Resto di Surabaya",
  "abstract": "Penelitian ini membahas tentang customer value dan customer experience, yang diduga mempengaruhi kepuasan pelanggan di De Kasteel Resto. Dalam penelitian ini, variabel customer value diukur melalui dimensi emotional value, social value, quality/performance value, dan price/value of money. Sedangkan variabel customer experience diukur melalui dimensi sense, feel, think, act, dan relate. Masing-masing dimensi ini akan diuji bagaimana pengaruhnya baik secara simultan maupun secara parsial, dan dimensi mana yang paling berpengaruh terhadap kepuasan pelanggan. Sampel penelitian berjumlah 100 orang konsumen De Kasteel Resto. Data penelitian diolah dengan menggunakan analisa faktor terlebih dahulu dari indikator variabel yang ada, kemudian dilakukan analisa regresi linear berganda, uji F dan uji t. Hasil dari penelitian ini menunjukkan bahwa seluruh dimensi dari variabel customer value dan customer experience secara simultan berpengaruh signifikan dan positif terhadap kepuasan konsumen. Namun secara parsial, tidak semua dimensi dari kedua variabel tersebut memberikan pengaruh yang signifikan. Dari variabel customer value, dimensi yang secara parsial memiliki pengaruh signifikan adalah dimensi emotional value, performance value, dan value of money dengan dimensi emotional value yang pengaruhnya paling besar. Sedangkan pada variabel customer experience, hanya dimensi sense dan relate yang pengaruhnya signifikan dengan dimensi sense yang memberi pengaruh dominan terhadap kepuasan konsumen De Kasteel Resto.",
  "creators": "YOANA ARINA PRAMUDITA",
  "contributors": "Edwin Japarianto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020352/MAN/2013; Yoana Arina Pramudita (36409036)",
  "subjects": "CONSUMER SATISFACTION.; CUSTOMER RESEARCH"
}