{
  "id": "27244",
  "title": "Perancangan interior pendidikan anak usia dini dengan penerapan budaya dayak kenyah di Samarinda",
  "abstract": "Anak merupakan aset penerus bangsa yang paling berharga, karena itu masa emas perkembangan yang hanya datang sekali tidak boleh disia-siakan. Salah satunya yaitu melalui PAUD yang kurikulumnya berorientasi kepada menata dan melengkapi ruang kelas. Adapun perancangan interior PAUD di Samarinda ini sekaligus memperkenalkan budaya Dayak Kenyah kepada anakanak sejak usia dini sehingga mereka dapat belajar melestarikan budaya daerah sendiri. Melalui penggunaan sistem sentra, anak-anak diberikan kebebasan untuk mengembangkan bakat minat mereka disamping bidang akademis. Metodologi perancangan dimulai dari metode pengambilan data yang berisi data lapangan, data literatur, dan data tipologi. Selanjutnya observasi berupa wawancara dan studi pengamatan ke objek sejenis, dan yang terakhir metodologi analisis berupa program perancangan hingga desain akhir. Berdasarkan proses tersebut, maka perancangan interior pendidikan ini mengacu pada keragaman budaya Dayak Kenyah yang tercermin dari Lamin, rumah panjang suku Dayak. Budaya tari-tarian di dalamnya menjadi tema bagi tiap sentra sehingga memiliki suasana dan bentukan yang berbeda-beda mulai dari dekorasi pintu, bentukan perabot, serta material, disesuaikan dengan jenis sentranya. Suku Dayak sangat erat kaitannya dengan alam, karena itu material lebih banyak menggunakan motif-motif kayu. Sedangkan untuk menambah unsur modern, sebagian dinding ada yang menggunakan kaca, lantainya pun mengkombinasikan keramik dan mozaik. Mozaik menggunakan warna-warna primer yang terdapat dalam ornamen Dayak, sehingga sangat cocok untuk anak usia dini. Pengaplikasian bentuk-bentuk kebudayaan Dayak Kenyah ke dalam interior ini dapat merangsang kreativitas seni dan budaya anak pada masa golden age.",
  "creators": "SHERLIA",
  "contributors": "SUMARTONO (Advisor 1); Poppy Firtatwentyna Nilasari, S.T., M.T. (Advisor 2); Adi Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021162/DIN/2013; Sherlia (41409094)",
  "subjects": "INTERIOR DECORATION; SUNDAY SCHOOL BUILDINGS-DECORATION; PLAY GROUPS-DECORATION"
}