{
  "id": "27245",
  "title": "Kajian terapan konsep bangunan Tradisional Bali pada interior objek rancang bangun karya Popo Danes (studi kasus: The Long house villa, museum pasifika, dan renon house di Bali)",
  "abstract": "Nilai-nilai budaya sebagai jati diri bangsa semakin hari semakin memudar, bahkan hampir dilupakan oleh masyarakat Indonesia sendiri. Kemajuan teknologi dan perkembangan informasi yang semakin pesat perkembangannya membuat masyarakat lebih memusatkan perhatiannya kepada berbagai berbagai produk teknologi dari pada kepada berbagai obyek budaya bangsa. Popo Danes merupakan salah satu arsitek Indonesia yang memiliki kecintaan terhadap budaya indonesia, khususnya budaya Bali. Popo Danes banyak menerapkan kecintaannya tersebut ke dalam berbagai karya arsitekturnya. Permasalahannya adalah, di zaman modern seperti sekarang ini, sudah jarang sekali kita melihat bangunan-bangunan yang mencitrakan budaya bangsa Indonesia. Penelitian ini bertujuan mengkaji terapan nilai-nilai budaya bangsa Indonesia, khususnya budaya Bali dari tiga objek kajian rancangan Popo Danes yang dipilih, dengan menggunakan 5 batasan konsep bangunan tradisional Bali sebagai tolak ukur atau parameternya. Penelitian ini dilakukan dengan menggunakan motode penelitian kualitatif yang bersifat deskriptif untuk menjelaskan secara rinci setiap keadaan yang menyangkut dengan rancangan Popo Danes yang memiliki keterikatan dengan ciri bangunan tradisional Bali. Hasil analisis menunjukkan 2 kesimpulan. Kesimpulan yang pertama, ketiga objek kajian memiliki perbedaan dalam penerapan konsep bangunan tradisional Bali. Dan kesimpulan yang kedua menunjukkan bahwa Popo Danes selalu menerapkan konsep bangunan tradisional Bali dalam setiap rancangannya meskipun dalam kadar yang berbeda-beda antara satu bangunan dengan bangunan lainnya.",
  "creators": "ART APRIMAVISTA POELA",
  "contributors": "Mariana Wibowo, S.Sn., M.MT. (Advisor 1); Dodi Wondo Dipl. Ing. (Advisor 2); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011163/DIN/2013; Art Aprimavista Poela (41409097)",
  "subjects": "ARCHITECTURE-BALI; INTERIOR DECORATION"
}