{
  "id": "27242",
  "title": "Ergonomi ditinjau dari antropometri pada interior Restoran Pizza Hut Surabaya Timur",
  "abstract": "Pada umumnya sebuah restoran, kenyamanan mebel bagi pengunjung sangatlah penting, karena semakin nyaman mebel akan membuat orang semakin ingin tetap tinggal. Sebuah restoran harus memiliki mebel-mebel yang mendukung aktivitas pengunjung ketika makan yaitu meja dan kursi. Untuk suatu kenyamanan dalam menjalani aktivitas makan bersama, diperlukan suatu penyesuaian mebel agar suasana kebersamaan lebih terasa. Ergonomi adalah studi tentang aspek-aspek manusia dalam lingkungan kerjanya yang ditinjau secara anatomi, psikologi, engineering, manajemen dan desain/perancangan. Ergonomi dan kenyamanan dibutuhkan di manapun dan siapapun karena mempengaruhi efektifitas kinerja seseorang. Penelitian tentang ergonomi ditinjau dari antropometri merupakan kelompok bidang penyelidikan ergonomi tentang ukuran tempat kerja yang bertujuan untuk mendapatkan rancangan tempat kerja yang sesuai dengan dimensi tubuh manusia. Metode penelitian yang digunakan adalah metode deskriptif analisis kuantitatif di mana mendeskripsikan mebel dan aktifitas pengguna. Metode deskriptif adalah metode untuk membuat gambaran mengenai situasi atau kejadian, sehingga metode ini berkehendak mengadakan akumulasi data dasar. Ergonomi ditinjau dari antropometri pada mebel (meja makan, kursi makan, meja salad, kursi tunggu, wastafel, dan meja kasir) di restoran Pizza Hut di Surabaya Timur, sudah sesuai dengan standart karena masing-masing mebel telah sesuai dengan ukuran standart yang ada, dan hanya sedikit kekurangan ataupun kelebihan ukuran yang ada. Dan dari hasil pendapat responden rata-rata prosentase yang menyatakan sudah nyaman.",
  "creators": "OKKY TANUDIREJA",
  "contributors": "M. SHOLAHUDDIN, S.Sn, M.T (Advisor 1); Grace Mulyono (Advisor 2); Yusita Kusumarini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011159/DIN/2013; Okky Tanudireja (41409083)",
  "subjects": "RESTAURANTS-DECORATION"
}