{
  "id": "27299",
  "title": "Pengaruh sudut \"tapered pile\" terhadap peningkatan daya dukungnya",
  "abstract": "Tiang pancang sebagai pondasi suatu bangunan sangat umum digunakan karena tiang pancang sangat praktis pelaksanaannya. Waktu pelaksanaannya lebih singkat dibandingkan pondasi jenis lain dan daya dukung yang direncanakan lebih terjamin karena mutu tiang pancang dapat diuji sebelun dipancangkan ke dalan tanah. Dalan penelitian ini diteliti suatu bentuk pondasi tiang yang memberikan daya dukung lebih besar dibandingkan dengan bentuk yang umum digunakan. Bentuk pondasi tiang yang dimaksud adalah tiang pancang yang meruncing ke bawah yang di luar negeri dikenal sebagai \"tapered pile\". Dengan bentuk tiang pancang yang luasan penampangnya makin mengecil ini, maka peningkatan daya dukung pada \"tapered pile\" diharapkan dapat terjadi akibat tekanan tanah pasif dari tanah di sekeliling tiang. Berpijak dari pemikiran tersebut. maka dilakukan percobaan untuk mengetahui perbandingan peningkatan daya dukung pondasi tiang straight dengan \"tapered pile\". Percobaan ini dilakukan dengan melakukan test pembebanan terhadap enam model pondasi tiang yang menpunyai panjang sama (40 cm) tetapi mempunyai luas penampang dan sudut kemiringan yang bervariasi, di suatu lapisan tanah liat lunak, Hasil test pembebanan di laboratorium menunjukkan bahwa secara umum \"tapered pile\" dengan penampang atas 2x2 cm² dan kemiringan tepi tiang: 1.5%, 2%. 2.25% mempunyai daya dukung lebih besar jika dibandingkan dengan pondasi tiang straight dengan penampang 2x2 cm². dan bahkan lebih tinggi jika dibandingkan pondasi tiang straight dengan penampang 2.5x2.5 cm². Untuk \"tapered pile\" sendiri, dengan penampang atas 2x2 cm². Daya dukung terbesar terjadi pada \"tapered pile\" dengan kemiringan 2.25%. Dari hasil tes ini dapat disimpulkan bahwa ada peningkatan daya dukung dari \"tapered pile\" dibandingkan pondasi tiang straight.",
  "creators": "YULIUS YASIN SETIADI; Y B FEBIJANTO",
  "contributors": "Johanes Indrojono Suwono (Advisor 1); Sugie Prawono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 520 S; Yulius Yasin Setiadi (14285120), Y B Febijanto (14286138)",
  "subjects": "PILING (CIVIL ENGINEERING)"
}