{
  "id": "27298",
  "title": "Gaya desain pada interior Gereja Katolik Santo Albertus Magnus Jetis Yogyakarta",
  "abstract": "Gaya desain menunjukkan sebuah bentuk, ciri khas, ekspresi, perilaku dan budaya manusia yang menghasilkan sebuah gagasan atau pemikiran baru tentang konsep dari gaya yang berkaitan dengan faktor sosial-ekonomi. Gereja Katolik St. Albertus Magnus di Jetis Yogyakarta adalah salah satu karya Y.B. Mangunwijaya. Gereja ini mencerminkan bangunan yang sederhana dan terbuka namun tetap mempertahankan detail-detail yang mengandung makna mendalam dari nilai tradisional kebudayaan setempat. Penelitian ini menggunakan penelitian kualitatif. Pengumpulan data dengan wawancara, kajian literatur dan observasi lapangan. Analisis data dilakukan secara deskriptif, dengan bertujuan untuk mengetahui sejauh mana penerapan gaya desain interior pada Gereja St. Albertus Magnus, Jetis baik dalam bidang elemen pembentuk ruang (lantai, dinding dan plafon), elemen transisi (jendela, pintu dan ventilasi), elemen pengisi ruang (perabot), simbol- simbol, serta elemen dekorasi. Dari hasil penelitian ini didapatkan kesimpulan Desan dari Gereja ini tetap kental dengan nuansa Jawa namun tetap dilandasi dengan ketentuan-ketentuan bangunan Gereja, gaya desain sesuai dengan konsep dari Romo Mangun yang menjadikan Gereja yang sederhana dan tidak boros namun tetap jujur terhadap desain, Gereja ini juga mengalami inkulturasi budaya. Inkulturasi gereja dengan kebudayaan lokal. Inkulturasi terlihat dari peletakan bangunan, elemen pembentuk ruang dan pengisi ruang. Sedangkan gaya desain dari Romo Mangun terlihat dari elemen pembentuk ruang, elemen pengisi ruang dan dari material alam.",
  "creators": "LAURENTIUS TANUWIDJAJA",
  "contributors": "VIVI HENDRY (Advisor 2); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00021169/DIN/2013; Laurentius Tanuwidjaja (41409106)",
  "subjects": "CATHOLIC CHURCH-DECORATION"
}