{
  "id": "27297",
  "title": "Perbandingan perencanaan portal struktur jenis D antara konsep PBI-89 dan PPT GIUG-83",
  "abstract": "Dalam Peraturan Perencanaan Tahan Gempa Indonesia Untuk Gedung 1983 ada beberapa cara untuk menghitung distribusi gaya akibat beban gempa. Yang paling sederhana adalah dengan analisa statik ekivalen, yaitu dengan hanya memperhatikan mode yang pertama saja. Sedangkan dengan analisa dinamis dapat digunakan cara yang sederhana yang disebut Dynamic Modal Analysis, sampai pada cara yang rumit dengan menggunakan analisa riwayat waktu inelastis (Time History Inelastic Analysis). Akibat beban gempa yang kecil sampai sedang (waktu ulang sampai 20 tahunan ) biasanya struktur masih diharapkan bersifat elastis, sehingga analisa analisa elastik masih dapat digunakan. Tetapi akibat gempa gempa kuat ( waktu ulang 100 - 200 tahun), diperlukan analisa riwayat waktu inelastis dengan input beberapa gempa besar yang pernah terjadi . Untuk pekerjaan pekerjaan praktis dan perencanaan sehari hari, Konsep PBI-89 tetap menggunakan analisa statik ekivalen, namun dimodifikasi dengan konsep Dynam ic Magnification Factor (faktor pembesaran dinamis). Faktor pembesaran dinamis ini memperhitungkan mode mode yang lebih tinggi dan nilainya dipengaruhi oleh waktu getar, tinggi struktur, dan zone gempanya. Hilai yang disyaratkan oleh Konsep PBI-89 telah diperiksa terhadap analisa riwayat waktu inelastik di Indonesia. Hasilnya menyatakan bahwa nilai nilai tersebut dapat dipakai dengan baik. Dalam perhitungan kuat rancang penampang, Konsep PBI-89 menggunakan Strength Reduction Factor (faktor reduksi kekuatan) yang nilainya berbeda untuk momen lentur, gaya geser, dan gaya normal. Nilai nilai tersebut ditentukan berdasarkan reliability indeks pelaksanaan di Indonesia. Dengan pertimbangan ekonomis, daktilitas, dan kemungkinan terjadinya kehilangan kekuatan untuk kolom yang menerima beban lateral, diperkenankan adanya reduksi kekuatan lentur rencana, asalkan gaya aksial yang terjadi adalah gaya aksial tarik atau tekan yang kecil. Ini dikenal dengan nama Moment Reduction Factor (faktor reduksi momen). Demikian pula dalam perhitungan gaya aksial kolom akibat gempa, diberikan suatu Axial Reduction Factor (faktor reduksi gaya aksial), dengan pertimbangan bahwa sendi sendi plastis pada ujung ujung balok dalam keseluruhan tingkat tidak terjadi secara bersamaan. Selanjutnya diperkenalkan cara perencanaan dengan Limited Ductility (daktilitas terbatas). Dengan cara ini suatu struktur direncanakan dengan beban gempa yang dua kali beban gempa pada struktur berdaktilitas penuh, namun sebagai konsekwensinya persyaratan daktilitasnya lebih longgar dibandingkan perencanaan daktilitas penuh. Jadi pada prinsipnya perencanaan dengan daktilitas terbatas ini strength < kekuatan) ditingkatkan, sedang ductility (daktilitas) diturunkan. Cara perencanaan dilakukan seperti perencanaan elastis biasa (tidak perlu perencanaan kapasitas), namun tetap harus dipenuhi persyaratan daktilitas yang ditetapkan oleh peraturan. Yang berarti cara ini berada di antara perencanaan .dengan daktilitas penuh dan perencanaan elastis.",
  "creators": "JOHAN PETER; MARTINUS",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 366 S; Johan Peter (14283112), Martinus (4286158)",
  "subjects": "CONCRETE-BUILDING"
}