{
  "id": "27302",
  "title": "Perancangan interior health and beauty care for baby and kids di Surabaya",
  "abstract": "Perkembangan jaman yang diikuti dengan perubahan gaya hidup masyarakat modern membuat persaingan di bidang bisnis semakin tinggi. Dampak dari persaingan ini terlihat dalam bidang bisnis spa. Kebutuhan perawatan kecantikan dan kesehatan yang awalnya hanya sebatas kebutuhan saja sekarang sudah dianggap sebagai gaya hidup masyarakat menengah ke atas. Tidak hanya orang dewasa namun anak-anak pun juga dapat memperoleh perawatan kecantikan dan kesehatan dengan fasilitas lengkap dari ujung rambut hingga kaki. Dengan adanya perancangan interior Health and Beauty Care for Baby and Kids di Surabaya ini bayi dan anak-anak dimanjakan dengan fasilitas yang lengkap mulai dari perawatan rambut, pijat dan renang, serta manicure-pedicure. Perancangan ini mengambil tema “Cheerful” yang berarti menyenangkan di mana dalam perancangan ini diharapkan tercipta suasana menyenangkan yang dapat mendukung perawatan bagi bayi dan anak-anak. Aplikasi dari tema tersebut mengarah pada permainan warna dan bentuk serta kesan nyaman dan bersih yang menjadi titik pusat dari perancangan ini. Dengan latar belakang ingin menghadirkan sebuah tempat perawatan lengkap bagi bayi dan anak-anak, perancangan interior Health and Beauty Care for Baby and Kids ini diharapkan dapat menyediakan tempat yang mendukung kenyamanan serta kepuasan pengunjung terutama agar bayi dan anak-anak dapat merasa senang dan rileks.",
  "creators": "NATALIA SUGIHARTO LAM",
  "contributors": "Ronald H.I. Sitindjak (Advisor 1); Linggajaya Suryanata (Advisor 2); Stephanus P. Honggowidjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021172/DIN/2013; Natalia Sugiharto (41409111)",
  "subjects": "CHILDREN-INSTITUTIONAL CARE-DECORATION; DAY CARE CENTERS--DECORATION"
}