{
  "id": "27307",
  "title": "Load and resistance factor design pada baja ringan",
  "abstract": "Sejalan dengan majunya pola berpikir, para perencana struktur telah mengalihkan perhatiannya pada suatu material ringan namun cukup mampu memikul beban yakni baja ringan atau yang lebih dikenal sebagai cold formed steel atau light gage steel. Tinjauan dari sudut material saja tidaklah cukup untuk mendapatkan suatu perencanaan yang benar-benar efisien dan ekonomis, untuk itulah perlu ditinjau pula suatu metode perencanaan yang sekarang mulai diperkenalkan di negara-negara maju yakni Load and Resistance Factor Design ( LRFD ). Pada dasarnya metode ini telah memisahkan faktor beban dan faktor ketahanan untuk setiap jenis pembebanan guna mendapat keyakinan bahwa probabilitas dilampauinya suatu limit state adalah sekecil mungkin. Penggunaan faktor beban dan faktor ketahanan ini adalah untuk mengatasi faktor-faktor ketidakpastian di dalam analisa, perencanaan, pembebanan, material dan fabrikasi yang mana pengaruh faktor-faktor ini kurang mendapat perhatian. Untuk itulah dalam tugas akhir ini kami mencoba menyinggung sedikit pengaruh faktor material dan faktor dimensi terhadap faktor ketahanan karena kedua faktor ini yang kerap kali banyak dijumpai adanya penyimpangan. Dengan mengetahui betapa penyimpangan ini membawa dampak yang cukup serius, diharapkan pada waktu mendatang para perencana struktur, terlebih produsen, penyalur baja ringan lebih memperhatikan segi keamanan dan keselamatan konsumen. Pada bagian akhir dari tugas akhir ini akan dibahas secara lebih terperinci suatu studi perbandingan antara metode yang selama ini dipergunakan Allowable Stress Design (ASD) dengan Load Resistance Factor Design (LRFD).",
  "creators": "JULIUS HADI WIJAYA; Y. SOESANTO E.",
  "contributors": "Oentoeng (Advisor 1); Daniel Zefania Pribadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 481 S; Julius Hadi Wijaya (14286021), Yohanes Soesanto Efendy (14286037)",
  "subjects": "STEEL, STRUCTURAL-HANDBOOKS, MANUALS, ETC.; STEEL, STRUCTURAL"
}