{
  "id": "27311",
  "title": "Pengambilan keputusan berdasarkan pertimbangan biaya dan penjadwalan proyek dengan menggunakan metode CPM-PERT",
  "abstract": "Penggunaan metode CPM-PERT telah banyak dilakukan pada penjadwalan proyek. Pada pelaksanaan proyek konstruksi dapat terjadi penyelesaian proyek yang tidak sesuai dengan jadwal yang telah direncanakan. Ketidaktepatan penyelesaian proyek dari penjadwalan proyek yang telah direncanakan akan mengakibatkan biaya yang dikeluarkan semakin besar atau kecil, kedua kemungkinan tersebut dapat dibandingkan dengan baik setelah kita memasukkan nilai waktu dari uang. Di samping itu, penyelesaian proyek yang tidak sesuai dengan penjadwalannya akan berakibat pada pemasarannya (bila proyek itu akan dijual kepada konsumen). Dalam penulisan skripsi ini diambil studi kasus pada bisnis strata title apartemen yang pada saat ini masih relatif baru bagi masyarakat kota Surabaya, sehingga pemasarannya sangat menarik untuk diketahui. Pada akhirnya dilakukan pengambilan keputusan terhadap beberapa alternatif dari ketidaktepatan penyelesaian proyek terhadap penjadwalan proyek yang telah direncanakan. Dengan demikian, dapat dilihat benang merah antara penjadwalan proyek, pertimbangan biaya, pemasaran dan pengambilan keputusannya. Hubungan antara penjadwalan proyek, pertimbangan biaya, pemasaran dan pengambilan keputusan tersebut sangat kausalitas (saling mempengaruhi) sehingga perubahan pada aspek yang satu akan mempengaruhi aspek yang lainnya.",
  "creators": "MARTINO WIM TANGKAR; UTUH SASTRA GUNAWAN",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Paulus Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 608 S; Martino Wim Tangkar (21488022), Utuh Sastra Gunawan (21488081)",
  "subjects": "BUILDING-DECISION MAKING; CONSTRUCTION INDUSTRY-MANAGEMENT-DECISION MAKING"
}