{
  "id": "27310",
  "title": "Studi awal tentang perilaku seismik struktur beton pracetak dengan ikatan diagonal",
  "abstract": "Bangunan yang dibahas mempunyai portal rangka terbuka sebagai penahan beban gempa yang terletak pada perimeter bangunan. Portal ini terdiri dari kolom, spandrel dengan tulangan baja pipih diagonal di dalamnya, dan balok pengikat. Portal rangka ini direncanakan dengan daktilitas penuh menurut SK SNI T-15-1991[11] dengan beban gempa statik ekivalen sesuai dengan Pedoman Perencanaan Ketahanan Gempa untuk Gedung dan Rumah 19871[9]. Dalam studi ini dicoba 2 macam beban gempa statik ekivalen yaitu dengan faktor jenis struktur K = 1 dan K = 2,5. Kemudian kedua struktur tersebut dibebani gempa El Centro 1940 N-S sebagai gempa sedang dan Pacoima DAM 1971 S16E modifikasi yang disetarakan dengan gempa 200 tahun pada wilayah 4 peta gempa Indonesia yang dapat dianggap sebagai gempa kuat untuk dianalisa bagaimana perilaku strukturnya. Perilaku kedua struktur tersebut terhadap kedua beban gempa yang diberikan ternyata cukup baik. Mekanisme runtuh yang diharapkan yaitu baja pipih leleh dan kolom tetap kuat benar-benar terjadi. Gaya geser kolom maksimum tidak ada yang melampaui kapasitas geser kolom sehingga tidak terjadi keruntuhan getas. Demikian pula dengan interaksi normal dan momen maksimum pada kolom tidak ada yang melampaui kapasitasnya sehingga tidak terbentuk sendi plastis pada kolom. Simpangan dan daktilitas maksimum yang terjadi tidak melampaui batas -batas yang diberikan. Struktur yang direncanakan dengan K = 2,5 lebih kaku dan memiliki tingkat kerusakan yang lebih rendah dari pada struktur yang direncanakan dengan K = 1. Hal ini jelas disebabkan karena struktur dengan K = 2,5 direncanakan dengan beban statik ekivalen yang lebih besar sehingga dimensinya lebih besar dari pada struktur dengan K = 1. Sedangkan struktur dengan K = 1 lebih cepat atau lebih mudah memancarkan energi (lebih cepat leleh).",
  "creators": "BUDiANTO EKO CAHYONO; CF NOVIA DWI KURNIANINGSIH",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1); Takim Andriono (Advisor 2); Budiman Proboyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 563.S; Budianto Eko Cahyono (21488006), CF Novia Dwi Kurnianingsih (21488012)",
  "subjects": "STRUCTURAL ANALYSIS (ENGINEERING); EARTHQUAKES AND BUILDINGS"
}