{
  "id": "27324",
  "title": "Perancangan interior Galeri Supercar Amerika di Surabaya",
  "abstract": "Mobil Supercar Amerika dikatakan sebagai timeless design karena perubahan tiap generasi mobil Supercar Amerika, pasti tidak akan berubah drastis dari pendahulunya dan disebut juga sebagai muscle car karena rata-rata mobil super Amerika mempunyai mesin yang ber cc besar. Paradigma masyarakat yang menganggap mobil Amerika produk mahal, eksklusif dan jarang, sehingga orang enggan berkunjung ke showroomnya, oleh karena itu perancangan galeri supercar Amerika di Surabaya ini dimaksud untuk mengundang masyarakat mengetahui seluk-beluk, keunggulan dan kualitas mobil super Amerika. Tujuan perancangan yaitu merancang interior Galeri supercar Amerika di Surabaya yang nyaman dan informatif dengan gaya modern hitech yang memiliki fasilitas tempat berkumpul, kafe, suku cadang dan bengkel. Style hi tech digunakan karena kendaraan jenis Supercar sarat dengan teknologi dan dengan menonjolkan teknologi mempermudah dalam penyampaian informasi. Suasana nyaman dalam perancangan ini dicapai melalui kelengkapan fasilitas dan suasana interior. Karena Supercar Amerika bukan seperti mobil biasa maka penggunaan bahan dan material yang baru. Suasana informatif dicapai melalui penggunaan led panel dan display yang biasa menunjukan informasi. Penerapan tema shine in the dark diterapkan pada warna, bahan dan bentukan seperti pemakaian finishing gloss yang mengesankan shine dan warna hitam atau warna-warna yang gelap untuk mengesankan dark.",
  "creators": "IVAN FARANDY",
  "contributors": "M. SHOLAHUDDIN, S.Sn, M.T (Advisor 1); Grace Mulyono (Advisor 2); Yusita Kusumarini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021177/DIN/2013; Ivan Farandy (41409121)",
  "subjects": "AUTOMOBILE SHOWROOMS; INTERIOR DESIGN; INTERIOR DECORATION-DESIGN; GALLERIES (ARCHITECTURE)-DECORATION"
}