{
  "id": "27330",
  "title": "Perancangan interior (revitalisasi) Gedung Kesenian Societeit de Harmonie di Makassar",
  "abstract": "Gedung Societeit de Harmonie di Makassar ini merupakan bangunan peninggalan Belanda yang dulunya dipakai untuk acara kesenian. Kondisi saat ini dikarenakan termakan waktu, gedung ini tidak terawat dan tidak dapat lagi digunakan sesuai dengan fungsinya. Tujuan perancangan ini adalah: merancang Interior (Revitalisasi) Gedung Kesenian Societeit de Harmonie yang dapat memenuhi kebutuhan kegiatan berkesenian masyarakat kota Makassar, mempertahankan nilai history Gedung Kesenian Societeit de Harmonie, dapat menjadi tempat atau wadah para seniman berkumpul, dan agar gedung ini tetap dikenal sebagai bangunan peninggalan sejarah sekaligus menjadi salah satu landmark kota Makassar. Konsep Art Deco of Traditional Makassar diambil karena bentuk arsitektural gedung kesenian tersebut menggunakan style art deco, agar adanya keserasian maka interior gedung kesenian ini didesain bergaya art deco dengan elemen dekoratif tradisional Makassar. Tema perancangan interior adalah “Theater of Dreams”, yang merupakan keinginan dan harapan para seniman di kota Makassar untuk mempunyai suatu tempat yang dapat mengekspresikan dan mengembangkan karya seni mereka. Perancangan Interior (Revitalisasi) Gedung Kesenian Societeit de Harmonie berlandaskan atas 4 aspek, yaitu : Atractive, Comfortable, Entertaining, dan Commercial yang diterapkan pada semua ruangnya yang meliputi ruang-ruang: Theater, Theater arena, Galeri, Lobby informasi, Ruang staff, Kantor, Cafe, dan Toilet.",
  "creators": "EDWARD TANRIADY",
  "contributors": "M. SHOLAHUDDIN, S.Sn, M.T (Advisor 1); Grace Mulyono (Advisor 2); Yusita Kusumarini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021180/DIN/2013; Edward Tanriady (41409126)",
  "subjects": "INTERIOR DECORATION; MOTION PICTURE THEATERS-DECORATION"
}