{
  "id": "27378",
  "title": "Risalah pokok-pokok dasar jalan raya yang lazim digunakan di Indonesia",
  "abstract": "Di Indonesia perkembangan dari pengetahuan teknik jalan telah dimulai sejak pemerintahan orde baru, di mana perkembangan ini dicerminkan melalui terbitnya undang-undang jalan dan sejumlah buku-buku pedoman yang diadopsi dari teknik-teknik jalan yang berbasis pada Amerika dan Inggris, serta sejumlah improvisasi atas komposisi campuran perkerasan yang disesuaikan dengan ketersediaan bahan-bahan pengikat perkerasan yang terdapat di Indonesia. Hingga saat ini semua perkembangan dari pengetahuan teknik jalan di Indonesia, masih dalam bentuk terbitan-terbitan yang bersifat lepas, yang tidak tersusun secara utuh. Oleh karena itu dicoba untuk melakukan pengumpulan sejumlah buku-buku terbitan Bina Marga, dan dari sejumlah materi yang terkumpul ini satu sama lainnya akan digabung dalam pilah-pilah sistematis yang sesuai dengan subyek bahasan dan disusun dalam tulisan risalah menurut urut-urutan proses pembangunan jalan. Untuk melakukan penulisan ini pertama-tama dibuat suatu out-line yang sistematikanya disusun berdasarkan pengembangan Satuan Acara Perkuliahan (SAP) dari mata kuliah Pengantar Teknik Transportasi dengan diperlengkapi materi-materi praktis yang memperjelas pengalaman perkembangan teknik transportasi di Indonesia serta yang secara akademis memang harus ada dalam urut-urutan pembinaan Teknik Jalan. Berdasarkan dari pokok-pokok bahasan ini, masing-masing subyek diisi dengan risalah-risalah yang didasarkan atas materi bacaan yang telah terhimpun tadi, sehingga dapat dicapai maksud tujuan penulisan buku ini.",
  "creators": "CHANDRA FELIX; THE GIOK LAI",
  "contributors": "Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No 466 S. Chandra Felix (14284125), The Giok Lai (34287160)",
  "subjects": "TRAFFIC ENGINEERING"
}