{
  "id": "27392",
  "title": "Proses komunikasi interpersonal antara anak perempuan penderita kepribadian bipolar dengan ibunya",
  "abstract": "Penelitian ini dilakukan untuk mengamati bagaimana proses terjadinya komunikasi interpersonal antara anak perempuan penderita kepribadian bipolar dengan ibunya. Penelitian ini menggunakan jenis penelitian deskriptif, metode penelitian studi kasus, dan pendekatan kualitatif. Proses pengumpulan data dilakukan dengan observasi dan wawancara dengan informan penelitian. Teori yang digunakan sebagai dasar untuk melakukan pengamatan adalah teori tentang proses komunikasi interpersonal. aspek-aspek dalam suatu komunikasi antarmanusia termasuk juga hambatan-hambatan (noise) yang muncul dalam proses komunikasi tersebut. Aspek-aspek komunikasi tersebut adalah source-receiver, pesan, feedback, feedforward, saluran komunikasi, hambatan komunikasi, konteks komunikasi, etika komunikasi, dan kompetensi komunikasi. Hasil penelitian menunjukkan bahwa dalam proses komunikasi interpersonal yang terjadi antara anak perempuan penderita kepribadian bipolar dengan ibunya masing-masing bergantian peran sebagai penerima dan pengirim pesan dengan isi pesan yang bervariasi tentang keluarga, kegiatan dan permasalahan si anak. Komunikasi berjalan secara verbal dan nonverbal dengan saluran komunikasi yang disukai adalah BBM bila sedang tidak sedang bersama. Feedforward digunakan si ibu untuk mengendalikan kondisi psikologi si anak. Konteks komunikasi yang mendukung adalah saat berada dalam suasana tenang. Meskipun si ibu sering mengingatkan, si anak jarang memperhatikan etika komunikasi. Kompetensi komunikasi si anak tidak bagus, tapi si ibu mempunyai kemampuan komunikasi yang bagus. Hambatan komunikasi juga muncul berupa hambatan semantik, psikologis dan kognitif yang utamanya berasal dari si anak, sedangkan ibunya berusaha keras untuk berperan sebagai penyeimbang dalam proses komunikasi interpersonal tersebut untuk mengatasi hambatan komunikasi. Latar belakang ibu di bidang psikologi tidak berperan besar dalam bentuk komunikasi interpersonal mereka.",
  "creators": "ADI DHARMA WIJAYA",
  "contributors": "Astri Yogatama (Advisor 1); Desi Yoanita (Advisor 2); Jandy Edipson Luik (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010816/KOM/2012; Adidharma Wijaya (51408010)",
  "subjects": "INTERPERSONAL COMMUNICATION"
}