{
  "id": "27396",
  "title": "Intimasi antara penyiar dan pendengar acara gita malam di RRI Surabaya programa 1",
  "abstract": "Intimasi antara penyiar radio dan pendengar dalam acara Gita Malam di RRI Surabaya Programa 1. Acara Gita Malam merupakan acara hiburan musik dan juga dimana pendengar dapat saling berinteraksi dengan penyiar. Ternyata, dalam acara Gita Malam terdapat interaksi antara penyiar dan pendengar secara intim. Pendengar tidak ragu-ragu untuk berinteraksi dengan penyiar, padahal melalui udara dan didengarkan oleh pendengar yang lain. Sehingga, keintiman antara penyiar dan pendengar semakin terbentuk dari waktu ke waktu. Peneliti menjadi tertarik untuk meneliti dari isi percakapan yang dilakukan penyiar kepada pendengar dengan menggunakan metode Analisis Isi Kualitatif. Dalam acara Gita Malam ini banyak ditemukan hal-hal yang dilakukan penyiar untuk mendekatkan diri kepada pendengar. Teori yang dipergunakan dalam penelitian ini adalah teori keintiman. Hasil penelitian Aprillia Putry telah berusaha keras untuk menciptakan keintiman dalam acara Gita Malam. Semua kategorisasi keintiman, afeksi, rasa kebersamaan, kepercayaan, serta berbagi waktu dan aktifitas yang telah digunakan. Pendengar merasakan adanya keintiman dalam program sepanjang 2 jam. Intonasi (Permainan titi nada), aksentuasi, sense of humor, sense of music, speed, penggunaan bahasa Indonesia, dengan sentuhan talk to person, dan smilling voice sangat mendukung terciptanya suasana yang intim. Khusus yang berkenaan dengan speed, cenderung terlalu lambat dan hal ini rawan menimbulkan kebosanan, mengingat acara yang cukup panjang.",
  "creators": "KLARENSIUS ADERIANTO P",
  "contributors": "JUDY DJOKO WAHJONO TJAHJO, S.E.,M.Si. (Advisor 1); Megawati Wahjudianata (Advisor 2); Jandy Edipson Luik (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010817/KOM/2012; Klarensius Aderianto Pandoyo (51408051)",
  "subjects": "MASS MEDIA; RADIO PROGRAMS"
}