{
  "id": "27391",
  "title": "Efek tayangan Running Man pada penonton dari Komunitas Korea Lovers Surabaya (KLOSS)",
  "abstract": "Saat ini perkembangan budaya pop Korea yang menayangkan film, drama, musik dan variety show semakin diminati oleh masyarakat. Salah satu variety show yang saat ini tayang adalah Running Man. Penelitian ini dilakukan untuk mengetahui efek dari tayangan Running Man pada penonton komunitas Korea lovers Surabaya. Fokus penelitian ini adalah menguraikan efek kognitif, efek afektif, dan efek konatif para penonton tayangan Variety Show Running Man. Running Man menampilkan games yang dimainkan secara grup atau individual. Tayangan ini tiap episodenya mengambil tempat yang terkenal seperti musium, tempat perbelanjaan, desa-desa dan lain sebagainya yang merupakan ciri khas dari Korea Selatan. Tayangan Running man ini juga mendatangkan bintang tamu artis-artis Korea. Menariknya, tayangan ini muncul pada saat budaya pop korea sedang digemari banyak orang. Sedangkan responden penelitian ini adalah sebuah komunitas terbesar Korea Lovers di Surabaya, Komunitas Korea Lovers Surabaya. Komunitas ini adalah komunitas yang menyukai segala hal tentang Korea.Untuk meneliti efek dari tayangan Running Man, peneliti menggunakan teori S-O-R. Penelitian ini menggunakan pendekatan kuantitatif deskriptif dengan metode survei yang instrumennya adalah kuesioner. Penelitian ini menguraikan efek kognitif, afektif, dan konatif dengan menggunakan distribusi frekuensi dan scalogram. Hasil dari penelitian ini menunjukan bahwa mayoritas responden mengalami efek kognitif, afektif, dan konatif pada tayangan Running Man. Mayoritas responden tersebut mengalami efek yang tinggi pada bagian konflik dalam tayangan Running man, tayangan Running Man menarik karena memperlihatkan budaya Korea, tayangan Running Man memperlihatkan landmark terkenal, tema, member dan bintang tamu yang didatangkan selalu konsisten, bahasa pengantar dari tayangan Running man adalah bahasa Korea.",
  "creators": "OKTAVIA TJANDRA",
  "contributors": "Jandy Edipson Luik (Advisor 1); Kartika Bayu Primasanti (Advisor 2); JUDY DJOKO WAHJONO TJAHJO, S.E.,M.Si. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010810/KOM/2012; Oktavia Tjandra (51408007)",
  "subjects": "MASS COMMUNICATION"
}