{
  "id": "27394",
  "title": "Outcome relathionships antara PT. DBL Indonesia dengan followers twitter @nblindonesia",
  "abstract": "Salah satu media online yang saat ini makin banyak digunakan oleh Public relations adalah Twitter, khususnya untuk membangun dan menjaga hubungan yang baik dengan publiknya. PT. DBL Indonesia sebagai salah satu perusahaan yang mengelola bola basket Indonesia, menggunakan Twitter sebagai salah satu media yang paling sering digunakan untuk menjalin hubungan baik dengan publiknya pada program NBL Indonesia. Penelitian ini dilakukan untuk mengukur outcome relationships yang dilakukan PT. DBL Indonesia melalui media Twitter @nblindonesia. Fokus penelitian ini adalah mengetahui apakah outcome relationships yang telah terbentuk antara PT. DBL Indonesia dengan salah satu publiknya, yaitu followers Twitter @nblindonesia. Untuk mengukur outcome relationships, peneliti menggunakan enam komponen relationships dari James E. Grunig dan Linda Hon, yaitu trust, control mutuality, commitment, satisfaction, communal relationship, dan exchange relationship. Penelitian ini menggunakan pendekatan kuantitatif deskriptif dengan metode survei yang instrumennya adalah kuesioner. Penelitian ini menguraikan outcome relationships melalui enam komponennya dengan menggunakan distribusi frekuensi, tabulasi data, dan tabulasi silang. Hasil dari penelitian ini menunjukkan bahwa mayoritas responden menyatakan bahwa relationships yang terbentuk melalui media Twitter @nblindonesia adalah baik dengan mean keseluruhan sebesar 3.78.",
  "creators": "LIDYA LESMANA",
  "contributors": "Marsefio S. Luhukay (Advisor 1); Lady Joanne Tjahyana, S.Kom., MMM. (Advisor 2); Jandy Edipson Luik (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010820/KOM/2012; Lidya Lesmana (51408044)",
  "subjects": "PUBLIC RELATIONS"
}