{
  "id": "27401",
  "title": "Efek priming terhadap mahasiswa laki-laki dan perempuan Universitas Surabaya mengenai gender pembawa acara dalam program wisata alam di televisi",
  "abstract": "Konsep program wisata alam seperti National Geography, Discovery Channel dan Animal Planet yang pada umumnya dibawakan oleh pembawa acara laki-laki. Konsep program-program tersebut sama dengan program Jejak Si Gundul. Namun terdapat program wisata alam yang dibawakan oleh pembawa acara perempuan yaitu Jejak Petualang. Peneliti melakukan replikasi konseptual dari penelitian Thomas W. Smee dengan tujuan untuk mengetahui efek priming mengenai gender. Priming merupakan suatu proses dimana media televisi menggunakan suatu isu sehingga mengubah standar evaluasi khalayak untuk menilai realitas sosial. Dalam penelitian ini media televisi menggunakan isu gender pada pembawa acara program wisata alam. Efek dari priming tersebut dapat terjadi dalam dua kategori yaitu efek priming berdasarkan tingkat kesadaran dan efek priming berdasarkan sumber. Penelitian ini menggunakan metode survai, memilih mahasiswa laki-laki dan perempuan Universitas Surabaya yang menonton sebanyak 2 kali dalam sebulan terakhir sebagai subjek penelitian. Penelitian akan diukur menggunakan indikator yang diambil dari Sundar dan Nass. Hasil penelitian akan disajikan dalam bentuk tabel mean total, tabel frekuensi dan tabel uji korelasi contingency coefficient. Dari hasil penelitian tersebut akan dilakukan analisis dan intepretasi data untuk mengetahui efek priming terhadap mahasiswa laki-laki dan perempuan Universitas Surabaya mengenai gender pembawa acara dalam program wisata alam di televisi. Hasil penelitian menunjukkan bahwa ada efek priming terhadap mahasiswa laki-laki dan perempuan Universitas Surabaya mengenai gender pembawa acara program wisata alam di televisi. Hasil penelitian juga menunjukkan adanya perbedaan hasil evaluasi gender pembawa acara. Pembawa acara perempuan dinilai lebih baik dibandingkan dengan pembawa acara laki-laki dalam membawakan program wisata alam.",
  "creators": "BRIGITTA MARIA ISWANTO",
  "contributors": "Grace Swestin (Advisor 1); Judy Djoko Wahjono Tjahjo (Advisor 2); Jandy Edipson Luik (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010829/KOM/2012; Brigitta Maria Iswanto (51408072)",
  "subjects": "MASS MEDIA; TELEVISION PROGRAMS"
}