{
  "id": "27403",
  "title": "Evaluasi tahapan program penilaian peringkat kinerja perusahaan (PROPER) kementerian negara lingkungan hidup Indonesia",
  "abstract": "Penelitian ini dilakukan untuk mengevaluasi tahapan program komunikasi PROPER yang dijabarkan dalam tahapan proses Public Relations. Program ini merupakan program pengawasan terhadap penaatan lingkungan perusahaan. Tahapan pertama dimulai dengan pendefinisian problem pada awal perencanaan program yang dimulai dengan riset. Pada tahap kedua, perencanaan dan pemrograman melibatkan komunikasi dua arah melalui sosialisasi langsung antara PROPER dengan publiknya. Tahap ketiga, mengambil tindakan dan berkomunikasi banyak melibatkan pertukaran informasi antara PROPER dengan publiknya melalui pertemua, inspeksi lapangan dan tahap penilaian. Tahap terakhir pada evaluasi program, setelah hasil akhir dipublikasi, LSM WALHI tidak setuju dan mengkritik hasil penilaian PROPER melalui media massa, sehingga dibuat forum khusus LSM untuk menangani masalah tersebut. Penelitian ini merupakan penelitian kualitatif deskriptif dengan menggunakan metode studi kasus yang bertujuan untuk menjelaskan dan menguraikan suatu program dan peristiwa secara sistematis. Hasil dari penelitian ini berupa rekomendasi sebagai masukan bagi PROPER yaitu dengan meningkatkan komunikasi interpersonal dengan pihak WALHI untuk mengatasi lack of communications antara kedua belah pihak. Serta saran unuk memaksimalkan penggunaan dan pemanfaatan media massa serta website untuk mendukung komunikasi yang lebih transparan dan terbuka kepada publik.",
  "creators": "AGUSTINA",
  "contributors": "R. OTTO BAMBANG WAHJUDI (Advisor 1); Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 2); Marsefio S. Luhukay (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010826/KOM/2012; Agustina (51408084)",
  "subjects": "PERFORMANCE MANAGEMENT; PERFORMANCE"
}