{
  "id": "2742",
  "title": "Studi kelayakan pemindahan lokasi di PT. \"XYZ\"",
  "abstract": "Meningkatnya permintaan snack dan jelly pada PT. XYZ menyebabkan perusahaan ini mengambil inisiatif untuk melakukan pemindahan lokasi pabrik dari daerah Sepanjang ke daerah Driyorejo. Pemindahaan lokasi ini bertujuan untuk memperluas usaha snack dan jelly pada PT. XYZ. Tujuan Tugas Akhir ini adalah untuk mengetahui apakah pemindahan lokasi dan perluasan PT.XYZ ini layak atau tidak untuk dilaksanakan, ditinjau dari aspek pasar, aspek teknik, maupun aspek finansial. Potensi pasar snack dan jelly, dianalisa dari jumlah permintaan snack dan jelly beberapa tahun terakhir di PT.XYZ, jumlah produksi snack dan jelly di Jawa Timur (Jatim) dan juga jumlah anak-anak di Jatim. Ditinjau dari aspek pasar proyek ini memiliki potensi yang cukup besar, ini dapat diketahui dari jumlah permintaan snack dan jelly yang semakin meningkat dari tahun ke tahun. Pada aspek teknik ini ditentukan jumlah penambahan mesin dan fasilitas lainnya,serta jadwal pemindahan lokasi baru. Metode Critical Path digunakan untuk menentukan aktivitas mana yang harus diselesaikan terlebih dahulu dan berapa lama waktu yang diperlukan untuk menyelesaikan aktivitas-aktivitas tersebut. Metode blockplan digunakan untuk mengatur letak mesin-mesin dan departemen-departemen yang ada dengan baik. Aspek finansial digunakan untuk mengevaluasi dan menganalisa kelayakan proyek ini dari sisi keuangan. Ditinjau dari aspek finansial proyek ini memiliki IRR 55,6 %, NPV sebesar Rp. 14.360.687.035,41 dan payback periode sebesar 3 tahun 2 bulan. Analisa Sensitivitas pada proyek ini dilakukan untuk melihat seberapa jauh penurunan penjualan dan seberapa besar penurunan harga penjualan berpengaruh terhadap kelayakan proyek ini. Berdasarkan studi kelayakan yang dilakukan pada PT. XYZ, ini maka dapat disimpulkan bahwa pemindahan lokasi pabrik snack & jelly ini layak untuk dilaksanakan.",
  "creators": "YENI YUNITA",
  "contributors": "Julianingsih (Advisor 1); Felecia, S.T., M.Sc. (Advisor 2); Danny Prabowo Soetanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 010601/IND/2002; Yeni Yunita (25498071)",
  "subjects": "INDUSTRIAL LOCATION-FEASIBILITY STUDY; BUSINESS ENTERPRISES-FEASIBILITY STUDY"
}