{
  "id": "27439",
  "title": "Pengelolaan dan pengembangan usaha pada PT. Cahya Sukses Decorindo di Sidoarjo",
  "abstract": "Pertumbuhan industri desain dan aksesoris interior membuat persaingan di industri ini semakin ketat. Ketatnya persaingan harus diantisipasi oleh setiap perusahaan, tidak terkecuali PT. Cahya Sukses Decorindo untuk melakukan inovasi dalam pengelolaan dan pengembangan bisnisnya. Penelitian ini bertujuan untuk mendeskripsikan pengelolaan usaha, potensi internal, dan potensi eksternal, dan pengembangan usaha aksesoris interior di PT. Cahya Sukses Decorindo Sidoarjo. Jenis penelitian adalah kualitatif deskriptif yang bertujuan untuk menganalisis data dengan penjelasan secara komprehensif mengenai berbagai aspek individu, kelompok, atau suatu organisasi. Dalam mengumpulkan data menggunakan metode wawancara kepada enam orang informan. Sedangkan metode pengujian data menggunakan teknik triangulasi. Hasil penelitian menjelaskan bahwa pelaksanaan fungsi manajemen yaitu Perencanaan, Pengorganisasian, Pengarahan serta Pengontrolan di PT. Cahya Sukses Decorindo masih sederhana. Analisis lingkungan eksternal menghasilkan posisi produk perusahaan berada dalam posisi yang kuat dari kekuatan persaingan dan ancaman pendatang baru. Melihat pangsa pasar aksesoris interior yang semakin besar dan diiringi persaingan yang semakin ketat, maka strategi yang digunakan perusahaan adalah strategi kepemimpinan harga-nilai terbaik, yaitu dengan melakukan strategi yang dapat menurunkan harga produk sehingga sama atau jauh lebih rendah dari pesaing. Perusahaan juga memberikan nilai terbaik kepada para agen dengan memberikan produk berkualitas dan pelayanan terbaik melalui pelatihan dan edukasi sehingga agen dapat mendapatkan informasi yang jelas mengenai produk.",
  "creators": "CLAUDIA MARIANA",
  "contributors": "Eddy Madiono Sutanto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010467 /MAN/2013; Claudia Mariana (31409187)",
  "subjects": "STRATEGIC PLANNING"
}