{
  "id": "27436",
  "title": "Studi kasus perbandingan berbagai bata ringan dari segi material, biaya, dan produktivitas",
  "abstract": "Dua jenis bata ringan yang sering digunakan pada dinding bangunan adalah Autoclaved Aerated Concrete (AAC) dan Cellular Lightweight Concrete (CLC). Kedua jenis bata ringan ini terbuat dari bahan dasar semen dan pasir, yang berbeda adalah material pengembang yang menjadikannya ringan. Seringkali konsumen mengalami kesulitan dalam menentukan pilihan untuk memilih bata ringan mana yang lebih baik dalam kegunaannya.Studi kasus yang kami teliti merupakan bagian dalam membantu konsumen dalam memilih bata ringan, sehingga konsumen dapat mengetahui bata ringan mana yang sesuai dengan biaya yang ingin di keluarkan, serta produktivitas yang terjadi di lapangan.Dari penelitian didapatkan bahwa bata ringan yang memiliki dimensi ukuran yang hampir serupa namun pada bata ringan tipe AAC memiliki dimensi yang lebih presisi dari pada bata ringan tipe CLC, karena pemotongan yang dilakukan menggunakan mesin, sehingga mengakibatkan berat jenis pada bata ringan jenis AAC lebih ringan. Walau dimensi ukuran bata ringan yang digunakan sama, tapi hasil produktivitas dari kedua jenis bata ringan ini tetap berbeda, dimana jenis bata ringan AAC menghasilkan total pemasangan rata-rata harian 43,62 m2 sedangkan bata ringan CLC menghasilkan 37,75 m2. Sedangkan pada sisi biaya, dimana bata ringan jenis AAC memerlukan Rp. 77.850,- untuk menghasilkan 1 m2 dan Rp.57.704,- untuk bata ringan jenis CLC.",
  "creators": "BIRDYANT GORITMAN; ROBBY IRWANGSA",
  "contributors": "Jonathan Hendra Kusuma (Advisor 1); Ruslan Djajadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011879/SIP/2012; Birdyant Goritman (21407084), Robby Irwangsa (21407113)",
  "subjects": "CONSTRUCTION INDUSTRY MANAGEMENT; MATERIALS MANAGEMENT"
}