{
  "id": "27462",
  "title": "Pengelolaan usaha pada perusahaan keluarga PT. Aries Centaurus",
  "abstract": "Tujuan dari penelitian ini adalah untuk mendeskripsikan tentang pengelolaan usaha distribusi bahan-bahan kue, menganalisis situasi dan kondisi lingkungan eksternal dan internal pada usaha distribusi bahan-bahan kue, menganalisi SWOT dan menyusun rencana pengembangan sumber daya manusia pada perusahaan keluarga PT. Aries Centaurus. Jenis penelitian yang digunakan adalah penelitian deskriptif kualitatif, dan metode pengumpulan data adalah wawancara. Berdasarkan hasil analisa data menunjukkan bahwa pengelolaan perusahaan PT. Aries Centaurus dilakukan dengan mengimplementasikan fungsi-fungsi manajemen pada lingkungan internal perusahaan, yaitu pemasaran, keuangan, operasional, dan sumber daya manusia. Hasil penelitian menunjukkan bahwa pengelolaan lingkungan internal telah berjalan dengan baik. Hal ini terlihat dari profesionalisme (tidak membedakan antara keluarga dan bukan keluarga) serta kompensasi yang diberikan berdasarkan kinerja yang dihasilkan. Kemudian dalam situasi dan kondisi lingkungan eksternal perusahaan menunjukkan ancaman dari pendatang baru dan pemasok cukup lemah, sedangkan ancaman dari pembeli, produk pengganti, dan persaingan antara para anggota industri cukup kuat. Selanjutnya berdasarkan analisis SWOT dan matriks strategi besar, PT Aries Centarus termasuk pada kategori kuandran I, yang ditunjukkan dengan pertumbuhan pasar yang cepat dan dilihat dari posisi bersaing perusahaan yang kuat sehingga strategi yang bisa diterapkan adalah dengan membangun relationship yang baik dengan supplier. Implikasi hasil-hasil penelitian terhadap pengembangan usaha adalah perlunya pengembangan sumber daya manusia dan keterlibatan divisi-divisi lain, yaitu operasional dan keuangan melalui perencanaan dengan mengembangkan fungsi sumber daya manusia yang melibatkan divisi lain yaitu divisi operasional dan keuangan.",
  "creators": "MARCO HUTOMO",
  "contributors": "Inggrid (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010449/MAN/2012; Marco Hutomo (31407021)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES; FAMILY-OWNED BUSINESS ENTERPRISES-PERSONNEL MANAGEMENT"
}