{
  "id": "27463",
  "title": "Pengelolaan sumber daya manusia terhadap produktivitas karyawan bagian penjualan spare part PT. Toto Ivan Sidoarjo",
  "abstract": "Tujuan penelitian ini adalah untuk mendeskripsikan gambaran umum dan operasional perusahaan; mendeskripsikan cara pengukuran, tingkat, dan pengembangan produktivitas karyawan bagian penjualan; serta menganalisis tujuan dan strategi pengelolaan Sumber Daya Manusia pada PT. Toto Ivan. Penelitian ini menggunakan jenis penelitian deskriptif kualitatif dengan menggunakan metode penelitian studi kasus dengan menggunakan wawancara sebagai metode pengumpulan data. Hasil wawancara tersebut kemudian dianalisis dengan model analisis interaktif. Hasil penelitian menunjukkan bahwa pengelolaan Sumber Daya Manusia di PT. Toto Ivan difokuskan pada pengembangan Sumber Daya Manusia pada bagian penjualan yang bertujuan untuk mendapatkan keuntungan maksimal. Adapun pengelolaan Sumber Daya Manusia dijalankan melalui perencanaan, penyusunan karyawan, pengembangan karyawan, pengelolaan karir, evaluasi kinerja, kompensasi karyawan, dan hubungan ketenagakerjaan yang baik. Selain itu, PT. Toto Ivan juga menempatkan diri sebagai distributor spare part yang memiliki produktivitas karyawan bagian penjualan dengan kategori belum memuaskan. Hal ini memerlukan penataan ulang sistem perencanaan Sumber Daya Manusia baik dari segi perekrutan, pelatihan, dan seleksi karyawan terhadap keahlian di divisi masing-masing. Dengan demikian, diperlukan adanya pengelolaan Manajemen Sumber Daya Manusia pada uraian spesifikasi jabatan dan manajemen karir.",
  "creators": "SUWITO THEJASUKMANA",
  "contributors": "Bambang Haryadi (Advisor 2); Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010443/MAN/2012; Suwito Thejasukmana (31407068)",
  "subjects": "FAMILY CORPORATIONS; PERSONNEL MANAGEMENT"
}