{
  "id": "27467",
  "title": "Pengaruh pemanfaatan serat sabut kelapa dengan perlakuan alkali terhadap kuat tekan dan kuat tarik beton",
  "abstract": "Beton serat merupakan campuran beton dengan penambahan material berupa serat, baik sintetis maupun alami, dengan tujuan untuk memperbaiki karakteristik beton. Sumber daya alam yang melimpah di Indonesia membuat pemanfaatan serat sabut kelapa dalam campuran beton memiliki prospek yang baik. Dalam penelitian ini, beton dicampur dengan serat sabut kelapa tanpa perlakuan alkali dan dengan perlakuan alkali guna untuk mengetahui pengaruh penambahan campuran serat sabut kelapa tersebut terhadap kuat tekan dan kuat tarik beton. Perlakuan alkali diharapkan dapat memperbaiki struktur serat sehingga dapat lebih melekat dengan matriksnya. Benda uji yang dibuat berupa beton kubus 15 x 15 x 15 cm3 untuk pengujian kuat tekan dan beton silinder diameter 15 cm dan tinggi 30 cm untuk pengujian splitting (mencari kuat tarik beton). Pengujian dilakukan pada saat benda uji berumur 7, 14, dan 28 hari. Variasi jumlah serat yang digunakan sebesar 0,5%, 0,75%, dan 1% dari volume beton untuk masing-masing serat tanpa perlakuan alkali, serat dengan perlakuan alkali 1 M dan serat dengan perlakuan alkali 1,25 M. Hasil pengujian menunjukkan bahwa penambahan serat sabut kelapa sebesar 0,5% dengan perlakuan alkali merupakan komposisi yang optimum, di mana mampu meningkatkan nilai kuat tekan dari beton konvensional sebesar 17,8% untuk perlakuan alkali 1,25 M dan 13,5% untuk perlakuan alkali 1 M. Selanjutnya, penambahan serat sebesar 0,75% dengan perlakuan alkali memiliki nilai kuat tarik tertinggi di antara beton dengan variasi serat lainnya.",
  "creators": "SIP FANDY SUSANTO; ANITA FEDORA",
  "contributors": "Ruslan Djajadi (Advisor 1); Handoko Sugiharto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011892/SIP/2013; Sip Fandy Susanto (21409051), Anita Fedora (21409052)",
  "subjects": "FIBER REINFORCED CONCRETE; CONCRETE"
}