{
  "id": "27461",
  "title": "Pengaruh penambahan serat aren dengan akali treatment terhadap kuat tekan dan kuat tarik beton",
  "abstract": "Beton serat adalah beton yang pada dasarnya terbuat dari semen, agregat, dan serat yang dicampurkan secara merata pada campuran beton. Penambahan serat ke dalam campuran beton mampu meningkatkan beberapa karakteristik beton yaitu meningkatkan kuat tarik, kuat tekan, ketahanan terhadap retak, pengendalian retak, durabilitas, dan ketahanan terhadap beban kejut. Serat yang digunakan dalam penelitian ini adalah serat alami yaitu serat ampas aren yang diambil dari dusun Bendo, Kelurahan Daleman, Kabupaten Klaten, dengan kadar 1.1%, 1.6%, 2.2% dari berat semen untuk sampel kuat tekan dan 1.1%, 1.7%, 2.2% dari berat semen untuk sampel kuat tarik. Dalam penelitian ini akan diuji kuat tekan dan kuat tarik beton di mana untuk uji kuat tekan, dibuat sampel dalam bentuk kubus 15x15x15 cm3 dan untuk kuat tarik, dibuat sampel dalam bentuk silinder diameter 15 cm, tinggi 30 cm. Kelemahan utama penggunaan serat alami dalam beton adalah kurang baiknya adhesi antara matriks polimer dengan serat alami, sehingga untuk mengatasi masalah ini, dilakukanlah alkali treatment dengan molaritas larutan NaOH 0.25M dan 0.5M. Dari hasil penelitian, didapatkan bahwa terjadi peningkatan kuat tekan beton serat ampas aren dengan alkali treatment jika dibandingkan dengan beton normal maupun dengan beton serat ampas aren tanpa alkali treatment. Alkali treatment mampu meningkatkan kuat tekan beton serat hingga 50% jika dibandingkan dengan beton serat tanpa alkali treatment.",
  "creators": "ROGERD DIXY WIDODO; YOGA BUDIHARTONO",
  "contributors": "Handoko Sugiharto (Advisor 1); Djwantoro Hardjito (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011890/SIP/2013; Rogerd Dixy Widodo (21409029), Yoga Budihartono (21409041)",
  "subjects": "CONCRETE CONSTRUCTION"
}