{
  "id": "27460",
  "title": "Perancangan tebal perkerasan dan estimasi biaya jalan raya Lawean- Sukapura (Probolinggo)",
  "abstract": "Jalan Raya Lawean-Sukapura menghubungkan Kota Probolinggo dengan kawasan wisata Gunung Bromo. Jalan ini akan dirancang tebal perkerasan lentur dan perhitungan estimasi biayanya dengan menggunakan data yang didapat dari Dinas Pekerjaan Umum Bina Marga Propinsi Jawa Timur. Perancangan tebal perkerasan lentur Jalan Raya Lawean-Sukapura ini menggunakan metode Analisa Komponen Bina Marga 1987 dengan memasukkan parameter perancangan jalan: daya dukung tanah yang diperoleh dari nilai CBR tanah dasar, beban lalu lintas yang diperoleh dari lalu lintas harian rata-rata. Perhitungan estimasi biaya berdasar pada Standar Satuan Harga Dasar Konstruksi dan Analisa Harga Satuan Pekerjaan Dinas Pekerjaan Umum Jawa Timur Tahun Anggaran 2011 yang memperhatikan kuantitas jenis pekerjaan dan analisa harga satuannya. Dengan metode Analisa Komponen Bina Marga 1987, jalan dengan panjang 10 Km, lebar 7,5 meter, nilai CBR urugan sebesar 10%, umur rencana 5 tahun, dengan tetap menggunakan lapis pondasi bawah eksisting (Telford dan CTSB) dan menggunakan tebal lapis permukaan (laston) minimum yaitu 7,5 cm, maka diperoleh lapis pondasi (laston atas) yang bervariasi dari 18,5 cm sampai 24,5 cm, disesuaikan dengan elevasinya pada setiap stasi. Dari perhitungan estimasi biaya, total biaya pekerjaan lapis permukaan dan lapis pondasi Jalan Raya Lawean-Sukapura sepanjang 10 km dengan lebar 7,5 meter adalah Rp 38.244.446.400,00.",
  "creators": "VINSENSIUS BUDIMAN PANTAS",
  "contributors": "Johanes Indrojono Suwono (Advisor 1); Budiman Proboyo (Advisor 2); Indriani Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 13011889/SIP/2013; Vinsensius Budiman Pantas (21407152)",
  "subjects": "COST ESTIMATES; RAILROAD-CONSTRUCTION; PAVEMENTS, ASPHALT"
}