{
  "id": "27470",
  "title": "Studi mengenai kapasitas friksi tiang pada tanah lempung ekspansif ditinjau dari kadar air tanah, waktu, dan material",
  "abstract": "Variasi kadar air dalam tanah akibat dari perubahan musim mempengaruhi nilai kuat geser tanah. Perubahan kuat geser tanah berdampak pada daya dukung tiang. Seberapa besar perubahan daya dukung tiang, khususnya kapasitas friksi, saat mengalami perubahan kadar air dalam tanah mendorong dilakukannya penelitian ini. Di samping itu, penelitian ini juga membahas peningkatan kapasitas friksi tiang setelah mengalami pengistirahatan, serta penggunaan jenis material tiang juga akan diteliti. Tanah yang digunakan dalam penelitian ini merupakan tanah lempung ekspansif di daerah Ciputra pada kedalaman 1 meter. Tanah tersebut dikondisikan dalam keadaan undisturb. Variabel yang digunakan adalah drying 10%, 20%, 30%, 40%, 50%, wetting 2,5%, 5%, 7,5% sebagai penentu wc, pengistirahatan selama 1, 2, 5, 10, dan 30 hari digunakan sebagai penentu waktu, sedangkan permodelan tiang baja dan tiang beton digunakan sebagai variabel jenis material. Melalui percobaan yang dilakukan, maka didapatkan bahwa kadar air mempengaruhi nilai kuat geser tanah sampel. Kuat geser tanah mempengaruhi hasil kapasitas friksi tiang. Nilai kapasitas friksi tiang mengalami peningkatan seiring dengan penurunan kadar air. Selain itu, terjadi peningkatan kapasitas friksi tiang seiring dengan lamanya pengistirahatan pada kadar air tinggi. Penelitian ini juga memberikan hasil bahwa tiang baja memiliki nilai kapasitas friksi yang lebih besar daripada tiang beton.",
  "creators": "LYDIA LOAHARDJO; ROBERTO SISWANTO GONI",
  "contributors": "Johanes Indrojono Suwono (Advisor 1); Gogot Setyo Budi (Advisor 2); Daniel Tjandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011893/SIP/2013; Lydia Loahardjo (21409062), Roberto Siswanto Goni (21409147)",
  "subjects": "SOIL MECHANICS; SOIL TESTING"
}