{
  "id": "27484",
  "title": "Pengelolaan dan pengembangan aspek sumber daya manusia pada usaha pembuatan sabun krim di Perusahaan Keluarga UD. Airmas",
  "abstract": "Penelitian ini dilakukan untuk mengetahui pengelolaan dan pengembangan aspek sumber daya manusia pada usaha pembuatan sabun krim di perusahaan keluarga UD. Airmas. UD. Airmas merupakan perusahaan keluarga yang bergerak di bidang pembuatan sabun krim. Dalam penelitian ini, pengelolaan perusahaan keluarga UD.Airmas akan dilihat dari fungsi manajemen, analisis lingkungan internal dan eksternal perusahaan keluarga pada UD. Airmas. Berdasarkan analisa pengelolaan didapatkan kekuatan, kelemahan, peluang dan ancaman yang kemudian akan dibuat rencana pengembangan bisnis pada aspek sumber daya manusia UD. Airmas. Jenis penelitian yang digunakan dalam penelitian ini adalah kualitatif deskriptif untuk menganalisa data yang telah terkumpul melalui proses wawancara. Proses wawancara dilakukan dengan mewawancarai 8 (delapan) orang narasumber yang telah ditetapkan. Setelah data terkumpul melalui proses wawancara maka dilakukan uji keabsahan data menggunakan triangulasi sumber, di mana peneliti membandingkan data yang telah diperoleh dari informan untuk mengecek kebenaran data. Dari hasil penelitian yang telah dilakukan, dapat disimpulkan bahwa pengelolaan perusahaan keluarga UD. Airmas memiliki kendala pada aspek sumber daya manusia. Oleh karena itu, perusahaan ini memerlukan peningkatan kualitas sumber daya manusia. Berdasarkan analisis SWOT yang telah dilakukan, strategi pengembangan bisnis perusahaan yang cocok adalah cost leadership. Oleh karena itu, peningkatan kualitas sumber daya manusia pun harus dilakukan dengan menekan biaya serendah-rendahnya. Hal itu dapat dicapai dengan pelatihan dan mentoring dengan karyawan senior sehingga tidak perlu melakukan biaya tambahan.",
  "creators": "MEGALIA HARTATIK",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010460/MAN/2013; Megalia Hartatik (31409097)",
  "subjects": "FAMILY CORPORATIONS; FAMILY CORPORATIONS--MANAGEMENT; PERSONNEL MANAGEMENT"
}