{
  "id": "27483",
  "title": "Pengelolaan dan pengembangan bisnis percetakan pada PT. Ubital Offset Printing",
  "abstract": "Salah satu fenomena mengenai industri grafika yaitu terus meningkatnya pertumbuhan perusahaan di bidang ini. Para pemain di industri ini tidak hanya berlomba mencari konsumen, tapi mereka juga berlomba mencari teknologi terbaru. Melalui latar belakang ini, penulis ingin meneliti lebih lanjut mengenai salah satu perusahaan percetakan yang bersaing tidak hanya dalam mendapatkan konsumen, namun juga untuk mendapatkan teknologi terbaru. Tujuan penelitian ini adalah mendeskripsikan pengelolaan dan pengembangan bisnis percetakan pada PT. Ubital Offset Printing, melakukan analisa kondisi internal dan eksternal dengan menggunakan analisis SWOT, membuat susunan rancangan pengembangan usaha pada perusahaan PT Ubital Offset Printing. Penelitian ini merupakan penelitian deskriptif kualitatif. Teknik penentuan informan yang digunakan oleh penulis adalah snowball sampling. Pengujian keabsahan data menggunakan triangulasi sumber untuk membandingkan kebenaran informasi yang diperoleh dari informan yang berbeda. Hasil dari penelitian perusahaan menunjukkan bahwa perusahaan telah menjalankan fungsi manajemen di setiap fungsi bisnisnya namun masih mengalami masalah dalam controlling pada fungsi Sumber Daya Manusia. Hasil dari analisis lingkungan internal dan eksternal akan dianalisis kembali dalam SWOT. Dari hasil dari analisis tersebut, penulis menyarankan perusahaan untuk menjalankan strategi Cost Leadership.",
  "creators": "BUYUNG WIRANATA",
  "contributors": "Bambang Haryadi (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010500/MAN/2013; Buyung Wiranata (31409056)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES; FAMILY-OWNED BUSINESS ENTERPRISES-MANAGEMENT"
}