{
  "id": "27494",
  "title": "Pengelolaan dan pengembangan usaha distributor alat-alat pertukangan dan perbengkelan pada PT. CK di Surabaya",
  "abstract": "PT. CK adalah perusahaan yang bergerak di bidang distribusi alat-alat pertukangan dan perbengkelan. Penelitian ini dilakukan dengan tujuan menggambarkan pengelolaan dan pengembangan pada PT. CK dengan menganalisa lingkungan internal serta eksternal pada perusahaan. Analisa lingkungan internal menggunakan analisis fungsi bisnis sedangkan analisis lingkungan ekternal menggunakan Porter five’s forces. Dari analisa lingkungan internal serta eksternal perusahaan dapat dilakukan analisis SWOT yang dapat digunakan untuk melakukan formulasi strategi pengembangan bisnis. Jenis Penelitian ini adalah penelitian deskriptif kualitatif. Metode pengumpulan data dilakukan dengan metode wawancara terhadap informan yang dipilih melalui metode purposive sampling. Kemudian data yang diperoleh diuji validitasnya dengan mengunakan metode triangulasi sumber. Dari hasil penelitian dapat disimpulkan bahwa PT. CK memiliki pengelolaan usaha yang baik. Perusahaan memiliki kekuatan yang terletak pada lingkup wilayah pemasaran yang luas dan kegiatan distribusi yang baik. Kelemahan yang dimiliki oleh perusahaan adalah kurangnya tenaga penjual yang ada. Peluang yang dimiliki oleh perusahaan adalah adanya pangsa pasar yang masih luas dan ancaman yang dimiliki adalah daya tawar pembeli yang tinggi dan kebijakan pemerintah. Perusahaan dapat menggunakan Strategi Kepemimpinan Biaya Nilai Terbaik sebagai strategi perusahaan dan melakukan pengembangan bisnis dengan menerapkan teknologi penjualan dan pembelian online bagi pelanggan dan pemasok.",
  "creators": "JULIANTI CHIASIDY",
  "contributors": "Dhyah Harjanti (Advisor 1); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010510/MAN/2013; Julianti Chiasidy (31409220)",
  "subjects": "SMALL BUSINESS-MANAGEMENT"
}