{
  "id": "27507",
  "title": "Analisa kebutuhan pecinta sepeda onthel kuno di Surabaya",
  "abstract": "Pecinta sepeda onthel kuno sudah membentuk sebuah komunitas, namun komunitas ini belum mempunyai tempat berkumpul yang representatif. Selama ini mereka berkumpul di tempat yang berbeda dan terkelompok dan juga berkumpul bersama dengan komunitas lain di Taman Bungkul. Berdasarkan pra survei terhadap beberapa pecinta sepeda onthel kuno, mereka menilai Taman Bungkul bukanlah tempat yang representatif karena tidak memenuhi motivasi mereka. Dari hasil penelitian ditemukan bahwa motivasi dari pecinta sepeda onthel kuno dalam berkumpul adalah persahabatan, kesamaan hobi, dan mencari kenyamanan melalui atmosfir/suasana tempat berkumpul. Oleh karena itu perlu adanya sebuah tempat berkumpul representatif. Tempat yang menurut representatif bagi pecinta sepeda onthel kuno yaitu lokasi yang diinginkan adalah berada di pusat kota dan di sebuah ruangan di fasilitas umum (Taman umum), memiliki desain dengan banyak ruang terbuka, memiliki atmosfer Jawa, dan berbagai fasilitas penunjang seperti Museum sepeda onthel kuno, cafe dengan menu tertentu (contoh :khas Jawa), panggung untuk live music, jasa persewaan sepeda onthel kuno, memiliki Air Conditioner yang baik, dan stan penjualan sparepart atau onderdil. Berdasarkan analisa terhadap kondisi tempat berkumpul saat ini (Taman Bungkul) terdapat kesesuaian dengan penilaian responden. Jadi bisa disimpulkan bahwa terdapat kesesuaian penilaian penelitian responden akan kondisi tempat berkumpul saat ini (Taman Bungkul) sehingga mendorong kebutuhan tempat berkumpul yang sesuai dengan motivasi dan harapan pecinta sepeda onthel kuno di Surabaya yaitu berada di pusat kota atau di sebuah ruangan difasilitas umum, memliki desain dengan banyak ruang terbuka, memiliki atmosfer Jawa, adanya cafe dengan menu khas Jawa, live music, free wi-fi, jasa persewaan sepeda onthel kuno, memliki Air Conditioner, dan stan penjualan spare-part atau onderdil.",
  "creators": "CHAN HERY SUGIARTO",
  "contributors": "Tio Sally P. Suhonggo (Advisor 1); Dra. Monica Ida Uniati , M.M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010149/MAN/2013; Chan Hery Sugiarto (35408009)",
  "subjects": "TOURISM-BICYCLE TOURING; TOURIST TRADE-RESEARCH"
}