{
  "id": "27501",
  "title": "Evaluasi sistem manajemen k3 terhadap metode pemancangan jack-in pile",
  "abstract": "Pekerjaan pondasi menggunakan metode jack-in pile sering kali menjadi pilihan pada proyek-proyek konstruksi di Surabaya. Meskipun lebih praktis dibandingkan metode lain, metode ini tetap menggunakan banyak alat berat sehingga kontraktor perlu memperhatikan penerapan peraturan untuk keselamatan para pekerjanya. Penelitian ini bertujuan untuk mengetahui apakah sistem manajemen K3 yang telah diterapkan oleh perusahaan-perusahaan kontraktor pemancangan sudah sesuai dengan peraturan yang ada atau tidak, serta mengetahui faktor-faktor yang memungkinkan terjadinya kecelakaan kerja. Dari hasil 2 metode penelitian yang dilakukan, didapatkan hasil yang cukup berbeda. Hasil wawancara tidak sesuai dengan hasil observasi di lapangan. Persentase penerapan yang mencapai 87,5% pada saat wawancara ternyata berbeda jauh dengan kenyataannya yang hanya mencapai persentase 53,85%. Dari hasil ini dapat disimpulkan bahwa belum semua sistem manajemen K3 yang direncanakan oleh perusahaan-perusahaan kontraktor pemancangan diaplikasikan dengan baik di lapangan. Perusahaan tidak pernah menyediakan rambu-rambu K3 yang menyebabkan kesadaran yang rendah dari para pekerjanya untuk mentaati peraturan-peraturan, sebagai contoh, pekerja yang menggunakan helm hanya 38%, operator yang menggunakan pelindung kepala hanya 25%, kebersihan dan ketertiban di proyek masih sangat buruk.",
  "creators": "FILBERT CHANCE G.; GARRY JAYA SUSANTO",
  "contributors": "Sugie Prawono (Advisor 1); Jonathan Hendra Kusuma (Advisor 2); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011902/SIP/2013; Filbert Chance Gondosiswanto (21409011), Garry Jaya Susanto (21409012)",
  "subjects": "BUILDING-SAFETY MEASURES; CONSTRUCTION PROJECTS-MANAGEMENT; CONSTRUCTION INDUSTRY-MANAGEMENT"
}