{
  "id": "27514",
  "title": "Studi kasus penerapan metode pert pada proyek gudang x",
  "abstract": "Pembangunan yang sedang marak terjadi pada saat ini ialah pembangunan gudang khususnya di Surabaya. Gudang merupakan penanda pertumbuhan ekonomi suatu daerah. Untuk dapat melakukan pembangunan secara profesional, para kontraktor harus dapat membuat perencanaan kerja yang matang. Tujuan penelitian ini adalah menganalisa penjadwalan proyek gudang dengan menerapkan metode PERT. Metode PERT (Project Evaluation Review Technique) merupakan metode yang bertujuan untuk memprediksi durasi dari suatu proyek dan menghitung kemungkinan terjadinya waktu yang diharapkan. Untuk mendapatkan hasil te (time expected) dari metode PERT, dibutuhkan data ta (waktu optimis) ,tb (waktu pesimis), dan tm (waktu yang paling mungkin terjadi). Waktu te tersebut digunakan dalam pembuatan Network Diagram untuk menyusun hubungan aktivitas dan mendapatkan durasi total pekerjaan Gudang dengan mencari Lintasan Kritis. Pengamatan lapangan dilakukan untuk mendapatkan Time Schedule, jumlah pekerja lapangan, Gambar Teknik proyek Gudang, dan ta tb untuk metode PERT. Dari data tersebut didapatkan Durasi Time Schedule dan Volume Pekerjaan. Dengan Volume Pekerjaan dan jumlah pekerja lapangan didapatkan tm yang digunakan penghitungan durasi metode PERT. Dengan durasi perhitungan metode PERT, disusun Network Diagram untuk mendapatkan durasi pembangunan gudang versi metode PERT. Dari Time Schedule kontraktor didapatkan durasi pembangunan gudang selama 28 minggu. Dari perhitungan metode PERT didapatkan durasi selama 32 minggu. Dari pengamatan lapangan hingga 1 Juni 2013 diketahui bahwa durasi lapangan lebih mendekati pada durasi perhitungan metode PERT daripada durasi Time Schedule.",
  "creators": "CHRISTIAN WILLIAM; CEFIRO CLAN CHIU",
  "contributors": "Andi (Advisor 1); Sentosa Limanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011907/SIP/2013; Christian William (21409045), Cefiro Clan Chiu (21409046)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; PROJECT MANAGEMENT"
}