{
  "id": "27513",
  "title": "Perbandingan aplikasi program Microsoft Project dan Primavera dalam penjadwalan proyek konstruksi",
  "abstract": "Dalam proses pembuatan penjadwalan proyek ada banyak kendala yang diakibatkan dari berbedanya tingkat kerumitan tiap proyek. Oleh karena itu diperlukan aplikasi program yang sesuai dengan berbagai macam kebutuhan perusahaan/latar belakang pengguna dalam membantu mengelola sebuah proyek konstruksi. Di antara berbagai aplikasi program yang ada sekarang ini Microsoft Project dan Primavera adalah aplikasi program profesional yang masih berkembang dan paling sering digunakan oleh project planner, project control, scheduler, project manager, estimator, dan lain-lain. Penelitian ini membandingkan kelebihan dan kelemahan kedua aplikasi program dengan memakai pendekatan studi literatur, mengintepretasikan dalam aplikasi program, menggunakan semua fitur aplikasi program yang tersedia, dan kemudian membandingkan kedua aplikasi program berdasarkan 12 kategori menurut J. D. Witt sebagai kerangka dasar penelitian. Hasil penelitian menunjukkan keduanya memiliki kemampuan yang relatif sama. Di satu pihak, Microsoft Project memiliki keunggulan antara lain lebih user friendly, tidak memerlukan waktu yang lama dalam menyelesaikan hubungan antar aktivitas, sangat kompatible dengan Microsoft Excel, memiliki kemampuan membuat jadwal kerja/penanggalan dengan berbagai macam constraints, dan sangat baik digunakan pada proyek skala kecil. Sedangkan, Primavera baik dalam menampilkan grafik resource, cost, dan kurva S, mengatur informasi proyek dengan menggunakan kode aktivitas dan sangat baik digunakan pada proyek skala menengah sampai besar.",
  "creators": "ICHA KRISTY OCTAVIA; ELLIOT CAESAR TANDOYO",
  "contributors": "Paulus Nugraha (Advisor 1); Sandra Loekita (Advisor 2); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011905/SIP/2013; Icha Kristy Octavia (21409024), Elliot Caesar Tandoyo (21409156)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; PROJECT MANAGEMENT"
}