{
  "id": "27522",
  "title": "Model komunikasi terhadap sukses proyek untuk evaluasi proyek konstruksi",
  "abstract": "Banyak ahli menganggap bahwa komunikasi mempunyai peran yang sangat besar dalam suatu organisasi. Proyek konstruksi merupakan sebuah organisasi, sehingga komunikasi mempunyai peran yang besar. Kompleksnya proyek serta banyaknya pihak yang terlibat menyebabkan komunikasi yang baik merupakan salah satu faktor utama untuk menunjang kesuksesan proyek. Hipotesis dari penelitian ini adalah bahwa kesuksesan proyek berkorelasi positif dengan kualitas komunikasi dari team proyek. Penelitian ini bertujuan untuk membuat sebuah model yang dapat dipergunakan sebagai sarana untuk mengevaluasi proyek berdasarkan pada kualitas komunikasi proyek pada masa konstruksi. Penelitian ini dikembangkan dari penelitian Tucker (1997) dan Sanvindo (1992). Pengamatan lapangan dengan cara menghadiri rapat koordinasi proyek, sebagai salah satu sarana komunikasi proyek, dilakukan dalam penelitian ini untuk menentukan hal-hal penting dalam rapat koordinasi proyek. Penyebaran kuesioner tentang sukses dan komunikasi proyek kemudian dilakukan kepada pemilik, perencana dan kontraktor di wilayah kota Surabaya sebagai sarana pengambilan data: Analisis data statistik membuktikan adanya hubungan antara sukses dengan komunikasi pada proyek konstruksi. Setelah terbuktinya hubungan tersebut, maka dikembangkan suatu model hubungan antara sukses dengan komunikasi proyek konstruksi. Sebuah “Model Sukses-Komunikasi Proyek” merupakan hasil dari penelitian ini. Model tersebut berbentuk model matematis yang berbasis pada regresi linier dan dapat digunakan untuk mengevaluasi sukses sebuah proyek konstruksi dengan mengacu kepada nilai komunikasi antar pihak yang terdapat di dalamnya. Hasil penelitian menunjukkan bahwa akurasi dan kesepahaman dari komunikasi adalah subsub variabel yang memiliki kontribusi terbesar pada “Model Sukses-Komunikasi Proyek.”",
  "creators": "YOHANES HENDRAWAN A.",
  "contributors": "Ratna S. Alifen (Advisor 1); Jani Rahardjo (Advisor 2); Hasan Oetomo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 048/MTS; Yohanes Hendrawan Arifin (01599003)",
  "subjects": "COMMUNICATION; CONSTRUCTION INDUSTRY-MANAGEMENT"
}