{
  "id": "27541",
  "title": "Perancangan sistem manajemen mutu iso 9001:2000 Jurusan Teknik Industri Universitas Kristen Petra",
  "abstract": "Menyikapi era globalisasi, dunia pendidikan dituntut untuk memiliki suatu standar sistem manajemen mutu yang unggul dan diakui secara internasional agar dapat bersaing dengan kompetitornya karena pada hakekatnya pendidikan juga tidak terlepas dari kacamata bisnis. Salah satu standar sistem manajemen mutu yang diakui secara internasional dan membentuk dasar dari konsistensi penyelenggaraan mutu proses produksi adalah seri ISO 9000. ISO 9000 telah berkembang menjadi versi ketiga yang diterbitkan tahun 2000 serta merupakan pengembangan dan pembaharuan dari versi 1994. Penelitian Tugas Akhir pun dilakukan dengan tujuan untuk menciptakan suatu desain sistem manajemen mutu dengan standar ISO 9001:2000 serta sekaligus mendokumentasikan sistem manajemen mutu tersebut sesuai persyaratan dokumentasi yang dibutuhkan oleh Standar Internasional itu. Langkah awal penelitian ditandai dengan mendokumentasikan 4 level dokumentasi yaitu, Manual Mutu, Prosedur, Instruksi Kerja dan Dokumen Pendukung serta Rekaman Mutu berdasarkan dengan mekanisme kerja yang dianut oleh Jurusan Teknik Industri. Sesudah pendokumentasian, barulah dibuat suatu desain sistem manajemen mutu yang dimulai dengan scanning untuk mengukur gap antara sistem kerja yang dianut selama ini dengan requirements ISO 9001:2000 sekaligus juga dapat digunakan untuk menilai kesiapan jurusan dalam mengimplementasikannya. Hasil scanning memang mencerminkan besarnya kesenjangan antara sistem manajemen mutu tersebut, tetapi dengan adanya komitmen dan didukumg oleh 4 level dokumentasi yang tersedia dalam lampiran Tugas Akhir, niscaya Jurusan Teknik Industri sanggup mengimplementasikan sistem manajemen mutu standar ISO 9001:2000 yang didesain khusus untuk menjawab kebutuhan akan \"never ending improvemenf’ dari suatu sistem.",
  "creators": "LILY SURYANA",
  "contributors": "Indriati Njoto Bisono (Advisor 1); DJOKO YOSEF (Advisor 2); Kristiana Asih Damayanti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 560/TI-041/2002; Lily Suryana (25497061)",
  "subjects": "TOTAL QUALITY MANAGEMENT; PRODUCTION PLANING"
}