{
  "id": "27559",
  "title": "Gedung pagelaran musik rock di Surabaya",
  "abstract": "“Gedung Pagelaran Musik Rock di Surabaya“ adalah fasilitas hiburan yang dapat mewadahi kegiatan pertunjukan musik rock di Surabaya. Faktor – faktor yang mempengaruhi dibuatnya desain ini adalah belum tersedianya gedung pertunjukan musik rock sehingga festival pertunjukan musik rock masih berpindah-pindah tempat. Surabaya merupakan salah satu kota besar yang mengusung banyak penggemar musik rock. Di Surabaya juga belum tersedia gedung pertunjukan musik khusus untuk musik rock yang berkapasitas banyak. Oleh karena itu bangunan ini didesain menggunakan pendekatan bentuk. Desain bangunan ini mengoptimalkan kondisi sekitar dengan melihat potensi keramaian lokasi site. Site berada di Surabaya karena kota Surabaya dikenal sebagai barometer musik rock di Indonesia. Pendalaman bangunan ini adalah pendalaman struktur, karena kebutuhan ruang pagelaran yang lebar dan bebas kolom. Sehingga struktur yang tercipta dapat mencerminkan citra bangunan yaitu gedung pertunjukan musik rock.Pembangunan club house menjadi salah satu cara untuk menarik minat orang untuk memilih tinggal di Pondok Tjandra. Hal tersebut dikarenakan, club house dapat menjadi salah satu fasilitas yang dapat memenuhi kebutuhan masyarakat. Kegiatan bersosialisasi merupakan salah satu kegiatan yang dibutuhkan oleh masyarakat. Bersosialisasi dapat dilakukan dengan sekedar mengobrol atau juga dapat dilakukan saat berolahraga. Maka daripada itu, pada club house Pondok Tjandra ini terdapat fasilitas-fasilitas yang dapat memenuhi kebutuhan mereka tersebut. Fasilitas-fasilitas tersebut antara lain adalah lobby, area fitness, area aerobic, jacuzzi, sauna, dan kafé. Suasana yang ditampilkan pada club house tersebut adalah suasana yang alami di mana hal tersebut dapat membuat pengunjung merasa santai dan dapat melakukan kegiatan dengan lebih nyaman.",
  "creators": "ALVANTARA HENDRIANTO",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 3); Benny Poerbantanoe (Advisor 1); Anik Juniwati (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023231/ARS/2014; Alvantara Hendrianto (22409066)",
  "subjects": "CONSERVATORIES OF MUSIC-BUILDINGS; MUSIC-HALL-DESIGNS AND PLANS"
}