{
  "id": "27564",
  "title": "Perbandingan produktivitas alat hydraulic hammer dan jack in pile di Surabaya",
  "abstract": "Pelaksanaan pemancangan untuk pondasi suatu bangunan merupakan elemen penting yang dilakukan pada awal pembangunan. Produktivitas dari pelaksanaan pemancangan di setiap wilayah berbeda-beda tergantung pada wilayah dan alat pancangnya yaitu hydraulic hammer dan jack in pile. Faktor-faktor yang mempengaruhi produktivitas dari setiap alat berbeda antara alat kedua alat tersebut. Penelitian dilakukan dengan mengumpulkan data pemancangan dengan alat hydraulic hammer dan jack in pile dari proyek-proyek yang berada di wilayah Surabaya yaitu bagian Utara, Barat, Timur, dan Selatan. Semua data yang ada diuji kenormalan datanya dan dicari nilai produktivitas pemancangan tiap alat dari tiap wilayah. Nilai produktivitas itu kemudian dianalisa dari faktor-faktor yang mempengaruhi pemancangan kemudian dilakukan perbandingan dari kedua alat tersebut. Dari hasil perhitungan produktivitas yang didapat, di wilayah Surabaya produktivitas hydraulic hammer lebih besar daripada produktivitas jack in pile. Penyebab dari tingginya produktivitas hydraulic hammer adalah karena mobilitas dan proses pengerjaan pemancangan hydraulic hammer lebih cepat jika dibandingkan dengan alat jack in pile. Walaupun alat hydraulic hammer lebih tinggi produktivitasnya tetapi alat jack in pile masih menjadi pilihan utama dalam pemancangan di Surabaya karena tidak menimbulkan kebisingan dan dalam penggunaan alat harus mempertimbangkan faktor-faktor yang mempengaruhinya.",
  "creators": "RISANTO TEDJOKUSUMO; VERRYANTO GOENAWAN",
  "contributors": "Paravita Sri Wulandari (Advisor 1); Jonathan Hendra Kusuma (Advisor 2); Sentosa Limanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011909/SIP/2013; Risanto Tedjokusumo (21409074), Verryanto Goenawan (21409135)",
  "subjects": "CONSTRUCTION EQUIPMENT; PILING (CIVIL ENGINEERING); CONSTRUCTION EQUIPMENT-MANAGEMENT"
}