{
  "id": "27560",
  "title": "Perancangan interior Museum Mpu Tantular di Surabaya",
  "abstract": "Sejarah merupakan salah satu bentuk pelajaran yang dibutuhkan oleh manusia. Walaupun tanpa disadari, sejarah dapat memberikan efek yang positif seperti memberikan pengetahuan terhadap segala sesuatu yang terjadi di masa lampau, karena sejarah yang membentuk karakter manusia jaman sekarang. Hal ini terlihat dari pola hidup mereka serta perkembangan pemakaian teknologi untuk mencapai sesuatu. Perancangan Interior Museum Mpu Tantular di Surabaya merupakan suatu wadah untuk membantu masyarakat agar lebih memahami pemahaman akan sejarah bangsa Indonesia, dikarenakan minat masyarakat Surabaya akan pengetahuan sejarah di masa lampau masih minim. Perancangan museum ini diharapkan mampu memberikan daya tarik kepada masyarakat Surabaya akan pentingnya sejarah bangsa. Ruang lingkup yang diberikan meliputi Area lobby, Area galeri, Area dokumenter, Area iptek. Untuk area galeri sebagai area pajang benda-benda bersejarah yang dilengkapi dengan area pajang patung tokoh pahlawan dan area pajang foto. Kemudian penempatan area dokumenter sebagai sarana pemutaran film dokumentasi sejarah bangsa Indonesia dan area iptek sebagai area untuk melakukan penelitian secara ilmiah. Konsep perancangannya untuk menciptakan suasana ruang yang unik dan mengarah ke masa depan di mana pencapaian masa depan ini tidak lepas dari sejarah yang menjadi acuan untuk berkembangnya manusia dan tentunya melalui proses evolusi yang rumit. Penggunaan material menggunakan material berteknologi tinggi untuk mendukung konsep yang ada.",
  "creators": "DAVID RICKY SETIAWAN",
  "contributors": "Adi Santosa (Advisor 1); Poppy Firtatwentyna Nilasari, S.T., M.T. (Advisor 2); Sriti Mayang Sari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00020974/DIN/2011; David Ricky Setiawan (41407086)",
  "subjects": "ART MUSEUMS-DECORATION; INTERIOR DECORATION"
}