{
  "id": "27579",
  "title": "Pembuatan aplikasi document synchronization untuk Google Drive pada Android OS",
  "abstract": "Terdapat dua cara yang dapat dilakukan untuk menyimpan file, pertama adalah dengan menggunakan perangkat fisik seperti harddrive, CD atau bahkan flashdisk, dan cara kedua adalah menyimpan secara online melalui salah satu online storage diantara banyak online storage yang beredar di internet. Banyak orang sulit menentukan diantara dua cara ini, jadi lebih baik bila dilakukan perbandingan diantara keduanya untuk menentukan mana yang paling menjawab kebutuhan. Perlu diperhatikan bahwa masing-masing memiliki kelebihan dan kekurangan, jadi itu tergantung kebutuhan dari tiap-tiap individu. Online storage memberikan solusi untuk seluruh permasalahan dari kebutuhan storage. Banyak website online storage dan juga service backup seperti salah satunya adalah Google Drive yang menawarkan storage tak terbatas untuk individu atau perusahaan yang membutuhkan storage besar untuk menyimpan file, hal ini sulit untuk dilakukan bila menggunakan perangkat fisik. Google Drive memiliki banyak fitur yang membuatnya menjadi lebih unggul dibanding pada kompetitornya, fitur tersebut adalah fitur untuk membuat user melakukan edit terhadap dokumen mereka dari website, dan juga untuk melakukan share dokumen agar dapat dikerjakan bersama dengan user lain. Disamping itu, online storage men-charge para user yang menginginkan volume storage besar dengan dengan sejumlah kecil tagihan bulanan, tagihan faktanya bernilai lebih kecil bila dibandingkan menyediakan server dan external harddisk tersendiri Online storage layaknya Google Drive diciptakan untuk menjawab gaya hidup masyarakat di seluruh dunia saat ini. Saat ini, banyak orang menggunakan lebih dari satu device, khususnya bagi mereka yang hidup di negara maju. Menggunakan online storage tidak hanya data user aman tetapi juga dapat diakses kapanpun secara online. Permasalahannya adalah banyak dari orang-orang ini menginginkan agar file mereka selalu pada versi terbaru atau versi update terakhir. Untuk selalu memiliki dan mengupdate file dengan versi update terakhir dibutuhkan sinkronisasi. Karena itu aplikasi yang akan dibuat mampu untuk melakukan sinkronisasi 2 jalur, yaitu dari perangkat smartphone Android menuju Google Drive begitu pula sebaliknya dari Google Drive menuju perangkat smartphone Android. Metode yang digunakan adalah dengan melakukan pembandingan tanggal modifikasi dari dua file, jadi file dengan tanggal modifikasi terbaru akan diduplikasi untuk menggantikan file yang lebih lama. Dengan metode ini maka kedua storage akan selalu memiliki file yang diupdate terakhir. Semua proses sinkronisasi dan proses lain seperti pembandingan, upload, download, dan share dan update akan digunakan berdasarkan fungsi API Google Drive yang ada. Aplikasi akan dibuat dengan versi java dari IDE Eclipse dikombinasikan dengan Android Development Tool, karena aplikasi akan berjalan pada perangkat dengan platform Android.",
  "creators": "KEVIN DARMAWAN LIMANTORO",
  "contributors": "Justinus Andjarwirawan (Advisor 1); Agustinus Noertjahyana (Advisor 2); Ibnu Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021204/INF/2012; Kevin Darmawan Limantoro (26409022)",
  "subjects": "PROGRAMMING (ELECTRONIC COMPUTERS); ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); ANDROID (COMPUTER PROGRAM)"
}