{
  "id": "27576",
  "title": "Perancangan dan pembuatan sistem informasi administrasi dan reservasi online pada Slimmy and Beauty Spa",
  "abstract": "Slimmy & Beauty Spa adalah perusahan yang bekerja dalam bidang Spa modern. Target utama yang diharapkan oleh Slimmy & Beuaty Spa adalah wanita dari kalangan menengah ke atas yang berada pada wilayah Surabaya. Keunggulan yang dimiliki oleh Slimmy & Beauty Spa adalah pelayanan berupa Home Spa, yaitu pelayanan yang memberikan keuntungan kepada konsumen agar tidak jauh-jauh untuk pergi ke tempat Slimmy & Beauty Spa, cukup menghubungi pihak Slimmy & Beauty Spa dan nikmati layanan Spa ditempat kediaman konsumen. Dengan konsep modern serta inovasi yang bagus bagi kaum wanita, maka dibutuhkan sebuah website guna memberikan informasi secara global dalam mempromosikan Slimmy & Beauty Spa. Perancangan website ini juga diharapkan bisa memberikan informasi tentang produk-produk yang dijual, berbagai macam treatment yang ada, serta jenis paket eksklusif yang dapat lebih memanjakan kosumen. Karena banyak kompetitor lain yang juga membuat website, maka usulan dalam pembuatan reservasi online diajukan oleh penulis sebagai kelebihan dari website ini. Pemesanan jadwal reservasi dapat dilakukan secara online dan tidak perlu datang ke tempat Slimmy & Beauty Spa. Hanya tinggal online semua didapat dengan kemudahan. Dari hasil kuesioner, secara keseluruhan website yang telah dibuat sesuai dengan kebutuhan dan permintaan pemilik. Laporan yang dihasilkan akurat dan sesuai dengan perhitungan manual. Selain itu desain website memberikan kemudahan baik user maupun admin dalam mengaksesnya.",
  "creators": "THOMAS LEMAN",
  "contributors": "Rudy Adipranata (Advisor 1); Liliana (Advisor 2); Gregorius Satiabudhi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021200/INF/2012; Thomas Leman (26408113)",
  "subjects": "PROGRAMMING (ELECTRONIC COMPUTERS); WEBSITES-DESIGN"
}