{
  "id": "2759",
  "title": "Pembuatan computer aided learning mengenai hewan vertebrata bagi siswa SMP",
  "abstract": "Pembelajaran yang didapat di sekolah terkadang membuat bosan bagi siswa. Hal itu disebabkan penyampaian yang dilakukan secara konvensional, tanpa adanya bantuan media peraga apapun, sehingga mengakibatkan pembelajaran tersebut menjadi kurang menarik dan membosankan. Pada akhirnya membuat siswa menjadi cepat lupa dengan apa yang dipelajarinya. Perangkat lunak ini dibuat agar siswa lebih antusias dalam menanggapi pelajaran biologi daripada hanya dari buku saja yang hanya disertai dengan gambar yang terbatas. Perangkat lunak ini dapat membantu siswa dalam mempelajari hewan vertebrata. Perangkat lunak ini menggunakan perangkat lunak penunjang yaitu Macromedia Flash MX 2004 sebagai interface dan Microsoft Access sebagai database. Apa yang disampaikan dalam perangkat lunak ini adalah pelajaran biologi khususnya dalam mempelajari hewan vertebrata yang dipelajari di bangku SMP. Siswa mendapatkan informasi dengan teks yang disertai dengan gambar yang menunjang informasi tersebut, selain itu siswa juga dapat mendengarkan suara yang membacakan teks yang tertera. Jika terdapat data yang dianggap kurang maka data tersebut dapat di ubah dengan menginputkan data baru, memperbaiki data, dan menghapus data. Ada juga fitur kuis sederhana untuk menguji daya ingat siswa dalam menyimak informasi yang disajikan. Dari hasil kuisioner menyimpulkan bahwa tulisan mudah dibaca, gambar dan animasinya tajam,suara dan musik terdengar dengan jelas. Materi yang diberikan sesuai bagi siswa SMP, sehingga mereka tertarik dan mudah untuk mempelajari pelajaran biologi dengan perangkat lunak ini daripada menggunakan buku.",
  "creators": "DEWI INDAH SARI",
  "contributors": "Rudy Adipranata (Advisor 1); Liliana (Advisor 2); Arlinah Imam Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01000347/INF/2005; Dewi Indah Sari (26401088)",
  "subjects": "SOFTWARE ENGINEERING; DATABASE DESIGN"
}