{
  "id": "27599",
  "title": "Batako berlubang geopolimer berbahan dasar lumpur Sidoarjo",
  "abstract": "Lumpur Sidoarjo merupakan material yang sedang dikembangkan sebagai pengganti semen. Alasan digunakannya lumpur Sidoarjo adalah jumlahnya yang melimpah dan terbukti memiliki kandungan yang dapat menggantikan fungsi semen. Oleh karena itu sebaiknya lumpur Sidoarjo dijadikan sebagai produk jadi yang berguna untuk masyarakat. Salah satu produk yang cocok diproduksi dari lumpur Sidoarjo adalah batako geopolimer.. Batako geopolimer mempunyai beberapa kelebihan daripada batako pada umumnya, antara lain dapat mengurangi pelepasan gas CO2 ke atmosfer karena tidak menggunakan semen, sehingga lebih ramah terhadap lingkungan, selain itu bahan geopolimer memiliki ketahanan serangan dari luar. Untuk mengolah lumpur agar siap pakai dalam pembuatan batako, lumpur harus melewati beberapa tahapan, antara lain, lumpur dimasukkan ke oven selama 24 jam. Setelah itu lumpur dibakar dengan suhu 650ºC selama 9 jam agar sifat lumpur dapat digunakan. Lumpur kemudian digiling sampai melewati ayakan nomor 200. Setelah siap dipakai, lumpur dicampurkan dengan pasir, NaOH, serta sodium silikat dengan perbandingan tertentu untuk dijadikan campuran mortar untuk pembuatan batako. Dari hasil penelitian yang telah dilakukan, melalui pengujian kuat tekan dan penyerapan air dari mortar menunjukkan hasil bahwa mortar pada penelitian ini mampu memenuhi syarat batako kelas pertama hingga kelas ke empat. Hasil ini dipengaruhi oleh banyaknya penggunaan pasir dan banyaknya penggunaan NaOH.",
  "creators": "EDWIN VALENTINO IRSIANDI; DAVID CHRISTIANTO W",
  "contributors": "Antoni (Advisor 1); Djwantoro Hardjito (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011912/SIP/2013; Edwin Valentino I (21409094), David Christianto W (21409151)",
  "subjects": "CONCRETE BLOCKS"
}