{
  "id": "27593",
  "title": "Perancangan dan pembuatan aplikasi resep makanan berbasis android",
  "abstract": "Penggunaan device berbasis Android dari tahun ke tahun mengalami peningkatan yang sangat pesat. Salah satu contohnya adalah aplikasi pada bidang kuliner. Makanan merupakan hal yang bisa dikatakan sangat penting dalam kehidupan sehari-hari, namun faktanya banyak orang di Indonesia tidak bisa memasak. Para pengguna device Android bisa mendapatkan aplikasi yang memudahkan untuk memasak makanan cita rasa Indonesia dengan mudah. Bagaimanakah sebuah aplikasi resep makanan berbasis Android dapat mempermudah individu untuk melakukan pemilihan makanan Indonesia berdasarkan kategori tipe makanan, bahan makanan utama, serta lama waktu memasak. Aplikasi yang dikembangkan berbasis Android menggunakan bantuan yahoo query language untuk mengkonversi data mentah menjadi data yang bisa diolah. Perintah dijalankan dengan perintah PHP dan client melakukan request kepada webserver sehingga menerima JSON. Aplikasi ini merupakan sebuah aplikasi yang dapat memberi kemudahan kepada Android user untuk mendapatkan resep masakan Indonesia dengan mudah. hasil kuesioner pengguna aplikasi dari 20 orang responden ini mulai dari yang tertinggi adalah 90% berkata bahwa antarmuka memiliki tampilan yang bagus, 75% berkata bahwa aplikasi ini mudah dipakai, 70% berkata bahwa aplikasi ini memliki kelengkapan fitur yang cukup, dan 70% berkata bahwa aplikasi ini berguna bagi kehidupan sehari-hari.",
  "creators": "PAUL AGUSTINUS",
  "contributors": "Agustinus Noertjahyana (Advisor 1); Leo Willyanto Santoso (Advisor 2); Justinus Andjarwirawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021198/INF/2012; Paul Agustinus (26409034)",
  "subjects": "ANDROID (COMPUTER PROGRAM); PROGRAMMING (ELECTRONIC COMPUTERS); ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE)"
}