{
  "id": "27602",
  "title": "Analisis kinerja waktu proyek sekolah “X” dengan metode performance intensity",
  "abstract": "Kendala waktu sering kali menjadi masalah dalam proyek konstruksi. Agar proyek dapat selesai tepat waktu maka harus dilakukan penjadwalan proyek dan evaluasi yang konsisten. Evaluasi diterapkan menggunakan metode performance intensity yang kemudian dibandingkan dengan metode earned value analysis. Evaluasi untuk mengetahui kinerja waktu diterapkan pada proyek sekolah 3 lantai di Surabaya. Proyek direncanakan selesai pada 12 April 2013 dengan durasi 180 hari. Pada awal April kontraktor melakukan update jadwal sehingga proyek direncanakan selesai pada 31 Mei 2013 dengan durasi 228 hari. Evaluasi dilakukan dengan melakukan pengamatan selama 14 periode. Setelah dilakukan evaluasi, kemudian dilakukan analisa faktor yang menyebabkan proyek terlambat. Hasil analisa metode performance intensity menunjukkan bahwa sampai pada periode 14, waktu pelaksanaan lebih lambat dari jadwal rencana, yang ditunjukkan dengan nilai Actual Performance Intensity kumulatif (2.116) lebih kecil dari nilai cruise control period (2.576) dengan prediksi tanggal selesai proyek 15 Juli 2013. Hasil analisa metode earned value analysis menunjukkan bahwa sampai pada periode 14, waktu pelaksanaan lebih lambat dari jadwal rencana, yang ditunjukkan dengan nilai SPI=0.8594 (SPI<1) dengan prediksi tanggal selesai proyek 7 Juli 2013. Keterlambatan ini disebabkan oleh berbagai faktor, tetapi yang sering membuat proyek terlambat adalah faktor predecessor, faktor tenaga kerja, dan faktor material.",
  "creators": "ANDREW SANTOSO; ANDI PRASETYO",
  "contributors": "Andi (Advisor 1); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011914/SIP/2013; Andrew Santoso (21409114), Andi Prasetyo (21409115)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}