{
  "id": "27606",
  "title": "Pembuatan agregat ringan geopolimer berbasis lumpur Sidoarjo dengan pembakaran sebagai tahap akhir",
  "abstract": "Bencana lumpur Sidoarjo ini merupakan permasalahan Bangsa Indonesia yang tidak kunjung selesai, berbagai upaya yang telah dilakukan tidak membuahkan hasil sehingga menyebabkan sampah lumpur yang tidak berguna. Makalah ini melaporkan upaya pemanfaatan terhadap sampah lumpur tersebut, sebagai agregat ringan buatan dengan proses geopolimerisasi. Hasil penelitian menunjukan lumpur Sidoarjo mengandung bahan-bahan dasar yang dipakai dalam proses geopolimerisasi, syarat geopolimer adalah lumpur Sidoarjo harus bersifat reaktif (amorf) agar dapat digunakan sebagai pengikat dengan alkali kuat yaitu dengan cara dibakar dalam suhu yang tinggi. Tetapi sebelum itu lumpur dicampur dengan Alkali aktivator dan katalisator yaitu NaOH dan sodium silikat, hal ini berfungsi agar mereaksikan unsur-unsur Aluminium dan Silika yang terkandung pada lumpur. Untuk konsentrasi Molaritas larutan NaOH dan jumlah sodium silikat akan dibuat dengan beberapa variasi yang berbeda dalam sampel kubus 5x5x5 cm3 dan dalam bentuk pelet berdiameter <1cm. Lalu setelah dibakar benda uji akan diuji berat jenis ,stabilitas, ketahanan terhadap asam, dan absorbsi pada pelet, sedangkan pengujian kuat tekan dilakukan pada sampel kubus 5x5x5 cm3. Hasil terbaik adalah dengan berat jenis 1,06 gr/cm3 dan kuat tekan 6 MPa. Ketika diterapkan sebagai agregat di dalam beton, kuat tekan Beton menjadi 26 MPa dengan berat jenis 1510 kg/m3",
  "creators": "BUDI KRISTIAN SUDIARTO; ANTONIUS INDRA WIJAYA",
  "contributors": "Antoni (Advisor 1); Djwantoro Hardjito (Advisor 2); Ruslan Djajadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011918/SIP/2013; Antonius Indra Wijaya (21409152), Budi Kristian Sudiarto (21408115)",
  "subjects": "CONCRETE BLOCKS"
}