{
  "id": "2761",
  "title": "Pengukuran kinerja perusahaan dengan menggunakan kriteria malcolm baldridge national quality award dan usulan perbaikan manajemen di PT. Indoniles Electric Parts",
  "abstract": "Pada era menjelang perdagangan bebas ini, persaingan dalam dunia bisnis dan perindustrian menjadi semakin keras. Agar suatu perusahaan dapat memiliki keunggulan dalam skala global, maka perusahaan tersebut harus mampu melakukan setiap pekerjaan secara lebih baik dalam rangka menghasilkan barang atau jasa yang berkualitas tinggi dengan harga yang wajar dan bersaing. Cara yang dapat dipakai adalah dengan menggunakan Total Quality Management (TQM). Salah satu metode dalam TQM yang dapat digunakan untuk mengukur dan meningkatkan kinerja dari perusahaan adalah dengan Malcolm Baldrige. Pada penyelesaian Tugas Akhir ini, dilakukan penilaian terhadap kinerja PT. Indoniles Electric Parts dengan menggunakan referensi Malcolm Baldrige Nalional Quality Award. PT Indoniles Electric Parts merupakan salah satu produsen suku cadang elektronika untuk kendaraan bermotor. Kemudian berdasarkan nilai yang telah diperoleh penulis memberikan usulan perbaikan atau rekomendasi agar perusahaan dapat meningkatkan kinerjanya dalam segala aspek. Rekomendasi ini diberikan untuk item-item pada kategori Malcolm Baldrige National Quality Award yang memiliki prosentase penilaian dibawah 50% dari nilai maksimum masing-masing item. Berdasarkan analisa dan penilaian terhadap kinerja PT. Indoniles Electric Parts dengan menggunakan kriteria Malcolm Baldrige National Quality Award yang telah dilakukan oleh penulis, perusahaan mendapatkan nilai sebesar 386,5. Nilai ini menempati 44,17% dari total points yang dapat dipenuhi yaitu 875. Maka dari itu PT. Indoniles Electnc Parts dapat dikategorikan sebagai perusahaan yang berada pada kondisi \"strong quality implementatiori\". Kondisi ini menggambarkan bahwa perusahaan memiliki tingkat manajemen yang sistematis dan bagus, pendekatan-pendekatan yang efektif serta disebarkan di berbagai area yang penting dalam organisasi. Sehingga hasil-hasil yang dimiliki oleh organisasi adalah good menuju ke arah excellent pada berbagai area yang penting. Perbaikan secara berkesinambungan telah dilakukan oleh organisasi.",
  "creators": "STEFAN ARDIANTO SUHADI",
  "contributors": "Julianingsih (Advisor 1); Danny Prabowo Soetanto (Advisor 2); SUJATMIKO DONOHADI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 01/0699/IND/2003; Stefan Ardianto Suhadi (25499038)",
  "subjects": "TOTAL QUALITY MANAGEMENT; MALCOLM BALDRIDGE NATIONAL QUALITY AWARD"
}