{
  "id": "27615",
  "title": "Perancangan interior Gereja Allah Baik di Mojokerto",
  "abstract": "Perancangan Interior Gereja Allah Baik ini merupakan perancangan interior dari sinode Gereja Allah Baik yang berpusat di Mojokerto. Fasilitas ruang yang akan dirancang dalara gereja ini merupakan fasilitas yang sudah ada sebelumnya (ruang ibadah, doa, konseling, musik, kolam baptis, dan lain-lain) ditambah dengan fasilitas ruang lain seperti ruang administrasi, Paduan suara(sebelumnya menyatu dengan mimbar) dan sebagainya. Gereja sebagai tempat persekutuan antara Allah dan jemaat memerlukan suatu perancangan interior yang dapat mendekatkan umat dengan Penciptanya dalam peribadahannya, oleh karena itu mengambil tema “Rumah Bapa”, untuk mewujudkan persekutuan yang lebih erat antara Allah sebagai Bapa dan jemaat sebagai anak-Nya. Dalam mewujudkan tema dan konsep dari perancangan interior gereja ini diupayakan dengan mentransformasikan karakter Bapa kedalam interior gereja, seperti karakter kasih, penerimaan, komunikasi dan sebagainya, sehingga karakter tersebut memberi suasana yang mengungkapkan bahwa gereja adalah rumahnya Bapa. Interior gereja dengan suasana “home”, diwujudkan juga melalui penggunaan warna, dan material yang natural(alam). Hal ini dimaksudkan agar jemaat merasakan keberadaannya sebagai makhluk ciptaan Tuhan ditengah alam semesta ciptaan Allah. Penerapan konsep dan tema dalam aspek interior gereja ini diwujudkan dengan pemakaian material dan warna yang mampu memberikan kesan rumah dalam gereja tanpa mengurangi kesakralannya sebagai tempat ibadah, misalnya pemakaian motif atau garis horizontal pada gereja dengan ketinggian sekitar 15 meter membuat ruang gereja memiliki kesan lebih manusiawi. Hal tersebut untuk mengurangi kesan monumental yang ditimbulkan gereja dengan ketinggian yang melebihi skala manusia dalam memberikan makna bahwa manusia sangatlah terbatas dibandingkan Allah dengan kebesaran dan keagungan-Nya.",
  "creators": "LIE SHERLY HANDAYANI",
  "contributors": "Anik Rakhmawati (Advisor 2); Stephanus P. Honggowidjaja (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 0001/DIN/2002; Lie Sherly Handayani (41498001)",
  "subjects": "CHURCES-DECORATION; CHURCH DECORATION AND ORNAMENT"
}