{
  "id": "27623",
  "title": "Potensi obyek wisata Pantai Manggar dalam menunjang kepariwisataan di Kota Balikpapan Kalimantan Timur",
  "abstract": "Pantai Manggar yang terletak di kota Balikpapan, Kalimantan Timur, merupakan salah satu obyek wisata yang cukup berpotensi dan terkenal di kalangan masyarakat Kalimantan Timur. Hal ini disebabkan karena letak Pantai Manggar ini cukup mudah untuk dicapai dan memiliki pemandangan alam yang bagus serta udara yang sejuk. Namun dalam perkembangannya untuk menjadi salah satu daerah tujuan wisata di Kalimantan Timur, Pantai Manggar dihadapkan pada beberapa masalah yang menghambat perkembangan Pantai Manggar itu sendiri. Melalui penulisan Tugas Akhir ini penulis berusaha membahas sekaligus memberikan sumbangan pemikiran untuk memecahkan masalah yang ada di Pantai Manggar. Masyarakat dan pemerintah setempat kurang mampu untuk memanfaatkan kesempatan dan potensi. yang ada untuk menjaring lebih banyak wisatawan. Hal ini disebabkan karena kurangnya kesadaran masyarakat setempat untuk memelihara kelestarian alam dan kurangnya kerjasama yang baik antara Pemerintah Daerah dengan instansi-instansi terkait serta tidak kalah pentingnya dalam hal ini Biro Perjalanan Wisata dan masyarakat setempat untuk lebih berusaha menonjolkan Pantai Manggar agar dapat menjadi salah satu daerah tujuan wisata di Kalimantan Timur. Oleh sebab itu melalui Tugas Akhir ini penulis ingin memberikan sedikit gambaran mengenai Pantai Manggar serta upaya-upaya untuk memecahkan masalah serta saran-saran yang mungkin dapat menjadi bahan masukan bagi Pemerintah Daerah untuk lebih memperhatikan perkembangan Pantai Manggar.",
  "creators": "RITA HERMAWATY",
  "contributors": "Tio Sally P. Suhonggo (Advisor 1); Yacintha Yoranouw Suryawijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 189/PAR/1996; Rita Hermawaty (91392053)",
  "subjects": "TOURIST TRADE-BALIKPAPAN-KALIMANTAN TIMUR-STUDY AND TEACHING"
}