{
  "id": "27631",
  "title": "Peningkatan program dan kegiatan kesenian di TMII untuk menarik minat pengunjung",
  "abstract": "TMII yang terletak 25 Km arah Tenggara dari kota Jakarta merupakan sebuah obyek wisata yang menarik, yang mana di dalamnya terdapat seluruh kebudayaan negara Indonesia seperti rumah-rumah adat, taman-taman, museum-museum, dan masih banyak lagi. Semenjak berdirinya, TMII ini sudah mengalami perkembangan yang cukup pesat baik dalam bidang sarana fisik maupun sarana-sarana lainnya. Dan kalau dilihat dari apa yang terdapat di dalamnya, seharusnya TMII dapat menjadi suatu obyek wisata yang menarik dan padat pengunjung setiap harinya. Tetapi sayangnya, TMII hanya ramai dikunjungi pada hari Sabtu, Minggu, dan hari-hari tertentu sedangkan pada hari-hari biasa TMII tidak banyak dikunjungi orang. Oleh karena itu, perlu diadakan pembenahan-pembenahan atau pembaharuan-pembaharuan seperti dalam hal peningkatan mutu dan jumlah waktu dari pertunjukan atraksi-atraksi kesenian, pengadaan pramuwisata lokal untuk menemani pengunjung, pembenahan di bidang transportasi lokal serta peranan di bagian penjualan karcis. Dalam pembenahan-pembenahan dan pembaharuan-pembaharuan yang perlu dilakukan itu, penulis mengambil obyek wisata China Folk Villages dan Windows Of The World yang terletak di kota Shenzhen negara Cina sebagai bahan perbandingan karena kedua tempat tersebut adalah merupakan obyek wisata yang jenisnya mirip dengan TMII. Dengan demikian, diharapkan dengan dilakukannya pembaharuan-pembaharuan tersebut, TMII dapat lebih menarik minat pengunjung setiap harinya.",
  "creators": "LUCIANA ANGKAWIDJAJA",
  "contributors": "Yacintha Yoranouw Suryawijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 216/PAR/1996; Luciana Angkawidjaja (91393009)",
  "subjects": "STRATEGIC PLANNING; TOURISM-INDONESIA"
}