{
  "id": "27658",
  "title": "Kritisi desain pseudo elastis pada bangunan beraturan 6- dan 10- lantai dengan denah persegi panjang di wilayah 6 peta gempa Indonesia",
  "abstract": "Metode Pseudo Elastis merupakan sebuah metode desain alternatif yang dikembangkan untuk perencanaan bangunan yang didesain terhadap gempa selain metode Desain Kapasitas. Perencanaan Pseudo Elastis memperbolehkan terjadinya sendi-sendi plastis pada ujung atas dan bawah kolom interior, sedangkan kolom eksteriornya harus berperilaku elastis penuh, kecuali ujung bawah kolom lantai dasar. Perilaku bangunan yang diharapkan setelah terjadi gempa merupakan partial side sway mechanism. Untuk menjamin terjadinya distribusi gaya geser pada kolom eksterior, maka diperlukan pembesaran gaya dalam kolom elastis akibat gempa berupa Faktor Pengali (FP). Tujuan penelitian ini adalah menguji asumsi penyaluran gaya geser dasar pada desain Pseudo Elastis dan menguji terjadinya partial side sway mechanism pada bangunan beraturan 6- dan 10-lantai berdenah persegi panjang di wilayah 6 peta gempa Indonesia. Kinerja bangunan diperiksa dengan metode dynamic non-linear time history analysis. Hasil penelitian menunjukan bahwa asumsi penyaluran gaya geser dasar pada desain Pseudo Elastis tidak selalu terjadi pada bangunan beraturan 6- dan 10-lantai berdenah persegi panjang di wilayah 6 peta gempa Indonesia.Untuk hasil kinerja bangunan, partial side sway mechanism terjadi pada bangunan 6-lantai untuk arah memanjang dan melintang. Pada bangunan 10-lantai partial side sway mechanism hanya terjadi pada arah memanjang bangunan, sedangkan arah melintangnya tidak terjadi karena mengalami soft storey di lantai ke-2.",
  "creators": "JIMMY SETIAWAN; VICTOR KOPALOMA",
  "contributors": "Benjamin Lumantarna (Advisor 1); Pamuda Pudjisuryadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011870/SIP/2012; Jimmy Setiawan (21409006), Victor Kopaloma (21409007)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS; ELASTIC ANALYSIS (ENGINEERING)"
}