{
  "id": "27698",
  "title": "Upaya pembenahan kembali dan pengembangan obyek wisata Sukamade pasca tsunami",
  "abstract": "Perjalanan safari sepanjang pantai Banyuwangi memberikan sentuhan tersendiri bagi pecinta alam. Banyak rahasia alam yang tidak ditemukan di daerah lain namun dapat dinikmati di Sukamade. Seperti saat penyu bertelur yang bisa dinikmati pada saat bulan bersinar terang ditengah malam di Sukamade. Sukamade berada di ujung timur Taman Nasional Meru Betiri, Pantai ini ditutupi pasir putih. Di tempat ini penyu yang hidup bebas di tengah laut menepi untuk bertelur antara bulan November sampai Maret. Jarak antara Banyuwangi dan Sukamade kurang lebih 79 km, sekitar 67 km di antara jalan beraspal. Selebihnya adalah jalan setapak melewati persawahan, coklat, kopi, karet, dan hutan kayu perkebunan. Maksud dan tujuan dari pembuatan laporan studi ini adalah untuk memperkenalkan dan mempromosikan salah satu objek wisata Sukamade. Serta menyumbangkan pandangan pada instansi terkait dan masyarakat setempat untuk lebih memajukan dan mengembangkan kepariwisataan, dan memberikan analisa bahwa Sukamade sesudah adanya gempa Tsunami memerlukan pembenahan tata ruang lebih lanjut. Meskipun masih terdapat kendala-kendala yang dihadapi seperti fasilitas yang ada di sekitar obyek wisata, serta kurangnya promosi dan tenaga profesional yang ditempatkan di Sukamade. Melihat potensi yang terkandung dalam obyek wisata Sukamade ini maka penulis mencoba mengembangkan potensi yang dimiliki agar dapat mendukung obyek wisata lainnya. Dan akan menarik banyak pengunjung untuk melihat keindahan yang dimiliki Sukamade.",
  "creators": "VERONICA DESIMAWATY MARPAUNG",
  "contributors": "RUDY PRASATYA LILANANDA (Advisor 1); Yacintha Yoranouw Suryawijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 195/PAR/1996; Veronica Desimawaty Marpaung (91393061)",
  "subjects": "TOURISM-INDONESIA; TOURIST TRADE-SUKAMADE-BANYUWANGI"
}