{
  "id": "27696",
  "title": "Peluang pengembangan kesenian tradisional jaran kepang sebagai atraksi wisata di Surabaya",
  "abstract": "Kota Surabaya memiliki banyak potensi wisata non alam antara lain: budaya tradisional, kesenian, wisata industri. Seperti yang telah diketahui bahwa selama ini dari salah satu banyaknya potensi wisata non alam yaitu kesenian tradisional masih banyak yang belum sempat dimanfaatkan dan dikembangkan secara baik, karena sangat disayangkan apabila tidak dikembangkan dan dimanfaatkan maka kesenian tersebut akan punah. Padahal sebenarnya kesenian tersebut bisa lebih berkembang dengan baik, kenyataannya para wisatawan menginginkan untuk dapat melihat pertunjukan kesenian tradisional khas Jawa Timur yang ada di Surabaya dan mereka banyak yang masih belum melihat atau mengetahui kesenian tradisional yang lainnya, salah satunya adalah Jaran kepang. Maka dari itu sebaiknya kesenian tradisional yang dimiliki oleh bangsa Indonesia lebih diperhatikan dengan memanfaatkan dan mengembangkannya secara maksimal dengan bekerja sama antara masyarakat, pemerintah, swasta termasuk biro perjalanan umum, hotel dan investor. Seperti yang telah diketahui bahwa biro perjalanan umum dan hotel mempunyai ruang lingkup yang luas yang dapat mempromosikan kesenian tradisional tersebut, begitu pula dengan pihak yang lainnya. Dengan adanya kesenian tradisional yang telah dikembangkan secara baik maka akan dapat menunjang pengembangan pariwisata daerah Surabaya pada khususnya , selain itu juga bisa meningkatkan pendapatan atau devisa negara Indonesia pada umumnya.",
  "creators": "INDAH SARI MURSALIM",
  "contributors": "J. LOEKITO KARTONO (Advisor 1); Yacintha Yoranouw Suryawijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 210/PAR/1996; Indah Sari Mursalim (91393054)",
  "subjects": "JARAN KEPANG-TOURIST TRADE ASPECTS; TOURISM"
}