{
  "id": "27709",
  "title": "Meningkatkan potensi pekan budaya dan pariwisata Jawa Timur dalam rangka menarik wisatawan untuk datang berkunjung",
  "abstract": "Jawa Timur sebagai salah satu daerah tujuan wisata andalan Indonesia menyimpan berbagai macam keunikan dan keindahan yang tersendiri. Keunikan yang dimiliki oleh Jawa Timur ini dikarenakan oleh beraneka ragamnya penduduk yang tinggal di Jawa Timur ini, dimana masing-masing kelompok memi1iki ciri khasnya tersendiri. Jawa Timur juga mempunyai pesona tersendiri dengan keindahan alamnya yang dapat membuat orang terkesima dan kagum melihatnya, selain itu Jawa Timur juga memiliki berbagai macam obyek wisata serta atraksi-atraksi wisata yang cukup menarik yang mampu dijadikan sebagai daya tarik wisata yang dapat diharapkan untuk menarik wisatawan datang berkunjung ke Jawa Timur. Dari sekian banyaknya atraksi wisata yang dimiliki oleh Jawa Timur, ada sebuah event yang cukup menarik dan berpotensi yang bernama Pekan Budaya dan Pariwisata Jawa Timur. Event ini diharapkan dapat menjadi salah satu andalan Jawa Timur dalam usahanya meningkatkan jumlah kunjungan wisatawan datang berkunjung. Mengingat bahwa event ini mempunyai potensi untuk dapat memberikan dukungan pada kepariwisataan Jawa Timur, maka perlu diupayakan suatu tindakan untuk lebih memperkenalkan keberadaan event ini, misalnya dengan melakukan promosi dan publikasi besar-besaran, meletakkan event ini dalam itinerary suatu paket wisata, serta upaya-upaya lainnya yang dapat mendukung promosi event ini. Hal ini perlu dilakukan sehubungan dengan kurangnya pengetahuan wisatawan tentang keberadaan event ini.",
  "creators": "MARIA OLIVIA",
  "contributors": "Tio Sally P. Suhonggo (Advisor 1); SIDNIWATI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 234/PAR/1997; Maria Olivia (91394078)",
  "subjects": "TOURIST TRADE-EAST JAVA"
}