{
  "id": "2770",
  "title": "Managing the global purchasing: to achieve the quality, quantity, and delivery time of raw materials as desired",
  "abstract": "The phenomenon of suppliers who do not deliver materials in the quality, quantity and delivery time requested is a common phenomenon that has been the heart of many problems in purchasing management. If the supply problem continues, the company will find difficulties in carrying out its supply chain management and simultaneously, fail in serving its market. This paper emphasizes the global purchasing where the complexities of global purchasing have leveraged supply risks and accordingly, require special attention from the company. Basically, the continuous success in procuring globally lays on the company?s ability in select the right suppliers, continued with managing its relationship with its suppliers and unforgettably, leveraging its bargaining power. To select the right global suppliers, the purchasing company initially has to decide from what country it wants to source according to the assessment in the country environment that afterwards followed by analysis on the company?s internal environment in comparison to the purchasing company?s condition. Meanwhile, Supplier Relationship Management becomes the backbone in managing global suppliers, in which the SRM system characterized by the employment of exclusive purchasing professionals, constant communication, and coordination with the suppliers and meticulous evaluation system that aims to develop closer relationship with suppliers. With the consortium buying method, the purchasing company can expect to have stronger bargaining power in negotiating price as well as the purchasing terms.",
  "creators": "FARAH SILVIA",
  "contributors": "Ricky Wang (Advisor 1); Richard Von Llewelyn (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Final Assignment Report No. 0002/IBM/2003; Farah Silvia (34499021)",
  "subjects": "PURCHASING-MANAGEMENT; MATERIAL-MANAGEMENT; INDUSTRIAL PROCUREMENT"
}