{
  "id": "27702",
  "title": "Atraksi belajar memasak makanan tradisional Indonesia sebagai salah satu atraksi penunjang kepariwisataan di Surabaya",
  "abstract": "Surabaya sebagai ibu kota Jawa Timur merupakan kota terbesar kedua setelah Jakarta, Ibu kota Indonesia. Letak Surabaya yang strategis menjadikan Surabaya banyak dikunjungi oleh wisatawan dengan berbagai macam tujuan, hal ini sangat menguntungkan karena dengan adanya hal tersebut, maka Surabaya dapat menjadi salah satu tempat untuk pengembangan atraksi wisata baru. Atraksi wisata baru itu tak lain adalah atraksi wisata belajar memasak makanan tradisional Indonesia. Atraksi ini sangat berpotensi untuk dikembangkan, mengingat bahwa Indonesia merupakan negara kepulauan yang mana setiap daerah memiliki ciri khasnya masing-masing terutama masakannya yang sangat beraneka ragam. Di samping keanekaragaman tersebut, masakan tradisional Indonesia juga mempunyai keunikan tersendiri yaitu: cara pengolahannya, bahan, bumbu dan alat yang digunakan sampai pada cara penyajiannya yang semuanya itu tidak terdapat pada masakan dari negara lain. Untuk menjadikan atraksi ini menjadi menarik serta banyak diminati oleh wisatawan mancanegara, maka diperlukan kerjasama diantara pihak yang berkaitan untuk memikiran cara pelaksanaan agar dapat memberikan hasil yang optimal. Adapun tujuan utama dari atraksi belajar memasak ini adalah untuk memperkenalkan masakan tradisional Indonesia pada dunia luar, yang mana menggunakan Surabaya sebagai tempat pengembangannya. Selain itu juga untuk menambah alternatif atraksi bagi kota Surabaya.",
  "creators": "TANG MEI DJUN",
  "contributors": "Yacintha Yoranouw Suryawijaya (Advisor 1); Foedjiawati, S.S., M.A., Ph.D. (Advisor 2); SIDNIWATI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 238/PAR/1997; Tang Mei Djun (91394011)",
  "subjects": "TOURISM-SURABAYA (EAST JAVA, INDONESIA); TOURIST TRADE-JAWA TIMUR"
}