{
  "id": "27706",
  "title": "Keberadaan toko souvenir dalam menunjang paket city tour di kota Surabaya",
  "abstract": "Dewasa ini, Surabaya mulai berkembang menuju kota bisnis, konvensi dan juga pariwisata. Dalam perkembangannya menuju kota pariwisata, Surabaya semakin berbenah diri sehingga wisatawan benar-benar dapat menikmati kota Surabaya melalui city tour di kota ini. Surabaya sebagai kota bisnis tentunya banyak menerima tamu-tamu dari luar kota maupun luar negri dengan tujuan bisnis, dan dalam waktu luangnya mereka dapat melakukan city tour. Selain dilihat dari segi kota bisnis, sampai saat ini Surabaya hanya disinggahi sementara saja (kota transit) untuk menuju obyek wisata utama di Jawa Timur, yakni Gunung Bromo ataupun sebagai kota persinggahan dalam rangkaian perjalanan wisatawan dari atau ke Jawa Tengah maupun Bali. Peluang ini juga dapat dimanfaatkan untuk meningkatkan city tour di kota pahlawan ini. Menurut informasi dari biro-biro perjalanan wisata yang mengadakan paket city tour di Surabaya, umumnya mereka selalu menempatkan toko souvenir sebagai salah satu tujuan, dengan adanya toko souvenir ini para wisatawan dapat berbelanja barang-barang khas dari Jawa Timur sampai barang-barang dari luar pulau yang tentunya khas Indonesia. Di Surabaya ada banyak toko souvenir dari yang paling kecil hingga yang besar. Sayangnya sampai saat ini hanya toko-toko souvenir tertentu saja yang menjadi tujuan wisatawan sehingga diperoleh gambaran bahwa keberadaan toko souvenir di kota Surabaya masih kurang mencukupi dan kurang berperan. Padahal meningkatnya toko souvenir memungkinkan terbukanya peluang untuk meningkatkan city tour di Surabaya.",
  "creators": "LAW MAN LI",
  "contributors": "LANY WARDANA (Advisor 1); Yacintha Yoranouw Suryawijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 231/PAR/1997; Law Man Li (91394041)",
  "subjects": "STORES, RETAIL, IN TRADE-TOURIST TRADE ASPECTS; TOURIST TRADE-SURABAYA"
}