{
  "id": "27700",
  "title": "Kota lama sebagai salah satu objek wisata khas Surabaya",
  "abstract": "Hujung Galuh atau yang sekarang kita kenal dengan nama Surabaya adalah sebuah pelabuhan yang terkenal pada abad ke IX. Banyak kapal dagang dari berbagai pulau di Indonesia dan pedagang-pedagang asing yang datang untuk mengadakan kontak dagang dengan penduduk setempat. Dengan datangnya pedagang-pedagang asing seperti dari Gujarat, India, Persia, Arab, Cina dan lain-lain, maka tak heran jika terdapat perkampungan yang didirikan sebagai tempat penampungan mereka untuk beristirahat. Biasanya perkampungan yang didirikan ini berdasarkan atas kebangsaannya. Jaman kolonial Belanda membawa perubahan pada kota pelabuhan Hujung Galuh. Gubernur Jendral Herman Willem Daendels mulai membangun Hujung Galuh, atau yang kemudian terkenal dengan sebutan kota Surabaya, menjadi sebuah Eropa kecil. Berbagai fasilitas yang menguntungkan Belanda didirikan di pusat kota yang pada saat itu berada di wilayah Kalimas, Surabaya Utara. Di sebelah Barat Kalimas terletak perumahan orang-orang Belanda beserta dengan segala fasilitasnya. Sedangkan sebelah Timur Kalimas (yang dihubungkan dengan Jembatan Merah) terdapat daerah pemukiman bangsa Cina dan bangsa Arab. Beberapa peninggalan kebudayaan yang tersisa di daerah perkampungan Cina dan perkampungan Arab dapat dijadikan salah satu objek pariwisata khas kota Surabaya. Di daerah perkampungan Cina dan perkampungan Arab masih terdapat beberapa peninggalan adat istiadat seperti beberapa upacara, suasana yang sangat terasa seperti negara asal mereka yang dapat ditemukan di kampung Arab, beberapa rumah sembahyang yang merupakan peninggalan sejarah yang masih berdiri dan dipergunakan oleh penduduk sekitar dan juga makam yang mengandung nilai-nilai religius. Sedangkan pemukiman Belanda banyak yang telah difungsikan sebagai daerah perkantoran sehingga yang dapat dilihat hanya arsitektur bangunannya. Dengan adanya perkampungan Cina dan Arab ini, kiranya Surabaya dapat meningkatkan pendapatan daerah melalui kepariwisataannya.",
  "creators": "CINDY OLIVIA FORTUNE ADIJAYA",
  "contributors": "Handinoto (Advisor 1); Yacintha Yoranouw Suryawijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 197/PAR/1996; Cindy Olivia Fortune Adijaya (91393069)",
  "subjects": "TOURIST TRADE-SURABAYA"
}