{
  "id": "27701",
  "title": "Pasar seni dan pusat makanan tradisional Jawa Timur sebagai alternatif objek wisata andalan di Surabaya",
  "abstract": "Kemajuan dunia kepariwisataan semakin pesat di Indonesia, demikian pula di kota Surabaya. Kota Surabaya berusaha semaksimal mungkin untuk menjadi Kota Wisata yang nomor satu. Dalam usahanya tersebut Pemerintah Daerah Kotamadya Surabaya berusaha untuk membangun atau mencari alternatif objek wisata baru yang bisa ditawarkan kepada para wisatawan, sebagai contoh yaitu proyek Kali Mas. Kali Mas yang dulunya dibiarkan begitu saja, sekarang semakin dipercantik sehingga dengan adanya wisata perahu dan taman-taman dipinggir Kali Mas. Untuk mendukung program Pemerintah Surabaya yang ingin menggalakkan Wisata Kota Surabaya, di sini penulis mengajukan usul untuk memperkenalkan objek wisata baru yang bernama Pasar Seni dan Pusat Makanan Tradisional Jawa Timur di Surabaya. Keberadaan Pasar Seni dan Pusat Makanan Jawa Timur ini diharapkan benar-benar akan menjadi objek wisata andalan kota Surabaya. Pasar Seni dan Pusat Makanan Jawa Timur ini akan menjadi suatu tempat yang benar-benar dapat mewakili kesenian serta budaya Jawa Timur. Di sini orang dapat melihat kesenian, baik itu seni tari, drama, wayang maupun lawak khas Jawa Timur dan mereka juga dapat mencicipi makanan, jajanan serta minuman tradisional Jawa timur. Selain itu mereka juga dapat melihat-lihat pembuatan cinderamata khas Jawa Timur. Pasar Seni dan Pusat Makanan Jawa Timur ini diharapkan pula dapat menjadi pusat pelestarian seni dan budaya Jawa Timur. Di sana para seniman bisa berkarya dan menunjukkan karya mereka pada umum. Demikian pula dengan para generasi muda yang tertarik pada seni dan budaya Jawa Timur bisa mempelajarinya lewat kesenian-kesenian yang ditampilkan. Dengan adanya Pasar Seni dan Pusat Makanan Jawa Timur ini lebih jauh lagi diharapkan bisa meningkatkan kualitas hidup orang-orang yang akan bekerja di sana, khususnya para seniman dan penjual makanan, jajanan serta minuman. Selain itu diharapkan Pasar Seni dan Pusat Makanan Tradisional Jawa Timur ini akan dapat menghasilkan pendapatan bagi Pemerintah Daerah Kotamadya Surabaya dan bagi negara.",
  "creators": "JENNY SOEGIARTO",
  "contributors": "J. LOEKITO KARTONO (Advisor 1); Yacintha Yoranouw Suryawijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 212/PAR/1996; Jenny Soegiarto (91394001)",
  "subjects": "TOURIST TRADE-SURABAYA"
}