{
  "id": "27734",
  "title": "Kritisi desain pseudo elastis pada bangunan beraturan 6- dan 10- lantai dengan denah persegi di wilayah 2 peta gempa Indonesia",
  "abstract": "Salah satu metode perencanaan struktur di daerah gempa adalah Pseudo Elastis. Struktur yang didesain dengan Pseudo Elastis harus menghasilkan pola keruntuhan Partial Side Sway Mechanism. Dalam pola ini, seluruh kolom diasumsikan menerima gaya geser dasar yang sama hingga terjadi sendi plastis pada kolom plastis. Setelah itu, kelebihan gaya geser yang terjadi akan dipikul oleh kolom elastis. Oleh karena itu, kolom elastis harus didesain lebih kuat daripada kolom plastis dengan memberi suatu Faktor Pengali (FP). Penelitian ini bertujuan mengkritisi apakah asumsi-asumsi tersebut sudah benar dan apakah mekanisme yang diharapkan dapat tercapai. Objek yang ditinjau berupa dua buah bangunan dengan struktur beton bertulang 6- dan 10-lantai di wilayah 2 peta gempa Indonesia. Masing-masing gedung memiliki 7 bentang pada arah-x dan -y, yang setiap bentangnya memiliki panjang 8 meter. Pada penelitian ini digunakan kriteria desain berupa konfigurasi kolom perimeter sebagai kolom elastis, dimensi kolom plastis dan elastis dibuat seragam, dan tidak menggunakan rasio tulangan minimum. Untuk mengevaluasi kinerja struktur, digunakan analisis dinamis Time History non-linear dengan gempa periode ulang 500 tahun. Hasil penelitian menunjukkan bahwa asumsi yang digunakan dalam metode Pseudo Elastis kurang tepat.",
  "creators": "YOSEPHA PUTERI TJAHJONO; YULIETTA DWIYANTI W",
  "contributors": "Benjamin Lumantarna (Advisor 1); Ima Muljati Ginsar (Advisor 2); Pamuda Pudjisuryadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011877/SIP/2012; Yosepha Puteri Tjahjono (21409119), Yulietta Dwiyanti W. (21409125)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS; ELASTIC ANALYSIS (ENGINEERING)"
}