{
  "id": "27733",
  "title": "Kritisi desain pseudo elastis pada bangunan beraturan 6- dan 10- lantai dengan denah persegi panjang di wilayah 2 peta gempa Indonesia",
  "abstract": "Pseudo elastis merupakan alternatif dalam perencanaan bangunan dengan mekanisme keruntuhan partial side sway. Mekanisme ini menggunakan konsep bahwa distribusi gaya geser tersebar merata pada seluruh kolom sampai kolom plastis mengalami pelelehan, lalu kelebihan gaya geser dialihkan pada kolom elastis. Oleh karena itu, beberapa kolom didesain tetap elastis selama terkena gempa dengan cara memperbesar gaya rencana akibat gempa menggunakan suatu Faktor Pengali, sedangkan balok dan beberapa kolom lainnya diperbolehkan mengalami sendi plastis. Metode ini berbeda dengan metode desain kapasitas dimana seluruh kolom didesain terhadap balok-balok yang merangkanya. Tujuan penelitian ini adalah untuk menguji asumsi distribusi gaya geser dalam konsep desain Pseudo elastis, serta memeriksa apakah partial side sway mechanism dapat terjadi dengan desain Pseudo elastis pada bangunan beraturan 6- dan 10-lantai dengan denah persegi panjang di wilayah 2 Peta Gempa Indonesia. Kriteria desain yang digunakan adalah konfigurasi kolom perimeter didesain sebagai kolom elastis, dimensi kolom eksterior dan interior sama, serta tidak menggunakan rasio tulangan minimum pada seluruh kolom. Pengujian asumsi distribusi gaya geser dasar dan mekanisme keruntuhan bangunan ditinjau dengan analisis dinamis time history nonlinear. Hasil penelitian menunjukkan bahwa asumsi distribusi gaya geser dalam desain Pseudo elastis tidak benar, serta partial side sway mechanism tidak terjadi karena kolom interior mengalami fraktur.",
  "creators": "FRANSISCA WIJAYA; LISKE WIDJOJO",
  "contributors": "Benjamin Lumantarna (Advisor 1); Ima Muljati Ginsar (Advisor 2); Pamuda Pudjisuryadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011876/SIP/2012; Fransisca Wijaya (21409080), Liske Widjojo (21409101)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS; ELASTIC ANALYSIS (ENGINEERING)"
}