{
  "id": "27766",
  "title": "Analisis sinkronisasi otomatis an start stop otomatis untuk dua unit diesel genset khusus 900 KVA, 220/380 V",
  "abstract": "Sistem Tenaga Listrik yang ada saat ini sering mengalami gangguan yang mengakibatkan terganggunya aktifitas atau produktivitas kerja. Untuk menghindari hal tersebut, diperlukan suatu pembangkit tenaga listrik cadangan. Ada bermacam-macam pembangkit tenaga listrik, diantaranya pembangkit listrik tenaga Diesel. Pembangkit listrik tenaga Diesel ini mempunyai keunggulan dibandingkan pembangkit lainnya, yaitu bentuknya yang ringkas. Pengoperasian dari sistem pembangkit tenaga Diesel ini dapat dilakukan secara manual (menggunakan operator) serta dapat dilakukan secara otomatis. Dalam hal ini pengoperasian secara otomatis mempunyai sistem yang lebih unggul serta ketepatan kerja yang terus menerus. Diesel Gen-Set ini mempunyai kapasitas yang berbedabeda, Kapasitas nominal dari suatu Genset dipengaruhi oleh ketinggian tempat, temperatur ruangan serta power factor (faktor kerja) beban. Bila kapasitas suatu generator tidak dapat mencukupi untuk mensuplai suatu beban tertentu, maka diperlukan adanya tambaban pembangkit tenaga listrik lainnya. Pengoperasian dua pembangkit tenaga listrik secara paralel dapat dilakukan secara manual maupun secara otomatis. Dimana dalam proses kerja paralel tersebut harus dipenuhi beberapa syarat seperti: urutan fase harus sama, tegangan harus sama dan frekwensi harus sama. Dengan demikian pembahasan Tugas Akhir ini dititik beratkan pada pembahasan pengoperasian pembangkit listrik tenaga Diesel dan Kerja paralel dua atau lebih pembangkit listrik tenaga Diesel secara otomatis.",
  "creators": "F.A.Y. Poerwani",
  "contributors": "BUNAWI GUNAWIDJAJA (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 89 /E /TS /005; F.A.Y. Poerwani (483046)",
  "subjects": "ELECTRIC GENERATORS"
}