{
  "id": "27763",
  "title": "Pembuatan stopwatch/pengukur waktu digital untuk olahraga bola basket",
  "abstract": "Di dalam olahraga bola basket , suatu pengukur waktu / stopwatch yang tepat mutlak diperlukan. Berbeda dengan jenis olahraga yang lain, dalam olahraga bola basket, pengukuran waktu dilakukan dengan mengukur waktu sesungguhnya yang dipergunakan dalam permainan tanpa memperhitungkan waktu yang terbuang pada saat permainan terhenti. Bila perrnainan terhenti akibat adanya pelanggaran, bola meninggalkan lapangan, pergantian pemain ataupun time-out, perhitungan waktunyapun ikut dihentikan. Pada saat permainan dilanjutkan kembali, maka perhitungan waktunyapun dilanjutkan kembali. Dalam kenyataan sehari-hari, stopwatch yang ada berbentuk pocket sehingga penunjukan waktunya tidak dapat disaksikan oleh para pemain maupun penonton, tetapi hanya bisa disaksikan oleh beberapa orang petugas meja saja. Selain itu stopwatch konvensional mengukur waktu secara maju , padahal dalam olahraga bola basket yang diperlukan adalah sisa waktu yang masih tersedia. Bertitik tolak dari masalah ini, maka dalam tugas akhir ini penulis membuat stopwatch digital dimana peragaan waktunya dapat dibuat cukup besar sehingga dapat disaksikan oleh semua orang. Dalam rangkaian stopwatch digital ini, obyek penelitian yang paling menarik adalah unit penghitung digital. Arah penghitungan mundur untuk suatu alat pengukur waktu seperti stopwatch ini dalam buku-buku panduan tidak dibahas secara lebih terperinci sebab stopwatch digital yang ada umumnya dengan mempunyai arah perhitungan maju. Oleh sebab itu dalam buku ini diuraikan tentang cara bekerjanya rangkaian penghitung mundur , khususnya untuk keperluan olahraga bola basket. Stopwatch digital yang dibuat di sini sudah diusahakan didesain sesederhana dan semudah mungkin tanpa mengurangi kemampuannya. Dengan sedikit modifikasi dan penggantian atau penambahan komponen, rangkaian ini dapat ditingkatkan kemampuannya dalam hal meningkatkan waktu yang diukur, sehingga dapat pula dipakai dalam olahraga sepak bola.",
  "creators": "HARRY SAPUTRA",
  "contributors": "HERLIANTO TENGGARA (Examination Committee 1); NAWANTO WIBOWO (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 88/E/EL/014; Harry Saputra (482044)",
  "subjects": "BASKETBALL; MICROCONTROLLERS-STOPWATCH"
}