{
  "id": "27779",
  "title": "Perilaku seismik struktur rangka beton bertulang yang didesain dengan perencanaan kapasitas alternatif dan perencanaan elastis alternatif",
  "abstract": "Pemakaian cara kapasitas pada suatu struktur dengan beban gravitasi sebagai beban utama (gravity load dominated structure ) di mana momen negatif balok akibat beban gravitasi jauh lebih besar dari momen negatif akibat beban gempa, akan menghasiikan kekuatan kolom yang berlebihan. Kelemahan lain dari konsep Kapasitas adalah perencanaan kolom baru dapat dilakukan setelah perencanaan balok selesai dilakukan, di mana dalam praktek hal ini dapat menghambat kelancaran perencanaan karena sering kali perlu dilakukan penentuan penulangan kolom sebelum penulangan balok. Penelitian ini mengemukakan suatu studi mengenai cara perencanaan untuk gravity load dominated structure dengan menggunakan prosedur perencanaan kapasitas, yakni perencanaan Kapasitas Altematif. Pada cara ini, kolom eksterior direncanakan secara kapasitas sedangkan kolom interior direncanakan dengan cara biasa tanpa kapasitas. Selain itu diusulkan pula suatu cara yang lebih efektif dari perencanaan Kapasitas Altematif agar seluruh perencanaan kolom terlepas dari perencanaan balok guna mempersingkat waktu perencanaan. Cara usulan ini dinamakan perencanaan Elastis Altematif, di mana kolom eksterior direncanakan secara elastis terhadap gempa besar sedangkan kolom interior direncanakan dengan cara biasa. Untuk menguji prosedur perencanaan tersebut secara keseluruhan ditinjau 24 buah struktur, yang terdiri dari portal 4 lantai dengan 4, 5, 6 dan 7 bentang serta portal 5 dan 6 lantai dengan 4 bentang, dengan tinjauan wilayah gempa 1, 2, 3 dan 4 Indonesia. Pada dua puluh empat buah struktur tersebut didesain dengan dua macam perencanaan, yakni perencanaan Kapasitas Altematif dan perencanaan Elastis Altematif Portal- portal tersebut dibebani dengan gempa El Centro 1940 NS serta suatu gempa buatan yang didapat dari gempa Pacoima Dam 1971 S16E yang disesuaikan dengan spektrum gempa Indonesia periode ulang 200 tahun untuk wilayah 1, 2, 3 dan 4 (Pacoima Dam 1971 S16E Modifikasi). Pengujian ini menunjukkan perencanaan Kapasitas Altematif dan perencanaan Elastis Altematif mempunyai perilaku yang baik pada portal dengan jumlah bentang di bawah tujuh terhadap gempa 200 tahun maupun gempa El Centro 1940 N-S tersebut.",
  "creators": "Ronny Lianto",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Examination Committee 1); Benjamin Lumantarna (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi no. 649 S; Ronny Lianto (21490009), Ong Efendy (21490022)",
  "subjects": "BUILDINGS-EARTHQUAKFECTS; REINFORCED CONCRETE CONSTRUCTION"
}