{
  "id": "27794",
  "title": "Perancangan dan pembuatan sistem informasi website Batu Night Spectacular (BNS)",
  "abstract": "Batu Night Spectacular merupakan salah satu tujuan wisata di kota Batu. Batu Night Spectacular mempunyai jadwal buka yang unik, yaitu buka hingga pukul 12.00 petang hari. Selama ini Batu Night Spectacular kurang efektif dalam mengembangkan promosinya. Untuk itu diperlukan sebuah sistem yang dapat menggelar informasi dan promosi tempat wisata Batu Night Spectacular secara dinamis. Sistem dibuat dengan berbasis web. Setiap proses sistem yang ada akan digambarkan dengan ERD. Setelah tiap proses sudah dibentuk maka dilakukan pembuatan tabel dan aplikasi yang menggunakan PHP dan MYSQL sebagai bentuk implementasi dari desain yang sudah dibuat dan CSS sebagai pengatur tampilannya. User dapat melihat event, news yang diberitakan oleh admin. User juga dapat melihat wahana-wahana serta stan-stan foodcourt yang dimiliki oleh tempat wisata Batu Night Spectacular. User juga dapat membeli tiket masuk secara online. Hasil pengujian terhadap sistem, menunjukkan bahwa sistem ini dapat membantu calon pengunjung dalam melihat informasi yang ter-update seputar Batu Night Spectacular. Hal ini ditunjukkan oleh jawaban koresponden sebagai berikut: tampilan program 60% menyatakan baik dan 40% lainnya menyatakan sangat baik, kemudahan dalam pemakaian program 100% menyatakan baik, Informasi yang dibutuhkan 40% menyatakan baik dan 40% lainnya berpendapat cukup sedangkan 20% lainnya menyatakan sangat baik, Kejelasan dalam menampilkan informasi 80% menyatakan baik, keakuratan dalam memberikan informasi 40% menyatakan baik dan 40% lainnya menyatakan cukup, sedangkan 20% lainnya mengatakan sangat baik, Kegunaan program sebanyak 80% menyatakan baik sedangkan 20% lainnya menyatakan cukup.",
  "creators": "JEFFREY MESACH",
  "contributors": "Agustinus Noertjahyana (Advisor 1); Andreas Handojo (Advisor 2); Alexander Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021138/INF/2012; Jeffrey Mesach (26407090)",
  "subjects": "WEBSITES-DESIGN; INTERNET PROGRAMMING"
}