{
  "id": "27799",
  "title": "Perencanaan dan pembuatan alat ukur berat o Kg-50 Kg, menggunakan efek medan magnet dengan bantuan personal komputer",
  "abstract": "Pengukuran berat suatu benda merupakan salah satu sarana alat ukur yang digunakan secara luas dalam kegiatan seperti pengukuran berat di industri, kedokteran, laboratorium, kepolisian, maupun dalam kegiatan manusia sehari hari . Pemanfaatan efek medan magnet untuk pengukuran berat suatu benda dalam hal ini adalah sangat sesuai. Hal ini. dikarenakan efek medan magnet menggunakan alat yang tidak bergeseran, sehingga kemungkinan timbul keausan tidak ada. Selain itu biaya yang murah dan penggantian yang mudah adalah sangat menunjang. Pada Tugas Akhir ini d i buat suatu alat ukur yang menerapkan prinsip elektromagnetik dalam melakukan pengukuran. Alat ukur ini digunakan untuk mengukur kuat medan magnet yang ditimbulkan oleh magnet permanen, tanpa menimbulkan gesekan terhadap sensor medan magnet Prinsip dasar dari alat ukur berat benda ini adalah mendeteksi perubahan medan elektromagnetik yang ditimbulkan oleh pergeseran jarak antara sumber medan m agnet konstan dan sensor Efek Hall. Output dari sensor Efek Hall berupa tegangan diperkuat oleh rangkaian instrumen amplifier d engan gain 1 2 , kemudian diatur dengan r a n g k a i a n setting nol untuk mendapatkan titik nol pengukuran. Dari rangkaian setting nol, hasil pengukuran diubah menjadi data digital menggunakan ADC 12 bit (7109). Dari data digital ini digunakan oleh Personal Computer untuk diolah menjadi data hasil pengukuran berat sesungguhnya. Penggunaan personal computer disini dengan tujuan agar data yang telah diambil dapat disimpan, dikonversikan dalam jumlah harga, diambil langsung baik data yang sudah terdahulu maupun data yang akan datang yang mungkin dapat diperkirakan .",
  "creators": "The Tjoen Phing",
  "contributors": "NAWANTO WIBOWO (Examination Committee 1); IRWAN SAHLI (Advisor 2); SUPENO DJANALI (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi; No. 95/E/EL/045/0248; The Tjoen Phing (23489114)",
  "subjects": "MEASURING INSTRUMENTS"
}