{
  "id": "2783",
  "title": "Pembuatan aplikasi sistem pakar untuk mendeteksi penyakit ikan dan udang pada tambak",
  "abstract": "Bagi seorang teknisi tambak/insinyur perikanan kesalahan diagnosis dan pengobatan suatu penyakit akan membawa dampak yang fatal bagi ternaknya, dalam hal ini ikan dan udang. Untuk membantu mengatasi hal tersebut, salah satu caranya adalah dengan pembuatan aplikasi sistem pakar. Aplikasi sistem pakar ini meniru cara berpikir seorang teknisi tambak/insinyur perikanan dalam melakukan diagnosis suatu kasus penyakit. Aplikasi ini membantu dalam mencari kesimpulan akan penyakit yang diderita beserta pengobatan yang sesuai. Program aplikasi ini menganalisa data ikan dan udang, anamnesis awal, serta gejala-gejala dari suatu penyakit. Pengembangan sistem pakar ini menggunakan metode inferensi forward chaining, yaitu proses inferensi yang memulai pencarian dari premis menuju pada konklusi, dan backward chaining, yaitu proses inferensi yang memulai pencarian dari konklusi untuk mendapatkan premis. Aplikasi sistem pakar ini menggunakan pemrograman Borland Delphi 7, dan untuk database-nya menggunakan Microsoft Access 2003. Berdasarkan hasil kuisioner yang telah dilakukan, didapatkan kenyataan bahwa prosentase kelayakan program untuk digunakan oleh teknisi tambak/insinyur perikanan adalah sebesar 66.67%, prosentase keakuratan program adalah sebesar 56.67%, Prosentase kemudahan penggunaan program adalah sebesar 80%, dan prosentase desain tampilan dari sistem pakar adalah sebesar 86.67%.",
  "creators": "STEPHANUS OETOMO",
  "contributors": "Gregorius Satiabudhi (Advisor 1); Kartika Gunadi (Advisor 2); Rolly Intan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02000359/INF/2005; Stephanus Oetomo (26401131)",
  "subjects": "EXPERT SYSTEM (COMPUTER SCIENCE); DIAGNOSIS--DATA PROCESSING"
}