{
  "id": "27847",
  "title": "The Reactions of the minority towards racism in crash",
  "abstract": "Crash shows the life of a community in a multicultural city of Los Angeles in a variety of separate scenes. Although in this movie there are many pieces of scenes, at the end of the story will be seen a common thread that connects each of the characters and events that they experience with other characters. The interaction of the players in the movie Crash is more dominated by racial conflict as a result of racism that has been embedded in them. I am really interested and choose Crash because this movie describes the realities that exist in the phenomenon of racial conflict or racism in America that looks at a problem not only from one side only, but with glasses that differ from each person of a different race. In the society nowadays, most people usually see racism only by how the majority discriminate the minority like what is reflected in Crash without knowing that Crash also portrays as vividly how the minority react towards the discrimination by the majority. For this reason, I am really interested in analyzing how the minority react towards racial discrimination by the majority and how the main characters of the minority react towards racism by the majority in Crash based on John P. Myers definition of reactions which are deviance, defiance, and avoidance. In addition, I found that the reactions which are deviance, defiance and avoidance could be divided into minor parts which are obedience, silence, cognitive engagement, emotional engagement, and revenge. In result, we can understand that racism is not only about how the majority discriminates the minority, but also how the minority reacts towards racism by the majority.",
  "creators": "SHANDY TRIDA MIBIANTO",
  "contributors": "Dwi Setiawan (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01012034/ING/2013; Shandy Trida Mibianto (11408039)",
  "subjects": "AMERICAN FICTION--20TH CENTURY--STUDY AND TEACHING; HAGGIS-CRASH-STUDY AND TEACHING"
}