{
  "id": "27850",
  "title": "The Value transformation of Betty Warren in Mona Lisa Smile",
  "abstract": "In this study, I am going to analyze a movie entitled Mona Lisa Smile. I simply decided to choose a movie, especially Mona Lisa Smile because I find it challenging to dig a deeper understanding from such enjoyable text. I find it interesting that the movie somehow contains the message about women’s liberation movement reflected through the value transformation done by one of the characters, Betty Warren, which is why I decided to emphasize on how Betty Warren experiences a value transformation as my main focus. As the result, I attempt to reveal the process of Betty Warren’s experience of value transformation in Mona Lisa Smile by applying two concepts, which are the concept of Angel in the House and the concept of New Woman. Similar with the women’s liberation movement, Warren’s experience of value transformation goes through several stages, which are from believing in her old values, going against the new modern values introduced to her, finding disappointment toward her old values, and finally having a conflict within herself which she expresses to the wrong target, and as the result, starting to consider about the new values and also beginning to absorb them. The analysis leads to the fact that patriarchal values can be so strong because sometimes, women themselves are subconsciously acting as the agents or the supporters. It then leads to another spesific fact that Warren plays the role as the prototype of second wave feminism by undergoing the value transformation. However, there is also a price to pay for someone who aims to achieve something better by undergoing a transformation, including Warren.",
  "creators": "ALYNI TJUNARWI",
  "contributors": "Dwi Setiawan (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01012039/ING/2013 Alyni Tjunarwi (11409026)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-BIOGRAPHY-STUDY AND TEACHING; KONNER, LAWRENCE-MONA LISA SMILE-STUDY AND TEACHING"
}