{
  "id": "27857",
  "title": "The Word formation processes of Indonesian slang words used in Cosmo Girls! Indonesian teenage magazine",
  "abstract": "This was a qualitative study of word formation processes of Indonesian slang words in the Cosmo Girl!. To reveal the type of word formation and the most frequent type of word formation processes, the writer used two theories of word formation processes, namely word formation processes by Yule (2006) and Indonesian word formation processes by Chaedar (1994). The findings revealed that in the articles in Cosmo Girl! magazine, there were 31 Indonesian slang words found, there were four types of word formation processes, namely Clipping (3.22%), Blending (3.22%), Borrowing (19.35%) and Multiple Processes (74.19%). Although the Multiple Processes takes a crucial part in forming Indonesian slang words in Cosmo Girl!, it was the process of borrowing which dominantly occurred in the Multiple Processes followed by second highest was borrowing process. In the borrowing process, English language was more often used rather than others (55.17%) from the Borrowing and Borrowing in the Multiple Processes. Furthermore, these 4 types of word formation processes were used by the teenagers for making the Indonesian slang simpler and easy to be uttered. Besides the findings above, the writer also found some new processes that were not stated both in Yule’s theory (2006) and Chaer’s theory (1994), namely Addition, Substitution and Deletion. Three kinds of processes were dominantly found in the multiple processes. It appeared that the processes of adding, substituting and deleting the letter were needed to adjust to Indonesian spelling system. At last, the writer concluded that these phenomena showed that people particularly girl teenagers were easy to absorb and accept English because of international language. In addition, the dominant language in the social life has influenced in the process of borrowing in creating Indonesian slang words. Finally, the writer hoped that this thesis could be useful for the readers in knowing about Indonesian slang words and their word-formation processes.",
  "creators": "VICTOR SAMUEL KUSUMA",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Herwindy Maria Tedjaatmadja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012049/ING/2013; Victor Samuel Kusuma (11409006)",
  "subjects": "INDONESIAN LANGUAGE-SLANG; LANGUAGE AND LANGUAGES-SLANG"
}