{
  "id": "27851",
  "title": "The Analysis of apology strategies used by the customer service officers of Mandiri Bank and Mega Bank in Surabaya",
  "abstract": "This study observed the apology strategies used by five customer service officers of Mandiri Bank and five customer service officers of Mega Bank in Surabaya. The writer used qualitative approach. The data were taken from the recorded interviews with the ten customer service officers. The data were analyzed using the theory of apology strategies proposed by Trosborg (1995). The findings show that both the customer service officers of Mandiri and Mega Bank mostly used Checking strategy when handling the complaints. There are two differences. First, there are more apology strategy types used by the customer service officers of Mandiri Bank. There is also a difference in the type of apology strategies rarely used. There are also three similarities. The first similarity is that customer service officers of Mandiri and Mega Banks used the Checking strategy mostly. Second, customer service officers of Mandiri and Mega Banks used the same seven types of apology strategies which are commonly found among Indonesians, namely Checking, Expression of Regret, An Offer of Apology, Repair, Attacking the Complainer, Implicit Denial of Responsibility, and Explicit Acknowledgement. The customer service officers also had a tendency to use more than two strategies at the same time. Overall, it was found that all customer service officers used seven types of apology strategies and they did not use sixteen other apology strategies. This happens because they have tendency to use similar strategies which are commonly found among Indonesians and because they are not trained to use other strategies. Key",
  "creators": "DEWI HANDAYANI",
  "contributors": "Flora Debora (Advisor 1); Samuel Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012042/ING/2013; Dewi Handayani (11406052)",
  "subjects": "SOCIOLINGUISTICS"
}