{
  "id": "27852",
  "title": "The Consequences of disobeying the patriarchal values in Niki Caros north country and Steven Soderberghs Erin Brockovich",
  "abstract": "This study aims to understand the consequences that women face in disobeying the patriarchal values in North Country and Erin Brockovich. My statements of the problem are what female roles that Josey Aimes and Erin Brockovich should obey and what consequences of disobeying the patriarchal roles that they face. My purpose of the study is to reveal that Josey Aimes and Erin Brockovich should obey their roles as domestic creatures. If they do not do their roles well, as the consequences, they will get punishment from the society. I am going to use the concept of women in the house and in the workplace in a patriarchal society, and women’s struggle against patriarchal values in order to answer my statements of the problem. Patriarchal society where Aimes and Brockovich live, demands that the roles of women are as domestic creatures. If they cannot accept their roles, they will be punished by the people who guard the patriarchal values. In conclusion, it can be seen that Aimes and Brockovich are still bound by the patriarchal values which inhibit their position to express themselves. Their effort to get equality shows how the patriarchal values are deeply rooted in their society because both men and women guard those values.",
  "creators": "JESSICA PUSPA KARTIKA",
  "contributors": "Jenny Mochtar Djundjung (Advisor 1); Priska Febrinia, SS.,MDCC (Advisor 2); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01012043/ING/2013; Jessica Puspa (11409024)",
  "subjects": "ENGLISH FICTION- 20TH CENTURY-STUDY AND TEACHING; CARO, NIKI-NORTH COUNTRY-STUDY AND TEACHING; SODERBERGH-ERIN BROCKORICH-STUDY AND TEACHING"
}