{
  "id": "27875",
  "title": "Konstruksi reinforced earth",
  "abstract": "Kontruksi reinforced earth adalah merupakan gabungan antara tulangan tanah pengisi serta panel-panel penutup permukaan dan mempunyai fungsi yaug sama dengan retaining wall yaitu menahan tanah supaya tidak longsor. Analog dengan konstruksi beton bertulang, konstruksi ini juga berusaha untuk memperkuat suatu bahan dasar yaitu tanah dengan menambahkan tulangan, sehingga dihasilkan suatu massa yang saling mengikat dengan kestabilan yang tinggi. Pada dasarnya konstruksi ini berdasarkan adanya gesekan antara tulang tanah yang mencegah adanya pergerakan dan juga kepadatan tanah serta kekuatan tulangan untuk menahan tarikan. Konstruksi ini mempunyai bidang kehancuran pada tempat kedudukan dari gaya-gaya tarik maximum dari tiap-tiap tulangan. Bidang ini membagi konstruksi menjadi 2 daerah yaitu daerah aktif dan daerah perlawanan. Konstruksi ini dapat dipergunakan sebegai dinding penahan, terowongan, pondasi ground slab, bendungan, timbunan dan juga sebagai tempat penyimpanan barang-barang tambang. Tanah pengisinya umumnya dipakai tanah non kohesif tetapi setelah diadakan penyelidikan-penyelidikan maka tanah kohesifpun dapat dipergunakan sedangkan tulangan dapat berpemukaan polos maupun bergigi. Panel-panal penutup permukaan dapat terbuat dari baja juga dapat dari beton tanpa tulangan. Untuk mendesign konstruksi reinforced earth telah diadakan beberapa penyelidikan untuk nenentukan porhitungan-perhitungan gaya-gaya yang bekerja. Dalam mendesign konstruksi reinforced earth, harus di perhatikan model-model kehancurannya yaitu kehancuran kestabilan luar dan kehancuran kestabilan dalam. Untuk mengetahui perbandingan perencanaan dan biayanya, maka disini dibuat perencanaan dinding penahan tanah dari batu kali, beton bertulang dan reinforced earth. Ternyata dari hasil perbandingan dapat disimpulkan bahwa konstruksi reinforced earth lebih menguntungkan, bila ditinjau dari segi pelaksanaannya lebih cepat dan lebih indah, walaupun biayanya lebih besar bila dibandingkan dengan konstruksi batu kali.",
  "creators": "GUNARSO; SOENDARI RUSLI",
  "contributors": "Soebianto Tjandrawibowo (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 172 S; Gunarso (274057), Soendari Rusli (275007)",
  "subjects": "COMPOSITE MATERIALS; RETAINING WALLS"
}