{
  "id": "27926",
  "title": "Aplikasi truss analogi pada beberapa struktur beton bertulang",
  "abstract": "Dalam Konstruksi beton bertulang, sering dijumpai Kegagalan geser pada unit-unit struktur, terutama di daerah gempa seperti di Indonesia. Selama ini perhitungan Kemampuan geser beton bertulang lebih didasarkan pada persamaan-persamaan empiris (misalnya ACI Code 1983, CEB Code 78), yaitu penurunannya diusahakan mendekati hasil-hasil percobaan terhadap benda uji (dalam geser), dalam hal ini kurang diperhatikan mekanisme sesungguhnya dari terjadinya kegagalan geser tersebut. Dari hasil-hasil percobaan yang ada menunjukkan bahwa masing-masing teori mempunyai kecocokan yang tersendiri untuk diterapkan pada struktur beton bertulang. Akhir-akhir ini banyak dikembangkan teori truss analogy yang berdasarkan pada teori lower bound. Dengan memperhatikan mekanisme terjadinya kegagalan geser, diusahakan penurunan rumus-rumus yang teoritis dan rasional. Teori truss analogy itu sendiri adalah suatu metode yang digunakan untuk mencari keseimbangan antara beban, reaksi dan gaya-gaya dalam pada beton dan baja tulangan, dengan menggunakan prinsip keseimbangan rangka batang pada balok beton bertulang yang retak. Teori ini mempunyai Kekhususan dan Kecocokan dalam hal menganalisa dan mengontrol Konstruksi-Konstruksi seperti deep beam, corbel, pile cap, dan sebagainya. Dalam tugas akhir ini akan dibahas aplikasi truss analogy pada beberapa struktur beton bertulang dan akan diberikan beberapa contoh penerapannya pada balok beton bertulang serta pada deep beam konstruksi pondasi sarang laba-laba.",
  "creators": "WEINARTO HOESIN; HARYONO ORODIPUTRO",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. ...; Weinarto Hoesin (282087), Haryono Orodiputro (282093)",
  "subjects": "REINFORCED CONCRETE CONSTRUCTION; REINFORCED CONCRETE CONSTRUCTION-STANDARDS"
}