{
  "id": "27925",
  "title": "Studi komparatif perhitungan delay berdasarkan model Webster, Robertson dan pengukuran di lapangan",
  "abstract": "Delay telah dikenal sebagai salah satu indikator efektifitas daripada suatu traffic control system yang berguna. Pada kejadian sehari-hari delay menyebabkan meningkatnya waktu perjalanan, pemborosan bahan bakar, kebisingan, dan polusi udara, sehingga peranannya di dalam traffic management amatlah penting. Studi perbandingan yang dilakukan, yaitu antara delay pengukuran di lapangan dengan delay perhitungan dimaksudkan agar supaya mendapatkan salah satu perhitungan delay yang cocok untuk menghitung delay yang terjadi pada persimpangan-persimpangan bersinyal lampu lalu-lintas di kota Surabaya secara lebih mudah, sebab pengukuran delay di lapangan cukup sukar, di samping memerlukan biaya dan waktu yang tidak sedikit. Adapun dua metode delay yang dipergunakan sebagai studi perbandingan adalah metode Webster dan metode Robertson, keduanya berasal dari Inggris. Pengambilan data di lapangan dilakukan setiap hari antara pukul 9.00 sampai dengan pukul 12.00, dan antara pukul 14.30 sampai dengan pukul 17.30. Hasil pengukuran kemudian digambarkan dalam suatu gambar hubungan antara delay pengukuran di lapangan dengan delay menurut rumusan Webster maupun Robertson. Kemudian dilakukan pengujian kompatibilitas dengan menggunakan rnetode chi kwadrat untuk mengetahui apakah ada perbedaan yang nyata atau tidak. Lokasi pengambilan data ditetapkan pada: 1. Persimpangan jalan Rungkut Industri - Jemur Andayani. 2. Persimpangan jalan Kusuma Bangsa - Ambengan. 3. Persimpangan jalan Jaksa Agung Suprapto - Ambengan. 4. Persimpangan jalan Bubutan - Tembaan. Hasil studi komparatif ini menunjukkan bahwa antara delay menurut perumusan Webster terhadap delay pengukuran di lapangan dan antara delay menurut perumusan Robertson terhadap delay pengukuran di lapangan tidak terdapat perbedaan yang significant, dengan kata lain bahwa perumusan delay Webster dan perumusan delay Robertson dapat dipakai untuk menghitung delay persimpangan jalan di kota Surabaya pada keadaan arus lalu-lintas yang undersaturated.",
  "creators": "HANDJAJA WINATA; RAYMOND ANTHONY",
  "contributors": "Sugeng Setyawan (Advisor 1); Harry Patmadjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 294 S; Handjaja Winata (281076), Anthony, Raymond Anthony (281101)",
  "subjects": "TRAFFIC ENGINEERING; URBAN TRANSPORTATION"
}