{
  "id": "27942",
  "title": "Aplikasi hipotesis Hvorslev untuk menentukan parameter kekuatan suatu tanah liat",
  "abstract": "Skripsi ini membahas dan menerapkan secara langsung Hipotesis Hvorslev mengenai parameter kekuatan tanah, dalam aplikasinya pada tanah liat jenuh, yang disebut Parameter kekuatan tanah yang sebenarnya (\" True Strength Parameter”), Ce’ dan 0e’. Parameter Hvorslev ini ditentukan dari serangkaian uji geser pada specimen sampel tanah dengan kondisi e (void ratio) atau w (kadar air) yang sama, mengingat kekuatan geser tanah merupakan fungsi dari e dan a, f(e,o ). Sedangkan parameter kekuatan tanah yang ditentukan secara standard tidak menjamin nilai e yang sama atas specimen uji dalam pembebanan gesernya, karena sampel tanah selalu mengalami penambahan nilai e pada saat pengambilan sampel tanah (sampling), dan mengalami pengurangan e pada saat pembebanan gesernya. Hipotesis Hvorslev ini diterapkan pada ke dua lokasi tanah dengan kadar air yang berbeda, yang dapat mewakili Surabaya Subsoil. Dalam menentukan nilai ce dan 0e, dipilih metode pembebanan CIU {Isotropic Consolidated Undrained Triaxial Test), dengan mengukur tegangan air pori untuk mendapatkan nilai tegangan efektif. Hasil penelitian berdasarkan Hipotesis Hvorslev menunjukkan bahwa parameter kekuatan tanah yang sebenarnya untuk ke dua lokasi yang mewakili Surabaya Subsoil adalah ce’ berkisar 0.29 - 0.36 kg/cm2 dan 0e’ berkisar 11.5° - 14.5°. Sedangkan hasil penelitian dengan cara CU standart hanya dilakukan pada tanah Pondok Tjandra Indah dan diperoleh hasil c ’ = 0.21 kg/cm2 dan 0 ' = 14.5 °.",
  "creators": "YANHIANY GOESWADARUS; SAMSUL ANGWEITA",
  "contributors": "Johanes Indrojono Suwono (Advisor 1); Ir. Soehendro Ratnawidjaja, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 480 S; Yanhiany Goeswadarus (14286006), Samsul Angweita (14286083)",
  "subjects": "SOILS-TESTING"
}