{
  "id": "2795",
  "title": "A Study of grammatical errors on Indonesia today news",
  "abstract": "Every human being who speaks a language knows the grammar. In this study, the writer investigates Grammatical Errors in Indonesia Today news. It is a report that is presented in RCTI (Rajawali Citra Televisi Indonesia), one of the private television industries in this country. Since it is a kind of report, every text should have been prepared well, yet there are still some errors occurring during the news presentation. This study analyzes all the errors to find out the kinds of grammatical errors that occur in the news. Moreover, the writer uses a qualitative research method since this study is about finding and describing the process of making errors. Here, the source of data is collected from an edition of the news on April 20, 2001. The writer uses a tape recorder to collect the data then she transcribes it into a written text. She transcribes the data by herself, helped by two native speakers and two non-native speakers, in order to get the valid source of data. To find out the errors in the news, the writer imitates Richards' table of classifying types of errors. However, she uses the Standard English Grammar for the types of errors. Considering the Standard English Grammar, she classifies ten types of errors that are Errors in the Use of Verbs, Noun, Pronoun, Adjective, Adverb, Preposition, Determiner, Conjunction, Clause, and Inversion. In this study, she does not differentiate the errors and mistakes at all. She only tries to find out the errors in the news, classifies the errors, counts the errors, and gives a few discussions about the errors. After analyzing and correcting the data, the writer finds out that the highest frequency of errors occurs is the Errors of Using Verb, which are dominated by the incorrect of use of Present Form. The findings also show the higher number of errors refers to the Errors in the Use of Determiners particularly in the use of Indefinite Article.",
  "creators": "ARIANY OETOMO",
  "contributors": "SUKEMI, PROF.DR.M.A. (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1058; Arianty Oetomo (11496044)",
  "subjects": "ENGLISH LANGUAGE-ERRORS OF USAGE"
}