{
  "id": "28007",
  "title": "Pembuatan webportal untuk jual dan beli costumer to costumer",
  "abstract": "Pada saat ini, perkembangan teknologi informasi dan komunikasi sangat berkembang pesat di segala bidang. Tanpa disadari produk dari perkembangan teknologi tersebut sudah banyak digunakan dalam menjalankan kehidupan sehari-hari. Salah satu contoh dari perkembangan teknologi adalah penggunaan internet yang merupakan aplikasi berbasis web. Teknologi ini dalam penggunaannya dapat diakses dengan media pendukung berupa web browser. Perkembangan teknologi ini juga berdampak sangat besar bagi adanya online shopping yang merupakan sistem belanja yang bisa dilakukan hanya dengan melihat gambar dan keterangan lewat internet. Online Shopping sekarang sudah menjadi salah satu trendsetter bagi masyarakat luas. Karena melalui online shopping segalanya bisa dilakukan dengan cepat dan meminimalisasi waktu serta tenaga yang dibutuhkan. Perancangan desain sistem menggunakan Data Flow Diagram dan Entity Relationship Diagram. Database dibuat dengan menggunakan phpmyadmin. Program yang dibuat meliputi pembuatan database untuk user, iklan, item kategori, pengiriman, penjualan, detail penjualan, toko, topup dan database untuk Administrator Dari hasil pengujian website yang dibuat dapat melakukan transaksi jual dan beli dengan mudah tanpa harus bertatap muka antar penjual dan pembeli. Menambah peluang bagi para penjual untuk memasarkan barangnya dengan lebih luas.",
  "creators": "AGUS SETIAWAN SUHARIONO",
  "contributors": "Justinus Andjarwirawan (Advisor 1); Agustinus Noertjahyana (Advisor 2); Silvia Rostianingsih (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021213/INF/2013; Agus Setiawan Suhariono (26409051)",
  "subjects": "INTERNET (COMPUTER NETWORKS); WEB SITES DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS)"
}