{
  "id": "2802",
  "title": "Penerapan teknologi web services pada prototype layanan informasi lowongan pekerjaan secara online",
  "abstract": "Perkembangan internet yang pesat membawa banyak perubahan dalam bertukar informasi. Pertukaran informasi yang dulunya memakan waktu yang cukup lama dan dibatasi oleh batasan geografi, kini semuanya seolah-olah sirna. Orang dengan mudah mendapatkan informasi dari mana saja dan kapan saja. Bahkan pertukaran informasi dapat secara real time walaupun terpisah dalam jarak ribuan kilometer. Seiring dengan perkembangan tersebut, banyak sekali layanan informasi bebasis web yang muncul di internet, salah satunya adalah layanan informasi lowongan pekerjaan. Banyaknya pulau-pulau informasi yang ada di internet, membuat pencarian suatu lowongan pekerjaan membutuhkan waktu yang lama. Selain itu, untuk mendapatkan suatu informasi lowongan pekerjaan yang kita harapkan, kita harus mengunjungi website tersebut agar dapat melihatnya. Hal ini sangat tidak efisien dan memakan waktu yang lama. Solusinya adalah penggunaan teknologi web service. Dengan adanya teknologi web service, maka kita dapat mengembangkan aplikasi sendiri untuk mendapatkan informasi tersebut dengan cara memanggil function-function yang tersedia dari layanan tersebut sehingga dapat menghemat waktu yang ada khususnya bagi para penyedia layanan informasi lainnya di internet, yaitu dengan membuat fasilitas tambahan pencarian lowongan pekerjaan atau kandidat pencari kerja dengan memanfaatkan function-function yang tersedia pada website ini sehingga para pengunjung website mereka dapat sekaligus mendapatkan informasi lowongan pekerjaan atau kandidat pencari kerja tanpa harus mengunjungi website penyedia informasi lowongan pekerjaan.",
  "creators": "BENNY HARTONO SANTOSO",
  "contributors": "Kartika Gunadi (Advisor 1); Adi Wibowo, S.T., M.T., Ph.D. (Advisor 2); BUDI BAMBANG (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02000324/INF/2005; Benny Hartono Santoso (26401133)",
  "subjects": "WEBSITES; INTERNET (COMPUTER NETWORK)"
}