{
  "id": "28048",
  "title": "Perancangan komunikasi visual rebranding air minum dalam kemasan ‘AGRO’ di CV Alam Megah Jaya",
  "abstract": "‘AGRO’ merupakan salah satu merek air minum dalam kemasan yang diproduksi oleh CV Alam Megah Jaya. Sudah berdiri sejak tahun 1996 dengan mengambil lokasi di kota Malang, Jawa Timur. Namun, sebagian besar masyarakat mengenal produk ‘AGRO’ sebagai salah satu merek produk yang diproduksi oleh PT. Kusuma Agrowisata yang dikenal dengan sebutan ‘Agro’. Saat ini perkebunan yang terkenal di kota Malang adalah perkebunan milik PT. Kusuma Agrowisata, dan hal ini mempengaruhi persepsi masyarakat tentang sari buah ‘AGRO’, karena masyarakat mengira bahwa ‘AGRO’ merupakan minuman dalam kemasan yang diambil dari perkebunan milik PT. Kusuma Agrowisata. Selain itu, PT. Kusuma Agrowisata adalah perusahaan yang berdiri sejak tahun 1994, sedangkan CV. Alam Megah Jaya berdiri dengan nama ‘AGRO’ pada tahun 2000, maka hal ini juga mempengaruhi persepsi masyarakat, karena PT. Kusuma Agrowisata telah terlebih dahulu dikenal oleh masyarakat. Nama yang sama juga membuat orang berpikiran bahwa ‘AGRO’ adalah milik PT. Kusuma Agrowisata. Diharapkan dengan melakukan rebranding dapat merubah persepsi masyarakat tentang ‘AGRO’ dan produk ini pun dapat menciptakan suatu image yang baru terhadap masyarakat dan sekaligus dapat memperkuat citra perusahaan yang sedang maju dan berkembang dalam bisnis air minum dalam kemasan. Dan dengan berpromosi melalui media-media promosi maka ‘AGRO’ akan semakin dikenal oleh masyarakat.",
  "creators": "ERVIN FELIANA",
  "contributors": "I WAYAN SWANDI (Advisor 1); Alvin Raditya Sutopo (Advisor 2); Andrian Dektisa Hagijanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Pengembangan Merek",
  "source": "Pengembangan Merek No. 00022294/DKV/2013; Ervin Feliana (42409146)",
  "subjects": "CATALOGS; VISUAL COMMUNICATION; POSTERS; LOGOS (SYMBOLS); COMMERCIAL ART; GRAPHIC ARTS"
}