{
  "id": "28106",
  "title": "Perancangan dan pembuatan sistem informasi administrasi di toko Jayadi Pasuruan",
  "abstract": "Toko “Jayadi” Pasuruan, terletak di Pasuruan, merupakan sebuah usaha dagang wiraswasta yang menjual berbagai macam baut dan mur. Beberapa contoh barang yang dijual meliputi baut yang berbahan baja, baut yang kepalanya untuk kunci L. Dalam pencatatan transaksi masih dilakukan secara manual, sehingga sering terjadi kesalahan dalam penulisan. Hal ini mengakibatkan rawan akan tindakan curang dan sulit mengetahui berapa besar keuntungan yang didapatkan. Karena tidak adanya pencatatan persediaan barang mengakibatkan sering terjadi kehabisan stok. Pembuatan sistem informasi administrasi ini, diharapkan dapat membantu Toko “Jayadi” Pasuruan dalam mencatat transaksi pembelian dan penjualan, sehingga dapat meminimalisir kesalahan yang terjadi karena pencatatan pembelian dan penjualan yang dilakukan secara manual. Dengan adanya sistem ini, diharapkan bisa meminimalisir kecurangan yang dianggap bisa terjadi. Sistem ini dirancang dengan Data Flow Diagram dan Entity Relationship Diagram. Rancangan desain sistem ini secara garis besar meliputi sistem pembelian, penjualan dan pencatatan stok. Pembuatan program ini menggunakan bahasa pemrograman Visual Basic 2005.NET dan database MySQL 2005 untuk proses penyimpanan data. Perancangan program ini menghasilkan laporan-laporan yang berguna untuk melihat transaksi yang telah dilakukan. 33,5% dari user beranggapan bahwa aplikasi ini sudah cukup bermanfaat dan 66,5% dari user beranggapan bahwa aplikasi ini sudah bermanfaat. 100% dari user beranggapan bahwa desain aplikasi yang dibuat sudah sangat baik. 33,5% dari user beranggapan bahwa fitur yang disajikan untuk menjawab kebutuhan sudah cukup baik sesuai dengan kebutuhan perusahaan dan 66,5% beranggapan bahwa fitur yang dibuat sudah baik. 33,5% dari user beranggapan bahwa kesesuaian sistem yang dibangun cukup baik dan 66,5% user beranggapan bahwa kesesuaian sistem sudah baik. 66,5% dari user beranggapan bahwa kemudahan penggunaan aplikasi yang dibuat sudah cukup baik dan 33,5% user yang beranggapan bahwa kemudahan penggunaan aplikasi sudah baik.",
  "creators": "ANDI SOEI",
  "contributors": "Silvia Rostianingsih (Advisor 1); Lily Puspa Dewi, S.T., M.Kom. (Advisor 2); Leo Willyanto Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021235/INF/2013; Andi Soei (26407109)",
  "subjects": "DATABASE DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS); DATABASE MANAGEMENT"
}