{
  "id": "28115",
  "title": "Pembuatan sistem informasi akuntansi pada UD. X",
  "abstract": "UD. X adalah sebuah perusahaan di Bali yang bergerak dalam bidang retil. Barang yang dijual oleh perusahaan ini adalah kaca dan juga aksesoris yang berfungsi sebagai pelengkap dalam memasang kaca yang dibeli dari supplier. Proses lama perusahaan saat ini dilakukan dengan cara yang sangat sederhana sehingga membuat proses pengerjaan menjadi lebih lambat. Oleh karena itu perusahaan ingin mengganti sistem lama dengan sistem baru yang lebih terkomputerisasi untuk membantu pencatatan data, dan juga penghitungan proses-proses akuntansi dan penggajian. Skripsi ini bertujuan membuat sistem informasi akuntansi terkomputerisasi yang dapat mengerjakan proses transaksi dan akuntansi secara cepat dan akurat. Pembuatan aplikasi ini dimulai dengan perancangan sistem, yaitu melakukan analisa permasalahan, analisa kebutuhan dan juga perancangan struktur dari sistem. Aplikasi ini menggunakan Micosoft Visual Studio .Net 2012 sebagai bahasa pemrograman dan MySQL sebagai media penyimpanan database. Hasil yang diperoleh dari aplikasi ini antara lain melakukan posting jurnal, melakukan pembuatan laporan-laporan keuangan, dan mencatat transaksi yang ada secara cepat dan akurat. Aplikasi ini juga melakukan penghitungan gaji dan membuat laporan gaji pegawai. Hasil yang diperoleh dapat membantu proses penghitungan, pencatatan, dan pembuatan laporan di dalam perusahaan menjadi lebih cepat. Program ini berhasil dibuat sesuai dengan analisa kebutuhan yaitu dapat menghasilkan laporan yang akurat, tampilan program yang mudah dimengerti, informasi yang cukup lengkap, program yang relatif.",
  "creators": "VALENTINO HANDOKO",
  "contributors": "Alexander Setiawan (Advisor 1); Yulia (Advisor 2); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021246/INF/2013; Valentino Handoko (26409012)",
  "subjects": "DATABASE DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS); INFORMATION STORAGE AND INFORMATION SYSTEMS-ACCOUNTING"
}