{
  "id": "28113",
  "title": "Perancangan dan pembuatan aplikasi remote control powerpoint pada BlackBerry",
  "abstract": "Pengguna BlackBerry di Indonesia menurut data terakhir yang dirilis oleh Reuters mencapai 7 juta pengguna yang menandakan bahwa BlackBerry di Indonesia sangatlah populer dan dipakai oleh banyak orang. Alasan yang menyebabkan BlackBerry sangat populer di Indonesia karena kebutuhan masyarakat Indonesia yang membutuhkan chatting dan kebutuhan ini dipenuhi oleh ada layanan BlackBerry Messenger yang disediakan oleh BlackBerry. Seiring dengan majunya IT di Indonesia, maka juga semakin banyak orang yang memakai PowerPoint dalam menjelaskan presentasinya, pada awalnya dibutuhkan seorang operator untuk menjalankan slide presentasi dan yang seorang lagi menjelaskan, kemudian munculah sebuah remote control untuk menjalankan slide tersebut sehingga hanya membutuhkan 1 orang untuk melakukan presentasi. Tetapi membeli sebuah remote control hanya untuk menjalankan slide kuranglah efisien dan membuang biaya, oleh karena itu dibuatlah sebuah aplikasi untuk BlackBerry dimana aplikasi tersebut bertindak sebagai pengganti remote control tersebut. Aplikasi yang dikembangkan menggunakan berbasis Java dengan menggunakan BlackBerry Plug-In dan kemudian program di komputer dengan basis c#. Aplikasi yang di BlackBerry hanya berfungsi mengirimkan perintah yang nantinya akan diterima oleh program di komputer yang akan memproses perintah yang dikirimkan oleh BlackBerry dan menjalankan presentasi yang sedang berlangsung. Aplikasi ini dapat menggantikan fungsi remote control sehingga tidak perlu membeli lagi dan dapat menghemat biaya, serta karena pengguna BlackBerry di Indonesia banyak, jadi aplikasi ini dapat berguna bagi orang banyak.",
  "creators": "GO DAVID GUNAWAN",
  "contributors": "Justinus Andjarwirawan (Advisor 1); Agustinus Noertjahyana (Advisor 2); Ibnu Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021243/INF/2013; Go David Gunawan (26409014)",
  "subjects": "PROGRAMMING (ELECTRONIC COMPUTERS); SOFTWARE ENGINEERING"
}