{
  "id": "28139",
  "title": "Standarisasi training untuk setiap job title di PT Ecogreen Oelochemicals Batam",
  "abstract": "PT Ecogreen Oleochemicals Batam (PT EOB) merupakan perusahaan yang memproduksi oleokimia sejak tahun 1994. PT EOB memberikan banyak training kepada setiap karyawannya dalam rangka peningkatan kualitas sumber daya manusia, tetapi training yang diberikan belum memiliki standard. Permohonan training saat ini diajukan oleh setiap user dari departemen serta section di dalam perusahaan dan hal tersebut mengakibatkan training menjadi tumpang tindih dan tidak terklasifikasikan dengan baik. PT EOB mengupayakan pembuatan standard training dengan menampung kebutuhan organisasi, kebutuhan pekerjaan, dan kebutuhan individu khususnya pada Divisi Manufacturing. Seluruh kebutuhan training yang terkumpul diklasifikasikan berdasarkan tiga kategori yaitu basic training, development training, dan additional training. Basic training merupakan training yang dibutuhkan karyawan untuk keberhasilan pada posisi yang sedang dijabat. Development training merupakan training yang dibutuhkan karyawan untuk promosi ke job grade yang lebih tinggi. Additional training merupakan training yang dibutuhkan karyawan untuk menambah pengetahuan mereka. Proses klasifikasi yang dirancang dilengkapi dengan Satuan Acara Pelatihan (SAP). Jumlah training perusahaan yang memiliki SAP sebanyak 89 dan terbagi berdasarkan 6 jenis training. SAP untuk jenis training behavioral berjumlah 5, untuk jenis training leadership berjumlah 1, untuk jenis training management system berjumlah 5, untuk jenis training SHE berjumlah 9, untuk jenis training managerial berjumlah 2, dan untuk jenis training technical skill and knowledge berjumlah 67. Hasil dari pembuatan tersebut memberikan manfaat bagi perusahaan seperti membuat training karyawan menjadi standar, membuat struktur training lebih sistematis, dan membuat perusahaan lebih fokus terhadap kebutuhan training bagi karyawan.",
  "creators": "IMANUEL HALIM",
  "contributors": "Jani Rahardjo (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021708/IND/2013; Imanuel Halim (25409006)",
  "subjects": "EMPLOYEES-TRAINING OF; PERSONNEL MANAGEMENT"
}