{
  "id": "28162",
  "title": "Penyiapan buku pedoman sesuai usulan PBI baru",
  "abstract": "Buku Pedoman Beton Indonesia (FBI) akan disusun dalam beberapa naskah, yaitu: (1) Buku Pedoman, (2) Bunkum Penjelas, dan (3) Buku Penuntun. Penyajian naskah-naskah tersebut akan memudahkan pelaksanaan dalam pembaharuan PBI-71 maupun untuk perkembangan di masa mendatang. Penulisan tugas akhir kami ini adalah sebagai penyiapan penyusunan Buku Pedoman dari PBI yang baru. Penulisan ini terutama berdasarkan pada Peraturan ACI 318. Hanya untuk masalah-masalah tertentu seperti Design Aid untuk geser diambil dari Peraturan Kanada dan untuk Dinding Geser Dengan Daktilitas Terbatas diambil dari peraturan gempa Selandia Baru (NZS 3101 dan NZS 4203). ACI 318 mempunyai recomendasi yang lebih sederhana terutama dalam hal menentukan tegangan material dan pengaruh kondisi beban pada beban ijin yang bekerja. Pengaruh dari kondisi beban dicakup dalam angka keamanan untuk kombinasi beban, dan jenis pembebanan. Dengan demikian kapasitas nominal dari komponen struktur, tergantung dari tegangan batas material, selalu sama untuk setiap keadaan beban. Hal ini jelas memudahkan langkah perhitungan penampang. Penulisan ini membahas struktur beton bertulang yang menerima beban lentur, lentur-tekan, torsi, kontrol lendutan, dan lebar retak, serta struktur dinding geser dengan daktilitas terbatas, yang mana kami uraikan ke dalam masing-masing bab tersendiri. Analisa yang diberikan sebagai langkah awal untuk menuju perencanaan. Dalam tulisan tersebut kami lengkapi dengan contoh-contoh soal. Contoh soal diberikan untuk membantu pemahaman dari persyaratan-persyaratan yang ada (terutama dari peraturan ACI 318). Adanya Design Aid dan Design Chart akan mempercepat perhitungan perencanaan.",
  "creators": "SUSAHIDRA LIMANTO",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 311 S; Susahidra Limanto (282068)",
  "subjects": "CONCRETE CONSTRUCTION-HANDBOOKS, MANUALS, ETC.; CONCRETE"
}