{
  "id": "28173",
  "title": "Program komputer untuk perencanaan kebutuhan air irigasi (tersier)",
  "abstract": "Skripsi ini menyajikan suatu prosedur perhitungan evapotranspirasi potensial(PET); kebutuhan bersih air di sawah untuk padi (NFR) dan palawija (NFRP); kebutuhan air irigasi untuk padi (WRD) dan palawija (WRP); menentukan bentuk dan ukuran penampang saluran, beserta aplikasinya dalam perencanaan, desain dan pelaksanaan pada proyek-proyek irigasi (tersier) dengan menggunakan mikro komputer. Perhitungan evapotranspirasi potensial memakai metode Penman; kebutuhan bersih air di sawah untuk padi (NFR) dan palawija (NFRP) dan kebutuhan air irigasi untuk padi (WRD) dan palawija (WRP) berpedoman pada Standar Perencanaan Irigasi (KP - 01), lebar dasar saluran dan kedalaman air dengan rumus Strickler yang interpolasinya memakai metode Newton. Data-data yang dibutuhkan untuk perhitungan di atas didapat dari hasil-hasil pengamatan di lapangan dan tabel-tabel (Ref.) Digunakan sistem golongan atau tanpa golongan untuk berbagai pola tanam padi dan palawija dalam menentukan kebutuhan bersih air di sawah untuk padi (NFR) dan palawija (NFRP) dan kebutuhan air irigasi untuk padi (WRD) dan palawija (WRP). Dibuat berbagai alternatif golongan terhadap kebutuhan air irigasi untuk padi (WRD) dan palawija (WRP) masing-masing golongan dalam menentukan kebutuhan pengambilan air untuk padi dan palawija. Perhitungan dan contoh-contoh disajikan dengan cara manual dan menggunakan program komputer.",
  "creators": "Johannes Wibowo H.",
  "contributors": "Frederik Jones Syaramual (Examination Committee 1); LIOENY ANGKADJAJA (Advisor 2); Ruslan Djajadi (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 514 S; Johannes Wibowo H.(14282053)",
  "subjects": "IRIGATION ENGINEERING; IRIGATION ENGINEERING-COMPUTER PROGRAMS"
}