{
  "id": "28185",
  "title": "Perencanaan dan pembuatan perubah sinyal merah, hijau dan biru (CGA) menjadi sinyal video komposit (PAL/NTSC)",
  "abstract": "Dengan semakin beragamnya hasil teknologi, maka segala pekerjaan manusia semakin hari menjadi semakin mudah saja. Misalnya, untuk membuat laporan kalau dulu masih harus diketik dengan mesin ketik maka sekarang dengan berkembangnya teknologi komputer, pembuatan laporan maupun pembuatan presentasi-presentasi dapat dilakukan dengan mudah memakai bantuan komputer. Untuk mendapatkan kemampuan dari hasil teknologi tersebut, diperlukan dana yang tidak sedikit. Bagi mereka yang hidup dengan berkecukupan hal tersebut tidak akan menjadi masalah yang berarti, tetapi untuk mereka yang harus memperhitungkan setiap pemakaian dana keluarga, hal ini dapat menjadi suatu permasalahan. Seperti untuk pembelian seperangkat komputer, maka harus dikeluarkan biaya pembelian CPU (Central Processing Unit), Printer dan Monitor sebagai perlengkapan standar. Untuk mengefisienkan dana keluarga, maka peralatan yang ada di dalam suatu rumah tangga dapat lebih didayagunakan. Untuk menghemat dana pembelian sebuah monitor komputer misalnya, maka televisi dapat dialih fungsikan menjadi pesawat monitor bagi sebuah komputer. Hal ini mungkin dilakukan karena cara kerja dari kedua pesawat tersebut hampir sama dan keduanya mempunyai fungsi untuk menampilkan informasi dari peralatan sebelumnya. Dari permasalahan tersebutlah maka penulis mencoba membuat suatu alat yang dapat dipakai untuk mengubah fungsi pesawat televisi menjadi pesawat monitor bagi komputer. Diperlukan rangkaian pengubahan sinyal merah, hijau dan biru menjadi sinyal video komposit. Konversi sinyal dilakukan oleh rangkaian terpadu MC1377. Dengan IC tersebut, ada beberapa keuntungan yang diperoleh. Output dari IC MC1377 telah berupa sinyal video komposit, sehingga dapat langsung dihubungkan dengan pesawat televisi, tetapi juga dapat dihubungkan dengan modulator UHF maupun VHF untuk dipancarkan melalui antena.",
  "creators": "ADI S.RAHARDJA",
  "contributors": "Murtiyanto Santoso (Advisor 1); NAWANTO WIBOWO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 94/E/EL/030/0187; Adi S.Rahardja (23488057)",
  "subjects": "COMPUTERS"
}