{
  "id": "28188",
  "title": "Perencanaan dan pembuatan rele elektronik untuk mengamankan gangguan tegangan lebih tegangan turun dan phasa terbuka pada sistem 220/380 Volt",
  "abstract": "Dengan makin majunya tingkat teknologi dan pembangunan pada saat ini maka kebutuhan akan penggunaan tenaga listrik semakin meningkat pula. Sedang keberhasilan penggunaan tenaga listrik tersebut tergantung pada keandalan sistem distribusi dan transmisi tenaga listrik tersebut. Berbicara mengenai distribusi tenaga listrik tersebut, maka sangat erat hubungannya dengan pengaman rele untuk menunjang kelestarian sistem distribusi dan transmisi tenaga listrik tersebut. Salah satu bentuk pengaman rele adalah pengaman rele tegangan secara elektronik yang berfungsi untuk mengamankan sistem tenaga listrik dari keadaan gangguan tegangan lebih, tegangan turun atau pada keadaan gangguan fasa terbuka sehingga gangguan tersebut dapat dilokalisir atau dibatasi serta bagaimana memisahkan bagian yang terganggu tersebut dari sistem sehingga gangguan pada sistem sehingga pada sistem tenaga listrik secara meluas dapat dihindari. Pengaman rele tegangan secara elektronik pada prinsipnya mendeteksi tegangan dari jala-jala listrik 220 Volt/380 Volt di mana jika dalam keadaan gangguan dalam arti tegangan berada di luar batas dari tegangan referensi (umumnya perubahan tegangan yang diijinkan tegangan normal ± 10 %) maka alat pengaman ini akan memberikan sinyal yang akan membunyikan alarm dan dapat memutuskan circuit breaker (CB) dari jala-jala listrik tersebut. Untuk menunjukkan phasa mana yang mengalami gangguan dan termasuk jenis gangguannya (tegangan turun, tegangan lebih atau phasa terbuka) maka alat pengaman ini dilengkapi dengan lampu indikator.",
  "creators": "BUDIANTO",
  "contributors": "BUNAWI GUNAWIDJAJA (Advisor 1); Limboto Limantara (Advisor 2); ONTOSENO PENANGSANG (Examination Committee 1)",
  "publisher": "Universitas Kristen Satya Wacana",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 94/E/TST/018/0123; Budianto (23489038)",
  "subjects": "ELECTRIC POWER SYSTEMS-CONTROL; ELECTRIC POWERDISTRIBUTION"
}