{
  "id": "28218",
  "title": "Program mikro komputer untuk perhitungan dalam bidang",
  "abstract": "Dengan adanya kemajuan teknologi komputer, khususnya pada bidang mikro komputer maka dibutuhkan faktor-faktor penunjang. Salah satu faktor penunjang yang dibutuhkan adalah perangkat lunak antara lain: program mikro komputer. Program-program mikro komputer telah banyak digunakan untuk bidang-bidang konstruksi. Untuk menjawab kebutuhan hal tersebut di atas, maka dibuatlah suatu bentuk tulisan yang berisikan program mikro komputer dalam bidang Keairan beserta keterangan tentang teori dari program tersebut. Teori yang disajikan hanya merupakan keterangan yang menunjang program yang ada. Adapun pembahasan terhadap teori itu sendiri akan merupakan suatu yang di luar maksud dan tujuan penulisan buku ini. Dalam perhitungan yang biasa dilakukan adalah perhitungan dengan memakai kalkulator biasa (hand calculation). Untuk perhitungan yang rumit kesalahan perhitungan mudah terjadi. Juga pada perhitungan mencoba & Salah (trial & error) dan perhitungan statistik. Pada kebanyakan literatur yang ada program-program ditulis dalam bahasa FORTRAN. Pembuatan program dalam bahasa BASIC dalam tulisan ini sesuai dengan penggunaan mikro komputer. Dalam suatu perencanaan bangunan air pada umumnya dibutuhkan perhitungan analisa frekwensi untuk peramalan curah hujan/debit dengan metode Gumbel atau metode Iwai Kodoya. Program persamaan intensitas curah hujan digunakan untuk menghitung besarnya curah hujan untuk waktu tertentu. Teori debit sungai merupakan sekedar pengantar teori untuk mendapatkan debit untuk suatu daerah tangkupan. Bila debit akibat curah hujan tidak digunakan maka dibutuhkan program perencanaan saluran drainase untuk menghindarkan suatu daerah tangkupan dari genangan akibat suatu hujan rencana. Untuk mengetahui debit sungai dengan cepat dibutuhkan program lengkung aliran. Bila pada sungai digunakan bendung untuk suatu penggunaan air maka terjadi efek back water curve. Untuk perhitungan hal itu digunakan program tinggi kritis dan program back water sebagai program yang berkaitan. Penggunaan program saluran adalah untuk menghitung perencanaan saluran. Program-program yang ada ini merupakan suatu bagian yang dapat berdiri sendiri untuk suatu kebutuhan sesuai dengan kegunaan masing-masing bagian ataupun dapat digunakan secara satu kesatuan dalam suatu perencanaan.",
  "creators": "P. BUDl KASPE; UNANG HANDOKO",
  "contributors": "Ir. Prasetio Sudjarwo, M.Eng. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 202 S; P. Budi Kaspe (277028), Unang Handoko (277061)",
  "subjects": "COMPUTERS PROGRAMS; MICRO COMPUTERS"
}