{
  "id": "28212",
  "title": "Perencanaan dan pembuatan spektrofotometer untuk menentukan absorbsi maksimum larutan KMnO4 dengan pengaturan posisi yang dikontrol oleh komputer IBM PC",
  "abstract": "Dalam bidang kimia, metode analisa terhadap suatu bahan memegang peranan yang sangat penting. Salah satu alat yang biasa digunakan dalam analisa tersebut adalah spektrofotometer. Dengan menggunakan prinsip dasar spektrofotometer maka dibuat spektrofotometer sederhana dengan sistem berkas tunggal. Spektrofotometer berkas tunggal ini menggunakan satu sumber radiasi yang akan didispersi menjadi sinar dengan berbagai macam warna. Sinar-sinar tersebut akan dideteksi oleh transducer cahaya sebelum dan sesudah lewat sampel. Perbandingan hasil deteksi menunjuk pada jumlah sinar yang diteruskan dan sinar yang terabsorbsi oleh sampel. Selanjutnya dari sejumlah data yang dihasilkan barulah dilakukan penentuan terhadap absorbsi maksimum. Dalam tugas akhir ini spektrofotometer yang dibuat digunakan untuk menentukan absorbsi maksimum dari larutan KMn04. Absorbsi maksimum adalah parameter input yang sangat diperlukan oleh spektrofotometer dalam fungsinya untuk menentukan konsentrasi dari suatu larutan. Agar spektrofotometer dapat digunakan sesuai dengan maksud di atas maka diupayakan pemanfaatan motor stepper dan komputer IBM-PC. Hasil pengukuran yang ditampilkan pada monitor IBM-PC berupa data posisi motor stepper, % transmittance dan absorbance serta absorbsi maksimum dari larutan sampel, KMn04 . Dari data absorbsi maksimum yang diperoleh dapat diketahui bahwa larutan KMn04 melakukan absorbsi maksimum pada radiasi sinar ungu. Dengan melakukan pengembangan baik dari segi mekanis, perangkat keras maupun perangkat lunak, kemampuan spektrofotometer ini dapat digunakan untuk menganalisa zat dengan beberapa komponen tanpa saling terganggu satu sama lain, juga sekaligus dapat digunakan untuk menganalisa komposisi dari zat tersebut.",
  "creators": "KWON HWEE LEAN",
  "contributors": "HANDAYANI T. (Advisor 1); Heri Saptono Warpindyasmoro (Advisor 2); SOETIKNO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 91/E/EL/010/0069; Kwon Hwee Lean (485048)",
  "subjects": "SPECTROPHOTOMETER"
}