{
  "id": "28219",
  "title": "Tinjauan terhadap rencana jaringan jalan Surabaya-Gresik dan pengembangan lokasi industri Tandes",
  "abstract": "Studi ini merupakan suatu tinjauan terhadap rencana jaringan jalan Surabaya-Gresik, khususnya berkaitan dengan Peraturan Daerah (Perda) Kotamadya Daerah Tingkat II Surabaya No. 10 tahun 1983 tentang sempadan jalan dan bangunan sepanjang jalan Gresik sampai Romokalisari sampai batas kota Surabaya selebar 60 meter dikaitkan dengan pengembangan lokasi industri Tandes. Sebagai langkah awal dilakukan peninjauan terhadap kondisi eksisting di daerah studi seperti yang terdapat pada bab II, yang meliputi peninjauan terhadap lalu lintas, land use, penduduk dan industri yang ada. Selanjutnya dilakukan perhitungan besarnya lalu lintas yang terjadi (tertarik/attracted) pada masa mendatang (tahun 2000) akibat adanya kawasan industri Tandes, perhitungan ini dapat dijumpai dalam bab III di mana didahului dengan pengenalan proses perencanaan transport perkotaan secara umum serta perencanaan land use dari kawasan industri tersebut. Setelah besarnya lalu lintas yang terjadi pada masa mendatang diketahui, selanjutnya dalam bab IV dibahas mengenai tinjauan terhadap Perda yang dibagi dalam dua pembahasan yaitu mengenai tinjauan terhadap rencana jaringan jalan Surabaya-Gresik dan konsep pengembangan lokasi industri Tandes itu sendiri. Setelah meninjau akan Perda dan hasil-hasil perhitungan besarnya lalu lintas pada bab III, maka sebagai langkah terakhir diusulkan berapa jumlah jalur dan berapa lebar jalur yang dibutuhkan untuk menampung arus lalu lintas di jalan Surabaya-Gresik pada masa mendatang bila nanti ka wasan industri Tandes telah berkembang.",
  "creators": "BUDIANTO; HERU WANGSAHARDJA",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 213 S; Budianto (277092), Heru Wangsahardja (278089)",
  "subjects": "HIGHWAY ENGINEERING; HIGHWAY ENGINEERING-PLANNING"
}