{
  "id": "28224",
  "title": "Fasilitas rekreasi selancar air indoor di Surabaya",
  "abstract": "Selancar air merupakan salah satu olahraga air yang dimainkan di atas ombak dengan menggunakan sebuah papan seluncur. Tetapi tidak semua orang berani untuk bermain olahraga ini karena pernainan ini dilakukan di laut lepas. Indonesia merupakan salah satu Negara yang memiliki banyak pulau, dengan beberapa pulau yang terkenal keganasan ombaknya. Sedangkan di Surabaya, laut yang ada tergolong tenang dan dangkal sehingga tidak memiliki rekreasi air yang dapat ditonjolkan. “Fasilitas Rekreasi Sleancar Air di Surabaya” ini merupakan fasilitas olahraga air dengan ombak buatan di daerah pantai Kenjeran di mana daerah ini merupakan salah satu tempat rekreasi pantai yang sudah dikenal namun karena minimnya perawatan sehingga terkesan kumuh. Fasilitas rekreasi ini di bangun karena banyaknya minat masyarakat terhadap selancar (dilihat dari banyaknya laut yang terkenal dengan keganasan ombak yang tetap dicari hingga saat ini), namun tidak adanya factor keamanan bagi para pemula saat belajar selancar, sehingga dibuatlah fasilitas ini. Fasilitas ini ditujukan untuk para wisatawan menyalurkan hobinya dan orang-orang awam belajar selancar air, karena proyek ini menggunakan ombak buatan, maka keamanan dan kenyamanan lebih terjaga. Proyek ini merupakan sarana rekreasi, maka untuk menarik perhatian pengunjung digunakan pendekatan simbolik di mana bentuk bangunan ini dibuat sedemikian rupa dengan tujuan dapat menarik minat pengunjung untuk masuk ke dalam bangunan. Selain itu, menggunakan pendalaman karakter ruang, di mana nantinya para pengunjung benar-benar bisa merasakan kehadiran laut dan pantai di dalam bangunan.",
  "creators": "AMELIA TJOKROWIBOWO",
  "contributors": "Luciana Kristanto, S.T., M.T. (Advisor 1); Rony Gunawan (Advisor 2); Stanislaus Kuntjoro Santoso (Advisor 3); Danny Santoso Mintorogo",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023182/ARS/2013; Amelia Tjokrowibowo (22409068)",
  "subjects": "COAST-RECREATION USE; RECREATION CENTERS"
}