{
  "id": "28248",
  "title": "Alokasi sumber terbatas dengan metode simulasi jaringan kerja",
  "abstract": "Makin majunya cara-cara pelaksanaan perwujudan konstruksi-konstruksi di abad modern sekarang ini makin terasa perlunya menerapkan prinsip-prinsip manajemen yang sehat di dalam mencapai sasaran kegiatan-kegiatan usaha tersebut. Dengan demikian maka hasil produksi optimal dengan mutu yang memenuhi persyaratan teknis/ilmiah dan ekonomi di dalam waktu yang minimal merupakan tuntutan yang wajar. Pada hakekatnya manajemen suatu proyek dapat ditentukan sebagai fungsi menentukan sumber-sumber yang ada untuk menyelesaikan setiap pekerjaan dalam proyek tersebut menurut rencana induk dan jadwal. Dalam hal yang paling umum kita menggunakan semua sumber dana dan daya yang terdiri dari orang, mesin-mesin, uang, bahan dan waktu. Sumber-sumber yang terbatas mengakibatkan masalah bagi pemakai Critical Scheduling. Waktu mulai dari pekerjaan-pekerjaan tidak hanya dipengaruhi oleh hubungan-hubungan dan ketergantungan antara kegiatan (Precedence Relationship) tetapi juga oleh adanya kemampuan sumber-sumber (Resource Availabilities). Bagaimana kita menentukan pekerjaan mana yang harus didahulukan, pada hari apa, bila sumber-sumbernya terbatas. Pada suatu proyek, di mana banyak saling ketergantungan antara jaringan kerja (Network) dan berbagai variasi sumber, maka akan sukarlah untuk mengetahui kegiatan mana yang harus didahulukan. Alokasi sumber yang terbatas, mengalokasikan sumber-sumber yang ada untuk kegiatan-kegiatan proyek dalam usaha kita untuk mendapatkan jadwal proyek yang terpendek sesuai batas-batas tertentu dari sumber. Dalam hal ini sumber haruslah menentukan jadwal dan bukahlah sebaliknya. Suatu jadwal dapat diartikan sebagai suatu daftar waktu yang mengalokasikan sumber-sumber untuk kegiatan proyek. Dalam tugas akhir ini hendak dibahas bagaimana cara mengalokasikan sumber yang terbatas (orang dan peralatan). Metode yang digunakan di sini adalah simulasi jaringan kerja (Simulation Network). Di dalam metode ini dimungkinkan adanya pemampatan jaringan kerja (Network Compression). Walaupun ada beberapa alternatif untuk mempercepat kegiatan proyek, namun pada prinsipnya diambil mana yang perlu dan mungkin untuk dipercepat sehingga menghasilkan pengurangan waktu seluruh proyek dengan biaya seminimal mungkin. Garis besar pembahasan tugas akhir ini antara lain: Alokasi sumber terbatas dengan metode simulasi jaringan kerja (Network Simulation). Pemampatan simulasi jaringan kerja (Network Compression) Pemecahan yang optimum dari berbagai sumber yang terbatas. Program komputer untuk simulasi jaringan kerja.",
  "creators": "BAMBANG SUSILO; JOHANNES ALLAN MARGONO",
  "contributors": "R. SUCIPTO M. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 212 S; Bambang Susilo (280044), Johannes Allan Margono (280111)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; PROJECT MANAGEMENT"
}