{
  "id": "28253",
  "title": "Evaluasi luas perbaikan tanah lunak dengan sirtu dan semen terhadap pondasi baja bersudut 60 derajat",
  "abstract": "Dalam merencanakan suatu pondasi dangkal di atas tanah lunak perlu diperhatikan beberapa hal, yaitu: a. Daya dukung tanah tidak boleh terlampaui. b. Penurunan (settlement), terutama perbedaan penurunan sedapat mungkin dihindarkan. Di samping itu perlu juga ditinjau aspek biaya supaya biaya yang dikeluarkan seekonomis mungkin. Dengan menggunakan suatu model pondasi baji yang bersudut 60° serta pemanfaatan tanah urug diharapkan dapat mengatasi hal tersebut di atas. Bentuk pondasi baji memungkinkan adanya penyebaran gaya ke arah horisontal, sehingga memperkecil intensitas beban ke arah bawah (vertikal). Hal ini menyebabkan terjadinya perlawanan tanah pasif dari tanah di samping pondasi. Karena itu diperlukan stabilisasi tanah di sekitar pondasi. Penelitian ini dimaksudkan mengetahui luas efektif dari stabilisasi tanah tersebut. Percobaan ini dilakukan di laboratorium dengan membuat Model sirtu pondasi baji bersudut 60 serta menstabilisasi dan semen. Kadar semen dan kadar air adalah 2,5% tanah dan dari berat kering sirtu. Umur curing tanah stabilisasi tersebut adalah 7 hari. Pada sampel-sampel percoban ternyata pada beban tertentu terdapat retak pada tanah stabilisasi dibawah pondasi. Untuk mengatasinya dipakai reinforcement dari geotextile yang diletakkan pada daerah tarik. Agar gaya horisontal bekerja dengan baik, kami mencoba beberapa sampel pondasi yang berdinding licin. Pondasi berdinding licin menimbulkan keretakan pada dinding samping pondasi, sehingga beban yang dapat dipikul oleh pondasi baji licin menjadi lebih kecil bila dibandingkan dengan pondasi baji tidak licin. Dari penelitian ini, kami dapat mengambil kesimpulan bahwa lebar stabilisasi minimum adalah 4D (4 x kedalaman pondasi baji) dan pemakaian reinforcement memberikan pengaruh yang besar terhadap peningkatan beban Selain itu dengan mempelajari pola keruntuhan yang terjadi pada tanah stabilisasi pondasi baji diding licin, maka kami menyarankan untuk dilakukan suatu modifikasi pada bentuk peletakan reinforcementnya.",
  "creators": "AHSANI TAQWIMY; CHANDRA HANGGORO S.",
  "contributors": "Harry Patmadjaja (Examination Committee 1); Sugie Prawono (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 473 S; Ahsani Taqwimy (283101), Chandra Hanggoro Sultawidjaja (286004)",
  "subjects": "FOUNDATION; SOIL CONSOLIDATION-TESTING"
}