{
  "id": "28269",
  "title": "Reaksi pasar terhadap rekomendasi saham yang dikeluarkan oleh Bisnis Indonesia dan Kontan",
  "abstract": "Pertumbuhan ekonomi Indonesia mulai membaik membuat masyarakat Indonesia sadar akan pentingnya investasi. Investasi yang umum di masyarakat adalah saham. Dalam bertransaksi saham, investor sangat membutuhkan informasi. Tidak heran, media massa yang fokusnya pada ekonomi mulai berlomba-lomba menyajikan informasi yang dibutuhkan investor. Salah satu informasi yang dibutuhkan investor adalah rekomendasi saham. Hal ini sesuai dengan teori pasar efisien yang mengatakan harga saham akan merefleksikan informasi yang ada di pasar. Penelitian ini dimaksudkan untuk melihat reaksi pasar terhadap rekomendasi saham yang dikeluarkan Bisnis Indonesia dan Kontan. Penelitian ini termasuk event study. Event study melihat pengaruh sebuah peristiwa terhadap harga saham. Dari hasil penelitian diketahui bahwa 1)Terdapat abnormal return diseputar H-10, H-9, H-1 sebelum rekomendasi saham yang dikeluarkan Bisnis Indonesia dan pada hari lain tidak terdapat abnormal return. 2)Terdapat abnormal return pada H-3 dengan pendekatan market adjusted model, H+1, dan H+7 setelah rekomendasi saham yang dikeluarkan Kontan dan pad ahari lain tidak terdapat abnormal return. 3)Tidak terdapat perbedaan yang signifikan antara cumulative average abnormal return sebelum dan sesudah rekomendasi saham yang dikeluarkan Bisnis Indonesia. 4) Tidak terdapat perbedaan yang signifikan antara cumulative average abnormal return sebelum dan sesudah rekomendasi saham yang dikeluarkan Kontan. 5)Tidak terdapat perbedaaan cumulative average abnormal return yang signifikan antara rekomendasi saham yang dikeluarkan Bisnis Indonesia dengan Kontan.",
  "creators": "MELISA",
  "contributors": "Ridhotama Shanti Darsih Ottemoesoe, S.E., M.Sc.FE., Ph.D. (Advisor 1); Dewi Astuti (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 37010468/MAN/2018; Melisa (37414029)",
  "subjects": "INVESTMENTS; STOCK EXCHANGES; STOCKS--RATE OF RETURN"
}