{
  "id": "28260",
  "title": "Lampu TL tanpa ballast yang diatur secara elektronik",
  "abstract": "Pengoperasian lampu fluorecensi khususnya lampu TL, pada frekuensi jala-jala 50 Hz ternyata tidak efisien. Hal ini disebabkan hampir lebih kurang 80 % daya listrik yang masuk diserap oleh ballast. Lagi pula sifat induktif yang dipunyai choke atau induktor ballast menyebabkan faktor kerja lampu TL yang dioperasikan dengan choke menjadi sangat rendah . Masalah utama dalam mengoperasikan lampu TL adalah masalah penyalaan dan stabilisasi. Karena untuk menyala lampu TL membutuhkan suatu impuls tegangan yang lebih tinggi dari tegangan Jala-jala yaitu 600 volt. Sedang stabilisasi adalan bagaimana mengoperasikan lampu TL pada titik kerjanya, karena lampu TL mempunyai karakteristik arus - tegangan negatif, yang berarti tegangan kerja dari lampu TL akan jauh lebih rendah dari tegangan jala-jala. Dalam lampu TL konvensional impuls tegangan yang digunakan untuk menyalakan diperoleh. dengan bantuan stater switch, dimana stater switch bekerja memanaskan elektrode-elektrode lampu terlebih dahulu. Setelah itu bimetal membuka dan menimbulkan impuls tegangan yang menyalakan lampu, sedang stabilisasi didapat dengan bantuan choke ballast. Fungsi ballast ini memberikan harga arus yang sesuai bagi lampu TL. Penggunaan frekuensi tinggi pada lampu TL akan sangat menguntungkan karena ballast akan dapat dibuat leblh kecil, seh ingga sifat induktif dikurangi, lagi pula rugi daya akan lebih kecil dan faktor kerja akan diperbaiki. Selain itu penggunaan frekuensi tinggi akan meningkatkan kuat penerangan lampu, menghilangkan efek stroboscopic, mengurangi distorsi arus dan sebagainya. Guna membangkitkan frekuensi tinggi inilah ballast elektronik digunakan.",
  "creators": "OEI JONG TJIE",
  "contributors": "BUNAWI GUNAWIDJAJA (Advisor 1); SUSILO MATAIR (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 88/E/TST/008; Oei Jong Tjie (483049)",
  "subjects": "AUTOMATIC CONTROL; ELECTRIC MEASUREMENTS"
}