{
  "id": "28266",
  "title": "Fasilitas ecomuseum budaya suku Dayak Kenyah desa Pampang di Samarinda",
  "abstract": "Keunikan tradisi dan kebudayaan suku Dayak Kenyah desa Pampang adalah aktivitas wisata yang berpotensi bagi kota Samarinda. Namun, keunikan budaya ini mulai ditinggalkan oleh masyarakat lokal karena moderenisasi. Oleh karena itu, Fasilitas Ecomuseum ini berupaya untuk melestarikan dan mempertahankan kebudayaan dan pengetahuan lokal suku Dayak Kenyah melalui desain sebuah kompleks bangunan yang terdiri atas galeri, workshop, penginapan, foodcourt, dan layanan wisata. Bangunan menggunakan pendekatan vernakular tradisional sebagai pendekatan desain dan nilai lokal sebagai konsep desain. Konsep digunakan untuk memperkuat nilai lokalitas melalui bentuk bangunan dan sistem struktur, yang mana terinspirasi dari bentuk dan struktur tradisional rumah Lamin; rumah tradisional suku Dayak Kenyah. Untuk mempertahankan budaya dan tradisi lokal, fasilitas ini menyediakan galeri dan workshop yang dapat digunakan masyarakat lokal untuk belajar dan mempraktekkan kesenian dan kerajinan tradisional dan juga membagikan kemampuan mereka kepada pengunjung. Galeri ini juga memamerkan dan mempertunjukkan kebudayaan lokal, seperti upacara tarian, karya kesenian dan anyaman, serta kuliner. Dengan menampilkan nilai dan kebudayaan lokal dalam desain bangunan, diharapkan fasilitas ini mampu melestarikan kebudayaan suku Dayak Kenyah dan juga merangkul masyarakat suku Dayak Kenyah serta pengunjung ke dalam wisata yang berkelanjutan.",
  "creators": "IVAN SULISTHIO",
  "contributors": "Esti Asih Nurdiah, S.T., M.T., Ph.D. (Advisor 1); Handinoto (Advisor 2); Timoticin Kwanda (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023193/ARS/2013; Ivan Sulisthio. (22409111)",
  "subjects": "ART MUSEUMS; ECOMUSEUMS"
}