{
  "id": "28272",
  "title": "Formal possibilities dalam video musik boyband dan girbland Indonesia 2010 hingga 2012",
  "abstract": "Penelitian ini dilakukan untuk mengetahui apa saja formal possibilities yang ada dalam video musik boyband dan girlband Indonesia 2010 hingga 2012. Formal possibilities adalah macam-macam kemungkinan bentuk dalam video musik yang mengacu pada 2 bentuk paling dasar yaitu performance oriented dan conceptual oriented. Peneliti meneliti formal possibilities sebagai gambaran bagi produser video musik dan penonton video musik tentang apa saja formal possibilities yang telah ditampilkan dan yang belum ditampilkan. Metode penelitian yang digunakan adalah analisis isi dengan menggunakan 13 video musik boyband dan girlband Indonesia sebagai unit analisis. Peneliti menggunakan 2 indikator formal possibilities yaitu performance yang memiliki 6 sub-indikator yaitu the anti-performance, the pseudo-reflexive performance, the performance documentary, the special effect extravaganza, the song and dance number, the enhanced performance dan conceptual yang memiliki 5 sub-indikator yaitu narrative form, categorical form, argumentative form, associational form, dan abstract form. Hasil penelitian ini adalah bahwa performance yang paling banyak muncul yaitu the song and dance number dan conceptual yang paling banyak muncul yaitu narrative form. Hal ini menunjukkan adanya pergeseran tren jenis performance yang ditampilkan pada video musik boyband dan girlband Indonesia. Video musik yang dulunya mementingkan penampilan musik (the enhanced performance) kini lebih mementingkan penampilan dalam menari (the song and dance number) bahkan video musik justru menghindari penampilan musik (the anti performance). Dominasi tarian dalam video musik girlband boyband Indonesia 2010-2012 ini tak lepas dari pengaruh Korean wave yang menampilkan video musik girlband boyband Korea dengan ciri khas ‘dance point’ yang diikuti oleh girlband boyband Indonesia 2010-2012. Untuk conceptual, pada penelitian ini dan penelitian sebelumnya, sama-sama paling banyak menampilkan narrative form.",
  "creators": "ILONA MERITSHEBA LOLA F.",
  "contributors": "Lady Joanne Tjahyana, S.Kom., MMM. (Examination Committee 1); Jandy Edipson Luik (Advisor 2); Judy Djoko Wahjono Tjahjo (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010863/KOM/2013; Ilona Meritsheba L.F (51409051)",
  "subjects": "COMMUNICATION; MASS MEDIA"
}