{
  "id": "28287",
  "title": "Pengaruh kualitas komunikasi interpersonal pemimpin kelompok sel terhadap komitmen organisasi anggota kelompok sel di Satelit Holy Gereja Mawar Sharon Surabaya",
  "abstract": "Kesuksesan mencapai tujuan organisasi pada dasarnya ditentukan oleh kemampuan dan keterampilan komunikasi pemimpin organisasi. Keterampilan komunikasi interpersonal pemimpin juga penting untuk meningkatkan keterikatan anggota terhadap organisasi. Penelitian ini dilakukan untuk mengetahui ada tidaknya pengaruh antara kualitas komunikasi interpersonal pemimpin kelompok sel kepada anggota kelompok sel terhadap komitmen organisasi anggota kelompok sel di Satelit Holy Gereja Mawar Sharon Surabaya. Penelitian ini dilaksanakan dengan menggunakan metode survey. Selanjutnya, data yang diperoleh ditabulasi dan dianalisis dengan statistik deskriptif berupa tabel frekuensi. Teknik analisis data yang digunakan ialah teknik analisis kuantitatif dengan menggunakan analisis korelasi dan analisis regresi linear sederhana. Temuan penelitian ini menunjukkan bahwa ada pengaruh antara kualitas komunikasi interpersonal pemimpin kelompok sel dan komitmen organisasi anggota kelompok sel. Pengaruh ini bersifat searah, artinya apabila kualitas komunikasi interpersonal semakin baik, maka komitmen organisasi anggota kelompok sel di Satelit Holy Gereja Mawar Sharon juga semakin baik, begitu pula sebaliknya. Kontribusi penelitian adalah untuk memperkaya kajian ilmu komunikasi interpersonal, khususnya topik kualitas komunikasi interpersonal yang dikaitkan dengan komitmen organisasi, serta memberikan masukan bagi Satelit Holy berkaitan dengan hasil penelitian.",
  "creators": "FELICIA SETYONO",
  "contributors": "Gatut Priyowidodo (Advisor 1); Desi Yoanita (Advisor 2); Felicia Goenawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010874/KOM/2013; Felicia Setyono (51409056)",
  "subjects": "INTERPERSONAL COMMUNICATION"
}