{
  "id": "28313",
  "title": "Perencanaan balok pratekan parsiil terhadap lentur dengan metode beban ekivalen",
  "abstract": "Beton pratekan dan beton bertulang biasa sebenarnya merupakan satu rumpun dalam ilmu konstruksi beton. Namun dalam perkembangannya akibat peraturan-peraturan dan buku-buku yang dlterbitkan menjadi terpisah dalam ilmu konstruksi beton bertulang dan konstruksi beton pratekan parsiil. Pada tulisan ini mau mengemukakan bahwa sebenarnya antara beton bertulang biasa menjadi beton pratekan parsiil sampai pratekan penuh mempunyai prosedur disain dan pengecekan yang sama, yaitu disain terhadap beban batas dan pengecekan terhadap lebar retak dan lendutan Pada beton pratekan parsiil sampai beton bertulang biasa hanya bervariasi pada beban dekompresinya saja, sehingga perencanaan terhadap balok pratekan parsiil yang menggunakan pendekatan beton bertulang biasa dengan pembebanan buatan (artif icial loading) sekarang lebih fleksibel karena adanya keleluasaan dalam menetapkan berapa besar beban dekompresi yang direncanakan, sehingga besarnya penulangan prategang yang diperlukan dapat diketahui besarnya, Pada disain pratekanan yang terdahulu selalu melakukan pengecekan terhadap tegangan, padahal konsep ini mempunyai beberapa kelemahan yaitu: pada suatu struktur yang rigid, besarnya gaya pratekan yang menekan balok tidak dapat diketahui secara pasti berapa besarnya dan untuk penampang T, berapa anggapan lebar sayap akan mempengaruhi terhadap pengecekan tegangan. Dari kelemahan-kelemahan di atas, maka pada konsep pratekanan yang sekarang dengan prosedur seperti beton bertulang. biasa dengan artificial loading, dapat diharapkan mengatasi kelemahan-kelemahan di atas. Pada tulisan ini hanya disain pada penulangan lentur saja. Prosedur disain terhadap lentur dapat dilakukan dengan dua cara yaitu dengan persamaan keseimbangan lengkap dan cara tabel. Pada persamaan keseimbangan lengkap disain dapat dibantu dengan menggunakan program komputer dan pada cara tabel disain dapat dilakukan dengan menggunakan tabel. Pembahasan yang lain meliputi berapa besar gaya-gaya aksial yang ditimbulkan oleh berat sendiri balok, akibat prategangan serta akibat-akibat pengaruh lain seperti pengaruh restrain kolom dan perletakan. Pengecekan yang dilakukan untuk mencari lebar retak dan lendutan dengan caua detail memiliki prosedur yang sama dengan beton bertulang biasa dengan memasukkan pengaruh prategangan pada stadium dekompresi, demikian juga pada pengecekan terhadap lendutan yang terjadi.",
  "creators": "PAULUS PRAJOGO; BUDI SANTOSO WIJAYA",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1); Takim Andriono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 499 S; Paulus Prajogo (14286009), Budi Santoso Wijaya (14286012)",
  "subjects": "PRESTRESSED CONCRETE-COMPUTER PROGRAMS"
}