{
  "id": "28343",
  "title": "Hambatan komunikasi antar budaya antara staf marketing dengan penghuni berkewarganegaraan Australia dan Korea Selatan di apartemen X Surabaya",
  "abstract": "Penelitian ini akan membahas mengenai hambatan komunikasi antar budaya antara staf Marketing dengan penghuni berkewarganegaraan Australia dan Korea Selatan di apartemen X Surabaya. Dalam praktiknya, komunikasi antar dua budaya yang berbeda dapat menimbulkan hambatan yang dipicu karena adanya perbedaan-perbedaan karakteristik dari dua budaya tersebut. Dalam penelitian ini peneliti menggunakan pendekatan kualitatif dengan jenis penelitian yang bersifat deskriptif. Dari penelitian ini dapat disimpulkan bahwa dalam komunikasi antar budaya sendiri terdapat faktor-faktor yang mempengaruhi keefektifan komunikasi antar budaya seperti faktor fisik, budaya, persepsi, motivasi, pengalaman, emosi, bahasa, nonverbal dan faktor kompetisi misalnya, akan menyebabkan terjadinya komunikasi yang tidak efektif ketika faktor-faktor tersebut terlibat dalam sebuah proses komunikasi. Dalam penelitian ini, hambatan komunikasi antar budaya antara budaya konteks tinggi ketika dihadapkan dengan budaya konteks rendah cenderung melibatkan faktor-faktor di atas tanpa adanya faktor emosi dan nonverbal, sedangkan pada hambatan komunikasi antar budaya konteks tinggi dengan budaya konteks rendah melibatkan semua faktor di atas. Penelitian ini juga menemukan bahwa tidak selamanya perbedaan bahasa dan faktor nonverbal yang umumnya terjadi dalam komunikasi antara dua budaya yang berbeda menjadi faktor penyebab kegagalan dalam sebuah proses komunikasi antar budaya.",
  "creators": "ALVIN SANJAYA",
  "contributors": "Ido Prijana Hadi (Examination Committee 1); Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 2); Grace Swestin (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010906/KOM/2013; Alvin Sanjaya (51407099)",
  "subjects": "COMMUNICATION; INTERCULTURAL COMMUNICATION"
}