{
  "id": "28352",
  "title": "Studi perbandingan sifat-sifat dan mix design antara AC Pertamina dan AC British Petroleum",
  "abstract": "Pemakaian aspal untuk pekerjaan konstruksi perkerasan jalan raya merupakan suatu keadaan yang sudah biasa, karena kebanyakan jalan-jalan di Indonesia adalah jalan dengan perkerasan fleksibel, yaitu yang menggunakan aspal sebagai bahan pengikat campuran perkerasannya. Jenis Aspal yang dipakai untuk lapisan penutup suatu perkerasan adalah Asphalt cement. Asphalt cement merupakan aspal minyak hasil penyulingan minyak bumi, dan yang beredar di pasaran Indonesia, kebanyakan mempunyai grade Pen. 60/70. Bila dilihat di pasaran, akan dijumpai berbagai macam Asphalt cement dalam berbagai merk dagang, seperti AC Pertamina, AC British Petroleum, AC Shell, AC dari Korea, dan lain sebagainya. Dalam pemilihan AC seringkali ditinjau dari segi mutunya, sehingga belum tentu AC yang harganya lebih murah yang dipakai. Dari segi mutu/kualitas suatu AC, tidak terlepas dari karakteristik AC tersebut. Karakteristik berupa penetrasi, titik lembek, titik nyala, daktilitas dan sebagainya sangat perlu untuk diuji terlebih dahulu sebelum mengambil keputusan untuk memakai suatu jenis AC tertentu. Untuk keperluan ini, maka di dalam buku tugas akhir ini dilakukan pengujian-pengujian secara laboratoris mengenai karakteristik yang diperlukan oleh suatu AC. Adapun yang dipakai untuk penelitian adalah AC Pertamina Pen. 60/70 dan AC British Petroleum Pen. 60/70. Hasil penelitian karakteristik kedua AC tersebut memberikan suatu gambaran mengenai sifat-sifat teknisnya, serta perilakunya apabila mengalami pemanasan yang berlebihan. Pemanasan dengan jalan menjemur AC secara langsung di luar, menunjukkan bahwa cuaca panas (sinar matahari) pada iklim tropis di Indonesia besar sekali pengaruhnya bagi aspal. AC akan mudah menjadi cair, serta bila menerima pemanasan yang berlebihan akan menunjukkan suatu sifat kaku. Nilai indeks penetrasi, hasil hubungan penetrasi dan titik lembek dengan jelas menunjukkan keadaan ini. Dalam keadaan normal karakteristik AC Pertamina dan AC British Petroleum dapat dikatakan hampir sama (tidak berbeda terlalu jauh), tetapi pada keadaan penjemuran (dengan maksud memberikan pengaruh pemanasan yang berlebihan) terlihat adanya perbedaan, terutama pada titik lembek dan daktilitas untuk AC Pertamina lebih baik dibandingkan AC British Petroleum. Untuk mengetahui lebih jelas, sejauh mana perbedaan antara AC Pertamina dan AC British Petroleum, maka di dalam buku tugas akhir ini akan diuraikan: 1. Karakteristik Asphalt Cement Pertamina maupun Asphalt Cement British Petroleum, 2. Perilaku kedua Asphalt Cement tersebut terhadap pengaruh penjemuran, 3. Pengujian campuran HRS dengan metode Marshalll dengan memakai kedua macam AC tersebut.",
  "creators": "LIMAN TJAHJO PURNOMO; CORNELIUS WIDJAJA",
  "contributors": "W. GUNAWAN (Examination Committee 1); Indriani (Advisor 2); Harry Patmadjaja (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 442 S; Liman Tjahjo Purnomo (34287001), Cornelius Widjaja (34287155)",
  "subjects": "PAVEMENTS, ASPHALT CONCRETE; PETROLEUM"
}