{
  "id": "28370",
  "title": "Proses komunikasi interpersonal antara guru dengan murid penyandang autis di kursus piano Sforzando Surabaya",
  "abstract": "Penelitian ini dilakukan untuk menggambarkan proses komunikasi interpersonal antara guru dengan murid penyandang autis di kursus piano Sforzando Surabaya. Komunikasi secara interpersonal terjadi antara guru dan murid autis dalam proses pengajaran materi les piano. Penelitian ini melihat bagaimana guru berkomunikasi dengan murid autis yang mempunyai kesulitan untuk berkomunikasi dengan orang lain. Peneliti menggunakan metode studi kasus dengan melakukan pengamatan dan wawancara dua informan untuk mengamati dan mendeskripsikan komunikasi interpersonal antara Mike (murid yang telah mengikuti les piano selama enam tahun) dan Jack (murid yang baru enam bulan mengikuti les piano) dengan guru lesnya. Dalam penelitian ini ditemukan bahwa guru lebih banyak menyampaikan materi dengan cara verbal namun ketika cara tersebut tidak berhasil maka guru akan mengkomunikasikan kembali dengan verbal dan nonverbal sampai murid mengerti. Murid lebih banyak menggunakan bahasa nonverbal untuk berkomunikasi, namun dalam keadaan mendesak maka murid autis akan menggunakan bahasa verbal untuk berkomunikasi. Hambatan psikologis dan hambatan semantik merupakan hambatan yang sering muncul. Reward and punishment juga merupakan bagian dari pesan yang disampaikan secara verbal maupun nonverbal. Pesan dan saluran merupakan komponen komunikasi interpersonal yang penting dalam proses penyampaian materi dari guru kepada murid autis. Dalam penelitian ini juga menemukan bahwa komunikasi secara interpersonal membantu untuk dapat mempengaruhi kemampuan berkomunikasi kearah yang lebih positif.",
  "creators": "IMANUEL BUDIANTO",
  "contributors": "JUDY DJOKO WAHJONO TJAHJO, S.E.,M.Si. (Advisor 1); Desi Yoanita (Advisor 2); Ido Prijana Hadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010894/KOM/2013; Imanuel Budianto (51409017)",
  "subjects": "INTERPERSONAL COMMUNICATION"
}