{
  "id": "28388",
  "title": "Fasilitas persemayaman dan kolumbarium di Surabaya",
  "abstract": "“Fasilitas Persemayaman dan Kolumbarium di Surabaya” ialah fasilitas umum yang berfungsi sebagai tempat untuk menyemayamkan jenazah orang yang sudah meninggal sebelum menuju tempat peristirahatan mereka yang terakhir, baik di- makamkan ataupun dibakar. Fasilitas yang disediakan ialah ruang persemayaman yang disewakan, ruang memorial di kolombarium, ruang ritel untuk yang menjual alat-alat untuk upacara persemayaman termasuk bunga segar dan bunga kering, serta kantin. Pendekatan perancangan yang dipilih adalah pendekatan filosofis dari makna kematian seseroang yang tetap diingat. Seperti yang dikatakan Dr. Sam Vaknin yang membahas bagaimana eksistensi orang yang meninggal masih ada selama mereka diingat oleh orang lain. Mengenang mereka yang meninggal yang kita kasihi merupakan sebuah memori yang dapat selalu dikenang. Oleh sebab itu konsep perancangan yang dipakai adalah “memory”. Aplikasi Konsep memori yang dipilih mempengaruhi proses penataan massa, zoning dan bentuk yang didesain. Memori diwujudkan dalam bentuk sebuah perjalanan yang merupakan axis dari tapak, yang dimulai dari pintu masuk sampai ke tempat memory yang abadi yaitu kolombarium. Axis ini merupakan tanggapan desain tapak terhadap potensi tapak yang berada di ujung perempatan jalan. Untuk memberikan penekanan pada alur perjalanan memori, maka pendalaman perancangan yang dipilih adalah “sequence”, di mana karakter setiap titik mulai dari pintu masuk menuju ke tempat persemayaman, dan ke kolombarium merupakan sebuah ruang yang mampu memberikan kesempatan pengguna untuk mengenang sebuah “memory”.",
  "creators": "ALVIN VENANTIUS KARTONO",
  "contributors": "I Gusti Nyoman Sulendra (Advisor 1); Lilianny Sigit Arifin (Advisor 2); Anik Juniwati (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023202/ARS/2013; Alvin V. K. (22409122)",
  "subjects": "CREMATORIUMS--DESIGNS AND PLANS"
}