{
  "id": "28392",
  "title": "The Portrayal of East Java in public service announcements produced by JTV",
  "abstract": "In today’s culture, the modern society is constantly bombarded with prejudicial and discriminatory images and ideas which can shape stereotype of certain context. The consistency and pervasiveness of cultural stereotypes suggest another route of transmission, namely the television. JTV has been producing Public Service Announcements (PSAs) frequently that portray the cultural daily lives of East Java. This may embed certain level of stereotype to audience minds about East Java. Therefore, the research objective is to see the portrayal of East Java in PSAs produced by JTV. With the research method of quantitative content analysis was undertaken to examine the construction of East Java by using the components of portrayal of culture in media as a gauge. The findings as overall are the components that present and consistently shown in JTV PSAs tend to depict stereotypical traits of East Java culture. The results give a strong foundation that it likely displays hegemony process by JTV through the imagery shown in its PSAs. It highlights the tendency of traditional value when associated with modernism concept. The portrayals of East Java were appropriated with the discourse of “traditional” and “modern” distinctions, which more likely show the traditional value of East Java. This study can be used as a foundation for further research about media portrayal. Also, this study contributes to media institutes as consideration for the production concept.",
  "creators": "MELARISSA BENEDICTA S",
  "contributors": "Gatut Priyowidodo (Advisor 1); NANANG KRISDINANTO (Advisor 2); Jandy Edipson Luik (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 20010897/KOM/2013 Melarissa Benedicta Sjarief (51409055)",
  "subjects": "PUBLIC SERVICE ANNOUNCEMENT; TELEVISION PROGRAMS"
}