{
  "id": "28415",
  "title": "Implementasi tanggung jawab investor relations pada corporate website: 9 perusahaan terbaik Fortune Indonesia 2012",
  "abstract": "Penelitian ini dilakukan untuk mengetahui Implementasi Tanggung Jawab Investor Relations pada Corporate Website: 9 Perusahaan Terbaik Fortune Indonesia 2012 dengan menggunakan Metode Analisis Isi Kuantitatif. Sample penelitian ini merupakan corporate website dari 9 Perusahaan Fortune Indonesia Terbaik 2012, yaitu perusahaan-perusahaan tercatat dengan peringkat tertinggi dari setiap jenis industri berbeda menurut pembagian IDX (Indonesia Exchange Index). Penelitian ini dilakukan dengan menggunakan teori Tanggung Jawab Investor Relations, yang terdiri atas Financial Reporting and Disclosure, Pemasaran Tesis Investasi Perusahaan, Komunikasi Tata Kelola Perusahaan, serta Public Presence. Temuan dalam penelitian ini menunjukkan bahwa enam dari sembilan Perusahaan Terbaik Fortune Indonesia 2012 tersebut telah mengimplementasikan Tanggung Jawab Investor Relations pada Corporate Website-nya yaitu Astra International, Telekomunikasi Indonesia, United Tractors, Bank Mandiri, Bumi Resources, dan Wijaya Karya. Tiga perusahaan lainnya yaitu HM Sampoerna, SMART dan Indah Kiat Pulp and Paper belum mengimplementasikan Tanggung Jawab Investor Relations Pada Corporate Website-nya. Lebih lanjut, Implementasi Tanggung Jawab Investor Relations Pada Corporate Website Pada Corporate Website: 9 Perusahaan Terbaik Fortune Indonesia 2012 dipengaruhi oleh beberapa faktor, selain pendapatan perusahaan. Hal tersebut diantaranya visi, misi, strategi dan budaya perusahaan, governmental ownership, jenis industri perusahaan (keuangan dan teknologi), latar belakang direksi perusahaan (sekretaris perusahaan), strategi orientasi pasar saham perusahaan (domestik atau internasional), tipe investor (individual atau institutional investor), kepemilikan saham mayoritas, serta faktor eksternal perusahaan.",
  "creators": "PATRICIA REBECCA A L",
  "contributors": "Felicia Goenawan (Advisor 1); Lady Joanne Tjahyana, S.Kom., MMM. (Advisor 2); Marsefio S. Luhukay (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010904/KOM/2013; Patricia Rebecca (51409127)",
  "subjects": "PUBLIC RELATIONS"
}