{
  "id": "28465",
  "title": "Swear words used by teen and adult gamers in playstation rental places",
  "abstract": "The use of swear words that were banned previously are often used now in social life. It is apparent in the Playstation rental places that swear words are used frequently by the gamers while interacting with their playmates. Ironically, there are many kids in this place who should be given examples of well behaviour and way of speaking in accordance with the norms of civility in society by older people instead of examples of using swear words. It makes the writer curious to investigate the swear words used by teen and adult gamers in Playstation rental places. Therefore, the writer wants to find out the types of swear words used by the gamers. He also tries to identify the similarities and differences of swear words produced by the subjects. The writer uses a descriptive qualitative approach in this study. To analyze the data, the writer combines the theory of swear words by Wardhaugh and Hughes. The combination forms ten types of swear words namely genital term, anatomical term, excretory term, imbecilic term, animal term, general term, mother in law term, death term, sex term, and religious term. He also tries to identify the similarities and differences of swear words produced by the subjects. The writer uses a descriptive qualitative approach in this study. From the ten available types of swear words, the most frequent types of swear words used by teen gamers is animal term, while the most frequent types of swear words used by adult gamers is sex term.The final result of this study is that the teen gamers use swear words more often and more various than the adult gamers.",
  "creators": "CHRISTIAN ANDRY KURNIAWAN",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012013/ING/2012; Christian Andry (11407054)",
  "subjects": "INDONESIAN LANGUAGE-WORLD FORMER; LEXICOLOGY; SOCIOLINGUISTICS"
}