{
  "id": "28462",
  "title": "Pengelolaan dan pengembangan bisnis jasa kebugaran pada Artharaga Fitness Center",
  "abstract": "Saat ini banyak tempat-tempat fitness yang saling bersaing mendapatkan anggota, hal tersebut karena bagi kebanyakan masyarakat kota, fitness merupakan wahana baru sebagai sarana olah raga yang nyaman dan praktis disela-sela kesibukan serta rutinitas kerja. Penelitian ini bertujuan untuk mendeskripsikan pengelolaan bisnis jasa kebugaran, menganalisis situasi dan kondisi lingkungan eksternal dan internal dengan menggunakan analisis SWOT dan menyusun rencana model alternatif strategi pengembangan pada bisnis jasa kebugaran pada Artharaga Fitness Center di Jalan Siwalankerto No. 77 Surabaya Metode yang digunakan dalam penelitian ini adalah metode kualitatif dengan teknik analisis data yang dikembangkan oleh Miles dan Huberman dengan tiga tahap yaitu reduksi data (data reduction), penyajian data (data display), dan penarikan kesimpulan. Hasil penelitian menunjukkan dari faktor internal kelebihan Artharaga fitness center harga harga sangat besaing kelemahannya adalah promosi yang dilakukan masih kurang sedangkan dari faktor eksternal adalah minat konsumen yang tinggi sedangkan ancamannya adalah tingkat persaingan antar perusahaan Fitness Center yang tinggi, oleh karena itu untuk mengatasi masalah tersebut penulis menyarankan perusahaan untuk menggunakan strategi generik differentiation dan rencana strategi untuk pengembangan bisnis pada usaha Artharaga fitness center sebagai perusahaan kebugaran adalah dengan menggunakan teknik perluasan cakupan bisnis (economic of scope).",
  "creators": "EDWIN HARTANTO",
  "contributors": "Bambang Haryadi (Advisor 2); Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010631/MAN/2013 ; Edwin Hartanto (31407227)",
  "subjects": "STRATEGIC PLANNING"
}