{
  "id": "28464",
  "title": "Analisa faktor individual pengusaha mikro dan kecil sektor informal dan hubungannya terhadap kinerja bisnis di Jawa Timur",
  "abstract": "Tujuan penelitian ini adalah untuk mendeskripsikan faktor individual pengusaha sektor informal, melihat kinerja bisnis pengusaha sektor informal dan melihat hubungan antar faktor individual dan kinerja bisnis pada usaha sektor informal di Jawa Timur. Penelitian ini menggunakan 68 sampel UMK yang tersebar di Jawa Timur. Jenis penelitian yang digunakan yaitu deskriptif kuantitatif, di mana teknik pengumpulan data dilakukan dengan menyebarkan kuesioner. Data yang diperoleh kemudian diuji statistik deskriptif (distribusi frekuensi) dan cross tab menggunakan SPSS 16.0. Hasil penelitian menunjukan bahwa pemilik usaha mikro dan kecil sektor informal mayoritas laki-laki, berusia kurang dari 25 tahun, kawin, memiliki anak, jenjang pendidikan perguruan tinggi dan memiliki pengalaman yang sesuai, waktu kerja lebih dari 36 jam, punya keterampilan, penghasilan awal berdiri kurang dari lima puluh juta, penghasilan saat ini kurang dari tujuh belas juta, modal awal berdiri kurang dari dua puluh juta, modal saat ini kurang dari enam puluh juta, asset awal berdiri kurang dari lima ratus juta rupiah, asset saat ini kurang dari satu milyar rupiah, profit awal berdiri kurang dari empat puluh lima juta rupiah dan profit saat ini kurang dari dua ratus lima puluh juta rupiah dan mayoritas berjenis usaha produk. Dilihat dari hasil tabulasi silang antara jenjang pendidikan dan penentuan target pelanggan saat ini, mayoritas yang sudah menetapkan target pelanggan adalah responden berpendidikan SMA dan perguruan tinggi. Dari hasil tabulasi silang antara jenjang pendidikan dan promosi saat ini, mayoritas responden berpendidikan SMA dan perguruan tinggi menggunakan getok tular. Dari hasil tabulasi silang antara usia dan promosi saat ini, mayoritas responden yang berusia kurang dari 25 tahun menggunakan cara penjualan langsung. Dari hasil tabulasi silang antara usia dan distribusi saat ini, mayoritas responden yang berusia 25-35 tahun melakukan distribusi ecer sendiri.",
  "creators": "STEPHANIE HARTONO",
  "contributors": "Dhyah Harjanti (Advisor 1); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010621/MAN/2013; Stephanie Hartono (31408047)",
  "subjects": "ENTREPRENEURSHIP; SMALL BUSINESS-MANAGEMENT"
}