{
  "id": "28468",
  "title": "Analisa kinerja bisnis pada usaha sektor formal an informal di Jawa Timur (aspek pemasaran dan SDM)",
  "abstract": "Tujuan penelitian ini adalah untuk mendeskripsikan perbandingan kinerja bisnis pada sektor usaha formal dan informal di Jawa Timur serta mendeskripsikannya dalam aspek pemasaran dan aspek SDM (Sumber Daya Manusia). Penelitian ini menggunakan 141 sampel UKM yang tersebar di Jawa Timur. Jenis penelitian yang digunakan yaitu deskriptif kuantitatif, di mana teknik pengumpulan data dilakukan dengan menyebarkan kuesioner. Data yang diperoleh kemudian diolah dengan statistik deskriptif (distribusi frekuensi) dan diuji uji t menggunakan SPSS 16.0. Hasil penelitian menunjukkan bahwa perbandingan kinerja sektor formal dan sektor informal mengalami perbedaan kinerja pada beberapa indikator, yaitu aspek pemasaran (distribusi saat awal dan sekarang serta jangkauan wilayah distribusi saat awal dan sekarang) dan aspek SDM (jumlah karyawan pria tetap sekarang, jumlah karyawan wanita tetap dan jumlah karyawan pria tidak tetap awal, serta jumlah upah saat awal dan sekarang). Akan tetapi, ada juga persamaan antara kinerja usaha sektor formal dan informal, yaitu pada indikator aspek pemasaran (penentuan target pelanggan, produk yang dihasilkan, penetapan harga , pemberian diskon pada saat tertentu, dan promosi sekarang) dan aspek SDM (jumlah karyawan pria tetap saat awal, jumlah karyawan wanita tetap dan jumlah karyawan pria tidak tetap sekarang, jumlah karyawan wanita tidak tetap serta jam kerja saat awal dan sekarang). Dengan demikian, secara keseluruhan dapat disimpulkan bahwa kinerja usaha sektor formal dan usaha sektor informal berbeda tergantung dari aspek dan indikator penilaiannya.",
  "creators": "OKTAVYANI FERRA WINATA",
  "contributors": "Dhyah Harjanti (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010609/MAN/2013; Oktavyani Ferra Winata (31408132)",
  "subjects": "MARKETING-MANAGEMENT; SMALL BUSINESS ENTERPRISES; PERSONNEL MANAGEMENT"
}