{
  "id": "2847",
  "title": "Rancangan dan usaha peningkatan kualitas layanan di supermarket Tops HR. Muhammad",
  "abstract": "Kualitas layanan merupakan faktor yang sangat penting khususnya dalam dunia jasa. Hal ini berlaku juga untuk Supemriarket TOPS HR. Mohammad. Apabila kualitas layanan tidak memenuhi harapan pelanggan maka pelanggan akan mencari alternatif tempat berbelanja yang lain. Dalam usaha memahami harapan pelanggan tersebut dicoba untuk melakukan pengelompokan pelanggan berdasarkan harapan mereka terhadap kualitas layanan dengan menggunakan analisa kluster teknik hirarki. Dengan melakukan ujt Chi-Square diketahui bahwa tidak ada hubungan antara kiuster dengan karakteristik pelanggan yang meliputi jenis kelamin, usia, status pernikahan, pekerjaan, rata-rata pengeluaran/bulan untuk belanja di TOPS, darimana mengenal TOPS, belanja untuk kebutuhan siapa, frekuensi berbelanja, dan minggu berbelanja. Perhitungan Weighled Servqual (gap 5) secara keseluruhan bernilai negatif (-0,2100). Dimensi dengan nilai gap lebih besar diprioritaskan untuk diperbaiki lebih dulu karena itu perbaikan difokuskan pada dimensi responsiveness yang mempunyai nilai gap -0,2335 dan reliability yang mempunyai nilai -0,2246. Hasil evaluasi dengan menggunakan metode Pugh menunjukkan bahwa pihak TOPS dapat memperbaiki kedua dimensi tersebut dengan cara menyediakan karyawan yang aktif, bel di bagian-bagian tertentu, counter khusus untuk mengecek harga, petunjuk jam kerja, tips pemilihan buah, tempat penampung produk yang tidak jadi dibeli. Untuk mendukung perbaikan kualitas layanan pada pelanggan, di dalam internal perusahaan sendiri juga harus dilakukan perbaikan dengan penekanan perbaikan pada gap 2 dan 4 yang mempunyai nilai overall negatif. Perbaikan tersebut dapat dilakukan dengan memperbaiki faktor-faktor penyebab masing-masing gap yang mempunyai skor lebih rendah.",
  "creators": "YENNY ONGKO",
  "contributors": "Moses L. Singgih (Advisor 1); Jani Rahardjo (Advisor 2); Kriswanto Widiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 543/TI-024/2002; Yenny Ongko (25498003)",
  "subjects": "TOTAL QUALITY MANAGEMENT-STASTITICAL MODELS"
}