{
  "id": "28481",
  "title": "Analisis deskriptif strategi bersaing PT Tambak Agung Metok Arjasa",
  "abstract": "Industri budidaya ikan tambak saat ini terus menunjukkan pertumbuhan yang baik, hal ini disebabkan oleh banyaknya pebisnis yang mulai mengubah bisnisnya dari bisnis ikan tangkap menjadi bisnis budidaya tambak. Dalam penelitian ini, perusahaan yang akan diteliti adalah PT Tambak Agung Metok Arjasa. Agar dapat bersaing di dalam industri, perusahaan harus mampu menerapkan strategi yang tepat. Penelitian ini dilakukan dengan tujuan untuk mengetahui strategi bersaing yang diterapkan oleh PT Tambak Agung Metok Arjasa dalam menghadapi persaingan di dalam industri budidaya ikan tambak. Setelah itu akan dilakukan penelitian tentang strategi bersaing perusahaan jika menggunakan strategi Blue Ocean. Pengumpulan data dilakukan dengan cara wawancara dan observasi secara langsung di lapangan. Teknik analisis data yang digunakan adalah purposive sampling. Pengujian keabsahan data dilakukan dengan dengan menggunakan triangulasi sumber untuk membandingkan kebenaran informasi yang diperoleh melalui waktu dan alat yang berbeda. Cara penelitian yang dilakukan dalam penelitian ini adalah dengan membandingkan data hasil pengamatan dengan data hasil wawancara, dan membandingkannya kembali dengan data-data tertulis yang dimiliki PT Tambak Agung Metok Arjasa. Dari hasil penelitian yang dilakukan, strategi cost leadership yang digunakan oleh perusahaan saat ini masih layak untuk digunakan, namun untuk ke depannya berpotensi ditiru oleh pesaing. PT Tambak Agung Metok Arjasa dapat menerapkan strategi Blue Ocean dengan menjadikan lokasi tambak sebagai tempat wisata.",
  "creators": "ANDREW SANTOSO",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Eddy Madiono Sutanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010563/MAN/2013; Andrew Santoso (31409020)",
  "subjects": "COMPETITION; STRATEGIC PLANNING; FAMILY CORPORATIONS"
}