{
  "id": "28499",
  "title": "The Forms and functions of the hedges used in vice presidential campaign debate between governor palin and senator biden",
  "abstract": "This study was carried out to find out the forms in relation to the functions of hedges used by Biden and Palin in campaign debate entitled Vice-Presidential Debate. One of both debaters, Biden is inspiring politician nowadays because he is known as an honest and critical person. Besides, he is serving under President Barack Obama as a vice-president right now. This significant fact encourages me to know the hedges used by politician through study. The theory applied in this study is retrieved from Keeffe, McCarthy, Carter (2007). It explains about the forms of hedges. It is also supported by Murphy’s theory of hedges (2010) to explain functions of hedges. After combining both theories, the forms of hedges appeared are 12 while the functions of hedges are 7. As the result, the most frequent form of hedges used by both politicians is modal verb. In the functions of hedges, Murphy (2010) stated that they consist of to express doubt and confidence, to protect the feelings of the Addressee, to signal for searching the right words, to avoid the appearance of playing expert, to soften the statement, to show sensitivity, and to facilitate the opening discussion. From those 7 functions of hedges, the most frequent function of hedges used by both politicians is to soften the statement. In order to know the comparison numbers of hedges occurring in each politician’s utterances, I provide two tables of total hedges in utterances, that is table 3.1 and 3.2. As for the result, I find that Palin used hedges more than Biden.",
  "creators": "CELIANA HADIBROTO",
  "contributors": "Julia Eka Rini (Examination Committee 1); Samuel Gunawan (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012004/ING/2012; Celiana Hadibroto (11408008)",
  "subjects": "ENGLISH LANGUAGE-SOCIAL ASPECTS; SOCIOLINGUISTICS"
}