{
  "id": "28496",
  "title": "Studi deskriptif kriteria suksesor pada PT. Rezeki Husada Utama",
  "abstract": "Fenomena yang seringkali menjadi sorotan dalam perusahaan keluarga adalah transisi antar generasi yang tidak berjalan sesuai dengan ekspektasi. Dalam sebuah penelitian yang telah dilakukan, dinyatakan bahwa 70 persen perusahaan keluarga gagal dalam meraih kesuksesan di generasi keduanya. Di Indonesia sendiri dari total 195.000 perusahaan yang ada, 95 persen dari jumlah tersebut didominasi perusahaan keluarga. Salah satu perusahaan keluarga yang mengalami transisi antar generasi adalah PT. Rezeki Husada Utama. Studi deskriptif ini bertujuan untuk mengetahui perencanaan suksesi yang diterapkan oleh PT. Rezeki Husada Utama dan mengidentifikasi kompetensi yang dimiliki oleh suksesornya dengan berdasar pada JCG Octagon Managerial Competency sebagai kriteria. Pengumpulan data dalam studi ini dilakukan dengan menggunakan metode wawancara dan observasi. Sedangkan penentuan narasumber wawancara dilakukan melalui metode purposive sampling yang kemudian akan diuji keabsahannya dengan menggunakan triangulasi sumber. Melalui hasil studi yang telah dilakukan pada PT. Rezeki Husada Utama, dinyatakan bahwa sukesi dalam perusahaan telah dilakukan, pada saat ini perusahaan sepenuhnya dikelola oleh generasi kedua. Hasil studi selanjutnya adalah identifikasi kompetensi atas suksesor menunjukkan bahwa kompetensi dalam aspek creative navigator, macroscopic orientation, dan capacity building belum dipenuhi oleh suksesor; coaching sebagai upaya pengembangan juga belum pernah diberikan oleh perusahaan.",
  "creators": "JUAN ANDREAN TJAHJADI",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010553/MAN/2013; Juan Andrean Tjahjadi (31409077)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES; FAMILY-OWNED BUSINESS ENTERPRISES-MANAGEMENT; LEADERSHIP"
}