{
  "id": "28501",
  "title": "The Failure mechanism of the four main character in Andrea Hirata's the rainbow troops",
  "abstract": "There is one popular genre that many authors like to choose when they are writing a novel, which is romance. Romance is a genre that refers to popular novels that tell a story of love, excitement and adventure, often set in the past. The Rainbow Troops is a romance novel that I chose to be analyzed because I am interested with the failure mechanism of some characters that make them fail in achieving their dreams. Thus, my statement of the problem is what failure mechanism of the four main characters in The Rainbow Troops is. In this thesis, I am trying to answer my purpose of the study which is to reveal the failure mechanism of the four main characters that hinders them from achieving their goals. The failure mechanism consists of the seven symptoms which are frustration, aggressiveness, insecurity, loneliness, uncertainty, resentment and emptiness. Each symptom has its own way to bother and/or distract the efforts of the characters based on its own characteristic. These symptoms are the main problems that hinder the four characters (Mahar, Lintang, Syahdan and Samson) to achieve their goals. Lintang wants to be an intellectual person, Mahar has a desire to be a shaman, Syahdan is obsessed to become an actor and Samson dreams to be a cinema ticket checker. When the four characters experience these symptoms, they face many difficulties in the process of chasing after their goals until they give up. Although each character does not feel the entire symptoms, at least three of the symptoms, are enough to lead them to the wrong direction. In conclusion, the four main characters in The Rainbow Troops cannot achieve their goals because they experience the symptoms of the failure mechanism.",
  "creators": "MELISA CHYNTIA DEWI",
  "contributors": "Theophilus Jokri (Advisor 1); Dwi Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01012021/ING/2012; Melisa Chyntia Dewi (11408018)",
  "subjects": "HIRATA, ANDREA-THE RAINBOW TROOPS-STUDY AND TEACHING; INDONESIAN FICTION-20TH CENTURY-STUDY AND TACHING"
}