{
  "id": "28503",
  "title": "Masculine and feminine traits in Cinderella and ever after",
  "abstract": "Romantic-comedy is a very popular as genre since it offers a light hearted humorous plot with a focus on romantic situation and ended in a happy ending. Ever After is a romantic-comedy that I am interested to analyze since it offers a different feeling from the other adaptation of Cinderella stories. I am interested in analyzing how masculine/ feminine traits are reflected in the character of the prince and Cinderella in Cinderella; and Henry and Danielle in Ever After. I use the Prince and Cinderella gender traits as the reference in analyzing Henry and Danielle gender traits. In Ever After, Henry who portrays the Prince is described as a man who is childish and egoistic while Danielle who portrays Cinderella is described as a woman who can get out of her trouble through her own effort. Henry’s and Danielle’s traits are different from the original story of Cinderella by Perrault which described The Prince as a mature gentleman and Cinderella as a woman who waits for the others to help her. I find that there is a change of traits from the Prince to Henry and Cinderella to Danielle. Thus, I use the concept of masculine and feminine gender traits by James Park in order to analyze the gender traits of the Prince, Cinderella, Henry, and Danielle. Through the concept of gender traits, I find that the Prince is reflected as a masculine man since he only has masculine traits and Cinderella is reflected as a feminine woman since she only has feminine traits while Henry and Danielle have both masculine and feminine traits on them. In the study, I find that masculine and feminine traits actually are a social convention which changes according to the social and historical context and they are not permanent.",
  "creators": "CLARISSA CALLISTA CHANDRA",
  "contributors": "Jenny Mochtar Djundjung (Advisor 1); Meilinda (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01012017/ING/2012; Clarissa Callista Chandra Tjeng (11408021)",
  "subjects": "ENGLISH FICTION-STUDY AND TEACHING; FEMINISM AND LITERATURE; ENGLISH LITERATURE-HISTORY AND CRITICISM"
}