{
  "id": "28507",
  "title": "Penerapan succession plan pada perusahaan keluarga PT Usaha Sekawan Farmasi Indonesia",
  "abstract": "Penelitian ini merupakan penelitian mengenai penerapan Succession Plan dengan menitikberatkan pada proses pemilihan suksesor, persiapan suksesor dan melihat apakah ada dan jika ada, bagaimana pengaruh Konfusianisme dalam proses suksesi tersebut. Penelitian ini dilakukan berdasarkan bisnis keluarga di Asia yang merupakan sumber penting bagi penciptaan kekayaan pribadi dan merupakan pilar penting bagi perekonomian regional. Besarnya peran perusahaan keluarga tersebut, menjadikan isu suksesi dalam perusahaan keluarga menjadi layak untuk diteliti. Selain itu, Succession Plan di masing-masing perusahaan yang unik menjadikan isu ini menarik untuk diteliti. Bahasan mengenai succession plan pada perusahaan keluarga Indonesia dengan latar belakang etnis Tionghoa yang berkaitan erat dengan nilai Konfusianisme belum banyak dibahas, menjadikan isi ini penting untuk diteliti. Peneliti mengumpulkan data dengan metode wawancara dan observasi. Setelah mendapatkan data, peneliti memastikan keabsahan data dengan metode trianggulasi sumber dan member check. Dari penelitian yang dilakukan oleh penulis, ditemukan bahwa penerapan succession plan dari sisi pemilihan dan persiapan suksesor telah berjalan dengan cukup baik. Kendala yang dihadapi perusahaan adalah banyaknya calon suksesor dan belum adanya kebutuhan akan suksesor sehingga perusahaan berasumsi belum perlu memiliki succession plan. Selain itu, ditemukan pula pengaruh Konfusianisme dalam proses suksesi yang berdampak pada rendahnya penolakan/hambatan terhadap proses suksesi itu sendiri. Rekomendasi penulis kepada perusahaan adalah agar ke depan, perusahaan tetap merencanakan succession plan, meskipun kini perusahaan belum memiliki kebutuhan akan suksesor. Suksesi yang telah direncanakan tidak selalu menunjukkan bahwa perusahaan akan melakukan suksesi saat itu juga, namun rencana suksesi membuat perusahaan siap apabila terjadi situasi yang mengharuskan perusahaan melakukan pergantian jajaran manajemen puncak secara mendadak.",
  "creators": "KEVIN FEBTRYAWAN HALIM",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010554/MAN/2013; Kevin Febtryawan Halim (31409113)",
  "subjects": "SUCCESSION; FAMILY-OWNED BUSINESS ENTERPRISES; FAMILY CORPORATIONS"
}