{
  "id": "28515",
  "title": "Pengaruh kompensasi finansial dan non finansial terhadap kepuasan kerja karyawan CV Mulia Elektronik",
  "abstract": "Sumber daya manusia merupakan salah satu aset yang dimiliki sebuah perusahaan dan juga cukup berdampak pada peningkatan pendapatan dan keberhasilan dari sebuah perusahaan. Karyawan yang dalam hal ini termasuk dalam sumber daya yang berharga tersebut tentu saja juga mengharapkan adanya timbal balik yang menjadi penghargaan atas hasil pekerjaan mereka. Penghargaan ini desebut juga dengan kompensasi. Penelitian ini sendiri dilakukan untuk mengetahui pemberian kompensasi yang berpengaruh terhadap kepuasan kerja karyawan yang bekerja pada CV Mulia Elektronik Solo. Kompensasi yang dibagikan ke karyawan meliputi kompensasi finansial dan non finansial. Peneliatian ini menggunakan pendekatan kuantitatif deskriptif, dimana data untuk penelitian ini diperoleh melalui kuesioner yang telah diisi oleh sampel yang sudah ditentukan. Metode pengujian data dilakukan dengan menggunakan uji validitas dan reliabilitas. Selanjutnya, untuk metode analisis data digunakan metode analisis linear berganda. Hasil dari penelitian ini menunjukkan bahwa kompensasi finansial dan non-finansial yang diberikan oleh CV Mulia Elektronik Solo antara lain: Kompensasi Finansial (X1) memiliki pengaruh yang signifikan terhadap Kepuasan Kerja (Y) karyawan CV Mulia Elektronik Solo, maka H0-1 ditolak dan Ha-1 diterima, Kompensasi Non Finansial (X2) memiliki pengaruh yang signifikan terhadap Kepuasan Kerja (Y) karyawan CV Mulia Elektronik Solo, maka H0-2 ditolak dan Ha-2 diterima, Kompensasi Finansial dan Non Finansial (X2) memiliki pengaruh yang signifikan terhadap Kepuasan Kerja (Y) karyawan CV Mulia Elektronik Solo, maka H0-3 ditolak dan Ha-3 diterima.",
  "creators": "VANIA YOLANDA SUSANTO",
  "contributors": "Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010543/MAN/2013; Vania Yolanda (31409194)",
  "subjects": "COMPENSATION MANAGEMENT; JOB SATISFACTION; PERSONNEL MANAGEMENT"
}