{
  "id": "28513",
  "title": "The Communication strategies used by child and teenage students to their native English teacher in Oasis English Center-Sidoarjo",
  "abstract": "This research aims to find out the types of communication strategies used by child and teenage students in Oasis English Center, Sidoarjo. Then the writer also would like to find out the differences and/or the similarities between those types of communication strategies of the child and teenage students. The data were from the conversations of 8 child students and 8 teenage students, in a role play conversation and six communication tasks to be discussed by the respondents individually. The topic was about class condition that sometimes happens in the classroom. The main theories used were from William Littlewood (1984) with eight types of communication strategies, consisting of avoiding the communication, adjusting the message, using paraphrase, using approximation, creating new words, switching to the native language, using non-linguistic resources and seeking help. Moreover, the writer also did the research about age since it is interesting to find out the communication strategies used by both child and teenage students in the way they communicate with their native teacher. In the findings, the writer found that child students used 4 types of communication strategies, consisting of adjust the message, switch to the native language, use non-linguistics resources and seek help with total 101 strategies while the teenage students used 84 communication strategies with 6 strategies, consisting of adjust the message, use paraphrase, use approximation, switch to the native language, use non-linguistic resources and seek help. Strategy of avoiding the communication did not appear at all in the data that the writer got. In conclusion age has an important role in the use of communication strategies. The teenage students are more creative and able to think before they give their information because they have better background language knowledge. In contrast, the child students used more communication strategies because they have limited vocabulary and feel more comfortable with non-verbal language.",
  "creators": "MARIA GRACE SILIA M S",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012010/ING/2012; Maria Grace Silia Monika Sari (11408024)",
  "subjects": "ENGLISH LANGUAGE-STUDY AND TEACHING; SPOKEN ENGLISH-STUDY AND TEACHING"
}