{
  "id": "28518",
  "title": "Pengelolaan dan pengembangan usaha penyewaan alat berat pada PT Sepakat Bersama Jaya di Samarinda",
  "abstract": "Seiring berjalannya waktu, di dunia bisnis banyak mengalami perkembangan dan kemajuan, akibatnya persaingan di jaman sekarang ini semakin ketat, perkembangan perusahaan keluargapun sudah mampu menyaingi bahkan melebihi perusahaan public yang ada. PT Sepakat Bersama jaya yang bergerak di bidang persewaan alat berat merupakan perusahaan keluarga. Peneliti membahas tentang pengelolaan perusahaan keluarga pada PT Sepakat Bersama Jaya dengan melakukan analisis lingkungan internal dan eksternal perusahaan kemudian membuat formulasi strategi yang mengacu pada strategi pengembangan bisnis pada PT Sepakat Bersama Jaya. Jenis penelitian yang digunakan adalah deskriptif kualitatif dengan menggunakan metode wawancara. Berdasarkan hasil penelitian yang telah dilakukan,dapat disimpulkan bahwa PT Sepakat Bersama Jaya memiliki Permasalahan yang dihadapi yaitu evaluasi kinerja yang kurang optimal sehingga masih banyaknya fungsi bisnis yang belum dijalankan dan bagian pemasaran yang kurang optimal sehingga Promosi terhadap konsumen baru kurang aktif Oleh karena itu, PT Sepakat bersama jaya memerlukan strategi yang baik untuk meningkatkan penjualan persewaan alat beratnya. Berkaitan dengan strategi pengembangan bisnis perusahaan yaitu fokus dengan nilai terbaik adalah strategi perusahaan yang membidik target konsumen dengan ukuran pasar yang kecil disertai dengan kemampuan untuk memberikan nilai terbaik bagi konsumen dibandingkan dengan pesaing. Hal itu dapat dicapai dengan memberikan pelayanan yang baik, memberikan kualitas barang yang baik, meningkatkan hubungan baik terhadap",
  "creators": "TRISNO RAHARJO",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010549/MAN/2013; Trisno Raharjo (31409291)",
  "subjects": "FAMILY CORPORATIONS--MANAGEMENT; FAMILY-OWNED BUSINESS ENTERPRISES"
}