{
  "id": "28522",
  "title": "Pengelolaan dan pengembangan usaha distribusi mobil toyota pada UD Asri Motor di Surabaya",
  "abstract": "UD Asri adalah perusahaan holding yang bergerak di bidang usaha distribusi mobil Toyota. Penelitian dilakukan dengan tujuan menggambarkan pengelolaan dan pengembangan pada UD Asri dengan menganalisa lingkungan internal serta eksternal pada perusahaan. Dari analisa lingkungan internal serta eksternal perusahaan, dapat dibuat analisis SWOT yang digunakan untuk melakukan formulasi strategi pengembangan bisnis. Penelitian ini merupakan penelitian deskriptif kualitatif dengan metode pengumpulan data wawancara semi terstruktur. Pengumpulan data dalam penelitian ini menggunakan metode purposive sampling dengan memilih lima informan dari pihak perusahaan untuk mendapatkan informasi yang dapat digunakan untuk menyelesaikan penelitian ini. Hasil penelitian menunjukkan bahwa pengelolaan usaha UD. Asri sudah berjalan dengan baik. Analisis lingkungan internal menunjukkan bahwa kekuatan berasal dari produk perusahaan yang sudah terkenal memiliki kualitas yang bagus, sedangkan kelemahannya adalah pada fungsi SDM perusahaan yang kesulitan menemukan tenaga sales yang sesuai dengan kriteria perusahaan. Analisis lingkungan eksternal menunjukkan bahwa pangsa pasar adalah besar, sedangkan ancaman ada pada persaingan yang sengit antar sesama perusahaan. Berdasar matriks SWOT yang ada, maka strategi yang cocok digunakan adalah strategi diferensiasi pada layanan. Untuk menjalankan stretegi tersebut, maka perusahaan disarankan melakukan pelatihan bagi tenaga kerja sales baru untuk mengatasi kendala yang dihadapi perusahaan.",
  "creators": "CRISTIAN ANGGREAN",
  "contributors": "Dhyah Harjanti (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010535/MAN/2013; Cristian Anggrean (31409278)",
  "subjects": "DISTRIBUTION OF GOODS-MANAGEMENT; FAMILY-OWNED BUSINESS ENTERPRISES; FAMILY-OWNED BUSINESS ENTERPRISES-MANAGEMENT"
}