{
  "id": "28523",
  "title": "The Apology strategies used by the owners of six online shops through computer mediated communication (CMC) and non-computer mediated communication (non-CMC)",
  "abstract": "This study observed the apology strategies are used by the owners of six online shops to their customers by using CMC and non-CMC. It focused on the comparison how the owners of online shops use the apology strategies in CMC and non-CMC. The data were taken from the recorded conversation of owners of six online shops. Then for this research, the data were analyzed by using the theory of apology strategies proposed by Trosborg (1987). I used qualitative approach supported by quantitative data.The findings showed that in CMC, the owners of online shops mostly use the Explicit explanation strategy; meanwhile, in non-CMC, the owners of online shops mostly use the Repair strategy. Moreover, there are three differences and four similarities. The first difference is there are more strategies used by the owners of online shops to their customers which occur in non-CMC. Second, the highest ranking of the apology strategy used by the owners of online shops to their customers in CMC is Explicit explanation (31,8%), but in non-CMC, the highest ranking of the apology strategy used by the owners of online shops to their customers non-CMC is Repair (27%). The last is there are three strategies which are not used by the owners of online shops in CMC. On the other hand, the first similarity is both in CMC and non-CMC, there are five apology strategies which are used by the owners of online shops to their customers. Second, in an utterance, the owners of online shops used more than two strategies. Another finding is that some owners of online shops express doubts and/or check their documents before saying apology. The last similarity is the owners of online shops did not use fourteen types of apology strategies. From this study, it can be concluded the type of communication whether it is CMC or non-CMC which play the role as the social setting influences the choice and the use of apology strategies.",
  "creators": "STEVEN SOEGIANTO",
  "contributors": "Flora Debora (Advisor 1); Jusuf Imam Ibrahim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012003/ING/2012; Steven Soegianto (11408036)",
  "subjects": "SOCIOLINGUISTICS"
}