{
  "id": "28525",
  "title": "Studi deskriptif penerapan prinsip good corporate governance pada perusahaan keluarga PT Surya Lima Perkasa",
  "abstract": "PT Surya Lima Perkasa adalah perusahaan keluarga yang bergerak pada bidang kontraktor yaitu konstruksi air bersih dan pembuatan jalan raya. PT Surya Lima Perkasa merupakan perusahaan yang sedang berkembang yang memiliki masalah utama pada pekerjaan ganda. Penelitian dilakukan dengan tujuan untuk mendeskripsikan prinsip-prinsip Good Corporate Governance yang terdiri atas Transparency, Accountability, Responsibility, Independency, dan Fairness dalam PT Surya Lima Perkasa. Penelitian ini merupakan penelitian kualitatif dengan metode pengumpulan data menggunakan teknik wawancara dan teknik observasi. Penelitian ini menggunakan teknik penerapan narasumber purposive sampling dengan memilih lima narasumber dari pihak perusahaan untuk mendapatkan informasi yang diperlukan dalam penelitian. Untuk menilai apakah perusahaan sudah menerapkan prinsip Good Corporate Governance dengan baik atau tidak, dilakukan penilaian dengan menggunakan metode skoring. Kemudian untuk meningkatkan derajat kepercayaan yang dinamakan keabsahan data dilakukan dengan menggunakan teknik triangulasi sumber. Hasil penelitian menunjukkan bahwa penerapan prinsip Good Corporate Governance pada PT Surya Lima perkasa belum sepenuhnya terlaksana karena masih terdapat beberapa bagian dari prinsip Transparency, Accountability, Responsibility, Independency, dan fairness yang belum terlaksana dengan baik.",
  "creators": "IRAWAN TRIAGO",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010551/MAN/2013; Irawan Triago (31409267)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES-MANAGEMENT; FAMILY-OWNED BUSINESS ENTERPRISES"
}