{
  "id": "28526",
  "title": "Pengelolaan dan pengembangan bisnis pengelola pusat perbelanjaan pada fungsi sdm di PT Jasamitra Propertindo Surabaya",
  "abstract": "Penelitian ini bertujuan untuk mendeskripsikan pengelolaan bisnis dalam perusahaan, mendeskripsikan analisis kondisi internal dan eksternal dan mengenai rencana strategi pengembangan fungsi SDM pada perusahaan PT Jasamitra Propertindo. Untuk mendapatkan SDM yang tepat dan handal, diperlukannya fungsi manajerial dan strategi manajemen SDM. Analisis lingkungan eksternal dan analisis SDM pada lingkungan internal perusahaan perlu dilakukan agar dapat digunakan untuk formulasi strategi perusahaan. Teknik analisis yang digunakan dalam penelitian ini adalah kualitatif. Teknik wawancara terstruktur dan observasi digunakan untuk memperoleh informasi. Informasi diperoleh dari perusahaan secara langsung berupa dokumen ataupun data. Penulis menggunakan triangulasi sumber untuk menguji keabsahan data. Penulis menemukan bahwa dalam sistem perekrutan karyawan pada perusahaan sudah cukup baik karena dilihat dari perencanaan dan tahapan-tahapannya. Namun menurut penulis sebaiknya perusahaan melakukan perekrutan karyawan setiap periode untuk mencari karyawan yang mempunyai kemampuan. Penulis juga menemukan bahwa struktur organisasi di dalam perusahaan belum cukup teratur karena jabatan yang ada di dalam struktur perusahaan belum sepenuhnya diduduki oleh karyawan. Hasil formulasi strategi yang diperoleh adalah strategi generik porter yaitu diferensiasi pada area kota Surabaya.",
  "creators": "WILSON KINGOFONG",
  "contributors": "Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010556/MAN/2013; Wilson Kingofong (31409290)",
  "subjects": "BUSINESS-MANAGEMENT; PERSONNEL MANAGEMENT; STRATEGIC PLANNING"
}