{
  "id": "28524",
  "title": "Reactions toward postcolonial situation in the second generation of the immigrants as seen in Kureishi's the Buddha of Suburbia and my son the fanatic",
  "abstract": "Jamila, Karim, and Ali are the characters in The Buddha of Suburbia and My Son the Fanatic who struggle with identity problem. Having “post-colonized” physical mark and cultural heritage, the three characters found difficulties in adjusting themselves to the British society. I emphasize my research on their Britishness problems and how they respond the problems. To answer my inquiries, I use the power relation theory and postmodern identity concept. In the study, I found that their Britishness or postcolonial problems stem from their postcolonial situations that are related to various factors, for example, the value orientation, family background, and the pressures from the environment. With the awareness about the sign of “self-belonging”, they produce their own responses and then strategies to overcome their Britishness problems. Each character had different strategy to overcome his/her Britishness problems. This study has shown that the process of their search of identity has come to some certain points; consent, negotiation, and rebellion. However, although their identities seemed to stop at one point, it actually did not. In other words, it could be said that the results of their strategies were just “temporary-fixing”. In each character’s search of identity process there is always a process of change.",
  "creators": "TULUS DRIYO UTOMO",
  "contributors": "Ribut Basuki (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01012016/ING/2012; Tulus Driyo Utomo (11408037)",
  "subjects": "ENGLISH FICTION--20TH CENTURY--STUDY AND TEACHING; KUREISHI-THE BUDDHA OF SUBURBIA-STUDY AND TEACHING"
}