{
  "id": "28534",
  "title": "Kaitan faktor individual entrepreneur dengan kemampuan mengelola sumber daya manusia di Jawa Timur",
  "abstract": "Berkembangnya era globalisasi mengakibatkan persaingan di dunia kerja semakin ketat dan jumlah pengangguran terus meningkat. Hambatan pasar kerja lebih disebabkan rendahnya kualitas SDM, untuk memenuhi kebutuhan pasar kerja dan juga sebagai akibat minimnya lapangan pekerjaan di Indonesia. Pengangguran muncul antara lain karena jumlah lapangan kerja yang tersedia lebih kecil dari jumlah pencari kerja juga kompetensi pencari kerja tidak sesuai dengan pasar kerja yang ada Penelitian ini bertujuan untuk dapat mengetahui kaitan faktor individual entrepreneur dengan kemampuan mengelola sumber daya manusia di Jawa Timur dengan menggunakan metode kuantitatif. Populasi yang digunakan dalam penelitian ini adalah entrepreneur yang memiliki usaha yang berlokasi di Jawa Timur dan memiliki karyawan minimal 1 orang. Sampel yang digunakan dalam penelitian adalah 150 entrepreneur yang menjalankan UMK di Jawa Timur. Dalam mengumpulkan data menggunakan metode kuisioner. Teknik pengambilan sampelnya dengan menggunakan teknik convenience sampling. Data yang didapat kemudian diuji keabsahan datanya menggunakan validitas, reabilitas, distribusi frekuensi, mean, cross tab dan chi square Dari hasil penelitian, berdasarkan uji crosstab dan uji chi square dapat disimpulkan adanya kaitan antar faktor individual entrepreneur dengan kemampuan mengelola sumber daya manusia. Dibuktikan terdapat hubungan signifikan antar indicator, yaitu: hubungan antara indikator keahlian / keterampilan dalam usaha dengan memperhatikan hasil kerja para pekerja, pendidikan dengan tingkat pengetahuan yang dimiliki pekerja, kelompok usia dengan memperhatikan kemampuan kecepatan kerja para pekerja, jam kerja per-minggu dengan kemampuan memperhatikan disiplin waktu dan tingkat absensi, pengalaman bekerja yang sesuai dengan standar kinerja untuk dapat membandingkan dengan hasil aktual.",
  "creators": "MELISSA APRILLIA T",
  "contributors": "Dhyah Harjanti (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010622/MAN/2013; Melissa Aprillia Tekodjojo (31409015)",
  "subjects": "PERSONNEL MANAGEMENT; ENTREPRENEURSHIP"
}