{
  "id": "28537",
  "title": "Analisis penerapan human resource training and development dan efektivitasnya pada PT Jaya Mas Mandiri Plus di Surabaya",
  "abstract": "Efektivitas training and development sangat penting karena perusahaan dapat menilai apakah training and development yang telah diterapkan di perusahaan efektif sesuai dengan kebutuhan. Efektivitas dapat dilihat dari hasil evaluasi. Tujuan dari penelitian ini adalah menganalisis penerapan human resource training and development dan efektivitasnya pada PT Jaya Mas Mandiri Plus. Metode pengumpulan data dengan teknik wawancara. Teknik analisis yang digunakan dalam penelitan adalah dekriptif kualitatif dengan metode pengujian data dengan cara triangulasi sumber. Hasil penelitian menunjukkan bahwa penerapan training and development pada perusahaan PT Jaya Mas Mandiri Plus sudah efektif, karena training yang dilakukan sudah berjalan dengan baik. Dapat dilihat dari hasil evaluasi yang telah dilakukan oleh perusahaan yang mendapatkan respon positif dari karyawan, karyawan juga lebih termotivasi, dan juga kinerja meningkat. Perusahaan melakukan training and development setiap tahun, tahap-tahap dalam training juga telah dilakukan. Oleh karena itu rancangan alternative untuk membantu perusahaan agar dapat lebih meningkatkan penerapan training and development yang ada di perusahaan dapat berupa yang pertama tahap training and development seperti menganalisis kebutuhan, merancang instruksi, validasi, menerapkan program, dan evaluasi, yang kedua implementasi training and development berupa metode on the job training yaitu demonstrasi, praktek langsung, dan self training, metode off the job training berupa lecture, role play, dan vestibule training, yang terakhir adalah evaluasi training and development berupa reaksi, perilaku, pembelajaran, dan hasil.",
  "creators": "STEFFENNY",
  "contributors": "Maria Praptiningsih, S.E., M.Sc.FE. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010572/MAN/2013; Steffenny (31409217)",
  "subjects": "PERSONNEL MANAGEMENT; EMPLOYEES-TRAINING OF"
}