{
  "id": "28533",
  "title": "Analisa suksesi kepemimpinan pada perusahaan keluarga PT Fajar Artasari di Sidoarjo",
  "abstract": "Perusahaan keluarga memegang peranan penting dalam perekonomian di Indonesia. Di Indonesia, 96% atau sebesar 159.000 dari 165.000 perusahaan yang ada merupakan perusahaan keluarga. Berdasarkan data Biro Pusat Statistik, perusahaan keluarga di Indonesia merupakan perusahaan swasta yang mempunyai kontribusi besar terhadap Produk Domestik Bruto yaitu mencapai 82,44%. Pada penelitian lain, survei menunjukkan bahwa 88% perusahaan swasta di Indonesia berada di tangan keluarga. Dan dari perusahaan-perusahaan keluarga tersebut, yang mampu bertahan hingga generasi keempat hanya 5%. Hal ini menunjukkan pentingnya suksesi kepemimpinan untuk dipersiapkan sebaik-baiknya agar perusahaan dapat bertahan lebih lama. Penulis ingin meneliti tentang bagaimana persiapan yang dilakukan perusahaan keluarga PT Fajar Artasari dalam melakukan suksesi kepemimpinan antara generasi kedua dan ketiga. Penulis melakukan pengumpulan data dengan metode wawancara dengan pemimpin perusahaan saat ini. Pengujian keabsahan data dilakukan dengan menggunakan uji triangulasi sumber. Gaya kepemimpinan pada PT Fajar Artasari bersifat otokratis dan demokratis. Fungsi kepemimpinan pada PT Fajar Artasari adalah fungsi instruksi dan delegasi. Dari hasil penelitian yang telah dilakukan, transfer nilai-nilai dan pengetahuan kepemimpinan telah dilakukan dengan baik. Pemimpin melakukan transfer nilai-nilai kepemimpinan dengan menjadi contoh nyata bagi calon suksesor baik di dalam keluarga maupun perusahaan. Sedangkan transfer pengetahuan kepemimpinan dilakukan dengan cara pemimpin mengkomunikasikan setiap pengetahuan yang berkaitan dengan perusahaan kepada calon suksesor.",
  "creators": "YONATHAN HALIM",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010607/MAN/2013; Yonathan Halim (31409013)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES; LEADERSHIP; CORPORATION-MANAGEMENT"
}