{
  "id": "28548",
  "title": "Analisis penerapan program kesehatan dan keselamatan kerja (K3) pada PT Rhodia Manyar",
  "abstract": "Penelitian ini bertujuan untuk mendeskripsikan dan menganalisis penerapan program kesehatan dan keselamatan kerja (K3) yang selama ini diterapkan oleh PT Rhodia Manyar Gresik, serta mendeskripsikan dan menganalisis penerapan kebijakan reward dan punishment yang selama ini diterapkan oleh PT Rhodia Manyar Gresik. Jenis penelitian yang digunakan adalah studi kasus dengan menggunakan pendekatan kualitatif. Sumber data yang digunakan terdiri dari data primer dan data sekunder. Teknik pengumpulan data yang digunakan adalah wawancara. Teknik analisis data yang digunakan adalah teknik analisis data kualitatif. Program K3 di PT Rhodia Manyar sudah dijalankan sejak lama, sejak perusahaan ini berdiri, akan tetapi belum sempurna. Setelah perusahaan dibeli oleh Rhodia Perancis, maka sistem manajemen K3 yang diterapkan di Rhodia Perancis juga diterapkan di PT. Rhodia Manyar. Pelaksanaan K3 pada PT Rhodia Manyar dapat terlihat dari adanya aturan kesehatan dan keselamatan kerja di perusahaan, adanya kesadaran karyawan untuk melaksanakan aturan yang ada, alat pelindung dari sudah menjadi bagian wajib dari pekerjaan karyawan, kondisi lantai selalu bersih, cahaya di area produksi mencukupi, tersedianya perlengkapan pemadam kebakaran, adanya layanan pertolongan pertama dan medis, jumlah toilet yang mencukupi, kebersihan kamar mandi yang selalu terjaga, adanya program-program terkait dengan K3 yang sudah disusun oleh direalisasikan pada tahun 2013, adanya tanda arah di lokasi pabrik, tersedianya air minum bersih, adanya komiten kesehatan dan keselamatan, adanya prosedur kerja yang jelas, adanya prosedur kegawatan, dan adanya promosi kesehatan dan keselamatan. Perusahaan mempunyai kebijakan reward and punishment terkait dengan penerapan K3 di perusahaan. Penentuan reward dan punishment terkait dengan K3 ini melibatkan dua divisi, yaitu divisi HSE dan divisi SDM. Divisi HSE bertugas untuk memberikan penilaian terhadap praktek K3 yang sudah dilakukan oleh karyawan setiap bulan, kemudian hasil penilaian ini yang akan diserahkan kepada divisi SDM. Divisi SDM nantinya yang akan menentukan jenis reward dan punishment yang akan diberikan kepada karyawan. Reward diberikan bagi karyawan yang berprestasi dalam bidang K3 dan diberikan setiap 6 bulan sekali. Perusahaan juga memberikan sejumlah bonus kepada karyawan, meskipun jumlahnya tidak terlalu besar. Pihak perusahaan akan memberikan peringatan terhadap karyawan yang melakukan pelanggaran terhadap aturan K3. Setelah diberi 3 kali surat peringatan dan karyawan masih melakukan pelanggaran, pihak perusahaan akan melakukan PHK (Pemutusan Hubungan Kerja).",
  "creators": "ELVIRA HONGADI",
  "contributors": "Maria Praptiningsih, S.E., M.Sc.FE. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010613/MAN/2013; Elvira Hongadi (31409100)",
  "subjects": "PERSONNEL MANAGEMENT; INDUSTRIAL SAFETY"
}