{
  "id": "28540",
  "title": "Analisis deskriptif desain organisasi pada PT Unichem Candi Indonesia",
  "abstract": "Penelitian ini adalah penelitian deskriptif kualitatif dengan menggunakan metode star model yang didalamnya terdiri dari strategy, structure, processess, rewards, people. Penelitian ini bertujuan untuk menganalisis desain organisasi pada PT Unichem Candi Indonesia, menganalisis keselarasan antara struktur dan peran organisasi dengan desain strategik organisasi, menganalisis pelaksanaan koordinasi dan integrasi pekerjaan antar unit, menganalisis sistem pengukuran reward, menganalisis sistem pemilihan dan penempatan orang-orang dalam peran-peran baru, pengelolaan kinerja, dan pengembangan. Dalam mengumpulkan data menggunakan metode wawancara. Penentuan narasumber wawancara menggunakan teknik purposive sampling. Data yang didapat kemudian diuji keabsahan datanya menggunakan triangulasi sumber. Dari hasil penelitian yang dilakukan oleh peneliti, PT Unichem Candi Indonesia menunjukkan bahwa dari sisi strategy perusahaan memiliki visi dan misi yang jelas, direction yang tepat didasarkan visi, misi dan memiliki competitive advantage berstandar ISO, pada sisi structure memiliki kejelasan antar jabatan sehingga tidak terjadi kebingungan antar jabatan, dari sisi proses adanya media komunikasi yang membantu alur informasi dan keputusan, pada sisi reward memiliki kekurangan dari segi penilaian rewards, jenis rewards, dan yang terakhir dari sisi people¸ perusahaan memiliki standar dan sistem untuk mendapatkan orang yang berkompeten di perusahaannya.",
  "creators": "MICHAEL SAPUTRA",
  "contributors": "Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Advisor 1); Thomas Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010615/MAN/2013; Michael Saputra (31409036)",
  "subjects": "STRATEGIC PLANNING; ORGANIZATION"
}