{
  "id": "28556",
  "title": "Pengaruh komposisi dewan komisaris, ukuran dewan direksi, komite audit dan pengungkapan corporate social responsibility terhadap kinerja perusahaan yang berhubungan dengan sumber daya alam yang terdaftar di Bursa Efek Indonesia",
  "abstract": "Perkembangan perspektif corporate governance berawal dari agency theory, di mana dalam agency theory, prinsipal yang bertindak sebagai pemilik perusahaan menyerahkan kewenangannya kepada agen. Dengan adanya pemisahan antara kepemilikan dan pengelolaan perusahaan maka akan memunculkan perbedaan kepentingan antara agen dan prinsipal yang dapat menimbulkan potensi konflik kepentingan. Corporate governance muncul untuk mengendalikan perilaku dan mengatasi konflik antara pihak-pihak dalam perusahaan. Penelitian tentang corporate governance terhadap kinerja, telah menjadi fokus umum namun hasil-hasil penelitian terdahulu menunjukkan hasil yang tidak konsisten. Untuk merekonsiliasi perbedaan hasil penelitian tersebut, dilakukan penelitian serupa dengan objek yang berbeda. Penelitian ini dilakukan dengan tujuan untuk menemukan bukti empiris pengaruh elemen-elemen dalam penerapan good corporate governance terhadap kinerja perusahaan perbankan di Indonesia. Populasi yang digunakan dalam penelitian ini adalah perusahaan yang terdaftar di Bursa Efek Indonesia (BEI), sedangkan sampel adalah perusahaan SDA selama periode 2008-2011. Pengambilan sampel dilakukan dengan metode purposive sampling. Pengujian hipotesis dilakukan dengan SEM. Dari hasil pengujian hipotesis, menunjukkan bahwa komposisi dewan komisaris dan ukuran dewan direksi, mempunyai hubungan yang signifikan terhadap kinerja (ROA dan ROE). Sedangkan komite audit dan pengungkapan CSR tidak berpengaruh terhadap kinerja. Sedangkan variabel ROA dan ROE juga tidak berpengaruh terhadap return saham.",
  "creators": "SANDYANTO",
  "contributors": "Hatane Semuel (Advisor 1); Sautma Ronni Basana (Advisor 2); I Nyoman Sutapa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Thesis No. 03020025/MM/2013; Sandyanto (03511005)",
  "subjects": "CORPORATE SOCIAL RESPONSIBILITY; CORPORATE GOVERNANCE"
}