{
  "id": "28559",
  "title": "Pengelolaan dan pengembangan bisnis pada fungsi sumber daya manusia di CV Gracia Initio, Sidoarjo",
  "abstract": "Pada tahun 2008, gerai apotek waralaba CV Gracia Initio dibuka di Sidoarjo. Selama 5 tahun apotek ini sudah dibuka dan salah satu faktor paling penting dalam usaha ini adalah sumber daya manusia yang melakukan interaksi langsung dengan pelanggan. Tujuan dari penulisan skripsi ini, untuk mendeskripsikan tentang pengelolaan, lingkungan internal dan eksternal, dan rencana strategi pengembangan sumber daya manusia pada CV Gracia Initio di Sidoarjo. Metode yang digunakan adalah kualitatif deskriptif dengan sumber data terdiri dari data primer dan data sekunder. Teknik pengumpulan data yaitu dengan observasi dan wawancara. Hasil penelitian diketahui bahwa fungsi manajemen yang terdiri dari Planning, Organizing, Actuating, dan Controlling pada usaha apotek milik CV Gracia Initio sudah berjalan cukup baik. Sedangkan lingkungan internal dan eksternal menunjukkan bahwa terdapat banyak kekuatan dan ancaman pada usaha ini. Kekuatan tersebut adalah memiliki brand yang terkenal, memiliki manajemen yang kuat, berada di tempat yang strategis, memiliki wilayah proteksi, dan obat yang dibutuhkan konsumen lengkap. Sedangkan ancamannya adalah munculnya bisnis baru yang sama, adanya pesaing lama, persaingan harga yang ketat dan adanya kemungkinan barang hilang. Strategi pengembangan yang relevan untuk digunakan yaitu strategi diferensiasi. Strategi ini dapat dilakukan dengan membuat program member, layanan delivery service secara free, menjamin obat yang dijual asli.",
  "creators": "RANI EVADEWI RANTUNG",
  "contributors": "Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010583/MAN/2013; Rani Evadewi Rantung (31409132)",
  "subjects": "PERSONNEL MANAGEMENT"
}