{
  "id": "2856",
  "title": "Analisa kinerja pelayanan front liner pada receptionist dan doorman Hotel Satelit berdasarkan Behavioral Observation Scale (BOS)",
  "abstract": "Pekerjaan front liner, khususnya reception tergolong sebagai pekerjaan non-produksi. Karena itu penilaian hasil kerja pada reception tidak dapat didasarkan pada hasil-hasil yang bersifat kuantitatif. Pada penelitian ini penilaian kinerja berbasis perilaku seperti BOS, di mana dalam menilai kinerja front liner akan jauh lebih efektif dan adil karena terfokus pada perilaku-perilaku penting dalam aktivitas keseharian (daily critical incidents) para front liner. Menurut Latham&Wexley (1997) BOS adalah metode penilaian kinerja yang memfokuskan pada frekuensi kejadian-kejadian kritis (critical incidents). Penulis mengkhususkan penelitian untuk front liner pada bagian reception, doorman. Dari sisi instrumentasi, prosedur penerapan BOS pada pada sistem hotel menjadi sedikit lebih sederhana dibandingkan jenis-jenis perusahaan lain karena hotel adalah perusahaan yang sangat birokratis. Artinya, perilaku-perilaku penting para reception, doorman, adalah perilaku-perilaku terstandarisasi (sudah tercantum dalam job description harian) dan hampir tidak mungkin untuk dapat dimodifikasi untuk menjadi lebih baik (better perfomance). Masalahnya, dalam penilaian kinerja seringkali sebuah perusahaan memerlukan hasil penilaian yang cukup tajam dan lugas terhadap hasil kerja karyawan terutama jika penilaian kinerja berkaitan dengan pelatihan, promosi, dan pemberian bonus. Untuk memenuhi tujuan perusahaan ini, maka metode yang digunakan dalam penelitian ini adalah metode observasi. Peneliti mengamati langsung perilaku dari obyek yang diamati dan juga dengan bantuan kuisioner telah diterapkan pada lembar job description hotel tersebut Analisis lanjutan yang digunakan berupa analisis statistik sederhana, BOS juga menunjukkan bahwa BOS dapat digunakan sebagai alat untuk mengevaluasi kinerja para front liner (reception dan doorman).",
  "creators": "ANDI SATYA DHARMAWAN; WINDY",
  "contributors": "Syanne Helly, S.Psi.,M.M. (Advisor 1); Eddy Madiono Sutanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 05011936/MAN/2005; Andi Satya Dharmawan (31401077), Windy (31401424)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER BEHAVIOR"
}