{
  "id": "28565",
  "title": "Pengaruh kepuasan akan gaji, target penjualan terhadap voluntary turnover king koil- Surabaya dengan usia sebagai variabel moderator",
  "abstract": "Sumber daya manusia pada saat ini merupakan sebuah faktor yang penting dalam setiap usaha. Setiap sumber daya manusia yang dimiliki oleh perusahaan merupakan aset perusahaan yang harus dipelihara dan dipertahankan. Dalam mempertahankannya, perusahaan memberikan gaji sebagai ganti jasa atas apa yang telah dilakukan oleh karyawan. Guna menjaga kualitas kerja, perusahaan juga menetapkan sebuah target penjualan pada karyawannya. Karyawan yang merasa puas akan gaji dan target penjualan yang ditetapkan perusahaan akan memiliki niat untuk bertahan pada perusahaan. Perbedaan usia karyawan juga dinilai ikut memiliki pengaruh terhadap minat karyawan untuk tetap bekerja pada perusahaan itu atau tidak. Penelitian ini dilakukan untuk menguji besarnya pengaruh kepuasan akan gaji dan target penjualan yang ditetapkan oleh perusahaan terhadap voluntary turnover. Responden penelitian ini adalah karyawan departemen penjualan King Koil, Surabaya. Jumlah populasi pada penelitian ini berjumlah 50 orang dengan menggunakan sampel jenuh yang berarti sampel yang dipakai berjumlah 50 orang. Penelitian ini menggunakan pendekatan kuantitatif. Data untuk penelitian ini diperoleh melalui angket penelitian yang telah diisi oleh responden. Metode analisis data yang digunakan adalah metode analisis regresi moderating. Hasil penelitian menunjukkan bahwa kepuasan akan gaji, target penjualan, berpengaruh negatif dan signifikan terhadap voluntary turnover karyawan. Usia memiliki pengaruh negatif namun tidak signifikan terhadap voluntary turnover. Usia memperlemah namun tidak signifikan pada hubungan antara kepuasan akan gaji terhadap voluntary turnover karyawan. Usia memperkuat namun tidak signifikan pada hubungan antara kepuasan akan target penjualan terhadap voluntary turnover karyawan. Kepuasan akan gaji, target penjualan, dan usia secara bersama-sama berpengaruh secara negatif dan signifikan terhadap voluntary turnover. Berdasarkan hasil tersebut maka disimpulkan bahwa semakin tinggi kepuasan akan gaji dan target penjualan serta semakin tua usia karyawan maka keinginan keluar karyawan semakin rendah.",
  "creators": "CHRISTIAN PRANATA S.",
  "contributors": "Eddy Madiono Sutanto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010577/MAN/2013; Christian Pranata Soejanto (31409166)",
  "subjects": "JOB SATISFACTION; LABOR TURNOVER; PERSONNEL MANAGEMENT; WAGES AND LABOR PRODUCTIVITY; WAGES-ANALYSIS; COMPENSATION MANAGEMENT"
}