{
  "id": "28576",
  "title": "Pengaruh customer experience terhadap customer loyalty melalui customer satisfaction and trust pada apartemen High Point Surabaya",
  "abstract": "Customer Experience merupakan salah satu strategi yang dapat dilakukan oleh perusahaan untuk menciptakan kepuasan dan kepercayaan konsumen sehingga konsumen dapat menjadi loyal. Dibandingkan dengan melakukan persaingan harga, tentunya memberikan Customer Experience yang baik akan memberikan efek dan nilai yang lebih baik bagi perusahaan. Tujuan yang ingin dicapai dalam penelitian ini adalah untuk mengetahui pengaruh Customer Experience terhadap loyalitas melalui kepuasan dan kepercayaan konsumen. Variabel bebas dalam penelitian ini adalah Customer Experience, variabel intervening dalam penelitian ini adalah kepuasan dan kepercayaan konsumen dan variabel terikat dalam penelitian ini adalah loyalitas konsumen. Jenis penelitian ini adalah causal research. Populasi dalam penelitian ini adalah penghuni apartemen High Point Surabaya. Dimana sampel diambil dengan menggunakan teknik probability sampling, sampel dalam penelitian ini adalah para penghuni apartemen High Point Surabaya sebanyak 70 orang. Teknik analisis data dalam penelitian ini menggunakan Structural Equation Modeling (SEM). Hasil yang didapat dalam penelitian ini adalah variabel Customer Experience memiliki pengaruh yang positif dan signifikan terhadap kepuasan konsumen dan juga kepercayaan konsumen, variabel Customer Experience memiliki pengaruh yang positif dan signifikan terhadap loyalitas, variabel kepuasan konsumen memiliki pengaruh yang positif terhadap variabel kepercayaan konsumen dan variabel kepuasan serta kepercayaan konsumen memiliki pengaruh yang positif dan signifikan terhadap terbentuknya loyalitas.",
  "creators": "ANDREAS CAHYADITJIA",
  "contributors": "Hartono Subagio (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020018/MM/2013; Andreas Cahyadi Tjia (03512002)",
  "subjects": "CONSUMER PANELS; CONSUMER SATISFACTION; CONSUMERS-RESEARCH"
}