{
  "id": "28583",
  "title": "Pengaruh corporate entrepreneurship terhadap organizational citizenship behavior pada perusahaan keluarga di Jawa Timur",
  "abstract": "Saat ini persaingan antar perusahaan semakin ketat, semua perusahaan harus menghadapinya dan berusaha menjadi yang terbaik. Perusahaan harus selalu melakukan perubahan-perubahan agar dapat terus bertahan dan mencapai tujuan organisasi, oleh karena itu perlunya sikap entrepreneurship dijalankan dalam perusahaan. Selain itu, sumber daya manusia juga harus mendapatkan perhatian agar tujuan perusahaan dapat tercapai. Penelitian ini dilakukan untuk mengidentifikasi seberapa besar pengaruh positif dan signifikan corporate entrepreneurship terhadap organizational citizenship behavior pada perusahaan keluarga di Jawa Timur. Jenis penelitian yang digunakan adalah penelitian kuantitatif. Responden dalam penelitian ini berjumlah 134 yang terdiri dari manajer dan supervisor pada perusahaan keluarga di Jawa Timur, dengan menggunakan teknik sampling purposive. Metode yang digunakan untuk menganalisis data dalam penelitian ini adalah analisis faktor konfirmatori, uji regresi linear sederhana, uji koefisien determinasi dan uji t dengan bantuan Statistical Package for Social Science (SPSS) 19.0 for windows. Dari hasil analisa deskriptif diketahui bahwa perusahaan keluarga di Jawa Timur kerap menjalankan aktivitas corporate entrepreneurship, sedangkan untuk organizational citizenship behavior berada pada kategori setuju yang artinya karyawan sudah menunjukkan organizational citizenship behavior. Dari hasil penelitian diketahui bahwa corporate entrepreneurship berpengaruh positif dan signifkan terhadap organizational citizenship behavior.",
  "creators": "VILANO BEAVIS ATHADIANO S",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010588/MAN/2013; Vilano Beavis Athadiano (31409173)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES; LEADERSHIP; ORGANIZATIONAL BEHAVIOR; SMALL BUSINESS ENTERPRISES; FAMILY CORPORATIONS"
}