{
  "id": "28588",
  "title": "Analisa modal sosial dan inovasi produk pada pengusaha mikro dan kecil di Jawa Timur",
  "abstract": "Penelitian ini bertujuan untuk mendeskripsikan gambaran modal sosial, pengeloloaan inovasi produk yang diterapkan dan mendeskripsikan kaitan antara modal sosial pengusaha dengan inovasi produk pada pengusaha mikro dan kecil di Jawa Timur. Penelitian ini merupakan penelitian deskriptif kuantitatif. Teknik pengambilan sampel menggunakan jugmental sampling dan diperoleh 141 responden dari penyebaran kuesioner. Penelitian ini menggunakan teknik analisis data Statistik deskriptif, meliputi Mean, distribusi frekuensi, presentasi untuk menguji apakah faktor sosial berpengaruh terhadap kemampuan inovasi wirausahawan dengan bisnis skala mikro dan kecil di Jawa Timur dan kemudian menggunakan cross tabulation, untuk menampilkan kaitan antara 2 atau lebih variabel, sampai dengan menghitung apakah ada hubungan antara baris dan kolom. Variabel yang digunakan didalamnya adalah modal sosial pengusaha mikro dan kecil di Jawa Timur dan inovasi produk yang dilakukan oleh pengusaha mikro dan kecil di Jawa Timur. Hasil penelitian menunjukkan terdapat adanya dukungan modal sosial kepada pengusaha mikro dan kecil di Jawa Timur, terbesar adalah dukungan dari orang tua, anggota keluarga dan pasangan hidup. Kemudian penelitian ini juga menunjukkan bahwa pengusaha mikro dan kecil di Jawa Timur melakukan inovasi produk. Dan hasil berikutnya dari penelitian ini adalah bahwa ternyata modal sosial pengusaha mikro dan kecil dengan inovasi produk pengusaha saling memiliki keterkaitan satu sama lain, keterkaitan yang terbesar adalah dukungan finansial, jaringan, dan moril dari orang tua,anggota keluarga dan pasangan hidup terhadap inovasi pada perubahan pengendalian/kontrol kualitas produk, dan perubahan standar kualitas produk.",
  "creators": "DANNY SURIATNA",
  "contributors": "R.R. Retno Ardianti (Advisor 1); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010600/MAN/2013; Danny Suriatna (31409189)",
  "subjects": "INNOVATION; SMALL BUSINESS ENTERPRISES; ENTREPRENEURSHIP"
}