{
  "id": "28584",
  "title": "Analisis rekrutmen, seleksi, dan penempatan karyawan di PT Nyonya Meneer di Semarang",
  "abstract": "Dalam suatu perusahaan, sumber daya manusia memiliki peran yang sangat penting dalam pengelolaan terhadap sumber daya yang lain. Karena peranan sumber daya manusia di dalam perusahaan sangat penting, maka sumber daya tersebut harus mendapat pengelolaan yang baik dari perusahaan. Pengelolaan tersebut meliputi rekrutmen, seleksi, penempatan, dan lain-lain. Aktivitas rekrutmen, seleksi, dan penempatan mempunyai peran penting dalam kesuksesan perusahaan, karena aktivitas ini dapat menunjukkan kemampuan perusahaan untuk dapat bertahan, beradaptasi, dan berkembang di tengah persaingan yang ketat. Penelitian ini merupakan penelitian deskriptif kualitatif dengan metode pengumpulan data pengalaman individu, observasi, dan wawancara semi terstruktur. Pengumpulan data dalam penelitian ini menggunakan metode purposive sampling dengan memilih empat informan dari pihak perusahaan untuk mendapatkan informasi yang dapatdigunakan untuk menyelesaikan penelitian ini. Hasil penelitian menunjukkan bahwa proses rekrutmen karyawan di PT Nyonya Meneer untuk manajer atau jabatan tinggi lainnya dari perekrutan eksternal melalui iklan di media cetak, sedangkan untuk karyawan harian atau bukan jabatan yang tinggi dari perekrutan internal melalui referensi orang dalam. Proses seleksi yang dilakukan, dengan wawancara, bila diperlukan ada tes psikologi untuk manajer atau tes praktek untuk karyawan harian sesuai dengan yang akan dilamar. Setelah itu mengisi formulir karyawan dan jika sesuai maka akan dipanggil kembali dan dilakukan masa percobaan selama 3 bulan. Dalam penempatan karyawan yang menjadi pertimbangan adalah yang nantinya akan dikerjakan oleh calon karyawan tersebut.",
  "creators": "OGGY YULIAWAN KRISTANU",
  "contributors": "Thomas Santoso (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010604/MAN/2013; Oggy Yuliawan Kristanu (31409180)",
  "subjects": "EMPLOYEES-RECRUITING; PERSONNEL MANAGEMENT; EMPLOYEE SELECTION"
}