{
  "id": "28590",
  "title": "The Refusal strategies used by acquaintances and strangers to a life insurance agent's offers",
  "abstract": "This research is about the refusal strategies used by acquaintances and strangers to a life insurance agent’s offers in the form of role-play situation. This study focused on the comparison of how the people who have distant and close relationship with the agent applied refusal strategies in refusing the offers. The respondents are 15 acquaintances and 15 strangers. Acquaintances are the people who have close relationship with the agent, whilst the strangers are the people who have distant relationship with the agent. The data itself were taken from their dialog with the agent in a role-play situation. Next, the data were analyzed by applying the refusal strategies’ theory by Kartomihardjo (1993) and social distance’s theory by Holmes (1992). The findings show that the acquaintances used the word “NO” more than the strangers; meanwhile, the strangers mostly used indirect refusal. It shows that the acquaintances tend to use direct refusals rather than the strangers. Based on this data, there are some differences and similarities for sure. The first difference is the acquaintances used all single refusals in an utterance; meanwhile, the strangers did not use giving suggestion as a refusal. Nevertheless, there are also some uses of mixed refusal strategies in which both acquaintances and strangers used more than one type of refusal in one utterance. In fact, the highest occurrence of mixed refusal strategies used by the acquaintances was the combination of giving reason and giving condition; whilst the strangers used the combination of giving reason and using comment. The similarities are both the acquaintances and the strangers have the same preferable refusal strategy; that is, giving reason as a refusal. Moreover, there is another similarity in which both the acquaintances and the strangers used the combination of giving reason and giving condition and scored high percentage over all of mixed refusal strategies. Last but not the least is that both acquaintances and strangers used the combination of giving reason and using comment. The percentage of that mixed refusal strategies used by them are also high if it is compared to other mixed refusal strategies usage. On the findings, I found that indeed social distance’s involvement influences refusal’s occurrence. The types and frequencies of refusal strategies used by acquaintances and strangers are mostly different since the degree of their solidarity with the agent is different either; although, there are some similarities can be found. In conclusion, the acquaintances tend to be more direct rather than the strangers to refuse the offers given to them.",
  "creators": "ANDREY YOHANES",
  "contributors": "Julia Eka Rini (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012005/ING/2012; Andrey Yohanes (11408047)",
  "subjects": "SOCIOLINGUISTICS; INDONESIAN LANGUAGE-SOCIAL ASPECTS-STUDY AND TEACHING"
}