{
  "id": "2859",
  "title": "Analisis penggunaan koreksi beta pada perdagangan saham tidak sinkron (thin market): studi pada bursa efek Jakarta periode 2002-2003",
  "abstract": "Dalam perdagangan saham di pasar modal selalu terdapat adanya resiko saham. Resiko saham tersebut dibagi menjadi dua, yaitu resiko tidak sistematis dan resiko sistematis. Untuk memprediksikan risiko investasi dalam saham bisa dilakukan dengan menghitung beta (?) saham. Beta merupakan ukuran resiko sistematik relatif individual saham terhadap resiko pasar. Beta berguna untuk menentukan resiko investasi saham, sehingga banyak digunakan untuk penelitian empiris dalam bidang keuangan. Kenyataannya pada pasar saham, banyak saham yang berada pada perdagangan tidak sinkron, untuk itu nilai beta yang dihasilkan berdasarkan hasil kalkulasi juga mutlak untuk dikaji ulang agar beta tersebut bisa digunakan sebagai dasar untuk memprediksikan tingkat resiko dari saham bersangkutan Untuk itu, diperlukan koreksi atas bias pada beta yang dihasilkan untuk saham yang masuk dalam perdagangan tidak sinkron. Hasil kesimpulan berdasarkan pada hasil pembahasan mengenai koreksi beta pada perdagangan tidak sinkron dapat dipahami bahwa dari 328 saham yang dianalisis pada periode tahun 2002 sampai tahun 2003, sebanyak 148 saham termasuk dalam perdagangan saham tidak sinkron. Penyebab terjadinya perdagangan tidak sinkron di Bursa Efek Jakarta tersebut disebabkan bukan karena perdagangan paruh waktu tetapi karena saham bersangkutan memang tiak terjadi transaksi, bahkan terdapat beberapa saham yang selama dua tahun tidak diperdagangkan diantaranya saham Adindo Foresta (ADFO), Asuransi Jasa Tania Tbk (ASJT), Centex Saham seri B (CNTB), Texmaco Jaya Tbk (TEJA), Keramika Indonesia (KIAS), Mas Murni Tbk (MAMIP), Tunas Ridean Tbk (TURI), Pool Asuransi (POOL), Hanson Saham Seri B (MYRXP), dan Bristol- Myers (SQBB). Berdasarkan nilai beta yang diperoleh, maka beta pada perdagangan tidak sinkron tersebut dilakukan koreksi dengan menggunakan tiga metode yaitu metode Scholes & Williams, metode Dimson, dan metode Fowler & Rorke, diperoleh hasil rata-rata yang menunjukkan metode Fowler & Rorke adalah metode yang terbaik untuk digunakan analisis perdagangan tidak sinkron. Hal ini karena metode Fowler & Rorke menghasilkan nilai beta yang paling mendekati angka satu (1) dibandingkan dengan dua metode lainnya.",
  "creators": "DODY HANDOKO; STEVANUS OSCAR GAUTAMA",
  "contributors": "Sautma Ronni Basana (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03011937/MAN/2005; Dody Handoko (31400073), Stevanus Oscar Gautama (31400546)",
  "subjects": "CORPORATIONS-FINANCE; GOING PUBLIC (SECURITIES); INVESTMENTS"
}