{
  "id": "28599",
  "title": "Analisis proses bisnis pada PT Granitoguna Building Ceramics",
  "abstract": "Penelitian ini dilakukan oleh penulis bertujuan untuk mengetahui proses bisnis dalam jaringan rantai pasokan di perusahaan keluarga PT Granitoguna Building Ceramics. Banyaknya pesaing yang muncul saat ini menyebabkan lingkungan bisnis tidak dapat diprediksi. Perusahaan tidak lagi hanya berfokus untuk mencari laba yang tinggi, tetapi fokus terhadap tujuan jangka panjang perusahaan agar proses bisnis dapat dilakukan secara efektif dan efisien. Supply chain merupakan jaringan perusahaan-perusahaan yang bekerja sama untuk menciptakan dan menghantarkan suatu produk ke tangan pemakai akhir. Strategi supply chain yang berkaitan dengan kecepatan, kualitas, dan fleksibilitas menjadi salah satu keunggulan untuk merespon kebutuhan konsumen dalam memberikan produk dan pelayanan terbaik. Pengumpulan data dilakukan oleh penulis dengan cara wawancara dan observasi secara langsung di lapangan. Teknik analisa data yang digunakan oleh penulis adalah purposive. Hasil analisa data menggunakan trianggulasi sumber untuk membandingkan kebenaran informasi yang diperoleh melalui waktu dan sumber yang berbeda. Dari hasil penelitian, pola supply chain yang diterapkan di PT Granitoguna Building Ceramics melibatkan banyak pihak, salah satunya adalah pemasok. Untuk meningkatkan efektitas dan efisiensi proses bisnis, strategi supply chain yang dilakukan perusahaan terlihat pada proses produksi dengan melakukan continous system, menerapkan kerja sama yang baik dengan pemasok, serta pemanfaatan persediaan pengamanan untuk bahan baku dan barang jadi.",
  "creators": "YOLANDA LEONITA LEONARDY",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010598/MAN/2013; Yolanda Leonita Leonardy (31409219)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES; CORPORATION-MANAGEMENT"
}