{
  "id": "28600",
  "title": "Analisa faktor-faktor yang menghambat pertumbuhan usaha pada sektor informal di Jawa Timur",
  "abstract": "Perkembangan ekonomi di suatu Negara tidak hanya bergantung pada sektor usaha formal tetapi juga tidak lepas dari peran sektor informal yang merupakan penguat dalam pembangunan ekonomi. Sektor informal memberikan sumbangan pendapatan daerah yang cukup besar namun pemerintah kurang memberikan perhatiannya terhadap hambatan yang dialami usaha pada sektor informal. Dengan melihat latar belakang yang ada penulis akan meneliti lebih lanjut mengenai faktor-faktor apa saja yang menghambat pertumbuhan usaha pada usaha mikro dan kecil sektor informal di Jawa Timur. Tujuan penelitian adalah untuk mengetahui gambaran umum Usaha Mikro dan Kecil di Jawa Timur dan mendeskripsikan dimensi faktor-faktor apa saja yang menghambat pertumbuhan usaha sektor informal di Jawa Timur. Penelitian ini merupakan penelitian kuantitatif deskriptif dengan teknik pengambilan sempel non-probability sampling dan pengambilan data dilakukan dengan cara melakukan penyebaran kuesioner. Hasil dari penelitian confirmatory factor analysis menunjukkan bahwa hambatan terbesar yang dialami oleh pemilik berasal dari lingkungan eksternal yaitu hambatan pada dimensi kompetisi, serta terbentuk delapan dimensi faktor baru yaitu dimensi hambatan kejahatan dan korupsi, hambatan sumber daya manusia, hambatan managerial, hambatan finansial, hambatan persaingan, hambatan infrastruktur, hambatan produksi dan penjualan, hambatan barang pengganti.",
  "creators": "CHRISTA DESY R. G. S.",
  "contributors": "Dhyah Harjanti (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010620/MAN/2013; Christa Desy R.G.S. (31409234)",
  "subjects": "SMALL BUSINESS ENTERPRISES"
}