{
  "id": "28604",
  "title": "Desain organisasi pada usaha pengecoran besi dan baja PT Madju Warna Steel",
  "abstract": "Desain organisasi dirancang agar organisasi dapat mencapai tujuan organisasi. Tapi seiring berjalannya waktu ada kejadian-kejadian yang mengharuskan organisasi untuk bersikap tidak kaku dan mengubah desain organisasinya menyesuaikan dengan kondisi internal dan eksternal organisasi. PT Madju Warna Steel merupakan perusahaan yang bergerak di bidang produksi barang hasil pengecoran besi dan baja. Penelitian ini bertujuan untuk mengetahui keselarasan antar dimensi-dimensi desain organisasi di PT Madju Warna Steel menggunakan pendekatan Five Star Model. Penelitian ini menggunakan metode penelitian kualitatif. Jenis studi kualitatif yang digunakan adalah etnografi. Dalam mengumpulkan data, peneliti menggunakan purposive sampling dan melakukan wawancara ke tiga orang informan, dokumen-dokumen, serta pengamatan langsung. Hasil penelitian menunjukkan bahwa keselarasan antar dimensi-dimensi desain organisasi di PT Madju Warna Steel hanya terjadi pada dimensi strategi, struktur, dan proses organisasi saja. Dimensi sistem penghargaan dan pengelolaan sumber daya manusia di PT Madju Warna Steel belum mampu mendukung tujuan jangka panjang dari PT Madju Warna Steel. Untuk menyelaraskan kelima dimensi desain organisasi di PT Madju Warna Steel karyawan perlu diikutkan dalam program Jamsostek agar sistem penghargaan selaras dengan strategi. Karyawan juga perlu dibuatkan program pelatihan dan pengembangan yang rutin sehingga kompetensi karyawan di PT Madju Warna Steel terus berkembang agar dapat bekerja secara efektif dan efisien sehingga meningkatkan kompetensi perusahaan dan menyelaraskan dimensi sumber daya manusia dengan strategi. Dengan menyelaraskan semua kebijakan di organisasi akan memudahkan setiap elemen yang ada didalamnya mengerti dan mencapai tujuan organisasi.",
  "creators": "DANIEL HARTANTO RAHARDJO",
  "contributors": "Bambang Haryadi (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010576/MAN/2013; Daniel Hartanto Rahardjo (31409247)",
  "subjects": "ORGANIZATIONAL STRUCTURE; STRATEGIC PLANNING; ORGANIZATION--MANAGEMENT"
}