{
  "id": "28633",
  "title": "Grha lansia dan anak yatim piatu di Surabaya",
  "abstract": "“Grha Lansia dan Anak Yatim Piatu di Surabaya” adalah sebuah fasilitas hunian dan berkumpul bagi lansia dan anak yatim piatu di Surabaya. Proyek ini menjadi jawaban akan kebutuhan panti werdha yang meningkat di Surabaya. Hal ini selain dikarenakan pertumbuhan jumlah lansia yang mencapai 10% populasi masyarakat Surabaya, juga pengaruh modernisasi yang membuat banyak lansia walau hidup berkecukupan secara materi, namun tidak mendapat perhatian dari keluarga karena kesibukan pekerjaan. Kebutuhan akan ‘keluarga’ ini tidak hanya dialami oleh lansia saja, namun juga oleh anak yatim piatu yang sudah tidak punya keluarga lagi. Dengan kapasitas 100 lansia dan 60 anak-anak, tempat ini dilengkapi dengan tempat bagi para lansia dan anak-anak untuk mengembangkan hobi mereka. Khusus untuk lansia, dilengkapi dengan fasilitas olah raga dan treatment berupa gym, salon, jogging track, spa, dan klinik dengan area fisioterapi bagi mereka yang mulai mengalami hambatan fisik. Bangunan dibentuk seperti terpisah sehingga banyak menciptakan ruang luar di antara bangunan, sekaligus ditata sehingga menimbulkan kesan mengundang pada bagian depannya. Tampak bangunan dibuat seperti tampak perumahan pada umumnya, dengan banyak memainkan bidang geometri. Pendalaman karakter ruang dipilih untuk memaksimalkan kenyamanan lansia dan anak yatim piatu di dalamnya.",
  "creators": "ALFIAN HARLIM",
  "contributors": "Roni Anggoro, S.T., M.A.Arch. (Advisor 1); J. Loekito Kartono (Advisor 2); Samuel Hartono (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 03023138/ARS/2012; Alfian Harlim Lim, (22408070)",
  "subjects": "AGED-INSTITUTIONAL CARE; ARCHITECTURE AND THE AGE; CAMPS FOR THE AGED; CHILDREN-INSTITUTIONAL CARE"
}