{
  "id": "28648",
  "title": "Dukungan manajemen puncak pada komunikasi dan kolaborasi internal perusahaan terhadap pelaksanaan strategic purchasing dalam peningkatan kinerja",
  "abstract": "Hubungan internal antar departemen di dalam sebuah perusahaan merupakan hal yang perlu mendapatkan perhatian secara konsisten dan terpadu. Penelitian ini memiliki beberapa pertanyaan mendasar yang antara lain adalah: pertama, bagaimana pengaruh dukungan manajemen puncak terhadap internal komunikasi dan internal kolaborasi, kedua, bagaimana pengaruh dukungan manajemen puncak terhadap strategi purchasing, ketiga, bagaimana pengaruh Internal komunikasi dan internal kolaborasi terhadap strategi purchasing, keempat, bagaimana pengaruh internal komunikasi terhadap internal kolaborasi, dan yang terakhir adalah bagaimana pengaruh dari strategi purchasing terhadap kinerja perusahaan. Berdasarkan penelitian-penelitian sebelumnya didapatkan bahwa: pertama, dukungan manajemen puncak memberikan peningkatan efektifitas kerja melalui komunikasi dan kolaborasi, kedua, dukungan manajemen puncak berpengaruh terhadap strategi purchasing dan yang ketiga, strategi purchasing dapat meningkatkan kinerja perusahaan. Berdasarkan hasil penyebaran kuisioner melalui survey terhadap 40 perusahaan manufaktur di jawa timur dengan 200 responden, penelitian ini menemukan bahwa dukungan manajemen puncak didalam perusahaan tidak berdampak langsung pada strategi purchasing, namun melalui internal komunikasi dan internal kolaborasi maka dukungan manajemen puncak akan berdampak pada strategi purchasing dan strategi purchasing akan berdampak pada kinerja perusahaan.",
  "creators": "YUDIANTO OENTARIO",
  "contributors": "Zeplin Jiwa Husada Tarigan (Advisor 1); Thomas Stefanus Kaihatu (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Thesis No. 03020011/MM/2013; Yudianto Oentario (03511015)",
  "subjects": "STRATEGIC PLANNING; PURCHASING-MANAGEMENT"
}