{
  "id": "28643",
  "title": "Peran forecast sharing sebagai mediasi dalam dimensi environmental uncertainty, inter organization relationship dan intra organizational facilitator terhadap good customer service dalam rantai pasok di hotel Jawa Timur",
  "abstract": "Pemasok lebih tertarik dalam berbagi informasi dalam melakukan forecast sharing dari pada melakukan penjualan atau pembelian secara langsung. Adanya forecast sharing akan menunjukkan bahwa pemasok memperoleh sebagian besar manfaat dari berbagi informasi. Hal ini akan memungkinkan pemasok dapat mendapatkan akses ke perusahaan baik itu di hotel maupun perusahaan dengan tepat waktu dan akurat. Sehingga pemasok memiliki kesempatan untuk mendelegasikan beberapa perencanaan dan forecast dan tanggung jawab kepada perusahaan atau hotel dan hotel akan memperoleh informasi yang berkualitas tentang input untuk proses perencanaan mereka. Analisis yang digunakan pada penelitian ini adalah menggunakan Partial Least Square (PLS) dengan proses perhitungan dibantu program aplikasi PLS java web start. Fasilitas merupakan salah faktor yang penting dalam proses pengolahan forecast sharing sehingga dengan adannya Intra -organizational facilitator (fasilitas perusahaan yang memadai) bisa meningkatkan efektifitas atau bisa mempengaruhi forecast sharing (pembagian informasi peramalan) sedangkan Inter-organizational relazationship (kerjasama antar organisasi perusahaan) memberikan pengaruh atau dampak yang baik terhadap forecast sharing (pembagian informasi peramalan) di rantai pasok. Sedangkan untuk variabel Inter-organizational relazationship (kerjasama antar organisasi perusahaan) merupakan salah satu variabel yang memberikan pengaruh atau dampak yang baik terhadap forecast sharing (pembagian informasi peramalan) di rantai pasok.",
  "creators": "AGUNG HARIANTO",
  "contributors": "Thomas Stefanus Kaihatu (Advisor 1); Zeplin Jiwa Husada Tarigan (Advisor 2); I Nyoman Sutapa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020001/MM/2013; Agung Harianto (03511001)",
  "subjects": "SUPPLY CHAIN MANAGEMENT; COMMUNICATION IN ORGANIZATIONS"
}