{
  "id": "28657",
  "title": "Kinship terms used by strangers towards two offsprings of inter-ethnic married couples in Surabaya",
  "abstract": "Inter-ethnic marriages might result in hard-to-identify physical features as their children might have a mix of physical characteristic from both parents. Two young offsprings of inter-ethnic married couples, a male Chinese-Javanese-Dutch (M) and a female Chinese-Javanese (F), were used as enticements to investigate the kinship terms produced by strangers towards them along with the possible social factors influencing the selection process. Theories of address term in Bahasa Indonesia (John & Stokes, 1977) and Javanese (Kuntjara, 2001) supported by address terms borrowed from Dutch (Matres & Sekel, 2007) and those produced by Chinese-Indonesian (Kuntjara, 2009) were used to analyze the data, along with Holmes’ (1992) and Wardhaugh’s (2006) social factors in choosing address terms. The findings resulted in the mixture of kinship terms such as Indonesian kak, pak, nak, Javanese mas, Chinese ko, Dutch om and nyo, and zero address term which were addressed by strangers to M. Having been exposed to similar addressors in similar settings, F was addressed using kak, bu, and nak (Indonesian), mbak (Javanese), tante, nik, and non (Dutch), cé (Chinese), and also zero address term. It could be concluded that addressors considered their own aspects, instead of the addressee’s ones covering ethnicity, setting, transactional status and function, and prior knowledge and personal preference as the ultimate factors influencing their chosen kinship terms. The addressee’s aspects which included the physical features and visible appearance of the addressee were the next-yet-minor factor they paid attention to.",
  "creators": "DINDA MUTIARA",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012060/ING/2013; Dinda Mutiara (11409017)",
  "subjects": "SOCIOLINGUISTICS"
}