{
  "id": "28656",
  "title": "Codes used by two pairs of identical twins",
  "abstract": "This study is about the codes used by two pairs of identical twins to their co-twin in their daily conversation. Both these two pairs of twins are teenagers and they take same major in the same university. In order to identify the codes used by identical twins, she looked for kinds of codes used by Pair 1 and Pair 2 among themselves, and also looked for the differences and similarities between them. It is supported by Wardhaugh’s (2006), Stromswold’s (2004) theories of codes and language development. She observed two pairs of identical twins while they were discussing the topics in the given role plays. She found out that seven types of codes were used by these pairs of twins. There are the similarities and differences that are found in codes used by twins 1A and twins 1B and also twins 2A and twins 1B. As for twins 1A and 1B, there is similarity in the frequency of used that they are mostly used Indonesian codes in their conversation. The differences of them is twins 1A is more formal than twins 1B. As for twins 2A and twins 2B, there is similarity in the frequency of used that they mostly used Indonesian codes in their conversation and there is no specific difference in theb codes that they used. In conclusion, the similarities of Pair 1 and Pair 2 are all of them dsecret language in their conversation and mostly used Indonesian codes. The differences are Pair 2 is more formal than Pair 1 id not use because of the differences in religion and travel experiences.",
  "creators": "WIDA FELIM GUNAWAN",
  "contributors": "Herwindy Maria Tedjaatmadja (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012059/ING/2013; Wida Felim Gunawan (11409015)",
  "subjects": "INDONESIAN LANGUAGE-SOCIAL ASPECTS; SOCIOLINGUISTICS"
}