{
  "id": "28668",
  "title": "Pengaruh larutan alkali terhadap sifat beton segar dan kekuatan awal beton high volume fly ash",
  "abstract": "Beton HVFA yang teraktivasi alkali adalah beton yang menggunakan fly ash sebagai pengganti sebagian semen lebih dari 50% dimana larutan sodium hidroksida (NaOH) dan sodium silikat (Na2SiO3) ditambahkan sebagai aktivator. Pada penelitian ini dibahas lebih dalam mengenai pengaruh penggunaan larutan alkali, metode pencampuran mortar dengan larutan alkali, serta menganalisa penggunaan admixture (borax) untuk meningkatkan sifat beton segar dan kekuatan awal. Dalam penelitian ini kadar penggantian semen oleh fly ash adalah sebesar 60% dan 80% dari total binder. Dilakukan dua proses pencampuran yaitu campuran semen dan larutan alkali fly ash dilakukan terpisah dan bersamaan. Larutan alkali yang digunakan yaitu sodium hidroksida (NaOH) dengan persentase 8% dan 16% berat fly ash dan sodium silikat (Na2SiO3) dengan perbandingan 1:2 sodium hidroksida. Hasil penelitian menunjukkan bahwa penambahan larutan alkali pada beton HVFA memiliki keterbatasan efektivitas untuk dapat meningkatkan sifat beton segar dan kekuatan awal beton. Penggantian fly ash sebesar 60% berat binder, belum didapatkan sifat yang lebih baik daripada beton HVFA tanpa larutan alkali. Sedangkan penggantian fly ash sebesar 80% sifat beton segar dan kekuatan awal yang lebih baik daripada beton HVFA tanpa larutan alkali. Metode pencampuran yang baik adalah mencampurkan fly ash dan larutan alkali serta pasta semen secara terpisah sebelum semuanya disatukan. Persentase alkali dan water binder ratio mempengaruhi sifat beton segar dan kekuatan awal serta temperatur curing sangat berpengaruh untuk meningkatkan kekuatan awal.",
  "creators": "WILLIAM LOLONG; HADI WIJAYA",
  "contributors": "Antoni (Advisor 1); Djwantoro Hardjito (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011843/SIP/2012; William Lolong (21408089), Hadi Wijaya (21408104)",
  "subjects": "CONCRETE; HIGH STRENGTH CONCRETE"
}