{
  "id": "28661",
  "title": "Analisis keyakinan utama (salient beliefs) mahasiswa menggunakan mobil ke kampus",
  "abstract": "Semakin banyak orang yang memilih kendaraan pribadi sebagai moda transportasi. Demikian pula di universitas-universitas di Surabaya yang setiap tahunnya jumlah mahasiswa yang menggunakan mobil pribadi semakin meningkat. Pemilihan moda transportasi yang paling diminati pada Universitas Kristen Petra, yakni mobil pribadi tentu saja dipengaruhi oleh faktor-faktor tertentu. Misalnya: Attitude Toward The Behavior (Sikap terhadap perilaku), Subjective Norm (Norma-norma subjectif), dan Perceived Behavioral Control (Kontrol perilaku). Penelitian ini bertujuan untuk mempelajari faktor-faktor psikologis yang mempengaruhi pemilihan moda transportasi mahasiswa tersebut dari sudut pandang Theory of Planned Behavior (TPB). Selanjutnya, diharapkan dapat menjadi masukan agar kampus dapat memilih mengatasi bertambahnya mahasiswa yang menggunakan mobil ke kampus. Data dari penelitian diperoleh dengan penyebaran kuisioner secara langsung pada peserta yang dikhususkan yang membawa mobil. Hasil dari penelitian akan diolah menggunakan analisa chi square. Dari pengolahan data dengan analisa chi squre, didapat hasilnya dari kuisioner bahwa faktor-faktor apa saja yang mempengaruhi mahasiswa menggunakan mobil ke kampus dilihat dari keuntungan dan kerugian menggunakan mobil ke kampus, alasan menyukai dan tidak menyukai jika menggunakan mobil ke kampus,status hubungan yang mendukung dan tidak mendukung jika menggunakan mobil ke kampus, dan faktor-faktor yang memudahkan dan yang menghambat jika menggunakan mobil ke kampus.",
  "creators": "ERNEST TJOANDY",
  "contributors": "Rudy Setiawan (Advisor 1); Harry Patmadjaja (Advisor 2); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 13011846/SIP/2012; Ernest Tjoandy (21405142)",
  "subjects": "TRAFFIC ENGINEERING (URBAN); URBAN-TRANSPORTATION; TRANSPORTATION, AUTOMOTIVE"
}