{
  "id": "28660",
  "title": "Pemodelan kriteria-kriteria pemilihan tower crane pada proyek konstruksi",
  "abstract": "Tower Crane memiliki jenis dan ukuran yang bervariasi, dari jenis Free Supported Static Tower Crane, Supported Static Tower Crane, Climbing Tower Crane dan Travelling Tower Crane. Oleh sebab itu perlu diketahui kriteria-kriteria yang mempengaruhi para pelaku konstruksi dalam menentukan pemilihan tower crane. Analytical Hierarchy Process merupakan salah satu metode pengambilan keputusan yang cukup mudah dipahami oleh pelaku konstruksi. Penelitian ini bertujuan untuk mengetahui kriteria apa yang menjadi penentu dan mempengaruhi para pelaku konstruksi dalam pemilihan tower crane berbasis AHP. Data penelitian ini diperoleh dari survei kuesioner dan wawancara terhadap pelaku konstruksi untuk bangunan tinggi yang memakai tower crane dalam proses konstruksinya. Para pelaku konstruksi dalam hal ini ialah Kontraktor dan Konsultan. Pengumpulan data dilakukan dengan menyebarkan kuesioner yang ditujukan kepada staf teknik dari 11 perusahaan kontraktor dan konsultan di Surabaya. Dari 30 responden didapatkan bahwa kriteria yang memiliki bobot tertinggi, yang paling menentukan dalam pemilihan tower crane pada proyek konstruksi ialah kriteria ekonomi (perencanaan biaya). Dengan bobot untuk masing-masing kriteria dan sub kriteria, dibentuk sebuah model pemilihan tower crane. Para kontraktor dapat menggunakan pemodelan ini sebagai alat untuk memilih tower crane yang paling cocok digunakan pada proyek konstruksinya.",
  "creators": "JOSEPH HENRY WIBOWO S; YONGKY KURNIAWAN HANDOKO",
  "contributors": "Andi (Advisor 1); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011836/SIP/2012; Yongky Kurniawan (21405112), Joseph Henry (21407080)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; BUILDING MATERIALS; MATERIALS MANAGEMENT"
}