{
  "id": "28662",
  "title": "Karakteristik perjalanan sivitas akademika Universitas Kristen Petra",
  "abstract": "Setiap tahunnya jumlah mahasiswa Universitas Kristen Petra selalu bertambah, begitu juga dengan mahasiswa yang berkendara mobil ke kampus. Banyaknya sivitas akademika yang menggunakan mobil ke kampus seringkali mengakibatkan kemacetan. Untuk mengatasi masalah ini maka pihak kampus Universitas Kristen Petra perlu mendorong sivitas akademika untuk mengurangi penggunaan mobil ke kampus. Ada dua tipe berkendara menggunakan mobil ke kampus, yaitu Single Occupancy Vehicle (SOV) dan High Occupancy Vehicle (HOV). Tujuan dari penelitian ini adalah untuk mengetahui probabilitas pemilihan moda antara mobil berkendara sendiri (SOV) dan mobil berkendara bersama (HOV) jika terdapat perbedaan fasilitas parkir antara pengguna SOV dan HOV. Pengumpulan data dilakukan dengan menyebarkan kuesioner kepada sivitas akademika UK Petra yang digunakan untuk memodelkan pemilihan moda antara SOV dan HOV. Analisis dilakukan dengan metode binomial logit selisih atribut antara moda SOV dengan HOV dengan membandingkan selisih waktu dan selisih tarif yang dikeluarkan untuk masing-masing moda tersebut. Dari hasil penelitian didapatkan hasil bahwa fasilitas parkir yang paling berpengaruh untuk dosen dan karyawan adalah waktu antri masuk parkir dan waktu berjalan dari tempat parkir ke tempat beraktifitas sedangkan untuk mahasiswa adalah waktu antri keluar parkir.",
  "creators": "DHWAPRILUS ANDAL BAKURRU; HERRY ATTY STEVEN T",
  "contributors": "Rudy Setiawan (Advisor 1); Harry Patmadjaja (Advisor 2); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 13011847/SIP/2012; Herry Atty Steven Timisela (21405152), Dhwaprilus Andal Bakurru (21407142)",
  "subjects": "TRAFFIC ENGINEERING (URBAN)"
}