{
  "id": "28666",
  "title": "Pengaruh variasi ukuran butiran, proses pemanasan dan komposisi mortar pada lumpur Sidoarjo untuk aplikasi mortar geopolimer",
  "abstract": "Pemanfaatan material lumpur Sidoarjo sebagai bahan geopolimer pernah diteliti sebelumnya. Pada penelitian ini dibahas lebih dalam mengenai pengaruh variasi proses pemanasan, kehalusan butiran, pengaruh water binder ratio, molaritas alkali activator NaOH pada campuran mortar. Analisa terhadap lumpur dilakukan menggunakan tes X-Ray Diffraction (XRD), dan X-Ray Fluorescence (XRF). Variasi proses pemanasan yaitu dengan memanaskan dengan furnace di laboratorium Metalurgi Universitas Kristen Petra. Lumpur yang dibentuk bongkahan dan serbuk, serta lumpur yang dibakar di Pabrik Genting Bambe berupa bongkahan. Variasi kehalusan butiran lumpur yakni 600-300, 300-150, 150-63, <63μm. Sedangkan variasi water binder ratio adalah 0.25, 0.30, 0.35, dan 0.40. Dan variasi molaritas alkali activator NaOH yaitu 8M, 10M, 12M, 14M. Pengujian kuat tekan terhadap benda uji berbentuk kubus 5x5x5 cm3 dilakukan pada usia 7 hari, dan pengujian kelecakan dilaksanakan dengan menggunakan flow table. Hasil penelitian menunjukkan bahwa mortar yang menggunakan lumpur yang dipanaskan di Pabrik Genting Bambe dengan ukuran butiran <63μm, dengan water binder ratio 0,25 dan memakai alkali activator NaOH dengan molaritas 14M adalah yang mempunyai kelecakan dan kuat tekan yang paling baik. Namun berdasarkan ASTM C230/C230M-08 kelecakan mortar belum memenuhi standar kelecakan mortar semen segar.",
  "creators": "KURNIADI WICAKSONO; ISAAC VALENTINO BUNANTA",
  "contributors": "Djwantoro Hardjito (Advisor 1); Antoni (Advisor 2); Handoko Sugiharto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011844/SIP/2012; Kurniadi Wicaksono (21408058), Isaac Valentini B. (21408093)",
  "subjects": "CONCRETE BLOCKS"
}