{
  "id": "28679",
  "title": "Proses die pressing untuk menggabungkan keramik alumina dengan baja menggunakan proses metalurgi serbuk",
  "abstract": "Penelitian Tugas Akhir ini meneliti proses penggabungan keramik alumina dari reaction bonding serbuk Al dan baja kabon dari serbuk besi dan karbon dengan cara Die Pressing melalui proses metalurgi serbuk yang hendak dicapai adalah meningkatkan properti dari baja. Hasil Tugas Akhir ini diarahkan untuk aplikasi pada komponen Roll Wire pada mesin Wire Cut yang membutuhkan kekerasan yang tinggi. Serbuk aluminium yang ditambahkan tepung jagung lalu dioksidasi menggunakan prinsip reaction bonding. Tujuan penambahan tepung jagung adalah agar tercipta pori-pori selama pemanasan sehingga selama proses agar menjadi jalan masuk oksigen untuk mengoksidasi serbuk Al dengan sempurna. Sedangkan, baja karbon menggunakan serbuk besi yang dicampur dengan serbuk karbon. Serbuk Al – tepung jagung dan serbuk besi karbon dikompaksi bersama sampai tekanan 15,90 MPa agar terjadi mechanical interlock dalam Green Compact. Proses sintering dilakukan pada temperatur 1000oC, 1050oC, dan 1100oC. Semua sampel kemudian diamati secara visual, dengan mengamati bentuk dan juga cacat yang terjadi pada sampel. Hasil pengamatan visual menunjukkan lapisan alumina dapat merekat pada baja. Pengamatan struktur mikro dengan Scanning Electron Microscope (SEM) diketahui bahwa belum terjadi difusi antara lapisan alumina dengan substrat baja dan kedalaman oksidasi lapisan alumina sebesar 2mm. Dari hasil pengamatan SEM dan EDAX dengan Element Mapping diketahui bahwa oksigen sudah dapat berdifusi ke dalam lapisan alumina, namun pada bagian antar muka alumina substrat baja didapatkan bahwa oksigen belum mengoksidasi Al dengan sempurna. Hasil Pull- Off Test menunjukkan hasil yang kurang memuaskan di mana dengan gaya tarik rendah, keramik alumina langsung terlepas dari baja.",
  "creators": "ALBERTUS DANARTO GONDO",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 1); Suwandi Sugondo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010990/MES/2012; Albertus Danarto Gondo (24407025)",
  "subjects": "POWDER METALLURGY"
}