{
  "id": "28677",
  "title": "Perencanaan mesin peniris air dalam kaleng ikan sarden dengan kapasitas 30 kaleng/menit",
  "abstract": "Pengalengan adalah suatu cara pengolahan ikan dengan sistem sterilisasi. Bahan mentah yang dipakai terutama adalah ikan segar. Bahan mentah untuk pengalengan harus dipilih yang betul-betul baik. Proses pengalengan meliputi: persiapan bahan mentah, pemotongan (cutting), pengisian (filling), pemasakan awal (pre-cooking), penirisan, penghampaan (exhausting), sterilisasi, pendinginan, pelabelan dan pengepakan. Ikan yang telah dikalengkan kemudian disimpan dengan baik dapat bertahan selama dua tahun. Salah satu proses penting yang dibahas pada tugas akhir ini adalah proses penirisan. Pada perencanaan kali ini direncanakan sebuah mesin peniris air dengan menggunakan sistem conveyor berbasis tabletop chain untuk meniriskan air yang berada di dalam kaleng yang telah berisi ikan sarden. Pada tabletop chain ditambahkan bracket untuk pemegang kaleng beserta sarden agar tidak terjatuh saat proses penirisan. Proses penirisan ini dilakukan untuk membuang air yang terperangkap dalam kaleng, dimana air ini berasal dari proses steam/ penguapan pada pemasakan awal. Proses penirisan ini mutlak diperlukan karena setelah proses penirisan, kaleng yang berisi ikan sarden akan diisi oleh bumbu-bumbu, maka dari itu air ini perlu ditiriskan atau dibuang. Pada perencanaan ini telah didapat sebuah mesin peniris air pada kaleng yang berisi ikan sarden yang mampu mencapai kapasitas 30 kaleng/menit, dengan waktu penirisan 15 detik, yang telah melebihi dari waktu penirisan minimal selama 8 detik, memiliki panjang lintasan tabletop chain sepanjang 2,75 meter, terdapat juga mekanisme berbentuk bintang yang berguna untuk memasukkan atau mengeluarkan kaleng pada mesin peniris air. Dengan adanya mesin peniris air ini proses penirisan dapat berjalan lebih tepat dan efisien.",
  "creators": "CHANDRA SANTOSO",
  "contributors": "Willyanto (Advisor 1); Joni Dewanto (Advisor 2); Suwandi Sugondo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010995/MES/2012; Chandra Santoso (24407013)",
  "subjects": "MACHINE DESIGNN"
}