{
  "id": "28681",
  "title": "Pengaruh alumina pada refractoriness tanah liat pada aplikasi furnace lining",
  "abstract": "Refractoriness yang tinggi dibutuhkan untuk aplikasi furnace lining. Tanah liat banyak terdapat di Indonesia dan dapat bertahan hingga suhu 1587 °C. Sementara alumina memiliki refractoriness yang tinggi dengan titik lebur 2050 °C. Penambahan alumina dapat meningkatkan refractoriness tanah liat (Abu-Hamatteh & Al-Taie, 2003). Efek penambahan alumina pada tanah liat dari 3 daerah di Indonesia dilaporkan dalam penelitian ini. Alumina ditambahkan sebanyak 10% dan 20% berat pada tanah liat Surabaya, Mojokerto, dan Gresik (Jawa Timur),kemudian disinter pada suhu 1000 °C, 1100 °C, dan 1200 °C dalam atsmofir udara. Pengukuran penyusutan, identifikasi fasa (XRD, SEM dan EDX), serta tes thermal shock resistance dilakukan pada sampel setelah sinter. Penyusutan pada tiap tanah liat menurun dengan bertambahnya kandungan alumina dalam tanah liat. Penyusutan diameter pada tanah liat Surabaya adalah: 1,97%, 0,85%, 0,36% pada suhu sinter 1000 ⁰C; 2,61%, 1,42%, 0,79% pada suhu sinter 1100 ⁰C; 3,40%, 3,94%, 2,45% pada suhu sinter 1200 ⁰C dengan penambahan alumina 0%, 10%, 20% berturut-turut. Penyusutan tinggi sampel adalah: 0,92%, 0,85%, 0,36% pada suhu sinter 1000 ⁰C; 2,50%, 2,29%, 0,72% pada suhu sinter 1100 ⁰C; 9,67%, 6,05%, 8,84% pada suhu sinter 1200 ⁰C dengan penambahan alumina 0%, 10%, 20% berturut-turut. Semakin tinggi suhu sinter, penyusutan akan semakin besar. Peningkatan sebesar 123,17% didapatkan pada suhu sinter 1100 ⁰C dan sebesar 591,47% pada suhu sinter 1200 ⁰C, dari sampel yang terbuat dari tanah liat Surabaya dengan penambahan alumina 20%. Peningkatan kandungan alumina meningkatkan refractoriness. Jumlah sampel dengan retakan kecil adalah: 1 pada 0%, 2 pada 10% dan 20% pada suhu sinter 1000 °C; 3 pada 0%, 1 pada 10%, 2 pada 20% pada suhu sinter 1100 °C; 2 pada 0%, 3 pada 10% dan 20% pada suhu sinter 1200 °C. Peningkatan kandungan alumina meningkatkan suhu sinter, yaitu dibutuhkan suhu minimum sebesar 1200 °C dengan penambahan hingga 20% alumina. Tanah liat Surabaya paling cocok dijadikan furnace lining dengan penyusutan paling kecil. Namun tanah liat Mojokerto menunjukkan refractoriness paling baik, dimana jumlah sampel dengan retakan kecil paling banyak, yaitu 8. Hasil foto SEM menunjukkan dengan penambahan alumina, pori-pori yang terbentuk semakin kecil.",
  "creators": "KUSNIN NELSON",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 1); Suwandi Sugondo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010987/MES/2012; Kusnin Nelson (24408008)",
  "subjects": "REFRACTORY MATERIALS"
}