{
  "id": "28680",
  "title": "Proses pack carburizing pada baja ST 42 menggunakan serbuk karbon yang dibuat dari ampas tebu dan sari tebu",
  "abstract": "Crane cable drum merupakan salah satu komponen crane yang memiliki fungsi krusial dimana dibutuhkan angka kekerasan 50 HRC pada case depth 1,2 mm. Proses pack carburizing menjadi salah satu pilihan untuk mengeraskan permukaan pada aplikasi ini. Dalam pack carburizing serbuk karbon merupakan komponen yang utama pada proses ini. Serbuk karbon yang digunakan pada penelitian ini dibuat dari limbah ampas tebu sisa penggilingan dan juga sari tebu. Diperoleh persentase kadar karbon aktif sebesar 34.2 % untuk serbuk karbon yang terbuat dari ampas tebu, dan 32.1 % pada serbuk karbon yang terbuat dari sari tebu. Proses pack carburizing dilakukan pada temperatur austenisasi 900oC, 950oC dan 1000oC dengan holding time selama 4 jam. Pengujian case depth hanya dilakukan pada sampel dengan nilai kekerasan tertinggi, yaitu sampel yang dipanaskan hingga temperatur carburizing 950 oC dan juga 1000 oC yang menggunakan karbon dari sari tebu. Hasil pengujian kekerasan menunjukkan bahwa sampel dengan temperatur carburizing 950 oC menggunakan serbuk karbon dari sari tebu memiliki angka kekerasan tertinggi, yaitu 60 HRC dibanding dengan temperatur 1000 oC yang memiliki angka kekerasan sebesar 59 HRC. Hal ini didukung oleh peningkatan persentase karbon sebesar 0.235 % C dibanding sampel induk yang hanya 0.119 % C. Pada pengamatan struktur mikro ditemukan struktur lath martensite, namun masih terdapat austenite sisa.",
  "creators": "NYOMAN BUDIARTA",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 1); Dr. Dra. Gan Shu San, M.Sc. (Advisor 2); Suwandi Sugondo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010988/MES/2012; Nyoman Budiarta (24407032)",
  "subjects": "POWDER METALLURGY"
}