{
  "id": "2869",
  "title": "Analisa bentuk investasi untuk tujuan perencanaan dana hari tua dosen Universitas Kristen Petra",
  "abstract": "Skripsi ini meneliti tentang perencanaan dana hari tua yang dilakukan oleh seseorang secara pribadi maupun dalam keluarga. Penelitian ini dikhususkan pada dosen Universitas Kristen Petra yang memiliki karakteristik sebagai dosen tetap Universitas Kristen Petra di fakultas ekonomi maupun fakultas di luar ekonomi. Pada dasarnya, karakteristik dosen digunakan sebagai bahan penelitian karena dianggap telah mengetahui tentang perencanaan dana hari tua. Untuk investasi dengan tujuan perencanaan dana hari tua tidak dapat dipisahkan dari karakteristik investor berdasarkan profil resiko karena investasi untuk perencanaan dana hari tua berarti melakukan investasi saat ini dengan tujuan mendapatkan keuntungan ketika usia tua. Dalam penelitian ini ingin diketahui mengenai perbedaan-perbedaan tipe-tipe investor berdasarkan profil resiko sehingga bisa menambah pengetahuan khususnya mengenai seluk beluk investasi di lingkungan dosen Univeritas Kristen Petra yaitu dosen ekonomi dan dosen di luar ekonomi. Analisa dari pengolahan data dengan anova menunjukkan bahwa dosen-dosen di fakultas ekonomi maupun diluar fakultas ekonomi tidak dapat dibedakan berdasarkan pada bentuk investasi untuk perencanaan dana hari tua yang dilakukan dari perspektif profil resikonya. Untuk analisa dari uji Chi-Square, hasil yang diperoleh adalah tidak ada hubungan antara bentuk investasi asset financial maupun asset non financial bagi dosen ekonomi maupun dosen di luar ekonomi dilihat dari profil resiko.",
  "creators": "MEILIANA GUNAWAN; LIM YENNI SIP",
  "contributors": "Yohnson (Advisor 1); Sautma Ronni Basana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03011861/MAN/2005; Meilianan Gunawan (31401035), Lim Yenni Sip (31401126)",
  "subjects": "PENSION TRUSTS-INVESTMENTS; OLD AGE PENSIONS; EMPLOYEE PENSION TRUSTS"
}