{
  "id": "28692",
  "title": "Pengaruh kualitas layanan dan kualitas produk terhadap kepuasan pelanggan dan loyalitas konsumen restoran Happy Garden Surabaya",
  "abstract": "Perkembangan bisnis makanan di Indonesia yang semakin berkembang pesat juga menyebabkan meningkatnya persaingan. Sebagai salah satu restoran, Happy Garden harus memiliki keunggulan untuk mampu bersaing agar dapat bertahan dan memenangkan persaingan dalam bisnis makanan ini. Salah satu cara yang dapat digunakan untuk mencapai keunggulan tersebut adalah dengan menerapkan kualitas layanan dan kualitas produk yang tepat sehingga dapat meningkatkan kepuasan pelanggan dan menciptakan loyalitas konsumen. Penelitian ini bertujuan untuk menganalisa pengaruh dari kualitas layanan dan kualitas produk terhadap kepuasan pelanggan dan loyalitas konsumen di restoran Happy Garden Surabaya serta mengetahui faktor mana yang berpengaruh dominan di restoran tersebut. Dalam pengumpulan data, peneliti menyebarkan kuesioner kepada 160 responden yang merupakan konsumen dari Happy Garden Surabaya. Alat analisa yang digunakan untuk mengukur pengaruh Kualitas Layanan dan Kualitas Produk terhadap Kepuasan Pelanggan dan Loyalitas Konsumen adalah Structural Equation Model (SEM). Hasil observasi di analisa dengan menggunakan metode Structural Equation Model (SEM), dan dapat disimpulkan bahwa variabel kualitas layanan dan kualitas produk berpengaruh signifikan terhadap kepuasan konsumen dan loyalitas konsumen di restoran Happy Garden.",
  "creators": "SHANDY WIDJOYO PUTRO",
  "contributors": "Ritzky Karinamegahrosa Brahmana S.E., M.A. (Advisor 2); Hatane Semuel (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020442/MAN/2014; Shandy Widjoyo Putro (36409076)",
  "subjects": "CUSTOMER LOYALTY; CONSUMER SATISFACTION.; QUALITY OF SERVICE"
}