{
  "id": "28707",
  "title": "Analisa hubungan antara intensitas persaingan ukuran perusahaan organisasi pembelajaran dengan penggunaan sistem informasi akuntansi pada sektor ritel di Surabaya",
  "abstract": "Dalam era globalisasi ini, sektor ritel merupakan salah satu sektor yang berkembang sangat cepat dan diwarnai iklim kompetisi yang sangat ketat di Indonesia, termasuk di Surabaya. Sektor ritel memberikan kontribusi paling besar terhadap Produk Domestik Regional Bruto Kota Surabaya Tahun 2011, yaitu sebesar 29,71%. Pertumbuhan jumlah perusahaan ritel tiap tahunnya juga makin meningkat. Agar mampu bertahan bahkan unggul dalam persaingan, manajemen harus mampu melakukan pengambilan keputusan yang tepat. Keputusan yang tepat didasarkan pada informasi akurat, relevan, tepat waktu. Informasi yang berguna salah satunya dapat dibentuk melalui Sistem Informasi Akuntansi (SIA). SIA dapat mendukung pengambilan keputusan pihak manajemen. Menyadari betapa pentingnya penggunaan SIA pada sektor ritel, maka peneliti tertarik untuk melakukan penelitian yang bertujuan untuk mengetahui hubungan antara intensitas persaingan, ukuran perusahaan, dan organisasi pembelajaran dengan penggunaan SIA. Pengumpulan data dilakukan dengan cara membagikan kuesioner pada para pemilik atau manajer di 105 perusahaan ritel (15 food retailers dan 90 general merchandise retailers) di Surabaya. Analisis statistik yang digunakan dalam penelitian ini ialah analisis korelasi Pearson Product Moment. Penelitian ini berhasil membuktikan adanya hubungan yang signifikan antara intensitas persaingan dengan penggunaan SIA, ukuran perusahaan dengan penggunaan SIA, dan organisasi pembelajaran dengan penggunaan SIA. Mayoritas penggunaan SIA pada perusahaan ritel lebih diutamakan pada aspek Financial Reporting System demi pemenuhan kewajiban pertanggungjawaban kepada pihak eksternal khususnya laporan keuangan untuk pemilik.",
  "creators": "FELYCIA ERI PUTRI SUPARNO",
  "contributors": "Devie (Advisor 1); Josua Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010416/AKT/2013; Felycia Eri Putri (32409052)",
  "subjects": "ACCOUNTING-DATA PROCESSING"
}