{
  "id": "28709",
  "title": "Analisa hubungan antara size, produk life cycle, dan market position dengan penggunaan balanced scorecard pada sektor perbankan dan asuransi di Surabaya",
  "abstract": "Persaingan perbankan dan asuransi yang semakin ketat membuat setiap bank dan asuransi harus aktif meningkatkan kinerjanya. Mengukur terlebih dahulu kinerja organisasi dapat dijadikan pedoman para manajer untuk merumuskan perbaikan-perbaikan yang dibutuhkan. Suatu alat pengukuran kinerja yang dapat digunakan ialah balanced scorecard yang tidak hanya megukur kinerja dari sisi keuangan, tetapi juga sisi non-keuangan. Penelitian ini bertujuan untuk menguji hubungan antara size, product life cycle, dan market position dengan penggunaan balanced scorecard pada sektor perbankan dan asuransi di Surabaya. Balanced scorecard yang dimaksud dalam penelitian ini adalah penggunaan kerangka berpikir balanced scorecard sebagai pengukuran kinerja perusahaan. Penelitian ini menggunakan sampel yang diambil dari majalah Investor edisi Juni 2012, yaitu 50 best banks 2012 dan majalah Investor edisi Juli 2012, yaitu 20 best insurance companies 2012 yang memiliki kantor pusat atau cabang di Surabaya. Hipotesis dalam penelitian ini diuji menggunakan korelasi Pearson Product Moment. Hasil penelitian membuktikan bahwa terdapat hubungan antara organization size, product life cycle, dan market position dengan penggunaan balanced scorecard. Dari hasil penelitian, dapat diketahui pula bahwa penggunaan balanced scorecard yang paling banyak berada pada perspektif pelanggan, yaitu dengan rata-rata sebesar 25,78%.",
  "creators": "APRILLYCIA TANOYO",
  "contributors": "Devie (Advisor 1); I Nyoman Sutapa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010427/AKT/2013; Aprillycia Tanoyo (32409057)",
  "subjects": "STRATEGIC PLANNING; MARKETING; BALANCED SCORECARD"
}