{
  "id": "28710",
  "title": "Analisa hubungan antara size, product life cycle, dan market position dengan penggunaan balanced scorecard pada sektor ritel di Surabaya",
  "abstract": "Dewasa ini, persaingan dunia bisnis semakin tajam. Persaingan dalam lingkungan bisnis mendorong retailer berupaya untuk memberikan kualitas yang terbaik untuk meningkatkan loyalitas pelanggan. Hal ini memaksa perusahaan ritel untuk memperbaiki kinerjanya guna mendapat kepercayaan dari konsumen. Melihat fenomena tersebut, maka perusahaan ritel memerlukan alternatif penilaian kinerja dengan menggunakan balanced scorecard yang lebih komprehensif, akurat, dan terukur karena dalam menilai kinerja suatu perusahaan tidak hanya dinilai dari aspek keuangan saja, tetapi juga dinilai dari aspek non keuangan. Balanced Scorecard mengukur kinerja suatu organisasi dari empat perspektif yaitu perspektif keuangan, perspektif pelanggan, perspektif proses bisnis internal, dan perspektif pembelajaran dan pertumbuhan. Untuk itu merupakan keharusan bagi perusahaan ritel untuk mengenali variabel-variabel apa saja yang berhubungan dengan penggunaan balanced scorecard. Pengumpulan data dilakukan dengan cara membagikan kuesioner pada manajer atau pemilik yang bekerja pada beberapa perusahaan ritel di Surabaya. Kriteria perusahaan ritel yang ditetapkan peneliti untuk pemilihan sampel adalah ritel yang termasuk dalam jenis food retailer dan general merchandise retailer dan memiliki manajer atau pemilik yang telah bekerja minimal enam bulan. Untuk menghindari adanya salah interpretasi dari data yang diperoleh dalam proses penelitian, maka ada beberapa tahapan yang harus dilalui seperti melakukan uji validitas dan uji reliabilitas melalui SPSS.",
  "creators": "CHRISTINA PERMATA SARI",
  "contributors": "Devie (Advisor 1); I Nyoman Sutapa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010430/AKT/2013; Christina Permata Sari (32409058)",
  "subjects": "RETAIL TRADE-MANAGEMENT"
}