{
  "id": "28713",
  "title": "Analisa hubungan antara intensitas persaingan, ukuran perusahaan, dan organisasi pembelajaran terhadap penggunaan sistem informasi akuntansi pada sektor hotel di Surabaya",
  "abstract": "Dari tahun ke tahun, industri hotel menunjukkan peningkatan jumlah pelanggan yang positif. Oleh karena itu, pemilihan topik ini didasari atas realita yang ada bahwa tingkat persaingan di industri hotel terus meningkat, sehingga pebisnis membutuhkan informasi yang berkualitas. Salah satu peran dari sistem informasi akuntansi adalah menghasilkan informasi yang berkualitas untuk tujuan pengambilan keputusan. Penelitian ini bertujuan untuk menguji hubungan antara intensitas persaingan, ukuran perusahaan, dan learning organization terhadap penggunaan sistem informasi akuntansi (SIA) pada hotel di Surabaya. Sampel yang digunakan dalam penelitian ini adalah 90 manager atau pemilik hotel di Surabaya. Analisa statistik yang digunakan dalam penelitian ini diuji menggunakan metode korelasi Product Moment. Hasil dari penelitian ini menunjukkan terdapat hubungan positif signifikan antara intensitas persaingan, ukuran perusahaan, dan learning organization terhadap penggunaan sistem informasi akuntansi pada hotel. Ukuran perusahaan yang digunakan pada penelitian ini menggunakan pengukuran non financial, yaitu tingkat spesialisasi kerja, jumlah divisi, struktur ogranisasi, dan peningkatan prosedur kerja. Di samping itu, hasil penelitian menunjukkan bahwa penggunaan SIA tertinggi pada industri hotel adalah pada penyediaan informasi untuk tujuan pajak.",
  "creators": "NOVIANTO CHANDRA",
  "contributors": "Devie (Advisor 1); Josua Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010424/AKT/2013; Novianto Chandra (32409071)",
  "subjects": "ACCOUNTING-DATA PROCESSING; ACCOUNTING-COMPUTER PROGRAMS"
}