{
  "id": "28719",
  "title": "Persepsi wisatawan terhadap komponen pariwisata di pantai Kuta Lombok",
  "abstract": "Percepatan pengembangan wilayah Pantai Kuta Lombok oleh Pemerintah Daerah Kabupaten Lombok Tengah perlu dilakukan dalam upaya mendukung Pantai Kuta Lombok sebagai salah satu ikon pariwisata nasional. Dalam usaha untuk mengembangkan wilayah Pantai Kuta Lombok, pihak Pemerintah Daerah Kabupaten Lombok perlu memperhatikan variabel marketing mix karena Pantai Kuta Lombok memiliki pesaing sebagai daerah tujuan wisata. Beberapa elemen yang terdapat pada marketing mix dikembangkan sesuai dengan aktivitas dan kebutuhan wisatawan, sehingga pengembangan wilayah Pantai Kuta Lombok dapat dilakukan secara optimal. Semua kebutuhan wisatawan harus ditampung atau diakomodasikan dengan bermacam-macam sarana dan kemudahan yang mampu menjadi daya tarik bagi wisatawan untuk berkunjung ke Pantai Kuta Lombok. Tujuan penelitian ini adalah untuk profil, motivasi, kegiatan-kegiatan, dan persepsi wisatawan terhadap komponen pariwisata di Pantai Kuta Lombok. Dalam penelitian ini populasinya adalah wisatawan yang berkunjung ke Pantai Kuta Lombok. Sedangkan sampel yang digunakan adalah wisatawan berusia minimal 18 tahun dan sedang berkunjung ke Pantai Kuta Lombok ketika kuesioner disebarkan. Prosedur pengumpulan data yang digunakan adalah menggunakan kuesioner. Hasil penelitian menunjukkan persepsi wisatawan terhadap komponen pariwisata di Pantai Kuta Lombok adalah penting karena memenuhi kebutuhan dan keinginan wisatawan. Karena itu, Pemerintah Provinsi Nusa Tenggara Barat hendaknya meningkatkan fasilitas pelayanan diantaranya dengan menambah jumlah armada bus.",
  "creators": "PUSPAWATI DJUWITA G; LUSIA DEWI ANGJELINA",
  "contributors": "Tio Sally P. Suhonggo (Advisor 2); Hatane Semuel (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010157/MAN/2013; Puspawati Djuwita Goenawan (35409050), Lusia Dewi Angjelina (35409058)",
  "subjects": "TOURIST TRADE-MANAGEMENT; BEACH KUTA-LOMBOK-TOURIST TRADE; TOURIST TRADE-RESEARCH"
}