{
  "id": "28718",
  "title": "Presepsi pengunjung mengenai atribut wisata di ekowisata mangrove Wonorejo",
  "abstract": "Penelitian ini dilakukan untuk mengetahui persepsi pengunjung mengenai atribut wisata di Ekowisata Mangrove Wonorejo ditinjau dari Mutu Obyek Daya Tarik Wisata, Mutu Atraksi Wisata, Mutu Aksesbilitas, Fasilitas. Mutu Obyek Daya Tarik Wisata dapat dikelompokkan menjadi 6 indikator antara lain: Keunikan, Keaslian, Keramahan, Keindahan, Keamanan, dan Kebersihan. Mutu Atraksi Wisata yang mana naik perahu dan menanam bakau menjadi atraksi yang ditawarkan. Dan juga Mutu Aksesbilitas yang dijabarkan melalui akses menuju obyek wisata dengan kendaraan pribadi dan umum, kondisi jalan menuju obyek wisata, juga rambu-rambu yang terdapat di sepanjang jalan menuju obyek wisata. Sebagai informasi tambahan, dilakukan penilaian mengenai fasilitas yang disediakan. Dari hasil penelitian dengan menyebarkan kuesioner kepada 100 orang pengunjung sebagai responden, menunjukkan bahwa dari mutu obyek daya tarik wisata 92% responden mempunyai persepsi yang paling baik mengenai indikator keaslian. Dari mutu atraksi wisata sebanyak 89% responden menilai baik mengenai atraksi yang terdapat di Ekowisata Mangrove Wonorejo. Dilihat dari mutu aksesbilitas didapatkan 35% responden yang menilai baik, berarti 65% lainnya menilai kurang baik di dalam atribut yang terdapat di mutu aksesbilitas. Hal ini dikarenakan oleh akses menuju Ekowisata Mangrove Wonorejo yang kurang memadai dan tidak dapat dicapai dengan kendaraan umum. Sedangkan dari segi penilaian mengenai fasilitas dinilai baik secara merata.",
  "creators": "INGE AMELIA ROSSY K; NOVITA ANGGRAENI PURWANTO",
  "contributors": "Tio Sally P. Suhonggo (Advisor 1); Yudianto Oentario, S.E., M.M. (Advisor 2); Dra. Monica Ida Uniati , M.M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010170/MAN/2013; Inge Amelia Rossy Khumarga (35408023), Novita Anggraeni Purwanto Tan (35408024)",
  "subjects": "TOURIST TRADE-RESEARCH; TOURIST TRADE-SURABAYA; HUTAN MANGROVE"
}