{
  "id": "2874",
  "title": "Kualitas jasa sistem informasi dan kepuasan para pengguna sistem informasi",
  "abstract": "Adanya perhatian yang konstan dari para peneliti dan praktisi sistem informasi manajemen telah meningkatkan kepuasan pengguna fungsi jasa informasi. Untuk memperoleh hasil yang lebih representatif, penelitian ini dilakukan pada perusahaan jasa perbankan dengan pertimbangan bahwa sistem informasi memiliki peranan penting dalam menunjang keberhasilan praktek bisnisnya. Penelitian ini dilakukan untuk membuktikan lebih lanjut hubungan antara kepuasan pengguna informasi dan dimensi kualitas jasa departemen sistem informasi suatu organisasi, faktor-faktor yang dapat digunakan untuk memprediksi kepuasan pengguna informasi dengan lebih baik, serta perbedaan faktor-faktor yang mempengaruhi kepuasan pengguna informasi di antara kelompok pengguna posisi staf dan manajer. Pengumpulan datanya dilakukan dengan cara menyebar kuesioner kepada para pengguna jasa departemen sistem informasi dari berbagai bank di Surabaya dan Jakarta. Data tersebut dianalisis dengan menggunakan software statistik SPSS 11. Penelitian ini memiliki beberapa penemuan. Pertama, penelitian ini mendukung suatu hubungan yang signifikan positif antara kepuasan pengguna informasi dan dimensi responsiveness dari kualitas jasa. Kedua, terdapat dua faktor yang signifikan sebagai prediktor kepuasan pengguna sistem informasi yaitu faktor pengetahuan dan keterlibatan yang merupakan prediktor dari faktor original instrumen tradisional kepuasan pengguna informasi, dan dimensi assurance dari kualitas jasa. Ketiga, faktor-faktor yang mempengaruhi kepuasan pengguna informasi ini berbeda antara kelompok staf dan manajer.",
  "creators": "FENY LIMANTARA",
  "contributors": "Devie (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 0248/AKT/2003; Feny Limantara (32499018)",
  "subjects": "MANAGEMENT INFORMATION SYSTEM; ACCOUNTING; CONSUMER SATISFACTION"
}