{
  "id": "28742",
  "title": "The Initiating acts used by the host of talk Indonesia in political and cultural issues",
  "abstract": "In this research, the writer observed the initiating acts used by the host of Talk Indonesia in political issues and cultural issues and the comparison of initiating acts between those two issues. The data was taken from several episodes of the Talk Indonesia that have topics on political and cultural issues. I used the theory of the moves and the initiating acts by Stenström (1994), Timberg (2002), and Marshall and Werndly (2002). In the findings, the writer found that the highest percentage of initiating acts types in political issues is Inform (37%), followed by Opine and Polarity Questions (19%), Identification Questions (12%), Confirmation Questions (10%), Permission Requests (4%) and Action Request (1%). In cultural issues, the writer found that the highest percentage of initiating acts types is Inform (39%) followed by Opine (34%), Identification Questions (19%), Confirmation Questions (6%) Polarity Questions (1%) and Action Requests (1%). The writer also found that in general, the percentage of Statement in the political issues (54%) is lower than those in the cultural issues (73%) while the percentage of Questions in the political issues (41%) is higher than those in the cultural issues (26%). The conclusion drew that different issues trigger different initiating acts. The host of Talk Indonesia uses more questions to initiate in political issues, while he uses more statements to initiate in cultural issues.",
  "creators": "EKA JULIANTY SAIMIMA",
  "contributors": "Samuel Gunawan (Advisor 1); Henny Putri (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.02012041/ING/2013; Eka Julianty Saimima (11409037)",
  "subjects": "SPEECH ACTS (LINGUISTICS)"
}