{
  "id": "28749",
  "title": "Peran pemimpin dalam meningkatkan efisiensi dan efektivitas operasional pengiriman barang pada PT Yaspis Permata Trans di Surabaya",
  "abstract": "Sering terjadi keluhan dari para pelanggan tentang mutu produk dan pelayanannya. Hal ini terjadi sejalan dengan semakin kritisnya para pelanggan tentang mutu. Artinya, seorang pemimpin di samping melaksanakan fungsi manajemen juga harus mampu menjalankan kepemimpinan mutu SDM dengan efektif secara bersinambung. Hal ini menjadikan setiap perusahaan dituntut memiliki kegiatan operasional. Yang fungsinya untuk menghasilkan barang dan jasa, tujuannya menjalankan proses operasional yang efisien dan efektif. Efisiensi dan efektivitas operasional perusahaan dapat dikendalikan dari berbagai kegiatan yang sesuai dengan keadaan perusahaan tersebut. Hal ini agar meningkatkan kualitas pelayanan. Misalnya, PT Yaspis Permata Trans Surabaya. Berdasarkan hasil wawancara dengan pemiliknya, Rio Mawikere, mengatakan kalau “masalah yang selama ini terjadi hanyalah selalu harus menunggu kontainer full baru bisa di berangkatkan, juga keadaan-keadaan yang tidak diduga-duga, dan itu sangat membuang-buang waktu pengiriman, perusahaan juga masih menerima klaim kerusakan barang dari pelanggan untuk tiap kali pengiriman”. Fakta yang terjadi di atas juga menunjukkan bahwa adanya peran pemimpin yang sangat penting dalam pengelolaan kegiatan operasional. Dari fenomena di atas dirumuskan masalah bagaimana peran pemimpin dalam meningkatkan efisiensi dan efektivitas operasional pengiriman barang pada PT Yaspis Permata Trans. Hasil Penelitian menunjukkan bahwa setelah melalui analisa dari berbagai sumber dan data, dapat dikatakan PT Yaspis Permata Trans dari segi manajerial operasional perusahaan belum efisien dan efektif karena input yang digunakan belum menghasilkan output yang sesuai. Sebenarnya peran Rio Mawikere, selaku direktur utama, sudah berusaha meningkatkan efisiensi dan efektivitas manajerial operasional pengiriman tetapi belum optimal karena seperti pengukuran masih bersifat fleksibel.",
  "creators": "CAROLIN",
  "contributors": "Bambang Haryadi (Advisor and Examination Committee); Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010305/MAN/2012; Carolin (31407173)",
  "subjects": "EXECUTIVE ABILITY; LEADERSHIP; DELIVERY OF GOODS-MANAGEMENT"
}