{
  "id": "28759",
  "title": "Studi deskriptif pengelolaan dan pengembangan usaha perusahaan keluarga pada CV Laro Putra Manunggal di Tuban",
  "abstract": "CV Laron Putra Manunggal adalah sebuah perusahaan keluarga yang bergerak dalam bisnis industri makanan-minuman yang berlokasi di Tuban, Jawa Timur, di mana produknya adalah kecap yang memiliki merek “Cap Laron”. Penelitian ini membahas pengelolaan perusahaan keluarga pada CV Laron Putra Manunggal, kemudian mendeskripsikan lingkungan eksternal dan internal perusahaan keluarga pada CV Laron Putra Manunggal, serta rencana pengembangan bisnis pada aspek produksi CV Laron Putra Manunggal. Permasalahan yang diajukan adalah harga bahan baku pembuatan kecap yaitu gula jawa yang terus meningkat tinggi dan hal ini dikhawatirkan berpengaruh terhadap harga jual dan tingkat permintaan konsumen akan kecap Laron. Berdasarkan hasil analisis dan pembahasan yang telah dilakukan, dapat disimpulkan bahwa pengelolaan perusahaan keluarga pada CV Laron Putra Manunggal sudah mempunyai fungsi manajemen di setiap fungsi bisnis dalam perusahaan. Di samping itu, analisis lingkungan internal dan eksternal perusahaan yang telah dilakukan, digunakan sebagai landasan dalam rencana pengembangan bisnis perusahaan. Sehingga dapat disimpulkan bahwa pada perusahaan ini masih memerlukan strategi pengembangan bisnis yakni berupa strategi pengembangan produk kecap untuk meningkatkan penjualan, omzet, dan laba perusahaan dalam rangka menutup pembengkakan biaya produksi.",
  "creators": "ANGELA MELISA SANTOSO",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010373/MAN/2012; Angela Melisa (31408177)",
  "subjects": "FAMILY CORPORATIONS--MANAGEMENT; FAMILY-OWNED BUSINESS ENTERPRISES; FAMILY CORPORATIONS"
}