{
  "id": "2875",
  "title": "Pengaruh kualitas jasa terhadap kesetiaan pelanggan Java Jimmy's Irish Pub Hotel Westin Surabaya",
  "abstract": "Hotel menrpakan suatu industri jasa yang sarat akan tuntutan kualitas layanan. Tanpa memiliki keunggulan dan daya saing dalam melayani tamu, sebuah hotel akan berangsur-angsur ditinggalkan oleh pengunjung. Kepuasan pelanggan dapat menjadi faktor penentu dalam keputusan penggunaan jasa hotel yang sama di masa mendatang. Dengan adanya layanan yang hampir sama dari hotel-hotel pada tingkat yang sama maka diperlukan layanan tambahan yang lebih dari apa yang diharapkan oleh para pelanggan untuk dapat menciptakan kepuasan pelanggan. Manajemen harus memperhatikan harga, fasilitas yang disediakan, kepedulian karyawan terhadap pengunjung, daya tanggap dalam menangani keluhan. Kualitas layanan yang baik dapat menimbulkan kepuasan pelanggan sehingga dapat mendorong kunjungan ulang terhadap layanan menunjukkan indikasi bahwa pelanggan mulai setia pada layanan merek tertentu. Tujuan penelitian ini untuk mengetahui pengaruh kualitas layanan terhadap kesetiaan pelanggan. Data yang digunakan adalah data primer yaitu data yang dikumpulkan dan diolah dengan cara membagi kuesioner langsung kepada responden dimana sebagian besar adalah mahasiswa. Data yang dihasilkan menunjukkan para responden cukup puas dengan kualitas yang diberikan oleh Java Jimmy's Irish Pub dan hal tersebut mempengaruhi tingkat kesetiaan mereka dalam melakukan kunjungan ulang ke Java Jimmy's Irish Pub. Oleh karena itu pengaruh kualitas layanan sangat penting dalam membentuk kepuasaan pelanggan yang akan menyebabkan pelanggan tersebut menjadi setia terhadap suatu layanan produk atau jasa.",
  "creators": "ROLAND AGUNG SOPUTRA; FANNY SUGIANTO",
  "contributors": "Hatane Semuel (Advisor 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1598/EM/2002; Roland Agung Soputra (31498005), Fanny Sugianto (31498120)",
  "subjects": "CONSUMERS-RESEARCH; MARKETING RESEARCH"
}