{
  "id": "28750",
  "title": "Peranan keluarga dalam pengelolaan dan pengembangan usaha pada CV Ultraformindo Mandiri Indonesia di Sidoarjo",
  "abstract": "Selama ini perusahaan mengalami kendala didalam internal perusahaan sehingga perusahaan mengalami kendala didalam memasarkan produk. Melalui ini Penelitian bertujuan untuk mendeskripsikan fungsi-fungsi manajemen CV Ultraformindo Mandiri, untuk mengetahui situasi dan kondisi lingkungan internal dan eksternal dari CV Ultraformindo Mandiri, dan menyusun model alternatif pengembangan usaha pada CV Ultraformindo Mandiri serta peran anggota keluarga didalam perusahaan CV Ultraformindo Mandiri. Untuk mencapai tujuan tersebut penelitian menggunakan metode kualitatif dengan wawancara semi terstruktur untuk memperoleh data-data yang dibutuhkan oleh. Dari hasil penelitian tersebut disimpulkan, Bahwa selama ini perusahaan telah menjalankan fungsi manajemen dengan baik, sedangkan dari lingkungan eksternal perusahaan hambatan masuk pendatang baru sangat tinggi, tingkat persaingan yang sangat ketat, posisi perusahaan sangat kuat terhadap supplier, continuous paper sulit untuk digantikan, dan pembeli memiliki posisi yang kuat dibandingkan perusahaan. Kendala yang dihadapi oleh CV Ultraformindo Mandiri adalah perusahaan belum memiliki divisi pemasaran, serta kekurangan SDM pemasaran yang berkualitas sehingga pencapaian pelanggan baru belum efektif. Strategi yang tepat untuk diterapkan didalam CV.Ultraformindo Mandiri adalah strategi kepemimpinan biaya rendah. Untuk mendukung strategi kepemimpinan biaya rendah, CV Ultraformindo Mandiri perlu menjalankan beberapa kebijakan yaitu: merekrut SDM yang handal dibidang pemasaran, membentuk divisi pemasaran, merealisasikan rencana dengan menambah armada dan jalur pengiriman diwilayah Surabaya,dan menambah karyawan didalam pemasaran, menekan produk cacat hingga 0%, dan melakukan pelatihan dan pengembangan staff produksi dengan cara memperketat seleksi bahan baku yang masuk dan keluar.",
  "creators": "WILLIAM KURNIAWAN",
  "contributors": "R.R. Retno Ardianti (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010421/MAN/2012; William Kurniawan (31408013)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES; FAMILY CORPORATIONS; FAMILY CORPORATIONS--MANAGEMENT"
}