{
  "id": "28783",
  "title": "Pengaruh budgeting participation terhadap employee performance pada sektor jasa di Surabaya",
  "abstract": "Memasuki era perdagangan bebas sekarang ini, industri jasa telah mengalami perkembangan ke arah modern dimana persaingan yang terjadi semakin kompetitif. Oleh karena itu, agar dapat bertahan dan terus maju serta berkembang, perusahaan melakukan perencanaan, pengkoordinasian, dan pengendalian berbagai aktivitas dan juga sumber daya yang dimiliki untuk memenuhi aktivitas tersebut di mana kegiatan ini disebut dengan budgeting. Partisipasi karyawan dalam proses penyusunan budget diperlukan, di mana karyawan merupakan salah satu pelaksana budget. Keterlibatan karyawan ini dapat meningkatkan komitmen karyawan untuk mencapai budget goal, yang mana akan berdampak pada kinerja karyawan (employee performance). Penelitian ini bertujuan menguji pengaruh budgeting participation terhadap employee performance dan goal commitment, pengaruh goal commitment terhadap employee performance, dan pengaruh budgeting participation terhadap employee performance melalui goal commitment sebagai variabel intervening. Sampel yang digunakan dalam penelitian ini adalah karyawan perusahaan jasa di Surabaya yang berjumlah 100 orang. Penelitian ini menggunakan teknik analisa Partial Least Square (PLS). Hasil penelitian menunjukkan bahwa budgeting participation berpengaruh positif masing-masing terhadap employee performance dan goal commitment, lalu goal commitment berpengaruh positif terhadap employee performance, serta budgeting participation berpengaruh positif terhadap employee performance melalui goal commitment sebagai variabel intervening.",
  "creators": "STEPHANI ANGELIKA PRIBADI",
  "contributors": "Devie (Advisor 1); Josua Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010467/AKT/2013; Stephani Angelika Pribadi (32409077)",
  "subjects": "BUDGETING"
}