{
  "id": "2882",
  "title": "Pengaruh biaya periklanan, promosi penjualan, dan hubungan masyarakat terhadap volume penjualan (studi kasus Hotel Kusuma Agrowisata)",
  "abstract": "Di dalam memilih pesan dalam periklanan. jelas yang tampak adalah faktor kreatifitasnya yang sangat berperan, dalam hal ini faktor kreatifitas sebagai ujung tombak pada sifat persuasif masyarakat sebagai target suatu produk yang diluncurkan di pasar. Oleh karena itu pihak hotel perlu meningkatkan dan mendesain kegiatan periklanan, promosi penjualan, dan hubungan masyarakat sedemikian rupa agar dapat mcnciptakan suatu program pemasaran yang efektif dan dapat menunjang keberhasilan pihak perusahaan dalam meningkatkan usaha dan meraih konsumen sebanyak-banyaknya. Dalam hal ini perlu dibentuk suatu kombinasi periklanan, promosi penjualan. dan hubungan masyarakat sehingga dapat meningkatkan volume penjualan. Tujuan penelitian ini adalah unluk mengetahui sejauh mana penerapan kombinasi periklanan, promosi penjualan, dan hubungan masyarakat berpengaruh terhadap volume penjualan. Objek di dalam penelitian ini adalah Hotel Kusuma Agrowisata, Jl. Abdul Gani Atas, Batu, Malang. Jenis penelitian ini adalah deskriptif conclusif. Sampel yang diteliti berasal dari data sekunder (dokumentasi), yang berupa data-data biaya periklanan, promosi penjualan. hubungan masyarakat, dan volume penjualan periode 2001 - 2002 yang diambil dalam bentuk tri wulan. Metode analisa data yang dipakai adalah model regresi linier ganda. Pengujian pada pengaruh kombinasi periklanan, promosi penjualan, dan humas terhadap volume penjualan adalah sebesar 35,597 dengan signifikansi 0,002 (kurang dari 5%). Dan sumbangan yang diberikan secara serempak oleh kombinasi perikalanan, promosi penjualan, dan hubungan masyarakat terhadap volume penjualan sebesar 96,4%. Dengan demikian penerapan kombinasi perikalanan yang dibuat oleh perusahaan sangat tepat. Meskipun demikian masih perlu dibentuk suatu organisasi periklanan yang menangani masalah perikalanan dan promosi di Hotel Kusuma Agrowisata.",
  "creators": "RONALD NATANAEL IRAWAN; HARDIANTO",
  "contributors": "LIEM EDWIN LIMANTO (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011662/MAN/2003; Ronald Natanael Irawan (31498156), Hardianto (31498169)",
  "subjects": "MARKETING-MANAGEMENT; MARKETING RESEARCH; SALES PROMOTION"
}