{
  "id": "28827",
  "title": "Studi profil pengunjung motivasi dan aktivitas wisata di ekowisata mangrove Wonorejo",
  "abstract": "Ekowisata atau ekoturisme merupakan suatu obyek wisata yang diselenggarakan di tempat alami atau daerah yang dibuat berdasarkan kaedah alam untuk memperoleh pengalaman berinteraksi dengan kehidupan alam yang luar biasa seperti savanna, terumbu karang, mangrove dan lain sebagainya. Salah satu kawasan ekowisata yang sedang berkembang di Surabaya saat ini adalah Hutan Mangrove Wonorejo yang terletak di kawasan Wonorejo-Rungkut Surabaya. Mangrove merupakan salah satu ekowisata yang berbasis sustainable tourism, tidak hanya berfungsi ekologis bagi kelangsungan ekosistem pesisir dan laut, tempat rekreasi dan pendidikan masyarakat saat ini dan keberlanjutannya di masa yang akan datang. Untuk itu diperlukan peran perilaku pengunjung dalam menjaga konsep ekowisata tersebut agar tidak hilang. Berdasarkan pra survei yang dilakukan, masih banyak pengunjung yang menjadikan Ekowisata Mangrove ini hanya sebagai tempat rekreasi umum yang dikunjungi oleh masyarakat dan bukan sebagai tempat ekowisata. Dari hasil penelitian yang dilakukan secara analisis deskriptif kuantitatif, didapatkan tiga motivasi utama pengunjung ekowisata adalah hanya untuk menyegarkan pikiran, menikmati suasana alam, dan mencari sesuatu yang unik serta berbeda. Sedangkan tiga aktivitas utama yang dilakukan pengunjung di kawasan ekowisata adalah naik perahu, berfoto, dan makan. Dengan demikian dapat disimpulkan bahwa hampir seluruh responden memiliki motivasi dan aktivitas kunjungan yang tidak sesuai dengan tujuan dan prinsip pengembangan Ekowisata Mangrove sebagai Sumberdaya Pesisir yang Berkelanjutan dan memiliki prinsip environmentally educative.",
  "creators": "YULIA SISKA",
  "contributors": "Yudianto Oentario, S.E., M.M. (Advisor 1); Tio Sally P. Suhonggo (Advisor 2); Dra. Monica Ida Uniati , M.M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010169/MAN/2013; Yulia Siska (35408037)",
  "subjects": "TOURIST TRADE-SURABAYA; TOURIST TRADE-RESEARCH; MANGROVE-SURABAYA-TOURIST TRADE; HUTAN MANGROVE"
}