{
  "id": "28832",
  "title": "Analisa biaya kualitas di PT X",
  "abstract": "PT X merupakan sebuah perusahaan manufaktur yang bergerak di bidang pembuatan gelas kaca. Persentase rata-rata produk cacat gelas kaca di perusahaan tersebut sekitar 16,66%. Peningkatan kualitas di perusahaan dapat ditunjang dengan menghitung dan menganalisa biaya kualitas. Biaya kualitas adalah biaya yang dikeluarkan perusahaan untuk menjamin kualitas produknya. Laporan pengendalian kualitas harian perusahaan telah terbagi jenis kecacatan ke dalam sembilan lokasi gelas kaca yang telah dikelompokkan. Tiga dari sembilan lokasi tersebut memiliki persentase kecacatan paling besar, yaitu lehr, mulut, dan dasar. Kategori biaya kegagalan internal perusahaan memiliki persentase paling besar, berkisar 79-80% dibanding kategori biaya lainnya. Total biaya kualitas PT X dari bulan Februari 2012-April 2012 masing-masing adalah Rp 1.703.853.473,76, Rp 1.586.121.271,39, dan Rp 1.562.565.115,78. Total biaya kualitas PT X dibandingkan dengan penjualan per bulan memiliki persentase masing-masing adalah 3,61%, 3,07%, dan 2,88%. Nilai tersebut masih lebih besar dari standar 2,5%. Kegiatan penilaian yang diusulkan lebih bersifat mencegah dengan dilakukan pengawasan yaitu, operator lebih memperhatikan pada lokasi lehr, mulut, dan dasar. Khususnya, saat pengaturan mesin volum dan berat (method) dan saat operator memasang plunger (man). Strategi usulan tersebut diharapkan dapat menurunkan biaya kegagalan internal perusahaan yang sangat besar. Tujuan yang paling utama tentunya dapat menurunkan total biaya kualitas di PT X.",
  "creators": "ANDRIAN MARTIN GAHARI",
  "contributors": "Jani Rahardjo (Examination Committee 1); Felecia, S.T., M.Sc. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021627/IND/2012; Andrian Martin (25408026)",
  "subjects": "TOTAL QUALITY MANAGEMENT; QUALITY CONTROL--COST ANALYSIS"
}