{
  "id": "28831",
  "title": "Aktivitas leisure ibu rumah tangga muda usia 18-35 tahun kalangan menengah ke atas dalam memanfatkan me time di Surabaya",
  "abstract": "Ibu rumah tangga pada saat ini telah berbeda dengan ibu rumah tangga pada jaman dahulu, terutama ibu muda atau ibu rumah tangga yang masih berusia muda. Ibu muda pada saat ini lebih banyak melakukan aktivitas dalam mengisi waktu luangnya, terutama aktivitas leisure. Oleh karena itu penelitian ini dilakukan untuk mengetahui aktivitas leisure apa saja yang dilakukan oleh ibu muda di Surabaya. Jenis penelitian yang digunakan adalah deskriptif kuantitatif, di mana dipilih responden wanita yang telah menikah, berumur 18-35 tahun, dan berdomisili di Surabaya. Metode penarikan sampel non probability sampling dengan cara judgmental sampling. Metode pengumpulan data menggunakan kuesioner, teknik analisis data yang digunakan adalah analisis deskriptif yang terdiri dari tabel distribusi frekuensi dan tabulasi silang. Hasil penelitian adalah kebanyakan responden yang tidak bekerja dan hanya berprofesi sebagai ibu rumah tangga memiliki aktivitas leisure yang lebih banyak dan bermacam-macam dibandingkan responden yang bekerja. Aktivitas leisure di dalam rumah seperti menonton film, membaca buku, melakukan olahraga, dan berkebun lebih banyak dilakukan oleh ibu rumah tangga yang bekerja dibandingkan oleh ibu rumah tangga yang tidak bekerja. Sedangkan ibu rumah tangga yang bekerja, baik sebagai wirausaha, pegawai swasta, dan profesi lainnya lebih banyak menghabiskan waktunya untuk menonton Tv dan mendengarkan radio. Untuk aktivitas leisure di luar rumah, ibu muda yang tidak bekerja lebih banyak menghabiskan waktunya untuk karaoke dan jalan-jalan ke mall/plaza. Sedangkan ibu muda yang bekerja lebih banyak menghabiskan waktunya untuk melakukan olahraga dan clubbing.",
  "creators": "MICHELLE CHRISTIANA W",
  "contributors": "Tio Sally P. Suhonggo (Advisor 1); Foedjiawati, S.S., M.A., Ph.D. (Advisor 2); Dra. Monica Ida Uniati , M.M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010173/MAN/2013; Michelle Christiana Wiyogo (35409001)",
  "subjects": "LEISURE-SOCIAL ASPECTS; LEISURE-RESEARCH; LEISURE"
}