{
  "id": "28843",
  "title": "Pengaruh family control, size, sales growth, leverage terhadap profitabilitas dan nilai perusahaan pada sektor perdagangan, jasa, dan investasi",
  "abstract": "Penelitian ini bertujuan untuk menguji pengaruh dari family control, size, dan leverage terhadap profitabilitas dan nilai perusahaan. Sampel pada penelitian ini diambil dari 84 perusahaan yang tercatat di BEI pada sektor perdagangan, jasa, dan investasi dari tahun 2009-2011. Variabel utama yang dipakai adalah family control, sedangkan variabel kontrolnya adalah size, sales growth, dan leverage. Pada penelitian ini, ada dua model analisis yang digunakan. Model pertama menggunakan variabel dependen berupa profitabilitas perusahaan yang diukur menggunakan ROA. Sedangkan untuk model kedua menggunakan variabel dependen berupa nilai perusahaan yang diukur dengan menggunakan Tobin’s Q. Hasil penelitian menunjukkan bahwa family control memiliki pengaruh yang negatif dan signifikan terhadap profitabilitas perusahaan dan memiliki pengaruh yang positif dan tidak signifikan terhadap nilai perusahaan. Sedangkan size memiliki pengaruh yang positif dan signifikan terhadap profitabilitas maupun nilai perusahaan. Untuk sales growth, hasil penelitian menunjukkan pengaruh yang positif dan tidak signifikan terhadap profitabilitas sedangkan pada nilai perusahaan, sales growth memiliki pengaruh yang negatif dan tidak signifikan. Selanjutnya untuk leverage, hasilnya adalah positif dan tidak signifikan untuk profitabilitas sedangkan pada nilai perusahaan hasilnya adalah positif dan signifikan.",
  "creators": "VERAWATI HANSEN",
  "contributors": "Juniarti (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010509/AKT/2014; Verawati Hansen (32410150)",
  "subjects": "ACCOUNTING; CORPORATIONS--FINANCE; FINANCIAL STATEMeNTS"
}