{
  "id": "28878",
  "title": "Hambatan komunikasi horizontal di PT Astra International UD Trucks cabang Surabaya",
  "abstract": "Latar belakang masalah dalam penelitian ini adalah komunikasi horizontal sebagai salah satu aliran komunikasi penting dalam sebuah organisasi. Dalam aliran komunikasi horizontal PT. Astra International UD Trucks Cabang Surabaya terjadi hambatan komunikasi antara staf divisi marketing dengan staf divisi administrasi dan service. Rumusan masalah yang peneliti angkat adalah untuk menjelaskan aspek-aspek hambatan komunikasi horizontal yang terjadi pada saat penjualan unit truk antara staf divisi marketing dengan staf divisi administrasi dan service di PT. Astra International UD Trucks Cabang Surabaya. Peneliti kemudian memaparkan organisasi sebagai suatu sistem, definisi komunikasi, dan teori-teori elemen komunikasi. Berikutnya peneliti menjabarkan definisi komunikasi organisasi, proses komunikasi horizontal, dan hambatan komunikasi organisasi. Teori-teori tersebut digunakan untuk menjawab rumusan masalah penelitian. Jenis penelitian ini deskriptif dengan pendekatan kualitatif. Metode penelitian yang digunakan adalah studi kasus. Populasi penelitian adalah staf divisi marketing, administrasi dan service di PT. Astra International UD Trucks Cabang Surabaya. Hasil penelitian menunjukkan adanya hambatan komunikasi horizontal antara staf divisi marketing dengan staf divisi administrasi dan service. Hambatan komunikasi horizontal disebabkan persepsi selektif, kondisi perasaan, filterisasi pesan dan bahasa yang digunakan. Temuan lebih lanjut menunjukkan hambatan bahasa yang terjadi berkaitan dengan SOP perusahaan yang bertabrakan antar divisi.",
  "creators": "PHILIPUS LEONARDO",
  "contributors": "Felicia Goenawan (Advisor 1); Grace Swestin (Advisor 2); Ido Prijana Hadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011027/KOM/2014; Philipus Leonardo Pranata (51407130)",
  "subjects": "COMMUNICATION; COMMUNICATION IN ORGANIZATIONS; COMMUNICATION IN PERSONNEL MANAGEMENT"
}