{
  "id": "28891",
  "title": "Pengaruh sustainability reporting terhadap kinerja keuangan perusahaan publik dari sisi market ratio",
  "abstract": "Penelitian ini bertujuan untuk menganalisis pengaruh pengungkapan Sustainability Report terhadap kinerja keuangan perusahaan dari sisi market ratio. Variabel independen yang digunakan dalam penelitian ini adalah pengungkapan Sustainability Report yang diukur dengan menggunakan indeks SRDI. Variabel dependen yang digunakan adalah Market Ratio (Price Earning Ratio dan Market to Book Ratio). Sampel penelitiannya adalah perusahaan yang mengungkapkan sustainanility report secara konsisten dari tahun 2009-2011 dan mengeluarkan laporan tahunan pada tahun 2010-2012. Sustainability report dapat diakses melalui website perusahaan dan website National Center of Sustainability Reporting dan Laporan Tahunan dapat diakses melalui website perusahaan. Variabel bebas adalah pengungkapan dari kinerja ekonomi, kinerja lingkungan, dan kinerja social. Variabel bebas diukur dengan menggunakan indeks pengungkapan. Panduan sustainability report berasal dari Inisiatif Pelaporan Global (GRI) yang digunakan sebagai dasar perhitungan nilai indeks. Variabel terikat adalah Market Ratio (Price Earning Ratio dan Market to Book Ratio sebagai ukuran kinerja keuangan perusahaan. Penelitian ini menggunakan data sekunder. Hasil penelitian menunjukkan bahwa terdapat hubungan positif atas pengungkapan kinerja lingkungan, dan kinerja sosial terhadap kinerja keuangan dari sisi market ratio. Sedangakan pada kinerja ekonomi terdapat hubungan yang negatif terhadap kinerja keuangan dari sisi market ratio.",
  "creators": "ANNEKE WULANSARI SUPARJO",
  "contributors": "Josua Tarigan (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010520/AKT/2014; Anneke Wulansari Suparjo (32410155)",
  "subjects": "FINANCIAL STATEMENTS"
}