{
  "id": "28907",
  "title": "Pengaruh complaint handling terhadap kepercayaan dan loyalitas melalui kepuasan konsumen Am Hans Design Interior",
  "abstract": "Kualitas pelayanan merupakan upaya aktif suatu perusahaan yang mengutamakan kepentingan pelayanan untuk mencapai kepuasan konsumen. Pelayanan yang berkualitas mempengaruhi peningkatan pemasaran suatu produk atau jasa perusahaan yang dapat dikonsumsi oleh konsumen. Salah satu perusahaan yang masih terdapat keluhan pelanggan adalah AM. Hans design interior yang terletak di Pulo Wonokromo Wetan I no. 3 – 5. AM. Hans design interior bergerak dalam bidang pembuatan meubel baik untuk rumah, kantor, maupun pusat perbelanjaan, di mana memiliki kinerja dalam mengatur tata letak interior suatu barang, menggambar atau mendesain interior rumah beserta isinya, memberikan layanan service pada mebel yang rusak. AM. Hans design interior juga menawarkan jasa pembuatan pagar, reiling tangga, wallpaper, pembuatan plafon, neon box, dll. Penelitian ini ditujukan untuk mengetahui pengaruh positif dan signfikan kepuasan pelanggan perusahaan secara keseluruhan (overall firm satisfaction) terhadap kepuasan dengan pemulihan (satisfaction with recovery) pada AM Hans design interior, untuk mengetahui pengaruh positif dan signfikan kepuasan dengan pemulihan (satisfaction with recovery) terhadap minat membeli kembali (purchase intent) pada AM Hans design interior dan untuk mengetahui pengaruh positif dan signifikan kepuasan pelanggan perusahaan secara keseluruhan (overall firm satisfaction) terhadap minat membeli kembali (purchase intent) pada AM Hans design interior. Penelitian ini dilakukan dengan menyebarkan kuisioner kepada 62 responden pelanggan AM Hans design interior. Metode analisis data yang dipakai dalam penelitian ini adalah Partial Least Square (PLS). Hasil penelitian didapatkan complaint handling mempunyai pengaruh signifikan dan positif terhadap kepuasan konsumen dan kepercayaan. Sedangkan kepuasan konsumen mempunyai pengaruh yang signifikan dan positif terhadap kepercayaan dan loyalitas, Hasil penelitian juga didapatkan kepercayaan tidak berpengaruh signifikan terhadap loyalitas.",
  "creators": "TONNY HARTONO",
  "contributors": "Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020407/MAN/2013; Tonny Hartono (36407063)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER SATISFACTION; CUSTOMER LOYALTY"
}