{
  "id": "28913",
  "title": "Pengaruh kualitas layanan terhadap kepuasan pelanggan Restoran Ayam Penyet Ria",
  "abstract": "Ayam Penyet Ria adalah restoran dengan makanan khas Indonesia yang telah meluaskan dirinya ke dunia Internasional. Restoran Ayam Penyet Ria telah memiliki cabang di berbagai provinsi di Indonesia dan beberapa cabang di negara Internasional seperti Singapore, Malaysia, dan Australia. Selain mengedepankan rasa, Restoran Ayam Penyet Ria juga mengedepankan kualitas layanan yang ditujukan untuk kenyamanan pelanggan. Penelitian ini bertujuan untuk menjelaskan pengaruh kualitas layanan terhadap kepuasan pelanggan di restoran Ayam Penyet Ria. Pengukuran dimensi kualitas menggunakan lima dimensi kualitas layanan yang terdiri atas dimensi tangibles, reliability, responsiveness, assurance, dan empathy. Instrumen penelitian yang digunakan adalah kuesioner yang disebarkan kepada 100 pelanggan restoran Ayam Penyet Ria yang diambil dengan menggunakan teknik purpossive sampling. Selanjutnya, data yang telah terkumpul dianilisis menggunakan analisis regresi berganda untuk melihat dimensi kualitas layanan yang paling dominan pengaruhnya terhadap kepuasan pelanggan restoran Ayam Penyet Ria. Hasil dari penelitian ini menunjukkan kelima variabel kepuasan pelanggan secara simultan dan parsial berpengaruh signifikan terhadap kepuasan pelanggan di Restoran Ayam Penyet Ria Surabaya. Sedangkan faktor yang berpengaruh dominan terhadap kepuasan pelanggan di restoran ini adalah responsiveness atau daya tanggap dan diikuti oleh variabel Assurance, Emphaty, Tangible dan Reliability.",
  "creators": "FELITA SASONGKO",
  "contributors": "Hartono Subagio (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020383/MAN/2013; Felita Sasongko (36409010)",
  "subjects": "MARKETING-MANAGEMENT; CONSUMER SATISFACTION.; QUALITY OF SERVICE; RESTAURANT MANAGEMENT-QUALITY CONTROL; RESTAURANT-MARKETING; RESTAURANT-QUALITY CONTROL"
}