{
  "id": "28911",
  "title": "Analisa pengaruh experiential marketing terhadap customer satisfaction dengan perceived value sebagai variabel intervening konsumen The Premiere Grand City Surabaya",
  "abstract": "Surabaya merupakan kota besar yang mengikuti trend gaya hidup layaknya kota besar, salah satunya memiliki banyak sekali mall. Mall-mall tersebut tentunya juga memiliki bioskop yang merupakan sarana hiburan masyarakat. Bioskop di Surabaya adalah grup dari Cineplex 21 yang tersebar di berbagai mall, sehingga secara tidak langsung menciptakan persaingan yang ketat. Untuk menjadi pemenang dalam persaingan, Bioskop perlu memperhatikan variabel yang dapat mempengaruhi perceived value dan kepuasan pelanggan mereka, yaitu experiential marketing. The Premiere adalah salah satu merek dari Cineplex 21, yang merupakan suatu konsep bioskop yang diperlengkapi dengan fasilitas mewah, yang merupakan bentuk strategi untuk meningkatkan value dan experience bagi konsumennya. Tujuan dari penelitian ini adalah mengetahui pengaruh experiential marketing terhadap perceived value dan mengetahui pengaruh perceived value terhadap customer satisfaction di bioskop The Premiere Grand City Surabaya. Jenis penelitian yang digunakan adalah konklusif kausal. Sampel penelitian adalah konsumen di The Premiere di Grand City Surabaya yang telah atau pernah menonton film, mendapatkan pelayanan dan merasakan fasilitas di The Premiere selama 1 bulan terakhir, yang berjumlah 200 orang. Penelitian ini menggunakan teknik analisis Structural Equation Modeling (SEM). Hasil penelitian menunjukkan bahwa experiential marketing berpengaruh signifikan terhadap perceived value dan perceived value berpengaruh signifikan terhadap customer satisfaction.",
  "creators": "IVONNY CHANDRA",
  "contributors": "Hartono Subagio (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020384/MAN/2013; Ivonny Chandra (36409006)",
  "subjects": "CONSUMER SATISFACTION; MARKETING-MANAGEMENT; MARKETING RESEARCH"
}