{
  "id": "28916",
  "title": "Representasi banalitas kejahatan dalam film The Act of Killing",
  "abstract": "Film “The Act of Killing” membawa gaya dan pandangan baru yang membahas persoalan tragedi 1965 dengan mengambil sudut pandang algojo 1965. Film ini menampilkan kesaksian langsung dari para pelaku pembunuhan dan penyiksaan orang-orang komunis pada 1965-1966 dengan berbagai rekonstruksi, wawancara dan juga adegan yang mengikuti kehidupan sehari-hari. Berdasarkan hal tersebut, rumusan masalah yang ingin dijawab dalam penelitian ini, yaitu bagaimana representasi banalitas kejahatan dalam film “The Act of Killing”. Dengan menggunakan pendekatan kualitatif, metode yang dipakai adalah semiotika khususnya kode-kode televisi John Fiske. Penelitian ini menggunakan teori milik Hannah Arendt (1963) mengenai banalitas kejahatan. Hasil penelitian ini menemukan bahwa representasi banalitas kejahatan melalui penggambaran tokoh yang diangkat dalam film ini memiliki karakteristik, seperti semua kategori tidak dipikirkan, tidak mampu berpikir secara mandiri, kepatuhan pada otoritas dan memercayai kejahatan sebagai tindakan kepahlawanan. Gambaran karakteristik ini menonjol pada sosok algojo 1965, yaitu Anwar Congo dan Adi Zulkadry serta tokoh lainnya melalui kode tingkah laku dalam level realitas, kode dialog dan aksi dalam level representasi dan film ini membawa ideologi di mana sebuah kekuasaan bersandar pada performance para pelaku kejahatan yang memanfaatkan logika impunitas total.",
  "creators": "PATRICIA EVANGELINE S.",
  "contributors": "Drs. WOLLY BAKTIONO, M.Si. (Advisor 1); Fanny Lesmana (Advisor 2); Judy Djoko Wahjono Tjahjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011008/KOM/2014; Patricia Evangeline Setiawan (51410014)",
  "subjects": "COMMUNICATION--SOCIAL ASPECTS; MOTION PICTURES; MASS MEDIA"
}