{
  "id": "28912",
  "title": "Pengaruh promosi dan store atmosphere terhadap impulse buying dengan shopping emotion sebagai variabel intervening (studi kasus di Matahari Department Store cabang Supermall Surabaya)",
  "abstract": "Impulse Buying merupakan salah satu faktor yang diperhatikan para retailer atau produsen. Peningkatan pendapatan konsumen menyebabkan kebutuhan konsumen ikut meningkat, yang menyebabkan tingkat belanja konsumen juga ikut meningkat. Berdasarkan data statistik, impulse buying terhitung hampir 60% dari transaksi supermarket dan 80% dari semua pembelian dalam kategori produk. Impulse buying retail modern di Indonesia mencapai 44 % dari jumlah item yang dibeli konsumen pada hari kerja, dan 61% pada hari sabtu dan minggu. Faktor yang dapat mempengaruhi impulse buying terhadap sebuah department store adalah promotion dan store atmosphere, sedangkan shopping emotion adalah faktor penentu yang penting yang mempengaruhi perilaku konsumen dalam sejumlah konteks. Matahari sebagai salah satu Department store, selalu menciptakan lingkungan belanja yang nyaman dan mengarah pada pendekatan pola perilaku positif, menciptakan impulse buying dalam setiap department store-nya, dan selalu ada program promosi untuk menarik minat konsumen agar melakukan impulse buying. Tujuan dari penelitian ini adalah untuk mengetahui pengaruh promotion dan store atmosphere terhadap shopping emotion, serta mengetahui pengaruh shopping emotion terhadap impulse buying pada konsumen Matahari cabang Supermall Surabaya. Jenis penelitian yang digunakan adalah penelitian eksplanatori. Sampel penelitian adalah konsumen Matahari department store cabang supermall Surabaya, yang berjumlah 150 orang. Penelitian ini menggunakan teknik analisis Structural Equation Modeling (SEM). Hasil penelitian menunjukkan bahwa promotion dan store atmosphere berpengaruh terhadap shopping emotion, promotion dan Store Atmosphere berpengaruh terhadap impulse buying, serta shopping emotion berpengaruh terhadap impulse buying.",
  "creators": "DENNY KURNIAWAN",
  "contributors": "Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020393/MAN/2013; Denny Kurniawan (36409009)",
  "subjects": "MARKETING-MANAGEMENT; CONSUMERS-RESEARCH; CONSUMERS BEHAVIOR"
}