{
  "id": "28923",
  "title": "Konstruksi gender pada tokoh minions dalam film Despicable Me 2",
  "abstract": "Film Despicable Me 2 bercerita mengenai pria bernama Gru, yakni seorang mantan penjahat yang menyesuaikan diri dengan kehidupan keluarga dan mencoba peruntungan di bisnis selai. Suatu hari, sebuah laboratorium rahasia dicuri, sehingga sebuah kelompok bernama Anti-Villain League merekrut Gru untuk melakukan penyelidikan. Dalam melakukan aksinya, Gru tidak sendiri. Ia dibantu oleh para minions, yaitu makhluk kecil yang berwarna kuning. Dalam film ini, minions sering bertingkah lucu dengan menggunakan wig, gaun, pakaian pelayan, kostum putri, dan lain-lain. Penelitian ini berjenis deskriptif, serta menggunakan pendekatan kualitatif. Metode yang digunakan untuk analisis dan interpretasi adalah semiotika milik John Fiske, di mana terdapat kode-kode televisi dalam tiga level, yaitu level realitas, level representasi, dan level ideologi. Hasil penelitian menunjukkan bahwa konstruksi gender pada tokoh minions ditampilkan melalui queer theory dalam berbagai cara. Pertama, kreator tokoh meniadakan jenis kelamin pada minions. Dengan begitu, gender minions pun menjadi buram karena mereka tidak mempunyai acuan jenis kelamin tertentu. Kemudian, peneliti menemukan bahwa gender menjadi sesuatu yang minions perankan, bukan menjadi hal paten dalam pribadi mereka. Peneliti melihat bahwa gender telah menjadi suatu aktivitas yang dilakukan daripada suatu identitas yang dimiliki. Dengan kata lain, gender adalah hal performatif, di mana gender cenderung mengacu pada apa yang individu lakukan pada waktu tertentu, bukan siapa individu itu secara umum. Queer theory pun dapat membuat individu seolah memiliki lebih banyak kebebasan untuk berekspresi, yang bermakna bahwa individu semakin bebas untuk memilih atau menentukan gender performance yang ia ingin tunjukkan. Pada tokoh minions, gender layaknya atribut yang mereka gunakan sesuai kondisi yang ada. Peneliti menemukan bahwa hal ini menjadi wujud dari kebebasan untuk berekspresi dalam menentang hegemoni patriarki atau hegemoni maskulinitas, yakni bagaimana konsep maskulinitas membangun dominasi dan kontrol di atas konsep feminisme, sehingga dapat timbul suatu ketimpangan gender atau keadaan peran gender yang tidak setara.",
  "creators": "SISCA YULIDYA",
  "contributors": "Jandy Edipson Luik (Advisor 1); Fanny Lesmana (Advisor 2); Drs. WOLLY BAKTIONO, M.Si. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011002/KOM/2014; Sisca Yulidya (51410032)",
  "subjects": "COMMUNICATION; MOTION PICTURES; GENDER IDENTITY-STUDY AND TEACHING"
}