{
  "id": "2893",
  "title": "Analisa pengaruh pergerakan nilai tukar Rp/US$ terhadap market value of the firm perusahaan manufaktur yang listing di Bursa Efek Jakarta periode 1 Juli 1997 sampai 31 Desember 2001",
  "abstract": "Merosotnya nilai Rupiah pada masa krisis ekonomi akan berdampak ke pasar modal, mengingat sebagian besar perusahaan yang listing di Bursa Efek Jakarta (BEJ) memiliki utang luar negeri dalam bentuk valuta asing (valas). Apabila kondisi Rp melemah, investor tidak akan mengalihkan dananya ke pasar modal dengan asumsi merosotnya nilai rupiah akan menyebabkan jumlah utang perusahaan bertambah besar jika dinilai dengan Rupiah, dan akhirnya berujung pada menurunnya profitabilitas perusahaan. Penelitian ini bertujuan untuk mengungkapkan pengaruh nilai tukar Rp/US$ terhadap nilai pasar perusahaan manufaktur dan seberapa besar pengaruh perubahan nilai tukar Rp/US$ terhadap perubahan nilai pasar perusahaan manufaktur secara individu melalui pendekatan uji Augmented Dickey Fuller, model Adler & Simon, dan model Jorion untuk masing-masing perusahaan, Hasil penelitian menemukan bahwa pergerakan nilai tukar Rp/US$ mempengaruhi market value seluruh perusahaan manufaktur di Indonesia pada tingkat pengaruh yang berbeda untuk masing-masing perusahaan. Pengaruh perubahan fluktuasi nilai tukar Rp/US$ terhadap market value of the firm memiliki hubungan negatif. Ketika Rupiah menguat, nilai pasar perusahaan cenderung turun dan sebaliknya ketika Rupiah melemah nilai pasar perusahaan cenderung naik. Pergerakan nilai tukar Rp/US$ memiliki pengaruh yang significant terhadap perusahaan manufaktur di Indonesia. Dan sebagian besar (lebih dari 50% dari total perusahan yang terpengaruh secara significant) berpengaruh secara negatif.",
  "creators": "JESSY TANIZAR; LIVITA LESTARI HARTANTO",
  "contributors": "Pwee Leng (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03011644/MAN/2003; Jessy Tanizar (31499093), Livita Lestari Harcanto (31499183)",
  "subjects": "CORPORATIONS-FINANCE"
}