{
  "id": "28937",
  "title": "Strategi komunikasi internal PT ISS Indonesia East Java Branch dalam membina employee engagement",
  "abstract": "Sebuah perusahaan yang beroperasi dengan sumber daya yang bermodalkan manusia membutuhkan pembinaan Employee Engagement sebagai upaya perusahaan dalam mempertahankan modal utama tersebut. Employee Engagement dipercaya dapat meningkatkan produktivitas kerja dan mengurangi angka turnover perusahaan. Berangkat dari hal tersebut, penelitian ini bertujuan untuk mengetahui strategi komunikasi internal dari PT ISS Indonesia East Java Branch dalam membina Employee Engagement di tengah kondisi perusahaan yang memiliki permasalahan dalam turnover dengan kondisi karyawan yang mayoritas berlatar belakang ekonomi dan pendidikan yang rendah. Penelitian ini menggunakan pendekatan kualitatif dengan metode studi kasus, di mana peneliti menemukan bahwa inti dari strategi komunikasi internal dalam pembinaan Employee Engagement adalah dengan menyampaikan pesan untuk menanamkan kesadaran, dan mengarahkan cara berpikir karyawan operator. Perwujudan dari strategi komunikasi internal perusahaan adalah melalui taktik komunikasi internal, yaitu acara penghargaan, pelatihan resmi, kunjungan manajemen, media internal, dan pendekatan internal. Keseluruhan dari implementasi strategi dalam pembinaan Employee Engagement secara khusus merupakan tanggung jawab tiga Departemen, yaitu Human Resources, Human Capital Development, dan Operations.",
  "creators": "FILEMON WIJAYA",
  "contributors": "Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 1); Yustisia Ditya Sari (Advisor 2); R. OTTO BAMBANG WAHJUDI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010989/KOM/2014; Filemon Wijaya (51410066)",
  "subjects": "COMMUNICATION; COMMUNICATION IN PERSONNEL MANAGEMENT; COMMUNICATION IN ORGANIZATIONS"
}