{
  "id": "28943",
  "title": "Analisa pengaruh family types, family stages dan household conflict terhadap pengambilan keputusan pembelian matras King Koil di Surabaya",
  "abstract": "Penelitian ini membahas mengenai Family Types, Family Stages, dan Household Conflict yang diduga mempengaruhi pengambilan keputusan pembelian matras King Koil di Surabaya. Dalam penelitian ini, variabel Family Types diukur melalui dimensi Nuclear Family dan Extended Family. Variabel Family Stages diukur melalui dimensi Joint, Wife Dominant, Husband Dominant, dan Autonomic. Sedangkan Household Conflict diukur melalui dimensi Consencual Decision Making dan Accomodative Decision Making. Masing-masing dimensi ini akan diuji bagaimana pengaruhnya baik secara simultan maupun secara parsial, dan dimensi mana yang paling berpengaruh terhadap pengambilan keputusan. Sampel penelitian ini berjumlah 100 orang konsumen yang berpotensi untuk membeli matras King Koil selama 2 bulan terakhir di Surabaya. Data penelitian ini diolah dengan menggunakan analisa faktor terlebih dahulu dari indikator variabel yang ada, kemudian dilakukan analisa regresi linier berganda, uji F dan uji t. Hasil penelitian ini menunjukkan bahwa seluruh variabel secara simultan berpengaruh signifikan terhadap pengambilan keputusan pembelian. Namun secara parsial, dari dimensi family types dengan dimensi nuclear family, family stages yaitu dimensi joint, wife dominant, husband dominant dan household conflict yaitu dimensi accommodative purchase decision yang berpengaruh signifikan dengan dimensi wife dominant yang berpengaruh paling besar. Veriabel tersebut berpengaruh secara positif dan signifikan, namun dimensi accommodative purchase decision berpengaruh negative dan signifikan.",
  "creators": "SISKA LIMANTORO",
  "contributors": "Edwin Japarianto (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020373/MAN/2013; Siska Limantoro (36409012)",
  "subjects": "MARKETING-MANAGEMENT; CONSUMER BEHAVIOR"
}