{
  "id": "28947",
  "title": "Analisa pengaruh kepercayaan terhadap tenaga penjual (trust in employee), dan kepercayaan terhadap merek (trust in brand) terhadap niat beli (purchase intention) konsumen pada Bernini Furniture di Surabaya, dan Semarang",
  "abstract": "Tujuan dari penelitian ini adalah untuk mengetahui pengaruh kepercayaan terhadap tenaga penjual (trust in employee), dan kepercayaan terhadap merek (trust in brand) terhadap niat beli (purchase intention) konsumen pada Bernini furniture di Surabaya, dan Semarang. Jenis penelitian ini adalah penelitian kausal, dengan anggota populasi para pengunjung dari galeri Bernini furniture di Surabaya, dan Semarang. Teknik pengambilan sampel dalam penelitian ini menggunakan non probability sampling dengan metode purposive sampling. Teknik analisis yang digunakan adalah analisis regresi linier berganda, analisis koefisien korelasi berganda, analisis koefisien determinasi berganda, analisi koefisien korelasi dan determinasi parsial. Hasil penelitian membuktikan trust in employee berpengaruh signifikan terhadap purchase intention; trust in brand berpengaruh signifikan terhadap purchase intention pada galery Bernini Furniture di Surabaya, dan Semarang; trust in employee, trust in brand secara simultan berpengaruh terhadap purchase intention pada galery Bernini Furniture di Surabaya, dan Semarang. Hasil penelitian membuktikan yang mempunyai pengaruh dominan terhadap purchase intention pada galery Bernini furniture adalah trust in brand. Lokasi berpengaruh signifikan terhadap purchase intention pada galery Bernini furniture. Lokasi memberikan perbedaan yang signifikan terhadap purchase intention pada galery Bernini furniture, dimana purchase intention galery di Surabaya lebih tinggi daripada purchase intention galery di Semarang. Perusahaan disarankan untuk memberikan pelatihan-pelatihan bagi tenaga penjualnya, lebih memahami dan memperhatikan kebutuhan serta keinginan dari pengecer, meningkatkan kualitas dan mutu produk, untuk dapat meningkatkan kepercayaan konsumen pada perusahaan.",
  "creators": "MARTIN VENO HARYANTO",
  "contributors": "Hartono Subagio (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020397/MAN/2013; Martin Veno Haryanto (36409021)",
  "subjects": "MARKETING-MANAGEMENT; BRAND LOYALITY; CONSUMER BEHAVIOR RESEARCH; SALES MANAGEMENT"
}