{
  "id": "28959",
  "title": "Analisa pengaruh retail mix (customer service, location, store design and display, merchandise assortment, communication mix, dan price) terhadap tingkat kunjungan di Toko Souvenir Ken N So Surabaya",
  "abstract": "Bisnis ritel di Indonesia yang terus berkembang dengan pesat menjadi petunjuk bahwa bisnis ritel belum memasuki titik jenuh. Toko souvenir Ken n So, sebagai salah satu perusahaan yang bergerak di bisnis ritel, tentu dihadapkan dengan banyak pesaing. Oleh karena itu, Ken n So harus memiliki strategi yang tepat agar dapat mempertahankan dan bahkan meningkatkan kunjungan konsumen. Salah satu strateginya adalah dengan menerapkan strategi retail mix yang tepat. Penelitian ini ditujukan untuk menganalisa pengaruh dari Retail Mix (customer service, location, store design & display, merchandise assortment, communication mix, dan price) terhadap tingkat kunjungan di toko Ken n So Surabaya dan untuk mengetahui variabel mana yang memiliki pengaruh dominan terhadap tingkat kunjungan di toko tersebut. Penelitian ini dilakukan dengan menyebarkan kuisioner kepada 110 responden pelanggan dari toko Ken n So Surabaya. Metode analisis data yang dipakai dalam penelitian ini adalah analisis regresi linear berganda. Hasil dari penelitian ini menunjukkan bahwa keenam variabel retail mix secara simultan berpengaruh signifikan terhadap tingkat kunjungan di toko Ken n So Surabaya. Sedangkan secara parsial, semua variabel berpengaruh signifikan terhadap tingkat kunjungan di toko Ken n So, kecuali variabel location. Variabel yang berpengaruh dominan terhadap tingkat kunjungan di toko ini adalah merchandise assortment.",
  "creators": "YUNITA NIRMALA SARI",
  "contributors": "Hartono Subagio (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020381/MAN/2013; Yunita Nirmala Sari (36409028)",
  "subjects": "MARKETING-MANAGEMENT; RETAIL TRADE-MANAGEMENT"
}