{
  "id": "28955",
  "title": "Evaluasi event poor ministry Yayasan Pekabaran Injil Indonesia Shekinah Malang",
  "abstract": "Event Poor Ministry muncul dikarenakan ada isu kemiskinan pada tahun 1998. Poor Ministry adalah acara yang memiliki publik sasaran yaitu gelandangan dan pengemis dengan tujuan mengubah perilaku gelandangan dan pengemis. Maka dari hal itu, peneliti melakukan evaluasi event Poor Ministry. Penelitian ini memberikan deskripsi secara kualitatif mengenai evaluasi event Poor Ministry Yayasan Pekabaran Injil Indonesia Shekinah Malang. Metode yang digunakan adalah audit mini komunikasi dengan pendekatan kualitatif. Teknik pengumpulan data peneliti melakukan wawancara, observasi pada acara Poor Ministry. Hasil penelitian menunjukkan bahwa Event Poor Ministry yang diadakan oleh Yayasan Pekabaran Injil Indonesia Shekinah Malang ditemukan beberapa titik rawan. Titik rawan pada aspek manajemen, organisasi, komunikasi dan umpan balik disertai rekomendasi. Titik rawan pada aspek manajemen adalah tidak adanya riset terhadap kebutuhan gelandangan dan pengemis, tetapi hanya melihat pada trend acara serupa. Titik rawan aspek organisasi adalah aktivis yang tidak konsisten. Titik rawan pada aspek komunikasi adalah tidak adanya rundwon acara dan media komunikasi internal. Titik rawan pada aspek umpan balik adalah komunikasi yang terjalin hanya satu arah. Namun secara keseluruhan event Poor Ministry telah berjalan dengan baik dan disukai oleh gelandangan dan pengemis sebagai publik sasaran.",
  "creators": "CHRISTINA DWI KUSUMA L.",
  "contributors": "Novi Firsyana (Advisor 1); Vita Monica (Advisor 2); Felicia Goenawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011016/KOM/2014; Christina Dwi Kusuma L. (51410093)",
  "subjects": "COMMUNICATION IN COMMUNITY DEVELOPMENT; COMMUNICATION IN ORGANIZATIONS-CASE STUDIES"
}