{
  "id": "28951",
  "title": "Strategi impression management pasangan suami istri yang berbeda budaya melalui yahoo! messenger",
  "abstract": "Penelitian ini bertujuan untuk menjabarkan strategi pengelolaan kesan suami istri yang berbeda budaya dan hidup jarak jauh melalui Yahoo! Messenger. Tujuan pengelolaan kesan yang dilakukan pasangan ini adalah untuk menjaga hubungan mereka. Metode penelitian yang digunakan adalah studi kasus, dengan jenis penelitian deksriptif kualitatif. Yang menjadi kesimpulan penelitian ini adalah, suami istri yang hidup jarak jauh dan hanya menggunakan Yahoo! Messenger dalam mengelola kesan mereka, lebih banyak menggunakan pesan verbal dalam mengelola kesan. Mereka selalu mengutarakan semua isi pikiran dan perasaan mereka secara verbal dan didapat tujuh tujuan dan strategi pengelolaan kesan, yaitu untuk dipercaya: strategi konsistensi chatting, merencakan masa depan; untuk merasa intim: strategi cybersex, mengingat kebersamaan mereka, membuat kode dan saling terbuka; untuk dicintai: strategi mengatakan cinta, memuji, memanjakan, menunjukkan perhatiannya; agar cintanya dapat dipercaya: strategi meyakinkan, cemburu dan cemas; untuk dihormati: strategi mempengaruhi dan memahami; untuk menyembunyikan kesalahan: strategi pemantauan diri; dan untuk dapat berdamai dan memperbaiki keadaan: strategi meyakinkan dan menenangkan.Kesalahan penggunaan tata bahasa dan typo error tidak menjadi masalah dalam hubungan mereka. Penanda emosi dan culture sensitive merupakan faktor penting dalam upaya menunjukkan strategi pengelolaan kesan pasangan suami istri ini.",
  "creators": "VANESSA CHRISTASIA H.",
  "contributors": "Jandy Edipson Luik (Advisor 1); Lady Joanne Tjahyana, S.Kom., MMM. (Advisor 2); Gatut Priyowidodo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011003/KOM/2014; Vanessa Christasia Harijanto (51410085)",
  "subjects": "SOCIAL MEDIA; COMMUNICATION AND CULTURE; COMMUNICATION IN MARRIAGE"
}