{
  "id": "28961",
  "title": "Pengaruh retail mix terhadap keputusan pembelian mahasiswa UK Petra di Circle K Siwalankerto Surabaya",
  "abstract": "Pergeseran pola berbelanja masyarakat yang suka berbelanja di gerai ritel modern menyebabkan pesatnya pertumbuhan dan persaingan bisnis ritel. Sebagai salah satu usaha ritel modern, Circle K harus memiliki keunggulan bersaing agar dapat bertahan. Strategi bauran pemasaran eceran (retail mix) sangat penting bagi toko ritel modern karena dapat menciptakan keunggulan bersaing dan perbedaan karakteristik antara toko ritel yang satu dengan lainnya sehingga konsumen akhirnya memutuskan membeli di toko. Penelitian ini bertujuan untuk menganalisa pengaruh dari Retail Mix (customer service, store design & display, communication mix, location, merchandise assortment, dan pricing) terhadap keputusan pembelian Mahasiswa UK Petra di Circle K Siwalankerto Surabaya serta mengetahui faktor mana yang berpengaruh dominan terhadap keputusan pembelian di toko ritel tersebut. Penelitian ini dilaksanakan dengan menyebarkan kuesioner kepada 110 responden konsumen yaitu mahasiswa UK Petra yang pernah berbelanja atau mengunjungi Circle K Siwalankerto Surabaya. Alat analisa yang digunakan untuk mengukur pengaruh Retail Mix terhadap Keputusan Pembelian adalah analisa regresi linear berganda. Hasil dari penelitian ini menunjukkan keenam variabel retail mix secara simultan dan parsial berpengaruh signifikan terhadap keputusan pembelian Mahasiswa UK Petra di Circle K Siwalankerto Surabaya. Sedangkan faktor yang berpengaruh dominan terhadap keputusan pembelian di Circle K Siwalankerto adalah customer service.",
  "creators": "PRICILIA ADJI",
  "contributors": "Hartono Subagio (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020375/MAN/2013; Pricilia Adji (36409035)",
  "subjects": "RETAIL TRADE-MANAGEMENT; MARKETING-MANAGEMENT"
}