{
  "id": "28960",
  "title": "Analisa pengaruh service quality, price, dan customer relationship terhadap customer loyalty dengan customer satisfaction sebagai variabel intervening di Rumah Makan Taman Handayani Surabaya",
  "abstract": "Berkembangnya industri makanan menyebabkan tingkat persaingan untuk mendapatkan konsumen semakin tinggi. Setiap pelaku bisnis restoran harus dapat memberikan sesuatu yang unik pada produk mereka dan selalu memberikan inovasi-inovasi baru agar usaha mereka dapat bertahan dalam ketatnya persaingan. Pelaku bisnis restoran yang sadar akan pentingnya kepuasan dan loyalitas konsumen akan selalu memikirkan mengenai tiga variable yang sangat berpengaruh dalam bisnis mereka yaitu service quality, price, dan customer relationship. Hasil pra survey kepada 15 orang konsumen menyatakan bahwa 80% konsumen merasa puas dengan kualitas jasa, harga, dan program customer relatonship, sedangkan 20% konsumen lainnya tidak puas. Konsumen mengatakan pelayanan yang ada kurang cepat dan harga yang ditawarkan masih terlalu mahal jika dibandingkan dengan porsi dan kualitas makanannya. Tujuan dari penelitian ini adalah mengetahui pengaruh service quality, price, dan customer relationship terhadap customer satisfaction, serta untuk mengetahui pengaruh customer satisfaction terhadap customer loyalty. Jenis penelitian yang dilakukan adalah kuantitatif kausalitas. Sampel penelitian adalah konsumen Rumah Makan Taman Handayani Surabaya, yang berjumlah 180 orang. Penelitian ini menggunakan teknik analisis Structural Equation Modeling (SEM). Hasil penelitian menunjukkan bahwa service quality, price, dan customer relationship berpengaruh signifikan terhadap customer satisfaction, sedangkan customer satisfaction berpengaruh signifikan terhadap customer loyalty. Faktor yang berpengaruh dominan terhadap customer satisfaction adalah service quality, selanjutnya adalah customer relationship dan terakhir adalah price.",
  "creators": "PRISCILIA SUTANTO",
  "contributors": "Edwin Japarianto (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020380/MAN/2013; Priscilia Sutanto (36409029)",
  "subjects": "CONSUMER RELATIONS; CONSUMER SATISFACTION; MARKETING-MANAGEMENT; CONSUMER LOYALTY"
}