{
  "id": "28967",
  "title": "Analisa credibility celebrity endorser model: sikap audience terhadap iklan dan merek serta pengaruhnya pada minat beli \"Top Coffee\"",
  "abstract": "Beberapa tahun terakhir, persaingan antara produsen kopi instant di Indonesia semakin marak. Para produsen Kopi instant di Indonesia berkompetisi untuk menciptakan produk kopi yang berkualitas dan digemari masyarakat. Selain itu mulai banyak perusahaan yang melihat dan menggunakan kredibilitas Selebriti endorser untuk mengiklankan produknya. Penelitian ini bertujuan untuk menganalisis pengaruh kredibilitas selebriti endorser terhadap sikap iklan dan sikap merek serta pengaruhnya terhadap minat beli konsumen “Top Coffee”. Dalam penelitian ini digunakan sebanyak 30 responden, metode yang akan digunakan adalah non probability yaitu purposive sampling. Pengumpulan data dilakukan dengan wawancara mendalam dan metode analisis data dilakukan dengan content analysis. Hasil penelitian yang dapat diambil dari penelitian ini, bahwa penggunaan selebriti endorser dapat meningkatkan respon audience terhadap produk yang di iklankan. Iklan Top Coffee milik Iwan Fals dinilai paling bagus dan memiliki sebuah adegan yang paling menarik perhatian masyarakat. Top coffee juga harus menggunakan selebriti endorser terkenal lainnya seperti Nikita Willy dan Samuel Zygwin yang memiliki reputasi baik dalam berkarier sehingga image dari Top Coffee akan tetap terjaga. Kemunculan sebuah iklan televisi hendaknya memiliki sebuah adegan yang menarik perhatian para audience sehingga secara tidak langsung akan memberikan pengaruh yang kuat bagi perusahaan dan produk dari Top Coffee.",
  "creators": "NATALIA SOESATYO",
  "contributors": "Leonid Julivan Rumambi (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020387/MAN/2013; Natalia Soesatyo (36409042)",
  "subjects": "ADVERTISING; BRAND NAME PRODUCTS; COMMUNICATION IN MARKETING"
}