{
  "id": "28984",
  "title": "Analisa pengaruh experiential marketing terhadap loyalitas konsumen melalui kepuasan sebagai intervening variabel di Tator Cafe Surabaya Town Square",
  "abstract": "Pada Era Globalisasi saat ini persaingan bisnis dalam berbagai bidang semakin meningkat. Bisnis makanan dan minuman ini menjadi salah satu bisnis yang banyak diminati oleh para pelaku bisnis, karena selain dapat menghasilkan keuntungan yang tinggi, makanan merupakan kebutuhan pokok masyarakat. Persaingan yang semakin ketat menjadi tantangan maupun ancaman bagi pelaku bisnis. Salah satu strategi yang dapat dilakukan adalah menciptakan strategi pemasaran yang berorientasi pada konsumen yang menghasilkan kepuasan dan loyalitas. Experiential Marketing merupakan salah satu strategi pemasaran yang dapat diterapkan untuk menciptakan kepuasan dan loyalitas konsumen. Penelitian ini bertujuan untuk mengetahui pengaruh experiential marketing terhadap loyalitas konsumen melalui kepuasan sebagai intervening variabel di Tator Cafe Surabaya Town Square. Penelitian ini merupakan penelitian eksplanatori kausal yang dilakukan secara kuantitatif. Seluruh data yang ada di dalam penelitian ini didapatkan melalui metode wawancara dan alat bantu kuesioner. Sampel penelitian ini adalah 200 responden yang merupakan konsumen dari Tator Cafe Surabaya Town Square. Hasil observasi di analisa dengan menggunakan metode Structural Equation Model (SEM), dan dapat disimpulkan bahwa dimensi-dimensi experiential marketing seperti sense experience, feel experience, think experience, dan relate experience berpengaruh signifikan terhadap kepuasan konsumen dan loyalitas konsumen Tator Cafe Surabaya Town Square, sedangkan act experience tidak berpengaruh signifikan terhadap kepuasan konsumen dan loyalitas konsumen Tator Cafe Surabaya Town Square, adapun hasil lain menunjukkan bahwa kepuasan konsumen Tator Cafe Surabaya Town Square berpengaruh signifikan terhadap loyalitas konsumen Tator Cafe Surabaya Town Square.",
  "creators": "JANUAR TJIPTADI OEYONO",
  "contributors": "Diah Dharmayanti (Advisor 1); Hartono Subagio (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020405/MAN/2013; Januar T. Oeyono (36409065)",
  "subjects": "MARKETING-MANAGEMENT; CUSTOMER LOYALTY; CONSUMER BEHAVIOR"
}