{
  "id": "28985",
  "title": "Analisa pengaruh kualitas produk terhadap loyalitas melalui kepuasan sebagai variabel intervening pada pelanggan Restoran Por Kee Surabaya",
  "abstract": "Keberadaan rumah makan saat ini sudah menjadi kebutuhan bagi setiap orang. Hal tersebut menyebabkan bisnis rumah makan di Indonesia semakin sengit. Oleh karena itu, perusahaan dituntut untuk dapat meningkatkan kualitas produk untuk dapat tetap bertahan dalam persaingan bisnis dan menciptakan kepuasan pelanggan yang dapat berpengaruh terhadap loyalitas pelanggan. Penelitian ini bertujuan untuk mengetahui pengaruh kualitas produk terhadap kepuasan pelanggan dan loyalitas pelanggan serta pengaruh kepuasan pelanggan terhadap loyalitas pelanggan Por Kee di Surabaya. Jenis penelitian yang digunakan dalam penelitian ini adalah penelitian kausal. Populasi yang digunakan adalah pelanggan restoran Por Kee di Surabaya di mana sampel yang digunakan merupakan konsumen restoran Por Kee di Surabaya sebanyak 200 orang yang memiliki kriteria merupakan konsumen restoran Por Kee dalam 2 bulan terakhir dengan usia >17 tahun dan melakukan pembelian minimal 2 kali. Teknik analisa yang digunakan dalam penelitian ini adalah The Structural Equation Modeling (SEM). Hasil penelitian didapatkan Kualitas Produk berpengaruh positif dan signifikan terhadap Kepuasan Pelanggan dengan nilai C.R. sebesar 3,757, Kepuasan Pelanggan berpengaruh positif dan signifikan terhadap Loyalitas dengan CR 5,620, Kualitas Produk berpengaruh positif dan signifikan terhadap Loyalitas Pelanggan dengan nilai C.R. sebesar 2.031. Hal ini menunjukkan pentingnya menjaga kualitas produk dan kepuasan bagi terciptanya loyalitas.",
  "creators": "DENY IRAWAN",
  "contributors": "Edwin Japarianto (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020396/MAN/2013; Deny Irawan (36409068)",
  "subjects": "CONSUMER SATISFACTION; CUSTOMER LOYALTY; MARKETING-MANAGEMENT; CONSUMERS-RESEARCH"
}