{
  "id": "28981",
  "title": "Strategi komunikasi public relations PT Angkasa Pura 1 (PERSERO) bandara internasional Juanda Surabaya dalam menyosialisasikan terminal baru (T2)",
  "abstract": "Pada 14 Februari 2014, terminal dua (T2) Bandara Internasional Juanda Surabaya telah resmi beroperasi. Mega proyek yang menelan anggaran sebesar Rp 946 miliar tersebut merupakan solusi dari over capacity pada terminal satu (T1). Dalam menyosialisasikan T2, pihak pengelola memiliki strategi komunikasi sebagai pedomannya. Dalam penelitian ini, peneliti ingin mengetahui bagaimana strategi komunikasi yang digunakan oleh PT Angkasa Pura 1 (Persero) Bandara Internasional Juanda Surabaya dalam menyosialisasikan terminal baru (T2). Hasil dari penelitian ini adalah penjelasan dari strategi komunikasi perusahaan yang sesuai dengan teori Cutlip, Center dan Broom mengenai tahapan strategi komunikasi. Public Relations bersama Top Management memiliki tahapan-tahapan guna menyosialisasikan T2, di mana Public Relations bersama Top Management menentukan terlebih dahulu tujuan perusahaan baik jangka pendek maupun jangka panjang, diikuti dengan tahapan perencanaan, lalu tahapan pelaksanaan sosialisasi dan dilanjutkan dengan evaluasi. Fokus strategi Public Relations untuk menyosialisasikan T2 adalah melalui media massa. Strategi komunikasi Public Relations dikoordinasikan dengan Corporate Coomunication kantor pusat. Sosialisasi telah berjalan efektif namun masih didapati komplain dari Stakeholders. Penelitian ini menggunakan pendekatan kualitatif dan deskriptif sebagai jenis penelitiannya dengan menggunakan studi kasus sebagai metodenya.",
  "creators": "THE MELITA EVELYN Y.H.S.",
  "contributors": "Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 1); Yustisia Ditya Sari (Advisor 2); Felicia Goenawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010998/KOM/2014;The Melita Evelyn Yoko Halim Shah (51410138)",
  "subjects": "PUBLIC RELATIONS; STRATEGIC PLANNING; COMMUNICATION"
}