{
  "id": "28992",
  "title": "Analisa pengaruh strategi diferensiasi, citra merek, kualitas produk dan harga terhadap keputusan pembelian pelanggan di Cincao Station Grand City, Surabaya",
  "abstract": "Perkembangan bisnis makanan dan minuman di Indonesia yang semakin berkembang pesat membuat persaingan semakin meningkat. Sebagai salah satu bentuk usaha, Cincau Station harus memiliki keunggulan bersaing agar dapat tetap bertahan atau bahkan memenangkan persaingan dalam bisnis. Salah satu cara untuk menciptakan keunggulan bersaing adalah dengan menerapkan strategi diferensiasi, citra merek, kualitas produk dan harga yang tepat sehingga dapat mempengaruhi keputusan pembelian pelanggan. Penelitian ini bertujuan untuk menganalisa pengaruh dari Startegi Diferensiasi, Citra merek, Kualitas dan Harga terhadap keputusan pembelian pelanggan di Cincau Station Grand City, Surabaya serta mengetahui faktor mana yang berpengaruh dominan terhadap Keputusan pembelian pelanggan di Cincau Station. Penelitian ini dilaksanakan dengan menyebarkan kuesioner kepada 100 responden konsumen dari Cincau Station Grand City Surabaya. Alat analisa yang digunakan untuk mengukur pengaruh startegi diferensiasi, citra merek, kualitas produk dan harga terhadap keputusan pembelian pelanggan adalah analisa agresi linear berganda. Hasil dari penelitian ini menunjukkan bahwa dimensi Startegi Diferensiasi, citra merek, kualitas produk dan harga berpengaruh terhadap keputusan pembelian pelanggan di Cincau Station Grand City, Surabaya. Sedangkan dimensi yang paling dominan mempengaruhi keputusan pembelian pelanggan adalah Citra merek.",
  "creators": "IAN ANTONIUS ONG",
  "contributors": "Drs. Sugiono Sugiharto, M.M., Ph.D. (Advisor 1); Hartono Subagio (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020395/MAN/2013; Ian Antonius Ong (36409084)",
  "subjects": "MARKETING-MANAGEMENT; MARKETING-RESEARCH"
}