{
  "id": "28999",
  "title": "Pengaruh kompensasi finansial dan non financial terhadap kinerja karyawan pada PT. Bina Mandala Pratama Perkasa",
  "abstract": "Dewasa ini, dengan semakin ketatnya tingkat persaingan bisnis, mengakibatkan perusahaan dihadapkan pada tantangan untuk dapat mempertahankan kelangsungan hidup perusahaan. Oleh karena itu perusahaan harus mampu bersaing dan salah satu alat yang dapat digunakan oleh perusahaan adalah kompensasi. Jika program kompensasi dirasakan adil dan kompetitif oleh karyawan, maka perusahaan akan lebih mudah untuk menarik karyawan yang potensial, mempertahankannya dan memotivasi karyawan agar lebih meningkatkan kinerjanya, sehingga produktivitas meningkat dan perusahaan mampu menghasilkan produk dengan harga yang kompetitif. Pada akhirnya, perusahaan bukan hanya unggul dalam persaingan, namun juga mampu mempertahankan kelangsungan hidupnya, bahkan mampu meningkatkan profitabilitas dan mengembangkan usahanya. Penelitian ini dilakukan pada PT. Bina Mandala Pratama Perkasa. Penelitian ini menggunakan Kompensasi sebagai variabel independen dan Kinerja sebagai variabel dependen. Tujuan penelitian ini adalah untuk menganalisis pengaruh kompensasi terhadap kinerja karyawan. Sampel yang digunakan adalah karyawan PT. Bina Mandala Pratama Perkasa dimana jumlah sampel yang ditetapkan pada penelitian ini sebanyak 97 responden dengan menggunakan metode accidental sampling. Analisis yang digunakan meliputi uji validitas, uji reliabilitas, uji asumsi klasik, analisis regresi linier dan uji hipotesis.Dari hasil penelitian menunjukkan bahwa kompensasi finansial dan kompensasi non finansial mempunyai pengaruh yang positif dan signifikan terhadap kinerja karyawan pada PT. Bina Mandala Pratama Perkasa Surabaya.",
  "creators": "TAN FERRY JONATHAN",
  "contributors": "Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010703/MAN/2014; Tan Ferry Jonathan (31409231)",
  "subjects": "COMPENSATION MANAGEMENT; PERSONNEL MANAGEMENT"
}