{
  "id": "29007",
  "title": "Pengaruh sistem pengendalian internal terhadap implementasi prinsip-prinsip good corporate governance pada PT. Platinum Cermics Industry",
  "abstract": "Pengaruh Sistem Pengendalian Internal terhadap Implementasi Prinsip-Prinsip Good Corporate Governance pada PT. Platinum Ceramics Industry. Family business saat ini berkembang dengan pesat dan mengalami pertumbuhan. Dengan segala bauran peran dalam family business tentunya membutuhkan good corporate governance agar mampu bertahan di era globalisasi ini. Sistem pengendalian internal diperlukan perusahaan untuk memastikan prinsip-prinsip good corporate governance terlaksana dengan baik. Adapun rumusan masalah dalam penelitian ini adalah bagaimana Pengaruh Sistem Pengendalian Internal terhadap Implementasi Prinsip-Prinsip Good Corporate Governance pada PT. Platinum Ceramics Industry. Penelitian ini bertujuan untuk menganalisis pengaruh Sistem Pengendalian Internal terhadap Implementasi Prinsip - Prinsip Good Corporate Governance pada PT. Platinum Ceramics Industry. Metode penelitian yang digunakan adalah kualitatif deskriptif dengan tujuan agar bisa menggali informasi secara menyeluruh melalui proses wawancara dan juga observasi. Dari hasil penelitian yang dilakukan, penulis menyimpulkan bahwa PT. Platinum Ceramics Industry sudah melaksanakan sistem pengendalian internal serta prinsip-prinsip good corporate governance dalam aspek operasional perusahaan. Selain itu, ditemukan bahwa terdapat pengaruh antara adanya sistem pengendalian internal terhadap implementasi prinsip-prinsip good corporate governance pada PT. Platinum Ceramics Industry.",
  "creators": "FERLENCIA WIDJAJA",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Thomas Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi Mo. 31010683/MAN/2014; Ferlencia Widjaja (31410064)",
  "subjects": "AUDITING, INTERNAL; GOOD CORPORATE GOVERNANCE"
}