{
  "id": "29004",
  "title": "Sistem kompensasi pada PT. Bondi Syad Mulia",
  "abstract": "Sistem kompensasi di PT Bondi Syad Mulia yaitu external competitiveness tanpa memperhatikan internal consistency dalam perusahaan sehingga kasus yang terjadi sales marketing diberikan gaji yang sama dengan buruh pabrik. Penelitian ini bertujuan untuk menganalisis sistem kompensasi yang berlaku saat ini di PT Bondi Syad Mulia dan membuat sistem kompensasi yang berdasarkan compensable factors. Compensable factors yang digunakan adalah skill requirements, physical requirements, mental requirements, effort, responsibility dan working conditions. Jenis penelitian kualitatif deskriptif dengan metode studi kasus dan melakukan teknik pengumpulan data dengan wawancara semi terstruktur pada manajer sumber daya manusia, manajer pemasaran, manajer produksi, manajer akuntansi dan keuangan, supervisor produksi, sales marketing, admin pemasaran, karyawan akuntansi bagian pajak dan ekspor-impor serta karyawan akuntansi bagian keuangan dan penagihan. Sistem kompensasi di PT. Bondi Syad Mulia memiliki ketergantungan yang tinggi pada top management dan tidak memberikan transparansi pada seluruh karyawan. Dengan sistem kompensasi internal consistency akan mengurangi ketergantungan sistem kompensasi external competitiveness pada top management dan memberikan transparansi informasi pada seluruh karyawan. Rekomendasi untuk PT Bondi Syad Mulia sebaiknya menerapkan sistem kompensasi internal consistency melalui proses job analysis dan metode point factors.",
  "creators": "NOVITA RUDIYANSARI",
  "contributors": "Bambang Haryadi (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010678/MAN/2014; Novita Rudiyansari (31410036)",
  "subjects": "COMPENSATION MANAGEMENT"
}