{
  "id": "29018",
  "title": "Analisis loyalty program terhadap store loyalty melalui store satisfaction sebagai variabel",
  "abstract": "Berkembangnya bisnis retail pada saat ini dapat dirasakan oleh berbagai pihak di seluruh dunia. Para retailer berusaha mengembangkan bisnisnya dengan berbagai macam cara untuk dapat menarik perhatian serta mempertahankan pelanggan yang telah dimilikinya. Salah satu retailer yang memiliki banyak pesaing ialah department store. Banyaknya barang dan jasa yang ditawarkan, tidak menutup kemungkinan bahwa department store memiliki pesaing yang banyak. Salah satunya ialah SOGO Department Store, hadir sebagai department store untuk masyarakat kelas menengah ke atas, membawa SOGO harus kreatif dalam menyediakan produk dan jasa serta berbagai kualitas layanan dan berbagai strategi pemasaran untuk menarik perhatian pelanggannya. Penelitian ini dilakukan untuk mengetahui terbentuknya loyalitas pelanggan yang dipengaruhi oleh loyalty program serta kepuasan pelanggan di SOGO Department Store Tunjungan Plaza 4 Surabaya. Sampel yang digunakan dalam penelitian ini ialah sebanyak 210 orang, dengan teknik analisis data menggunakan Structural Equation Modeling (SEM). Hasil penelitian ini menunjukkan bahwa loyalty program SOGO Department Store memiliki pengaruh yang signifikan terhadap terbentuknya store satisfaction, dimana store satisfaction berpengaruh signifikan terhadap terbentuknya store loyalty. Selain itu, loyalty program SOGO Department Store juga berpengaruh langsung terhadap terbentuknya store loyalty.",
  "creators": "NATASIA DEBRINA LIUWAN",
  "contributors": "Michael Adiwijaya (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010158/MAN/2013; Natasia Debrina Liuwan (35409004)",
  "subjects": "MARKETING-MANAGEMENT; RETAIL TRADE-MANAGEMENT"
}