{
  "id": "29036",
  "title": "The Apology strategies used by male and female students of Petra Christian University in easy and difficult tasks",
  "abstract": "This study is to analyze the differences in types and frequencies between apology strategies use in an easy task and those in a difficult task. In analyzing the apology strategies, the writer wanted to find out whether the respondents will use all the apology strategies such as rejection, minimizing the degree of offense, acknowledgment of responsibility, explanation or account, expression of apology, expressing concern of hearer, promise of forbearance and offer of repair. Moreover, in this research figure out that types and frequencies that appeared in the finding is Explanation or account and Expression of apology which are mostly used in apology strategies in easy and difficult tasks. Furthermore, this study was also made to figure out whether gender will influence the apology strategies or not in both easy and difficult tasks. The data of this study was taken from the open-ended questionnaire to all Departments in Petra Christian University from year 2002 to 2006, in total about 40 students (20 male students and 20 female students). In collecting the data, the writer used role play situation. In analyzing the data, the writer used some theories and studies proposed by Trosborg (1987), Nunan (2004), Willis (1996), Holmes (1990), Lakoff (1990). From the data analysis, the writer found that the tasks in an easy and difficult it influenced in producing of apology strategies. Thus, it was proved that the respondents produced more apology strategies in explanation or account and expressing of apology in easy and difficult tasks.",
  "creators": "VIDYA TYAGITA KARTIKA U.",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011934/ING/2010; Vidya Tyagita Kartika U. (11403056)",
  "subjects": "APPLIED LINGUISTICS; SOCIOLINGUISTICS"
}