{
  "id": "29033",
  "title": "Pengaruh capital structure terhadap profitability perusahaan manufaktur (pada perusahaan manufaktur yang terdapat di BEI periode 2008-2012)",
  "abstract": "Hubungan antara struktur modal dan profitabilitas tidak dapat diabaikan karena peningkatan profitabilitas diperlukan untuk bertahan hidup jangka panjang perusahaan. Keputusan struktur modal sangat penting bagi organisasi bisnis. Keputusan struktur modal penting karena kebutuhan untuk memaksimalkan keuntungan dari perusahaan, dan karena dampak, keputusan tersebut memiliki kemampuan perusahaan untuk menghadapi lingkungan yang kompetitif. Secara umum, perusahaan dapat memilih di antara banyak struktur modal alternatif. Sebagai contoh, perusahaan dapat mengatur pembiayaan sewa guna usaha, penggunaan waran, obligasi konversi, menandatangani kontrak berjangka atau swap obligasi perdagangan. Perusahaan juga dapat mengeluarkan puluhan efek yang berbeda dalam kombinasi yang tak terhitung jumlahnya untuk memaksimalkan nilai pasar secara keseluruhan. Melalui analisa ini ingin mengetahui apakah ada hubungan antara struktur modal dan profitabilitas perusahaan manufaktur yang berada di Indonesia. Perusahaan manufaktur yang dijadikan sampel berjumlah 108 perusahaan dengan kriteria perusahaan tersebut tidak pernah melakukan delisting selama periode 2007-2012. Teknik analisa data yang digunakan adalah analisa asumsi klasik dan pengujian hipotesa. Berdasarkan hasil penelitian, variabel yang mempunyai hubungan signifikan dengan return on equity, antara lain: long term debt to total asset dan debt to total asset. Sedangkan variabel kontrol sales growth dan firm size memberikan kontribusi pengaruh yang signifikan untuk pengaruh variabel short term debt to total asset, long term debt to total asset, debt to total asset terhadap return on equity.",
  "creators": "FRANZ ARDIANTO",
  "contributors": "Dewi Astuti (Advisor 1); Sautma Ronni Basana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 37010243/MAN/2014; Franz Ardianto (37410035)",
  "subjects": "CORPORATIONS--FINANCE; CAPITAL"
}