{
  "id": "29034",
  "title": "Analisa pengaruh struktur modal terhadap nilai perusahaan pada sektor utama yang terdaftar di bursa efek Indonesia",
  "abstract": "Tujuan penelitian ini yaitu untuk menganalisa pengaruh secara parsial maupun secara bersama-sama dari struktur modal long-term debt to equity (LDE) dan long-term debt to assets (LDA), ukuran perusahaan (SIZE), pertumbuhan aset tetap (GROWTH), profitabilitas perusahaan (PROF), dan pengaruh dari variabel moderator dalam memoderasi pengaruh variabel struktur modal terhadap nilai perusahaan (MBR). Penelitian dilakukan dengan analisis regresi moderasi dengan sampel sebanyak 40 perusahaan di sektor utama yang terdaftar di Bursa Efek Indonesia sebagai sampel dan periode penelitian yaitu 2010-2012. Hasil penelitian menunjukkan bahwa hanya LDA, SIZE, PROF, LDASIZE, LDAPROF yang signifikan berpengaruh pada nilai perusahaan sedangkan LDE, GROWTH, LDESIZE, LDEGROWTH, LDEPROF, dan LDAGROWTH tidak berpengaruh signifikan terhadap nilai perusahaan. Pada penelitian ini juga ditemukan bahwa variabel yang diduga sebagai variabel moderator yang dapat memoderasi pengaruh struktur modal terhadap nilai perusahaan hanya SIZE dan PROF yang dapat disebut sebagai variabel quasi moderator aritnya variabel tersebut tidak hanya berpengaruh pada nilai perusahaan tetapi juga dapat memoderasi pengaruh struktur modal terhadap nilai perusahaan. Hasil penelitian ini dapat disimpulkan bahwa ukuran perusahaan dan profitabilitas perusahaan berpengaruh positif dan signifikan terhadap nilai perusahaan dan berpengaruh negatif dalam memoderasi pengaruh struktur modal terhadap nilai perusahaan.",
  "creators": "INDRIANI NASTIKA A.M.",
  "contributors": "Mariana Ing Malelak (Advisor 2); Sautma Ronni Basana (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 37010256/MAN/2014; Indriani Nastika Ariati Manu (37410050)",
  "subjects": "CAPITAL; CORPORATIONS--FINANCE"
}