{
  "id": "29044",
  "title": "Pengelolaan dan pengembangan produksi dan jasa pada CV Deltasari Aluminium di Sidoarjo",
  "abstract": "Penelitian ini bertujuan untuk mendeskripsikan fungsi-fungsi manajemen CV Deltasari Aluminium, untuk mengetahui situasi dan kondisi lingkungan internal dan eksternal dari CV Deltasari Aluminium, dan menyusun model alternatif pengembangan usaha pada CV Deltasari Aluminium. Pengumpulan data dilakukan melalui wawancara kepada pihak yang bersangkutan dan observasi secara langsung di lingkungan serta di dalam perusahaan. Hasil analisis data dengan menggunakan triangulasi sumber kepercayaan suatu informasi yang diperoleh melalui waktu dan alat yang berbeda. Dengan menggunakan metode kualitatif dan didukung wawancara semi terstruktur untuk memperoleh data-datanya. Data yang telah dikumpulkan oleh peneliti akan dianalisis dengan menggunakan teknik analisis kualitatif. Hasil penelitian menunjukkan pengelolaan di CV Deltasari Aluminium terdiri dari planning, organizing, actuating, dan controlling pada perusahaan. Selain itu, telah dilakukan analisis lingkungan internal dan eksternal perusahaan yang digunakan sebagai landasan dalam rencana pengembangan bisnis. Sehingga dapat disimpulkan bahwa pada perusahaan ini telah menerapkan fungsi-fungsi manajemen tersebut pada seluruh struktur organisasinya. Kemudian hasil analisis lingkungan eksternal perusahaan, menuntut perusahaan untuk melakukan peningkatan kualitas produk dan jasanya. Oleh karena itu, perusahaan memerlukan strategi pengembangan bisnis berupa strategi diferensiasi. Strategi ini berfungsi untuk meningkatkan kualitas produk dan jasa pada perusahaan agar dapat memenangkan persaingan yang ada.",
  "creators": "ANTONIUS HENRY GUNAWAN S",
  "contributors": "R.R. Retno Ardianti (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010408/MAN/2012; Antonius Henry G. (31408036)",
  "subjects": "STRATEGIC PLANNING; FAMILY-OWNED BUSINESS ENTERPRISES"
}