{
  "id": "29049",
  "title": "Conversational opening on greetings expressed by English Department students in Petra Christian University to other students and lecturers",
  "abstract": "This study investigates ways of conversation opening on greeting of English Department students to other students and lecturers. In order to categorize the types of greetings, the writer uses Knapp and Vangelisti’s classification which includes Verbal salutes, Direct references to the other person by name, Questions of personal inquiry, Verbalization expressing a desire to continue a past relationship, Compliments, References to here-and-now surroundings, References to people or things, References to the other’s behavior, References to oneself, Apologies, Unexpected or whimsical phrases designed to break the ice, Immediate topic initiation which usually excludes any preliminary comments and Single words or vocalizations that are essentially content-free. The subjects of this study are 60 English Department Students of Petra Christian University. To collect the data, the writer notes down the conversation between English Department students to their friends and lecturers. From the analysis, the writer finds that English Department students in Petra Christian University almost use all the types of greetings classified by Knapp and Vangelisti to other friends and lecturers, but there are differences in term of frequency of each type of greetings used by students to other friends and lecturers. Moreover, there are five types of greeting that are used by English Department students to the other students, but not to their lecturer, which are verbalization expressing a desire to continue a past relationship, compliment, references to here-and-now surroundings, references to oneself and single words. And there are two types of greeting that are used by English Department students to their lecturer, but not to the other students, which are apologies and whimsical phrases designed to break the ice (unexpected, humorous). In this case, the social status influences the choice of way of conversation opening on greeting.",
  "creators": "SERAPHINA STEPHEN",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Samuel Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011924/ING/2010; Seraphina Stephen (11406041)",
  "subjects": "DISCOURSE ANALYSIS; SOCIOLINGUISTICS"
}