{
  "id": "29053",
  "title": "The Persuasive strategies produced by Zoe and stan while dating in The Back-up Plan movie",
  "abstract": "This research was conducted to find out the persuasive strategies used by lovers while having a relationship or dating and how gender plays it roles in the persuasion communication. Persuasion is one of important linguistics studies which is connected closely to society. Sometimes, people need to change other’s way of thinking, or modify their beliefs and attitudes to reach a certain goal or understanding in the communication process. Therefore, people need to influence other people or in other word, to persuade them. Furthermore, in order to reach an effective persuasion, certain strategies are required. There are two main strategies used in persuasion as suggested by Simons (1976); namely co-active approach and combative approach which have more sub-strategies within. The source of this research is The Back-up Plan movie in which the utterances were produced by its main characters; Zoe and Stan. I used descriptive quantitative approach because I focused on the resulted products. In the finding, I found out that Zoe, the female character used co-active strategy more (55,4%), and Stan, her lover, mostly used combative strategy (53,69%). It means woman who is represented by Zoe tends to be more polite than man even in a dating situation because co-active approach is considered more polite than combative approach. Specifically, Zoe mostly uses rational persuasion (32%) as her strategy to persuade while dating. Whereas, Stan uses rhetoric of inducement and constraints (29,62%) the most in persuading.",
  "creators": "TJONG IMELDA RIFAI",
  "contributors": "Herwindy Maria Tedjaatmadja (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011950/ING/2011; Tjong Imelda Rifai (11407001)",
  "subjects": "ENGLISH LANGUAGE-RHETORIC; PERSUASION (RHETORIC)"
}