{
  "id": "29056",
  "title": "Pengelolaan dan pengembangan usaha hortikultura pada PT. Horti Bima International",
  "abstract": "Indonesia disebut sebagai negara agraris karena kesuburan, keindahan, serta kekayaan alamnya, sektor pertanian menjadi salah satu leading sector dalam perekonomian di mana pertanian merupakan kegiatan usaha yang meliputi kegiatan budidaya tanaman pangan, hortikultura, perkebunan, perikanan, kehutanan, dan peternakan. Salah satu perusahaan hortikultura di Indonesia masih tetap eksis dalam operasionalnya yaitu PT. Horti Bima International, produk yang dihasilkan antara lain: sayur-mayur dan buah-buahan. Tujuan penelitian ini untuk mendeskripsikan pengelolaan usaha, potensi eksternal, potensi internal, dan menyusun strategi pengembangan usaha hortikultura pada PT. Horti Bima International. Teknik analisa yang digunakan dalam penelitian ini adalah teknik analisa kualitatif, dengan menggunakan dua teknik pengumpulan data, yaitu: wawancara dan dokumentasi yang ditujukan pada Direktur Utama, Manajer Unit Pabrik dan Manajer Unit Lahan PT. Horti Bima International. Untuk menguji kredibilitas data, maka penelitian ini menggunakan teknik triangulasi sumber. Hasil penelitian menunjukkan bahwa PT. Horti Bima International telah menerapkan fungsi manajemen pada tiap-tiap aspek bisnisnya. Berdasarkan analisis lingkungan eksternal dapat diketahui bahwa ancaman dari pesaing karena letaknya berdekatan, potensi munculnya pesaing baru, dan ketergantungan bibit dari pemasok luar negeri. Strategi bersaing PT. Horti Bima International, yaitu fokus dengan nilai terbaik, aktivitas pemasaran perusahaan difokuskan untuk membina hubungan baik dengan pelanggan lama di Negara Taiwan dan memenuhi permintaan sesuai pesanan, sehingga harapan untuk mendapatkan harga terbaik dapat tercapai.",
  "creators": "MARIA NATALIA SAMANTHA L",
  "contributors": "Eddy Madiono Sutanto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010465/MAN/2013; Maria Natalia Samantha Liu (31409083)",
  "subjects": "BUSINESS-MANAGEMENT; STRATEGIC PLANNING"
}