{
  "id": "29054",
  "title": "Desain organisasi pada usaha baut, mur, dan pengencang di Sejahtera",
  "abstract": "Organisasi telah membentuk kehidupan kita, begitu juga dalam lingkungan sebuah perusahaan. Dalam sebuah perusahaan, organisasi merupakan sebuah entitas sosial yang mengarahkan tujuan, merancang struktur dan koordinasi aktifitas, serta menghubungkannya dengan kondisi lingkungan luar. Kompleksitas dalam organisasi merupakan sesuatu yang tidak dapat dihindari sebab dalam setiap rutinitas perusahaan selalu terdapat beberapa masalah yang tidak dapat diprediksi. Untuk dapat mengatasi permasalahan tersebut, maka dibutuhkan pembentukan desain organisasi yang tepat sebagai sebuah tatanan dalam mengatur beberapa aspek di lingkungan organisasi. Penulisan ini bertujuan untuk menganalisa desain organisasi yang ada dalam PT Sepanjang Baut Sejahtera dengan menggunakan pendekatan Five Star Model. Pendekatan Five Star Model ini digunakan untuk melihat keselarasan antara kelima dimensi yaitu strategy, structure, processes, reward, dan people. Dari analisa Five Star Model ini dapat memberikan alternatif desain organisasi yang tepat bagi perusahaan ini di masa depan. Untuk mendeskripsikan dimensi desain organisasi pada PT Sepanjang Baut Sejahtera penulis menggunakan metode penulisan kualitatif deskriptif dengan pendekatan etnografi dan melakukan pengumpulan data dengan wawancara secara langsung kepada manajer personalia dan manajer produksi, observasi langsung ke perusahaan, serta pengumpulan dokumentasi penting apabila ada. Dari penelitian ini, penulis menyimpulkan bahwa dari analisa desain organisasi dengan pendekatan Five Star Model ini, P SBS masih memiliki beberapa kekurangan baik dari segi keselarasan antara struktur dengan desain strategik perusahaan, koordinasi dan integrasi pekerjaan antar unit bisnis yang ada, maupun sistem pengukuran dan pemberian reward. Penulis menilai bahwa permasalahan yang ada pada PT Sepanjang Baut Sejahtera adalah berada pada struktur organisasi sehingga perusahan perlu melakukan perubahan struktur yang tepat sebagai salah satu alternatif desain organisasi untuk dapat menciptakan sebuah kinerja yang efektif dalam lingkungan perusahaan.",
  "creators": "OKKY BRILLIANDO",
  "contributors": "Bambang Haryadi (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010563/MAN/2013; Okky Brilliando (31409078)",
  "subjects": "STRATEGIC PLANNING; ORGANIZATION--MANAGEMENT"
}