{
  "id": "29067",
  "title": "Analisis corporate strategy PT Aromaduta Rasaprima",
  "abstract": "Bisnis masa kini tidak dapat dipisahkan dari keberadaan bisnis keluarga dan penerapan corporate strategy berbasis corporate sustainability. Studi literatur terbaru yang dilakukan oleh penulis menunjukkan bahwa keberadaan bisnis keluarga sangat signifikan dalam menopang pertumbuhan perekonomian nasional dan global. Penerapan sustainability sebagai bagian dari strategi korporat menjadi salah satu keunggulan kompetitif untuk menciptakan keberlanjutan aktivitas bisnis perusahaan dalam jangka panjang (Lonescu-Somers & Steger, 2008). Pembahasan mengenai corporate sustainability dibangun di atas dua dimensi, yaitu keberlanjutan bisnis dan keberlanjutan alam (Atkisson, 2002). Rumusan masalah dalam penelitian ini adalah bagaimana upaya perusahaan menciptakan implementasi sustainability dari aspek ekonomi, lingkungan masyarakat, lingkungan alam, dan kesejahteraan karyawan sebagai strategi korporat. Tujuan dari penelitian ini adalah untuk menganalisis proses integrasi sustainability ke dalam strategi korporat untuk menciptakan keunggulan kompetitif yang berkelanjutan dalam jangka panjang. Metode penelitian yang digunakan adalah penelitian kualitatif deskriptif untuk menggali informasi secara mendalam melalui proses wawancara dan observasi dengan menggunakan kerangka berpikir yang dibangun dengan mengadopsi konsep sustainability menurut pandangan Atkisson (2002). Hasil penelitian menunjukkan bahwa perusahaan sudah mengintegrasikan prinsip-prinsip corporate sustainability dalam aspek operasional perusahaan. Dalam sistem integrasi prinsip-prinsip sustainability ke dalam corporate strategy ditemukan bahwa terdapat keterkaitan hubungan sebab akibat antara pilihan corporate strategy perusahaan dengan business sustainability dan environmental sustainability.",
  "creators": "YEDIJA WINAS WIDIANTARA",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010641/MAN/2013; Yedija Winas Widiantara (31410049)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES-MANAGEMENT; FAMILY-OWNED BUSINESS ENTERPRISES; CORPORATE PLANNING; STRATEGIC PLANNING"
}