{
  "id": "29069",
  "title": "Analisis gaya kepemimpinan transformasional pada perencanaan suksesi PT Sinar Angkasa Rungkut",
  "abstract": "Sudah banyak penelitian yang mengungkapkan bahwa perusahaan keluarga mempunyai kontribusi besar terhadap kestabilan ekonomi di dunia, untuk itulah seharusnya perusahaan keluarga dipertahankan. Agar perusahaan keluarga dapat terus bertahan sampai ke generasi berikutnya, diperlukan perencanaan suksesi dan tentunya disertai kesiapan dari suksesor yang akan menjadi pemimpin berikutnya, di sini peneliti menggunakan gaya kepemimpinan transformasional pada perencanaan suksesi sebagai objek penelitian, dan kepemimpinan PT Sinar Angkasa Rungkut sebagai subjek penelitian. Peneliti akan membahas gaya kepemimpinan transformasional pada perencanaan suksesi dan kepemimpinan perempuan sebagai suksesor di PT Sinar Angkasa Rungkut. Jenis penelitian ini adalah kualitatif, yang menggunakan metode wawancara dan observasi. Teknik penentuan informan menggunakan purposive sampling. Untuk menguji keabsahan data peneliti menggunakan triangulasi sumber. Hasil yang diperoleh dalam penelitian ini perencanaan suksesi PT Sinar Angkasa Rungkut tidak mempunyai perencanaan suksesi yang terstruktur dan peranan pemimpin perempuan sebagai suksesor PT Sinar Angkasa Rungkut bisa memenuhi tanggung jawab dan peran sebagai pemimpin, dan dengan memakai gaya kepemimpinan transformasional suksesor bisa membuat para karyawannya tetap termotivasi dan dapat berkembang dalam organisasi.",
  "creators": "CYNTHIA CHARISTA TJAHJONO",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010649/MAN/2013; Cynthia Charista Tjahjono (31410119)",
  "subjects": "LEADERSHIP; FAMILY-OWNED BUSINESS ENTERPRISES; FAMILY CORPORATIONS"
}