{
  "id": "29078",
  "title": "Pembuatan game edukasi interaktif untuk mendukung pemahaman percentage dan fraction pada siswa sekolah dasar",
  "abstract": "Seiring dengan perkembangan jaman, pendidikan menjadi semakin rumit dan sulit sehingga siswa sekolah dasar sering kali sulit memahami dan akhirnya menjadi jenuh dan tidak senang akan pelajaran tertentu. Salah satu mata pelajaran yang sering kali membuat siswa jenuh dan sulit untuk mengerti materi pelajaran tersebut adalah pelajaran Mathematics. Kejenuhan tersebut berasal dari banyaknya rumus-rumus yang sulit untuk dihafalkan, banyaknya soal cerita yang harus dimengerti sebaik-baiknya sebelum menjawab suatu soal. Tujuan dari pembuatan game ini adalah membantu siswa sekolah dasar dalam memahami mata pelajaran Mathematics khususnya pada materi percentage. Berdasarkan permasalahan itu, game edukasi interaktif dengan background setting supermarket dan bakery dirancang dan dibuat untuk mata pelajaran Mathematics dengan materi percentage yang dapat menjadi solusi dari permasalahan tersebut. Proses pembuatannya menggunakan JavaScript, PHP, HTML5, CSS3, AJAX sebagai bahasa pemrogramannya dan MySQL sebagai database. Hasil yang diperoleh dari penyebaran kuisioner, secara keseluruhan game edukasi yang telah dibuat ini tergolong dalam kategori baik dengan hasil persentase 100%. Sedangkan untuk desain game supermarket hasil dari kuisioner, 50% berpendapat bahwa desain game tergolong baik dan sisanya berpendapat bahwa desain game tergolong cukup. Dari kuisioner mengenai game bakery, 75% berpendapat bahwa desain game tergolong baik dan sisanya berpendapat bahwa desain game tergolong cukup. Untuk tingkat kesulitan soal, dari hasil kuisioner 50% berpendapat bahwa tingkat kesulitan soal tergolong baik dan sesuai dengan kebutuhan yang diinginkan, sedangkan sisanya berpendapat bahwa tingkat kesulitan soal tergolong cukup dan sesuai dengan kebutuhan.",
  "creators": "CHRISTIANTO TJANDRA",
  "contributors": "Adi Wibowo, S.T., M.T., Ph.D. (Advisor 1); Lily Puspa Dewi, S.T., M.Kom. (Advisor 2); Liliana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021274/INF/2013; Christianto Tjandra (26409025)",
  "subjects": "COMPUTER GAMES-DESIGN; COMPUTER GAMES-PROGRAMMING; COMPUTER PROGRAMMING (ELECTRONIC COMPUTER); VIDEO GAMES-PROGRAMMING"
}