{
  "id": "2907",
  "title": "Analisis pengaruh kinerja akuntansi terhadap harga saham pada perusahaan prospektor dan defender",
  "abstract": "Penelitian ini bertujuan untuk menguji secara empirik perbedaan antara kinerja akuntansi yang diimplikasikan oleh tipologi perusahaan prospektor dan defender, perbedaan reaksi pasar antara tipologi perusahaan prospektor dan defender. Variabel yang mengimplikasikan strategi organisasional adalah pertumbuhan laba, pertumbuhan penjualan, dan dividend pay out. Empat variabel yang digunakan untuk menentukan tipologi perusahaan prospektor dan defender adalah PBV, KARPEN, CETA, CEMVE. Variabel-variabel tersebut dianalisa dengan common factor analysis. Berdasarkan hasil common faktor analysis didapat dari 98 perusahaan manufaktur yang listing di Bursa Efek Jakarta, 26 perusahaan bertipologi defender dan 24 perusahaan bertipologi prospektor. Hasil empirik menunjukkan bahwa pertumbuhan laba perusahaan prospektor lebih kecil daripada defender. Pertumbuhan penjualan perusahaan prospektor lebih kecil daripada defender. Dividend pay ont perusahaan prospektor lebih kecil dibanding defender, dan berbeda secara signifikan. Reaksi pasar antara perusahaan prospektor dan defender tidak berbeda secara signifikan. Hasil multivariate tesl menunjukkan bahwa pertumbuhan laba, peitumbuhan penjualan, dan dividend pay out tidak berpengaruh secara signifikan terhadap abnormal return pada kedua perusahaan.",
  "creators": "CONIE DWI PURMIRANTI; LIDYA ARIESTA SOPAMENA",
  "contributors": "Prof. Dr. Njo Anastasia, S.E., M.T. (Advisor 1); Nanik Linawati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03011695/MAN/2003; Conie Dwi Purmiranti (31499416), Lidya Ariesta Sopamena (31499447)",
  "subjects": "GOING PUBLIC (SECURITIES); INVESTMENT ANALYSIS; CORPORATIONS-FINANCE"
}