{
  "id": "2908",
  "title": "Pengaruh kepuasan kerja terhadap kinerja karyawan front of the house di Hotel Mercure",
  "abstract": "Dalam pembangunan dewasa ini, persaingan dalam bidang perhotelan semakin banyak, dan menuntut adanya keunggulan-keunggulan dari masing-masing hotel, keunggulan/kelebihan yang dipunyai masing-masing hotel harus diterapkan dan dipertahankan agar mampu bertahan (survive) dalam persaingan. Salah satu keunggulan yang perlu diperhatikan adalah mengenai Kinerja Pelayanan Karyawan yang merupakan salah satu syarat yang harus dipenuhi sebagai konsekuensi dalam dunia perhotelan yaitu dunia yang bergerak dalam bidang jasa. Penulis ingin mengetahui pengaruh kepuasan kerja terhadap kinerja pelayanan karyawan di hotel. Karena seperti yang diketahui, di dalam hotel yang bekerja adalah manusia, yang mempunyai keinginan-keinginan yang harus dipuaskan. Oleh sebab itu penulis ingin mengetahui sejauh mana pengaruh kepuasan kerja terhadap kinerja pelayanan karyawan di Hotel Mercure. Dan pada skripsi ini, penulis lebih mengkhususkan pada karyawan Hotel Mercure yang bekerja di bagian depan hotel [Front of the house). Pada pengolahan data ini, digunakan program SPSS unruk membantu dan mempermudah pengolahan data. Data yang diolah adalah variabel dari kepuasan kerja, yaitu variabel tantangan, penghargaan, kondisi kerja yang mendukung, dukungan teman kerja dan kepribadian yang sesuai dengan pekerjaan, yang mempengaruhi kinerja pelayanan karyawan Front of the house di Hotel Mercure. Hasil pengolahan data tersebut menunjukkan bahwa terdapat pengaruh yang signifikan antara variabel-variabel bebas (tantangan, penghargaan, kondisi kerja yang mendukung, dukungan teman kerja dan kepribadian yang sesuai) tersebut terhadap variabel tergantung (kinerja pelayanan karyawan Front of the house di Hotel Mercure).Dari hasil tersebut dapat disimpulkan bahwa Kinerja Pelayanan Karyawan Front of the house di Hotel Mercure lebih besar dipengaruhi oleh variabel dukungan teman kerja.",
  "creators": "ELLEN SYAIFUL; ERNIE",
  "contributors": "RICHARD NAPITUPULU (Advisor 1); Hatane Semuel (Advisor 2); Nanik Linawati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 012/EP/2001; Ellen (33496009), Ernie (33496028)",
  "subjects": "HOTEL MANAGEMENT"
}