{
  "id": "29086",
  "title": "The African American vernacular English variety used by the double role character in the film Big Mommas House",
  "abstract": "This study deals with African American Vernacular English (AAVE) feature produced by Malcolm Turner, a Black main character who has double roles character in the film Big Momma’s House, and the language function in his AAVE utterance in each role. In conducting this study, the writer proposed four research questions concerning the type of AAVE feature that he used in his role as an FBI agent, the type of AAVE feature in his role as Big Momma, the type of the language function used in each of his role, and the frequency of the type of AAVE feature and the type of the language function used by the double role character. In order to identify the AAVE feature used by Malcolm Turner, she employed Trudgill’s AAVE theory (1974), Brown and Attardo’s theory (2000), Theresa’s theory (2001), and Fickett’s theory (1972). She used the language function theory from Yule (1996) to identify the language function. The approach used in this study is qualitative. From this study, the writer found that Malcolm Turner used five AAVE features when he is being an FBI agent to talk to his friend: the habitual “be”, aspectual system, multiple negations, the use of ain’t, and future aspect. Besides, he used five AAVE features in his role as Big Momma, consisting of aspectual system, multiple negations, negative inversion, the use of ain’t, and future aspect. This research also found the language function used in Malcolm Turner’s AAVE utterance. The writer found that the types of language function used by Malcolm Turner in his role as an FBI agent are expressives, representatives, and directives. Besides, the language functions used as Big Momma are expressives, representatives, directives, and commissives. The writer found the frequency of each type of AAVE features is different, and the frequency of usage in the type of language function is different. Malcolm Turner used five AAVE features in his role as an FBI agent, and he used four AAVE features in his role as Big Momma. He used three type of language function in his role as an FBI agent, while using four types of language function in his role as Big Momma.",
  "creators": "ELISABET MULIANA",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Flora Debora (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011927/ING/2010; Elisabet Muliana (11406027)",
  "subjects": "ENGLISH LANGUAGE-GRAMMAR; SOCIOLINGUISTICS"
}