{
  "id": "29095",
  "title": "Perancangan sistem kemudi dan rem kelas prototype dalam lomba Indonesia Energy Marathon Challenge 2014",
  "abstract": "Pada jaman modern sekarang pemakaian sumber tenaga fosil masih menjadi sumber tenaga primer dalam segala bidang. Sumber tenaga fosil bukan sumber tenaga masa depan dikarenakan sumber tenaga fosil tergolong sumber daya alam yang tidak dapat diperbaharui. Makalah ini membahas tentang perancangan kendaraan hemat energi melalui perancangan sistem kemudi dan rem yang ringan dari pemilihan bahan dan komponen yang tepat agar didapatkan total berat kendaraan mencakup bodi kendaraan, sasis, kemudi, rem, dan motor harus dibawah 70kg. Prosentase bobot sistem kemudi dan rem adalah 25% dari berat total kendaraan dengan tidak melibatkan bobot mesin. Sistem kemudi yang digunakan adalah sistem kemudi mekanis dengan menggunakan lengan ackerman, sedangkan sistem rem menggunakan sistem rem sepeda mekanis jenis discbrake. Pembuatan sistem kemudi menggunakan bahan yang tepat sehingga memiliki bobot yang ringan tetapi tetap kuat menanggung beban yang bekerja pada sistem kemudi. Sistem rem menggunakan jenis diskbrake yang ringan tetapi dapat memenuhi kebutuhan pengereman kendaraan. Melalui perancangan sistem kemudi dan rem maka didapatkan sistem kemudi yang baik, sistem rem yang dapat memenuhi kebutuhan pengereman kendaraan, serta bobot sistem kemudi dan sistem rem adalah 11,37 kg atau 17,89% dari berat total kendaraan dengan tidak melibatkan bobot mesin.",
  "creators": "LIANTO WIJAYA",
  "contributors": "Sutrisno S.T.,M.T. (Advisor 1); Ian Hardianto Siahaan (Advisor 2); Joni Dewanto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011060/MES/2014; Lianto Wijaya (24410015)",
  "subjects": "AUTOMOBILES-BRAKES-DESIGN AND CONSTRUCTION; AUTOMOBILES-STEERING SYSTEM"
}