{
  "id": "2909",
  "title": "Analisa ketergantungan persepsi, keyakinan dan sikap konsumen menengah ke atas mengenai kualitas makanan bakso \"87\" di jalan Jagalan Surabaya dengan keputusan konsumen untuk makan di tempat tersebut",
  "abstract": "Persepsi, keyakinan dan sikap konsumen terhadap produk mempunyai peranan penting untuk mengambil keputusan dalam memilih suatu produk. Penulis ingin mengetahui persepsi, keyakinan dan sikap konsumen golongan menegah ke atas yang makan di Bakso 87 mengenai kualitas makanan. Dalam hal ini penulis berpendapat adanya suatu penyimpangan yang terjadi, dimana Bakso 87 ini terletak dipinggir jalan yang secara fisik diragukan kebersihannya, tapi disisi lain gaya hidup golongan menengah keatas itu biasanya lebih mengutamakan kebersihan dan kesehatan. Penulis menggunakan penelitian yang bersifat survey. Sampel dalam penelitian ini adalah 200 responden konsumen Bakso 87 yang makan di tempat tersebut. Teknik penarikan sampel menggunakan non-random sampling tipe purposive sampling. Teknik analisa data menggunakan tabulasi silang (cross tab) dan chi-square dengan bantuan SPSS for Window 9.0 version. Dengan tabulasi silang, penulis hendak menentukan persepsi, keyakinan dan sikap konsumen Bakso 87 dalam hal kualitas makanan terhadap keputusan untuk makan. Sedangkan chi-square untuk melihat ketergantungan antara persepsi, keyakinan dan sikap konsumen Bakso 87 mengenai kualitas makanan terhadap keputusan untuk makan. Hasil penelitian menunjukkan konsumen Bakso 87 mayoritas berjenis kelamin pria, usia antara 21-30 tahun dengan status single, berpenghasilan rata-rata per bulan > Rp. 1.000.000,00, lulusan terakhir SD-SMU, konsumen mengetahui Bakso 87 pertama kali dari teman dengan frekuensi kunjungan 1-5 kali dalam sebulan. Persepsi konsumen mengenai kualitas makanan Bakso 87 pada umumnya cukup baik, tapi tidak ada keyakinan konsumen yang pasti mengenai kualitas makanan Bakso 87, mayoritas konsumen menyatakan sangat setuju untuk mengambil sikap positif pada kualitas makanan Bakso 87. Ada ketergantungan antara persepsi, keyakinan dan sikap konsumen Bakso 87 mengenai kualitas makanan terhadap keputusan untuk makan, dan faktor yang paling dominan diantara ketiganya adalah keyakinan.",
  "creators": "HENDRA TJAHYONO; ARIEF HANDOKO",
  "contributors": "Thomas Stefanus Kaihatu (Advisor 1); Anita Angelica Kresno Widjojo (Advisor 2); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.0101050/HTL/2003; Hendra Tjahyono (33496016), Arief Handoko (33496093)",
  "subjects": "RESTAURANT MANAGEMENT"
}