{
  "id": "29092",
  "title": "Analisa tekanan injeksi pada performa motor bakar sepeda motor 100cc",
  "abstract": "Upaya penghematan bahan bakar salah satunya dilakukan perubahan sistem karburator menjadi sistem injeksi. Pada penelitian ini akan dipaparkan modifikasi perubahan sistem karburator menjadi sistem injeksi, serta pengaruh tekanan terhadap konsumsi bahan bakar. Metode penelitian dilakukan dengan pengujian konsumsi bahan bakar pada 3 kondisi. Di mana 2 kondisi pengujian menggunakan variabel resistor pada kabel injektor untuk menghambat arus listrik. Penggunaan variabel resistor berfungsi untuk menghasilkan kenaikan tekanan pada injektor. Pengujian pertama pada kondisi normal /normal pressure, d imana injektor tidak dihambat arus listriknya. Pengujian kedua adalah kondisi medium pressure, di mana arus listrik pada injektor diberikan beban sebesar 4 ohm. Pengujian ketiga yaitu kondisi high pressure, beban pada injektor diberikan sebesar 11 ohm. Pengujian menggunakan kecepatan 20, 30, dan 40 km/jam sebanyak 5 kali untuk setiap kecepatan dan kondisi. Hasil pengujian menunjukkan bahwa penggunaan sistem injeksi dapat menghemat konsumsi bahan bakar. Semua hasil pengujian ini dibandingkan dengan sistem karburator. Untuk normal pressure, pada kecepatan 20 km/jam memiliki prosentase penghematan bahan bakar paling tinggi dibandingkan kecepatan yang lainnya dengan besar 21%. Kondisi medium pressure, pada kecepatan 40 km/jam memiliki prosentase penghematan bahan bakar tertinggi sebesar 25%. Sedangkan kondisi high pressure, kecepatan 40 km/jam memiliki prosentase tertinggi yaitu sebesar 29%. Kecepatan 40 km/jam untuk medium pressure dan high pressure, merupakan kecepatan yang prosentase penghematan bahan bakar yang paling efektif.",
  "creators": "SUCIUTAMA PRAYOGA TJIOE",
  "contributors": "Fandi Dwiputra Suprianto, S.T., M.Sc. (Advisor 1); Sutrisno S.T.,M.T. (Advisor 2); Philip Kristanto Tedjasaputra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011034/MES/2014; Suciutama Prayoga (24409212)",
  "subjects": "INTERNAL COMBUSTION ENGINES; MOTORCYCLES-MODIFICATION"
}