{
  "id": "2910",
  "title": "Direct mail as a marketing tool to advertise Moy Fa Restaurant",
  "abstract": "This dissertation reviewing the direct mail as a marketing tool to advertise Moy Fa Restaurant is made as the final part of one year traineeship in the Netherlands and four and a half years study in Hotel Management to achieve Bachelor Degree from Petra Christian University of Surabaya, Indonesia and as well as Christelijke Hogeschool Noord-Nederland, Leeuwarden. In order to make this dissertation, some researches have been observed. This research is divided into four parts. The first part is reviewing literature concerning about marketing in general. From the observation, the writer can define the essence of marketing in general as the management process of planning and executing the various activities that are involved in identifying and selling goods, services, or ideas. All the activity will lead to an exchange between a seller and a buyer. The important things are anticipating and satisfying customer requirement profitability. Further research lead the writer to learn more about basic marketing communication in service industry. The second part reviewing marketing communication which is also important, because marketing communication provide information, create demand, communicate value and product uniqueness, close the sale, and build loyal customer relationship. Marketing communication provide everything which is needed in the marketing process to achieve the goals. The third part is focusing in direct marketing and advertising as part of the marketing communication, and also try to connect it with customer satisfaction, which is important in the hospitality industry. Direct Marketing is simply a form of marketing in which products of services are moved from producer to consumer without the use of any middleman. By understanding advertising and customer satisfaction, the writer trying to figure out why it is better to choose direct mail rather than other marketing tools. These three important parts formed the literature study of this dissertation and become a basis for the fieldwork and further research for these few months. The field work or case study will observe about the effectiveness of direct rnail in Moy Fa Restaurant to show hospitality service to any people who have interest to come, especially returned guests, to feel welcome at anytime. The awareness of Moy Fa Restaurant toward customer satisfaction in connection with direct mail marketing will also be observed.",
  "creators": "SULIESTYAWATI HARYANTA",
  "contributors": "HENK BRUINS (Advisor 1); MARY LIU (Advisor 2); K.W. VAN DER HOEK (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 007/EP-IHM/2001; Suliestyawati Haryanta (33496033)",
  "subjects": "RESTAURANT MANAGEMENT"
}