{
  "id": "29113",
  "title": "Hubungan antara sustainability reporting terhadap kinerja kuangan perusahaan dari sisi liquidity ratio",
  "abstract": "Pada beberapa tahun terakhir Perusahaan dan Stakeholders mulai menyadari pentingnya Sustainability report sebagai nilai tambah dalam suatu bisnis. Sustainability Report sendiri adalah laporan yang berisi kinerja keuangan dan non-keuangan. Penelitian ini dilakukan dengan tujuan menguji hubungan antara indikator dalam laporan sustainability report terhadap rasio likuiditas perusahaan. Variabel dependen yang dipakai adalah Liquidity Ratio yang mencakup Current Ratio,Quick Ratio,dan Cash Ratio. Di sisi lain, variabel independen dalam penelitian ini adalah pengungkapan Sustainability report yang dibagi atas indikator kinerja ekonomi, lingkungan dan sosial dan diukur dengan menggunakan indeks SRDI. Sampel penelitian ini adalah 9 perusahaan yang mempublikasikan Sustainability Report tiga tahun berturut-turut pada tahun 2009-2011 yang dapat diakses melalui website perusahaan dan website National Center of Sustainability Reporting dan perusahaan tersebut mempublikasikan Laporan Keuangan Tahunan pada tahun 2010-2012. Variabel independen diukur dengan menggunakan indeks pengungkapan menggunakan standard dari GRI (Inisiatif Pelaporan Global). Penelitian ini menggunakan data sekunder yang dikumpulkan dari situs perusahaan dan Bursa Efek Indonesia. Hasil penelitian menunjukkan bahwa ada pengaruh negatif yang signifikan pada pengungkapan kinerja ekonomi, pengaruh positif yang signifikan pada aspek lingkungan, dan pengaruh positif yang tidak signifikan terhadap Liquidity Ratio.",
  "creators": "BERNARD CHRISTIAN PURNOMO",
  "contributors": "Josua Tarigan (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010570/AKT/2014; Bernard Christian Purnomo (32408124)",
  "subjects": "ACCOUNTING; CORPORATIONS--FINANCE; FINANCIAL STATEMENTS"
}