{
  "id": "29124",
  "title": "Kemampuan manajerial kepala sekolah terhadap peningkatan prestasi siswa melalui kompetensi guru (studi kasus di SD Kristen Aletheia, dan SD St. Thereseia 1, Surabaya)",
  "abstract": "Agar kepala sekolah dapat melaksanakan tugas pokok dan fungsinya dengan baik, maka setiap kepala sekolah harus memiliki kemampuan manajerial yang meliputi; merencanakan, mengorganisasi, menggerakkan, dan mengawasi. Hal ini penting agar kepala sekolah dapat mengoptimalkan potensi yang dimiliki oleh guru. Apabila guru memiliki kompetensi yang bagus, maka secara otomatis akan berpengaruh pula terhadap prestasi siswanya. Tujuan penelitian ini adalah untuk mengetahui kemampuan manajerial kepala sekolah terhadap peningkatan prestasi siswa melalui kompetensi guru. Penelitian ini dilaksanakan di SD Aletheia dan SD Theresia 1, dimana yang menjadi populasi dan sampel adalah 50 guru. Pengumpulan data dilakukan dengan tehnik penyebaran kuesioner tentang kemampuan manajerial kepala sekolah, kompetensi pedagogik, profesional, kepribadian, sosial guru dan prestasi siswa menggunakan 5 skala Likert. Setelah data terkumpul kemudian dianalisa dengan menggunakan PLS. Dari hasil penelitian diperoleh bahwa kemampuan manajerial kepala sekolah memiliki pengaruh yang signifikan terhadap kompetensi guru, antara lain kompetensi pedagogik, profesional, kepribadian dan sosial. Sedangkan kompetensi guru terhadap prestasi siswa ditentukan oleh kompetensi pedagogik, profesional, kepribadian dan sosial guru, khususnya pada sekolah SD sangat diperlukan kompetensi sosial guru dalam membangun karakter siswa.",
  "creators": "JEANE INDRIATI TANOKO",
  "contributors": "Hartono Subagio (Advisor 1); Zeplin Jiwa Husada Tarigan (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020052/MM/2014; Jeane Indriati Tanoko (03513005)",
  "subjects": "EDUCATIONAL LEADERSHIP; LEADERSHIP; LEADERSHIP-MANAGEMENT; SCHOOL MANAGEMENT AND ORGANIZATION"
}