{
  "id": "29132",
  "title": "Analisa pengaruh product quality, service quality dan price terhadap behavioral intention dengan customer satisfaction sebagai variabel intervening (studi kasus pada Mozart furniture and interior design di Surabaya)",
  "abstract": "Bisnis desain interior mengalami perkembangan yang pesat terutama di kota-kota besar, salah satunya Surabaya. Konsumen tidak hanya memperhatikan kualitas dari produk, tetapi juga terkait kualitas pelayanan dan harga yang ditawarkan sesuai dengan yang diharapkan. Mozart Furniture and Interior Design merupakan salah satu perusahaan desain interior yang saat ini sedang menghadapi persaingan. Perusahaan menawarkan berbagai macam konsep desain yang modis dan inovatif kepada konsumennya dengan didukung oleh tenaga ahli dan mesin-mesin berteknologi tinggi. Penelitian ini bertujuan untuk mengetahui pengaruh product quality, service quality, dan price terhadap behavioral intention dengan customer satisfaction sebagai variabel intervening pada Mozart Furniture and Interior Design di Surabaya. Penelitian ini dilaksanakan dengan menyebarkan kuesioner kepada 100 orang konsumen Mozart Furniture and Interior Design. Teknik analisis yang digunakan adalah analisis kuantitatif dengan metode Partial Least Aquare (PLS). Hasil penelitian membuktikan bahwa product quality dan service quality secara positif mempengaruhi customer satisfaction, terkecuali price terhadap customer satisfaction tidak terbukti memiliki pengaruh yang positif. Customer satisfaction secara positif mempengaruhi behavioral intention pada Mozart",
  "creators": "WANDY ROY R",
  "contributors": "Hartono Subagio (Advisor 1); Diah Dharmayanti (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020048/MM/2014; Wandy Roy Rantetampang (03513022)",
  "subjects": "CONSUMERS-RESEARCH; QUALITY OF SERVICE; QUALITY OF PRODUCTS; CONSUMER SATISFACTION"
}