{
  "id": "29139",
  "title": "A Comparison of the compliment responses given between siblings and between friends in Mataram, Lombok",
  "abstract": "This thesis is a sociolinguistic study about the compliment responses given between siblings and between friends in Mataram-Lombok. Through this study, the researcher wants to know the differences between siblings and between friends in giving their responses toward the compliments given. As her respondents, the researcher took the total of 80 compliment responses given by 40 siblings and 40 friends who were still in their 15 until 18 years old. In collecting the data, the researcher was the instrument by writing the data with a pen on a note book. She got the data from the natural setting. The data which were collected were analyzed based on Holmes’ theory on the twelve types of compliment responses and the results were shown on one table in the findings and discussion, and the other two tables in the appendix. From the tables, the researcher got the findings that between siblings tended to deflect by giving some informative about the object which was complimented and ignoring the compliments. Besides tended to deflect, they tended to accept the compliments by giving appreciation token and agreeing the utterance. While between friends, they tended to deflect the compliments by giving informative comment and requesting reassure. Besides tended to deflect, they tended to reject the compliments by giving disagree utterance and challenging sincerity. As a conclusion, the researcher finds that between siblings in Mataram tend to deflect and accept the compliments given, while between friends in Mataram tend to deflect and reject the compliments given.",
  "creators": "YENI GUNAWAN SAPUTRA",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Jusuf Imam Ibrahim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011918/ING/2010; Yeni Gunawan Saputra (11406036)",
  "subjects": "INDONESIAN LANGUAGE-SOCIAL ASPECTS; SOCIOLINGUISTICS"
}