{
  "id": "29138",
  "title": "Casual style markers of Indonesian variety used by speakers of Banjarese background",
  "abstract": "This study is a sociolinguistic study about the use of casual style markers of Indonesian variety by a small group of speakers of Banjarese Background. The writer chose this topic for her study. She is interested in the uniqueness of the language varieties being used. The thing that has caught the writer’s attention and curiosity to write this study is the uniqueness of the characteristics of the casual style that is produced by the Banjarese-Speaking Students. The purposes of this study were to find out the characteristics of the casual style of Banjarese-speaking students and find out social meanings that are conveyed by students of Banjarese background. The writer reviewed the Markers of style theory consisting of lexical markers of style, phonological markers of style, and Grammatical Markers of Style as her literature. For the source of the data, the writer took the students of Petra Christian University who are Banjarese speakers. In this study, the writer herself acted as the instrument of the study. She analyzed the data by classifying the markers into phonological and morphological analysis. Therefore, the writer found the variation of the characteristics of the Style Markers of Casual Style of Banjarese-Speaking Students and the social meanings that are conveyed in it. The characteristics of casual style found in Banjarese-speaking conversation was divided into phonological features and morphological features. Phonological features consist of merging of the vowel pairs [ia-], [ai-], [au-] on words, final glotal [-k] pronunciation on words, deletion of prefix [meN-], deletion of vowel sounds, and deletion of consonant sounds. Besides, morphological features were consist of the fifteen of Banjarese clitics. They are [tu-], [nah-], [jak-], [lok-], [ni- ], [lah-], [kan-], [kah-], [jar-], [pang-], [jua-], [ai-], [am-], [kam-], and [gin-]. Each of those productions in their communication has social meaning that is associated with them. They represent some sign of intimate relationship, especially as a means of expressing solidarity and affective meaning.",
  "creators": "ARIZONA FLORA KRISANDY",
  "contributors": "Samuel Gunawan (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011952/ING/2011; Arizona Flora Krisandy (11406033)",
  "subjects": "INDONESIAN LANGUAGE-SOCIAL ASPECTS-STUDY AND TEACHING; LANGUAGE AND CULTURE; LANGUAGE AND LANGUAGES; SOCIOLINGUISTICS"
}