{
  "id": "29135",
  "title": "The Influence of the size of favor on the gratitude expressions produced by students of the English Department, Petra Christian University",
  "abstract": "This research is to analyze the influence of the size of favor on the gratitude expressions. In analyzing the gratitude expressions, the writer wanted to find out whether the respondents will produce short (formulaic) expressions or long (generous) gratitude expressions, or even nothing (silence). Furthermore, this research was also made to figure out whether the social status of the addressees will influence the gratitude expressions or not. The data of this study was taken from the open-ended questionnaire to the English Department’s students from year 2006 to 2009, in total about 80 students (20 students in each year). In collecting the data, the writer used DCT (Discourse Completion Test), a very reliable procedure, that was used by many researchers. In analyzing the data, the writer used some theories and studies proposed by Aijmer (1996), Eisenstein & Bodman (1986), and Holmes (1992). From the data analysis, the writer found that the size of favor influenced the students of the English Department in choosing the types of gratitude expressions and in producing the gratitude expressions; long expressions were mostly used in receiving major favors. In addition, the respondents tend to give more appreciation when the addressee’s status is higher. Thus, it was proved that the respondents produced more gratitude and more long gratitude expressions to thank to the higher status addressee.",
  "creators": "MEGA MAHESWARI",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Samuel Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011915/ING/2010; Mega Maheswari (11403109)",
  "subjects": "INDONESIAN LANGUAGE-SOCIAL ASPECTS; SOCIOLINGUISTICS"
}