{
  "id": "29142",
  "title": "Audit sistem informasi Perpustakaan Universitas Kristen Petra (SPEKTRA) terhadap delivery and and support software berdasarkan standar control objective for information and related technology (COBIT) 4.0",
  "abstract": "Perpustakaan Universitas Kristen Petra yang berperan sebagai pusat layanan informasi bagi sivitas akademika tidak dapat lepas dari pengaruh teknologi informasi. Untuk memastikan kelangsungan pelayanan informasi maka dibutuhkan sistem keamanan, pengelolaan data, pengelolaan masalah, dan pengelolaan lingkungan fisik yang memadai baik dari segi hardware maupun software. Ketergantungan ini mengakibatkan IT menjadi titik yang paling rawan dalam memastikan kelangsungan pelayanan informasi di perpustakaan. Dalam memastikan sejauh mana dukungan IT terhadap proses bisnis perpustakaan maka perlu diketahui seberapa baikkah kualitas layanan IT. Untuk mengukur kualitas layanan IT di perpustakaan dibutuhkan suatu proses audit. Pada skripsi ini, dilakukan proses audit operasional untuk mengumpulkan data guna menunjang penilaian audit. Pedoman yang digunakan dalam mengukur aspek-aspek tingkat kedewasaan IT ialah COBIT 4.0 pada bagian delivery and support 4, 5, 10, 11, dan 12 yang terdiri dari pemastian kelangsungan layanan IT, pengelolaan sistem keamanan, pengelolaan masalah, pengelolaan data, dan pengelolaan lingkungan fisik di perpustakaan. Penelitian ini menghasilkan temuan dan nilai tingkat kematangan IT di perpustakaan. Proses audit membantu perpustakaan dalam mengevaluasi kinerja layanan IT dan memberi masukan untuk perbaikan.",
  "creators": "LUCIA MEITA ROSALIKA",
  "contributors": "Adi Wibowo, S.T., M.T., Ph.D. (Advisor 1); Ibnu Gunawan (Advisor 2); Alexander Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021268/INF/2013; Lucia Meita Rosalika (26409066)",
  "subjects": "AUDITING-DATA PROCESSING; LIBRARY-AUTOMATION"
}