{
  "id": "29140",
  "title": "The Meaning of silence in Chimamanda Ngozi Adichie's Purple Hibiscus",
  "abstract": "In this post colonial text Purple Hibiscus, the impacts of British colonisation can still be felt in the domestic life of Eugene Achike long after the period of colonisation has ceased. There is an oppressive presence by the father to instill western beliefs and customs to the rest of the family through Ideology State Apparatuses that silence becomes central in the family. Silence is thus probed further in this paper by revealing the causes and diverse meanings it has in the household whereby a kind of family-colonisation occurs; the oppressive father becomes the silent representation of the coloniser and the oppressed family as the colonised subjects. Using literary approach, theories and concepts in post colonialism are applied to unearth the manifestations of the father’s ideological oppression in familial space before the diverse meanings of silence from the rest of the family are revealed. In the end of the study, it can be concluded that ideological oppression brings about silence in the family but this silence should no longer be associated with being powerless because its multifarious forms and meanings can turn into a useful tool of resistance and speak louder than words. Furthermore, it should be highlighted that colonisation is being presented as not only occurring between nations but also feasible to be evident in a private domain of domesticity.",
  "creators": "FELLYSIA",
  "contributors": "Ribut Basuki (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011917/ING/2010; Fellysia (11406050)",
  "subjects": "AFRICAN FICTION-20TH CENTURY-STUDY AND TEACHING; ADICHIE, CHIMAMANDA NGOZI, 1977-..., PURPLE HIBISCUS-STUDY AND TEACHING"
}