{
  "id": "2914",
  "title": "Analisa pengaruh harga, produk, pelayanan dan suasana terhadap loyalitas konsumen di Restoran Hachi - Hachi Bistro, Tunjungan Plaza Surabaya",
  "abstract": "Salah satu restoran baru yang cukup berkembang dengan pesat di Surabaya adalah restoran Hachi-hachi Bistro, sebuah restoran Jepang modern yang menyajikan berbagai pilihan masakan Jepang yang sudah diadaptasi dengan \"lidah\" lokal orang Indonesia. Restoran ini bisa berkembang pesat dan tetap bertahan di dalam persaingan industri makanan yang kian ketat seperti saat ini salah satunya dikarenakan restoran ini memiliki banyak konsumen yang loyal. Loyalitas konsumen dipengaruhi oleh banyak faktor, diantaranya adalah faktor harga, produk, pelayanan dan suasana, dimana keempatnya merupakan faktor-faktor yang dinilai paling menonjol pada restoran ini. Dari keempat faktor tersebut, penulis akan menganalisa apakah keempatnya memiliki pengaruh secara parsial dan bersama-sama, dan manakah faktor yang paling dominan berpengaruh terhadap loyalitas konsumen di restoran Hachi-Hachi Bistro, Tunjungan Plaza Surabaya. Jenis data yang dipakai dalam penelitian ini adalah data kualitatif dan kuantitatif, dengan sumber data berupa data primer dan sekunder. Dalam mengumpulkan data-data tersebut, penulis menggunakan metode kuesioner, wawancara, observasi, dokumentasi dan studi kepustakaan. Dengan menggunakan regresi linier berganda dalam menganalisa data, didapatkan hasil bahwa restoran Hachi- Hachi Bistro telah berhasil menggabungkan faktor-faktor harga, produk, pelayanan dan suasana sebagai daya tarik dalam membangun loyalitas konsumennya, karena terbukti mempunyai pengaruh yang signifikan baik secara parsial maupun bersama-sama terhadap keputusan konsumen untuk loyal terhadap restoran ini. Selain itu juga diperoleh hasil bahwa faktor produk memberikan sumbangan terbesar terhadap loyalitas konsumen di restoran Hachi-Hachi Bistro, Tunjungan Plaza Surabaya.",
  "creators": "VONNY CICILIA THAMRIN",
  "contributors": "Juliuska Sahertian (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010188/HTL/2005; Vonny Cicilia Thamrin (33400010)",
  "subjects": "RESTAURANT MANAGEMENT"
}