{
  "id": "2915",
  "title": "Analisa pengaruh work environment, organisatiion, group development dan membership terhadap group effectiveness Departemen Housekeeping Hotel Peninsula. Excelsior, Singapura",
  "abstract": "Dalam suatu perusahaan , membentuk suatu kelompok kerja yang efektif adalah hal yang sangat penting. Hotel Peninsula.Excelsior sebagai salah satu hotel berbintang di Singapura memiliki tingkat hunian yang selalu tinggi terutama saat high season di bulan April sampai Juli. Dalam keadaan ini, departemen housekeeping berusaha memberikan pelayanan yang terbaik bagi tamu-tamu hotel dengan menyediakan kamar bersih, layak dihuni serta selalu menjaga kebersihan lingkungan hotel untuk menjaga kenyamanan tamu yang menginap. Agar kegiatan operasional departemen housekeeping tersebut dapat berjalan dengan baik, maka pihak manajemen hotel Peninsula.Excelsior perlu memperhatikan group effectiveness departemen housekeeping yang dipengaruhi oleh faktor-faktor work environment, organisation, group development dan membership. Penulisan ini dilakukan untuk mengetahui pengaruh dan membuktikan baik secara serempak maupun parsial faktor-faktor work environment, organisation, group development dan membership terhadap group effectiveness departemen housekeeping Hotel Peninsula.Excelsior. Metode penelitian yang dilakukan dengan cara menyebarkan kuesioner yang selanjutnya diolah dengan program SPSS versi 12. Dari hasil nilai parsial terbukti bahwa organisation merupakan variabel yang paling dominan berpengaruh terhadap group effectiveness departemen housekeeping Hotel Peninsula.Excelsior Singapura. Dengan ini dapat disimpulkan bahwa work environment, organisation, group development dan membership mempengaruhi group effectiveness departemen housekeeping Hotel Peninsula.Excelsior Singapura.",
  "creators": "MARIA FEBE GOSAL; MONIKA MARIA",
  "contributors": "Thomas Stefanus Kaihatu (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010189/HTL/2005; Maria Febe Gosal (33400104), Monika Maria (33400124)",
  "subjects": "HOTELS-PERSONNEL MANAGEMENT; HOTEL MANAGEMENT"
}