{
  "id": "29163",
  "title": "Initiating and responding acts produced by the owner and the assistants toward their customers in valia beauty salon, Surabaya",
  "abstract": "In the conversation, there are initiating act and responding act. These kinds of act are also found in beauty salon. Thus, I am interested in analyzing initiating and responding acts that occur in Valia beauty salon. I want to find out the types, the differences and similarities of initiating and responding acts produced by the owner and the assistants toward their customers. I use initiating and responding acts theory by Stenström (1994). The data were the utterances of the conversation produced by the owner and the assistants toward their customers. I assume that the owner will produce more initiating acts toward her customers because she is the owner of the salon who wants to welcoming the customers although there is social distance among them; meanwhile, the assistants will produce more responding acts rather than initiating acts toward their customers because of the distance among them. I found out the initiating acts produced by the owner that occurred the most was identification question. The initiating acts produced by the assistants that occurred the most was informs. Then, the responding acts used the most by both the owner and the assistants were acknowledging informs and opines. In conclusion, from the findings that I got, my assumption that I wrote in the background of the studies was wrong. Although the owner is the one who owns the salon, the assistants produced more initiating acts rather than the owner, and the owner produced more responding acts rather than the assistants.",
  "creators": "YASMINE PURNOMO PUTRI",
  "contributors": "Henny Putri (Advisor 1); Flora Debora (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011969/ING/2011; Yasmine Purnomo Putri (11407015)",
  "subjects": "INDONESIAN LANGUAGE-SOCIAL ASPECTS-STUDY AND TEACHING; SOCIOLINGUISTICS"
}