{
  "id": "29165",
  "title": "Analisis alternatif pengolahan sampah untuk mengurangi tumpukan sampah di TPA Benowo dengan pendekatan sistem dinamik",
  "abstract": "Sampah merupakan material buangan yang merupakan sisa proses dan kegiatan kehidupan manusia. Pertumbuhan jumlah manusia akan diikuti dengan pertumbuhan jumlah sampah. Pertumbuhan jumlah sampah ini menjadi masalah karena keterbatasan lahan Tempat Pembuangan Akhir (TPA). Masalah ini terjadi pula di Kota Surabaya. TPA Benowo di Kota Surabaya yang memiliki luas lahan 33,3 ha telah 78% dihuni sampah. Hal ini disebabkan jumlah sampah yang masuk setiap harinya sekitar 1.283 ton dan pengolahan sampah yang digunakan adalah semi open dumping. Bila tidak dilakukan inovasi dalam pengolahan sampah maka dibutuhkan perluasan lahan TPA untuk menampung sampah di Surabaya. Atas dasar tersebut, dilakukan penelitian mengenai alternatif pengolahan sampah yang mungkin diterapkan di Kota Surabaya. Alternatif pengolahan sampah dibagi menjadi 3 bagian yaitu pengolahan sampah sebelum TPA Benowo, di TPA Benowo, dan kombinasi kedua alternatif tersebut. Penelitian ini dilakukan pendekatan system dynamic dengan simulasi menggunakan software Vensim. Simulasi yang dilakukan menghasilkan proyeksi tumpukan sampah di TPA Benowo serta sampah yang tidak dapat ditangani oleh Pemerintah Kota Surabaya akibat kekurangan alat angkut sampah. Hasil simulasi ini selanjutnya akan dianalisis kelayakannya secara financial menggunakan analisis manfaat-biaya. Berdasarkan analisis tersebut, pengolahan sampah yang sesuai diterapkan di Kota Surabaya adalah dengan pengomposan mandiri 48% dan 50 buah incinerator mini. Hasil yang diperoleh dari penggunaan alternatif ini adalah 7,75 kali dari biaya yang dikeluarkan.",
  "creators": "MARIA YULITASARI",
  "contributors": "Siana Halim (Advisor 1); Togar Wiliater Soaloon Panjaitan, S.T., MBA. (Advisor 2); Tanti Octavia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021518/IND/2011; Maria Yulitasari (25407046)",
  "subjects": "WASTE DISPOSAL; WASTE MANAGEMENT"
}