{
  "id": "29200",
  "title": "Aplikasi synchronize sms dan mms pada android",
  "abstract": "Pada beberapa periode terakhir ini di Indonesia sedang terjadi peningkatan dalam jumlah pengguna Smartphone Android, peningkatan ini tergolong dalam peningkatan yang sangat drastis. Peningkatan pengguna ini dapat terlihat jelas dengan semakin banyaknya pemakai Android di Indonesia. Hal ini disebabkan dari semakin terjangkaunya harga Android di Indonesia. Android adalah Operating System yang diciptakan oleh Google Incorporation. Disisi lain komunikasi merupakan kebutuhan yang penting bagi manusia, berbagai macam bentuk komunikasi merupakan bukti bahwa sangat diperlukannya hubungan atau interaksi dengan orang lain. SMS ( Short Message Service ) merupakan salah satu bentuk layanan telepon yang memungkinkan untuk mengirim pesan berbentuk tulisan. MMS ( Multimedia Message Service ) merupakan layanan telepon yang memungkinkan untuk mengirim pesan yang mengandung gambar. Oleh karena pentingnya komunikasi tersebut, maka diperlukan sebuah tools untuk melakukan backup terhadap hasil dari proses komunikasi. SMS dan MMS backup bertujuan untuk menyimpan data SMS dan MMS Android pada tempat lain yaitu komputer. Aplikasi ini akan mengirimkan data SMS/MMS ke komputer melalui media Bluetooth, setelah itu pada komputer akan ditampilkan bagian body, address dan tanggal SMS/MMS dikirim. Setelah itu user dapat melakukan filter, delete dan send SMS/MMS dari komputer.",
  "creators": "JOHAN SUTANTO",
  "contributors": "Andreas Handojo (Advisor 1); Gregorius Satiabudhi (Advisor 2); Justinus Andjarwirawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021255/INF/2013; Johan Sutanto (26409010)",
  "subjects": "ANDROID (COMPUTER PROGRAM); MOBILE COMPUTING; APPLICATION SOFTWARE-DEVELOPMENT; ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE)"
}