{
  "id": "29212",
  "title": "IT risk assessment di Perpustakaan Universitas Kristen Petra",
  "abstract": "Universitas Kristen Petra memiliki unit organisasi yakni Perpustakaan yang menyediakan layanan koleksi. Sistem di Perpustakaan dikerjakan dengan memanfaatkan layanan IT berupa sistem otomasi, dengan tujuan mempermudah proses pemberian layanan informasi pencarian koleksi dan peminjaman. Permasalahan yang terjadi pada layanan IT yang pernah dihadapi adalah seperti downserver, Unit Power Supply yang rusak dan terjadinya inkonsistensi data. Hal ini dapat menghambat kinerja layanan Perpustakaan seperti peminjaman dan pengembalian koleksi, pencarian koleksi di website, juga layanan pencarian informasi seperti referensi. Untuk itu dibutuhkan suatu analisis risiko, yang bertujuan menganalisis faktor-faktor risiko apa saja yang mengganggu proses bisnis perusahaan dan memberikan respon terhadap risiko yang paling kritikal. Pada skripsi ini, dilakukan proses risk assessment terhadap layanan IT yang dimanfaatkan dalam layanan bisnis Perpustakaan dan dibuatlah analisis berdasarkan pemahaman terhadap model dan strategi bisnis, penjabaran IT Audit Universe dan IT Domain, Contro Objectives, serta penilaian terhadap faktor-faktor risiko IT yang ditemukan. Proses analisis risiko dilakukan dengan memanfaatkan metode berdasarkan Global Technology Audit Guidelines (GTAG): Developing IT, COBIT 4.1, OWASP Risk Rating Methodology. Berdasarkan pengujian, ditemukan faktor-faktor risiko IT yang ada di Perpustakaan. Beberapa faktor-faktor risiko tersebut antara lain belum ada strategi dan perencanaan IT, media backup belum pernah diuji, dievaluasi ataupun di-refresh, serta tidak adanya prosedur backup secara khusus.",
  "creators": "INGE CHRISDIYANTO",
  "contributors": "Adi Wibowo, S.T., M.T., Ph.D. (Advisor 1); Ibnu Gunawan (Advisor 2); Alexander Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021254/INF/2013; Inge Chrisdiyanto (26409062)",
  "subjects": "ACADEMIC LIBRARIES-INFORMATION TECHNOLOGY; RISK ASSESMENT; LIBRARY-AUTOMATION"
}