{
  "id": "29214",
  "title": "Kajian investasi sistem informasi akademik pada universitas X dengan menggunakan metode information economics",
  "abstract": "Era teknologi informasi semakin berkembang dan mendorong manusia untuk terus dapat memanfaatkan perkembangan teknologi dalam kehidupan. Teknologi yang ada saat ini telah banyak digunakan oleh berbagai organisasi untuk mendukung proses bisnis untuk meningkatkan efisiensi dan efektifitas organisasi. Setelah melakukan investasi diharapkan ada pengembalian atas investasi yang dilakukan. Perhitungan besarnya pengembalian menggunakan metode Information Economics. Karena metode ini tidak hanya menghitung pengembalian yang terhitung tetapi juga menghitung pengembalian yang tak terhitung. Berdasarkan latar belakang permasalahan tersebut, maka diadakan analisa dan perhitungan untuk mendapatkan hasil ROI dan IE Score. Untuk mendapatkan informasi yang dibutuhkan harus melalui beberapa tahap, dimulai dengan melakukan survey biaya investasi, survey biaya berjalan, value linking, value acceleration, value restructuring, domain bisnis, dan domain teknologi. Serta merancang alat guna mempermudah proses perhitungannya. Proses perancangan alat untuk menghitung melalui beberapa tahap, pembuatan Entity Relationship Diagram dari aplikasi yang akan dibuat. Proses pembuatannya menggunakan Microsoft Visual Studio .Net 2010 sebagai bahasa pemrogramannya dan Microsoft SQL Server 2005 sebagai database. Hasil yang diperoleh dari analisa yang dilakukan adalah perhitungan ROI dan IE Score. Dan alat hitung yang dihasilkan dapat menyimpan data project serta hasil perhitungan ROI dan IE Score.",
  "creators": "ALDY WIRAWAN",
  "contributors": "Leo Willyanto Santoso (Advisor 1); Yulia (Advisor 2); Adi Wibowo, S.T., M.T., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021252/INF/2013; Aldy Wirawan (26409070)",
  "subjects": "DATABASE DESIGN; WEBSITES-DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS)"
}