{
  "id": "29226",
  "title": "Pembuatan aplikasi sales berbasis mobile device menggunakan phonegap",
  "abstract": "Penggunaan smartphone dari tahun ke tahun mengalami peningkatan yang sangat pesat. Smartphone dengan system operasi Android, Blackberry, Windows Phone, IOS, dan beberapa system operasi lainya berkembang dengan pesat dan banyak orang yang sudah dapat menggunakan smartphone tersebut. Perkembangan ini dapat dimanfaatkan juga dalam dunia kerja seperti untuk pekerjaan memasarkan barang. Dengan membuat aplikasi pada smartphone maka pekerjaan yang biasanya membutuhkan catatan-catatan dapat dimasukkan ke dalam smartphone sehingga menjadi lebih praktis. Seperti daftar barang, nota pemesanan, dan data customer dapat dimasukkan ke dalam smartphone dan dapat diakses oleh sales yang membawa smartphone. Aplikasi yang dikembangkan menggunakan PhoneGap yang dibuat dengan bahasa pemrograman HTML 5, Javascript, dan CSS. Untuk komunikasi data antara device dengan data pusat perusahaan menggunakan JSON. Untuk bagian server tidak memiliki tampilan sama sekali karena hanya berfungsi untuk menghubungkan device dengan data perusahaan. Aplikasi ini dapat memberi kemudahan kepada sales untuk dapat melakukan penjualan pada customer. Sales dapat dengan mudah mendapatkan data barang yang akan dijual, sales juga dapat mengenal customer dengan lebih baik, dan juga sales juga akan lebih terbantu dengan adanya fitur upload data transaksi yang dapat memudahkan sales untuk dapat mengumpulkan data pemesanan yang telah dibuat sebelumnya tanpa antri pada kantor perusahaan.",
  "creators": "OSBERT TJITRO SAMPURNA",
  "contributors": "Andreas Handojo (Advisor 1); Agustinus Noertjahyana (Advisor 2); Justinus Andjarwirawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021255/INF/2013; Osbert Tjitro Sampurna (26409007)",
  "subjects": "MOBILE COMPUTING; PROGRAMMING (ELECTRONIC COMPUTERS); DATABASE DESIGN"
}