{
  "id": "29225",
  "title": "It risk assessment di PT X",
  "abstract": "PT X merupakan suatu perusahaan yang bergerak dibidang food industry. Dalam menjalankan proses bisnisnya, perusahaan ini menggunakan software, hardware, jaringan, dan lain-lain. Tetapi software yang digunakan belum bisa mengintegrasikan semua proses bisnis dalam perusahaan. Melihat situasi dan kondisi dari PT X, tidak menutup kemungkinan terjadinya resiko akibat masalah-masalah seperti data security, data integrity, kerusakan hard disk, kesenimbangunan proses bisnis IT dan lain- lain Pada skripsi ini dilakukan analisa resiko terhadap seluruh area IT dan proses bisnis yang ada di PT X. Area-area yang akan dianalisa tersebut didapatkan dengan cara memetakan COBIT 4.1 ke dalam IT domain. Analisa resiko dilakukan dengan menerapkan tiga langkah-langkah dalam metode Global Technology Audit Guide. Adapun resiko-resiko yang ditemukan adalah adanya ketergantungan terhadap outsource programmer yang berperan sebagai konsultan IT, tidak pernah dilakukan Risk Assessment dalam bidang IT di perusahaan, tidak ada Disaster Recovery Plan dan IT Security Plan, tidak ada evaluasi terhadap hak akses, tidak ada orang khusus yang ditunjuk untuk mengelola IT, tidak adanya training atau zona aman terkait keamanan dan insiden dalam perusahaan, dan tidak adanya standar, framework, atau SOP untuk teknologi, sistem IT dan proses yang cocok menggunakan IT. Hasil analisa resiko ini membantu perusahaan menyadari resiko-resiko apa yang mungkin terjadi dan dapat membahayakan kelangsungan bisnis perusahaan sehingga perusahaan dapat mengambil tindakan untuk mencegah atau menangani resiko tersebut.",
  "creators": "CELIA WANARTA",
  "contributors": "Adi Wibowo, S.T., M.T., Ph.D. (Advisor 1); Ibnu Gunawan (Advisor 2); Alexander Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021261/INF/2013; Celia Wanarta (26409005)",
  "subjects": "TECHNOLOGY-RISK ASSESSMENT"
}