{
  "id": "29231",
  "title": "Analisis deskriptif desain organisasi pada PT Win Win Reality Centre",
  "abstract": "Penelitian ini adalah penelitian deskriptif kualitatif dengan menggunakan metode star model yang didalamnya terdiri dari strategy, structure, processess, rewards, people. Penulis ingin meneliti lebih lanjut mengenai salah satu perusahaan real estate yang bersaing tidak hanya dalam mendapatkan konsumen, namun juga untuk menjadi yang terdepan. Tujuan penelitian ini adalah menganalisis desain organisasi pada PT Win Win Realty Centre, menganalisis keselarasan antara structure dan peran organisasi, menganalisis pelaksanaan koordinasi dan integrasi pekerjaan antar unit bisnis, menganalisis sistem pengukuran dan pemberian reward, menganalisis sistem pemilihan dan penempatan orang-orang dalam peran baru pada perusahaan PT Win Win Realty Centre. Dalam mengumpulkan data yang digunakan oleh penulis adalah purposive sampling. Pengujian keabsahan data menggunakan triangulasi sumber dan triangulasi waktu untuk membandingkan kebenaran informasi yang diperoleh dari informan yang berbeda. Hasil dari penelitian perusahaan menunjukkan bahwa PT Win Win Realty Centre dari sisi strategy telah menerapkan visi dan misi tetapi belum mencapai maksimal, dari sisi stucture perusahaan mempunyai structure yang telah tersusun, dari sisi processes perusahaan melakukan dengan menganalisis lingkungan, dari sisi reward perusahaan melakukan dengan metode scorecard dan dari sisi people untuk mencari karyawan dengan menggunakan melalui iklan dan media.",
  "creators": "RENALDO BUDILIONO",
  "contributors": "Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Advisor 1); Thomas Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010614/MAN/2013; Renaldo Budiliono (31409057)",
  "subjects": "STRATEGIC PLANNING; ORGANIZATION--MANAGEMENT"
}