{
  "id": "29230",
  "title": "Aplikasi broadcast learning system pada mobile device berbasis android",
  "abstract": "Seiring dengan pesatnya perkembangan teknologi, menjadikan kebutuhan untuk mendapatkan informasi menjadi lebih instant. Dengan memanfaatkan penggunaan mobile device, sangat membantu bagi pengguna untuk saling sharing berbagai informasi. Selain itu, penggunaan mobile device yang sangat mudah dibawa-bawa, semakin memudahkan dalam mengakses informasi yang ada. Sebuah mobile device juga dapat menjadi media pendukung dalam proses belajar mengajar. Oleh karena itu, pada Skripsi ini, dibuat aplikasi server dan client untuk membantu proses belajar mengajar sekaligus menjadi media penyampaian materi pembelajaran ke pelajar yang menggunakan mobile device berbasis Android. Aplikasi ini akan menampilkan tampilan yang sama dengan desktop milik dosen sehingga mahasiswa dapat memperhatikan setiap perubahan secara langsung. Layanan lainnya adalah dirancangnya sebuah website administrator untuk mengelola data proses belajar mengajar yang dilakukan antara dosen dan mahasiswa. Hasil pengujian menunjukkan bahwa perbedaan resolusi monitor tidak mempengaruhi konsumsi bandwidth dan CPU usage saat proses pengiriman gambar ke web server. Kelancaran proses broadcast bergantung pada beberapa faktor seperti ukuran resolusi dan koneksi internet. Pemilihan ukuran resolusi dan koneksi internet yang tepat sangat disarankan agar proses broadcast semakin real time.",
  "creators": "WAHYU CHRISTIANTO",
  "contributors": "Justinus Andjarwirawan (Advisor 1); Andreas Handojo (Advisor 2); Adi Wibowo, S.T., M.T., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021258/INF/2013; Wahyu Christianto (26409128)",
  "subjects": "ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); APPLICATION SOFTWARE-DEVELOPMENT; ANDROID (COMPUTER PROGRAM)"
}