{
  "id": "29232",
  "title": "Analisis deskriptif desain organisasi pada PT Super Star di Surabaya",
  "abstract": "PT Super Star adalah perusahaan yang bergerak di bidang jasa percetakan dan digital printing. Penelitian ini dilakukan dengan tujuan menganalisa desain organisasi pada PT Super Star sesuai dengan teori star model. Dalam teori star model terdapat 5 aspek yang akan menentukan suatu desain organisasi, yaitu: Strategi, Struktur, Proses, Bonus, dan Sumber Daya Manusia. Jenis Penelitian ini adalah penelitian deskriptif kualitatif. Metode pengumpulan data dilakukan dengan metode wawancara terhadap informan yang dipilih melalui metode purposive sampling. Kemudian data yang diperoleh diuji validitasnya dengan menggunakan metode triangulasi sumber. Dari hasil penelitian dapat disimpulkan bahwa PT Super Star memiliki desain organisasi yang kurang benar/kurang terdesain dengan baik. Melihat dari 5 aspek bintang, pertama adalah strategi. Strategi yang dikeluarkan oleh perusahaan ini berdasarkan visi, misi dan tujuan yaitu melayani konsumen dengan baik, cepat dan tepat. Kedua adalah struktur, dengan struktur organisasi yang dibagi secara merata antara setiap divisi dengan alur komunikasi vertikal. Ketiga adalah proses, dengan proses kerja yang searah maka antara tiap divisi memiliki kelanjutan pekerjaan satu sama lainnya. Keempat bonus, pemberian bonus untuk karyawan agar para karyawan lebih termotivasi untuk bekerja lebih. Kelima sumber daya manusia, sebagai perusahaan jasa sangat diperlukan sumber daya manusia yang berkualitas agar dapat menyesuaikan tujuan perusahaan.",
  "creators": "ERIC KUNCORO",
  "contributors": "Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Advisor 1); Thomas Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010603/MAN/2013; Eric Kuncoro (31409211)",
  "subjects": "ORGANIZATION--MANAGEMENT; STRATEGIC PLANNING"
}