{
  "id": "29247",
  "title": "Analisis pengaruh kualitas layanan administrasi, kualitas pembelajaran, biaya kuliah melalui citra kampus dan kepuasan mahasiswa terhadap loyalitas mahasiswa: studi kasus pada mahasiswa Fakultas Teknik Industri dan Fakultas Teknik Sipil dan Perencanaan Universitas Kristen Petra",
  "abstract": "Penelitian ini bertujuan untuk menganalisis pengaruh kualitas layanan administrasi, kualitas pembelajaran, biaya kuliah melalui citra kampus dan kepuasan mahasiswa terhadap loyalitas mahasiswa program studi teknik. Pengambilan sampel menggunakan metode purposive sampling kemudian dilanjutkan dengan random sampling. Populasi dari penelitian ini adalah mahasiswa Fakultas Teknik Industri dan Fakultas Teknik Sipil dan Perencanaan Universitas Kristen Petra dan minimal semester 3, dan jumlah sampel sebesar 249. Hasil dari penelitian ini adalah kualitas layanan administrasi berpengaruh positif dan signifikan terhadap citra kampus, kualitas layanan administrasi berpengaruh positif dan signifikan terhadap kepuasan mahasiswa, kualitas pembelajaran berpengaruh positif dan signifikan terhadap citra kampus, kualitas pembelajaran berpengaruh positif dan signifikan terhadap kepuasan mahasiswa, biaya kuliah berpengaruh positif dan signifikan terhadap citra kampus, citra kampus berpengaruh positif dan signifikan terhadap kepuasan mahasiswa, citra kampus berpengaruh positif dan signifikan terhadap loyalitas mahasiswa, dan kepuasan mahasiswa berpengaruh positif dan signifikan terhadap loyalitas mahasiswa, sedangkan biaya kuliah tidak berpengaruh terhadap kepuasan mahasiswa.",
  "creators": "ISANTI ANNA ISMU EDI",
  "contributors": "Hatane Semuel (Advisor 1); Hartono Subagio (Advisor 2); I Nyoman Sutapa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Thesis No. 030200007/MM/2013; Isanti Anna Ismu Edi (03511009)",
  "subjects": "CONSUMER SATISFACTION; CONSUMERS-RESEARCH"
}