{
  "id": "29248",
  "title": "Pengaruh composite index lima negara maju terhadap composite index Bursa Efek Indonesia (BEI) (periode Januari 2008-Agustus 2012)",
  "abstract": "Di era yang modern seperti sekarang ini, perkembangan ekonomi dalam suatu negara sudah dipengaruhi oleh revolusi tehnologi yang menyebabkan informasi dapat menyebar dengan cepat. Perkembangan perekonomian negara itu sendiri semakin maju sehingga informasi-informasi perekonomian dapat dipantau dari pasar modal. Tiap negara yang memiliki bursa saham atau pasar modal pasti memiliki suatu indikator yang mewakili keseluruhan pergerakan harga saham tiap negara yang sering kita sebut sebagai indeks gabungan harga saham. Pada era Globalisasi ini korelasi atau adanya keterkaitan antara pasar saham di seluruh dunia sekarang ini menjadi menarik, karena investor menggunakan instrument ini untuk meminimalkan risk yang mungkin terjadi akibat pergolakan pasar saham. Resiko mungkin dapat diminimalisasikan melalui diversifikasi pasar saham internasional. Penelitian ini menggunakan data indeks pasar saham penutupan harian untuk kelima negara yaitu Indonesia (BEI) yaitu Indeks Harga Saham Gabungan (IHSG), Amerika (Dow Jones) yaitu Dow Jones Industrial Average (DJI), Inggris (FTSE) yaitu FTSE 100, Australia (ASX) yaitu S&P ASX 200, Hongkong (Hang Seng) yaitu Hang Seng Index (HSI) dan Jepang (Nikei) yaitu Nikei 225. Periode penelitian ini adalah Januari 2008 hingga Agustus 2012. Metode yang digunakan adalah Johansen Cointegration Approach untuk mengetahui pengaruh bursa saham global terhadap bursa saham di Indonesia. Berdasarkan hasil penelitian yang telah dilakukan tidak terdapat pengaruh yang signifikan dari bursa saham global (Dow, FTSE, ASX, Hang Seng, Nikei) terhadap bursa saham Indonesia (BEI). Implikasi dari penelitian ini adalah investor dapat melakukan pengaturan resiko dengan menggunakan diversifikasi internasional berdasarkan derajat integrasi dari bursa saham tersebut.",
  "creators": "RONALD BUDIJANTO",
  "contributors": "Thomas Stefanus Kaihatu (Advisor 1); Sautma Ronni Basana (Advisor 2); Hartono Subagio (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Thesis No. 03020009/MM/2013; Ronald Budijanto (03511013)",
  "subjects": "STOCK EXCHANGE-INDONESIA"
}