{
  "id": "2924",
  "title": "Analisa respon pasar sasaran terhadap iklan Hotel JW Marriot di Surabaya",
  "abstract": "Perkembangan bisnis perhotelan di Surabaya saat ini sangatlah pesat, dilihat dari banyaknya jumlah hotel yang ada baik dari hotel kelas melati sampai pada hotel berbintang. Banyaknya hotel yang ada tentunya membuat persaingan semakin ketat, dimana salah satunya adalah melalui iklan. Dalam penelitian ini penulis tertarik untuk meneliti bagaimanakah respon dari konsumen terhadap periklanan yang dilakukan hotel JW Marriott Surabaya, apakah sudah sampai pada tahap Awareness (kesadaran), Knowledge (pengetahuan), Liking (suka), Preference (pilihan), Conviction (keyakinan), atau Purchase (pembelian). Untuk mengetahui bagaimana respon konsumen, digunakan 2 macam pengukuran. Pertama adalah Customer Respon Index (CRI) yang bertujuan mengukur panjang respon (jumlah/tahap/dimensi) yang dilalui setiap responden dalam merespon sebuah iklan. Kedua adalah menggunakan Customer Respon Strength (CRS) yang bertujuan mengukur kekuatan iklan dan kekuatan respon, yang mana hasil dari perhitungannya akan dikorelasikan untuk melihat seberapa besar hubungan diantara keduanya. Hasil penelitian menunjukkan bahwa hipotesa peneliti, tidak terbukti. Hal ini dapat dilihat dari hasil perhitungan CRI yang menunjukkan sebanyak 99% responden berada pada tahapan respon Awareness atau kesadaran. Hasil perhitungan CRS membuktikan bahwa hubungan antara kekuatan iklan dan kekuatan respon terhadap iklan Hotel JW Marriott sangat rendah, yaitu hanya sebesar 0.45.",
  "creators": "FONG HADIYANTO; FONCE CAROLES",
  "contributors": "Serli Wijaya (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010195/HTL/2005; Fong Hadiyanto (33400161), Fonce Caroles (33400188)",
  "subjects": "HOTEL MANAGEMENT; HOTELS--MARKETING"
}