{
  "id": "29256",
  "title": "Restrukturisasi organisasi pada PT Samudra Alam Raya Surabaya",
  "abstract": "Penelitian ini bertujuan untuk mengetahui restrukturisasi organisasi di PT Samudra Alam Raya Surabaya serta dampak yang ditimbulkan sebagai upaya untuk mendukung pelaksanaan sistem manajemen perusahaan. Oleh sebab itu dalam upaya memanfaatkan seluruh potensi sumber daya perusahaan untuk mencapai sasaran organisasi sebagai akibat sebelum dan setelah restrukturisasi organisasi.Untuk itu, perlu diketahui restrukturisasi organisasi di PT Samudra Alam Raya dan dampak restrukturisasi organisasi di PT Samudra Alam Raya padaPT Samudra Alam Raya Surabaya. Metode penelitian dengan tipe penelitian deskriptif kualitatif. Penentuan informan dalam penelitian ditentukan oleh teknik key person, yakni kepala kantor, kepala bagian, kepala unit pemasaran di PT Samudra Alam Raya. Data yang digunakan dalam penelitian ini adalah data primer diperoleh dari hasil wawancara dan observasi. Data sekunder diperoleh dari dokumen perusahaan, informasi dari perusahaan,internet dan jurnal. Hasil penelitian menunjukkan bahwa kinerja sebelum dan sesudah restrukturisasi organisasi perusahaan memberikan temuan signifikan mengenai Restrukturisasi portofolio adanya penambahan aset perusahaan dan peningkatan pemanfaatan aset yang ada, penambahan lini dan divisi bisnis, sehingga memperluas usaha bisnis. Restrukturisasi keuangan menunjukkan adanya peningkatan efisiensi dan efektivitas kinerja keuangan perusahaan sehingga modal perusahaan menjadi lebih kuat. Restrukturisasi manajemen menunjukkan bahwa penambahan divisi membawa perubahan pada struktur organisasi yang lebih baik dengan penyesuaian-penyesuaian yang dilakukan pada masing-masing bagian dan unit kerja.",
  "creators": "STEVEN LEONARDO SOEGIONO",
  "contributors": "Eddy Madiono Sutanto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010546/MAN/2013; Steven Leonardo Soegiono (31407031)",
  "subjects": "PERFORMANCE MANAGEMENT; ORGANIZATIONAL STRUCTURE; INDUSTRIAL RESTRUCTURING"
}