{
  "id": "29263",
  "title": "Penerapan transparency, accountability, responsibility, independency, dan fairness pada perusahaan keluarga PT Mitra Cimalati Indonesia di Cilacap-Jawa Tengah",
  "abstract": "Lebih dari 95% perusahaan yang terdapat di Indonesia merupakan perusahaan keluarga. Dalam pengelolaan bisnis keluarga di era persaingan global saat ini diperlukan profesionalitas di luar budaya keluarga dan paradigm baru dalam mengelola perusahaan yang berdasarkan pada prinsip good corporate governance yang meliputi transparency, accountability, responsibility, independency, dan fairness. Penelitian ini bertujuan untuk mendeskripsikan penerapan prinsip-prinsip tersebut pada perusahaan keluarga PT Mitra Cimalati Indonesia. Pengumpulan data menggunakan metode wawancara dan pengamatan. Penentuan informan menggunakan purposive sampling. Uji keabsahan data dengan menggunakan triangulasi sumber yaitu membandingkan hasil wawancara dan pengamatan. Dari hasil penelitian didapatkan bahwa PT Mitra Cimalati Indonesia menerapkan prinsip transparency dengan menyediakan informasi umum yang mudah diakses bagi pihak internal maupun eksternal perusahaan. Penerapan accountability dengan adanya struktur organisasi dan deskripsi pekerjaan, melakukan job analysis, melakukan audit, serta memberlakukan sistem reward and punishment. Penerapan responsibility dengan melakukan kepatuhan terhadap hukum dan regulasi yang berlaku serta kepedulian terhadap masyarakat dan lingkungan sekitar. Penerapan prinsip independency masih belum maksimal karena adanya dominasi peran family member employee dalam pengambilan keputusan. Penerapan prinsip fairness dengan memberikan kesempatan yang sama bagi pemegang saham dan karyawan untuk menyampaikan pendapat, pemberian kompensasi yang objektif, dan kesetaraan dalam penerimaan karyawan.",
  "creators": "ITA OCTAVIA",
  "contributors": "Maria Praptiningsih, S.E., M.Sc.FE. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010642/MAN/2014; Ita Octavia (31410018)",
  "subjects": "CORPORATE GOVERNANCE; FAMILY-OWNED BUSINESS ENTERPRISES"
}