{
  "id": "29262",
  "title": "Analisis pelaksanaan pelatihan dan pemberian kompensasi bagi karyawan pada Yayasan Pendidikan Kristen Sunodia di Samarinda, Kalimantan Timur",
  "abstract": "Penelitian ini bertujuan untuk mendeskripsikan penerapan pelaksanaan pelatihan dan pemberian kompensasi bagi karyawan pada Yayasan Pendidikan Kristen Sunodia di Samarinda, Kalimantan Timur. Penelitian ini menggunakan metode kualitatif dengan teknik pengumpulan data berupa wawancara dan observasi. Teknik penentuan informan yang digunakan oleh penulis adalah snowball sampling. Penulis menggunakan teknik triangulasi sumber sebagai teknik untuk menguji keabsahan data. Hasil dari penelitian menunjukkan bahwa dalam jenis-jenis pelatihan yang ada, terdapat tiga jenis program pelatihan di YPK Sunodia yaitu pelatihan yang diadakan YPK Sunodia sendiri, pelatihan yang diadakan masing-masing unit atau jenjang pendidikan, dan pelatihan yang diadakan oleh instansi pendidikan di luar sekolah. Metode pelatihan yang digunakan adalah lecture, seminar, diskusi, dan simulasi. Kemudian pemberian kompensasi finansial bagi karyawan yaitu gaji bulanan yang meliputi gaji pokok, tunjangan jabatan, uang transport dan uang makan, upah lembur, asuransi jamsostek, tunjangan hari raya, ijin dan cuti kerja, serta pinjaman kredit tanpa bunga. Lalu kompensasi non finansial dimana berorientasi pada lingkungan kerja karyawan menunjukkan bahwa suasana lingkungan kerja di YPK Sunodia sangat kondusif dan hubungan antar karyawan sangat baik serta tingkat kekeluargaannya sangat tinggi.",
  "creators": "HARRIS KRISTANTO",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010657/MAN/2014; Harris Kristanto (31409280)",
  "subjects": "EMPLOYEES-TRAINING OF; PERSONNEL MANAGEMENT; COMPENSATION MANAGEMENT"
}