{
  "id": "29260",
  "title": "Pengaruh kompensasi finansial dan non finansial terhadap kinerja karyawan di PT. Samudera Buana Persada Surabaya",
  "abstract": "Pemberian kompensasi dapat meningkatkan kinerja karyawan. Pihak perusahaan melakukan evaluasi terhadap kompensasi yang diberikan kepada karyawan sebagai upaya untuk meningkatkan kinerja karyawan. Penelitian ini bertujuan untuk mengetahui pengaruh signifikan kompensasi finansial terhadap kinerja karyawan di PT. Samudera Buana Persada Surabaya, mengetahui pengaruh signifikan kompensasi non finansial terhadap kinerja karyawan di PT. Samudera Buana Persada Surabaya, dan mengetahui pengaruh signifikan secara bersama-sama kompensasi finansial dan non finansial terhadap kinerja karyawan di PT. Samudera Buana Persada Surabaya. Jenis penelitian yang digunakan adalah kuantitatif deskriptif. Sampel dalam penelitian ini adalah karyawan PT. Samudera Buana Persada Surabaya yang berjumlah 80 orang. Penelitian menggunakan skala Likert, sedangkan jenis data yang digunakan adalah data primer dan data sekunder. Metode pengumpulan data yang digunakan adalah kuesioner. Teknik analisis data yang digunakan terdiri dari uji validitas dan uji reliabilitas, uji asumsi klasik, regresi linear berganda, uji F dan uji t. Hasil penelitian menunjukkan ada pengaruh signifikan kompensasi finansial terhadap kinerja karyawan, adapengaruh signifikan kompensasi non finansial terhadapkinerja karyawan, ada pengaruh signifikan secara bersama-sama kompensasi finansial dan non finansial terhadap kinerja karyawan. Karena itu, saran yang diajukan adalah perusahaan hendaknya memperhatikan pemberian kompensasi finansial dan non finansial yang memadai karena dapat meningkatkan kinerja karyawan.",
  "creators": "EKSHU HAMDAN",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor 1); Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010706/MAN/2014: Ekshu Hamdan (31409224)",
  "subjects": "COMPENSATION MANAGEMENT; PERSONNEL MANAGEMENT"
}