{
  "id": "29275",
  "title": "Pengaruh asimetri informasi, ukuran perusahaan dan beban pajak tangguhan terhadap praktik manajemen laba di perusahaan manufaktur terdaftar di bursa efek Indonesia (BEI) 2010-2012",
  "abstract": "Tujuan penelitian ini adalah untuk mengetahui apakah asimetri informasi, ukuran perusahaan dan beban (manfaat) pajak tangguhan mempunyai pengaruh yang signifikan terhadap Praktik Manajemen Laba di Perusahaan Manufaktur baik secara parsial maupun simultan. Data diperoleh dari Annual Report dan Laporan Keuangan yang dipublikasikan di Bursa Efek Indonesia yang kemudian dapat diolah. Dalam penelitian ini, manajemen laba diukur dengan menghitung Discretionary Accruals model Friedlan. Asimetri informasi diukur menggunakan bid-ask spread, ukuran perusahaan diukur dengan total aktiva dan beban (manfaat) pajak tangguhan diukur dengan selisih kewajiban pajak tangguhan dan aktiva pajak tangguhan. Populasi penelitian terdiri dari 50 perusahaan manufaktur dan periode pengamatan mulai tahun 2010-2012. Data yang digunakan dalam penelitian adalah data sekunder dan pemilihan sampel dengan metode purposive sampling yang memenuhi kriteria sampel. Metode analisis yang digunakan adalah metode analis linier berganda untuk menguji pengaruh asimetri informasi, ukuran perusahaan dan beban (manfaat) pajak tangguhan terhadap manajemen laba. Berdasarkan hasil pengujian hipotesis menggunakan metode analisis linier berganda dalam penelitian ini, maka didapat kesimpulan secara parsial bahwa asimetri informasi dan beban pajak tanguhan berpengaruh positif signifikan terhadap manajemen laba, sedangkan ukuran perusahaan berpengaruh negatif terhadap manajemen laba.",
  "creators": "NADIA DHANESWARI",
  "contributors": "Retnaningtyas Widuri, S.Sos., M.M. (Advisor 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010589/AKT/2014; Nadia Dhaneswari (32410128)",
  "subjects": "STOCK EXCHANGE-ANALYSIS; TAX ACCOUNTING; STOCK EXCHANGES-INDONESIA"
}