{
  "id": "2927",
  "title": "Analisis matriks konsumen untuk menciptakan competitive advantage bagi J.W. Marriott Hotel Surabaya",
  "abstract": "Tingkat persaingan hotel berbintang lima di Surabaya semakin meningkat, dimana market leader untuk hotel berbintang lima di Surabaya adalah Sheraton Hotel, sedangkan J.W. Marriott Hotel berada di bawahnya. Apabila ditinjau dari segi harga, Sheraton Hotel menetapkan harga kamar yang lebih tinggi daripada J.W. Marriott Hotel, dan apabila dilihat dari penelitian sebelumnya banyak konsumen yang merasa lebih puas dengan pelayanan yang diberikan J.W. Marriott Hotel. Untuk mengetahui mengapa daya saing J.W. Marriott Hotel lebih rendah daripada Sheraton Hotel, digunakan Model Matriks Konsumen yang terdiri atas dua dimensi utama yaitu Perceived Use Value dan Perceived Price. Lima dimensi yang digunakan dan diukur sebagai variabel penelitian antara lain: Dimensi Kualitas Produk, Dimensi Harga, Dimensi Kualitas Layanan, Dimensi Emosional, dan Dimensi Kemudahan, dimana dari 5 dimensi tersebut dibagi lagi menjadi 18 dimensi detil. Hasil penelitian menunjukkan bahwa J.W. Marriott Hotel memiliki 15 dimensi dengan kinerja terbaik antara lain dimensi kualitas layanan staff knowledge, ketepatan waktu dan layanan (accuracy), kebersihan, fasilitas hotel, desain interior dan eksterior, peralatan yang digunakan oleh hotel, variasi makanan dan minuman, kenyamanan, keramahan, kredibilitas, keamanan, kualitas produk dan jasa dari waktu ke waktu, kapasitas area parkir dan merek. Sementara itu Sheraton Hotel hanya memiliki 3 dimensi dengan kinerja terbaik antara lain dimensi staff performance, kedekatan dengan fasilitas publik, lokasi hotel mudah dijangkau. Meskipun hanya memiliki 3 dimensi dengan kinerja terbaik namun ketiganya dapat dikatakan sebagai keunggulan absolut yang dimiliki oleh Sheraton Hotel yang sulit disaingi oleh hotel yang lain.",
  "creators": "THOMAS NUGROHO; GRACE NOVIANTI HARYANTO",
  "contributors": "Serli Wijaya (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010198/HTL/2005; Thomas Nugroho (33401021), Grace Novianti (33401084)",
  "subjects": "HOTEL MANAGEMENT"
}