{
  "id": "2928",
  "title": "Analisa pengaruh store atmosphere terhadap keputusan pembelian konsumen pada Resto Nine Surabaya",
  "abstract": "Terlepas dari berbagai konsentrasi usaha yang dilakukan, semua restoran menyadari bahwa instore dan outstore restoran tidak boleh dilupakan untuk memberikan daya tarik kepada konsumen. Desain bangunan, romantisme suasana yang diciptakan, kenyamanan untuk menyantap hidangan yang disajikan memang tidak dapat dilepaskan dari peranan store atmosphere pada restoran bersangkutan. Hasil pembahasan menunjukkan bahwa hasil pengujian hipotesis yaitu uji F, menunjukkan bahwa F hitung (48,038) > F tabel (2,99). Hal ini menunjukkan bahwa instore maupun outstore atmosphere Resto Nine bersama-sama berpengaruh signifikan terhadap keputusan pembelian. Besarnya pengaruh instore maupun outstore atmosphere Resto Nine terhadap keputusan pembelian konsumen sebesar 49,8%. Berdasarkan pengujian hipotesis yaitu uji t, menunjukkan bahwa nilai thitung untuk instore atmosphere yaitu sebesar 4,693 dan nilai thitung untuk outstore atmosphere yaitu sebesar 2,091 lebih tinggi dibandingkan dengan nilai ttabel yaitu sebesar 1,663. Hal ini menunjukkan bahwa baik instore maupun outstore atmosphere Resto Nine secara parsial mempunyai pengaruh berarti terhadap keputusan pembelian konsumen. Berdasarkan nilai koefisien determinasi parsial menunjukkan bahwa Nilai koefisien determinasi parsial untuk instore atmosphere terhadap keputusan pembelian konsumen di Resto Nine adalah sebesar 18,5%. Sedangkan pengaruh outstore atmosphere terhadap keputusan pembelian konsumen di Resto Nine adalah sebesar 4,3%. Hal ini menunjukkan bahwa instore atmosphere lebih mempengaruhi keputusan pembelian konsumen di Resto Nine dibandingkan outstore atmosphere.",
  "creators": "SUVI GOMAN",
  "contributors": "Marcus Remiasa (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010199/HTL/2005; Suvi Goman (33400013)",
  "subjects": "RESTAURANT MANAGEMENT; HOTEL MANAGEMENT"
}