{
  "id": "29288",
  "title": "Pengaruh religiosity, gender, dan persepsi kepada pemerintah terhadap kesediaan membayar pajak serta analisis perbedaan etnis Tionghoa, Jawa dan Madura atas kewajiban perpajakan",
  "abstract": "Salah satu bentuk dari ketidakpatuhan pajak antara lain adalah ketika para wajib pajak tidak membayar pajak tepat waktu, tidak membayar pajak sesuai dengan yang seharusnya dibayarkan, memiliki tunggakan dan masih banyak lagi. Hal hal yang yang telah disebutkan tersebut secara garis besar dilatarbelakangi oleh ketidakbersediaan para wajib pajak dalam membayar pajak. Kesediaan atau kemauan untuk melaksanakan kewajiban perpajakan secara benar tentu akan menimbulkan sebuah kepatuhan pajak yang benar pula. Penelitian ini bertujuan untuk mengetahui apakah faktor-faktor sosial seperti nilai keagamaan seseorang, gender, serta perspektif terhadap pemerintah membawa pengaruh terhadap kesediaan membayar pajak. Selain hal tersebut penelitian ini juga bertujuan untuk melihat apakah terdapat perbedaan antara etnis Jawa, Tionghoa serta Madura atas kewajiban perpajakannya. Data yang diperoleh merupakan hasil pengisian kuisoner yang dilakukan oleh responden, yaitu sebanyak 90 wajib pajak yang secara spesifik beretniskan Jawa, Tionghoa, dan Madura yang tersebar di wilayah Surabaya. Kesimpulan yang diperoleh melalui penelitian ini adalah faktor keagamaan seseorang berpengaruh terhadap kesediaan membayar pajak. Penelitian ini juga membuktikan bahwa wanita memiliki tingkat kesediaan membayar pajak lebih tinggi dibandingkan dengan pria. Faktor presepsi masyarakat terhadap pemerintah tidak terbukti memiliki pengaruh terhadap kesediaan membayar pajak, hal tersebut terlihat dari kecenderungan responden yang memiliki pandangan yang masih rendah terhadap pemerintah.",
  "creators": "ZERUYA PRATIWI WIDYORANI",
  "contributors": "Elisa Tjondro (Advisor 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010595/AKT/2014; Zeruya Pratiwi Widyorani (32410191)",
  "subjects": "TAX ACCOUNTING; TAXPAYER COMPLIANCE-CROSS CULTURAL STUDIES"
}