{
  "id": "29303",
  "title": "Pengaruh organizational culture terhadap entrepreneurial intensity dan supply chain integration dalam rangka memperoleh competitive advantage pada perusahaan jasa keuangan di Surabaya",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh langsung yang signifikan dari organizational culture terhadap entrepreneurial intensity, entrepreneurial intensity terhadap competitive advantage, organizational culture terhadap supply chain integration, supply chain integration terhadap competitive advantage, dan organizational culture terhadap competitive advantage pada perusahaan jasa keuangan di Surabaya. Selain itu juga untuk mengetahui pengaruh tidak langsung dan signifikan dari organizational culture terhadap competitive advantage melalui entrepreneurial intensity dan supply chain integration pada perusahaan jasa keuangan di Surabaya. Penelitian ini berbentuk penelitian kuantitatif, dimana data diperoleh melalui penyebaran kuisioner kepada perusahaan jasa keuangan di Surabaya. Data yang diperoleh kemudian diolah dengan menggunakan software SmartPLS. Hasil penelitian ini menunjukkan adanya hubungan positif dan signifikan dari organizational culture terhadap entrepreneurial intensity, entrepreneurial intensity terhadap competitive advantage, organizational culture terhadap supply chain integration, supply chain integration terhadap competitive advantage, dan organizational culture terhadap competitive advantage pada perusahaan jasa keuangan di Surabaya. Baik entrepreneurial intensity, maupun supply chain integration, merupakan variabel perantara yang memadai antara organizational culture dengan competitive advantage karena hubungan langsung antara organizational culture dengan competitive advantage memiliki pengaruh lebih kecil daripada apabila melalui entrepreneurial intensity dan supply chain integration.",
  "creators": "ANITA CAROLINE",
  "contributors": "Devie (Advisor 1); Josua Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010621/AKT/2014; Anita Caroline (32410157)",
  "subjects": "FINANCIAL INSTITUTIONS; ORGANIZATIONAL CULTURE; SUPPLY CHAIN MANAGEMENT; ENTREPRENEURSHIP"
}