{
  "id": "29304",
  "title": "Analisa pengaruh leadership style terhadap firm performance melalui learning organization dan employee satisfaction (studi kasus pada perusahaan sektor non-manufaktur di Surabaya)",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh langsung yang signifikan dari leadership style terhadap learning organization, leadership style terhadap employee satisfaction, learning organization terhadap firm performance, employee satisfaction terhadap firm performance, learning organization terhadap employee satisfaction, dan leadership style terhadap firm performance pada perusahaan non-manufaktur di Surabaya. Penelitian ini berbentuk penelitian kuantitatif, dimana data diperoleh melalui penyebaran kuisioner kepada perusahaan non-manufaktur di Surabaya. Data yang diperoleh kemudian diolah dengan menggunakan software Smart PLS. Hasil penelitian ini menunjukkan adanya hubungan positif dan signifikan dari leadership style terhadap learning organization, leadership style terhadap employee satisfaction, learning organization terhadap firm performance, employee satisfaction terhadap firm performance, learning organization terhadap employee satisfaction, dan leadership style terhadap firm performance pada perusahaan non-manufaktur di Surabaya. Learning organization dan employee satisfaction tidak bisa menjadi variabel perantara antara leadership style dengan firm performance karena hubungan langsung antara leadership style dengan firm performance lebih besar jika dibandingkan dengan melalui learning organization dan employee satisfaction.",
  "creators": "FLORENTINA KRISTANTI",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010622/AKT/2014; Florentina Kristanti (32410041)",
  "subjects": "ORGANIZATIONAL LEARNING; LEADERSHIP"
}