{
  "id": "29314",
  "title": "Faktor-faktor motivasional sebagai model klasifikasi keterlibatan mahasiswa dalam mengambil peran pada bisnis keluarganya",
  "abstract": "Para pemimpin generasi kedua yang memimpin bisnis keluarga saat ini, dulunya mereka turut terlibat dalam bisnis keluarganya ketika masih muda atau bersekolah dan penelitian ini ingin mengetahui tentang faktor-faktor motivasional yang mengklasifikasikan keterlibatan mahasiswa Program Manajemen Bisnis (angkatan 2010-2011) pada bisnis keluarganya. Penelitian ini bertujuan untuk mengidentifikasi faktor motivasi eksternal dan internal, mengungkapkan keterlibatan mahasiswa pada bisnis keluarganya, dan menghasilkan model atau fungsi tentang faktor-faktor motivasional yang mempengaruhi keterlibatan seseorang dalam bisnis keluarganya. Jumlah menjadi sampel dalam penelitian ini sebanyak 75 mahasiswa, dengan teknik purposive sampling, menggunakan kuisioner. Teknik analisis yang digunakan adalah statitistik deskriptif yaitu mean dan standar deviasi, lalu statistik inferensial yaitu uji diskriminan. Hasil penelitian: 1) teridentifikasi bahwa faktor motivasional pada kelompok mahasiswa yang terlibat paruh waktu lebih besar daripada kelompok mahasiswa yang tidak terlibat. 2) Secara proporsi, jumlah mahasiswa pada kelompok yang terlibat paruh waktu hampir sama dengan jumlah mahasiswa pada kelompok yang tidak terlibat. 3) faktor-faktor motivasional dapat digunakan sebagai model klasifikasi keterlibatan mahasiswa mengambil peran dalam bisnis keluarga.",
  "creators": "CINDY TJITRA WIJAYA",
  "contributors": "Bambang Haryadi (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010719/MAN/2014; Cindy Tjitra Wijaya (31410067)",
  "subjects": "FAMILY- OWNED BUSINESS ENTERPRISES; FAMILY-OWNED BUSINESS ENTERPRISES-MANAGEMENT; UNIVERSITAS KRISTEN PETRA-STUDENTS ACTIVITIES- MOTIVATION"
}