{
  "id": "29311",
  "title": "Studi deskriptif implementasi pelatihan pada PT. Bina Mandala Pratama Perkasa",
  "abstract": "Sumber daya manusia merupakan salah satu aspek yang penting bagi perusahaan. Pengelolaan terhadap sumber daya manusia di perusahaan dapat dilakukan dengan mengadakan pelatihan kerja. Hal ini juga diterapkan oleh PT. Bina Mandala Pratama Perkasa dalam meningkatkan kualitas sumber daya manusianya. Tujuan penelitian ini adalah untuk mendeskripsikan implementasi proses pelatihan yang dilakukan oleh PT. Bina Mandala Pratama Perkasa. Jenis penelitian yang digunakan adalah deskriptif dengan menggunakan pendekatan kualitatif. Informan penelitian berasal dari dalam perusahaan yang berjumlah 3 orang. Jenis data yang digunakan adalah data primer dan data sekunder. Metode pengumpulan data yang digunakan adalah wawancara. Teknik analisis data yang digunakan terdiri adalah analisis deskriptif, sedangkan metode pengujian datanya adalah triangulasi. Hasil penelitian menunjukkan proses implementasi pelatihan terhadap karyawan PT. Bina Mandala Pratama Perkasa memiliki beberapa tahapan dimulai dari pengenalan kebutuhan, menentukan tujuan pelatihan kerja, menentukan materi program yang sesuai dengan kebutuhan peserta pelatihan. Kemudian, untuk memverifikasi keberhasilan suatu program pelatihan kerja maka dilakukan evaluasi. Berdasarkan hasil evaluasi pelatihan kerja menunjukkan reaksi positif dari peserta pelatihan terhadap proses dan isi kegiatan pelatihan. Pelatihan kerja yang diikuti karyawan PT. Bina Mandala Pratama Perkasa juga efektif karena produktivitas karyawan sesudah pelatihan mengalami peningkatan dan tingkat keluhan pelanggan terhadap pelayanan perusahaan juga mengalami penurunan. Pihak manajemen perusahaan menilai biaya untuk pelatihan terhitung kecil dibandingkan biaya yang timbul dari masalah yang dialami perusahaan sebelum ada pelatihan kerja",
  "creators": "STEVEN LIENARDY",
  "contributors": "Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010714/MAN/2014; Steven Lienardy (31409230)",
  "subjects": "EMPLOYEES-TRAINING OF; PERSONNEL MANAGEMENT"
}