{
  "id": "29329",
  "title": "Perencanaan suksesi pada perusahaan keluarga PT. Indrakilla Offset di Mojokerto",
  "abstract": "Kehadiran Perusahaan Keluarga atau bisnis keluarga dapat memberikan kontribusi yang luar biasa terhadap perekonomian satu negara. Untuk mempertahankan keberlangsungannya, tentunya diperlukan calon-calon penerus yang dapat mempertahankan dan mengembangkan perusahaan kearah yang lebih baik. Oleh sebab itu, adanya Perencanaan Suksesi dapat membantu agar Family Business Leader (FBL) dapat memilih penerusnya secara tepat dan bijak. Metode penelitian yang digunakan oleh penulis adalah penelitian kualitatif. Metode ini digunakan agar dapat menggali informasi secara mendalam melalui proses wawancara dan observasi. Setelah mendapatkan data-data, peneliti akan menguji keabsahannya dengan triangulasi sumber. Dari penelitian yang dilakukan oleh penulis ditemukan bahwa perencanaan suksesi di PT Indrakila offset ini dilakukan secara komunikatif dan obyektif dimana FBL telah menyampaikan perencanaan ini sejak dini, selain itu ditemukan juga bahwa PT Indrakilla Offset ini masih menganut budaya tionghoa dalam penunjukan generasi penerusnya dimana lebih mementingkan garis keturunan patrilinear. Rekomendasi penulis untuk perusahaan kedepannya agar dapat melakukan perencanaan suksesi secara modern, sehingga lebih mengutamakan kompetensi dari suksesor daripada garis keturunan patrilinear yang mengedepankan anak laki-laki sebagai penerusnya.",
  "creators": "TASIANA LASARI PISIANTO",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010730/MAN/2014; Tasiana Lasari Pisianto (31410152)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES; FAMILY-OWNED BUSINESS ENTERPRISES-SUCCESSION"
}