{
  "id": "29332",
  "title": "Penerapan perilaku kepemimpinan yang melayani di PT. Delphia Prima Jaya Surabaya",
  "abstract": "Para pemimpin Kristen yang mengubahkan menjadikan orang biasa untuk mampu mengerjakan hal-hal yang luar biasa. Tidak ada seorang pun yang bisa memberikan contoh kepemimpinan yang lebih baik dibandingkan Tuhan Yesus sendiri. Selama pelayanan-Nya di bumi, Tuhan Yesus memberikan contoh kepada pemimpin Kristen untuk dapat mempunyai perilaku kepemimpinan yang melayani. Kehidupan akan sangat menggairahkan serta memuaskan jika tujuan utama dari kepemimpinan yang melayani bukanlah untuk menyenangkan dirinya sendiri atau memenuhi egonya, melainkan lebih pada melakukan sesuatu yang sangat berharga bagi orang lain, sehingga mereka dapat lebih berkembang menjadi individu yang lebih baik. Penelitian ini bertujuan untuk menganalisa dan melihat penerapan kepemimpinan yang melayani di PT. Delphia Prima Jaya menggunakan metode kualitatif deskriptif. Pengumpulan data menggunakan wawancara terstruktur. Setelah mendapatkan data, data dianalisa dengan menelaah data dari berbagai sumber, reduksi data, kategorisasi, pemeriksaan keabsahan data, penafsiran data. Pengujian keabsahan data menggunakan triangulasi dengan membandingkan hasil wawancara dengan data dan pengamatan yang terkait. Hasil dari penelitian ini menunjukkan bahwa pemimpin di PT. Delphia Prima Jaya sudah menerapkan tujuh perilaku kepemimpinan yang melayani, yakni: Conceptual Skills, Emotional Healing, Putting Subordinates First, Helping Subordinates Grow and Succeed, Behaving Ethically, Empowering, dan Creating Value for the Community.",
  "creators": "RENDY RYLE ALVIANDA P.S.",
  "contributors": "Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010726/MAN/2014; Rendy Ryle Alvianda Putra Selawa (31410247)",
  "subjects": "LEADERSHIP; SERVANT LEADERSHIP"
}