{
  "id": "29331",
  "title": "Strategic collaboration model dalam proses suksesi perusahaan keluarga PT. ABC di Surabaya",
  "abstract": "Dalam suatu perusahaan keluarga, isu suksesi menjadi sangat penting jika terdapat dua atau lebih generasi yang terlibat terlebih apabila sang pemilik usaha memiliki anak lebih dari satu. Hal ini tentunya akan mengakibatkan potensi konflik yang terjadi semakin tinggi karena adanya perbedaan sudut pandang dalam menjalankan perusahaan dari masing-masing anak. Oleh karena itu, perlu dilakukan pemisahan bisnis untuk menghindari potensi konflik yang terjadi. Penelitian ini bertujuan untuk mengetahui dan menggambarkan proses suksesi pada perusahaan keluarga PT. ABC melalui metode Srategic Collaboration Model (SCM). Penelitian ini termasuk kedalam jenis penelitian kualitatif deksriptif. Pengumpulan data dilakukan dengan metode wawancara, di mana informan yang digunakan adalah pendiri sekaligus family business leader (FBL) PT. ABC saat ini beserta para calon suksesor. Teknik pemilihan informan dengan menggunakan purposive sampling. Hasil dalam penelitian ini menunjukkan bahwa dalam proses suksesi yang melalui metode strategic collaboration model dengan pemisahan bisnis dilakukan dengan baik, di mana pada tiap-tiap tahap input dalam suksesi lebih menekankan pada mentoring, bimbingan, arahan, maupun pelatihan yang diberikan kepada calon suksesor maupun ketiga anak lainnya yang mengalami pemisahan bisnis yang dilakukan secara informal. Dalam tahap proses generasi senior menanyakan apa yang menjadi minat dan bakat calon suksesor yang selanjutnya diidentifikasi usaha apa yang cocok dan mendesain usaha pada bidang masing-masing. Kemudian pada tahap output generasi senior beserta generasi junior membangun usaha dengan meninjau dana yang dibutuhkan, jumlah karyawan yang akan digunakan, lokasi yang cocok, serta biaya-biaya dalam perusahaan.",
  "creators": "IRENE NISSYA SANTOSO",
  "contributors": "R.R. Retno Ardianti (Advisor 1); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010736/MAN/2014; Irene Nissya Santoso (31410210)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES; STRATEGIC PLANNING; FAMILY-OWNED BUSINESS ENTERPRISES-SUCCESSION"
}