{
  "id": "29337",
  "title": "Perubahan karakter angin akibat penambahan massa bangunan: kasus aliran angin pada ruang hall lantai 1 gedung W dan ruang luar sebelah timur gedung W, UK Petra Surabaya",
  "abstract": "Lawson T.V. (1980), mengatakan : “Pada sebuah komplek bangunan ada 8 (delapan) hal yang dapat meningkatkan kecepatan angin yaitu Vortices in front of building, Openings through building, Spacing of row, Wake of building, Long straight streets, Narrowing streets (the Ventury effect), Corners, Courtyard”. Komplek Universitas Kristen Petra Surabaya (UK Petra) mempunyai hampir semua aspek tersebut. Karena dinamika tatanan massa yang ada di komplek UK Petra mengakibatkan kondisi tiupan angin yang berbeda pada setiap ruang luar dan sudut-sudutnya. Salah satunya adalah Ruang Hall Lantai 1 Gedung W. Pada saat tertentu tiupan angin membuat kenyamanan di dalamnya, tetapi kadang-kadang terjadi sebaliknya yaitu ketidaknyaman yang juga disebabkan oleh karenan angin. Saat ini kira-kira 60 meter di sebelah timur Gedung W, UK Petra sedang dibangun sebuah gedung apartemen yang bernama Petra Square. Massa bangunan baru ini mempunyai ketinggian sekitar 67 meter yang lebih tinggi dari Gedung W yang hanya setinggi 50 meter saja. Posisi massa bangunan Petra Square tersebut seakan memblok aliran angin dari arah timur yang biasanya datang langsung menuju Gedung W. Kondisi tatanan massa yang akan datang ini menimbulkan pertanyaan “Apakah kondisi kenyamanan akibat tiupan angin di Ruang Hall lantai 1 akan berubah setelah adanya bangunan Petra Square” ?. Tesis ini berisi penelitian yang mencari perbedaan yang terjadi di Ruang Hall lantai 1, Plaza Timur Gedung W dan Jalan Siwalankerto yang berada di sebelah timur Gedung W, di mana area tersebut adalah akses utama bagi pejalan kaki yang akan menuju ke kampus timur atau sebaliknya. Penelitian dilakukan dengan eksperimen yang menggunakan Computational Fluid Dynamics, Software Virtualwind 2.0 Trial Version.",
  "creators": "RIDUAN SUKARDI",
  "contributors": "Danny Santoso Mintorogo (Advisor 1); Antoni (Advisor 2); V.P. Nugroho Susilo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000149/MTS/2010; Riduan Sukardi (01508011)",
  "subjects": "WIND LOADS; WIND-PRESSURE"
}