{
  "id": "29339",
  "title": "Financial data analysis and income recognition pada perusahaan konstruksi",
  "abstract": "Sebuah karakteristik yang khas dalam industri konstruksi (produksi sesuai pesanan/job order dengan durasi proyek yang bervariasi antara satu tahun sampai dua tahun fiskal atau lebih) telah menyebabkan laporan keuangan serta analisis rasio yang dipersiapkan dengan metode income recognition (pengakuan pendapatan) dan chart of account (bagan akun) standar menimbulkan hasil yang kurang akurat. Hal ini menghalangi data keuangan dan analisis rasio keuangan untuk berperan dalam perencanaan strategik pada industri konstruksi. Berbagai macam metode pengakuan pendapatan (Billings, Completed Contracts dan Percentage of Completion) dan kombinasi dari metode-metode tersebut dipadukan dengan chart of account yang sesuai telah diteliti. Kriteria-kriteria yang digunakan dalam menyesuaikan metode dengan proyek, telah dijabarkan dengan mempertimbangkan kekuatan serta kelemahan masing-masing metode, durasi proyek, dan nilai kontrak dari proyek yang telah didapatkan. Hasil yang didapatkan menunjukkan bahwa pemilihan metode income recognition yang sesuai untuk sebuah proyek tertentu serta chart of account yang sesuai akan secara signifikan meningkatkan kualitas analisa keuangan pada industri kontraktor dalam menunjang proses pengambilan keputusan strategik. Metode income recognition yang terbaik adalah memadukan Billings, Completed Contract, dan Percentage of Completion. Adapun kriteria yang dapat digunakan sebagai dasar memadukan metode-metode tersebut, adalah: melampaui tahun fiskal atau tidak, jumlah tahun fiskal yang dilampaui, dan nilai kontrak relatif proyek.",
  "creators": "EDWIN SOENANDAR",
  "contributors": "Januar Budiman (Advisor 1); Indriani Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000158/MTS/2011; Edwin Soenandar (01508004)",
  "subjects": "CONSTRUCTION INDUSTRY-ACCOUNTING; CONSTRUCTION INDUSTRY-MANAGEMENT"
}