{
  "id": "29330",
  "title": "Succession plan pada PT Calvary Abadi Dry Concrete",
  "abstract": "Dunia ekonomi masa kini tidak dapat terlepas dari keberadaan bisnis keluarga yang mendominasi. Berbagai studi literatur yang dilakukan oleh penulis menunjukkan bahwa keberadaan bisnis keluarga memberi sumbangsih yang sangat besar bagi dunia ekonomi, khususnya di Indonesia. Bertolak dari keberadaan yang memberi sumbangsih besar tersebut, bisnis keluarga juga perlu untuk mempertahankan eksistensinya. Mempertahankan eksistensi suatu bisnis keluarga tidak dapat lepas dari isu suksesi atau succession plan. Suksesi pada bisnis keluarga sangatlah unik, karena memerlukan analisis dari prespektif keluarga, manajemen, dan kepemilikan. Oleh sebab itu, penulis melihat succession plan dalam dua dimensi, yaitu management succession dan ownership succession. Metode penelitian yang digunakan oleh penulis adalah penelitian kualitatif untuk menggali informasi secara mendalam melalui proses wawancara dan observasi dengan menggunakan kerangka kerja penelitian yang dibangun oleh penulis. Dari hasil penelitian yang telah dilakukan, PT. Calvary Abadi Dry Concrete telah memiliki perencaan suksesi yang berkaitan dengan management succession dan ownership succession. Perencanaan yang dimiliki tersebut nampak pada apa saja yang telah dilakukan atau dibuat oleh perusahaan. Seperti adanya family communication dan grooming/training the succesors yang mendukung management succesion. Serta adanya family communication dan shareholder agreement yang mendukung ownership succesion. Semua hal tersebut mendukung suksesor untuk siap menggantikan kedudukan generasi sebelumnya. Sementara family governance yang merupakan salah satu bagian dari ownership succesion, belum dimiliki oleh perusahaan.",
  "creators": "JEMMY SETYABUDI",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010721/MAN/2014; Jemmy Setya Budi (31410186)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES; FAMILY-OWNED BUSINESS ENTERPRISES-SUCCESSION"
}