{
  "id": "29344",
  "title": "Identifikasi NVAAU dan studi VSM pada proyek X di Surabaya",
  "abstract": "Pada proyek konstruksi sering terjadi pemborosan tidak hanya pemborosan material tetapi juga pemborosan aktifitas. Konsep lean construction adalah suatu konsep pemikiran untuk mengurangi pemborosan aktifitas dengan memakai metode value stream mapping (VSM). Pada penelitian ini dilakukan suatu studi untuk mengidentifikasi non value adding activity & unnecessary (NVAAU) dan value stream mapping (VSM) pada proyek X di Surabaya. Pengumpulan data pengamatan dilakukan pada proyek X di Surabaya untuk pekerjaan perancah dan bekisting, pembesian, dan pengecoran. Dari setiap kejadian NVAAU yang ditemukan selama proyek berlangsung akan dilakukan analisa frekuensi jenis dan penyebabnya. Pada penelitian ini juga akan dilakukan studi VSM untuk 1 siklus aktifitas pengecoran. Hasil dari penelitian ini menunjukkan, jenis NVAAU yang paling sering muncul adalah R1 (rework pada pekerjaan struktur) dan jenis W2 (menunggu kedatangan material). Sedangkan penyebab NVAAU yang paling sering adalah D2 (material terlambat sampai ke proyek), dan B3 (kurangnya kontrol oleh kontraktor terhadap pelaksanaan pekerjaan di lapangan). Hasil dari studi VSM menunjukkan bahwa aktifitas NVAAU yang ditemukan merupakan aktifitas-aktifitas yang tidak perlu terjadi karena aktifitas-aktifitas ini memperpanjang waktu penyelesaian pekerjaan dan dapat terjadi penambahan biaya. Sedangkan untuk aktifitas yang termasuk aktifitas NVAAN (pemasangan support pelat), dapat dimulai lebih awal yaitu setelah “rakit multiplek pelat” selesai dilakukan agar tidak menghambat aktifitas berikutnya (pengecoran). Dengan menerapkan usulan perbaikan yaitu menghilangkan aktifitas-aktifitas NVAAU dan menata kembali aktifitas NVAAN akan diperoleh waktu siklus yang lebih pendek dari sebelumnya.",
  "creators": "DENNY LIOS",
  "contributors": "Andi (Advisor 1); IR LIE ARIJANTO, M.MGT (Advisor 2); Handoko Sugiharto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000161/MTS/2011; Denny Lios (01509018)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; PROJECT MANAGEMENT"
}