{
  "id": "29348",
  "title": "Analisa pengaruh reputasi, trust, teknologi informasi, layanan akademik dan persepsi harga terhadap kepuasan mahasiswa dan word of mouth: studi empiris dilakukan di Fakultas Ekonomi Universitas Kristen Petra",
  "abstract": "Proses penerimaan mahasiswa baru bagi perguruan tinggi adalah rutinitas tahunan. Calon mahasiswa berusaha mencari universitas terbaik yang dapat mendukung pendidikan, pengakuan diri dan karirnya di masa depan. Bagi perguruan tinggi, termasuk perguruan tinggi yang baru terdaftar maupun yang bertaraf internasional atau bahkan hanya bertarif internasional berlomba-lomba untuk mencari calon mahasiswa. Kompetisi di bidang usaha semakin ketat, perusahaan dituntut harus mampu bertahan dalam persaingan yang ada melalui meningkatkan kualitas produk dan jasa, mempertahankan konsumennya, proses lebih cepat, pelayanan yang lebih baik dan empati yang tinggi kepada konsumen. Informasi layanan produk atau jasa juga merupakan hal yang penting, sebab informasi layanan produk atau jasa berpengaruh terhadap reputasi dan kepuasan konsumen. Pada akhirnya reputasi dan kepuasan akan berpengaruh terhadap loyalitas konsumen. Penelitian ini bertujuan untuk mengetahui pengaruh Teknologi Informasi, Trust, persepsi harga dan layanan akademik terhadap kepuasan mahaiswa sehingga bersedia melakukan Word of Mouth. Teknik sampling yang digunakan adalah proporsional random sampling, dan dari hasil survey diperoleh sample sebanyak 507 data dan software untuk analisis penelitan ini adalah SmartPls. Hasil penelitian ini menunjukkan bahwa: 1) Reputasi berpengaruh terhadap Trust, 2) Harga tidak berpengaruh terhadap Kepuasan, 3) Sistem Informasi Web dan Kualitas Infomasi Web berpengaruh terhadap Kepuasan, 4) Layanan Akademik berpengaruh terhadap Kepuasan, 5) Trust tidak berpengaruh terhadap Kepuasan, 6) Trust berpengaruh terhadap WoM, 7) Kepuasan berpengaruh terhadap WoM. Implikasi praktisnya adalah Universitas Kristen Petra harus meningkatkan kualitas layanan yang diberikan terutama bagi unit yang berinteraksi langsung dengan mahasiswa supaya mahasiswa merasa puas. Implikasi berikutnya dengan mengoptimalkan teknologi informasi yang ada supaya layanan melalui Web mempunyai sistem dan kualitas yang baik. Dan yang terakhir adalah mempertahankan dan meningkatkan prestasi Universitas Kristen Petra, yaitu melalui perolehan nilai akreditasi yang tinggi dan mendapatkan ISO untuk setiap unit yang. Tidak kalah pentingnya adalah tetap menjalin dengan SMA mitra dan saling berkomunikasi supaya prestasi atau reputasi yang diperoleh oleh Universitas Kristen Petra diketahui oleh para SMA mitra.",
  "creators": "BAMBANG RUKMO DJATMIKO",
  "contributors": "Hatane Semuel (Advisor 1); Hartono Subagio (Advisor 2); Thomas Stefanus Kaihatu (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020005/MM/2013; Bambang Rukmo Djatmiko (03511007)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER SATISFACTION"
}