{
  "id": "2934",
  "title": "Analisa faktor-faktor penyimpangan pelaksanaan prosedur standar operasional Departemen Produksi dan Pelayanan : studi kasus Hongkong Noodle Surabaya",
  "abstract": "Peneliti melakukan penelitian tentang penyimpangan-penyimpangan prosedur standar operasional di departemen produksi dan pelayanan pada restoran Hongkong Noodle Plaza Tunjungan Surabaya. Tujuan penelitian ini adalah untuk mengetahui seberapa jauh suatu prosedur standar operasional khususnya pada departemen pelayanan dan produksi dapat diterapkan pada restoran tersebut dan penyesuaian apa saja yang perlu dilakukan serta untuk mengetahui apakah faktor kurangnya komunikasi serta tingkat kesadaran karyawan yang rendah merupakan faktor penghambat pelaksanaan prosedur standar operasional tersebut. Manfaat penelitian ini adalah untuk memberi masukan bagi restoran sehingga restoran dapat mencapai tujuannya dalam menerapkan sebuah standar prosedur operasional. Dalam penelitian ini, peneliti menggunakan teknik wawancara dengan supervisor, kapten, pramusaji, kepala dapur dan koki serta observasi baik partisipan maupun non partisipan pada restoran tersebut. Metode triangulasi digunakan untuk menganalisa hasil penelitian dan hasilnya menunjukkan bahwa ada faktor lain yaitu keadaan outlet yang ramai, perbedaan persepsi mengenai tujuan SOP, serta perbedaan latar belakang pendidikan, pelatihan dan pengalaman pelaku SOP, selain faktor kurangnya komunikasi serta tingkat kesadaran karyawan yang rendah yang menjadi penyebab terjadinya penyimpangan.",
  "creators": "YUSTINUS SONARU; MYRIA GRACIA SIDARTA",
  "contributors": "Lintje Siehoyono (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010205/HTL/2005; Yustinus Sonaru (33401023), Myria Gracia Sidarta (33401024)",
  "subjects": "RESTAURANT MANAGEMENT; HOTEL MANAGEMENT"
}