{
  "id": "29346",
  "title": "Pengaruh penetapan greenship rating tools terhadap waktu pelaksanaan proyek konstruksi",
  "abstract": "Konsep bangunan hijau telah banyak dikembangkan termasuk di Indonesia yang telah memiliki indikator penilaian bangunan hijau yaitu greenship rating tools (greenship). Pandangan dari para pelaku konstruksi diperlukan untuk mengetahui tingkat kepentingan dan tingkat penerapan dari indikator-indikator greenship pada bangunan gedung. Waktu pelaksanaan merupakan salah satu hal yang penting untuk diperhatikan dalam suatu manajemen proyek. Penelitian ini bertujuan untuk mengetahui pengaruh penerapan greenship terhadap waktu pelaksanaan proyek konstruksi. Penelitian dilakukan dengan menyebarkan kuisioner kepada pelaku konstruksi di Jakarta dan Surabaya. Data tersebut selanjutnya diolah secara deskriptif untuk mengetahui pandangan pelaku konstruksi terhadap indikator-indikator greenship, kemudian dilakukan analisa melalui Structural Equation Modelling untuk mengetahui pengaruh antara penerapan indikator greenship terhadap waktu pelaksanaan proyek konstruksi. Hasil penelitian menunjukkan para pelaku konstruksi menganggap penting indikator-indikator greenship dan sebagian indikator-indikator tersebut juga telah diterapkan dalam proyek konstruksi, meskipun masih terdapat perbedaan antara tingkat kepentingan dan tingkat penerapannya. Aspek konservasi air merupakan aspek yang signifikan mempengaruhi waktu pelaksaan konstruksi pada tahap desain, sedangkan aspek yang lain masih belum terbukti dapat mempengaruhi waktu pelaksanaan konstruksi.",
  "creators": "EDWIN SURYANATA WIYONO",
  "contributors": "Ratna S. Alifen (Advisor 1); Jani Rahardjo (Advisor 2); Andi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000181/MTS/2013; Edwin Suryanata Wiyono (01511018)",
  "subjects": "SUSTAINABLE BUILDINGS-DESIGN AND CONSTRUCTION; GREEN BUILDING DESIGN"
}