{
  "id": "29349",
  "title": "Kajian terhadap beberapa desain dan estimasi biaya tebal perkerasan jalan",
  "abstract": "Jenis perkerasan jalan raya di Indonesia saat ini yaitu perkerasan lentur, concrete block, dan beton semen. Jalan yang akan dirancang dan dihitung estimasi biayanya adalah Jalan Raya Lawean - Sukapura dengan panjang total 10 km menggunakan data yang didapat dari Dinas Pekerjaan Umum Bina Marga Propinsi Jawa Timur. Dalam mengkaji perkerasan digunakan metode analisa komponen untuk perkerasan lentur, metode modifikasi perkerasan lentur untuk perkerasan concrete block, dan Peraturan Perencanaan Perkerasan Jalan Beton Semen Pd T-14-2003 untuk perkerasan beton semen dengan memasukkan parameter perancangan jalan: nilai CBR tanah dasar dan beban lalu lintas yang sama. Perhitungan estimasi biaya berdasarkan Standar Satuan Harga Dasar Konstruksi dan Analisa Harga Satuan Pekerjaan Dinas Pekerjaan Umum Jawa Timur Tahun Anggaran 2011. Dari masing – masing metode didapat tebal tiap lapis perkerasan yaitu perkerasan lentur : lapis permukaan = 7,5 cm, lapis pondasi atas = 20 cm, lapis pondasi bawah = 27 cm; perkerasan concrete block : lapis permukaan = 8 cm, lapis sand bedding = 3 cm, lapis pondasi atas = 20 cm, lapis pondasi bawah = 22 cm; perkerasan beton semen : lapis permukaan = 24 cm, lapis pondasi bawah = 10 cm. Perhitungan estimasi biaya didapat perkerasan concrete block lebih murah 18,23% dari perkerasan lentur, sedangkan perkerasan beton semen lebih mahal 62,55% dari perkerasan lentur.",
  "creators": "KEVAN PRATAMA; YONATHAN ELDOVE WIJAYA",
  "contributors": "Indriani Santoso (Advisor 1); Budiman Proboyo (Advisor 2); Harry Patmadjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011929/SIP/2013; Yonathan Eldove Wijaya (21408113), Kevan Pratama (21408087)",
  "subjects": "ASPHALT CONCRETE; ROAD CONSTRUCTION; PAVEMENTS; COST ESTIMATES"
}