{
  "id": "29358",
  "title": "Case study of cost estimation procedure and development methods in RHDHV Indonesia",
  "abstract": "A Dutch-multinational company which has experience of decades in architectural and engineering consultancy, Royal HaskoningDHV, has tried to expand the business in Asia countries for years, Indonesia for instance. To keep up with the market competencies, RHDHV Indonesia wants to improve their performance in project management department for the IE&M. The origin comes from RHDHV Indonesia about the development of the existed procedures of cost in design phase and what possible improvements can be done. The main objectives are to create uniformity and traceability in cost estimation’s products which have a certain quality. It is found during the empirical study that they are many “improvisations” in the practices which are not fit for the main objectives. Finally the apprentice has to formulate the solutions based on the literature and empirical study. The chosen solution is to develop cost estimation tools which consist of prices database and estimate template for detailed design, schematic design, and conceptual design. Some of the tools are newly developed while some are the modifications of what existed. From this research, it can be concluded that now RHDHV Indonesia has three cost estimation tools correspondently for detailed design, schematic design, and conceptual design. As the introduction for the tools, the apprentice gives a user manual which is in draft version. The maintenance of the cost estimation tools is in opposite direction of design workflow as it conforms to the research workflow. However, these tools must be tested because they haven’t been used for estimating any project yet. These tools are a good starting point and they need more improvements. It is highly possible to have a research study in the future and these tools can be references.",
  "creators": "MELISSA ANGKAWIJAYA",
  "contributors": "Eric Boer (Advisor 1); Methi Pieper (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011922/SIP/2013; Melissa Angkawijaya (21409171)",
  "subjects": "BUILDINGS-ESTIMATES; CONSTRUCTION INDUSTRY-MANAGEMENT"
}