{
  "id": "29356",
  "title": "Perbandingan produktivitas pekerjaan pasangan dinding bata ringan dan bata merah pada proyek perumahan di Surabaya",
  "abstract": "Dengan semakin banyaknya dilakukan penelitian dan pengembangan mengenai bahan bangunan alternatif diharapkan diperoleh bahan bangunan yang memiliki kualitas yang lebih baik. Dalam suatu proyek konstruksi khususnya pada proyek perumahan, pekerjaan pasangan dinding biasanya menggunakan bata merah, namun sehubungan dengan keterbatasan sumber daya, maka pada kota-kota besar seperti Surabaya keberadaan bata merah semakin langka. Selain karena keterbatasan sumber daya, adanya ketertarikan masyarakat akan bahan-bahan yang ramah lingkungan membuat bata ringan sebagai bahan alternatif dari bata merah semakin diminati banyak orang. Penelitian ini membandingkan produktivitas pekerjaan pasangan dinding dengan menggunakan bata ringan dan bata merah berdasarkan jumlah pekerja serta luasan dinding yang dikerjakan. Dengan pengamatan langsung serta pencatatan waktu pekerjaan pasangan dinding pada tiga proyek perumahan berbeda yang ada di Surabaya, dilakukan perbandingan besarnya produktivitas dari kedua material tersebut. Hasil penelitian menunjukkan perbandingan produktivitas antara pekerjaan dinding dengan menggunakan bata ringan dengan pekerjaan dinding menggunakan bata merah adalah 3,5 : 2,7. Kelebihan bata ringan seperti dimensi yang lebih besar serta kebutuhan akan luluh yang lebih sedikit daripada bata merah, membuat bata ringan mempunyai tingkat produktivitas yang lebih tinggi.",
  "creators": "STANIS LAUS EVAN HARTEDJA; KORNELIUS HENRY KAWITAN",
  "contributors": "Sentosa Limanto (Advisor 1); Jonathan Hendra Kusuma (Advisor 2); Sandra Loekita (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011939/SIP/2013; Stanislaus Evan Hartedja (21409096), Kornelius Henry Kawitan (21409109)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; CONSTRUCTION INDUSTRY-PERSONNEL MANAGEMENT"
}