{
  "id": "29355",
  "title": "Perbandingan resource leveling dengan menggunakan aplikasi program microsoft project 2010 dan primavera",
  "abstract": "Dalam proses perencanaan resource allocation ada banyak kendala yang diakibatkan dari berbedanya tingkat kerumitan tiap proyek. Oleh karena itu diperlukan aplikasi program yang sesuai dengan berbagai macam kebutuhan perusahaan/latar belakang pengguna dalam membantu merencanakan resource allocation. Di antara berbagai aplikasi program yang ada sekarang ini Microsoft Project dan Primavera adalah aplikasi program profesional yang masih berkembang dan paling sering digunakan oleh project planner, project control, scheduler, project manager, estimator, dan lain-lain. Penelitian ini membandingkan kelebihan dan kelemahan kedua aplikasi program dalam hal resource leveling dengan memakai pendekatan studi literatur, mengintepretasikan dalam aplikasi program, menggunakan semua fitur aplikasi program yang tersedia, dan kemudian membandingkan kedua aplikasi program berdasarkan 3 dari 12 kategori menurut J. D. Witt dalam hal resource levelingsebagai kerangka dasar penelitian. Hasil penelitian menunjukkan keduanya memiliki kemampuan yang relatif sama. Di satu pihak, Microsoft Project memiliki keunggulan antara lain lebih user friendly, tidak memerlukan waktu yang lama dalam menyelesaikan hubungan antar aktivitas, mengatur resources yang akan direncanakan hingga menyelesaikan resource leveling. Sedangkan Primavera baik dalam menampilkan grafik resourcedan kurva S, dan sangat disarankan untuk pengguna profesional.",
  "creators": "L. EVAN YONATHAN DARMONO; RIZKY KUSNADI",
  "contributors": "Paulus Nugraha (Advisor 1); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011937/SIP/2013; Evan Yonathan (21409092), Rizky Kusnadi (21409093)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; PROJECT MANAGEMENT"
}