{
  "id": "2935",
  "title": "Pengaruh budaya perusahaan terhadap kinerja karyawan di Restoran Hongkong Noodle Surabaya",
  "abstract": "Sumber daya manusia adalah aset yang paling penting pada suatu perusahaan karena pada dasarnya maju dan tidaknya perusahaan ditentukan oleh kuantitas dan kualitas para karyawan. Oleh karena itu untuk menunjang kinerja para karyawan maka diperlukan budaya pada perusahaan tersebut. Berdasarkan latar belakang tersebut maka dilakukan penelitian ini yang bertujuan untuk mengetahui hubungan dari budaya perusahaan dengan kinerja para karyawan. Penelitian ini dilakukan pada Restoran Hongkong Noodle dengan seluruh cabang yang ada di Surabaya. Sedangkan metode yang digunakan untuk mengatasi permasalahan tersebut adalah Analisis Regresi Linier Berganda. Dari hasil Uji F dapat diketahui bahwa variabel Inovasi dan pengambilan keputusan, Orientasi terhadap tim, Orientasi terhadap individu dan Stabilitas secara bersama-sama terbukti berpengaruh signifikan terhadap kinerja karyawan. Sedangkan besarnya sumbangsih dari keempat variabel bebas tersebut terhadap variabel tak bebasnya sebesar 41,4%, sedangkan sisanya sebesar 58,6% dipengaruhi oleh variabel lain diluar model. Dari hasil Uji t diperoleh kesimpulan bahwa secara parsial variabel yang berpengaruh signifikan terhadap kinerja karyawan adalah variabel Orientasi terhadap tim dan variabel Orientasi terhadap individu, tetapi variabel yang dominan adalah variabel Orientasi terhadap individu.",
  "creators": "RONNY WIJAYA LYMARNO; ESTER SOEGIANTO",
  "contributors": "Adriana Aprilia, S.Pd., M.M. (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010206/HTL/2005; Ronny Wijaya Limarno (33400135), Ester Soegianto (33400159)",
  "subjects": "RESTAURANT MANAGEMENT; RESTAURANTS-PERSONNEL MANAGEMENT"
}