{
  "id": "29350",
  "title": "Pengaruh proses alkalisasi dengan sodium hidroksida terhadap serat sabut kelapa pada kuat tekan dan lentur beton",
  "abstract": "Beton serat merupakan campuran beton dengan penambahan material berupa serat, baik alami ataupun sintetis. Tujuannya adalah untuk memperbaiki karakteristik beton hingga mampu meningkatkan kekuatannya, terutama terhadap kuat tekan dan lentur. Di Indonesia, kebutuhan akan kuantitas sabut kelapa tidak perlu dikhawatirkan karena jumlahnya yang melimpah dan mayoritas masih belum dikelola dengan baik. Dalam penelitian ini, serat tidak serta merta dicampurkan langsung dalam adukan beton. Serat sabut kelapa terlebih dulu diberi perlakuan alkali yaitu NaOH untuk memperbaiki struktur serat agar melekat pada matriksnya. Pengujian yang dilakukan dalam penelitian ini meliputi kuat tekan dan kuat lentur, di mana benda uji yang digunakan berupa kubus 15x15x15 cm dan balok 15x15x60 cm. Variabel yang digunakan larutan NaOH 0.75M, 1M dan 1.25M, dimana pengujian tekan dilakukan pada hari ke-7,14 dan 28, dan lentur pada hari ke-7 dan 28. Dari pengujian ini, peneliti ingin mengetahui pengaruh kadar alkalisasi terhadap kekuatannya. Hasil yang didapatkan menunjukkan bahwa beton serat dengan alkalisasi 1.25M mampu meningkatkan kuat lentur sebesar 2.2% dari beton konvensional. Sedangkan untuk kuat tekannya masih lebih rendah daripada beton konvensional. Dari pengujian ini, didapatkan pula kesimpulan bahwa penambahan nilai molaritas berbanding lurus dengan hasil kuat tekan dan lentur.",
  "creators": "WILLIAM ARIEF SUNYATA; ALEXSANDER WIJAYA",
  "contributors": "Handoko Sugiharto (Advisor 1); Djwantoro Hardjito (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011930/SIP/2013; William Arief Sunyata (21409001), Alexsander Wijaya (21409048)",
  "subjects": "CONCRETE; CONCRETE CONSTRUCTION"
}