{
  "id": "29360",
  "title": "Peranan supplier atau trading agent dalam menciptakan kepercayaan dalam hubungan bisnis melalui komunikasi, komitment, dan kecepatan respon dalam supply chain",
  "abstract": "Peranan Suplier atau trading agen dalam menciptakan kepercayaan dalam hubungan bisnis melalui komunikasi, komitmen dan kecepatan respon dalam supply chain dalam industry rokok di Jawa Timur khususnya rokok kelas I dalam hal ini mempunyai omset melebihi 2 miliyar batang per tahunnya. Penelitian ini dilakukan pada perusahaan yang menjadi supplier bahan baku, suku cadang dan permesinan perusahaan rokok kelas I di Provinsi Jawa Timur. Penelitian ini dilakukan dengan tujuan untuk dapat menganalisa faktor- faktor utama apa saja yang berpengaruh besar untuk dapat terjalinnya kerjasama dengan perusahaan rokok kelas I di Jawa Timur pada khususnya dan seluruh Indonesia pada umumnya. Penelitian ini mengetahui pengaruh komunikasi terhadap hubungan bisnis, pengaruh komunikasi terhadap kepercayaan, sehingga terbentuk hubungan bisnis, pengaruh komitmen terhadap kepercayaan, pengaruh responsiveness terhadap hubungan bisnis serta kepercayaan. Jenis penelitian yang digunakan adalah kausal kuantitatif, dalam hal ini untuk metode penelitian ini adalah penyebaran kuisioner dan dalam menentukan sampling penelitian ini teknik sampling yang digunakan adalah non probability sampling dengan pendekatan convenience sampling. Pengujian keabsahan data dengan menggunakan bantuan program SmartPLS. Hasil penelitian menunjukkan bahwa melalui kepercayaan dapat meningkatkan hubungan bisnis, yang mana hubungan bisnis yang diharapkan adalah hubungan secara jangka panjang. Komitmen dan responsiveness dapat meningkatkan kepercayaan dalam sebuah hubungan bisnis.",
  "creators": "ADE CANDRA",
  "contributors": "I Nyoman Sutapa (Advisor 1); Zeplin Jiwa Husada Tarigan (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Thesis No. 03020033/MM/2013; Ade Candra (03512001)",
  "subjects": "BUSINESSS COMMUNICATION; COMMUNICATION; SUPPLY CHAIN MANAGEMENT"
}