{
  "id": "29365",
  "title": "Pengaruh komunikasi informal dan gaji pada motivasi kerja karyawan di PT. Indonusa Algaemas Prima Bali",
  "abstract": "Penelitian ini dilakukan untuk menguji pengaruh komunikasi informal dan gaji pada motivasi kerja karyawan di PT. Indonusa Algaemas Prima Bali. Populasi dalam penelitian ini berjumlah 84 orang karyawan lapangan tetap PT. Indonusa Algaemas Prima Bali. Sampel penelitian ini menggunakan metode sampel jenuh, maka ditetapkan sampel penelitian sebanyak 84 orang karyawan yang meliputi seluruh karyawan lapangan tetap PT. Indonusa Algaemas Prima Bali. Penelitian ini menggunakan pendekatan kuantitatif, data untuk penelitian ini diperoleh melalui angket penelitian yang telah diisi oleh responden yang sudah ditentukan. Metode analisis data yang digunakan adalah metode analisis regresi linier berganda. Observasi dalam perusahaan menunjukkan bahwa mereka memiliki tingkat absensi dan turnover yang tinggi sejak tahun 2009-2013. Komunikasi dalam perusahaan terjadi secara informal berbeda dengan perusahaan lain yang umumnya menggunakan komunikasi formal. Gaji memberikan dampak penting bagi motivasi karyawan dalam perusahaan. Hasil dari penelitian ini menunjukkan bahwa komunikasi informal dan gaji berpengaruh positif dan signifikan terhadap motivasi kerja karyawan PT. Indonusa Algaemas Prima Bali secara parsial sebesar 0,470 maupun simultan sebesar nol. Berdasarkan hasil penelitian tersebut, maka untuk meningkatkan motivasi kerja karyawan PT. Indonusa Algaemas Prima Bali, pemimpin perlu menambah wawasan agar bisa memimpin dengan cara modern sehingga karyawan semakin termotivasi dalam bekerja di perusahaan.",
  "creators": "CYNTHIA FEBRIANA",
  "contributors": "Eddy Madiono Sutanto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010745/MAN/2014; Cynthia Febriana (31409092)",
  "subjects": "EMPLOYEE MOTIVATION; MOTIVATION IN MANAGEMENT; WAGES"
}