{
  "id": "29371",
  "title": "Perbandingan kurva 'S' dan CPM network sebagai sarana untuk perencanaan jadwal proyek",
  "abstract": "Di dalam perkembangan proyek konstruksi yang pesat sekarang ini, sangat dituntut kinerja yang profesional dari kontraktor. Pengendalian waktu yang tepat merupakan sesuatu harga mutlak bagi kontraktor untuk dapat mempertahankan kinerjanya. Prestasi yang dicapai di lapangan merupakan tolok ukur untuk mengetahui apakah suatu proyek mengalami keterlambatan. Teknik perencanaan yang biasanya digunakan untuk membuat perencanaan penjadwalan proyek adalah CPM network dan kurva “S”. CPM network menjabarkan analisa jaringan setiap aktivitas sehingga bisa diketahui jadwal setiap aktivitas dan durasi suatu proyek secara keseluruhan. Setiap aktivitas masing-masing memiliki durasi dan bobot biaya yang berbeda-beda. Kurva “S” adalah grafik yang memperlihatkan hubungan antara akumulasi biaya proyek dengan jadwal proyek. Akumulasi biaya proyek tentunya tidak sama antara satu aktivitas dengan aktivitas yang lain. Pada penelitian studi kasus ini dilakukan pengumpulan data dan diskusi dengan pelaksana yang ada di lapangan, kemudian dilakukan analisa penjadwalan proyek dengan metode CPM Network dan Kurva S yang meliputi tahap planning dan monitoring. Perencanaan dan pengendalian jadwal ini menggunakan program Microsoft Project 2007. Hasil dari CPM network adalah Bar Chart yang dapat menunjukkan durasi keseluruhan proyek dan jadwal aktivitas kritis maupun non kritis. Hasil Kurva S menunjukkan bobot penyelesaiannya masing-masing aktivitas yang dikerjakan di dalam tiap periode. Hasil perbandingan dari kedua metode menunjukkan status proyek yang hampir sama. Namun penggunaan kurva S sebagai sarana perencanaan jadwal proyek harus selalu didampingi CPM network.",
  "creators": "MITCHELL WISAL",
  "contributors": "Andi (Advisor 1); Ir. JANUAR BUDIMAN, M.S.,Ph.D. (Advisor 2); Budiman Proboyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000156/MTS/2011; Mitchell Wisal (01508007)",
  "subjects": "PROJECT MANAGEMENT; PROJECT MANAGEMENT--COMPUTER PROGRAMS"
}