{
  "id": "29379",
  "title": "Pengembangan, karakteristik, dan batasan evacuation modeling",
  "abstract": "Evacuation modeling merupakan suatu sarana yang dikembangkan sebagai solusi untuk memperoleh data dan melakukan penanggulangan pada keadaan darurat dengan memanfaatkan media komputer, tanpa memerlukan simulasi nyata atau pelatihan evakuasi yang melibatkan banyak sumber daya manusia dan menghabiskan cukup banyak energi. Sebagai dasar teori yang digunakan untuk melakukan evacuation modeling, maka perlu adanya pemahaman mengenai konsep crowd dynamics, yang selanjutnya dispesifikan lebih lanjut lagi menjadi pedestrian dynamics dan evacuation dynamics. Crowd dynamic merupakan bidang ilmu yang ditujukan untuk memprediksi sebuah situasi yang menimbulkan potensi terjadinya kerusuhan pada sekelompok massa, termasuk di dalamnya adalah study of pedestrians, traffic control, planning and evacuation, preparedness untuk keadaan darurat. Perkembangan dari evacuation modeling mencakup metode pendekatan yang digunakan untuk membuat pemodelannya. Ada 3 macam metode pendekatan yang pada umumnya sering dipakai, yaitu: flow-based modeling, cellular automata modeling, agent-based modeling. Flow-based modeling memiliki konsep movement models yang direpresentasikan melalui suatu sistem jaringan yang disebut network of nodes. Cellular automata modeling dengan konsep pengembangan terhadap seperangkat aturan sederhana menjadi sesuatu yang lebih kompleks.. Agent-based modeling memiliki konsep bahwa agent seolah-olah memiliki kecerdasan (artificial intelligence) dalam berperilaku secara independen dari agent yang lain.",
  "creators": "RONNY ANWAR HARTANTO; MICHAEL KRISTANTO",
  "contributors": "Sukanto Tedjokusuma (Advisor 1); Ir. Soehendro Ratnawidjaja, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011845/SIP/2012; Ronny A. Hartanto (21408106), Michael Kristanto (21408111)",
  "subjects": "BUILDING EVACUATION; CIVIL ENGINEERING-COMPUTER PROGRAMS"
}