{
  "id": "29382",
  "title": "Multivariable analysis on dutch vacationers' outbound patterns: insight to approach dutch society as a tourism market share",
  "abstract": "Multivariate statistical analyses of travel behaviors of particular society or social group have become increasingly popular and better specified, probably due to the availability of high quality data. Socio-demographic data, included in almost all recent empirical studies, are typically measured at the individual or household level through census data or travel survey questionnaires. Behavioral variables, most commonly measured at the preference analysis through survey, have become more differentiated with respect to the specific attributes of the built factors elaborated in spatial and temporal dimension above, therefore becoming increasingly able to inform policy on the effects of those particular travelers’ characteristics on travel behavior. An examination of the literature indicates that classifications of tourists can be based on various kinds of information. The elaboration above shows that Dutch society is an interesting object to study about. Their habit has been continuous and drawing a pattern on their travelling trip which may lead to new marketing strategy for Dutch or International tour agency. Even though economy recession is proven to be a driving factor of the decline in tourism sector in the Netherlands, back in 2007, the Dutch made 17.6 million outbound trips, spending EUR 11,1 billion more than its total population in that year. Yet, the classification and analysis of tourist continues to be an important research topic. Therefore this study tries to draw a conclusion on Dutch vacationer’s preference on their outbound travelling. This finding suggests that it would be worthwhile for travel agents to develop their strategy on Dutch people because by knowing the relationship between job and destination, the travel agent can make strategic marketing to certain target market in order to increase their income.",
  "creators": "STEVAN SETIAWAN",
  "contributors": "TATIANA ALEKSEEVA, MBA (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 35010148/MAN/2013; Stevan Setiawan (35407072)",
  "subjects": "TOURISM-MARKETING"
}