{
  "id": "29380",
  "title": "Pengaruh perlakuan alkali terhadap kekuatan tarik komposit serat tebu polypropylene",
  "abstract": "Serat alam yang berasal dari serat tebu ini telah diteliti sebagai serat penguat bahan komposit untuk serat tebu-polypropylene. Dalam penelitian ini, sebelum pencampuran serat dengan matriks PP, dilakukan perlakuan alkali dengan NaOH 10% selama 2, 4, dan 6 jam. Komposit dibuat dengan mencampur serat tebu dengan matriks polypropylene, dengan variasi serat tebu/PP rasio berat: 20%/80%, 25%/75%, dan 30%/70%. Tes tarik dilakukan untuk spesimen semua komposit dengan standar ASTM D 638-03 tipe 4. Hasil dari tes ini juga dibandingkan dengan komposit serat tebu dengan tanpa perlakuan alkali. Pengamatan struktur mikro pada permukaan patahan spesimen dilakukan menggunakan SEM (Scanning Electron Microscopy). Alkali treatment dapat meningkatkan kekuatan tarik komposit menjadi 229,29 MPa pada persentase serat tebu-PP 20/80. Dibandingkan dengan tanpa alkali treatment diperoleh peningkatan kekuatan tarik sebesar 43% pada persentase serat tebu yang sama. Pada persentase serat tebu-PP 25/75 didapat kekuatan tarik sebesar 290,30 MPa, dan diperoleh peningkatan kekuatan tarik sebesar 81% dibandingkan dengan tanpa alkali treatment, dan pada persentase serat tebu-PP 30/70 terjadi peningkatan kekuatan tarik menjadi 214,17 MPa serta diperoleh peningkatan kekuatan tarik sebesar 61%. Foto SEM menunjukkan bahwa serat yang mengalami alkali treatment selama 2 jam mengalami peningkatan kekuatan tarik. Hal ini disebabkan karena lapisan lignin dari serat tebu larut dalam NaOH yang menyebabkan peningkatan ikatan mekanik antara serat tebu dan polypropylene.",
  "creators": "NIKO RIZA HABIBI",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 1); Suwandi Sugondo (Advisor 2); Roche Alimin (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011000/MES/2012; Niko Riza Habibi (24408009)",
  "subjects": "COMPOSITE MATERIALS"
}