{
  "id": "29398",
  "title": "Pengujian kekuatan lentur, ketahanan terhadap air dan panas matahari serta kemamapuan reduksi bunyi terhadap beberapa macam calcium silicate board sebagai bahan eksterior banguan",
  "abstract": "Calcium silicate board merupakan material aplikasi untuk interior bangunan. Sekarang material ini dikembangkan untuk eksterior bangunan sehingga diharapkan tahan terhadap air dan panas matahari. Penelitian ini menggunakan 4 macam merk material berukuran 6mm dan 8mm, dimana dilakukan pengujian kekuatan lentur normal, pengujian kekuatan lentur dengan perlakuan air hangat, pengujian kekuatan lentur dengan perlakuan basah kering. Kualitas material dari segi durabilitas diketahui melalui pengujian panas hujan untuk mengetahui tingkat keretakan yang ditimbulkan akibat perubahan cuaca yang terjadi dan pengujian ketahanan air untuk mengetahui terjadi rembesan atau tidak. Untuk segi kenyamanan dilakukan pengujian kemampuan reduksi bunyi. Pengujian dilakukan juga dengan penambahan material lain yaitu 100% pasir lumajang,100% pasir silika, serta komposisi 50% pasir lumajang dan 50% pasir silika. Hasil penelitian menunjukkan hasil pengujian kekuatan lentur normal di kelas 2 dan 3. Sedangkan pada pengujian basah-kering dan air hangat mengalami penurunan kekuatan tetapi masih dapat memikul beban diatas 200 kg/m2 lebih dari syarat beban PPIUG 1983. Pada pengujian panas-hujan selama 40 jam tidak menimbulkan retakan pada benda uji. Pengujian ketahanan air tidak menimbulkan rembesan setelah 24 jam. Semua benda uji memiliki kemampuan reduksi bunyi yang kurang dari prasyarat SNI 7705.2011 pada semua frekuensi. Pengaruh material pengisi calsium silicate board meningkatkan kemampuan reduksi bunyi, pada frekuensi 250 Hz sebesar 400%.",
  "creators": "DWI AGUS SETIAWAN W.; ADITYA PRATAMA SUMANTO",
  "contributors": "Handoko Sugiharto (Advisor 1); Luciana Kristanto, S.T., M.T. (Advisor 2); Ir. Prasetio Sudjarwo, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011944/SIP/2013; Dwi Agus S.W. (21410012), Aditya Pratama S. (21410161)",
  "subjects": "BUILDING MATERIALS TESTING"
}