{
  "id": "29390",
  "title": "Pelabuhan penyeberangan Ujung Surabaya",
  "abstract": "Konsep perancangan ini disusun dalam rangka memenuhi sebagian dari persyaratan kurikuler ujian Sarjana Arsitektur, Semester X, tahun 1983, pada Fakultas Teknik bagian Arsitektur Universitas Kristen Petra, Surabaya. Di dalam pembahasan laporan perancangan ini, pembahasan dibagi dalam 5 Bab: BAB 1: PENGENALAN PROYEK Berisi gambaran/pengenalan tentang pelabuhan penyeberangan, yang menyangkut akan: pengertian pelabuhan penyeberangan, perkembangan angkutan penyeberangan, fungsinya, peranan dan kegiatannya dan fasilitas apa saja yang dimiliki oleh pelabuhan penyeberangan. BAB 2 : PELABUHAN PENYEBERANGAN UJUNG, SURABAYA. menjelaskan tentang lintasan penyeberangan Ujung - Kamal secara garis besar yang meliputi letak geografis, historis keadaan alam dan kondisi yang ada; Potensi P. Jawa dan P. Madura; Polisi Pemerintah terhadap pelabuhan penyeberangan, Struktur Organisasi, Latar Belakang Permasalahan, Kebutuhan Lalu Lintas angkutan P. Jawa dan P. Madura; Angkutan penyeberangan sebagai sarana penghubung Jawa - Madura dan hambatan-hambatan yang dihadapi beserta pemecahannya. BAB 3: PELABUHAN PENYEBERANGAN YANG DIRENCANAKAN Menguraikan tentang pengertian, kriteria perancangan sebuah pelabuhan penyeberangan, lingkup pembahasan; lingkup dan sasaran pelayanan; sistim transportasi dan Aspek-aspek yang mempengaruhi. BAB 4: PROGRAM DASAR DAN PROGRAM KEBUTUHAN (DASAR PERENCANAAN) Berisi tentang tujuan perencanaan, perhitungan volume lalu lintas angkutan; aktivitas dan jenis fasilitas; persyaratan teknis, sarana penunjang; aktivitas dan kebutuhan ruang; Jenis dan fungsi fasilitas; Kapasitas dan kebutuhan luasan ruang; program ruang; kebutuhan tapak; dan hubungan antar fasilitas/ruang beserta karakteristiknya. BAB 5: ANALISA PERANCANGAN Berisi analisa-analisa perancangan terhadap: - bangunan - tapak - laut ( dermaga ) Dari analisa perancangan ini maka dapat diambil kesimpulan yang dipakai sebagai KONSEP PERANCANGAN.",
  "creators": "JOELIANI RAHARDJO",
  "contributors": "TENG HOO TIONG (Advisor 1); I Gusti Nyoman Sulendra (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur; Joeliani Rahardjo (378027)",
  "subjects": "HARBORS-DESIGNS AND PLANS; HARBORS"
}