{
  "id": "29392",
  "title": "Kolam renang dan rekreasi di Surabaya",
  "abstract": "Konsep perancanngan ini disusun dalam rangka memenuhi sebagian dari persyaratan kurikulum ujian. Sarjana Arsitektur, semester X tahun 1983, ada Fakultas Teknik Arsitektur Universitas Kristen PETRA, Surabaya. Judul yang dipilih adalah Kolam Renang dian Rekreasi di Surabaya, dasar pemilihan judul adalah ; 1. Surabaya yang merupakan ibu kota propinsi Jawa Timur dan merupakan kata no. 2 di Indonesia, dengan kepadatan penduduk yang tinggi belum memiliki fasilitas kolam renang dan rekreasi yang memadai. 2. Adanya anjuran pemerintah untuk mengolahragakan masyarakat dan memasyarakatkan olah raga . 3. Turut menunjang program Pemerintah dalam bidang kepariwisataan/rekreasi yang akan mendatangkan devisa bagi Pemerintah Daerah setempat . Sasaran Pembahasan Untuk mendapatkan suatu konsep perencanaan Kolam Renang dan Rekreasi yang nantinya akan dipakai sebagai pedoman dalam perancangan fisik . Metode Pembahasan Laporan ini disusun dalam 3 bab yang berurutan, tiap bab diakhiri dengan suatu kesimpulan yang merupakan input bagi bab selanjutnya . Secara garis besar isi tiap-tiap bab adalah : Bab 1. menerangkan latar belakang timbulnya gagasan dan masalah- masalah yang ada hingga terwujudnya proyek ini, yang diakhiri dengan sasaran akhir yang ingin dicapai Bab 2. merupakan bab analisa dan study program-program perencanaan yang diakhiri dengan program dan luasan ruang. Bab. 3. merupakan bab yang tarakhir di mana terdapat konsep perencanaan yang digabungkan dengan hasil analisa menjadi suatu sintesa, dan sintesa ini dapat digunakan sebagai pedoman dasar pembuatan prarencana.",
  "creators": "INDRIJATI TANDJUNG",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Indrijati Tandjung (378053)",
  "subjects": "SWIMMING POOLS; RECREATION CENTERS"
}