{
  "id": "29391",
  "title": "Structural and cultural change in ratu culinair, Zoetermeer, The Netherlands",
  "abstract": "Small medium size enterprises are categorized as dynamic businesses that require continuous development, including in management and leadership style. Without continuously improved management and leadership, a SME would not survive the intense competition in this market economy. Aware of this issue, Ratu Culinair’s owner and managing director would like to implement a structural and a cultural change in his organization. The ineffective structure and conservative culture creates barriers for the company to expand. The main objective for planned action is to increase sales through market expansion and an improvement of the product image. Therefore, in support to attain the desired objective, a central research question for this research was formulated. The results of the research must answer the question on the strategy to implement an organizational and cultural change which could improve the overall performance of Ratu Culinair. In collecting all relevant information, both literature and field research were conducted. In the literature review, theories about leadership, motivation, organization structure and culture are broadly discussed. Author chose McKinsey 7s Framework as the basic theory and foundations to analyze the company’s core value. In addition, the field research incorporates a qualitative research method through semi-structured interview of the employees of the company. The research methods were previously approved by the research experts towards regarding the validity and reliability. In the analysis result chapter, problems inside the company are disclosed. It describes the problems around staff concerning their skills, working conditions, and attitude. The gap between the actual situation and the formal-planned-written condition exists. This gap is discussed broadly through expert’s review and eventually become the foundation to create recommendations. In the last chapter, advices and recommendations are presented. Due to the several options of recommendations, a prioritization of improvement points through analysis in decision matrix table was conducted. In result, top three recommendations are chosen. In the final part of the report, a short term implementation plan is formulated, with the focus action of restructuring organization, conduct training by an expert, and the encouragement of empowerment in the company.",
  "creators": "BIRGITTA NATASYA H",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010147/MAN/2012; Birgitta Natasya Hardianto (35408013)",
  "subjects": "ORGANIZATIONAL CHANGE; RESTAURANTS-MANAGEMENT"
}