{
  "id": "29405",
  "title": "Analisa pengaruh motivasi intrinsik dan motivasi ekstrinsik terhadap kepuasan kerja dan kinerja karyawan di perusahaan makanan atau bahan makanan di Surabaya",
  "abstract": "Dalam tesis ini dibahas masalah pengaruh variabel-variabel motivasi kerja baik intrinsik maupun ekstrinsik, bersama dengan variabel kepuasan kerja terhadap kinerja karyawan. Objek penelitian ini adalah 77 responden yang bekerja sebagai karyawan pada perusahaan manufaktur yang bergerak di bidang makanan dan bahan makanan di Surabaya pada posisi operasional (posisi operator, staff, dan kepala seksi). Tujuan yang ingin dicapai dalam penelitian ini adalah untuk mengetahui pengaruh motivasi intrinsik dan ekstrinsik terhadap kepuasan kerja dan kinerja karyawan, serta pengaruh kepuasan kerja terhadap kinerja karyawan. Metode penelitian meliputi teknik pengambilan sample dengan non-probability sampling menggunakan metode purposive sampling, pengukuran variabel menggunakan likert interval, kemudian analisa profile responden, uji validitas dan realibilitas menggunakan program SPSS 13.0, serta analisis data menggunakan Structural Equation Modelling (SEM) dengan bantuan software Smart PLS 2.0. Hasil yang didapat dalam penelitian ini adalah motivasi intrinsik tidak memiliki pengaruh yang signifikan terhadap kepuasan kerja, akan tetapi memiliki pengaruh positif dan signifikan secara langsung terhadap kinerja karyawan, kemudian untuk motivasi ekstrinsik memiliki pengaruh yang positif dan signifikan terhadap kepuasan kerja, akan tetapi tidak memiliki pengaruh signifikan terhadap kinerja karyawan secara langsung, dan yang terakhir kepuasan kerja memiliki pengaruh yang positif dan signifikan terhadap kinerja karyawan.",
  "creators": "RICKY SUSANTO",
  "contributors": "Hatane Semuel (Advisor 1); I Nyoman Sutapa (Advisor 2); Thomas Stefanus Kaihatu (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020031/MM/2013; Ricky Susanto (03512021)",
  "subjects": "JOB SATISFACTION; PERSONNEL MANAGEMENT; WORK MOTIVATION"
}