{
  "id": "29403",
  "title": "Studi deskriptif proses suksesi kepemimpinan pada UD. Sukses",
  "abstract": "Dalam suatu bisnis keluarga tentunya jelas bahwa keinginan pendiri pasti ingin memiliki penerus yang akan menggantikan bisnis keluarga. Suatu hal yang menarik di mana banyak perusahaan keluarga yang masih bertahan dan hal ini tentunya bermula dari perusahaan keluarga yang berhasil melaksanakan suksesi kepemimpinan di perusahaannya. Oleh karena itu, penelitian ini bertujuan untuk mengetahui proses suksesi kepemimpinan yang dilakukan pada UD. Sukses. Pengumpulan data pada penelitian ini menggunakan metode wawancara. Dalam penentuan informan, penulis menggunakan metode purposive sampling. Untuk menguji keabsahan data, menggunakan triangulasi dengan membandingkan hasil wawancara antar informan dan didukung dengan hasil dokumentasi berupa foto-foto. Pada tahap pra bisnis incumbent memberikan tugas yang dipercayakan kepada suksesor untuk dijalankan dan suksesor mendapatkan nuansa dalam berbisnis. Pada tahap pendidikan dan pengembangan pribadi, suksesor mengikuti pendidikan formal sampai SMA saja, dan pengetahuan lain suksesor mendapatkan pembelajaran langsung dari incumbent. Pada tahap bukti kompetensi, motivasi dan pengalaman kerja, suksesor memiliki rasa keingintahuan yang besar untuk mengatasi dan menyelesaikan tanggung jawab yang ada, untuk pengalaman kerja, suksesor memiliki pengalaman di mana sejak SMP suksesor sudah ikut membantu incumbent di UD. Sukses. Pada tahap mulai formal bisnis, suksesor menjalani bisnis dengan komitmen untuk memberikan yang terbaik karena memang merupakan pilihan hidupnya. Pada tahap deklarasi suksesi, UD. Sukses belum memiliki rencana untuk menuju ke arah penyerahan jabatan secara penuh dari incumbent kepada suksesor dan sampai saat ini kegiatan yang berlangsung lebih sebagai partner kerja dan proses pembelajaran dari sang Ayah kepada anaknya.",
  "creators": "YULIUS DARMAWAN",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010766/MAN/2014; Yulius Darmawan (31410053)",
  "subjects": "EXECUTIVE SUCCESSION; LEADERSHIP; FAMILY-OWNED BUSINESS ENTERPRISES"
}