{
  "id": "29407",
  "title": "Pengaruh tanggung jawab sosial perusahaan philanthropy, community involvement, social innovation terhadap employee engagement dan employee performance pada perusahaan perbankan di Surabaya",
  "abstract": "Kegiatan tanggung jawab sosial perusahaan (Corporate Social Responsibility) merupakan bagian yang tak terpisahkan dalam pengelolaan sebuah perusahaan. Penerapan program Corporate Social Responsibility (CSR) khususnya yang menyentuh langsung kepada masyarakat, selain memberikan manfaat kepada sesama, tentunya diharapkan juga akan meningkatkan nilai tambah perusahaan dan membentuk reputasi yang baik di mata internal stakeholder mereka yaitu karyawan dan juga di mata masyarakat. Reputasi sebagai perusahaan yang baik di mata karyawan inilah yang nantinya dapat menimbulkan employee engagement dan akhirnya berdampak pada employee performance. Variabel bebas dalam penelitian ini adalah philanthropy, community involvement dan social innovation. Variabel intervening dalam penelitian ini adalah employee engagement dan variabel terikat dalam penelitian ini adalah kinerja karyawan. Jenis penelitian ini adalah causal research. Populasi dalam penelitian ini adalah perusahaan perbankan di Surabaya. Di mana sampel diambil dengan menggunakan teknik simple random sampling, sampel dalam penelitian ini adalah karyawan perusahaan perbankan sebanyak 70 orang. Teknik analisis data dalam penelitian ini menggunakan Partial Least Square (PLS). Hasil yang didapat dalam penelitian ini adalah variabel philanthropy, community involvement dan social innovation memiliki pengaruh yang positif dan signifikan terhadap employee engagement, variabel employee engagement memiliki pengaruh yang positif dan signifikan terhadap employee performance, dan variabel philanthropy, community involvement dan social Innovation memiliki pengaruh tidak langsung terhadap employee performance.",
  "creators": "SELVI MAYASARI",
  "contributors": "Hatane Semuel (Advisor 1); Thomas Stefanus Kaihatu (Advisor 2); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020029/MM/2013; Selvi Mayasari (03512024)",
  "subjects": "PERFORMANCE; SOCIAL RESPONSIBILITY IN BANKING; CORPORATE SOCIAL RESPONSIBILITY"
}