{
  "id": "29408",
  "title": "Optimasi angle of attack untuk peningkatan koefisien ift pada sudu turbin angin sumbu horisontal",
  "abstract": "Saat ini pengaplikasian turbin angin sebagai penggunaan sumber energi terbarukan telah cukup banyak digunakan sebagai energi alternatif dalam tujuan menggantikan energi yang tidak terbarukan. Dalam tugas akhir ini penelitian dilakukan berfokus pada optimasi koefisien lift sudu turbin angin horisontal. Selama ini sistem optimasi pada turbin angin ini masih belum banyak dikembangkan sehingga tingkat efisiensi masih sangat perlu untuk diteliti dan dikembangkan. Dengan adanya optimasi ini, diharapkan dapat meningkatkan efisiensi serta pengaplikasian turbin angin horisontal terlebih pada gedung hemat energi yang akan dibangun oleh Universitas Kristen Petra. Optimasi yang dilakukan dimulai dari pengkajian AoA pada 3 buah airfoil NREL tipe S, validasi numerik dengan eksperimen, dan konfigurasi blade sebagai optimasi pada sistem yang lebih kompleks. Pengkajian numerik dilakukan dengan menggunakan software CFD (Computational Fluid Dynamics). Dari hasil pengkajian yang dilakukan, Angle of Attack yang paling optimal untuk airfoil 5-833 (primary) adalah pada saat AoA 8', sedangkan untuk 5-834 (/rp) adalah 7', dan untuk 5-835 (root) adalah 8,5'. Penelitian ini sudah dapat berjalan dengan baik dengan mendapatkan tren grafik yang hampir sama, namun masih terdapat beberapa perbedaan pada validasi antara pengkajian secara numerik dengan eksperimen yang disebabkan oleh adanya keterbatasan dalam pembuatan alat eksperimen.",
  "creators": "CHRISTIAN PANGRALDI",
  "contributors": "Ekadewi Anggraini Handoyo (Advisor 1); Fandi Dwiputra Suprianto, S.T., M.Sc. (Advisor 2); Sutrisno S.T.,M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011001/MES/2013; Christian Pangraldi (24406021)",
  "subjects": "TURBINES; WIND TURBINES"
}