{
  "id": "2941",
  "title": "Perbandingan kualitas layanan dari empat jenis restoran di Hyatt Regency Surabaya untuk menyetarakan kualitas layanan dari masing-masing restoran",
  "abstract": "Keberadaan hotel sebagai sarana penunjang bisnis di samping sarana penunjang industri pariwisata, membuka peluang bagi pengusaha untuk bergerak dalam bisnis perhotelan. Dewasa ini banyak bermunculan hotel-hotel berbintang di kota-kota besar yang menjadi pusat bisnis. Di Surabaya misalnya dalam beberapa tahun terakhir ini hadir beberapa hotel berbintang yang makin memarakkan bisnis perhotelan. Akibatnya terjadi persaingan yang sangat ketat diantara hotel-hotel tersebut. Mereka berlomba-lomba menawarkan berbagai fasilitas dan pelayanan dengan tujuan ingin menarik konsumen sebanyak-banyaknya atau minimal mempertahankan konsumennya agar tidak pindah ke hotel lain. Konsumen dalam berkunjung ke sebuah hotel tidak hanya melihat layanan fisik dari hotel tersebut, akan tetapi juga mengharapkan jenis layanan lainnya dan berbagai fasilitas yang ditawarkan yang dapat memuaskan mereka, termasuk kualitas pelayanan yang diberikan oleh pihak hotel. Seiring dengan menurunnya tingkat hunian di hotel berbintang saat ini, maka Food and Beverage Department menjadi tumpuan untuk memberi pemasukan bagi hotel yang bersangkutan. Oleh karena itu, pihak hotel tidak boleh meremehkan pelayanan pada bagian ini termasuk pelayanan pada restoran dan outlet-outlet lainnya. Dalam hal ini penulis melakukan penelitian di empat restoran yang ada di hotel Hyatt Regency Surabaya, yang merupakan hotel bintang lima yang pertama di Surabaya. Penelitian ini akan mengungkapkan kualitas layanan pada keempat restoran yaitu restoran Primavera, The Chinese Arumanis, Kizahashi dan Cascades; apakah terdapat perbedaan kualitas layanan di empat restoaran tersebut. Hingga pada akhirnya penulis mengambil kesimpulan bahwa tidak ada perbedaan kualitas layanan yang signifikan di keempat restoran tersebut. Akan tetapi meskipun tidak ada perbedaan kualitas layanan yang signifikan, berdasarkan dimensi layanan, ada beberapa atribut layanan yang oleh para responden masih dianggap kurang bagus kinerjanya, sehingga masih diperlukan perbaikan-perbaikan demi terciptanya kualitas layanan yang benar-benar baik seperti yang diharapkan oleh para responden.",
  "creators": "I'IN SARWO; IWAN BUDI PRASETYO",
  "contributors": "Anita Angelica Kresno Widjojo (Advisor 1); Juliuska Sahertian (Advisor 2); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 0101052/HTL/2003; I'In Sarwo (33498055), Iwan Budi Prasetyo (33498085)",
  "subjects": "RESTAURANT MANAGEMENT"
}