{
  "id": "29419",
  "title": "Studi deskriptif proses rekrutmen, seleksi dan penempatan karyawan pada PT Mastrada Surya",
  "abstract": "Proses Rekrutmen, Seleksi dan Penempatan Karyawan merupakan hal penting di perusahaan, di mana proses rekrutmen, seleksi dan penempatan karyawan merupakan langkah awal dari perusahaan untuk mendapatkan karyawan. Karyawan harus direkrut dan diseleksi dengan baik agar mendapatkan karyawan yang cocok dengan perusahaan sehingga dapat menghasilkan karyawan yang memiliki produktivitas yang baik di perusahaan. Penelitian ini bertujuan untuk mendeskripsikan bagaimana proses rekrutmen, seleksi, dan penempatan karyawan pada PT Mastrada Surya.. Pengumpulan data dalam penelitian ini menggunakan metode purposive sampling dengan memilih enam informan dari pihak perusahaan untuk mendapatkan informasi yang dapat digunakan untuk menyelesaikan penelitian ini. Hasil penelitian menunjukkan bahwa proses rekrutmen, seleksi, dan penempatan karyawan pada PT Mastrada Surya berasal dari sumber internal yaitu referensi karyawan serta sumber eksternal yaitu iklan di koran, dan pemasangan lowongan di internet. Setelah direkrut karyawan akan diseleksi dengan menggunakan tiga metode yaitu wawancara, biografi pelamar dan referensi, dan juga simulasi kerja. Setelah itu, karyawan baru akan ditempatkan di posisi yang sesuai, yaitu sesuai dengan hasil penilaian masa percobaan kerja selama 3 bulan dengan diberikan tugas oleh manajer divisi dan hasil kerjanya akan dinilai untuk mengetahui apakah karyawan tersebut resmi diterima atau tidak.",
  "creators": "LISA STEFANIE",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor 1); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010751/MAN/2014; Lisa Stefanie (31410168)",
  "subjects": "EMPLOYEE SELECTION; PERSONNEL MANAGEMENT; EMPLOYEES-RECRUITING"
}