{
  "id": "29418",
  "title": "Analisis kompensasi pada PT. Cemara Emas Indah di Surabaya",
  "abstract": "Indonesia merupakan salah satu negara yang paling banyak menggunakan sepeda motor. PT. Cemara Emas Indah merupakan salah satu perusahaan yang memproduksi salah satu komponen sepeda motor yang penting yaitu kaca spion. Dalam usaha memproduksi kaca spion diperlukan tenaga kerja yang cukup banyak, kompeten dalam melakukan pekerjaan, dan memiliki pengetahuan yang luas tentang bidang ini dan dapat bekerja dengan cepat dan tepat. Maka dari itu, sumber daya manusia memegang peranan yang sangat penting dan perlu mendapat perhatian dan pengkajian yang lebih dalam, karena bagaimanapun juga manusialah yang akhirnya menentukan dan memprediksikan keberhasilan atau kegagalan suatu kebijaksanaan, strategi, maupun langkah-langkah kegiatan operasional yang siap dilaksanakan. Untuk mencapai hal tersebut, maka perusahaan harus mampu menciptakan kondisi yang dapat mendorong dan memungkinkan karyawan untuk mengembangkan dan meningkatkan kemampuan serta ketrampilan yang dimiliki secara optimal. Salah satu upaya yang dapat ditempuh oleh perusahaaan untuk menciptakan kondisi tersebut adalah dengan memberikan kompensasi yang yang cukup atau sesuai dengan kinerja yang dilakukan oleh karyawan. Dalam mengatur kompensasi perusahaan perlu melakukan survey gaji terlebih dahulu. Evaluasi pekerjaan yang dilakukan oleh perusahaan menggunakan metode kelas pekerjaan dan dari hasil anilis PT. Cemara Emas Indah didapat bahwa perusahaan memberikan kompensasi financial langsung yang berupa gaji, komisi dan bonus. Sedangkan kompensasi financial tidak langsung, yang diberikan perusahaan adalah berupa liburan saja.",
  "creators": "MARIA ANGELINA O.",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor 1); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010750/MAN/2014; Maria Angelina Ongkowijoyo (31410153)",
  "subjects": "COMPENSATION MANAGEMENT; PERSONNEL MANAGEMENT"
}