{
  "id": "29429",
  "title": "Kantor Bupati KDH Tingkat II Jombang",
  "abstract": "Sesuai dengan peningkatan dan perkembangan dari tugas-tugas pemerintahan pada masa-masa mendatang yang mana peningkatan dan perkembangan tsb. sejalan dengan lajunya roda pembangunan yang terus digiatkan dan merupakan program Pemerintah Republik Indonesia, Maka keadaan tsb. memerlukan langkah-langkah penyesuaian, yakni dengan menciptakan sistim administrasi yang sehat dalam rangka menegakkan serta menumbuhkan kewibawaan Pemerintah, peningkatan pelayanan kepada masyarakat sesuai dengan fungsi administratif lembaga eksekutif; yang mana memerlukan pengadaan sarana dan fasilitas kerja yang berupa perkantoran seideal mungkin. Hal ini dihadapi pula oleh Kantor Kepala Daerah Tingkat II Jombang sebagai pusat pemerintahan Daerah, Kab. Dati II Jombang yang merupakan suatu wadah untuk menampung kegiatan administratif dari lembaga Eksekutif di Kabupaten Dati II Jombang, di mana keadaan Kantor bila diperbandingkan antara luasan yang ada, jumlah personalia serta aktivitas kerja yang barjalan, maka dapat dinilai bahwa keadaan Kantor KDH Tk .II Jombang yang ada sekarang sudah tidak sesuai, tidak memenuhi persyaratan luasan dan tidak mendukunrg aktivitas kerja Staf Kantor sehingga bila keadaan ini tetap berjalan maka dapat menghambat kemajuan dan perkembangan dari Kantor Bupati KDH. TK.II Jombang pada khususnya dan perangkat pemerintahan pusat di daerah pada umumnya. Dengan pertimbangan di atas studi perencanan dan perancangan ini mengusulkan untuk pengadan Kantor KDH tk.II Jombang yang baru di okasi yang te rp ilih yaitu di Kec, Jombang, di sebelah Utara alun-alun kota Jombang (di jalan Diponegoro dan menghadap ke selatan )di mana lokasi tsb. mempunyai nilai historis bagi Kab. Dati Tk. II Jombang, yaitu merupakan bekas lokasi kantor Bupati pertama sejak kota Jombang berdiri. Kemudian perencanaan dan perancangan Kantor KDH Tk II Jombang yang baru ini dibuat berdasarkan data-data yang diperoleh dari hasil survey dan wavwancara disamping perbandingan dengan Kantor-kantor Kabupeten lain yang dianggap cukup ideal.",
  "creators": "KOSEN TANDJIRIA",
  "contributors": "Handinoto (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Kosen Tandjiria (379016)",
  "subjects": "OFFICE BUILDINGS-DESIGNS AND PLANS; OFFICE BUILDINGS"
}