{
  "id": "29428",
  "title": "Keterlibatan anggota keluarga dalam family business dan hubungannya terhadap kinerja bisnis (studi pada perusahaan sektor makanan dan minuman di Surabaya dan Sidoarjo)",
  "abstract": "Dalam perusahaan keluarga, anggota keluarga yang terlibat dalam usaha merupakan sumber daya yang penting, baik sebagai sumber daya manusia maupun sumber daya keuangan. Penelitian ini bertujuan untuk menggambarkan bagaimana hubungan keterlibatan anggota keluarga dalam family business dengan kinerja bisnis. Kinerja bisnis dalam penelitian ini menggunakan pengukuran Dynamic Multi-dimensional Performance. Penelitian ini menggunakan metode penelitian kuantitatif deskriptif dengan teknik pengumpulan data melalui penyebaran kuesioner pada entrepreneur usaha mikro dan kecil sektor makanan dan minuman di Surabaya dan Sidoarjo. Variabel keterlibatan anggota keluarga dilihat dari jumlah anggota keluarga yang terlibat, posisi anggota keluarga dalam perusahaan dan keterlibatan anggota dalam hal keuangan. Sedangkan variabel kinerja bisnis dilihat dari financial performance, market and customer, process measure, people development dan preparing for the future. Jumlah responden laki-laki dan perempuan dalam penelitian ini tidak memiliki perbedaan yang jauh, total responden sebanyak 40 dan dalam kategori usia produktif serta mempunyai keterampilan yang sesuai dengan usahanya. Teknik analisa yang digunakan adalah teknik tabulasi silang atau cross tab dan chi-square untuk melihat apakah ada hubungan antara 2 variabel tersebut. Hasil penelitian menunjukkan, bahwa secara keseluruhan tidak terdapat hubungan signifikan antara variabel keterlibatan anggota keluarga dalam family business dengan kinerja bisnisnya. Namun terdapat hubungan yang signifikan pada keterlibatan posisi anggota keluarga (orang tua dan anak laki-laki) dan keterlibatan sumber modal koperasi dengan kinerja bisnis.",
  "creators": "REIZKA ARTHADIAN",
  "contributors": "R.R. Retno Ardianti (Advisor 1); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010755/MAN/2014; Reizka Arthadian (31410254)",
  "subjects": "ENTREPRENEURSHIP; FAMILY-OWNED BUSINESS ENTERPRISES-MANAGEMENT; FAMILY-OWNED BUSINESS ENTERPRISES"
}