{
  "id": "29435",
  "title": "Perancangan buku fotografi pengenalan objek wisata Pulau Lombok",
  "abstract": "Inti utama dari “Perancangan Buku Fotografi Pengenalan Objek Wisata Pulau Lombok” adalah untuk menunjukkan keindahan daerah objek-objek wisata pulau Lombok dan memberikan petunjuk dan solusi wisata bagi parawisatawan baik wisatawan domestic maupun wisatawan mancanegara yang akan berkunjung ke pulau Lombok. Karena banyak objek-objek wisata yang belum banyak dikenal oleh para wisatawan, baik wisatawan asing maupun wisatawan domestik. Padahal jika wisatawan berkurang maka pendapat masyarakat dan pemasukan daerah juga berkurang. Sedangkan di Pulau Lombok banyak memiliki objek-objek yang menarik. Karena alasan tersebutlah ide ingin memperkenalkan objek wisata Pulau Lombok yang exsotic dalam bentuk buku ini didapatkan. Buku ini sendiri berisikan kumpulan-kumpulan fotografi yang juga dilengkapi dengan penjelasan singkat mengenai objek-objek wisata tersebut. Strategi yang digunakan di sini adalah dengan melakukan observasi dan hunting langsung untuk mengetahui data yang ada di lapangan. Hasil ini kemudian dikemas di dalam sebuah buku. Buku ini bukan buku pengetahuan tapi menggambarkan suatu pengalaman seorang photographer yang berusaha menggambarkan keindahan pulau Lombok sehingga buku ini dominan dengan karya foto sehingga penulisan teks yang cenderung minimal. Hasil buku ini diharapkan dapat memberikan gambaran-gambaran yang nyata sehingga dapat menggugah para wisatawan untuk datang berkunjung ke Pulau Lombok.",
  "creators": "SILVIA LESTARI",
  "contributors": "LASIMAN (Advisor 1); Maria Nala Damajanti, S.Sn., M.Hum. (Advisor 2); Heru Dwi Waluyanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00022167/DKV/2012; Silvia Lestari (42408178)",
  "subjects": "BOOK DESIGN; CATALOGS; COMMERCIAL ART; GRAPHIC ARTS; LOGOS (SYMBOLS); POSTERS; VISUAL COMMUNICATION"
}