{
  "id": "29449",
  "title": "Pemanfaatan limbah minyak goreng sebagai bahan bakar untuk motor diesel",
  "abstract": "Biodiesel sebagai ester monoalkil merupakan bahan bakar alternatif yang sangat potensial digunakan sebagai pengganti solar karena kemiripan karakteristiknya. Biodisel berbasis minyak sawit (palm oil) secara ekonomis kurang menguntungkan karena harus bersaing dengan minyak goreng komersial yang pada gilirannya mengganggu ketahanan pangan. Sementara itu, Limbah minyak goreng (Waste Cooking Oil, WCO) dari industri pangan maupun rumah tangga banyak dijumpai disekitar kita. Limbah minyak goreng yang tidak bernilai ekonomis ini, jika dibuang ke lingkungan berpotensi mencemari lingkungan. Untuk meningkatkan nilai ekonomis serta mengeliminir pencemaran lingkungan akibat limbah minyak goreng, maka melalui metode re-use, produk berupa limbah ini dikembangkan menjadi suatu bentuk energi terperbaharui yang disebut dengan biodisel WCO melalui proses trans-esterifikasi. Dalam studi ini, kinerja dari biodiesel yang berbasis limbah minyak goreng dengan konsentrasi yang berbeda (5%, 10% dan 15%) dibandingkan dengan bahan bakar solar dan biosolar (produk Pertamina) pada mesin disel injeksi langsung. Pengujian dilakukan dengan menggunakan motor disel Isuzu tipe 4JA1 injeksi langsung pada Water Brake Dynamometer dengan parameter uji: torsi, daya kuda rem (brake horsepower), konsumsi bahan bakar spesifik rem, dan efisiensi termal rem. Hasil pengujian menunjukkan bahwa secara keseluruhan kinerja dari Biodisel WCO lebih rendah dibanding solar murni. Namun,hasil blending Biodisel WCO dengan solar murni pada konsentrasi 5% menghasilkan kinerja yang lebih baik dibanding biosolar produk Pertamina.",
  "creators": "ROBERT ADIATMA WONOWIJOYO",
  "contributors": "Philip Kristanto Tedjasaputra (Advisor 1); Fandi Dwiputra Suprianto, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011007/MES/2013; Robert Adiatma Wonowijoyo (24408010)",
  "subjects": "DIESEL FUEL; DIESEL MOTOR; DIESEL MOTOR-ALTERNATIVE FUELS; BIODIESEL FUELS"
}