{
  "id": "29471",
  "title": "Peranan strategi human capital di PT Andhika Solo Megah",
  "abstract": "Penelitian ini memiliki tujuan untuk melihat peranan strategi human capital di dalam perusahaan. Strategi human capital merupakan strategi yang masih belum dilaksanakan oleh setiap perusahaan, dan strategi ini biasanya hanya diterapkan oleh perusahaan-perusahaan tertentu terutama perusahaan dengan skala industri yang besar. Strategi ini pada dasarnya adalah strategi sumber daya manusia (SDM) yang berfokus pada kemampuan kompetensi dan juga kebutuhan karyawan, tujuan akhirnya adalah karyawan dapat bekerja secara maksimal dan loyal terhadap perusahaan. Jenis penelitian yang digunakan adalah deskriptif dengan menggunakan pendekatan kualitatif. Informan penelitian berasal dari dalam perusahaan yang berjumlah 13 orang. Jenis data yang digunakan adalah data primer dan data sekunder. Metode pengumpulan data yang digunakan adalah wawancara dan kuesioner. Teknik analisis data yang digunakan adalah analisis deskriptif, sedangkan metode pengujian datanya adalah triangulasi. PT Andhika Solo Megah merupakan sebuah perusahaan furniture yang terdapat di kota Solo, perusahaan ini memproduksi furniture melalui hasil desain yang diinginkan oleh konsumen, perusahaan ini menganut sistem costumized furniture sebagai model bisnisnya. Hasil penelitian menunjukkan bahwa penerapan strategi human capital berdampak positif terhadap kinerja, karena karyawan merasa diperhatikan oleh perusahaan, dan merasa nyaman bekerja untuk perusahaan. Selain itu hubungan yang terjalin antara karyawan dan pihak manajemen perusahaan berlangsung sangat baik, hal ini dapat dilihat melalui evaluasi kinerja karyawan yang mengalami peningkatan dalam bentuk produktivitas dengan selalu memenuhi target yang dibebankan oleh perusahaan.",
  "creators": "RENALDO KRISTYAWAN WIDODO",
  "contributors": "Eddy Madiono Sutanto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010776/MAN/2014; Renaldo Kristyawan (31408041)",
  "subjects": "HUMAN CAPITAL--MANAGEMENT; HUMAN RESOURCES MANAGEMENT; STRATEGIC PLANNING; HUMAN CAPITAL"
}