{
  "id": "29478",
  "title": "Gaya dan nilai kepemimpinan dalam suksesi PT. Tri-As Cipta Persada",
  "abstract": "Rencana suksesi dalam bisnis keluarga merupakan hal yang sulit untuk diabaikan. Bisnis keluarga, baik di Indonesia maupun di dunia sekalipun, akan menghadapi masalah suksesi. Suatu bisnis keluarga tidak dapat menghindari masalah suksesi yang pada akhirnya menghasilkan kebutuhan akan perencanaan suksesi dalam bisnis keluarga. Suksesi adalah momen penting dalam keberadaan bisnis keluarga karena sudah sifatnya bahwa suatu bisnis akan ditransfer dari satu generasi ke penerus selanjutnya. Gaya dan nilai kepemimpinan ikut menjadi salah satu unsur penting dalam penerapan suksesi di suatu perusahaan guna mengoptimalkan kondisi tersebut. Sedangkan tujuan dari penelitian ini adalahuntuk mendeskripsikan perencanaan suksesi yang terjadi di perusahaan keluarga PT.Tri-As Cipta Persada serta mengetahui nilai-nilai kepemimpinan dan gaya kepemimpinan terhadap perencanaan suksesi pada PT.Tri-As Cipta Persada. Metode penelitian menggunakan metode kualitatif untuk menggali informasi secara mendalam melalui proses wawancara dan observasi. Hasil dari penelitian ini menunjukan bahwa jenis perusahaan di PT.Tri-As Cipta Persada ini adalah jenis perusahaan Family Business Enterprise (FBE) dimana kepemilikan perusahaan merupakan kepemilikan keluarga dan posisi-posisi kunci dalam perusahaan dipegang oleh anggota keluarga mulai dari komisaris, direktur, dan manajer-manajernya serta penerapan gaya dan nilai kepemimpinan sudah dijalankan dan diterapkan dengan baik di perusahaan PT.Tri-As Cipta Persada.",
  "creators": "METANIA PRASETYA",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor 1); Ronny Herowind Mustamu (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010783/MAN/2014: Metania Prasetya (31410009)",
  "subjects": "EXECUTIVE SUCCESSION; LEADERSHIP; FAMILY-OWNED BUSINESS ENTERPRISES-SUCCESSION; FAMILY-OWNED BUSINESS ENTERPRISES"
}