{
  "id": "29491",
  "title": "Pelatihan dan pengembangan karyawan di PT. X Surabaya",
  "abstract": "Penelitian ini dilakukan untuk menganalisis pelaksanaan program pelatihan dan pengembangan karyawan pada PT. X di Surabaya. Penelitian ini menggunakan metode kualitatif deskriptif. Penetapan narasumber dilakukan dengan metode purposive sampling. Kemudian data diuji keabsahannya dengan menggunakan metode triangulasi sumber. Pelaksanaan kegiatan pelatihan dan pengembangan mencakup kebutuhan pelatihan dan pengembangan yaitu analisis organisasi, analisis pekerjaan dan tugas, analisisn pegawai. Cara menentukan pelatihan dan pengembangan yaitu analisis jabatan, tes psikologi, penyelidikan moral, analisis kegiatan. Sedangkan metode pelatihan yang dipilih yaitu job training dan metode pengembangan dengan metode rolling/rotasi jabatan. Hasil dari analisis pelatihan dan pengembangan yaitu adanya pelatihan selama satu minggu untuk divisi pemasaran dan akuntansi. Adanya SOP dari perusahaan juga sebagai pedoman kerja. Tes psikologi berperan dalam menilai hal-hal yang menyangkut psikologi karyawan. Penyelidikan moral terlihat dari hubungan baik dari sesama pegawai dengan para atasannya. Analisis kegiatan yang dilakukan perusahaan sudah sesuai antara bidang pekerjaan dengan jenis pelatihan dan pengembangan yang diberikan. Metode pelatihan masih belum efektif dan efisien dan belum memiliki training center sendiri serta metode pengembangan belom efektif karena adanya metode rolling/rotasi jabatan.",
  "creators": "MELIANA TANDIANTO",
  "contributors": "Maria Praptiningsih, S.E., M.Sc.FE. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010720/MAN/2014; Meliana Tandianto (31410123)",
  "subjects": "EMPLOYEES-TRAINING OF; PERSONNEL MANAGEMENT; EMPLOYER TRAINING PERSONNEL-TRAINING OF"
}