{
  "id": "29492",
  "title": "Analisa deskriptif manajemen persediaan pada PT. Usman Sinar Bulan, Sidoarjo",
  "abstract": "Tujuan yang ingin dicapai dalam penelitian ini adalah untuk mengoptimalisasi perencanaan persediaan arus material di PT. Usman Sinar Bulan. Jenis penelitian dalam skripsi termasuk deskriptif kualitatif. Informan penelitian yaitu pimpinan produksi/bagian produksi, dan bagian manajemen untuk mendapatkan data tentang obyek secara nyata (riil) yang ada di dalam proses produksi untuk memperoleh data kebutuhan bahan baku, data produksi, dsb. Teknis analisis data yang dipakai dalam penelitian ini adalah analisis kualitatif yaitu cara penelitian yang menghasilkan data deskriptif yang dinyatakan oleh informan secara lisan. Data yang telah terkumpul kemudian dipelajari, diteliti, dan dianalisa secara utuh. Sehingga nantinya akan diperoleh penjelasan dan ditarik kesimpulan secara logis. Hasil perencanaan persediaan produk LPG PT. Usman Sinar Bulan,dalam penelitian ini adalah (1) tingkat persediaan pengaman (safety stock) LPG 3 kg sebesar 146 tabung, dengan pemesanan akan dilakukan kembali jika persediaan mencapai 2481 tabung dan frekuensi pembelian LPG 3 kg dalam dua tahun adalah 28 kali dan rata-rata umur persediaan adalah 13 hari; (2) tingkat persediaan pengaman (safety stock) LPG 12 kg sebesar 194 tabung dengan pemesanan akan dilakukan kembali jika persediaan mencapai 3439 tabung, dan Frekuensi pembelian LPG 12 kg dalam dua tahun adalah 88 kali dan rata-rata umur persediaan adalah 4 hari; (3) Tingkat persediaan pengaman (safety stock) LPG 50 kg sebesar 134 tabung, dengan pemesanan akan dilakukan kembali jika persediaan mencapai 3614 tabung, dan frekuensi pembelian LPG 50 kg dalam dua tahun adalah 192 kali dan rata-rata umur persediaan adalah 2 hari.Saran yang dapat dikemukakan dalam penelitian ini adalah Pihak PT. Usman Sinar Bulan hendak lebih memperhatikan safety stock pada masing-masing LPG 3 kg, 12 kg dan 50 kg dan mendokumentasikan dengan baik data hasil perhitungan pengendalian persedian untuk di masa yang akan datang dan perusahaan seharusnya memasukkan komponen biaya listrik, transportasi dan penyusutan gedung dalam perhitungan model EOQ.",
  "creators": "PRASETYA HALIM SAPUTRA",
  "contributors": "Zeplin Jiwa Husada Tarigan (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010791/MAN/2014: Prasetya Halim Saputra (31410130)",
  "subjects": "MATERIALS MANAGEMENT; SUPPLY CHAIN MANAGEMENT; INVENTORY"
}