{
  "id": "29499",
  "title": "Perencanaan suksesi dan manajemen konflik pada PT. ABC di Muara Teweh",
  "abstract": "Perekonomian di Indonesia didukung oleh adanya bisnis keluarga terbukti dengan banyaknya negara-negara besar di dunia yang terkontribusi oleh adanya bisnis keluarga. Sebuah bisnis keluarga memiliki peran yang sangat besar bagi perekonomian dunia maupun perekonomian suatu negara secara khusus. 90% perusahaan di Amerika Serikat merupakan perusahaan yang dimiliki oleh keluarga (Poza, 2010). Jumlah perusahaan keluarga di Asia dan Amerika sebanyak 90%, Amerika Selatan 85%, Eropa dan Afrika 70% dan Australia 65% dari jumlah keseluruhan bisnis yang ada pada negara tersebut. Perusahaan keluarga tidak hanya berkembang di luar negeri, namun juga berkembang di Indonesia. Penelitian ini merupakan penelitian mengenai penerapan proses suksesi. Penelitian ini bertujuan untuk mendeskripsikan serta menganalisa secara mendalam bagaiamana proses suksesi tersebut dijalankan serta penyelesaian konflik yang terjadi di PT Mitra Barito. Untuk dapat memahami permasalahan yang timbul dalam sebuah perusahaan keluarga, maka perlu adanya perencanaan, persiapan dan penerapan suksesi dalam suatu perusahaan keluarga. Metode penelitian yang digunakan oleh penulis adalah penelitian kualitatif untuk menggali informasi secara mendalam melalui proses wawancara. Hasil penelitian menunjukkan bahwa dalam suatu perencanaan suksesi perlu adanya beberapa tahapan yang harus dijalankan. konflik yang terjadi di perusahaan, diselesaikan dengan cara akomodasi dan kolaborasi sebagai penyelesaian yang dirasa paling efektif serta manajemen konflik berpengaruh pada perencanaan suksesi yang efektif di PT Mitra Barito.",
  "creators": "WINDA OCTAVIANTY LUKMAN",
  "contributors": "Maria Praptiningsih, S.E., M.Sc.FE. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010770/MAN/2014: Winda Octavianty Lukman (31410196)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES-SUCCESSION; FAMILY-OWNED BUSINESS ENTERPRISES; CONFLICT MANAGEMENT"
}