{
  "id": "29508",
  "title": "Pengelolaan dan pengembangan bisnis pada aspek sumber daya manusia pada PT Mustika Buana Bahana Jaya",
  "abstract": "Tujuan penelitian ini untuk mengetahui pengelolaan dan pengembangan bisnis pada aspek sumber daya manusia PT Mustika Buana Bahana Jaya. PT Mustika Buana Bahana Jaya adalah perusahaan yang bergerak dalam industri palawija terutama beras, jagung dan kacang-kacangan. Dalam penelitian ini peneliti menggunakan analisa internal dan analisa eksternal Five Forces Porter Analysis untuk menghasilkan SWOT Matrix dan kemudian membuat rencana strategi perusahaan dan strategi pengembangan sumber daya manusia pada PT Mustika Buana Bahana Jaya. Hasil dari penelitian bahwa strategi S-O perusahaan adalah meningkatkan kualitas produk, memaksimalkan produktivitas dan memaksimalkan distribusi penjualan. Strategi W-O perusahaan adalah meningkatkan inovasi produk, memaksimalkan waktu kerja karyawan dan menentukan standar pada biji-bijian yang akan diolah. Strategi S-T perusahaan membentuk skala ekonomi lebih besar dan fokus pada value kualitas bagi pembeli dan pemasok, investasi jangka panjang dan distribusi penjualan yang luas. Strategi W-T membuat inovasi produk. Rencana strategi perusahaan dan strategi manajemen sumber daya manusianya adalah cost leadership dan strategi pengurangan biaya, di mana strategi ini untuk menekan segala biaya-biaya yang ada dalam perusahaan termasuk biaya produksi, agar biaya yang dikeluarkan perusahaan untuk memproduksi barang atau jasanya lebih rendah dibandingkan dengan perusahaan lain. strategi pengurangan biaya dimana strategi ini berusaha mendapatkan keunggulan bersaing melalui biaya produksi yang rendah fokus utama diarahkan strategi ini adalah pada upaya meningkatkan produktivitas, yakni melalui biaya output per individu.",
  "creators": "GABRIELA ANITA CORLIANO",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor 1); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010768/MAN/2014; Gabriela Anita Corliano (31410246)",
  "subjects": "BUSINESS MANAGEMENT; PERSONNEL MANAGEMENT; HUMAN RESOURCES MANAGEMENT"
}