{
  "id": "29502",
  "title": "Pemimpin yang melayani dalam mengatasi Counter-Productive Work Behavior pada hotel X",
  "abstract": "Perilaku kerja individu merupakan aspek yang penting dan memberi dampak bagi produktivitas sebuah perusahaan. Perilaku kerja yang tidak produktif merupakan sebuah respon ketidakpuasan individu yang bertujuan untuk merugikan perusahaan. Kepemimpinan merupakan aspek yang mempengaruhi respon dari individu berhubungan dengan perilaku kerja individu. Sebuah gaya kepemimpinan yang melayani mampu mengerti kondisi dari tindakan individu dan memberi alternatif respon yang menciptakan perilaku kerja yang produktif. Berdasarkan hal tersebut penulisan ini bertujuan untuk menganalisis Pemimpin yang melayani dalam mengatasi counter-productive work behavior pada Hotel X. Penulisan diharapkan dapat memberi pengertian tentang dampak yang diberikan oleh sebuah gaya kepemimpinan. Dalam penulisan ini, pengumpulan data menggunakan metode wawancara dan observasi. Dalam penentuan informan, penulis menggunakan metode purposive sampling. Untuk menguji keabsahan data, menggunakan triangulasi dengan membandingkan hasil wawancara dan hasil observasi. Hasil dari penulisan ini menyatakan bahwa ada tiga counter-productive work behavior pada Hotel X, yaitu gosip sesama rekan kerja, penggunaan bahasa kasar, dan waktu istirahat berlebihan. Pemimpin mampu mengurangi counterproductive work behavior, tetapi tidak dapat menghilangkan counter-productive work behavior sepenuhnya. Pemimpin perlu berusaha menempatkan diri pada posisi individu lain dan bersikap professional dalam memberi respon dan keputusan.",
  "creators": "JOSHUA BUDIMAN",
  "contributors": "Eddy Madiono Sutanto (Advisor 1); Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010773/MAN/2014; Joshua Budiman (31410224)",
  "subjects": "ORGANIZATIONAL BEHAVIOR; LEADERSHIP; LABOR PRODUCTIVITY"
}