{
  "id": "29501",
  "title": "Analisis kompensasi pada PT. Makmur Jaya Mojokerto",
  "abstract": "Persaingan dunia bisnis semakin ketat terutama pada bisnis makanan dan minuman di mana semakin banyak varian produk yang inovatif. Karena ketatnya persaingan pada industri ini, pengusaha dituntut untuk terus berkembang dan berinovasi. Pengusaha dalam hal ini harus memanfaatkan sumber daya yang ada dengan sebaik-baiknya dalam hal ini sumber daya manusia di mana sumber daya manusia merupakan salah satu faktor terpenting yang berpengaruh terhadap kesuksesan perusahaan. Oleh karena itu sudah seharusnya pengusaha juga memberikan kompensasi yang sesuai untuk karyawan mereka. Skripsi ini dilakukan untuk mengetahui bagaimana kompensasi pada PT. Makmur Jaya pada divisi produksi dan pemasaran. Selain itu juga untuk menggambarkan metode evaluasi dan analisis pekerjaan sebagai dasar penetapan kompensasi di PT. Makmur Jaya pada divisi produksi dan pemasaran, untuk menggambarkan kompensasi langsung dan tidak langsung di PT. Makmur Jaya pada divisi produksi dan pemasaran. Skripsi ini menggunakan metode kualitatif deskriptif dengan teknik purposive sampling. Hasil penelitian dan pengamatan pada PT. Makmur Jaya menunjukkan bahwa dalam penetapan kompensasi yang diberikan kepada pekerja menggunakan evaluasi pekerjaan. Hal ini dapat dijelaskan dan dijabarkan dari analisis survei gaji dan upah, evaluasi pekerjaan, pengelompokan pekerjaan, pemberian kompensasi pada tingkat pembayaran baik kompensasi financial dan kompensasi non financial.",
  "creators": "LINDA LISTYANI",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor 1); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010777/MAN/2014; Linda Listyani (31410216)",
  "subjects": "COMPENSATION MANAGEMENT; PERSONNEL MANAGEMENT"
}