{
  "id": "29534",
  "title": "Analisis faktor-faktor yang membentuk pengambilan keputusan pembelian paket wisata bagi individual yang mengadakan outbound tour",
  "abstract": "Seiring dengan perkembangan pariwisata yang semakin meningkat, hal ini juga menyebabkan semakin maraknya persaingan antara travel agent. Setiap travel agent tersebut saling bersaing dalam mendapatkan konsumen sebanyak-banyaknya dengan memberi penawaran berbagai macam produk atau jasa dengan harga yang kompetitif dibandingkan pesaingnya. Di dalam persaingan yang ketat pelaku usaha travel agent juga harus kreatif dan inovatif seperti menawarkan paket outbound tour (wisata ke luar negeri). Berbagai paket wisata outbound tour yang berharga murah membuat tidak sedikit masyarakat Indonesia, termasuk dari kalangan menengah, yang tampaknya mulai rajin berwisata ke luar negeri. Momen yang sering digunakan oleh masyarakat Indonesia ketika melakukan outbound tour adalah ketika liburan sekolah, tahun baru, atau ketika hari raya. Karena itu, penelitian dilakukan dengan tujuan untuk mengetahui faktor-faktor yang membentuk pengambilan keputusan pembelian paket wisata bagi individual yang mengadakan paket outbound tour. Dalam penelitian ini populasinya adalah masyarakat di Surabaya yang melakukan pembelian paket wisata outbound tour di Celindo Tour and Travel dan Ventura Tour and Travel. Jumlah responden yang digunakan sebanyak 100 orang. Prosedur pengumpulan data yang digunakan adalah menggunakan kuesioner. Teknik analisis data yang digunakan adalah analisis faktor Hasil penelitian menunjukkan faktor pertama yang terbentuk adalah faktor motivasi dan keinginan. Faktor motivasi dan keinginan terdiri dari kebutuhan atau keinginan berwisata, lebih menyukai wisata ke luar negeri daripada dalam negeri, wisata ke luar negeri sebagai suatu tren, wisata ke luar negeri sebagai gaya hidup, kebiasaan berpetualang atau menyukai tantangan sejak kecil, pembelian karena sesuai dengan keinginan, menghabiskan masa liburan, dan menunjukkan ke orang lain apabila dapat/mampu melakukan perjalanan ke luar negeri.",
  "creators": "MELISSA GUNAWAN; MARVA LIANA SUGIARTO",
  "contributors": "Edwin Japarianto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010174/MAN/2013; Melissa Gunawan (35409037), Marva Liana Sugiarto (35409049",
  "subjects": "CONSUMER BEHAVIOR; TOURIST TRADE-RESEARCH; TOURIST TRADE-MANAGEMENT"
}