{
  "id": "2953",
  "title": "Analyzing customer loyalty through relationship marketing in restaurant Lucky City Hoofddorp-Netherlands",
  "abstract": "This thesis is written by the writers as the requirement to finish the writer?s study in Hotel Management of Petra Christian University, Indonesia and Christelijke Hogeschool Noord Nederland. The first part of this thesis will give some information and description about The \"Lucky City\" Restaurant in Hoofddorp-Noord Nederland. The second part of this thesis will contain a qualitative research that the writers have done, which will be started by reviewing the literature. The literature review will explain and describe about what relationship marketing is, what customer loyalty is, who are your customers, how to make a good relation with the customers through relationship marketing, how relationship marketing influence customer loyalty, and how to measure customer loyalty. The qualitative research will contain of observation to the market, interview with sources of information, in this case is the owner from the restaurant \"Lucky City\" in Hoofddorp and also the writers will give questionnaires to the customer that is related. The third part of this thesis will contain the main idea from this thesis; this part will try to show us how to reach customer loyalty through relationship marketing. The fourth part of this thesis will contain the customer analysis. And the last part of this thesis will be the conclusion from the whole research and observation from the writers within 10 months working in \"Lucky City\" restaurant in Hoofddorp. The writers decided to choose this topic because the writers thought that this case is relevant with the current condition and situation, because most of the customers in restaurant \"Lucky City\" are existing customers. The writers hope that this thesis will give some help and information about relationship marketing to get customer loyalty.",
  "creators": "SERLY THERESIA TIPAWAEL; SELVIE CHRISTIANI",
  "contributors": "HENK BRUINS (Advisor and Examination Committee); S.Y. TANG-PANG (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010217/HTL/2005; Serly Theresia Tipawael (33400090), Selvie Christiani (33400136)",
  "subjects": "RESTAURANTS-MARKETING; RESTAURANT MANAGEMENT"
}