{
  "id": "29530",
  "title": "Pengelolaan dan pengembangan usaha kosmetik pada PT Marvel Unicos Century di Gedangan Sidoarjo",
  "abstract": "Persaingan usaha menuntut perusahaan untuk terus berkembang baik itu perusahaan kecil maupun perusahaan besar agar bisa tetap bertahan dan memenangkan persaingan. PT Marvel Unicos Century merupakan perusahaan keluarga yang bergerak dalam bidang usaha kosmetik seperti parfum, air serum, handbody, lulur dengan berbagai macam varian. Tujuan penelitian ini untuk mendeskripsikan pengelolaan perusahaan, menganalisa situasi dan kondisi internal eksternal perusahaan, melakukan analisa SWOT, dan merumuskan alternatif pengembangan usaha kosmetik di PT Marvel Unicos Century. Dalam penelitian ini peneliti menggunakan analisa internal fungsi bisnis dan analisa eksternal five porter analysis untuk mengetahui SWOT Matrix dan membuat formulasi strategi pengembangan PT Marvel Unicos Century dengan metode deskriptif kualitatif. Hasil penelitian menghasilkan sebuah matrik SWOT. Dari matrix SWOT didapatkan strategi S-O perusahaan adalah memperluas daerah pemasaran dan meningkatkan produktivitas, efisiensi dan efektivitas produksi. Strategi W-O perusahaan adalah memperbaiki sistem manajemen dan strukturnya serta menggunakan tegnologi dalam manajemen perusahaan. Strategi S-T perusahaan adalah menjaga kualitas dan harga produk supaya dapat bersaing dengan kompetitor, menjaga nama baik perusahaan dan brand di depan customer. Strategi W-T dengan memperbaiki struktur modal perusahaan. Oleh karena itu, formulasi strategi perusahaan adalah cost leadership dengan menambah kapasitas produksi perusahaan supaya biaya lebih rendah dan margin yang diperoleh lebih tinggi dan diferensiasi produk seperti membuat kemasan baru yang menarik.",
  "creators": "ERIC KURNIAWAN TANARTO",
  "contributors": "Zeplin Jiwa Husada Tarigan (Advisor 1); Maria Praptiningsih, S.E., M.Sc.FE. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010578/MAN/2013; Eric Kurniawan Tanarto (31409089)",
  "subjects": "CORPORATION-MANAGEMENT; STRATEGIC PLANNING"
}