{
  "id": "29542",
  "title": "Analisa sikap audience terhadap product placement dan keputusan pembelian: studi kasus product placement Indosat Mentari pada reality show Xfactor Indonesia",
  "abstract": "Product placement merupakan salah satu alternatif promosi melalui media dengan cara yang lebih halus dan hal tersebut sudah merambah bukan saja pada sebuah film namun juga pada acara televisi. Kurang efektivitasnya sebuah iklan yang terterah pada jeda setiap acara televisi membuat sebuah merek juga berusaha dimasukkan ke dalam sebuah acara televisi agar mudah dilihat oleh audience. Penelitian ini membahas sikap audience terhadap product placement dan keputusan pembelian berpengaruh terhadap product placement dari merek mentari pada acara televisi Xfactor indonesia. Sozialisation agent di gunakan sebagai dasar untuk mengukur sikap audience terhadap product placement dan keputusan pembelian suatu konsumen. Adapun variabel dalam sikap audience terhadap product placement yaitu dari sikap positif dan sikap negatif yang diberikan responden, sedangkan untuk keputusan pembelian yaitu terdiri dari pengaruh marketing, pengaruh sosial, pengaruh situsional, dan pengaruh psikologis. Pada penelitian ini diketahui bahwa socialization agent responden berpengaruh kepada sikap audience terhadap product placement dan keputusan pembelian audience. Audience dipengaruhi oleh teman, keluarga, dan acara televisi dalam mengetahui suatu merek atau acara televisi. Hal ini akan berdampak pada sikap positif audience terhadap product placement dan keputusan pembelian.",
  "creators": "CHRIS IRWANTO SAPUTRA",
  "contributors": "Leonid Julivan Rumambi (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020388/MAN/2013; Chris Irwanto S. (36409048)",
  "subjects": "MARKETING-MANAGEMENT; MARKETING RESEARCH; PRODUCT PLACEMENT IN TELEVISION PROGRAMS"
}