{
  "id": "29543",
  "title": "Pengaruh functional attributes, non-fuctional attributes , dan corporate ability association terhadap brand loyalty Java Paragon Hotel and Residences Surabaya",
  "abstract": "Surabaya adalah kota terbesar kedua di Indonesia dengan pertumbuhan industri yang sangat pesat, terutama di bidang hospitality. Meraih loyalitas konsumen dan mempertahankannya adalah hal yang penting bagi hotel-hotel di Surabaya. Penelitian ini dimaksudkan untuk mengetahui sejauh mana pengaruh functional attributes association, non-functional attributes, dan corporate ability, yang merupakan dimensi dari brand association, terhadap brand loyalty, baik secara serentak ataupun parsial. Selain itu, penelitian ini juga bertujuan untuk menemukan variabel manakah yang paling berpengaruh pada brand loyalty. Penelitian dilaksanakan secara kuantitatif, dengan jumlah responden sebanyak 135 responden. Teknik pengambilan data dilakukan dengan non-probability sampling, teknik purposive sampling. Metode pengolahan data dilakukan dengan menggunakan validitas, reliabilitas, analisa statistik deskriptif, dan uji asumsi klasik. Sedangkan metode analisis data yang dipakai adalah dengan menggunakan metode analisa faktor terlebih dahulu dari indikator variabel yang ada, kemudian dilakukan analisa regresi linear berganda, uji F dan uji t. Dari hasil penelitian diketahui bahwa functional attributes association, non-functional attributes, dan corporate ability berpengaruh secara signifikan terhadap brand loyalty Java Paragon Hotel and Residences. Dan variabel corporate ability association adalah variabel yang paling berpengaruh terhadap brand loyalty.",
  "creators": "FLORA NATALIA REGAL",
  "contributors": "Edwin Japarianto (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020404/MAN/2013; Flora Natalia Regal (36409058)",
  "subjects": "BRAND LOYALTY"
}