{
  "id": "29556",
  "title": "Analisa pengaruh kepuasan wisatawan mancanegara atas atribut destinasi wisata Surabaya terhadap terjadinya positif word of mouth",
  "abstract": "Analisa Pengaruh Kepuasan Wisatawan Mancanegara Atas Atribut Destinasi Wisata Surabaya Terhadap Terjadinya Positif Word of Mouth. Tujuan penelitian ini adalah untuk mengetahui atribut-atribut destinasi wisata apa saja yang dianggap penting oleh wisatawan mancanegara. Penelitian ini juga memperlihatkan faktor kepuasan terhadap setiap atribut destinasi wisata, kekuatan hubungan kepentingan dan kepuasan masing-masing atribut destinasi wisata tersebut dengan word of mouth yang positif serta pengaruhnya terhadap minat wisatawan mancanegara untuk memberikan word of mouth yang positif terhadap Surabaya. Jumlah sampel yang digunakan sebanyak 100 responden di mana mereka adalah wisatawan mancanegara yang sedang berwisata di Surabaya minimal sudah tinggal selama 3 hari. Teknik analisis data yang digunakan adalah analisis deskriptif, statistic means score, cross tabulation, customer satisfaction index, analisa korelasi pearson product moment, analisa regresi linear sederhana, dan uji F. Dari hasil penelitian menunjukkan adanya 10 atribut destinasi wisata yang dianggap penting oleh wisatawan mancanegara, dan 4 diantaranya memiliki hubungan yang cukup kuat dengan kepuasan wisatawan. Dan ditunjukkan juga adanya pengaruh positif antara kepuasan wisatawan atas 10 atribut destinasi wisata dengan minat wisatawan mancanegara untuk memberikan word of mouth yang positif.",
  "creators": "HENRY PORNOMO",
  "contributors": "Rachmat Sugianto (Advisor 1); Michael Adiwijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010177/MAN/2014; GwantoroTanzil (35409015), Henry Pornomo (35409043)",
  "subjects": "CONSUMER SATISFACTION; TOURIST TRADE-SURABAYA; TOURIST TRADE-RESEARCH"
}