{
  "id": "29557",
  "title": "Pengaruh service marketing mix terhadap keputusan pembelian paket perjalanan wisata ke luar negeri pada biro perjalanan wisata di Surabaya",
  "abstract": "Dewasa ini, jumlah masyarakat Surabaya yang melakukan perjalanan wisata ke luar negeri dengan membeli paket outboud tour pada Biro Perjalanan Wisata khususnya di Surabaya semakin meningkat. Dalam meningkatkan volume penjualannya, Biro Perjalanan Wisata dituntut untuk mengetahui secara jelas faktor-faktor yang dapat mempengaruhi keputusan pembelian konsumen. Oleh karena itu penelitian ini dilakukan untuk menganalisa beberapa faktor yang mempengaruhi keputusan pembelian konsumen ditinjau dari 7P’s marketing mix. Tujuan dari penelitian ini adalah untuk mengetahui apakah 7P’s berpengaruh secara signifikan terhadap keputusan pembelian serta variabel mana yang berpengaruh paling dominan. Jenis penelitian yang digunakan adalah kuantitatif deskriptif, di mana dipilih responden yang pernah mengikuti paket outbound tour dalam 3 bulan terakhir dan berdomisili di Surabaya. Metode penarikan sampel yang digunakan adalah non probability sampling dengan cara judgemental sampling. Metode pengumpulan data menggunakan kuesioner, teknik analisa data yang digunakan adalah SPSS 17.00 dengan metode statistik deskriptif dan regresi linier berganda. Hasil penelitian menunjukkan bahwa secara bersama-sama ketujuh variabel berpengaruh secara signifikan terhadap keputusan pembelian paket outbond tour. Sedangkan secara parsial, hanya variabel Price, Place, People, Product, dan Promotion yang berpengaruh secara signifikan. Sedangkan variabel Process dan Physical Evidence tidak berpengaruh secara signifikan terhadap keputusan pembelian paket outbound tour pada BPW di Surabaya.",
  "creators": "YENNI AGUSTIN",
  "contributors": "Edwin Japarianto (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010178/MAN/2014; Yeni Agustin (35409016)",
  "subjects": "CONSUMERS-RESEARCH; TOURIST TRADE-MARKETING; TOURIST TRADE-MARKETING-RESEARCH"
}