{
  "id": "29555",
  "title": "Analisis keterkaitan faktor demografis dan psikografis terhadap buying decision warga Surabaya atas paket wisata luar negeri yang ditawarkan oleh suatu biro perjalanan wisata",
  "abstract": "Pariwisata pada hakekatnya adalah suatu cara memenuhi kebutuhan manusia dalam memberi hiburan rohani dan jasmani setelah beberapa waktu bekerja serta memiliki dana untuk berwisata mengunjungi daerah lain (pariwisata dalam negeri) atau negara-negara lain (pariwisata luar negeri). Demografi merupakan salah satu faktor eksternal yang membentuk permintaan pariwisata. Demografis juga membantu peramalan trend suatu produk bertahun-tahun mendatang serta perubahan permintaan dan pola konsumsi. Karena itu peran demografi dalam dunia pemasaran amatlah besar. Ada empat faktor yang mempengaruhi perilaku konsumen di antaranya, faktor budaya, faktor sosial, faktor pribadi, dan faktor psikologis. Dalam persaingan yang semakin ketat, pemahaman akan kepribadian, konsep diri, gaya hidup, serta faktor psikografis dari konsumen merupakan satu cara memenangkan hati konsumen karena secara tidak langsung dengan mengetahui faktor psikografis dari konsumen para pemasar telah melakukan pendekatan yang sesuai dengan karakteristik dari konsumen itu sendiri. Dalam artian para pemasar mengerti apa yang diinginkan oleh konsumen yang akan dihadapinya dan menyediakan apa yang menjadi harapan dari konsumen. Penelitian ini dilakukan untuk mengetahui apakah pengaruh faktor demografis dan psikografis terhadap keputusan pembelian warga Surabaya akan paket wisata luar negeri yang ditawarkan oleh biro perjalanan wisata dan manakah dari kedua faktor tersebut yang paling berpengaruh terhadap keputusan pembelian warga Surabaya. Penellitian ini menggunakan analisa regresi linear sederhana. Hasil analisa ini menunjukkan bahwa adanya pengaruh positif antara faktor demografis dan psikografis terhadap keputusan pembelian warga Surabaya akan paket wisata luar negeri yang ditawarkan oleh biro perjalanan wisata dan faktor demografis merupakan faktor yang paling berpengaruh terhadap keputusan pembelian warga Surabaya.",
  "creators": "SELVY CAHYONO",
  "contributors": "Edwin Japarianto (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010186/MAN/2014; Selvy Cahyono (35409013)",
  "subjects": "TOURIST TRADE-RESEARCH; TRAVEL AGENTS"
}