{
  "id": "29579",
  "title": "Swearwords used by gangster in the Alpha Dog Movie",
  "abstract": "Many people assume that swearwords is a rude word and should be avoided . Swearwords has a bad image in the eyes of society in general. Those words are used to insult, to curse, to offend or to mock at something when the speaker has strong emotion (Hughes, 1991,05). To swear at someone or something is to insult and deprecate the object of abuse, as well as to use other kinds of dysphemism (Allan&Burridge, 2006,76). Apparently some experts and scholars have been able to prove that swearwords also has a purpose and a meaning beside the one as commonly held. They are also likely to swear when they would like to express frustration or anger, surprise or shock, to shock, to insult someone, but sometimes they swear to assert their identity in a group or to indicate friendship (Andersson, 1985). Therefore, the writer took the \"Alpha Dog\" movie as an example of the analyzed cases. The writer conducted this research using descriptive qualitative method in order to get the best result. In this study the writer was able to conclude that what has had been said by experts was proven. Furthermore the writer also found the results from the analysis of the categories of swearwords based on what has been classified by experts. Examples have been found by the writer including the categories of epithets derived from tabooed bodily organs, epithets derived from bodily effluvia, epithets derived from sexual behaviours, dysphemistic epithets that pick on real physical characteristics that are treated as though they are abnormalities, imprecations and epithets invoking mental subnormality or derangement. Finally, the writer also managed to find the reason for the characters to use swearwords in the movie.",
  "creators": "DANIEL CHRISTIAN",
  "contributors": "Samuel Gunawan (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012088/ING/2014; Daniel Christian (11409047)",
  "subjects": "ENGLISH LANGUAGE-SOCIAL ASPECTS; SOCIOLINGUISTICS; SWEAR WORDS"
}