{
  "id": "29572",
  "title": "Pertimbangan penggunaan freeware sebagai alternatif dalam penjadwalan proyek",
  "abstract": "Penggunaan aplikasi komputer sudah menjadi hal yang umum pada bidang teknik sipil khususnya penjadwalan proyek. Kebanyakan dari aplikasi komputer tersebut tidak bisa didapatkan secara cuma-cuma atau gratis bahkan harga yang diberikan pun dirasa cukup mahal namun saat ini sudah ada beberapa aplikasi komputer yang bisa digunakan secara cuma-cuma atau yang biasa disebut dengan freeware. Penggunaan freeware ini tentu bertujuan untuk mempermudah dalam penjadwalan proyek. Tujuan dari penelitian ini adalah untuk memberikan alternatif dalam penggunaan freeware penjadwalan proyek. Saat ini telah terdapat bermacam-macam freeware untuk membantu proses penjadwalan proyek, namun hanya empat buah freeware yang dibahas di sini antara lain Open Workbench, OpenProj, Gantt Project, dan jxProject. Penelitian ini membandingkan kinerja software komersial (Microsoft Project) dengan empat buah freeware dengan menggunakan metode penelitian yaitu pendekatan studi literatur, pengumpulan dan pengenalan freeware, metode penjadwalan software, kerangka dasar penelitian, pengambilan data, proses input data, analisis, penilaian freeware dan kesimpulan. Penentuan hasil penelitian ini menggunakan total dari nilai evaluasi dari tiap kriteria perbandingan yang kemudian didapatkan kesimpulan bahwa OpenProj memiliki nilai evaluasi yang mendekati nilai evaluasi Microsoft Project.",
  "creators": "YOHANA GUNAWAN HENUK; VANESSA PARAMITHA TEGUH",
  "contributors": "Paulus Nugraha (Advisor 1); Sandra Loekita (Advisor 2); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011945/SIP/2013; Yohana Gunawan Henuk (21410039), Vanessa Paramitha Teguh (21410078)",
  "subjects": "PROJECT MANAGEMENT; INDUSTRIAL PROJECT MANAGEMENT-COMPUTER PROGRAMS"
}