{
  "id": "29578",
  "title": "Perancangan buku ilustrasi dengan tema peristiwa kerusuhan mei 1998",
  "abstract": "SARA (Suku, Agama, Ras, dan Antar golongan) merupakan isu yang paling controversial hingga saat ini. Fenomena controversial pada SARA sudah menjadi tidak ayal sejak zaman orde baru. Salah satu tragedi yang signifikan sinya cukup krusial hingga saat ini adalah peristiwa kerusuhan Mei 1998. Etnis Tiong Hua bak menjadi kawula bagi kaum pribumi. Mulai dari anarkisme, kekerasan seksual, hingga pembunuhan secara tidak manusiawi. Pelbagai upaya dilakukan untuk memberantas diskriminasi dan rasisme. Namun, secara teleologis, hasil seolah-olah nihil. Terjadi sebuah diskrepansi yang cukup senjang antar kaum pribumi dengan TiongHoa. Salah satu upaya adalah dengan ilustrasi. Dalam skripsi ini, penulis memilih untuk membuat ilustrasi. Di era visual ini, ilustrasi merupakan sebuah medium komunikasi yang efektivitasnya cukup mapan. Melalui buku ilustrasi, penulis membuat sebuah narasi mengenai tragedi Mei 1998. Metode yang digunakan adalah dengan membuat buku ilustrasi, yaitu ilustrasi realis. Bahasa yang digunakan adalah sastra lama (campuran melayu dan angkatan 45) yang melambangkan perjuangan tokoh utama tersebut. Terakhir, penulis simpulkan bahwa manusia tinggal di bawah langit yang sama, tanah yang sama, dan bumi yang sama. Tidak seharusnya manusia melakukan aksi diskriminasi terhadap SARA tertentu, terlebih sampai berusaha memusnahkan satu sama lain. Buku ini diharapkan dapat menyadarkan benak masyarakat pentingnya memupuk kebersamaan, dan menghilangkan rasa benci, sehingga peristiwa serupa tidak terulang di kemudian hari.",
  "creators": "LEVINA ISADA",
  "contributors": "Obed Bima Wicandra (Advisor 1); Dr. Aniendya Christianna, S.Sn., M.Med.Kom. (Advisor 2); Bing Bedjo Tanudjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00022448/DKV/2014; Levina Isada (42410064)",
  "subjects": "BOOK COVERS; VISUAL COMMUNICATION; GRAPHIC ARTS; COMMERCIAL ART; BOOK DESIGN; POSTERS"
}