{
  "id": "2957",
  "title": "The Strategic marketing in product differentiation to keep the loyal customer in De Jonge Dikkert Restaurant",
  "abstract": "The marketers try to understand the target market needs, wants, and demands. People need food, water, recreation, education, and entertainment. These needs become wants when they are direct to specific objects that might satisfied the needs. A person needs food but wants mango. Demands are wants for specific products backed by an ability to pay. Companies must measure not only how many people want their products but also how many would actually be willing and able to buy it. People are satisfied with their needs and wants with the product. A product is any offering that can satisfy the needs or wants. In this time, product is one of the management tool in business and can affect the existence of the company. This thesis is analyzing about ?Strategic Marketing in Product Differentiation to Keep the Loyal Costumer in De Jonge Dikkert Restaurant?. De Jonge Dikkert Restaurant has existed from May 12, 1672. So, it is 333 years old now. The writers think it is necessary because this restaurant has existed from a long time ago and still stand until now. It is amazing. How can they survive for 333 year? How can they adapt with people?s desire along with the transitional era (especially in product)? The first part of this thesis will give an introduction about De Jonge Dikkert Restaurant, such as history, structure of organization, and the reason of making this thesis. The second part is a qualitative research, which starts by reviewing the literature. The literature reviews show what marketing is, what product differentiation is and how it is important in strategic marketing, and why product differentiation can be affected for loyal guests. The first step, the writers are looking at the competition around the restaurant, what kind of product that the restaurant sell that make them different from the others, and how to make the customers loyal for a long period. The third part is about case analysis. The writers will analyze about the steps that have been taken by De Jonge Dikkert Restaurant in marketing to keep and maintain their performance. The case study is based on literature reviews, in depth interviews with the employee and owner of restaurant and some of the guests, and observed in the restaurant. The last part is, the writers will make the conclusion from the observation and decide what steps should be kept and taken in order to increase the quality of the product, costumer loyalty due to the strategic marketing in product differentiation. The writers hope that the recommendation and the suggestion can help De Jonge Dikkert Restaurant in the future.",
  "creators": "LILY SETIAWATI GUNAWAN; CICILIA LOMANTA",
  "contributors": "HENK BRUINS (Advisor 1); STEVEN HOUTBRAKEN (Advisor 2); K.W. VAN DER HOEK (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02010219/HTL/2005; Lily Setiawati Gunawan (33400056), Cicilia Lomanta (33400153)",
  "subjects": "RESTAURANT MANAGEMENT; HOTEL MANAGEMENT"
}