{
  "id": "29584",
  "title": "Perancangan film pendek tentang pengelolaan waktu sebagai upaya membangun kesadaran bagi mahasiswa",
  "abstract": "Kita masing-masing memiliki 24 jam, 7 hari seminggu dan 52 minggu setiap tahun. Banyaknya waktu tidak begitu penting tapi lebih penting bagaimana waktu itu dikelola dari bagaimana kita memanfaatkan waktu sehingga penggunaan waktu lebih efektif sehingga mencapai hasil lebih banyak dengan waktu yang sama. Berdasarkan perolehan data kuesioner dan wawancara dari narasumber yang ahli di bidangnya disadari bahwa permasalahan pengelolaan waktu yang memang menjadi permasalahan mahasiswa kini. Kurangnya pengelolaan waktu yang baik menyebabkan seseorang menggunakan waktunya dengan sembarangan dan sering menunda waktu. Mahasiswa yang kurang peka tentang waktu akan mempengaruhi apakah mereka memiliki suatu tujuan. Melalui permasalahan yang ada maka perancangan melakukan pendekatan dengan metode analisis deskriptif kualitatif dengan menghasilkan sebuah gagasan dengan pendekatan media visualisasi yang dikemas dalam bentuk film pendek. Setelah melakukan sebuah pengamatan diketahui bahwa ada tiga alasan utama mengapa kita menggunakan visualisasi dalam berkomunikasi karena pesan yang disampaikan lebih menarik perhatian, lebih efisien, dan pesan visual lebih efektif. Pembuatan film pendek berjudul “Goal” digunakan sebagai media untuk menyadarkan mahasiswa dalam pengelolaan waktu dengan baik. Perancangan ini dibuat dengan pendekatan drama yang menceritakan kehidupan mahasiswa dengan cerita yang singkat.",
  "creators": "KATHERINE YULIANA",
  "contributors": "Erandaru (Advisor 1); Ryan Pratama Sutanto, S.Sn., M.Med.Kom. (Advisor 2); Aristarchus Pranayana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Audio Visual dan Animasi",
  "source": "Audio Visual dan Animasi No. 0022470/DKV/2014; Katherine Yuliana (42410097)",
  "subjects": "COMMERCIAL ART; GRAPHIC ARTS; POSTERS; VISUAL COMMUNICATION"
}