{
  "id": "29585",
  "title": "The Use of mother tongue in general English program for teenagers in the second and fourth levels",
  "abstract": "This study is a language acquisition study about the use of mother tongue in General English Program for Teenagers in the second and fourth level. In this study, the writer observed the functions of teachers’ use of Bahasa Indonesia in English as Foreign Language (EFL) classroom as well as their reasons, and the similarities and/or differences of second and fourth level regarding the teachers use of Bahasa Indonesia. The data was taken through classroom observation of three different classes and interview with three teachers. The main theory used was from Cook (2001). This is a qualitative research because this study explores attitude, behavior, and experience, and the writer used interview to get an in-depth opinion (Dawson, 2007). The findings show that all teachers from both levels used Bahasa Indonesia, based on Cook’s clarification, to convey and check meaning of words or sentences, to explain grammar, to organize tasks, and to gain contact with individual student. Yet, all teachers did not use Bahasa Indonesia, based on Cook’s clarification, to give test to the students. In addition, all teachers have the similar reasons in using Bahasa Indonesia in their classroom, which is to make their students understand what they are saying, delivering, and explaining. Furthermore, the frequency of the use of Bahasa Indonesia of second level teacher is higher than fourth level teachers. Finally, the writer concluded that mother tongue is useful to be used by teachers in Indoneisan EFL classroom, although it is not fully used during the class time. Besides, regarding the use of mother tongue in the classroom, what the teachers do in the classroom is sometimes not in accordance with the teachers’ beliefs. Factors such as students’ level of proficiency or students’ characteristic may be the challenge for the teachers when applying their beliefs.",
  "creators": "KATHERINE OLGA BAWONO",
  "contributors": "Julia Eka Rini (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012068/ING/2014; Katherine Olga Bawono (11410003)",
  "subjects": "ENGLISH LANGUAGE FOR FOREIGN SPEAKER; ENGLISH LANGUAGE-STUDY AND TEACHING (SECONDARY)"
}