{
  "id": "29596",
  "title": "The Perceptions of Petra Christian University male and female students toward the language used in a hotel website and the hotel itself",
  "abstract": "The purpose of this study is to analyze the perceptions of the male and female students of Petra Christian University toward the language used in a three-star hotel website in Surabaya and toward the hotel itself. I want to know if the perceptions toward the language may influence the perceptions toward the hotel itself. To analyze the problems, I used theory on perception by Schiffman and Kanuk (2007) and a theory on attitude to language by Holmes (2001) to support my study. The respondents of this study are 30 male and 30 female students of Petra Christian University. Here, to collect the data, I asked the respondents to read the printout of the hotel website and to fill in the questionnaire. To analyze the data, I counted the answers in the questionnaire, then put them into tables. There are differences and similarities between the male and female students’ perceptions found in my research. First, there are more male students who chose ‘good’ while there are more female students who chose ‘bad’ for the language used in the hotel website. This fact may mean that the female students are more critical about the use of language compared to the male students. Second, there are more male students who disagree while there are more female students who agree that there is a relationship between language used in a hotel website and the hotel itself. This fact may mean that those female students see language as something important while the male students do not. Third, there are more male students who chose ‘good’ while there are more female students who chose ‘bad’ for the three-star hotel itself. This fact may mean that both of the male and female students did overgeneralization by deciding the quality of the hotel based on the language used in the hotel website. So, the female students usually see language as one important way to know the hotel. On the other hand, it seems that the male students do not really care about what kind of language that is used in a hotel website. For the male students, the most important thing is just the information of the hotel. Moreover, for some male and female students, their perceptions toward the language may influence their perceptions toward the hotel. Here, I conclude that gender may be one important thing that can influence people’s perceptions toward the language used in the hotel website and the hotel itself.",
  "creators": "SHELIA MEILINA ABIGAIL",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012074/ING/2014; Shelia Meilina Abigail (11410022)",
  "subjects": "ENGLISH LANGUAGE-BUSINESS ENGLISH (HOTEL PERSONNEL); SOCIOLINGUISTICS"
}