{
  "id": "29599",
  "title": "Male and female buying decision making processes seen from BlackBerry messenger texts",
  "abstract": "This study observes the male and female buying decision making processes seen from BlackBerry Messenger texts. It focuses on the way of how male and female customers make a buying decision in the online shop via BlackBerry Messenger. The data of my research are taken from the written data of the conversations between the seller and the buyers in the BlackBerry Messenger. In this research, I use forty respondents consisting of twenty male customers and twenty female customers. Then, the data are analyzed by using the theory of the consumer decision-making process by Lamb, Hair, McDaniel (2003). The consumer decision-making process includes five stages. They are need or problem recognition, information search, evaluation of alternatives/alternative analysis, purchase decision, and postpurchase behavior. Finally, I found that the female customers have almost two times total more than male customers in the four stages in consumer decision making process. It makes the females’ buying processes longer than the males. It means, the male decision-making seems to be rational, fast, and attentive for product quality and its function. However, the female decision-making is more emotional, attentive for product surface such as model, color, and other outside appearances, and careful for choosing a product she wants to buy. Overall, I know that gender is an important factor that makes the buying processes between both gender groups different.",
  "creators": "DEVIANA STEFANI HARYANTO",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012072/ING/2014; Deviana Stefani Haryanto (11410026)",
  "subjects": "DECISION-MAKING, CONSUMER; ONLINE MARKETING; DECISION-MAKING-ANALYSIS"
}