{
  "id": "29591",
  "title": "A Company profile as a proposed solution of management problems of Widjaja Music School Surabaya",
  "abstract": "This project is a further step after taking an internship class in the previous semester. The writer had done an internship at Widjaja Music, music educational school located at Jalan Raya Darmo Permai Timur, No. 19P, West Surabaya, for 122 hours and 25 minutes within two months. Then, the writer found three problems in the institution during the internship, (1) the system of the music school is not good, (2) the facility for the administration is not well-supported, (3) and the music school does not have a clear background and history. Despite the writer’s position as an intern who does not have any power to make an important decision, she uses the company profile as the solution to make the improvements of those problems mentioned above. The company profile is specially designed for both customers and owners. For the customers, the writer emphasizes more on the good and strength side of Widjaja Music. For example, the good things about the various courses that Widjaja Music offers in the school. On the other hand, for the owner, the writer emphasizes more on evaluations that could build and strengthen Widjaja Music. For example, the thing that is not good enough is the personnel structure of the music school. By looking at the evaluation, the owner also could fix the weaknesses and keep the strengths of Widjaja Music. At last, the writer learned a lot about the music school throughout the process of making the company profile for Widjaja Music. Thus, the writer has known the basic things regarding the music school, which she found very useful later in her future career life.",
  "creators": "CYN CELINE",
  "contributors": "Julia Eka Rini (Advisor 1); Jusuf Imam Ibrahim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012073/ING/2014; Cyn Celine (11410010)",
  "subjects": "MANAGEMENT-PROBLEM SOLUTION; PROMOTION; MARKETING-DECISION MAKING"
}