{
  "id": "2960",
  "title": "The Importance of marketing information system in developing strategic marketing of River Side Restaurant",
  "abstract": "This dissertation is written by the writer as the requirement to accomplish the writers? study both in Hotel Management of Petra Christian University, Indonesia and in CHN (Christelijke Hogeschool Noord- Nederland) This dissertation views about how important information is for establishing and developing marketing strategic for River Side Restaurant in the coming year. This dissertation consists of six Chapters.. Chapter one views about introduction ( in this chapter the writers view about research review, research problem, problem statement, research statement, research question, and research method), company background, literature review and methodology research ( in this chapter the writers view about the research design, dimension of research design, and schedule of research activity). In the second chapter, we place Company?s background. First is about the historical of River Side Restaurant, start from first generation of owner moved to Nederland, afterward the introduction of Board Area, it is about the introduction of River Side?s area. Third part of Chapter Company?s background is about River Side Target Market. Follow by part of objectives of the company and part of the current issues of background to explain more to readers about River Side. Chapter three is Literature review. It contents theory of marketing generally especially in hospitality industry including The Role of Information in Marketing Management, definition of marketing, marketing concept, marketing environment macro and micro environment, customer buying behavior, marketing mix more over description of marketing mix promotion, and marketing information system including marketing research. Methodology Research is placed on the forth chapter. This chapter scoop definition and dimensions of research design. This dissertation uses descriptive research. There are two sort of datas that will be used in this dissertation, primary and secondary data. The primary data is collected by interviewing the customers of Golden River, distributing questionnaires, and observations, whereas secondary data is obtained from the literatures. The fifth chapter of this dissertation is the Interpretation and Analyzing data. This chapter is the core discussion of this thesis, it contains primary data of the observation, such as questionnaires and analyzing, Conclusions of the fifth chapter are placed in the last of the dissertation. The writers also propose some recommendations related with the observation from respondents which can be implemented by the owner in River Side Restaurant in order to make River Side to be a success restaurant which fulfill customer?s demand.",
  "creators": "INGGRID SUWANDARI; CHYNTHIA",
  "contributors": "HENK BRUINS (Advisor 1); K. Y. WONG (Advisor 2); K.W. VAN DER HOEK (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010220/HTL/2005; Inggrid Suwandari (33400046), Chynthia (33400071)",
  "subjects": "RESTAURANTS-MARKETING; RESTAURANT MANAGEMENT"
}