{
  "id": "29608",
  "title": "Kompleks perjajanan di Surabaya",
  "abstract": "Kompleks perjajanan merupakan tempat untuk berjajan di mana para pejajan dengan bebas memilih menu yang dikehendaki . Masyarakat Surabaya yang telah jenuh dengan kesibukan rutin sehari- hari dan hiruk pikuknya kehidupan kota, sehingga membutuhkan tempat-tempat untuk bersantai. Mereka cenderung mencari tempat-tempat di mana dapat makan/minum dan beristirahat dengan tenang, santai, nyaman baik bersama kelu- arga atau teman kerabat. Juga dibutuhkan keintiman dan privacy yang bersifat individual serta mengenal dan bergaul dengan orang-orang lain yang bersifat komunal. Sesuai dengan tujuan dan tuntutannya sebagai tempat suatu kegiatan yang fungsionil, maka kriteria yang perlu untuk memenuhi tuntutan dan tujuan tersebut harus memenuhi kriteria sebagai berikut: - fungsionil. dalam memenuhi kebutuhan aktivitas manusia - nikmat, serta nyaman. untuk dirasakan baik melalui fisik dan psikis dari manusia sebagai faktor pewujud serta penikmat dari bangunan tersebut, Karena kompleks perjajanan yang akan direncanakan ini sebagai ba- ngunan rekreasi, maka dibutuhkan suasana: - keriangan. untuk melepas ketegangan dan tugas-tugas sehari-hari, manusia memerlukan rekreasi di mana perlu bersukaria untuk mendapatkan kesegaran baru dalam menghadapi tugas rutin sehari-hari. - santai dan bebas tidak terganggu, Banyaknya jenis makanan yang ada di Surabaya dan bermacam macam cara penyajiannya, sehingga dalam perencanaan kompleks perjajanan ini hal tersebut akan ditonjolkan, agar supaya masyarakat yang menjual makanan dapat tetap mempertahankan nilai budaya dari da- erah masing-masing.",
  "creators": "Esther Wijaya",
  "contributors": "E.B. TEDJA (Advisor 1); Benny Poerbantanoe (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Esther Wijaya (377053)",
  "subjects": "RECREATION CENTERS; COMMERCIAL BUILDINGS"
}