{
  "id": "29611",
  "title": "Male Characters gender role and gender development in Yaoi Manga Aozora no Sunda Iro wa",
  "abstract": "Manga is defined as a comic book that is created in Japan, or by Japanese in language. One of the genres in manga that becomes popular today and has been growing rapidly is yaoi, which target market is young girls and women and sell romance between beautiful young boys and men. I used Aozora no Sunda Iro wa as the subject of my research because it created heterosexual image in same-sex romance relationship. In this thesis, I want to reveal how Sugiura takes female role in his same-sex romantic relationship with Fukada and why Sugiura has dominant feminine features. I used gender role theory and attitudinal pathway gender schema theory. I analyzed that Sugiura plays the feminine role like heroine in shoujo manga and thus become the ‘wife’. Sugiura Sakae takes the female role by fulfilling three codes, which are persona code, emotion code, and action code. Sugiura has female-like body-type. He is neat, supportive, sensitive, innocent, weak, and submissive. He is motherly and economically dependent. In addition, Sugiura became feminine because of Fukada’s involvement in Sugiura’s childhood, for Sugiura’s masculine value was rejected while he was encouraged to hold feminine value. In conclusion, Sugiura is an uke by showing feminine qualities in his persona code, emotion code, and action code which are resulted by Fukada’s involvement in his childhood. The yaoi element in Aozora no Sunda Iro wa creates heterosexual image in the depiction of male same-sex romance, which would encourage young female readers to accept their gender role under the image of equality.",
  "creators": "CYNTHIA SARI SUNJAYA",
  "contributors": "Meilinda (Advisor 1); Dwi Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01012080/ING/2014; Cynthia Sari Sunjaya (11410028)",
  "subjects": "CHARACTERS AND CHARACTERISTICS IN LITERATURE"
}