{
  "id": "2961",
  "title": "Analisa teori value chain terhadap kompetensi pada perusahaan kontraktor kelas A di Surabaya",
  "abstract": "Semakin bertambahnya jumlah penduduk di Indonesia membawa dampak terhadap pertumbuhan perusahaan konstruksi, terutama perusahaan kontraktor yang lebih berperan aktif untuk melakukan suatu pembangunan. Pertumbuhan perusahaan kontraktor tersebut mengakibatkan terciptanya persaingan yang ketat untuk memperebutkan para konsumen.. Didalam persaingan yang terjadi dalam bidang usaha kontruksi ini sangat tidak menguntungkan bagi perusahaan pendatang baru. Karena itu dicoba ditelusuri urutan prioritas dari faktor-faktor pada teori value chain, agar memiliki nilai lebih dibandingkan dengan perusahaan yang lain sehingga mampu bertahan dan bersaing. Teori value chain adalah salah satu teori yang digunakan untuk menganalisa keuntungan dalam suatu persaingan (competitive advantage) dari suatu perusahaan. Di dalam value chain terdapat 2 jenis aktivitas utama yaitu primary activities dan support activities, dimana primary activities terdiri dari inbound logistic, operation, outbound logistic, marketing and sales, dan service, sedangkan support activities terdiri dari firm infrastructure, human resource management, technology developmemt, dan procurement. Tujuan mendasar dari penelitian untuk mencari urutan prioritas faktor-faktor yang ada pada teori value chain dalam perusahaan kontraktor untuk berkompetisi. Dari penelitian ini dihasilkan sebuah analisa yang menunjukkan bahwa inbound logistic menempati prioritas pertama yang kemudian diikuti oleh human resource management, service, firm infrastructure, technology development, operation, marketing and sales, serta procurement. Walaupun perlu dicatat bahwa urutan prioritas tersebut tidak menunjukkan faktor yang satu lebih penting dari yang lain, tetapi lebih cenderung mengarah pada adanya suatu perhatian yang lebih pada faktor prioritas awal. Dapat disimpulkan bahwa peranan sumber daya manusia baik dalam hubungan internal perusahaan maupun hubungan eksternal dengan owner maupun supplier sangat berpengaruh terhadap kompetensi perusahaan kontraktor.",
  "creators": "HARTONO WIGNYO",
  "contributors": "Guana Tandjung (Advisor 1); Budiman Proboyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.1209/SIP/2002; Hartono Wignyo (21495177)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}