{
  "id": "29617",
  "title": "Restoran khas Jawa Timur di Surabaya",
  "abstract": "Laporan ini disusun dalam rangka memenuhi persyaratan kurikuler ujian Sarjana Arsitektur, semester X tahun kuliah 1983-1984, pada Fakultas Teknik Arsitektur Universitas Kristen Petra. Adapun judul yang dipilih adalah \"RESTORAN DAN PERTOKOAN\" Dalam laporan ini akan diuraikan mengenai hal-hal yang berhubungan dengan perencanaan dan perancangan suatu restoran di Surabaya di mana Surabaya sebagai kota yang sibuk masih membutuhkan wadah/tempat rekreasi yang berupa restoran Khas Jawa Timur. Beberapa hal akan dibahas, terutama mengenai pengertian, pembagian jenis dan klasifikasi restoran serta potensi dan kondisi kota Surabaya yang berkaitan dengan usaha dan perkembangan usaha restoran di kota Surabaya dewasa ini. Adapun restoran yang didirikan mempunyai kapasitas 600 kursi, sesuai dengan tuntutan kebutuhan masyarakat kota Surabaya. Secara garis besar, fasilitas yang disediakan dapat dibagi menjadi: 1. Daerah Fasilitas Tamu. Merupakan ruang umum yang berfungsi sebagai ruang perantara dan ruang makan itu sendiri (fasilitas utama) 2. Daerah Produksi. Merupakan daerah yang berfungsi sebagai tempat produksi/ tempat menyiapkan produk yang akan dijual 3. Daerah Pelayanan dapur. Merupakan daerah yang berfungsi sebagai ruang penunjang bagian dapur. 4 . Daerah Fasilitas Pemeliharaan. Merupakan daerah penunjang kelangsungan operasi restoran 5. Daerah Mekanikal & Elektrikal. Merupakanan daerah yang menunjang kelangsungan usaha restoran di bidang mekanikal dan elektrikal 6. Daerah Pengelolaan, Merupakan daerah di mana karyawan/staff melakukan aktivitas pengelolaan restoran Dari data-data yang kami peroleh melalui survey lapangan maupun survey literatur dapat disusun program kebutuhan, kemudian diolah sehingga mendapatkan suatu pedoman untuk perancangan restoran.",
  "creators": "Sriningsih Siswojo",
  "contributors": "Markus Ignatio Aditjipto (Advisor 1); Jimmy Nurdi Kusuma Priatman (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No.115/Ars.55/84; Sriningsih Siswojo (377056)",
  "subjects": "RESTAURANTS-DESIGNS AND PLANS; RESTAURANTS"
}