{
  "id": "29613",
  "title": "Oral corrective feedback and learners uptake in the 5th grade of an elementary school in Surabaya",
  "abstract": "This thesis is the study of oral corrective feedback and learners’ uptake in an Elementary School in Surabaya. It consists of one English Grammar teacher and fifteen students’ as the subjects of the writer’s study. The purposes of the study are to find out the type of Oral Corrective Feedback used by the teacher in the 5th grade of English Grammar class and the type of Learners’ Uptake toward the teacher’s feedback. The theory applied was a theory of Oral Corrective Feedback and Learners’ Uptake from Panova and Lyster (2002). In this study, the approach used is qualitative approach. The finding revealed that the type of Oral Corrective Feedback used in the class were Recast, Metalinguistic Feedback, Elicitation, Explicit Correction, and Repetition. The most frequent Oral Corrective Feedback type used were Metalinguistic Feedback 17 times (36,2%). While the types of Learners’ Uptake following the teacher’s corrective feedback were Self-repair, Peer repair, Repetition, Same error, Different error, Partial repair, and Hesitation. The most frequent Learners’ Uptake following the teacher’s corrective feedback was Self-repair 18 times (40%). Finally, the writer concluded that Oral Corrective Feedback used by the teacher may lead the student to show signs of learning or understanding that imply the student's reaction to the teacher’s feedback. The corrective feedback given can make the students aware of their mistakes and improve their grammar skills.",
  "creators": "RIENY ANASTHASIA",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Samuel Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012092/ING/2014; Rieny Anasthasia (11410030)",
  "subjects": "ENGLISH LANGUAGE-CONVERSATION; ENGLISH LANGUAGE-IDIOMS, CORRECTIONS, ERRORS; ENGLISH LANGUAGE-STUDY AND TEACHING (PRIMARY)"
}