{
  "id": "29627",
  "title": "Operasional perambuan lalu lintas sebagai pengendalian keamanan jalan raya",
  "abstract": "Rambu lalu-lintas merupakan fasilitas penting yang diperlukan pada suatu pengoperasian lalu-lintas untuk menjamin keamanan dan kelancarannya yang mampu untuk mengatur, memberi peringatan maupun petunjuk-petunjuk yang diperlukan pengendara sepanjang jalan. Mengingat tingkat kecelakaan lalu-lintas di Indonesia khususnya di Surabaya relatif sangat tinggi, di mana hal ini kemungkinan disebabkan karena kurang baiknya perencanaan pada Rarnbu tersebut, maka perlu kiranya mengetahui perencanaan yang sebenarnya dari. Rambu ini dalam hubungannya dengan keamanan dan kelancaran lalu- lintas. Adapun pendekatan study yang kami lakukan di sini ada- lah dengan mempelajari standard perambuan yang ada di Indonesia dan standard pada literatur, di mana apabila mungkin dengan mengkombinasi antara keduanya sehingga didapat suatu cara perencanaan yang lebih baik. Dari hasil, pengamatan yang telah kami lakukan, terutama pada Rambu lalu-lintas di \"Bundaran Menanggal\", ternyata bahwa perencanaan yang ada pada umumya kurang memperhatikan respek/tanggapan dari pengendara terhadap rambu yang telah dipasang. Di mana hal ini dapat dilihat pada pemeli- haraannya yang kurang diperhatikan, penempatan yang kurang memperhatikan waktu tanggap pengendara dan juga adanya. Rambu-Rambu Larangan yang dipakai sebagai Rambu Peringatan, yaitu pemakaian pada Rambu Batas Kecepatan. Dengan demikian untuk dapat mendukung keamanan dan kelancaran pengoperasian lalu-lintas, perlu dilakukan perbaikan-perbaikan. Pada perencanaan dari masing-masing Rambu lalu-lintas tersebut sesuai dengan fungsinya.",
  "creators": "HENDRO SINARTO; DJONI WIDJOYO",
  "contributors": "Sugeng Setyawan (Advisor 1); Harry Patmadjaja (Advisor 2); Indriani (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 304 S; Djoni Widjojo (281125), Hendro Sinarto (281086)",
  "subjects": "URBAN TRANSPORTATION; TRAFFIC SIGNS AND SIGNALS; TRAFFIC ENGINEERING"
}