{
  "id": "29628",
  "title": "Manajemen sistim transportasi sebagai \"the-state-of-the-art\" dalam perencanaan transportasi",
  "abstract": "Masalah transportasi pada kota besar adalah kompleks dan menyangkut banyak segi, yaitu: sosial, ekonomi, politik dan kebudayaan. Elemen-elemen transportasi terdiri dari 4, yaitu: prasarana, sarana, pelaku transportasi dan tata guna lahan. Ciri-ciri suatu kota besar yaitu mempunyai kepadatan penduduk yang tinggi, sehingga untuk memperbaiki sistem transportasinya dipilih alternatif optimalisasi elemen-elemen transportasi sebelum rencana investasi yang besar. Optimalisasi ini dikenal dengan nama manajemen Sistem transportasi. Untuk Indonesia, sebagai salah satu negara yang sedang berkembang, masalah transportasi telah berkembang ke arah yang cukup serius, sehingga penanganannya merupakan hal yang perlu dan mendesak, di mana langkah-langkah MST dapat merupakan pemecahan dalam waktu yang relatif singkat. Di dalam langkah MST dikenal dua macam manajemen, yaitu: manajemen Kapasitas dan manajemen Kebutuhan, yang pada dasarnya untuk menaikkan kapasitas prasarana transportasi yang ada dan mengurangi kebutuhan akan sarana transportasi dibarengi dengan pengaturan tata guna lahannya serta pendidikan kesadaran masyarakat dan penegak hukumnya, sehingga diharapkan terciptanya suatu transportasi yang lebih baik. Sebagai salah satu contoh permasalahan adalah masalah parkir, yang dapat dikategorikan masalah parkir di luar jalan dan parkir pada badan jalan, di mana yang terakhir ini sangat mengganggu kapasitas jalan yang ada.",
  "creators": "HARTONO SETJOADI; YOSEF HENDRATA",
  "contributors": "Sugeng Setyawan (Advisor 1); Harry Patmadjaja (Advisor 2); Indriani Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 326 S; Hartono Setjoadi (281131), Yosef Hendrata (282083)",
  "subjects": "URBAN TRANSPORTATION; TRAFFIC ENGINEERING"
}