{
  "id": "29638",
  "title": "Perancangan buku mengenai stay at home dad, dengan teknik digital imaging",
  "abstract": "Keluarga merupakan satuan terkecil dalam susunan sosial manusia dan juga sebagai awal dari proses sosialisasi seorang anak. Keluarga umumnya terdiri dari sepasang orang tua dan anak-anaknya, yang masing-masing mempunyai peranan sendiri-sendiri dalam menjalankan rumah tangga. Secara tradisonal seorang suami dalam keluarga akan berperan sebagai pencari nafkah, dan seorang ibu sebagai pengurus rumah tangga, tetapi di zaman modern ini kedua peran tersebut dapat ditukar atau tertukar karena suatu sebab tertentu. Akibat dari peristiwa yang tidak biasa ini muncullah berbagai komentar baik itu positif maupun negatif. Masalah muncul ketika masyarakat berpandangan sempit mengenai pria yang memilih untuk tinggal dirumah dan mengurus rumah tangga. Masyarakat seringkali mengecap mereka sebagai pengangguran atau tidak bertanggung jawab, akhirnya bukannya sebagai solusi dari permasalahan pribadinya malah menjadi beban mental baru. Alasan utama seorang pria menjadi ayah rumah tangga terkait dengan masalah ekonomi dikeluarga, selain itu ada juga yang berkaitan dengan pengasuhan anaknya. Sebuah buku mampu memberikan pandangan baru terhadap permasalahan yang ada, dan sebuah gambar mampu bercerita banyak hal dari suatu peristiwa. Perancangan ini memanfaatkan kedua kemampuan tersebut untuk menceritakan suatu kisah fiksi yang terinspirasi dari kenyataan yang ada. Perancangan ini memanfaatkan teknik fotografi serta digital imaging untuk menghasilkan illustrasi gambar yang surealis. Buku ini diharapkan dapat memberikan suatu pandangan baru terhadap pro dan kontra ayah rumah tangga terutama di Indonesia.",
  "creators": "HERWANTO GANI",
  "contributors": "BAMBANG MARDIONO (Advisor 1); Adiel Yuwono (Advisor 2); Deddi Duto Hartanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Komik/Ilustrasi/Cergam",
  "source": "Komik dan Ilustrasi No. 00022451 / DKV / 2014; Herwanto Gani (42410071)",
  "subjects": "BOOK DESIGN; POSTERS; DIGITAL IMAGE PROCESSING"
}