{
  "id": "29634",
  "title": "Questions and instructions delivered by senior and junior English teachers at a private Senior High School in Sidoarjo",
  "abstract": "This study is related to a study of classroom discourse about delivering questions and instructions done by senior and junior English Teachers in the first grade of Senior High School. In this study, I observed the cognitive domain that were applied in delivering questions and instructions by both English teachers and found the similarities and differences in delivering questions and instructions done by senior and junior English teacher. The data were taken through classroom observation of two classes facilitated by different teachers. The theory used was from Anderson and Krathwohl (2001). The findings showed that all the questions and instructions delivered by both English teachers were mostly applied in the low level of cognitive domain because those teachers considered the level of students. Both teachers were teaching in the first grade of Senior High School. In this level, the first grade students were still needed to retrieve their memory, knowledge, and understanding of what they learned during the class time. Finally, I concluded that from the data that I collected and analyzed, I found that the cognitive domains that applied in delivering questions and instructions were mostly ‘remembering’ and ‘understanding’ as the two lowest cognitive domains in Bloom’s Revised Taxonomy. From the data, I also found a similarity between those two teachers. Both of them applied those two lowest cognitive domains in delivering questions and instructions. The differences that I found from the data were the number of cognitive domains used by both teachers in delivering questions and instructions. In delivering questions and instructions, the senior teacher applied only five of six cognitive domains: ‘remembering’, ‘understanding’, ‘analyzing’, evaluating’, and ‘creating’. In delivering questions and instructions, the junior teacher applied only four of six cognitive domains: ‘remembering’, ‘understanding’, ‘analyzing’, and applying",
  "creators": "BOBBY WICAKSONO SETIAWAN",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Flora Debora (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undegraduate Thesis No. 02012087/ING/2014; Bobby Wicaksono Setiawan (11410041)",
  "subjects": "ENGLISH LANGUAGE-INSTRUCTION PROGRAMMED; ENGLISH LANGUAGE-USAGE-PROGRAMMED INSTRUCTION; ENGLISH LANGUAGE-STUDY AND TEACHING (SECONDARY)"
}