{
  "id": "29630",
  "title": "Perencanaan jembatan jalan raya Dayu Rejo Pandaan dengan balok komposit castella",
  "abstract": "Sistim jembatan komposit adalah suatu sistim yang merupakan gabungan antara bahan yang mempunyai sifat dan karakteristik yang berbeda. Dalam perencanaan jembatan ini, kami menggunakan sistim komposit antara baja dan besi, di mana sistim komposit dari kedua bahan ini akan memberikan beberapa keuntungan antara lain: - memperkecil dimensi dari balok baja, sehingga mengurangi berat balok tersebut - menambah kekakuan plat lantai - memperbesar atau menambah kapasitas struktur. Untuk analisa dan perencanaan tersebut digunakan metoda elastis, di mana hukum Hooke masih berlaku dan diagram tegangan regangannya masih linier. Pada sistim jembatan komposit ini, digunakan balok Castella (Honney Comb Girder) dari bahan baja WF sebagai balok pendukungnya dengan tujuan untuk menghemat pemakaian baja, serta tidak dipergunakannya pilar pendukung di tengah bentangannya. Balok Castella adalah pengembangan dari balok profil I atau WF biasa di mana dilakukan peninggian penampangnya, yang dilakukan dengan cara memotong balok profil I atau WF tersebut secara zig-zag sepanjang garis netralnya, kemudian potongan tersebut diangkat dan digeser, sehingga gigi-gigi pada bagian atas dari masing-masing potongan bertemu dan gigi-gigi tersebut dilas sehingga menjadi satu kesatuan. Kesatuan balok yang baru tersebut akan mempunyai momen Inersia dan momen perlawanan yang lebih besar dari balok aslinya. Berdasarkan data tanah yang ada di desa Dayu Rejo tersebut (data tanah terlampir) sebagai kepala jembatan (Abutment) dipakai tipe Gravity Retaining Wall yang terbuat dari batu kali, karena di daerah Dayu Rejo ini banyak terdapat batu kali dan tidak perlu diberi pondasi tiang pancang sebagai pier lagi karena tanah aslinya mampu menahan retaining wall. Pada perencanaan ini, kami bahas pula mengenai RAB (Rencana Anggaran Biaya) dari proyek jembatan tersebut.",
  "creators": "ANDREAS KAWARE; NIENIEK A. BANARDI",
  "contributors": "Sugeng Setyawan (Advisor 1); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 404 S; Andreas Kaware (283095), Niniek A. Banardi (284016)",
  "subjects": "BRIDGES"
}