{
  "id": "29645",
  "title": "Reading the Visual signs of \"young different and dangerous\" in fashion spread of NYLON Indonesia magazine January 2012",
  "abstract": "This study is conducted to reveal the visual signs used to represent the concepts of “Young, Different and Dangerous” in fashion spread of NYLON Indonesia entitled “Two Can Play This Game”. There are three main theories used in this study. Firstly, the Dyer’s theory of human signs (1982), in order to identify the visual signs in the fashion spread. Secondly is the denotation and connotation theory in Semiotics, which is used to demonstrate the first and the second signification of each visual signs. Thirdly, the textual definitions of “young”, “different” and “dangerous” in dictionaries are provided as guidelines to match the connotations with the concept of “Young, Different and Dangerous”. Finally, there are several visual signs signifying the concept of “Young, Different and Dangerous” in the fashion spread. These visual signs are ranged from the model’s appearance, manner, activity and place setting. As a result, the visual signs in “Two Can Play This Game” are reflections of the magazine’s desired concept of “Young, Different and Dangerous” as suggested by the editor-in-chief in the Letter from the Editor. By understanding this, the visual images in fashion magazine, especially NYLON Indonesia, are constructed in such a way to reflect the identity of the magazine and to communicate the magazine’s branding as well.",
  "creators": "FELKIZA VINANDA",
  "contributors": "Priska Febrinia Handojo, S.S., M.D.C.C. (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 2); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undegraduate Thesis No. 01012078/ING/2014; Felkiza Vinanda (11410046)",
  "subjects": "SEMIOTICS; SEMIOTICS IN ART; SEMIOTICS AND ART; SIGNS AND SYMBOLS-SEMIOTICS"
}