{
  "id": "29653",
  "title": "A Study on the new meanings of words and phrases and their formation processes in J.K. Rowling's books",
  "abstract": "People all around the world know about Harry Potter, the well-known imaginary character with his wizardry world that is invented by J. K. Rowling. In her books, especially the first two books, Harry Potter and the Philosopher’s Stone and Harry Potter and the Chamber of Secrets, J. K. Rowling includes many words and phrases that have new meanings, which come from old words and phrases or coined by J. K. Rowling. Therefore, the writer is challenged to show the meanings and the formation of those words and phrases, with hope that this study can become a guidance to understand more about the story and can enrich the readers of Harry Potter with new slangs and vocabularies. In addition, this study is done in order to give valuable knowledge for the readers about word-formation processes. The writer uses word-formation processes theory from Laurie Bauer’s, English Word-formation (1983). This study is included in qualitative study. After analyzing the collected ckta, the writer finds that mixed formation is the word-formation process that is used most frequently, which reach 29.09 % of total words and phrases. The Second word-formation that is mostly used is compounding, which reaches 23.64 %. The mixed formation that is used mostly is the combined formation between borrowing and compounding, and the loanwords are borrowed from Latin, Greek, French, Italian, and Dutch. Hopefully, this study can be useful for the readers to assess the masterpiece of mind of J. K. Rowliug. The Findings of this study can be a proof of the greatness of J. K. Rowling’s creativity in creating the characters, the story, and also the new words and phrases. Also, by reading this study, the writer hopes that the readers can be motivated to learn more about word-formation processes.",
  "creators": "RUTH INNA ROSIANA",
  "contributors": "MAS MOELJONO (Advisor 1); Samuel Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011319/ING/2004; Ruth Inna Rosiana (11400124)",
  "subjects": "ENGLISH LANGUAGE-MORPHOLOGY; ENGLISH LANGUAGE-WORD FORMATION"
}