{
  "id": "29657",
  "title": "A Study on coherence on the language used in comic strips",
  "abstract": "This thesis is a study which uses discourse analysis theory to analyze the coherence on the language used in comic strips. This study is trying to describe the coherence on the language used in comic strips by looking at the factors which bring about their coherence. Also, it would like to explain how utterances are meaningful in their context. Hence, the analysis is based on the utterances produced by the characters of the comic strips. Three different titles of thirty comic strips which are chosen randomly are used as the data. They are under the title Peanuts, Rose is Rose, and The Born Loser. To be able to note down all the factors which exist in interpreting those comic strips, several theories from discourse analysis such as Brown and Yule's theory on coherence, Austin's Speech Act theory, Grice's Conversational Implicature theory, Hymes' Ethnography of Speaking Theory are used. From the interpretation and conclusion of the analysis, it can be seen that all three factors of coherence suggested by Brown and Yule must exist in describing the coherence on the language of the comic strips. The existence of the first aspect of coherence, computing the communicative function, is marked by the use of the illocutionary acts, representatives and directives, in a great deal and by the many violations of the maxim of manner. The existence of the second aspect of coherence, using general socio-cultural knowledge of the world, is signed by the use of psychological schemata in the interpretation. The last aspect of coherence, determining the inferences, accompanies the first two aspects. Also of great importance is the existence of the pictures of each comic strips which serve as a bridge to come to the overall interpretation of their meaning. Thus, by working on the three aspects of coherence and provided with the context of situation (in this case, the pictures following each utterance), the coherence on the language used in comic strips can be described.",
  "creators": "Meera",
  "contributors": "Julia Eka Rini (Advisor 1); Lisa Setiawati Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undegraduate Thesis No. ...; Meera (11490047)",
  "subjects": "BIBLE--COMIC BOOKS, STRIPS, ETC.; COMIC BOOKS, STRIP, ETC.-PSYCHOLOGICAL ASPECTS"
}