{
  "id": "29651",
  "title": "Gelanggang olahraga berkuda di Cibinong",
  "abstract": "Dalam hubuagannya untuk memperoleh suatu hasil perencanaan yang optimal, maka merupakan suatu hal yang mutlak bilamana usaha untuk membahas berbagai masalah yang berkaitan erat dengan olahraga berkuda dilaksanakan secermat mungkin. Lebih jauh lagi, sebelum mengambil keputusan yang akan dijadikan pegangan dalam perancangan bangunan, penyusun telah mengadakan baik wawancara dengan pejabat teras/tokoh maupun studi pengamatan lapangan dan beberapa literatur mengenai topik tersebut. Dari keseluruhan informasi yang berhasil ditampung, maka pendekatan serta beberapa tinjauan mengenai obyek tersebut dilaksanakan untuk menentukan dasar perencanaan di mana di dalamnya karakteristik dan prinsip umum serta data-data dasar diuraikan secara jelas. Selanjutnya acuan kebutuhan dengan segala permasalahannya seperti fasilitas dan kapasitas dibahas pula untuk menghasilkkan program ruang yang dibutuhkan . Dalam hal penentuan lahan proyek, P0RDASI Pusat sebagai pemilik telah diberi wewenang oleh KONI Pusat untuk menentukannya dan penyusun menganalisa dari segi peletakan bangunan ditinjau terhadap orientasi dan sirkulasi di dalamnya. Ditambah dengan penganalisaan masalah di atas serta pengolahan terhadap fisik tapak dan bangunan, maka penyusun akan mengambil kesimpulan untuk mendapatkan suatu pedoman perancangan yang berfungsi sebagai pegangan untuk merealisasikan hasil pemikiran guna mendapatkan sebuah bangunan gelanggang olahraga berkuda dengah bentuk yang mencerminkan identitas bangunan olahraga seoptimal mungkin baik serta memenuhi persyaratan dan standard yang berlaku.",
  "creators": "Victorius Ichwanhono Kosasih",
  "contributors": "Frans Soehartono (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 389/ARS.12/88; Victorius Ichwanhono Kosasih (382031)",
  "subjects": "RACETRACKS (HORSE RACING)"
}