{
  "id": "29656",
  "title": "A Study of affixation of English loanwords in \"economics and business issues\" of Surabaya Post newspaper",
  "abstract": "Nowadays, the technology of information develops fast. Many information in many sectors such as economics, politics, and social and cultures use a language to convey information. We can see it in mass media such as television, radio, and newspapers, in this case, newspapers as one of the written examples tend to use many new words which are considered as loanwords. This raised the writer’ s interest to make a study on the affixation o f English loanwords combined with Indonesian bound morphemes in “Economics and Business issues” o f Surabava Post newspaper as one o f the Indonesian newspapers. The Writer wants to know the English loanwords combined with Indonesian affixes in “Economics and Business Issues” of Surabava Post newspaper and whether or not the English loanwords follow the Indonesian morphophonemics. The Writer used descriptive approach. She collected the data from Surabava Post newspaper by getting the data on “Economics and Business Issues” randomly and identifying the English loanwords which were combined with Indonesian bound morphemes. The Writer applied some theories o f morphology concerning of morpheme and allomorph, the types of morphemes, the morphological process, and an Indonesian morphophonemics theory. In analyzing the data, the writer discussed the data part by part concerning English loanwords combined with Indonesian bound morphemes by using the pattern of Indonesian morphophonemics. Thus, she would find out whether the pattern English loanwords follow the pattern o f the Indonesian morphophonemics or not. Through the analysis, the writer found out that there were four prefixes, two suffixes, and six simulfixes in Indonesian bound morphemes which were combined with English loanwords on Surabava Post newspaper. From the data collected, most of the loanwords follow the Indonesian morphophonemics. Some others do not follow the Indonesian morphophonemics and the writer considered both of them as her findings.",
  "creators": "HYASNI MAHARGINI PALUPI",
  "contributors": "Anneke Heritaningsih Tupan (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 839; Hyasni Mahargini Palupi (11493126)",
  "subjects": "ENGLISH LANGUAGE-WORD FORMATION; INDONESIAN LANGUAGE-WORD FORMATION"
}