{
  "id": "29654",
  "title": "Self-imaging of Surabayas legislative candidates through verbal and visual representation in political advertisements",
  "abstract": "People are surrounded by signs both verbal and visual signs. It is important to learn about semiotics (a study of signs) in order to understand the implied message of the advertisement, especially for understanding political advertisement. In this research, the writer uses the semiotics theory of Roland Barthes as the main theory. Since Barthes’ theory focuses on denotative and connotative meaning so the writer uses these two meanings to interpret political advertisements of the legislative candidates in the 2009 campaign. There are 22 campaign posters taken from Surabaya only. Furthermore, the writer analyzed the slogan (verbal representation) through denotative and connotative meaning and also analyzed the visual representation of each candidate. Besides, she used descriptive qualitative approach to make interpretation of political advertisements. In general, legislative candidates used their slogan to present their characters, track records, objectives (purpose), commitments, and promises. The self-image sent by legislative candidates offers the prosperity, welfare, safety, and better future to the prospective voters. While verbal representation delivers personal objectives, visual representation clearly sends the party’s objective. Also, through visual representation, such as party logo, candidate’s picture, etc., the candidates can express more to communicate to the prospective voters. Thus, through verbal and visual representation, a perfect self-image of each candidate is sent completely to the voters.",
  "creators": "ELIN MERRYLIN",
  "contributors": "Samuel Gunawan (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undegraduate Thesis No. 02011926/ING/2010; Elin Merrylin (11406034)",
  "subjects": "ADVERTISING (LINGUISTICS); POLITICAL CAMPAIGNS; SELF-PRESENTATION; SEMIOTICS"
}