{
  "id": "29658",
  "title": "Topic shift in chatting among close friends",
  "abstract": "Conversation is one of important things in people everyday life because they have to communicate with others both in formal situation and informal situation such as chatting. It is an informal talk, which can happen in any situation, any place, and any time and has many kind of interesting features. In this case, the writer is interested in analyzing the topic shift in chatting among close friends. She wants to find the topics, which occur in that chatting and the markers that they used to sign the topic shift. The Reason why the writer analyzes those problems is because she thinks that it is important for the participants of conversation to understand about this problem and they have to aware about these to make the conversation goes smoothly even in informal conversation. Discourse theories used in solving these problems are McCarthy and Brown and Yule’s theories on topic, topic shift and topic boundary markers. Besides, she also used previous study written by Novita Shierly as her related study. Other references are also used in order to support the analysis. In this study, the researcher uses the qualitative approach. At first, she collects all the data and transcribes it into written form. In this case, the data used by the researcher is Indonesian language. After getting the data transcription, the writer analyses, classifies, tabulates the number into percentages and discusses the finding. From the interpretation and conclusion of this analysis, it can be seen that the most favorite topic in this chatting is about Person especially friends. It showed the closeness of their relationship because by talking about Person, they share their feeling and emotion. While the markers that they often use to mark the opening of topics are ‘omong-omong’(by the way)and ‘eh’, the changing topics are ‘tapi’ (but) and ‘terus’ (then) and marker of cause and result ‘jadi’ (so) as the only marker that they use to sign the closing topic.",
  "creators": "ICU",
  "contributors": "Anneke Heritaningsih Tupan (Advisor 1); SUBANDI DJAJENGWASITO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 810; Icu (11495099)",
  "subjects": "DISCOURSE ANALYSIS"
}