{
  "id": "29650",
  "title": "Evaluasi test pembebanan pada pondasi dangkal dengan tepi miring di atas tanah lunak",
  "abstract": "Persoalan yang sering dihadapi pada pondasi dangkal yang didirikan di atas tanah lunak adalah daya dukung yang kecil dan penurunan yang besar. Untuk mengatasi persoalan ini digunakan tanah urug untuk melapisi bagian atas tanah lunak sebagai alas dari pondasi dangkal tersebut. Tujuan dari tanah urug ini adalah untuk memperkecil beban yang diterima oleh lapisan tanah lunak. Makin tebal tanah urug tersebut, maka makin kecil tekanan yang diterima oleh lapisan tanah lunak di bawahnya. Dengan menggunakan suatu pondasi dangkal yang berbentuk trapesium terbalik, diharapkan dapat mengurangi intensitas beban yang diterima lapisan tanah lunak di bawahnya. Selain itu karena adanya kemiringan dari tepi pondasi akan terjadi perlawanan tanah pasif yang dapat meningkatkan daya dukung pondasi. Penelitian dilakukan di laboratorium dengan membebani suatu model pondasi yang diletakkan di atas suatu lapisan tanah urug. Tebal lapisan tanah urug adalah 5 cm dan 8 cm. Test pembebanan untuk satu model pondasi berlangsung selama 4 - 5 hari untuk 4 - 5 macam beban, sampai tanah runtuh. Kemiringan tepi pondasi dibuat dengan sudut bervariasi yaitu dengan sudut 90“, 75°, 60° dan 45\". Ukuran pondasi dengan tepi miring 75° dan 60° dibuat bervariasi Juga. Dari hasil penelitian disimpulkan bahwa pondasi dengan tepi miring 60 memberikan daya dukung yang lebih besar dan penurunan yang lebih kecil untuk jumlah beban yang sama dibandingkan dengan pondasi tipe lain.",
  "creators": "YAMIN WIRANTONO; INA WIDYATONO",
  "contributors": "Sugie Prawono (Advisor 1); SIA KHAIJ TJWAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 448 S; Ina Widyatono (285048), Yamin Wirantono (283126)",
  "subjects": "FOUNDATIONS-TESTING"
}