{
  "id": "29668",
  "title": "A Study of the main characters traits in Byrons Manfred",
  "abstract": "Lord Byron, one of the greatest poets during the Romantic period, has an international reputation because he dares to be different from his contemporaries. He is different not only in writing his poems, but also in creating his heroes. In writing his poems, he expresses his complicated feeling in a simple way which enables the readers to understand them. In creating his heroes, he creates down-to-earth heroes who derive from his personality since he always inserts his own personality and views about life into the hero in his every literary works, and since then the term Byronic emerges. All of them can be seen in Manfred which has uniqeness in form, that is, a dramatic poem; yet, it is not created to be performed on the stage. However, there is a contradiction about the hero whether he is a Byronic hero or not. That is why the thesis writer is curious to know whether the character traits of the main character really fit those of the Byronic hero. In analyzing the dramatic poem, which consists of soliloquies and dialogues, she uses the indirect presentation method. She finds out the character traits from the speech, past life, reactions, conversation of other characters, and the character as seen by another to find the character traits of the main character in Manfred. Based on the analysis, the thesis writer finds out that the main character possesses these following character traits: he is dignified, lone, obsessional, self-oblivious, autocratic, passionate, and courageous. These character traits of Manfred are also these of the Byronic hero. Thus, from her analysis, she can conclue that Manfred, the main character, is a Byronic hero.",
  "creators": "YULIANA AGUSTIN",
  "contributors": "TERESA M. W. (Advisor 1); Theophilus Jokri (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 673; Yuliana Agustin (11492071)",
  "subjects": "BYRON, LORD, 1788-1824. MANFRED-STUDY AND TEACHING; ENGLISH POETRY-18TH CENTURY-STUDY AND TEACHING"
}