{
  "id": "29666",
  "title": "A Comparative study of cohesion on English and Indonesian languages in connexions",
  "abstract": "This thesis is a study o f the cohesion in an article in Connexions magazine, entitled JTie Sleek And Smart Super-Minister. Connexions as the inflight magazine of Sempati Air is produced in bilingual, in English and in Indonesian languages. The writer wants to compare the cohesion o f each language in the article. For the cohesion in English, the writer uses Halliday and Hasan's theory (1976), whereas for the cohesion in Indonesian, the writer finds guidelines to Prof Dr. A. A. Fokker (1960). Both theories appear to propose the same idea, that is reference, substitution, ellipsis, conjunction, and lexical cohesion. Besides that, the writer also includes some realities on the issue of translation equivalence since this study deals with two languages in translations. In analyzing the data, the writer devides the analysis into 6 parts; the occurrence o f reference markers, the occurrence of substitution markers, the occurrence of ellipsis markers, the occurrence o f conjunction markers, and the occurrence o f lexical cohesion markers, at the final part the writer puts the result. In the result the writer finds that the quantity o f cohesion in Indonesian is 21% less than in the English version. Thus, it can be concluded that the cohesion in the English version is different from the cohesion in the Indonesian. The differences appeared are caused by the distinguished language structures o f each language. Based on the assumption that the language in the English version is authentic, the writer finds some incorrect uses o f cohesive devices and some lack o f naturalness in the Indonesian version. -The errors in transfer from English to Indonesian language have been caused mainly by the translator's tendency to give priority to formal correspondence rather than to transfer o f meaning.",
  "creators": "DAHLIA SAFITRI KURNIAWAN",
  "contributors": "Johanes Indrojono Suwono (Advisor 1); Anneke Heritaningsih Tupan (Advisor 2); SUBANDI DJAJENGWASITO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 425; Dahlia Ssfitri Kurniawan (11491018)",
  "subjects": "LANGUAGE AND LANGUAGES-STUDY AND TEACHING"
}