{
  "id": "29675",
  "title": "A Study of the main characters affectation as seen in Kingsley Amis Lucky Jim",
  "abstract": "This thesis is the topic analysis of Kingsley Amis'Luckv Jim. Unlike his other novels, Luckv Jim, in a sense, has its own specification. It represents what happens in the British academic life during the twentieth century, particularly that regarded as affectation. Affectation, as a subject of the novel, has strongly shaped and coloured the academic world in which the main character Jim Dixon lives. Thus, the world turns out to be \"a play world\" where the incongruity of appearance and reality is very obvious. Due to the fact, affectation will be analyzed more deeply by trying to question not only why and how the main character of the novel Jim Dixon becomes entangled in the affectation but also what the results of his entanglement in the affectation are and how he can manage to overcome the affectation so that he eventually achieves a triumph over it. Analyzing the affectation based on these three questions, the writer of the thesis finds out that Jim Dixon's entanglement in the affectation is apparently caused by his intense desire for prestige and also his affected working environment. It is because of these two causes that Jim Dixon has to compromise his academic interest, falsify his qualification, and sacrifice his self-respect and love life. As long as he does the compromise of his academic interest, the falsification of his qualification, and the sacrifice of his self-respect and love life, he undergoes a number of crises which can be finally overcome by his choice of being active and the help of Carol Goldsmith and Catchpole. Being able to overcome the crises, he reaches great successes and a triumph over the affectation in which he is entangled. Through the analysis, it can be concluded that affectation is apparently none other than a means Jim Dixon uses to procure prestige and also to defend himself against the vanity and hypocrisy\" of those who inhabit the provincial university in which he works as a probationary lecturer in medieval history. A-s a means of procurement and defense, affectation is not sufficient since instead of bringing Jim Dixon into the happiness, it brings him into a number of crises. Thus, he is better off without it.",
  "creators": "EVIE SUSANA JOYO",
  "contributors": "Jenny Mochtar Djundjung (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 657; Evie Susana Joyo (11493090)",
  "subjects": "AMIS, KINGSLEY, 1922-... LUCKY JIM-STUDY AND TEACHING; ENGLISH FICTION--20TH CENTURY--STUDY AND TEACHING"
}