{
  "id": "29678",
  "title": "The Techniques used by the police and the suspects in the process of making the interrogation report",
  "abstract": "Interrogation is a process of thorougly questioning someone who is suspected to have made a mistake or commited a crime. The Purpose of interrogation to gather information and to get a confession from the suspect is important for judicial process. One kind of formal interrogation occurs between the police and the suspects, and this interrogation is a more complex form compared to the other type of conversation like interview. The reason is that the suspects generaly do not want to co-operate and admit their crime. This is to be expected since the suspects do not want to be punished. Therefore, they will attempt to withold the information and refuse to confess to a crime. As a result of the conflicting motives, police officers have to work hard and use several techniques to get a confession from the suspects. The Writer in this study sets out to learn about the types of questions and techniques used by the police and suspects as well as the sequences of techniques which commonly occur during the interrogation process. The Answers to those questions can be found by applying the theory of exchange as linguistic theory and principles of interrogation to determine the techniques. For the methodology, she uses qualitative approach to collect the data and focuses the analysis in some cases like Pickpocketing, Fraud and Attempted Murder. After a thorough analysis, the findings show that Identification Question as the type of question. Cornering as the police’s technique. Minimizing the Guilt as the suspect’s technique, Cornering- Minimizing the Guilt as the sequence of technique that mostly occured in the interrogation. In conclusion, the occurrence of Identification Question shows the need to get as much information related to the case that is being investigated, hi order to get some answers, the police officers comer the suspects in order to limit the suspect’s space. The facts show that Cornering-Minimizing the Guilt occurred the most, but Comering-Evading occurred almost the same . This clearly shows that there is a cross purpose between the police and the suspects. Moreover, when the suspects are being cornered, it is very hard for them to keep witholding the information. Therefore, they minimize their guilt to reduce the appearance of any wrongdoing and to avoid harsh punishment.",
  "creators": "TAN FEE CHEN",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); SUBANDI DJAJENGWASITO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Thesis No. 848; Tan Fee Chen (114096033)",
  "subjects": "ENGLISH LANGUAGE; SOCIOLINGUISTICS"
}