{
  "id": "29676",
  "title": "The Politeness strategies used by Sebastian in the film Cruel Intentions",
  "abstract": "This study is about Politeness Strategies, which are the strategies used to avoid or minimize the threat on the interlocutor’ s face. The writer is interested to conduct a study about Politeness Strategies because she notices that Politeness Strategies have important role in social interaction or daily conversation. In her study, she intends to find out the politeness strategies used by Sebastian when conversing with Kathryn and Annette, the factors or reasons for the choice of each strategy, and analyze the influence of Sebastian’s relationship with Kathryn and Annette to the choice of the strategy. As suggested by Brown and Levinson, the type of politeness strategies can be unredressed Bald on Record, solidarity-based Positive Politeness, formality-based Negative Politeness, or indirect Off Record. The writer uses a film transcription as her research data. After doing the analysis, she finds that Sebastian applies Positive Politeness to both Kathryn and Annette with different proportion. In this case, Sebastian applies more Positive Politeness to Annette than to Kathryn. It shows that Sebastian likes or cares about her or that he has closer relationship with her. The second most strategy that is used by Sebastian to both Kathryn and Annette is Negative Politeness. The proportion of Negative Politeness to Kathryn and Annette is also much different. Sebastian applies more Negative Politeness to Annette than to Kathryn which means that Sebastian is politer to Annette. Furthermore, the third and the least strategy that are used by Sebastian to Kathryn and Annette are Bald on Record and Off Record. Sebastian applies more Bald on Record and less Off Record to Annette. On the contrary, he applies less Bald on Record and more Off Record to Kathryn. These facts show that Sebastian is closer to Annette than to Kathryn. In addition, the writer finds that there is a changing in Sebastian‘ s relationship with Kathryn and Annette that influences his usage of politeness strategies to both of them. He applies many politeness strategies to Kathryn at the beginning and in the middle of the relationship. Yet, he applies many FT As to her at the end of the relationship. On the contrary, he applies many FT As to Annette at the beginning of the relationship. In the middle and at the end of the relationship, he applies many politeness strategies to her, especially Positive Politeness. Finally, the writer can conclude that there are similarity and difference in Sebastian’s Politeness Strategies to both Kathryn and Annette. The similarity is on the rank of the Politeness Strategies; Positive Politeness, Negative Politeness, Bald on Record, and Off Record, and the difference is on the proportion of each strategy. The factor that gives much influence in the usage of Politeness Strategies is relationship. Different degree of relationship will have different Politene",
  "creators": "ANNE DARSONO HADI",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 815; Anne Darsono Hadi (11496016)",
  "subjects": "GRAMMAR, COMPARATIVE AND GENERAL-HONORIFIC; SOCIOLINGUISTICS"
}