{
  "id": "29684",
  "title": "Analisa durasi rencana aktivitas dan evaluasi pelaksanaan jadwal pada suatu proyek konstruksi gedung bertingkat (studi kasus pada proyek X)",
  "abstract": "Penentuan durasi rencana dalam perencanaan jadwal proyek merupakan suatu bagian penting dalam pelaksanaan proyek konstruksi. Besarnya durasi rencana suatu pekerjaan sangat dipengaruhi oleh besarnya kuantitas pekerjaan tersebut. Semakin besar kuantitas suatu pekerjaan, semakin besar durasi pekerjaan tersebut diselesaikan. Untuk dapat menentukan durasi pekerjaan dari kuantitas pekerjaan, perlu diketahui produktivitas dari pekerja di proyek untuk pekerjaan tersebut. Analisa durasi rencana dan evaluasi pelaksanaan jadwal studi kasus dilakukan selama pelaksanaan pekerjaan struktur pada proyek hotel 10 lantai dengan fokus pada aktivitas pembesian, bekisting, dan pengecoran dari struktur beton pada proyek tersebut. Dari evaluasi pelaksanaan jadwal, didapat produktivitas nyata untuk pekerjaan pembesian sebesar 529,81 kg/hari untuk shear wall, 945,51 kg/hari untuk kolom, dan 1338,59 kg/hari untuk balok & slab. Untuk aktivitas bekisting, didapat produktivitas nyata sebesar 27,03 m2/hari untuk shear wall, 13,68 m2/hari untuk kolom, dan 70,82 m2/hari untuk balok & slab. Sedangkan untuk aktivitas pengecoran, didapat produktivitas nyata sebesar 27,00 m3/hari untuk shear wall, 15,00 m3/hari untuk kolom, dan 51,85 m3/hari untuk balok & slab. Produktivitas nyata dari aktivitas pekerjaan struktur di proyek ini cenderung lebih rendah dari produktivitas yang direncanakan sehingga menimbulkan keterlambatan akibat durasi aktivitas yang tidak sesuai dengan besarnya kuantitas pekerjaan.",
  "creators": "HARTMANN HARDYANTO NGONO",
  "contributors": "Budiman Proboyo (Advisor 1); Indriani Santoso (Advisor 2); Sentosa Limanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011932/SIP/2013; Hartamann Hardyanto (21409025)",
  "subjects": "PROJECT MANAGEMENT; CONSTRUCTION INDUSTRY-MANAGEMENT"
}