{
  "id": "29687",
  "title": "Model faktor-faktor penyebab dan dampak keterlambatan proyek konstruksi di Surabaya",
  "abstract": "Keterlambatan proyek konstruksi dapat didefinisikan sebagai terlewatnya batas waktu penyelesaian proyek dari waktu yang telah ditentukan dalam kontrak, atau dari waktu yang disetujui oleh pihak-pihak yang terkait dalam penyelesaian suatu proyek. Keterlambatan proyek akan menyebabkan pembengkakan biaya serta hilangnya peluang untuk mengerjakan proyek yang lain. Oleh karena itu, perlu mengetahui faktor-faktor penyebab dan dampak keterlambatan proyek. Faktor penyebab keterlambatan proyek disebabkan oleh kontraktor, pemilik proyek, konsultan, dan faktor eksternal. Dampak keterlambatan proyek dapat diindikasi menggunakan indikator biaya, waktu, dan pembayaran yang terlambat. Metodologi penelitian yang digunakan adalah deskriptif kuantitatif, dengan menggunakan sampel sebanyak 150 orang responden. Data kemudian dianalisis menggunakan uji validitas dan reliabilitas dengan Confirmatory Analysis Factor. Dari hasil pengujian, dapat diketahui bahwa dari keempat variabel yang digunakan untuk mengukur faktor-faktor penyebab keterlambatan proyek konstruksi di Surabaya, pihak Kontraktor adalah variabel yang memiliki pengaruh terbesar dengan nilai direct-effect sebesar 0,996. Dua variabel lainnya, yaitu pihak Konsultan dengan nilai direct-effect sebesar 0,043 dan Faktor Eksternal dengan nilai direct-effect sebesar 0,042 memiliki pengaruh yang positif kurang signifikan terhadap Keterlambatan Proyek. Sementara pihak Pemilik Proyek dengan nilai direct-effect sebesar -0,008 tidak memiliki pengaruh yang positif dan signifikan terhadap Keterlambatan Proyek.",
  "creators": "DESYLLIA",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Andi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011935/SIP/2013; Desyllia (21409070), Fibbie Chendra (21409127)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; PROJECT MANAGEMENT"
}