{
  "id": "29689",
  "title": "A Study of word-formation processes on Kupang words in Tapaleuk column in pos Kupang",
  "abstract": "Indonesia as an archipelago country is very rich in languages. Besides Indonesian as the national language, there are over two hundred vernaculars. Each has its dialects and varieties. One of them is Kupangese. Kupangese is the vernacular of Kupang, which is the capital city of East Nusa Tenggara, one of the provinces in Indonesia. Kupangese and Indonesian are not two separated languages. Like Jakarta, Kupangese is one of the dialects of Indonesian. Like other languages, Kupangese also undergoes a linguistic process which is called Word-Formation Process. Therefore, through this study, the writer wants to find out the word formation patterns of Kupang words and the most common word formation pattern of Kupang words in Tapaleuk columns in Pos Kupang. As the major theory to find out the word formation patterns of Kupang words, she applies the theory of morphology and English word-formation processes written by George Yule (1985). This theory is supported by the theory of Indonesian word-formation processes (Chaer, 2003). This study is a descriptive research which is categorized as a field study. The writer gets the data from Pos Kupang newspaper in Tapaleuk columns from 1st and 2nd March editions. The data are collected by identifying Kupang words, which are different from Indonesian ones. Then, she lists Kupang words which are different from Indonesian based on alphabet. After that, the data are classified based on the patterns to count the percentage of the Kupang words for each pattern. The Highest percentage is the most common word formation pattern of Kupang words found in Tapaleuk columns in Pos Kupang. The result shows that there are 18 word formation patterns which can be divided into two, 6 word-formation processes which are included George Yule’s classification and 12 word-formation processes which are not included George Yule’s classification. Among those patterns, the most common word formation pattern is the process of clipping. It shows that Kupang people like to clip the words when they are communicating each other. They economize their speech by dropping and shortening certain sounds.",
  "creators": "RR DEWI N KARTANEGARA",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); MAS MOELJONO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011286/ING/2004; Rr. Dewi Natalia Kartanegara (11499175)",
  "subjects": "INDONESIAN LANGUAGE-DIALECTS; SOCIOLINGUISTICS; INDONESIAN LANGUAGE-SOCIAL ASPECTS"
}