{
  "id": "29686",
  "title": "The Ideas of feminism in Dorinda Oakley's job and marriage that lead her to financial success and empatiness in life as sees in Ellen Glasgow's barren ground",
  "abstract": "The Setting of Ellen Glasgow’s novel entitled Barren Ground is Virginia, Southern America in the early 20* century, where the image of an ideal woman must reflect propriety and gentility. However, Dorinda Oakley as the main female character of Barren Ground does not reflect this image so that the writer is curious to know what her extraordinary attitudes toward job and marriage are, which make her different from the ideal image of Southern women. The writer is also curious to know how Dorinda’s extraordinary attitudes make her successful financially but at the same time feels emptiness in her life. Hence, the writer wants to prove that Dorinda Oakley can be considered as a feminist because of her extraordinary attitudes toward job and marriage by analyzing her character and her conflict with her mother and the Pedlar’s Mill society. The writer also wants to find out in what way her feminist attitudes toward job and marriage lead her to financial success and emptiness in life. In this case, the writer uses two literary theories, namely characterization and conflict. In the analysis, the writer uses the theories of characterization and conflict in order to show Dorinda’s extraordinary attitudes toward job and marriage. The writer also uses the theories of feminism as the supporting theories in analyzing this novel. In this case, feminism, according to Maggie Humm’s definition, is both a doctrine of equal rights for women and an ideology that identifies the sexual division of labor as the cause of oppression on women. The writer uses the feminist theories in the analysis in order to show that Dorinda Oakley’s different attitudes toward job and marriage reflect her feminist side. In conclusion, the writer finds that Dorinda is a feminist in her job and marriage because she refuses to do women’s job, and instead, she prefers doing men’s job, that is becoming a plantation owner. Moreover, she does not get married for a long time after her fiance jilted her, and when she finally marries, she does it only for convenience and never has any children of her own. Furthermore, she seldom takes care of her stepchildren or does the housework. Thus, by being a feminist in her job and marriage, she has a lot of time to manage her plantation and dairy ferm and earns a lot of money from them, even though in the end she feels that her life is empty.",
  "creators": "GRACE TANUDJAJA",
  "contributors": "SIMON FILANTROPHA (Advisor 1); ANITA LIE (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 841; Grace Tanudjaja (11497027)",
  "subjects": "AMERICAN FICTION--20TH CENTURY--STUDY AND TEACHING; GLASGOW, ELLEN, 1874-1945. BARREN GROUND-STUDY AND TEACHING"
}