{
  "id": "29680",
  "title": "The Failure of the main character's attempts to get equality to men's rights in Charlotte Bronte's Shirley",
  "abstract": "Women have been the victims of gender discrimination, especially in the Victorian age, in which their positions are very weak, that is beyond men. However, Caroline, the Victorian woman has attempted to get the equality to men's rights. This thesis contains the reason of her attempts, what kinds of equality that she wants, and the causes of her failure. The thesis writer will prove that she attempts to get equality because she is discontent to her condition and the causes of her failure are the society, social norms and herself. The scope of this study will be about the analysis of Caroline's character in order to gain proofs of her attempts to get equality. Meanwhile, as for the limitation, the thesis writer only will focus on Caroline as the main female character who shows.the characteristic of a Victorian woman who attempts to get equality. In this study, the thesis writer will use the library research to find and collect all the information about the novel, Shirley. The thesis writer will use the literary approach of characterization to analyze Caroline and also the theory of the condition of women in Victorian age to analyze the condition of Caroline in that period. Caroline is bored with her condition, so that she wants to get equality to men's rights, such as, equal rights to be independent, equal opportunity, and equal rights to choose a spouse. But, her environment, the Victorian norms, and herself have led her to failure. Finally, the thesis writer concludes that Caroline's main reason for Caroline's failure is because she is afraid of breaking the Victorian norms as she is afraid of society's punishment; that is, being isolated.",
  "creators": "VITA GOZAL",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); Drs. Setefanus Suprajitno, M.A., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 898; Vita Gozal (11496096)",
  "subjects": "BRONTE, CHARLOTTE, 1816-1855. SHIRLEY-STUDY AND TEACHING; ENGLISH FICTION-18TH CENTURY-STUDY AND TEACHING"
}