{
  "id": "29691",
  "title": "\"Fibre reinforced concrete\" suatu studi tentang kuat tekan dan kuat tarik",
  "abstract": "Beton merupakan bahan bangunan yang getas dan tidak tahan terhadap tarikan. Untuk mengatasi ini biasanya diberi tulangan baja pada bagian serat yang tertarik. Tetapi dengan perkembangan teknologi beton pada saat ini, material yang lain pun dapat dipakai misalnya baja prategang, serat, tulangan bambu, rotan, dll. Penelitian-penelitian terdahulu mendapatkan 0 serat maksimum adalah 0,25mm, aspek rasio berkisar antara 30 s/d 150, dan dosis serat maksimum tergantung pada berat total beton, berat agregat yang berukuran > 5mm dan aspek rasio serat. Penelitian pendahuluan yang dilakukan di Universitas Kristen Petra, menggunakan serat ijuk, rafia dan bindraat. Ketiga serat ini digunakan karena mudah didapat dan relatip murah. Pada penelitian pendahuluan, serat yang berasal dari bindraat menunjukkan peningkatan kekuatan yang terbesar sehingga dirasakan perlu untuk melanjutkan penelitian tersebut dengan panjang dan dosis serat yang lebih beragam. Penelitian ini merupakan satu kesatuan dengan penelitian lain yang berjudul \" FIBRE REINFORCED CONCRETE, Suatu Studi tentang Kuat Lentur dan Susut \", dilakukan oleh T. Mathovani S. dan I. Hartono. Pengujian yang dilakukan pada penelitian ini adalah uji kuat tekan dan tarik dengan memakai benda uji silinder berdiameter 15 cm dan tinggi 30 cm. Pengujian kuat tekan sesuai dengan ASTM C39-86. Pengujian kuat tarik sesuai dengan ASTM C496-86. Untuk mengetahui peningkatan kekuatan akibat penambahan serat tersebut, hasil pengujian kuat tekan/tarik dari beton berserat kemudian dibandingkan dengan hasil uji untuk beton normal. Hasil penelitian ini tidak menunjukkan kecenderungan yang jelas adanya peningkatan kekuatan karena pemberian serat. Peningkatan kuat tekan terbesar terjadi pada pemberian serat dengan panjang 3cm dan dosis 1%, yaitu sebesar 36,1%. Sedangkan pada uji kuat tarik, peningkatan kekuatan terbesar terjadi pada pemberian serat dengan panjang 5 cm dan dosis 1%, yaitu sebesar 37,5.",
  "creators": "JUNATA CANDRA GUNAWAN; ANTONO",
  "contributors": "Benjamin Lumantarna (Advisor 1); Hurijanto Koentjoro (Advisor 2); Ir. GIDEON HADI KUSUMA, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 462 S; Junata Chandra Gunawan (14285036), Antono (14285096)",
  "subjects": "FIBER-REINFORCED CONCRETE"
}