{
  "id": "29690",
  "title": "Studi laboratorium tentang pengaruh kadar bahan additive chemcrete pada campuran aspal",
  "abstract": "Chemcrete merupakan bahan additive untuk memperbaiki sifat dari aspal. Perbaikan sifat dari perkerasan jalan lentur yang ditambahkan bahan chemcrete sangat besar terutama dalam perkiraan umur rencana, penambahan dapat mencapai empat kali umur rencana perkerasan konvensional pada keiebalan yang sama. Alternatif lain diberikan umur rencana tertentu dengan menambahkan chemcrete akan memberikan pengurangan ketebalan perkerasan antara 15-30 persen dari tebal perkerasan konvensional. Bahan additive chemcrete berupa cairan minyak yang mudah bercampur dengan aspal dalam keadaan cair dengan tidak terjadi pengendapan atau pemisahan. Selama dalam tangki penyimpanan campuran aspal dan chemcrete tidak terjadi proses kimia, proses ini terjadi setelah aspal dicampur dengan agregat karena terjadi lapisan yang tipis sehingga luas permukaannya besar yang memungkinkan penyerapan oksigen sebagai katalisator masuknya chemcrete dalam molekul aspal. Proses ini menguntungkan karena mempermudah pelaksanaan. Selain itu pelaksanaan mulai dari pencampuran agregat hingga pemadatan tidak berbeda dengan pelaksanaan perkerasan konvensional, hal ini menguntungkan sebab tidak perlu diadakan pendidikan khusus bagi para teknisi lapangan. Chemcrete merupakan bahan additive dengan harga relatif mahal sehingga pemakaiannya harus dengan pertimbangan yang matang. Untuk itu dalam penelitian bahan additive chemcrete ini diutamakan untuk melihat pengaruh kadar chemcrete pada campuran aspal sehingga pemakaian chemcrete seefisien dan seekonomis mungkin.",
  "creators": "HADI SUDARMO; LIEM MARIONO",
  "contributors": "SOEHARTONO IRAWAN (Advisor 1); Harry Patmadjaja (Advisor 2); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 510 S; Hadi Sudarmo (14285034), Lem Mariono (14285131)",
  "subjects": "ASPHALT CONCRETE; ASPHALT EMULSION MIXTURES"
}