{
  "id": "29696",
  "title": "Stabilisasi tanah pada proyek terminal peti kemas pelabuhan Surabaya",
  "abstract": "Dengan semakin meningkatnya kegiatan export dan import di Jawa Timur, PERUM PELABUHAN III merasa perlu untuk meningkatkan pelayanannya dengan membangun suatu pelabuhan kontainer. Daerah di mana pelabuhan kontainer tersebut direncanakan ternyata mempunyai kondisi tanah yang sangat lunak sehingga suatu perbaikan tanah harus dilakukan sebelum pembangunan di atasnya dilakukan. Sistem perbaikan tanah yang dipilih dalam proyek ini adalah Vertical Drain dan Preloading. Serangkaian penyelidikan tanah dan pembuatan dua buah trial embankment telah dilaksanakan untuk mendapatkan data-data perencanaan yang teliti. Trial embankment I dengan tinggi timbunan 2.60m dibangun di atas daerah seluas 14x16 m2 yang telah dilengkapi dengan susunan vertical sand drain dan trial embankment setinggi 2.70 m dibangun di atas daerah tanpa vertical drain seluas 14x10 m2. Hasil pengamatan selama 280 hari menunjukkan bahwa trial embankment I telah mencapai derajat konsolidasi 67%, sedangkan trial embankment II hanya 40%. Back calculation yang dilakukan berdasarkan hasil pengamatan kedua trial embankment tersebut menghasilkan suatu koefisien konsolidasi vertikal (cvv) sebesar 0.0022 m2/hari dan koefisien konsolidasi horisontal sebesar 0.0069 m2/hari. Estimasi grafik waktu penurunan berdasarkan kedua parameter ini menghasilkan suatu grafik yang mendekatl grafik hasil pengamatan penurunan yang terjadi di lapangan. Terdapat sedikit perbedaan yang kemungkinan disebabkan oleh tidak seragamnya lapisan-lapisan pasir di lokasi ini tetapi secara umum dapat disimpulkan bahwa waktu t90 dari estimasi hampir sama dengan t90 yang terjadi di lapangan.",
  "creators": "SETIAWAN GIANTORO W.; JOHANES MOELJADI",
  "contributors": "Sugie Prawono (Advisor 1); Budisetyono Tedjakusuma (Advisor 2); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 548 S; Setiawan Giantoro W. (21486114), Johanes Moeljadi (21487070)",
  "subjects": "SOIL MECHANICS; SOIL STABILIZATION"
}