{
  "id": "29699",
  "title": "Studi perbandingan perilaku seismik struktur hibrid yang direncanakan dengan dan tanpa perencanaan kapasitas",
  "abstract": "Peraturan Perencanaan Tahan Gempa Indonesia untuk Gedung 1983 mensyaratkan agar bangunan bertingkat direncanakan dengan perencanaan kapasitas. Di dalam kenyataannya banyak perencana yang masih enggan menggunakan perencanaan kapasitas ini karena proses penghitungan yang lebih lama serta memerlukan pendetailan yang lebih rumit. Tugas Akhir ini ingin mempelajari perilaku struktur hibrid yang direncanakan dengan perencanaan kapasitas dan tanpa kapasitas serta mempelajari perilaku struktur hibrid yang mempunyai kekakuan struktur dinding yang berbeda. Struktur hibrid yang dipakai adalah struktur hibrid dengan struktur dinding yang menerima gaya gempa 50% dari total gaya gempa yang diterima struktur {struktur hibrid 50%), pemilihan struktur ini untuk mewakili struktur hibrid dengan waktu getar alami panjang dan struktur hibrid dengan struktur dinding menerima gaya gempa 80% dari total gaya gempa yang diterima struktur (struktur hibrid 80%), pemilihan struktur ini untuk mewakili struktur hibrid dengan waktu getar alami pendek. Struktur dinding yang dipakai dalam Tugas Akhir ini adalah struktur dinding kantilever. Rekaman gempa yang dipakai dalam Tugas Akhir ini adalah gempa El Centro 1940 N-S, yang dalam hal ini mewakili gempa sedang (gempa dengan periode ulang di antara 20 tahun dan 200 tahun), serta gempa kuat, dalam hal ini gempa Pacoima Modified yaitu gempa \"artificial\" yang dibuat dengan dasar rekaman gempa Pacoima Dam 1971 S16E sedemikian sehingga memiliki spektrum respon percepatan yang berimpit dengan spektrum respon untuk wilayah 4 gempa Indonesia dengan periode ulang 200 tahun. Dari hasil analisa inelastis riwayat waktu dapat diambil beberapa kesimpulan sebagai berikut: 1. Struktur hibrid yang direncanakan dengan perencanaan kapasitas, untuk struktur hibrid 50% bila dikenai gempa sedang memberikan respon yang baik (sendi-sendi plastis terjadi pada balok, daktilitas balok yang dituntut tidak melampaui yang tersedia serta rotasi yang dituntut tidak melampaui yang tersedia).",
  "creators": "YULI TRIANA; YAN HENDRY LIYANTO",
  "contributors": "Takim Andriono (Advisor 1); Benjamin Lumantarna (Advisor 2); Tirta Djusman Arief (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 558 S; Yuli Triana (21487030), Yan Hendry Liyanto (21487129)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS"
}