{
  "id": "29697",
  "title": "Evaluasi terhadap faktor K dalam SKSNI T-15-1991-03 untuk struktur dengan komponen beton pratekan",
  "abstract": "Faktor jenis struktur K untuk komponen struktur beton pratekan penuh dan beton pratekan parsial dalam SKSNI T-15-1991-03 tidak memperlihatkan pengaruh kekangan akibat tulangan sengkang dan parameter-parameter yang lain seperti tuntutan daktilitas struktur, jumlah lapis tendon, perbandingan tinggi bersih kolom dengan panjang sendi plastis dan mutu beton,di mana parameter-parameter di atas mempunyai pengaruh yang dapat mempengaruhi daktilitas kurvatur penampang. Suatu studi untuk menganalisa faktor jenis struktur K untuk balok beton pratekan penuh dan beton pratekan parsial dengan memasukkan pengaruh kekangan dan parameter-parameter tersebut di atas dilakukan dalam rangka tugas akhir ini. Analisa dimulai dengan menghitung daktilitas kurvatur penampang dari berbagai bentuk penampang yang umum dijumpai dalam struktur beton dengan menggunakan suatu program komputer. Berdasarkan hasil rata-rata daktilitas kurvatur baik untuk balok persegi, balok T yang menerima momen positif dan balok T yang menerima momen negatif, dibuat suatu tabel untuk menentukan faktor jenis struktur K untuk suatu nilai daktilitas struktur tertentu. Dari hasil studi terlihat bahwa nilai faktor jenis struktur K untuk beton pratekan penuh dan beton pratekan parsial tidak selalu bernilai antara 1 dan 1.4 tetapi dapat bervariasi dengan memperhatikan parameter-parameter seperti yang telah disebutkan di atas.",
  "creators": "DAVID HARIONO; HARIJONO",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1); Takim Andriono (Advisor 2); Hurijanto Koentjoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 549.S; David Hariono (21487008), Harijono (21487081)",
  "subjects": "CONCRETE CONSTRUCTION; PRESTRESSED CONCRETE CONSTRUCTION"
}