{
  "id": "29692",
  "title": "Program manajamen proyek untuk perencanaan, penjadwalan dan pengontrolan proyek",
  "abstract": "Skripsi ini berisikan program Komputer yang dapat dipakai untuk memperkirakan biaya suatu proyek bangunan, melakukan penjadwalan proyek dan pengontrolan biaya selama proyek berlangsung. Metoda yang dipakai pada program ini sesuai dengan yang biasa diajarkan pada perguruan tinggi dan dipakai di lingkungan pekerjaan konstruksi khususnya di Indonesia. Diharapkan para mahasiswa, para lulusan perguruan tinggi, pekerja proyek konstruksi dan orang yang berkepentingan dengan pekerjaan proyek konstruksi tidak akan kesulitan memakainya dan membaca hasil perhitungannya. Sebagai sarana pengolahan data program ini memakai pengolah data \"Data base\" dan pencetakan hasil perhitungan dapat ke dalam file \"ASCI\" dengan pertimbangan akan memudahkan para pemakai program untuk memindahkan data ke dalam paket program lainnya seperti \"Spreedsheet\" dan \"Word processing\". Agar dapat menampilkan grafik kurva-S, kami pakai fungsi dalam bahasa C dipanggil dalam program paket \"Clipper Compiler\". Setelah kami Rompilasi program ini dapat langsung dipakai dari sistem operasi \"DOS\" dan memecahnya dalam beberapa file overlay supaya menghemat memori komputer. Pemakai program dituntut mengerti dasar analisa harga satuan yang biasanya memakai Analisa Biaya (B. O.W) dari jaman Belanda. Setelah memasukkan data kegiatan, volume, koefisien dan harga dapat dilakukan proses perhitungan meliputi: - Perhitungan anggaran biaya, mulai dari harga satuan pekerjaan, biaya pekerjaan, sampai total biaya proyek. - Perhitungan kebutuhan material per minggu. - Perhitungan kebutuhan tenaga kerja per minggu. - Perhitungan kebutuhan alat per minggu. - Perhitungan kebutuhan dana per minggu. - Perhitungan rencana total volume bahan yang diperlukan dan pengontrolannya. - Perhitungan pengeluaran dana per minggu. - Kontrol biaya proyek dengan konsep unit produksi, terdiri dari kontrol harga satuan aktual mingguan dan perkiraan total biaya proyek aktual. - Perhitungan prosentase rencana tiap pekerjaan dan prosentase aktualnya. - Penyusunan jadwal waktu kerja paling awal dan paling akhir serta total floatnya, yang digambarkan dalam bentuk Bar Chart. - Kontrol waktu untuk menye1esaikan tiap-tiap pekerjaan. Menampilk an Kurva-S rencana dan perbandingannya dengan Kurva-S aktual, Perhitungan perkiraan tanggal pengambilan termyn dan pembuatan kurva pengeluaran dan pemasukan dana dari termyn. Penyesuaian harga, Koefisien, kecepatan dan volume dari data perencanaan dengan data yang baru, sehingga program dapat mengikuti perkembangan proyek dalam melakukan perhitungan.",
  "creators": "ROSIANAWATI KRISTANTO; DJUNADI SUTANTO",
  "contributors": "Mutyadewi Subagio (Advisor 1); Sukanto Tedjokusuma (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 468 S; Rosianawati Kristanto (14286016), Djunadi Sutanto (14286026)",
  "subjects": "PROJECT MANAGEMENT; CONSTRUCTION INDUSTRY-MANAGEMENT-COMPUTER PROGRAMS; SCHEDULLING (MANAGEMENT)"
}