{
  "id": "29703",
  "title": "XML schema validator and XML file un/serializing tools research",
  "abstract": "As I join the double degree program, I have to spend one year study including the graduation project at Fontys University of Applied Science in Netherlands after my three years study in my home country, Indonesia. To do the graduation project, I need to go for an internship in a company with minimum 90 working days. After comparing some projects offered from several companies, I decided to take a project offered from Philips Netherlands, an international company which is one of the largest electronics company in the world, about the XML parser for the Lighting division, especially outdoor lighting department. One of the reasons I chose this project is because the topic is quite challenging for me because I never learn about XML and the environment is not familiar for me. The internship began on September 6th 2013 and will be ended on January 28th 2014. The purpose of this report is to describe what I have done and learned during my internship as the graduation project in Philips Lighting. This report is a requirement to fulfill my graduation project thesis. The project focuses primarily on the research part. This research is about finding a solution to parse an XML file to C struts automatically based on XSD (XML Schema). The solution shall be able to run in Linux platform and able to be developed in C. The solution can be a tool or a method that can be applied and maintained flexibly.",
  "creators": "CELIA KRISTI GUNAWAN",
  "contributors": "BERRY VAN DER WIJST (Advisor 1); BERT VAN GESTEL (Advisor 2); JACK ZIJLMANS (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01021311/INF/2014; Celia Kristi Gunawan (26409006)",
  "subjects": "XML (DOCUMENT MARKUP LANGUAGE)"
}