{
  "id": "29700",
  "title": "Studi pemanfaatan serbuk silika sebagai campuran peningkat kekuatan beton",
  "abstract": "Serbuk silika diperoleh dari proses penggilingan pasir silika sampai mencapai kehalusan tertentu (ukuran partikel rata-rata 70 um dan 50 nm). Pasir silika tersebut mengandung silikadioksida (SiO2) yang kurang lebih sama dengan yang terkandung dalam silica fume (lebih dari 90%). Oleh karena itu dilakukan serangkaian penelitian untuk mengetahui sampai sejauh mana serbuk silika dapat menggantikan semen. Selain itu juga untuk mengetahui sampai sejauh mana manfaat penambahan serbuk silika dalam campuran beton. Dari hasil-hasil penelitian yang telah diperoleh ternyata serbuk silika tidak dapat menggantikan semen, tetapi dapat dipakai sebagai bahan tambahan dalam campuran beton untuk meningkatkan kekuatan. Penambahan serbuk silika sebanyak 30% dapat meningkatkan kekuatan tekan sampai 40% kekuatan tarik 20% dan kekuatan lentur 4%. Di samping itu beton dengan tambahan serbuk silika 10-40% yang dipanaskan pada temperatur 100°C dan 150°C masih menunjukkan kekuatan tekan yang cenderung meningkat. Sedangkan akibat gempa kuat, struktur hibrid 50% masih memberikan respon yang baik yaitu mekanisme yang terjadi masih sesuai dengan yang diharapkan, hanya saja rotasi kolom dasar yang dituntut melampaui rotasi yang tersedia. Untuk struktur hibrid 80% akibat dikenai gempa sedang dan gempa kuat memberikan respon yang baik. StruktUr hibrid yang direncanakan dengan perencanaan tanpa kapasitas, untuk struktur hibrid 50% akibat dibebani gempa sedang memberikan respon yang baik. Bila struktur dibebani gempa kuat memberikan respon kurang baik (sendi-sendi plastis terjadi pada kolom-kolom lantai atap dan rotasi yang dituntut melampaui yang tersedia), tetapi struktur tidak mengalami keruntuhan (tidak terjadinya mekanisme \"soft storey\"). Untuk struktur hibrid 80%, baik akibat dibebani gempa sedang maupun gempa kuat memberikan respon yang baik. Perencanaan struktur hibrid 50% diusulkan untuk memakai perencanaan kapasitas, baik untuk perencanaan portal maupun struktur dindingnya. Sedangkan untuk struktur hibrid 80%, diusulkan untuk memakai perencanaan kapasitas bagi struktur dindingnya dan untuk perencanaan portal tidak perlu dipakai perencanaan kapasitas atau hanya dilakukan pendetailan-pendetailan saja.",
  "creators": "RANY KOSARI; YUDY HARTANTO",
  "contributors": "Hurijanto Koentjoro (Advisor 1); Paulus Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 553 S; Rany Kosari (21488038), Hartanto, Yudy Hartanto (21488124)",
  "subjects": "CONCRETE; CONCRETE-MIXING; CONCRETE-MIXING-RESEARCH"
}