{
  "id": "29708",
  "title": "Galeri kerajinan bambu di Malang",
  "abstract": "Bambu merupakan tanaman yang memiliki berbagai kelebihan dan penggunaan yang luas dalam berbagai bidang, terutama dalam bidang konstruksi dan kerajinan. Bambu tersebar luas di hampir seluruh bagian di Indonesia, terutama Sumatra dan Jawa, salah satunya di kota Malang, Jawa Timur. Di Kecamatan Pakis, Malang, selain terdapat hutan bambu yang luas, bambu juga dimanfaatkan sebagai bahan kerajinan dan bahan konstruksi. Sayangnya, hasil kerajinan yang diproduksi kurang memperhatikan kualitas dan bentuknya kurang beragam, begitu pula ruang untuk memamerkan hasil kerajinan dan tempat produksi yang masih kurang layak sehingga tidak menarik minat pembeli, padahal kerajinan bambu berpotensi untuk memiliki nilai jual yang tinggi. Di sisi lain, dalam bidang arsitektur, bambu masih dianggap sebagai bahan bangunan rakyat miskin dan desain bangunan hanya sebatas rumah, warung, dan gazebo, padahal bambu memiliki berbagai kelebihan yang bisa dikembangkan. Perancangan Galeri Kerajinan Bambu ini diharapkan dapat menjadi sebuah terobosan agar hasil dari kerajinan bambu yang ada di kecamatan Pakis dapat meningkat sehingga memiliki harga jual yang tinggi dan bangunan galeri sendiri dapat menjadi sebuah benda pamer yang menggunakan sifat dan kelebihan bambu itu sendiri. Perancangan juga tidak terlepas dari pemilihan lokasi yang berada di area perdagangan yang padat namun memiliki kelebihan berupa potensi view sungai dan hutan bambu. Pendekatan desain adalah pendekatan bentuk dan struktur, dimana diawali dengan ide struktur daun bambu yang dapat menampilkan sifat fleksibel/lentur dari bambu.",
  "creators": "DEVI CALISTA SILVANUS",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Benny Poerbantanoe (Advisor 2); Anik Juniwati (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023276/ARS/2014; Devi Calista Silvanus (22410024)",
  "subjects": "GALLERIES (ARCHITECTURE); BAMBOO WORK; ART GALLERIES; ART CENTERS-DESIGN AND PLANS"
}