{
  "id": "29713",
  "title": "Directives and preferences used between Daphne Wilder and Milly in the film Because I Said So",
  "abstract": "This is the study about the types of directives used by the main character to her daughter in the film Because I Said So, the social factors that condition the use of each type of directives, and the types of preference given by her daughter toward each type of directives by the main character. In conducting this study, the writer proposed three research questions. The theory of directives by Ervin-Tripp (1976) was used as the main theory to classify the types of directives. The theory of social factors by Holmes (2001) and theory of preference by Yule (2000) were also used in this study. The approach used in this study is qualitative. From the study, it was found that the main character used four types of directives, which are bald imperatives, imbedded imperatives, need statements, and hints to her daughter. It was also found that the topics, settings, and the presence of the third person did not significantly condition the use of each type of directives by the main character. It may be due to the relationship between the main character and her daughter, which is very close as they are mother-daughter. Besides, the function seems to somewhat give influence to the main character in using directives. It can be seen that instead of using bald imperatives, need statement, and hint, the main character uses imbedded imperatives when she asks her daughter to do a difficult or not routine task. In addition, it can be seen that her daughter gives both types of preference toward each type of directives by the main character, which are preferred and dispreferred act. Her daughter seems to give preferred act toward the main character when she tries to rearrange her apartment. On the other hand, she gives dispreferred act most of the time when the main character tried to control her in relation with her clothing and her date.",
  "creators": "REGINA LIZABETH",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Flora Debora (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011921/ING/2010; Regina Lizabeth (11406032)",
  "subjects": "LANGUAGE AND LANGUAGES-SOCIAL ASPECTS; SOCIOLINGUISTICS"
}