{
  "id": "29714",
  "title": "Studi penentuan dimensi elemen struktur pada sistem rangka pemikul momen beraturan yang didesain dengan metode direct displacement based design",
  "abstract": "Pemilihan dimensi elemen struktur dalam metode Direct Displacement Based Design (DDBD) berperan penting pada efektifitas proses desain dan kinerja bangunan. Studi ini mencoba mengestimasi dimensi balok dan kolom pada sistem rangka pemikul momen beraturan berdasarkan beban gravitasi dan bentang balok, serta rasio tegangan kolom terhadap kokoh tekan beton yang dipergunakan. Dimensi balok dan kolom diambil seragam untuk seluruh struktur. Bangunan yang diteliti terdiri dari 8 varian, bentang 6- dan 8- meter, 6- dan 10-lantai, terletak di wilayah gempa-2 dan -6 Peta Gempa Indonesia, dan direncanakan untuk kondisi damage control. Kinerja bangunan yang didesain menggunakan estimasi yang diusulkan dilakukan menggunakan dynamic nonlinear time history analysis (NLTHA). Hasil penelitian menunjukkan bahwa dimensi balok tidak dapat disetimasi berdasarkan beban gravitasi karena semua varian menunjukkan lebih didominasi oleh beban gempa. Penelitian ini merekomendasikan tinggi dan lebar balok diambil sebesar 1/11–1/10 kali bentang balok dan sebesar 2/3 kali tinggi balok. Dimensi kolom dapat diperkirakan berdasarkan tegangan penampang sebesar 0.13-0.17 kali kuat tekan beton yang digunakan. Struktur memiliki kinerja yang cukup baik ditinjau dari parameter storey displacement, storey drift, rata-rata momen dan geser kolom, serta damage indices. Seluruh parameter yang dihasilkan dari analisis NLTHA sudah mendekati target perencanaan yang ditentukan. Prosedur desain kapasitas menghasilkan kondisi strong column weak beam. Walaupun demikian seluruh ujung atas kolom lantai dasar mengalami pelelehan awal (first yield) yang dapat mengarah pada kondisi soft storey yang tidak diharapkan. Oleh sebab itu penelitian ini menyarankan untuk dilakukan penelitian lebih lanjut mengenai estimasi dimensi balok dan kolom berdasarkan parameter lainnya agar dihasilkan struktur yang memiliki kinerja yang lebih baik.",
  "creators": "EUNIKE YENATAN; ALVINA SURYA WIJAYA",
  "contributors": "Ima Muljati Ginsar (Advisor 1); Wong Foek Tjong, S.T., M.T., Ph.D. (Advisor 2); Daniel Tjandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011924/SIP/2013; Eunike Yenatan (21410032), Alvina Surya Wijaya (21410154)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS; STRUCTURAL DESIGN; EARTHQUAKE RESISTANT DESIGN; EARTHQUAKE ENGINEERING; BUILDINGS-EARTHQUAKE ASPECTS-RESEARCH"
}