{
  "id": "29716",
  "title": "The Turn taking strategies used in social and political of \"Apa Kabar Indonesia Malam Talk Show\"",
  "abstract": "When conversation is held, turn taking must be automatically occurred because there are many changes of the speaker’s turn during the conversation itself. Stenstrom theory (1994) divides turn taking strategies into taking the turn strategy, holding the turn strategy, and yielding the turn strategy. In fact, people will talk about many kinds of topics in their conversation, and based on Holmes, topic can be divided into two categories; affective and referential topic. Therefore I chose social and political topic to represent them and I want to see whether topic can affect the use of the turn taking strategies or not. Next, I chose a talk show as my subject because it is more natural since each of the participants deliver their argument spontaneously and for the talk show I chose “Apa Kabar Indonesia malam” talk show because this talk show is popular and usually brings up these two kinds of topic. I use a descriptive quantitative approach because later I describe the linguistics items, turn taking strategies that occur in the conversation and also I count and compare the type of the turn taking strategies. The source of the data is the conversation that happened during the social and political talks. After analyzing the data by using Stenstorm’s (1994) theory, I found out that taking the turn is the highest strategy in both social and political talks. Another finding that I find is that holding the turn is much higher in political talks because the participants are eager to hold their turn as long as possible. On the other hand, yielding the turn is much higher in social talks because it is usually more relaxed and the participants do not need to monopolize the floor.",
  "creators": "EMITA CHRISTANTI",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Jusuf Imam Ibrahim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011957/ING/2011; Emita Christanti (11407023)",
  "subjects": "DISCOURSE ANALYSIS; SOCIOLINGUISTICS"
}