{
  "id": "29724",
  "title": "Pembuatan sistem informasi administrasi untuk kursus mobil berbasis website dan mobile",
  "abstract": "Tempat kursus mobil adalah tempat kursus bagi orang yang ingin belajar mengemudi dengan baik dan benar. Sekarang ini sudah ada banyak tempat yang menyediakan jasa kursus mobil. Namun untuk sekarang ini semua pencatatan transaksi masih menggunakan sistem manual, sehingga semua proses pencatatan kurang akurat. Selain itu proses pembuatan laporan bulanan yang lama dan tidak akurat, karena harus menghitung satu per satu transaksi yang terjadi setiap harinya. Oleh karena itu diperlukan sistem berbasis teknologi informasi untuk memperbaiki kelemahan sistem yang lama. Didalam pembuatan sistem informasi yang baru ini, ditujukan agar dapat mencatat transaksi pemasukan maupun pengeluaran dengan cepat dan akurat. Serta dapat menampilkannya laporan bulanan dengan cepat dan akurat kepada pemilik kursus mobil. Selain itu sistem informasi yang baru ini dapat membuat peserta mendaftarakan sendiri jadwal kursusnya melalui website. Proses analisis sistem yang lama dengan melakukan survey ke tempat kursus mobil. Dan pembuatan DFD dan ERD dengan menggunakan power designer. Dari hasil pengujian sistem informasi yang baru ini dapat melakukan pencatatan pemasukan dan pengeluaran dengan akurat, dan peserta kursus dapat mendaftarkan sendiri jadwal kursusnya melalui website. Serta dapat menampilkan semua laporan kepada pemilik. Dan dari hasil kuesioner yang diisi oleh 7 orang koresponden, didapatkan hasil penilaian aplikasi secara keseluruhan 85% baik.",
  "creators": "WILLY WARDHANA GUNAWAN",
  "contributors": "Justinus Andjarwirawan (Advisor 1); Gregorius Satiabudhi (Advisor 2); Leo Willyanto Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021314/INF/2014; Willy Wardhana Gunawan (26409073)",
  "subjects": "DATABASE DESIGN; DATABASE MANAGEMENT; INFORMATION SYSTEM; WEBSITES-DESIGN"
}