{
  "id": "29720",
  "title": "Perancangan dan pembuatan sistem informasi akuntansi di perusahaan XYZ",
  "abstract": "Perusahaan XYZ adalah sebuah perusahaan yang bergerak di bidang pembuatan box pada mobil. Box yang dijual merupakan hasil pembuatan dari bahan baku yang dibeli dari supplier dan kemudian diproses oleh bagian produksi perusahaan. Perusahaan bertujuan untuk mengganti sistem manual dengan sistem komputerisasi, karena dengan menggunakan sistem yang lama pencatatan transaksi lebih tidak aman dan tidak menyakinkan dalam penyimpanan data. Sehingga, dibutuhkan sebuah sistem yang dapat membantu kinerja perusahaan. Oleh karena itu dalam skripsi ini dirancang sebuah sistem akuntansi yang dapat melakukan semua proses transaksi dan akuntansi secara cepat dan data tersimpan dengan aman. Proses pembuatan software ini dimulai dari perancangan sistem yaitu, pembuatan analisis permasalahan yang terjadi, analisis kebutuhan yang ada di perusahaan. Modul-modul yang dibuat meliputi pembuatan DFD menggunakan Microsoft Visio, ERD menggunakan Smart Draw dan juga desain tabel dan desain menu. Software ini dibuat dengan menggunakan bahasa pemrograman VB .NET dan menggunakan Microsoft SQL Server sebagai tempat penyimpanan data. Berdasarkan hasil dari pengujian, program ini dinilai sudah sesuai dengan sitem akuntansi yang ada pada umumnya. Hal ini dapat dibuktikan dengan persentase jumlah responden yang menjawab quisoner dengan hasil sangat memuaskan.",
  "creators": "PRAYUDI SUSENO",
  "contributors": "Silvia Rostianingsih (Advisor 1); Lily Puspa Dewi, S.T., M.Kom. (Advisor 2); Andreas Handojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021289/INF/2014; Prayudi Suseno (26409040)",
  "subjects": "ACCOUNTING-COMPUTER PROGRAMS; PROGRAMMING (ELECTRONIC COMPUTERS); DATABASE MANAGEMENT; DATABASE DESIGN"
}