{
  "id": "29738",
  "title": "Pengaruh budgeting participation terhadap job satisfaction pada sektor jasa di Surabaya",
  "abstract": "Anggaran merupakan alat perencanaan dan pengendalian yang dibutuhkan agar perusahaan dapat mencapai tujuannya. Mengingat anggaran memiliki fungsi penting, maka proses penyusunannya juga penting untuk diperhatikan. Salah satu pendekatan yang dapat digunakan dalam menyusun anggaran adalah budgeting participation. Dengan adanya budgeting participation, bawahan dapat memperoleh dan memanfaatkan job relevant information. Dengan job relevant information tersebut akan membantu bawahan untuk dapat menyelesaikan tugas/pekerjaannya, di mana keberhasilan bawahan dalam menyelesaikan tugas/pekerjaannya berhubungan dengan rasa puas yang dirasakan bawahan tersebut terhadap pekerjaannya. Adapun penelitian ini dilakukan dengan tujuan untuk mengetahui pengaruh budgeting participation terhadap job satisfaction dan job relevant information; pengaruh job relevant information terhadap job satisfaction; dan pengaruh budgeting participation terhadap job satisfaction melalui job relevant information sebagai variabel intervening. Penelitian ini menggunakan pendekatan kuantitatif. Sampel yang digunakan dalam penelitian ini adalah karyawan perusahaan jasa di Surabaya yang berjumlah 100 orang. Penelitian ini menggunakan teknik analisis Partial Least Square (PLS). Hasil penelitian menunjukkan bahwa budgeting participation berpengaruh positif masing-masing terhadap job satisfaction dan job relevant information, lalu job relevant information juga berpengaruh positif terhadap job satisfaction, serta budgeting participation berpengaruh positif terhadap job satisfaction melalui job relevant information sebagai variabel intervening.",
  "creators": "LANI DIANA GANI",
  "contributors": "Devie (Advisor 1); Josua Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010465/AKT/2013; Lani Diana Gani (32409011)",
  "subjects": "BUDGETING; JOB SATISFACTION"
}