{
  "id": "29730",
  "title": "Alice's anxieties and defense mechanism in tim Burton's Alice in Wonderland",
  "abstract": "There are negative assumptions on fantasy that it is illogical, unrealistic and considered as immature and unacceptable for the unrealistic. However, there are times when fantasy is the only way to face and cope the problems in the real life. In this study, I am going to analyze Alice in Wonderland (2010) movie in order to find out why Alice creates a fantasy of Wonderland. Basically, I use the theory of Freudian psychology including The Organization of Personality, Anxiety, and Defense Mechanism. The finding shows that the causes of Alice creating Wonderland are three anxieties which are anxiety on tradition, love, and loss. All of those anxieties are caused by the interdynamics of three agents: ‘id’, ‘ego’, and ‘superego’. Then, in order to cope or ease or even erase those anxieties, Alice uses two different kinds of defense mechanism, which are blocking her desire and creating Wonderland. Furthermore, Alice in Wonderland movie shows that creating Wonderland serves to solve her problem in the real life and satisfy her desires or ‘id’ which have not been satisfied by having her desire blocked. In conclusion, fantasy is not always negative and adversely. It can be positive, helpful and acceptable if it is controllable or not out of reach seen in Alice whose problems solved as she uses fantasy to get insights for her real-life problems.",
  "creators": "ANTONIA ODILIA WAHJUDI",
  "contributors": "Dwi Setiawan (Advisor 1); Theophilus Jokri (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01012032/ING/2013; Clara Antonia Odilia Wahjudi (11409045)",
  "subjects": "BURTON, TIM-ALICE IN WONDERLAND-STUDY AND TEACHING; AMERICAN FICTION--20TH CENTURY--STUDY AND TEACHING"
}