{
  "id": "29740",
  "title": "Pengaruh budgeting participation terhadap managerial performance pada sektor jasa di Surabaya",
  "abstract": "Pada era globalisasi seperti sekarang ini, industri jasa mengalami perkembangan dan perubahan yang sangat dinamis. Hal ini menyebabkan persaingan antar perusahaan yang bergerak di bidang jasa menjadi semakin kompetitif. Oleh karena itu, agar tetap dapat bertahan dan berkembang dalam menghadapi persaingan perusahaan yang bergerak di industri jasa perlu menerapkan beberapa teknik manajemen yang tepat. Salah satu teknik manajemen yang dapat digunakan adalah anggaran (budget). Proses penyusunan budget merupakan penetapan peran, di mana pihak-pihak yang berkaitan diberi peran untuk melaksanakan kegiatan pencapaian sasaran yang ditetapkan dalam budget. Dalam perusahaan, kinerja manajerial (managerial performance) dihubungkan dengan partisipasinya dalam penyusunan budget. Penelitian ini bertujuan menguji pengaruh budgeting participation terhadap managerial performance dan job-relevant information, pengaruh job-relevant information terhadap managerial performance, dan pengaruh budgeting participation terhadap managerial performance melalui job-relevant information sebagai variabel intervening. Sampel yang digunakan dalam penelitian ini adalah 100 manager yang bekerja pada perusahaan jasa di Surabaya. Teknik analisis yang digunakan adalah Partial Least Square (PLS). Hasil penelitian menunjukkan bahwa budgeting participation berpengaruh positif masing-masing terhadap managerial performance dan job-relevant information, lalu job-relevant information berpengaruh positif terhadap managerial performance, serta budgeting participation berpengaruh positif terhadap managerial performance melalui job relevant information sebagai variabel intervening.",
  "creators": "RIA NOVITA HALIM",
  "contributors": "Devie (Advisor 1); Josua Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010466/AKT/2013; Ria Novita Halim (32409039)",
  "subjects": "BUDGETING"
}