{
  "id": "29753",
  "title": "Pengaruh budgeting participation terhadap job satisfaction pada sektor manufaktur di Surabaya",
  "abstract": "Salah satu elemen maupun indikator penting dalam sistem pengendalian manajemen adalah anggaran. Tidak ada satu perusahaan pun yang memiliki anggaran yang tidak terbatas, sehingga proses penyusunan anggaran menjadi hal penting dalam sebuah proses perencanaan yang melibatkan komunikasi dan interaksi di kalangan para karyawan. Keterlibatan karyawan dalam penyusunan anggaran, akan mendorong karyawan untuk memberikan informasi relevan yang dimilikinya, sehingga anggaran dapat disusun lebih akurat dan dapat meningkatkan kualitas dan efektifitas dalam menyelesaikan pekerjaannya, yang berkaitan dengan rasa puas atau tidak puas yang dirasakan karyawan tersebut terhadap pekerjaannya. Tujuan dari penelitian ini adalah untuk mengetahui pengaruh budgeting participation terhadap job satisfaction dan job relevant information, pengaruh job relevant information terhadap job satisfaction, dan pengaruh budgeting participation terhadap job satisfaction melalui job relevant information sebagai variabel intervening. Penelitian ini menggunakan pendekatan kuantitatif. Sampel penelitian adalah karyawan perusahaan manufaktur di Surabaya yang berjumlah 100 orang. Penelitian ini menggunakan teknik analisis Partial Least Square (PLS). Hasil penelitian menunjukkan bahwa budgeting participation berpengaruh positif masing-masing terhadap job satisfaction dan job relevant information, lalu job relevant information berpengaruh positif terhadap job satisfaction, serta budgeting participation berpengaruh positif terhadap job satisfaction melalui job relevant information, atau dapat dikatakan job relevant information sebagai variabel intervening.",
  "creators": "VILIANTY PONGAWA",
  "contributors": "Devie (Advisor 1); Josua Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010464/AKT/2013; Vilianty Pongawa (32409089)",
  "subjects": "JOB SATISFACTION; PROGRAM BUDGETING; PERSONAL MANAGEMENT"
}