{
  "id": "29756",
  "title": "Perancangan dan pembuatan aplikasi perhitungan HPP (harga pokok produksi) pada perusahaan percetakan Meliwis Surabaya dengan menggunakan metode job order costing",
  "abstract": "Percetakan Meliwis merupakan perusahaan yang bergerak pada bidang percetakan offset. Percetakan Meliwis menerima segala jenis jasa cetak seperti brosur, kertas dos, majalah, kalender, buku, dan sebagainya. Dalam kegiatan sehari-hari kegiatan pencatataan proses dalam perusahaan ini dilakukan secara manual, dari pencatatan transaksi, barang keluar masuk dan proses pencatatan produksi yang terjadi. Hal ini membuat data yang dimiliki kurang akurat dan sangat berbahaya bagi perusahaan. Aplikasi memiliki kemampuan dalam pembuatan database master untuk supplier, customer,barang, overhead, dan barang. Transaksi meliputi transaksi pembelian, penjualan komponen, retur pembelian, retur penjualan, pembayaran hutang, pembayaran piutang serta pembuatan laporan secara otomatis. Produksi meliputi job order, pengambilan bahan bakum penerimaan barang jadi dan kartu stock. Secara keseluruhan aplikasi yang telah sesuai dengan kebutuhan perusahaan. Aplikasi ini dapat membantu owner dalam mengetahui keadaan keuangan perusahaan melalui laporan-laporan yang dihasilkan program karena semua transaksi yang dilakukan oleh perusahaan sudah terintegrasi dengan jurnal otomatis yang digunakan sebagai bahan pembentuk laporan yang cepat dan dari kuisioner yang dilakukan diketahui bahwa menurut 60% user berpendapat aplikasi sudah bermanfaat dengan baik bagi perusahaan dan 40% user berpendapat aplikasi sudah bermanfaat dengan sangat baik.",
  "creators": "TOMMY HENDRA",
  "contributors": "Lily Puspa Dewi, S.T., M.Kom. (Advisor 1); Gregorius Satiabudhi (Advisor 2); Alexander Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021349/INF/2014; Tommy Hendra ( 26409088)",
  "subjects": "DATABASE MANAGEMENT; PROGRAMMING (ELECTRONIC COMPUTERS); DATABASE DESIGN"
}