{
  "id": "29765",
  "title": "Lembah doa dan ziarah keluarga kudus di Kediri",
  "abstract": "Sibuk, tidak punya waktu. Inilah yang sering teijadi dalam kehidupan yang kita alami sehari-hari. Akibatnya hidup terasa seperti mesin, yang penting semua berjalan baik, tanpa penghayatan kita terhadap acara-acara tersebut. Semua bisa berjalan tanpa kesan dan warna. Terutama dalam kehidupan berkeluarga. Keluarga adalah inti kehidupan dari masyarakat yang baik, bila dalam keluarga sudah terjadi kejenuhan, sering kemudian kita terlibat dalam pelarian. Semuanya ini bermuara dari pengalaman dasar: dambaan akan hidup yang damai, tenang , bahagia. Dengan latar belakang inilah maka penulis membuat suatu proyek di mana setiap pribadi yang ada dalam suatu keluarga dapat menghayati benar-benar pentingnya sebuah keluarga dan kekudusan dari sebuah perkawinan, yaitu proyek Lembah Doa dan Ziarah Keluarga Kudus di Kediri. Tempat ini adalah suatu tempat ziarah dan retreat, di mana lokasinya berada di daerah pegunungan. Dengan berada di tengah alam, jiwa kita pun akan terbawa untuk menikmati suasana yang tenang, damai, sehingga pikiran dan hati kita lebih mudah terarah kepada Tuhan. Bangunan-bangunan yang ada juga dibuat dari bahan-bahan alam, untuk memberikan suasana yang berbeda sama sekali dengan suasana kota. Kita juga disadarkan, bahwa Tuhanlah sumber dari kehidupan kita. Relasi yang baik dengan Tuhan membuat kita bisa menjalin hubungan yang baik pula dengan sesama. Sehingga diharapkan setelah kembali dari sini, suatu kehidupan lama dapat diperbaharui dengan cinta kasih yang baru.",
  "creators": "PETRA DEWI HANDAYANI",
  "contributors": "Krisdianto Anggijono (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1824/ARS/51/2001; Petra Dewi Handayani (22497082)",
  "subjects": "RETREATS-BUILDINGS-DESIGNS AND PLANS"
}