{
  "id": "29795",
  "title": "Implementasi sistem informasi perpustakaan untuk mengelola koleksi fisik dan koleksi digital pada perpustakaan binaan yayasan TRAMPIL",
  "abstract": "Yayasan TRAMPIL bergerak dalam bidang pendidikan yang membantu guru yang ingin melanjutkan ke jenjang yang lebih tinggi sehingga memenuhi standar kualitas guru berdasarkan aturan dari pemerintah. Yayasan TRAMPIL memberikan fasilitas perpustakaan bagi peserta yang mengikuti program pendidikan sehingga dapat meminjam buku yang ada. Perpustakaan yang masih tidak terkomputerisasi membuat yayasan ini kesulitan dalam mendistribusikan koleksi yang dimiliki. Berdasarkan kebutuhan yang dibutuhkan oleh yayasan tersebut maka sistem infomasi perpustakaan yang berbasis web diperlukan dalam membantu menyelesaikan permasalahan tersebut. Sistem ini digunakan untuk membantu Yayasan TRAMPIL untuk mengelola koleksi yang dimiliki sehingga koleksi-koleksi tersebut dapat dilihat oleh perpustakaan binaan lainnya. Pada saat ini Yayasan TRAMPIL menggunakan sistem yang dilakukan secara manual. Proses pencatatan peminjaman buku maupun pengembalian, dilakukan dengan menggunakan buku serta ditulis tangan. Pendistribusian buku pada Yayasan TRAMPIL masih mengalami kesulitan karena menggunakan jasa pengiriman dalam mengirimkan buku yang dipinjam oleh perpustakaan lain. Proses pengolahan koleksi fisik yang masih menggunakan Microsoft Excel dalam peyimpanan data dan juga menggunakan web lokal (localhost) untuk melakukan proses sirkulasi serta beberapa proses pengolahan lainnya, koleksi digital pada Yayaysan ini belum memiliki sistem pengolahannya sendiri. Koleksi digital yang dimiliki masih tersimpan dalam bentuk file di dalam harddisk. Hasil yang diberikan dengan penggunaan sistem ini adalah membantu dalam pengolahan koleksi yang dimiliki. Membuat pendistribusian koleksi menjadi lebih mudah terutama koleksi digital bagi perpustakaan lainnya. Hal ini dibuktikan dengan adanya fasilitas unduh dan unggah yang disediakan oleh sistem, sehingga mempermudah pendistribusian koleksi digital.",
  "creators": "SUGIARTO",
  "contributors": "Lily Puspa Dewi, S.T., M.Kom. (Advisor 1); Andy Febrico Bintoro (Advisor 2); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021325/INF/2014; Sugiarto (26410015)",
  "subjects": "DATABASE DESIGN; WEBSITES-DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS)"
}