{
  "id": "29808",
  "title": "Pembuatan aplikasi learning management system pada facebook berbasis moodle",
  "abstract": "Pendidikan adalah salah satu hal yang berperan penting dalam perkembangan seseorang. Kebutuhan akan pendidikan semakin terus bertambah setiap waktunya. Banyak orang yang ingin belajar di negara lain demi mendapatkan ilmu yang lebih daripada di negara sendiri. Dengan melakukan perjalanan ke luar negeri, maka banyak biaya dan waktu yang harus dikeluarkan demi mendapatkan ilmu yang lebih baik tersebut. Selain itu, beberapa orang meninggalkan pekerjaannya demi mendapatkan ilmu pengetahuan di luar negeri. Dari berbagai macam permasalahan tersebut, maka dibuat sebuah aplikasi Facebook berbentuk pembelajaran online yang terbuka untuk umum. Di aplikasi Facebook ini, akan ada berbagai macam kelas beserta pengajarnya. Materi penunjang juga telah disediakan oleh pengajar di kelasnya sendiri. Dengan begitu, para peserta bisa mendapatkan materi tersebut sebagai milik pribadi dan digunakan untuk kalangan sendiri. Selain itu, aplikasi Facebook ini juga menyediakan ujian online untuk setiap kelas yang diikuti oleh para student. Teacher juga bisa membuat kelas baru dengan menggunakan fitur yang telah disediakan. Para teacher dan student juga bisa melakukan tanya jawab di sebuah forum yang telah disediakan di setiap kelas. Para user juga bisa melakukan upload dan download materi-materi yang dimiliki untuk saling berbagi dengan user lainnya. Berdasarkan hasil pengujian, aplikasi Facebook ini mampu melakukan fitur menambah kelas baru, menambah forum baru, melakukan upload dan download file, membuat discussion baru, memberikan balasan pada posting, memberikan like dan share Facebook pada kelas yang diambil dan memberikan comment untuk kelas yang diambil.",
  "creators": "O, HANS DARIUS P.",
  "contributors": "Andreas Handojo (Advisor 1); Justinus Andjarwirawan (Advisor 2); Agustinus Noertjahyana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021336/INF/2014; O, Hans Darius Panduwinata (26410023)",
  "subjects": "INTERNET (COMPUTER NETWORK); WEBSITES-DESIGN; FACEBOOK (ELECTRONIC RESOURCE)"
}