{
  "id": "29811",
  "title": "Terminal bus di Surabaya Utara",
  "abstract": "Laporan perencanaan ini disusun dalam rangka memenuhi persyaratan kurikulum pada ujian akhir Sarjana Teknik Arsitektur Universitas Kristen Petra - Surabaya; periode IX semester 10 tahun kuliah 1983; dan tulisan ini merupakan satu kesatuan dengan gambar-gambar pra rencana arsitektur dari proyek yang dipilih. Pada sidang pembukaan Fakultas Teknik Arsitektur yang diselenggarakan pada tanggal 9 Januari 1984 , telah dipilihkan judul: ' TERMINAL BUS DI SURABAYA UTARA ' yang tahap pelaksanaan ujian ini terdiri dari tahap: Tahap I: 31 Agustus 1983 - Proyek akhir dimulai. Tahap II: 26 September 1983 - Masuk studio. Tahap III: 23 Desember 1983 - Dimasukkan. Tahap IV: 9 Januari ' 1984 - Sidang ujian. Terminal bus di Surabaya utara mempunyai maksud dan tujuan perencanaan kembali terminal awal dan akhir untuk lalu lintas angkutan darat, masuk lewat pintu gerbang utara ke kota Surabaya dan sebaliknya dari jurusan yang ada sekarang sudah tidak memenuhi syarat. Terminal yang akan direncanakan ini disesuaikan untuk dapat memenuhi gagasan kebutuhan masyarakat akan transportasi umum sampai jangka waktu 17 tahun mendatang (tahun 2000), hingga dapat mengikuti rencana perkembangan kota Surabaya (Master Plan Surabaya tahun 2000) dan rencana perkembangan daerah Jawa Timur (rencana regional), terutama dalam bidang transportasi dan dapat berfungsi sebagai terminal yang mendistribusikan arus lalu lintas dari luar kota ke berbagai jurusan dalam kota dengan kendaraan dalam kota dan sebaliknya. Atas dasar inilah saya mencoba dengan merancangkan proyek TERMINAL BUS DI SURABAYA UTARA dalam rangka GERBANG KERTASUSILA dan Metropolitan Surabaya untuk melayani kebutuhan pengangkutan serta memecahkan masalah, pengangkutan untuk nenunjang perkembangan GERBANG KERTASUSILA pada umumnya serta Metropolitan Surabaya pada khususnya.",
  "creators": "ACHMAD MARSAID WIWOHO",
  "contributors": "Ir. Achmad Archajadi (Advisor 1); Riduan Sukardi (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Achmad Marsaid Wiwoho (376069)",
  "subjects": "BUS TERMINALS"
}