{
  "id": "29824",
  "title": "Analisis transformational leadership terhadap financial performance melalui employee engagement dan job satisfaction pada perusahaan perbankan di Surabaya",
  "abstract": "Penelitian ini bertujuan untuk menguji hubungan antara transformational leadership terhadap financial performance melalui employee engagement dan job satisfaction pada perusahaan perbankan di Surabaya. Penelitian ini dilakukan sebab di Indonesia masih belum banyak peneliti yang mengangkat topik ini serta untuk mengembangkan variabel baru dalam penelitian yang sudah ada Variabel bebas adalah pengaplikasian dari Transformational Leadership. Variabel bebas diukur dengan menggunakan pendekatan definisi operasional dan indikator empirik. Variabel terikat adalah Financial Performance pada sebuah perusahaan. Serta terdapat variabel antara yaitu Employee Engagement dan Job Satisfaction sebagai perantara variabel bebas dan variabel terikat. Penelitian ini menggunakan data primer yang diperoleh dari hasil penyebaran kuesioner pada karyawan perusahaan perbankan di Surabaya. Sampel penelitiannya adalah perusahaan yang menerapkan transformational leadership. Dan berdasarkan hasil perkalian item-item pertanyaan variabel yang diamati dengan 4 atau 5 kali ditetapkan sampel sejumlah 310 karyawan pada 31 perusahaan perbankan yang menerapkan transformational leadership. Penelitian ini menggunakan teknik path modelling dengan alat bantu PLS. Hasil pengujian menunjukkan bahwa penerapan transformational leadersip memberikan pengaruh positif terhadap employee engagement dan job satisfaction serta pengaruh yang diberikan pun signifikan. Employee engagement dan job satisfaction juga memberikan pengaruh positif dan signifikan terhadap financial performance ratio, tetapi transformational leadership tidak memberikan pengaruh yang positif dan signifikan terhadap financial performance.",
  "creators": "HALIM ELVIN CIAKAREN",
  "contributors": "Devie (Advisor 1); Josua Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010627/MAN/2014; Halim Elvin Ciakaren (32410145)",
  "subjects": "EMPLOYEE EMPOWERMENT; FINANCIAL PLANNING; LEADERSHIP; JOB SATISFACTION"
}