{
  "id": "29826",
  "title": "Analisis tax evasion dengan rasio benchmarking DJP serta relevansinya dengan kondisi tahun 2012",
  "abstract": "Penelitian ini bertujuan untuk menganalisis resiko terjadinya tax evasion pada perusahaan sektor real estate yang terdaftar di Bursa Efek Indonesia dengan mengunakkan rasio benchmarking serta relevansinya di tahun 2012. Variabel independen yang digunakan dalam penelitian ini adalah 13 rasio keuangan yang diperoleh dari Laporan Keuangan perusahaan tahun 2010-2012. Sampel penelitiannya adalah 31 perusahaan real estate yang terdaftar di Bursa Efek Indonesia tahun 2010-2012. 13 rasio yang diukur adalah Gross Profit Margin, Operating Tax Profit Margin, Pretax Profit Margin, Corporate Tax To Turn Over Ratio, Net Profit Margin, Dividend Payout Ratio, rasio gaji/penjualan, rasio bunga/penjualan, rasio sewa/penjualan, rasio penyusutan/penjualan, rasio input lain/penjualan, rasio penghasilan luar usaha/penjualan, dan rasio beban luar usaha/penjualan. Penelitian ini menggunakan data sekunder. Tipe penelitian berupa penelitian kuantitatif dan kualitatif. Penelitian kuantitatif digunakan untuk melihat apakah terdapat perbedaan rasio yang dihasilkan antara rasio benchmark Direktorat Jendral Pajak dengan rasio keuangan perusahaan. Sedangkan penelitian kualitatif digunakan untuk menilai apakah perusahaan dengan rasio keuangan yang berbeda memiliki potensi untuk melakukan tax evasion serta relevansinya pada tahun 2012. Hasil penelitian menunjukkan terdapat indikasi tax evasion atas analisa kewajaran pada biaya usaha, terdapat perbedaan antara rasio yang dihasilkan perusahaan dengan rasio benchmark Direktorat Jendral Pajak, serta terdapat perbedaan relevansi pada tahun 2012 karena kondisi sektor real estate yang berubah pada 3 tahun terakhir, adanya nilai ekstrim, dan tidak adanya skala kewajaran.",
  "creators": "ARNOLD RUSLI",
  "contributors": "Elisa Tjondro (Advisor 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010534/AKT/2014; Arnold Rusli (32410147)",
  "subjects": "TAX ACCOUNTING"
}