{
  "id": "29837",
  "title": "Rumah sakit kanker di Trawas, Jawa Timur",
  "abstract": "Masalah penyakit kanker dewasa ini dirasakan makin menonjol dibanding masa 30 tahun yang lalu. Hal ini dapat dilihat dari banyaknya laporan bahwa penyakit kanker cenderung menjadi salah satu penyebab utama kematian pada masa produktif. Menurut laporan WHO diperkirakan dalam tahun 2000 penyakit jantung dan kanker akan merupakan masalah kesehatan utama baik di negara maju maupun di negara-negara berkembang. Karena semakin banyaknya kasus-kasus yang terjadi, terutama pada kotakota besar, tuntutan dalam penanganan penyakit kanker pun juga diharapkan berkembang seiring dengan perkembangan dunia. Perkembangan tersebut baik dalam wujud fisik, dalam hal ini bangunan berikut semua fasilitas kesehatannya, maupun jasa, dalam hal ini pelayanan terhadap pasien. Maksud dari penulisan Tugas Akhir dengan perencanaan Rumah Sakit khusus Kanker di Trawas, Jawa Timur ini adalah untuk menambah fasilitas umum yang bergerak di bidang kesehatan di Jawa Timur pada umumnya dan di Surabaya pada khususnya, karena fasilitas-fasilitas kesehatan yang ada yang melayani segala permasalahan terhadap penyakit kanker, jumlahnya masih kurang dibandingkan dengan jumlah penderita yang ada, sehingga apabila ditinjau dari segi pelayanannya, maka fasilitas-fasilitas tersebut belum memadai dan belum menjangkau secara luas. Laporan ini memuat tentang dasar perencanaan dan prinsip-prinsip yang digunakan untuk merancang fasilitas kesehatan bempa Rumah Sakit khusus Kanker. Konsep perancangannya lebih mengarah kepada fungsi-fungsi ruangan dan penyesuaian terhadap lingkungan sekitar, serta pemanfaatan alam dan sekitarnya dalam kaitannya dengan arsitektur.",
  "creators": "DEDDY KURNIAWAN",
  "contributors": "Frans Soehartono (Advisor 1); Benny Poerbantanoe (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 2083/ARS/66/2003; DVX. Deddy Kurniawan (22499109)",
  "subjects": "HOSPITALS; CANCER-HOSPITALS"
}