{
  "id": "29835",
  "title": "The Interactional styles used by male and female chairpersons in Petra Christian University student executive board meetings",
  "abstract": "This study investigates the interactional styles related to the role of chairperson used by two female and two male chairpersons in the SEB-PCU meetings. There are three main theories used: interactional styles, gender, and chairpersons and their roles in a meeting. Furthermore, the method used in this study is qualitative approach focusing on the process and the data. The findings reveal that both feminine and masculine interactional styles were used by chairpersons. However, conciliatory feature which is a feature of feminine interactional styles was not produced by male chairpersons whereas referentially oriented feature which is a feature of masculine interactional styles was produced frequently by chairpersons. In detail, the use of interactional styles between female and male chairpersons differs in its ratio. For females, it turns out to be 1.2:1 as 1:1.7 comes for males. Generally speaking, masculine interactional styles were employed to play their roles as chairpersons for such interactional styles might help chairpersons to be more authoritative and clear in leading meetings. Here, chairpersons produced the same linguistic clue for the same device to deliver the interactional styles. All in all, it is proved that females use more feminine interactional styles while males use more masculine interactional styles. In conclusion, gender and power play an important role in conversation, especially meeting.",
  "creators": "ANILA CINANTYA",
  "contributors": "Herwindy Maria Tedjaatmadja (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012066/ING/2013; Anila Cinantya (11410011)",
  "subjects": "INDONESIAN LANGUAGE-CHINESE DIALECTS-STUDY AND TEACHING; SOCIOLINGUISTICS"
}