{
  "id": "29846",
  "title": "Studi tentang programmable logic controller (omron tipe sysmac c40H) untuk mengontrol load balancing dan sequance dari generator set (3X1000) kVA di wisma BII Surabaya",
  "abstract": "Dewasa ini diperlukan suplai daya listrik yang handal dan kontinyu, maka sangat dibutuhkan peralatan yang dapat menjaga dan menggantikan suplai dari PLN apabila terjadi gangguan. Untuk menjaga kontinyuitas tersebut diperlukan alat bantu yang berfungsi untuk memonitor keadaan suplai dari PLN tersebut sehat atau tidak. Ketepatan untuk mensuplai daya pada saat suplai dari PLN mengalami gangguan adalah penting. Untuk menggantikan suplai daya dari PLN dipakai generator set, bila kebutuhan daya terus bertambah maka diperlukan beberapa generator set yang dikerjakan secara bersama-sama. Generator set yang dijalankan secara bersamaan tersebut sebelumnya harus disinkronisasikan terlebih dahulu. Programmable logic controller digunakan untuk menstart generator set secara sekuensial, dan ini berguna untuk proses maintenance. Programmable logic controller akan selalu menerima sinyal-sinyal impuls yang berkaitan dengan beban, sehingga keadaan beban akan selalu terpantau. Load balancing antar generator set terjadi setelah proses sinkronisasi, dengan adanya balancing unit tersebut maka kerja dari generator set akan menjadi lebih ringan, selain itu kehandalan dari generator set dapat selalu terjaga. Load balancing dapat dilihat dengan memantau besarnya output yang dihasilkan dari masing-masing generator, yang mana besarnya output dari kedua generator tersebut adalah sama. Hal ini menunjukkan bahwa setiap generator set tersebut mensuplai daya dari beban masing-masing sebesar 50% dari total daya yang diperlukan oleh gedung tersebut.",
  "creators": "EKO SUFANTO",
  "contributors": "Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Advisor 1); Helen Chiauwati Halim (Advisor 2); Limboto Limantara (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00/E/TST/009/342; Eko Sufanto (23492093)",
  "subjects": "AUTOMATIC CONTROL-COMPUTER PROGRAMS; PROGRAMMABLE CONTROLLERS"
}