{
  "id": "29859",
  "title": "Yayasan pembinaan anak cacat cabang Malang di Malang",
  "abstract": "Dari data statistik Departemen Sosial tahun 1998, diketahui bahwa 35% dari jumlah penyandang cacat di Jawa Timur adalah anak-anak. Diketahui pula bahwa dari jumlah tersebut baru 15% yang dapat ditangani. Untuk itu Yayasan Pendidikan Anak Cacat sebagai salah satu yayasan yang bergerak di bidang pelayanan anak-anak cacat merasa perlu untuk meningkatkan pelayanannya baik dari segi kualitas maupun kuantitas. Dari segi kuantitas, diperlukan bangunan yang lebih luas sehingga dapat menampung lebih banyak anak. Sedangkan dari segi kualitas ada banyak hal yang harus diperhatikan, mengingat bahwa untuk bangunan ini ada banyak persyaratan yang harus dipenuhi sehubungan dengan kondisi fisik dan mental dari pemakai bangunan (untuk Yayasan Pembinaan Anak Gacat ini adalah anak-anak penderita cacat fisik dan celebral palsy). Selain persyaratan yang sudah ditentukan dari hasil penelitian para terapis dan psikolog, ada hal lainnya yang tidak kalah penting, yaitu bahwa bagaimanapun juga bangunan ini adalah bangunan untuk anak-anak. Oleh karena itu sifat dasar anak-anak juga tidak boleh dilupakan, supaya dapat tercipta suasana yang menyenangkan bagi mereka untuk bermain sekaligus belajar. Jika anak-anak merasa senang dan nyaman dengan lingkungannya, maka akan mempermudah tercapainya sasaran utama dari yayasan ini yaitu pengembangan kemampuan anak secara maksimal sesuai dengan keterbatasan mereka.",
  "creators": "CHRISTINE MELANIE ARIS",
  "contributors": "Stephanus Setiadi (Advisor 1); Danny Santoso Mintorogo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. No.1648/ARS/35/1999; Christine Melanie Aris (22495084)",
  "subjects": "DAY CARE CENTERS FOR THE PHYSICALLY HANDICAPPED; PHYSICALLY HANDICAPPED CHILDREN-INSTITUTIONAL CARE-BUILDINGS"
}