{
  "id": "29850",
  "title": "Studi tentang pengukuran kinerja proses dan evaluasi inventasi in-mould-closing-device",
  "abstract": "Ukuran-ukuran kinerja proses memberitahukan kepada perusahaan adakah kemajuan dalam perbaikan dan memberikan kepada manajer operasi alat untuk memperkirakan bagaimana suatu proses yang sedang beroperasi dan bagaimana kinerja proses berubah selama suatu waktu. Dengan acuan literatur manajemen operasi, penulis menelaah peristilahan ukuran-ukuran di Perusahaan yang semuanya disebut dengan kata \"efisiensi\". Dalam studi ini juga dibahas bagaimana menafsirkan perbedaan antara efisiensi mesin dan efisiensi produksi dapat memberikan informasi yang berguna bagi manajemen untuk bertindak berdasarkan perbedaan itu dan mengambil keputusan tentang perbaikan proses. Analisis Pareto digunakan untuk menentukan fokus perbaikan kinerja proses menurut prioritas. Penulis menawarkan suatu ukuran agregat baru yang menggambarkan kinerja proses seluruh sistem produksi. Mould yang dilengkapi dengan in-mould-closing-device (IMCD) dapat mengurangi tenaga kerja. Mould itu dapat memainkan peran dalam pertumbuhan kinerja proses dan memberikan keunggulan kompetitif kepada Perusahaan. Mould ini merupakan hasil suatu investasi modal yang besar. Karena itu, sebelum membelinya perusahaan harus menelaah manfaat finansial dan strategisnya. Biaya pembeliannya harus dievaluasi dan diimbangi oleh manfaat-manfaatnya. Dengan metode nilai sekarang bersih, investasi mould non-IMCD merupakan alternatif yang lebih baik berdasarkan kuantitas penjualan tahunan 38.705.040 pcs. Nilai sekarang bersihnya melampaui nilai sekarang bersih investasi mould IMCD sebesar Rp 217.614.758,73.",
  "creators": "PETER BENEDICTO DEVANTARA",
  "contributors": "I Gede Agus Widyadana (Advisor 1); ALIN KRISTINA (Advisor 2); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01040878/IND/2004; Peter Benedicto Devantara (25497121)",
  "subjects": "PRODUCTION MANAGEMENT; WORK MEASUREMENT-ANALYSIS"
}