{
  "id": "29853",
  "title": "Studi koordinasi produksi, penjualan, dan sistem pembayaran antara PT X dengan distributor di Jawa Timur",
  "abstract": "Kondisi persaingan pada dunia usaha yang semakin ketat memaksa perusahaan untuk mencari strategi yang tepat agar dapat tetap bertahan di dalam dunia usaha. Pola yang muncul pada dekade terakhir adalah membentuk hubungan yang lebih dekat baik pada level strategis maupun operasional di dalam supply chain. Hubungan pada level operasional ditandai dengan koordinasi yang lebih baik pada aspek-aspek produksi, pengiriman maupun pembayaran. Permasalahan yang menjadi dampak kurangnya koordinasi pada supply chain sedang adalah tingginya tingkat inventory, variabilitas permintaan yang tinggi dan cash to cash cycle time yang panjang dari sistem pembayaran. Tujuan yang akan dicapai adalah menghasilkan suatu rancangan sistem koordinasi bagi sistem produksi, penjualan, dan sistem pembayaran untuk mengatasi permasalahan yang ada. Bentuk koordinasi penjualan yang diperlukan adalah penyaluran informasi aktual dari permintaan konsumen akhir pada setiap tahapan di dalam supply chain tanpa adanya distorsi akibat proses peramalan yang dilaksanakan secara terpisah pada setiap tahapan supply chain. Koordinasi pada produksi yang diperlukan adalah penyesuaian output produksi dengan kebutuhan aktual pasar sehingga tingkat inventory dapat ditekan tanpa mengurangi service level konsumen dan mengurangi risiko produk yang tidak terjual. Bentuk koordinasi pada sistem pembayaran yang diperlukan adalah yang dapat menguntungkan kedua pihak baik dari cash to cash cycle time, free cash of capital, dan kecepatan aliran produk pada supply chain. Pencapaian koordinasi dalam supply chain merupakan proses yang membutuhkan waktu untuk mencapai tujuan akhirnya, oleh sebab itu komitmen jangka panjang menjadi sangat diperlukan. Pengembangan sistem secara berkelanjutan juga sangat diperlukan agar supply chain dapat menghadapi tantangan perkembangan jaman.",
  "creators": "FELECIA",
  "contributors": "Nyoman Pujawan (Advisor 1); I Gede Agus Widyadana (Advisor 2); Jani Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 522/TI-003/2002; Felecia (25498011)",
  "subjects": "MARKETING-MANAGEMENT; STRATEGIC PLANNING"
}