{
  "id": "29858",
  "title": "Sistem pakar untuk pemilihan jenis \"admixtures\"",
  "abstract": "Tulisan ini memaparkan suatu usaha untuk menerapkan sistem pakar berbasis pengetahuan sebagai alat bantu untuk memecahkan sebagian permasalahan di dalam teknologi beton yaitu dalam pemilihan jenis admixtures. Sistem pakar (expert system) merupakan bidang Intelegensia buatan yang paling luas penerapannya. Bidang ini bercirikan sistem berdasarkan pengetahuan (knowledge base system) yang memungkinkan komputer dapat melakukan penalaran terhadap suatu persoalan tertentu sebagaimana layaknya penalaran yang dilakukan oleh manusia, karena adanya sekumpulan kaidah (rules) dari pengetahuan tertentu. Di dalam Sistem pakar diusahakan untuk menyimpan pengetahuan heuristic seorang yang ahli dalam bidang tertentu ke dalam komputer yaitu pengetahuan yang diperoleh berdasarkan pengalaman/intuisinya. Di dalam bidang teknologi beton sering dijumpai persoalan-persoalan yang biasanya diselesaikan oleh seorang pakar berdasarkan pengalamannya. Makin berpengalaman seorang pakar maka makin mengetahui langkah terbaik dan tercepat dalam memecahkan persoalan/permasalahan. Tujuan yang ingin dicapai dalam penulisan skripsi ini adalah untuk mengetahui penggunaan admixtures untuk beton segar dengan bantuan sistem pakar. Diharapkan juga, sistim pakar ini dapat dijadikan suatu bahan studi yang dapat dikembangkan untuk waktu-waktu selanjutnya. Sistem pakar ini dikembangkan sesuai dengan informasi yang terdapat dalam berbagai buku referensi/buku petunjuk/manual, skripsi/makalah teknologi beton, hasil-hasil percobaan, hasil penemuan para peneliti dan pengalaman para ahli . Sistem pakar yang dipakai dalam skripsi ini adalah PC EASY, karena pemakaiannya sederhana dan cukup baik hasilnya.",
  "creators": "COKRO MINARTO; BUDIJANTO CHANDRA",
  "contributors": "Hurijanto Koentjoro (Advisor 1); Sukanto Tedjokusuma (Advisor 2); Ir. Soehendro Ratnawidjaja, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 504 S; Cokro Minarto (34288163), Budijanto Chandra (34288165)",
  "subjects": "EXPERT SYSTEMS; CIVIL ENGINEERING-COMPUTER PROGRAMS"
}