{
  "id": "29860",
  "title": "Kampus Fakultas Ekonomi Universitas Kristen Petra",
  "abstract": "Penyusunan laporan tugas akhir ini dilakukan dalam rangka melaporkan dan mempertanggungjawabkan proses perancangan dan perencanaan proyek Kampus Fakultas Ekonomi Universitas Kristen Petra, pada merancang tugas akhir AR.4500, periode XLII di Fakultas Teknik Jurusan Arsitektur Universitas Kristen Petra. Secara garis besar laporan ini berisi tentang proses perencanaan proyek kampus baru pada Universitas Kristen Petra yang digunakan untuk menampung kekurangan ruang kuliah pada bangunan kampus yang lama serta mewadahi fasilitas administrasi Fakultas Ekonomi seperti ruang-ruang tata usaha baik untuk fakultas maupun untuk jurusan, ruang dekan, ruang pembantu dekan, ruang ketua jurusan, ruang sekretaris jurusan serta ruang-ruang dosen. Dalam laporan ini akan dibahas secara ringkas mengenai proses perancangan beserta dengan perubahan-perubahan yang terjadi hingga hasil akhir. Pada bab pendahuluan akan dibahas mengenai latar belakang penulisan laporan, latar belakang perencanaan proyek Kampus Fakultas Ekonomi Universitas Kristen Petra serta tujuan dan manfaat perencanaannya baik bagi pengguna kampus maupun masyarakat sekitar. Bab perencanaan tapak menjelaskan tentang hal-hal yang mempengaruhi perencanaan tapak seperti zoning, pengaruh lingkungan sekitar terhadap tapak dan sebaliknya, pencapaian tapak, sistem sirkulasi dan parkir dalam tapak, pola penataan ruang luar, pengolahan bentuk lahan serta detail lansekap. Bab perencanaan bangunan membahas tentang fasilitas yang terdapat di dalam bangunan, pola penataan bangunan, bentuk dan penampilan bangunan, penataan ruang dalam bangunan, sistem struktur, pemilihan bahan bangunan yang digunakan, perlengkapan dan utilitas bangunan serta detail bangunan.",
  "creators": "BRIGITTA SYIARIEL",
  "contributors": "Markus Ignatio Aditjipto (Advisor 1); Wanda Widigdo Canadarma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No.1706/ARS/35/2000; Brigitta Syiariel (22496034)",
  "subjects": "UNIVERSITIES AND COLLEGES-PLANNING; CAMPUS PLANNING"
}