{
  "id": "29862",
  "title": "Pusat hiburan dan teknologi di Surabaya",
  "abstract": "Latar belakang pemilihan proyek akhir ‘‘Pusat Hiburan dan Teknologi di Surabaya” ini ada seiringnya waktu dan teknologi di dunia saat ini, di mana manusia semakin menuntut tinggi kebutuhan akan hiburan, sedangkan perkembangan teknologi yang cukup maju temyata dapat memenuhi kebutuhan manusia tersebut. Hiburan adalah sebuah unsur vital dalam kehidupan manusia di mana hiburan dapat membantu manusia untuk menghilangkan kejenuhan yang mereka alami akibat pekerjaan mereka. Fenomena ini dimanfaatkan oleh banyak pihak untuk melakukan bisnis hiburan. Perkembangan dunia hiburan ini dimulai di beberapa negara maju di dunia seperti Jepang dan Amerika, juga mendapat tanggapan positif di kawasan Asia, tidak ketinggalan juga Indonesia. Surabaya sebagai kota yang berkembang ke arah metropolis tentunya tidak mau kalah dalam hal ini. Lokasi yang dipilih untuk proyek ini adalah lahan di unit perkembangan Darmo Baru, Surabaya, atau tepatnya koridor Jl. Mayjend Sungkono yang berada di sebelah Barat pintu Tol Waru-Gempol. Adapun pertimbangan pemilihan lokasi ini adalah karena lahan ini merupakan area yang diperuntukkan sebagai fasilitas umum komersial, sesuai dengan rencana pengendalian bangunan pada koridor Mayjend Sungkono tahun 1995/1996. Selain itu lahan berada di tengah-tengah kawasan High Control Zone {HCZ) yang sesuai dengan sasaran proyek yang bergerak di bidang ekonomi, elektronik dan hiburan. Bangunan pusat hiburan ini dibuat dengan dasar pendekatan zoning, di mana secara garis besar ruang yang ada dapat terbagi atas dua bagian, daerah hiburan (cinema, game center, restaurant) dan daerah teknologi (internet center, hobby dan electronic center). Sedangkan dari segi bentuk bangunan lebih condong ke arah bangunan modern sesuai dengan fasilitas yang ditawarkan yaitu teknologi hiburan. Dilihat dari tampak, bangunan akan mengekspos sebagian besar struktur penunjangnya dan dindingnya lebih banyak ditutupi dengan bahan-bahan tertentu, seperti metal cladding, sehingga ada kesan canggih. Selain itu bangunan juga banyak menggunakan kaca sehingga seolah-olah bisa menarik perhatian pengunjung karena bisa memperlihatkan kemenarikan isi dari bangunan.",
  "creators": "NORIO NOVIANTO",
  "contributors": "Frans Soehartono (Advisor 1); Handoko Istanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No.1893/ARS/51/2001; Norio Novianto (22497014)",
  "subjects": "RECREATION CENTERS"
}