{
  "id": "29863",
  "title": "Pusat belajar mandiri Self Education Centre di Surabaya",
  "abstract": "Generasi muda merupakan sumber daya manusia yang paling potensial bagi kemajuan bangsa Indonesia. Oleh karena itu, perlu adanya peningkatan kualitas generasi muda Indonesia untuk dapat memajukan kehidupan bangsa di masa depan dan mampu menghadapi era globalisasi. Seiring dengan meningkatnya jumlah peserta didik dari waktu ke waktu dan telah ditetapkannya pendidikan dasar 9 tahun di Indonesia, maka pembangunan sekolah-sekolah mulai dari tingkat dasar sampai pada perguruan tinggi mulai digaiakkan. Perkembangan ilmu pengetahuan teknologi serta informasi dunia telah berkembang dengan pesat. Kualitas sumber daya manusia kita pun dituntut untuk dapat mengikuti perkembangan tersebut. Ilmu pengetahuan teknologi dan informasi yang didapatkan melalui pendidikan formal dirasa kurang dapat memenuhi kebutuhan akan ilmu pengetahuan teknologi dan informasi terkini. Hal itu dikarenakan oleh keterbatasan kurikulimi pelajaran dan kualitas tenaga pendidik institusi pendidikan formal maupun dikarenakan gejolak ekonomi dan politik di negara kita ini yang membuat iebih banyak lagi pelajar tidak mampu terpaksa harus putus sekolah. Keadaan seperti ini membuat perlu dikembangkannya kebiasaan bagi kalangan masyarakat untuk mengupayakan sendiri pengejaran ketinggalan mereka akan ilmu pengetahuan teknologi dan informasi melalui berbagai media (majalah, koran, buku-buku penunjang, internet, dsb) agar mereka dapat memenuhi standar kualitas sumber daya manusia yang kompeten. Perpustakaan umum yang menjadi salah satu fasilitas utama pendukung pendidikan di Indonesia masih dirasa kurang dapat memenuhi kebutuhan masyarakat luas akan ilmu pengetahuan dan informasi terkini yang dikarenakan keterbatasan koleksi perpustakaan. Selain itu teknologi penyediaan informasi dalam perpustakaan umum kurang berkembang. Hanya perpustakaanperpustakaan tertentu yang dimiliki oleh instansi pendidikan atau instansi tertentu yang teM mengembangkan teknologi informasi dalam pelayanannya, dan sangat disayangkan bahwa perpustakaan-perpustakaan demikian hanya terbuka untuk kalangan tertentu saja dan tidak terbuka untuk masyarakat umum.Untuk im diperlukan suatu wadah dimana masyarakat dari segala kalangan baik masyarakat awam, pelajar, mahasiswa, kaum intelektual dan cendekiawan, kalangan praktisi bahkan sampai pada anak anak kecil sekalipun dapat belajar mandiri Mam rangka mengusahakan sendiri kemajuan bagi dirinya akan informasi dan ilmu pengetahuan teknologi terkini dengan mudah pada satu tempat dan terbuka untuk masyarakat umum. Wadah itu diwujudkan dalam suatu bangunan Pusat Belajar Mandiri {Self Education Centre) di Surabaya yang diperuntukkan bagi masyarakat luas dengan segala fasilitasnya yang diharapkan pada akhimya dapat meningkatkan kualitas generasi muda dan mendukung kesuksesan pendidikan nasional di Indonesia pada umumnya dan di Surabaya pada khususnya.",
  "creators": "CYNTHIA JUNIARTY ARIFIN",
  "contributors": "Markus Ignatio Aditjipto (Advisor 1); Ir. Achmad Archajadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No.1886/ARS/24/2001; Cynthia Juniarty Arifin (22497050)",
  "subjects": "EDUCATION PARKS"
}