{
  "id": "29861",
  "title": "Pacific center for comprehensive care a cancer treatment and preventive studies retreat La jolla, San Diego, California, USA",
  "abstract": "Kanker adalah penyebab kematian terbanyak yang kedua di Amerika Serikat. Penyakit kanker tragis, karena bukan hanya menyebabkan kematian, tetapi karena bencana yang dibawanya kepada umat manusia, yaitu penderitaan dan kesengsaraan. Kanker telah dianggap sebagai penyakit yang mengerikan dan penderita maupun keluarganya umumnya jatuh ke dalam lembah keputusasaan. Penderita akan semakin tidak memiliki gairah untuk hidup, apabila lingkungannya, terutama keluarganya, tidak mendukung. Hal tersebut akan memperburuk proses perawatan dan penyembuhannya. Oleh karena itu diperlukan suatu pusat perawatan yang khusus menangani penderita kanker, yang tidak hanya mengobati penyakitnya saja, tetapi manusianya. Pusat perawatan ini nantinya juga akan memperhatikan keluarga dan lingkungan penderita, di mana penderita diajak untuk menentukan dan memilih sendiri altematif perawatan dan penyembuhannya, juga sangat penting agar mereka dapat meminta dan mendapatkan bantuan dari orang-orang di sekitarnya. Pada Proyek Akhir periode XLII ini, penulis menyajikan laporan perancangan dengan judul Pacific Center for Comprehensive Care di La Jolla, San Diego, California, USA yang secara garis besar berisi tentang pusat perawatan penderita kanker yang memiliki konsep holistic treatment. Pusat perawatan yang dimaksud ini akan berbeda dengan rumah sakit pada umumnya, yang dilengkapi dengan fasilitas pengobatan, fasilitas perawatan terhadap pasien rawat jalan, para tenaga medis yang ahli dalam penyakit kanker, fasilitas penelitian dan pengembangan terhadap jenis-jenis pengobatan yang ada baik medis maupun altematif, fasilitas pembinaan/pendidikan/informasi berupa perpustakaan dan kelas-kelas pembinaan, fasilitas umum/sosialisasi, dan fasilitas retret. Secara ringkas, isi laporan ini dibagi menjadi empat bab. Dalam bab satu disebutkan tentang latar belakang pentingnya pembangunan proyek ini beserta tujuan dan manfaatnya. Pada bab dua dijelaskan segala sesuatu yang berkaitan dengan perencanaan tapak. Bab tiga menjelaskan perancangan dan pengembangan proyek. Sedangkan bab empat merupakan penutup. Dengan demikian maka perubahan yang teqadi dari konsep awal hingga desain akhir yang dihasilkan dapat dipertanggungjawabkan.",
  "creators": "IRA KURNIA SANTOSO",
  "contributors": "V.P. Nugroho Susilo (Advisor 1); Ir. Bisatya Widadya Maer, M.T. (Advisor 2); Joyce M.Laurens (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No.1679/ARS/8/2000; Ira Kurnia Santoso (22496100)",
  "subjects": "HEALTH FACILITIES; CANCER-HOSPITALS"
}