{
  "id": "29878",
  "title": "Evaluasi perumusan statis daya dukung axial tiang pancang terhadap test pembebanan",
  "abstract": "Salah satu alternatif penggunaan pondasi untuk bangunan-bangunan bertingkat adalah pemakaian pondasi tiang pancang. Bagian terpenting pada pondasi tiang pancang adalah kemampuan dari pondasi tiang untuk menahan beban sesuai dengan yang diharapkan dan tidak mengalami keruntuhan. Keruntuhan dapat disebabkan oleh beberapa hal antara lain akibat kekuatan tanah pendukung pondasi tiang pancang tidak mampu menahan beban di atasnya. Penentuan beban ultimate merupakan hal yang sangat penting, karena dengan mengetahui besar beban ultimate tersebut, dapat ditentukan besarnya beban rencana (design load) yang dapat diberikan pada pondasi tiang. Dengan demikian apabila beban kerja terlampaui, pondasi masih mempunyai angka keamanan yang cukup. Metode-metode perhitungan beban ultimate yang dibahas berdasarkan data-data Cone Penetration Test (CPT), Standard Penetration Test (SPT), Geostatic dan hasil dari Test Pembebanan. Setelah itu hasil dari perhitungan CPT, SPT dan Geostatic dibandingkan terhadap hasil perhitungan dari Test Pembebanan untuk mendapatkan perumusan statis yang paling mendekati dengan keadaan sebenarnya di lapangan. Dari hasil perhitungan dan perbandingan terhadap 26 data proyek, menunjukkan Perumusan Konvensional dengan angka keamanan 3 atau Perumusan Metode Langsung dengan angka keamanan 4&S (CPT), Perumusan Luciano Decourt atau Perumusan Kazuto Nakazawa dengan angka keamanan 3 (SPT) dan Perumusan Donal P. Coduto (Geostatic) adalah perumusan-perumusan statis yang hasilnya paling mendekati dengan keadaan sebenarnya di lapangan.",
  "creators": "BUDI SOETANTO; HERLAMBANG SOESILO",
  "contributors": "SUBIANTO TJANDRAWIBAWA (Advisor 1); Sugie Prawono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 644.S; Budi Soetanto (21490019), Herlambang Soesilo (21490097)",
  "subjects": "PILING (CIVIL ENGINEERING); FOUNDATION"
}