{
  "id": "29870",
  "title": "Studi kepustakaan mengenai teori tekanan diagonal yang telah di modifikasi",
  "abstract": "Dalam konstruksi beton bertulang, serinq dijumpai kegagalan geser pada unit-unit struktur, terutama di daerah gempa seperti di Indonesia. Selama ini perhitungan kemampuan geser beton bertulang lebih didasarkan pada persamaan-persamaan empiris (misalnya ACI Code 1983, CEB Code 197B), yaitu persamaan yang penurunannya diusahakan mendekati hasil-hasil tes terhadap benda percobaan (dalam qeser), dalam hal ini kurang diperhatikan mekanisme sesungguhnya dari terjadinya kegagalan geser tersebut. Akhir-akhir ini sudah dikembangkan teori tekanan diagonal yang telah dimodifikasi (Modified Compression Field Theory). Dengan memperhatikan mekanisme terjadinya kegagalan geser, diusahakan penurunan rumus-rumus yang teoritis dan rational, kemudian dibandingkan dengan hasil tes terhadap benda-benda percobaan (dalam geser), ternyata hasil perhitunqan tersebut cukup akurat. Teori tekanan diagonal yang telah dimodifikasi, menurut Denis Mitchell dan Michael P. Collins adalah suatu teori rasional yang menyatakan bahwa gaya geser pada badan balok beton ditahan oleh diagonal tekan beton, serta tegangan-tegangan tarik beton diantara retakan-retakan miring (inc1ined cracks) dapat menyumbang kekuatan geser beton. Dalam tugas akhir ini akan dibahas teori tekanan diagonal yang telah dimodifikasi secara umum, dan diberikan contoh desain untuk balok berpenampang empat persegi. Kemudian dilakukan perbandingan antara perkiraan kemampuan geser balok berdasarkan ACI Code dengan Modified Compression Field TheGry.",
  "creators": "ERNA KANGIN; PRASETYO KURNIAWAN",
  "contributors": "BENYAMIN LUMANTARNA (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 252 S; Erna Kangin (281034), Prasetyo Kurniawan (281085)",
  "subjects": "REINFORCED CONCRETE; CONCRETE CONSTRUCTION"
}