{
  "id": "29876",
  "title": "Perencanaan lentur dan geser untuk beton mutu sangat tinggi",
  "abstract": "Dalam tahun-tahun terakhir ini, produksi beton dengan mutu sangat tinggi (fc' = 7 0 s/d 130 MPa) meningkat dan mulai banyak digunakan pada konstruksi. Prosedur perencanaan lentur dan geser dan lentur dalam peraturan bangunan beton ACI, maupun PBI'89 menggunakan perumusan yang didasarkan pada eksperimen dengan beton dengan mutu di bawah 41 MPa, sehingga penerapan prosedur-prosedur tersebut pada perencanaan dengan beton mutu sangat tinggi dipertanyakan kelayakannya. Skripsi ini membahas perencanaan lentur dan geser untuk balok beton bertulang mutu sangat tinggi. Dalam bagian lentur, bentuk diagram tegangan tekan yang terjadi pada penampang balok beton diselidiki menggunakan program RESPONSE. Diperoleh bahwa diagram tersebut lebih cocok didekati dengan bentuk trapesium sementara pendekatan dengan bentuk persegi seperti yang disyaratkan oleh peraturan menghasilkan hasil perencanaan yang sedikit lebih konservatif daripada dengan trapesium. Prosedur perencanaan lentur dengan pendekatan trapesium dan persegi disusun dan disajikan dalam skripsi ini. Dalam bagian geser, Teori Medan Tekan Termodifikasi, dibahas dan dinyatakan sebagai model dasar yang rasional dan umum untuk perencanaan geser, sebagai satu alternatif terhadap prosedur perencanaan geser dalam peraturan bangunan beton, yang bersifat empiris dan terbatas. Kapasitas geser balok beton bertulang mutu sangat tinggi diprediksi menggunakan Teori Medan Tekan Termodifikasi dan menggunakan persamaan ACI 318-89M dan dibandingkan dengan kapasitas eksperimental, Diperoleh bahwa nilai rata-rata prediksi Teori Medan Tekan Termodifikasi lebih mendekati hasil eksperimen dari pada prediksi ACI. Prosedur perencanaan geser berdasarkan Teori Medan Tekan Termodifikasi disusun dan disajikan dalam skripsi ini.",
  "creators": "EDWIN TJANDRA; JUSUF J. S. PAH",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 552 S; Edwin Tjandra (21487132), Jusuf J.S. Pah (21487147)",
  "subjects": "STRUCTURAL ANALYSIS (ENGINEERING); HIGH STRENGTH CONCRETE"
}