{
  "id": "29887",
  "title": "Perancangan dan pembuatan sistem informasi akuntansi pada perusahaan penggilingan padi UD Slamet",
  "abstract": "Sistem informasi akuntansi yang diterapkan pada Perusahaan Penggilingan Padi UD Slamet merupakan sistem manual yang sederhana. Hal ini terlihat dari proses penjualan transaksinya yang masih menggunakan buku-buku, pempostingan ke buku besar, pembuatan kertas kerja dan laporan juga masih dilakukan secara manual. Sedangkan untuk penyimpanan data-data keuangan menggunakan tempat penyimpanan fisik, di mana hal ini sangat memperlambat proses pengaksesan data, menyebabkan ketidakefisienan, dan memperbesar resiko kesalahan manusia. Salah satu tujuan dari Tugas Akhir ini adalah membuat sistem komputerisasi yang dapat menggantikan sistem manual yang ada. Proses-proses penting di dalam Sistem Informasi Akuntansi UD Slamet antara lain pembuatan kode perkiraan akuntansi, jurnal, buku besar, kertas kerja dan laporan keuangan. Berdasarkan latar belakang permasalahan yang dihadapi oleh bagian akuntansi tersebut, maka dilakukan perancangan aplikasi berbasis database dengan menggunakan Borland Delphi 7 sebagai bahasa pemograman dan desain interfacenya, serta Paradoks sebagai fasilitas/tempat penyimpanan data. Hasil dari desain ini adalah otomatisasi pembuatan kode perkiraan akuntansi, jurnal, buku besar, kertas kerja dan laporan keuangan dalam Sistem Informasi Akuntansi yang dalam sistem yang lama masih menggunakan cara manual. Dengan otomatisasi ini diharapkan proses Sistem Informasi Akuntansi UD Slamet menjadi lebih efisien dan bebas dari kesalahan. Aplikasi ini juga menghasilkan laporan-laporan keuangan yaitu laporan rugi laba, laporan perubahan modal dan laporan neraca yang diperlukan untuk pengambilan keputusan.",
  "creators": "MARLINA KUSUMA DEWI",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Sri Maharsi (Advisor 2); Gregorius Satiabudhi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000214/INF/2004; Marlina Kusuma Dewi (26400102)",
  "subjects": "DATABASE DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS); DATABASE MANAGEMENT"
}