{
  "id": "29897",
  "title": "GRHA seni tari tradisional Jawa Timur di Surabaya",
  "abstract": "Dewasa ini, nilai-nilai tradisional Indonesia mulai menurun dan berubah akibat adanya globalisasi. Padahal Indonesia secara luas dikenal sebagai negara yang memiliki beragam jenis budaya, tradisi, bahasa, dan arsitektur. Salah satu budaya Indonesia yang telah diabaikan saat ini adalah tari tradisional. Generasi muda lebih memilih untuk berlatih tari modern seperti hip hop atau tari lainnya yang berasal dari budaya luar. Di samping itu, Surabaya sebagai ibu kota Jawa Timur tidak memiliki fasilitas yang memadai untuk mengakomodasi, mempromosikan, dan melestarikan kebudayaan tradisional Indonesia, khususnya tarian tradisional Jawa Timur. Oleh karena itu, diusulkan untuk merancang sebuah fasilitas yang dapat menampung dan mempromosikan tarian tradisional Jawa Timur. Fasilitas ini disebut Grha Seni Tari Tradisional Jawa Timur di Surabaya. Grha Seni Tari Tradisional Jawa Timur di Surabaya ini dilengkapi dengan fasilitas pelatihan dan pendidikan seni tari, teater terbuka, auditorium untuk pagelaran seni tari, perpustakaan, cafetaria, dan wisma bagi para seniman yang harus bermalam. Nilai arsitektur vernakular digunakan sebagai pendekatan desain dalam fasilitas ini untuk mengekspresikan identitas dari tradisi dan arsitektur Jawa. Bentuk atap Joglo digunakan sebagai bentuk atap utama dalam fasilitas ini karena Joglo merupakan salah satu bentuk atap yang penting dalam arsitektur Jawa. Fasilitas ini juga menggunakan material lokal seperti bata ekspos dan kayu untuk mengekspresikan nilai vernakular dan tradisional dalam bangunan. Oleh karena itu, struktur dan konstruksi perlu didalami untuk mendapatkan ekspresi tradisional dalam bangunan.",
  "creators": "MARIA URSULA LEONY K.",
  "contributors": "Esti Asih Nurdiah, S.T., M.T., Ph.D. (Advisor 1); Frans Soehartono (Advisor 2); Joyce M.Laurens (Advisor 3); Rony Gunawan (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023292/ARS/2014; Maria Ursula Leony Kwarrie (22410080)",
  "subjects": "DANCE HALLS-DESIGNS AND PLANS"
}