{
  "id": "29898",
  "title": "Komparasi dan korelasi faktor-faktor persepsi, pembelajaran, sikap dan keyakinan yang mempengaruhi kepuasan konsumen di rumah makan vegetarian di Surabaya",
  "abstract": "Perkembangan pola diet vegetarian di Indonesia beberapa tahun belakangan membuka kesempatan bagi para usahawan untuk merintis bisnis makanan vegetarian bagi konsumennya baik berdasarkan latar belakang budaya atau ekonomis, ataupun mereka yang sedang mencoba untuk berdiet daging. Di Surabaya, bisnis makanan vegetarian tumbuh sejak beberapa tahun belakangan, dan perkembangan konsumennya sangat menarik untuk diteliti. Penelitian ini dilakukan untuk mengukur korelasi dan komparasi dari faktor-faktor persepsi, pembelajaran, sikap dan keyakinan yang mempengaruhi kepuasan konsumen di tiga rumah makan vegetarian di Surabaya. Respon dari 150 konsumen di tiga rumah makan vegetarian di Surabaya terhadap kuisioner yang disusun berdasarkan faktor persepsi, pembelajaran, sikap dan keyakinan, digunakan untuk mengukur variabel kepuasan konsumen, dengan menggunakan model statistik analisa varian satu jalur untuk komparasi dan analisa regresi untuk korelasi. Hasil dari penelitian korelasi menunjukkan adanya korelasi (hubungan) yang signifikan diantara ketiga faktor, yakni persepsi, pembelajaran, sikap dan keyakinan yang mempengaruhi kepuasan konsumen di tiga rumah makan vegetarian di Surabaya, selain itu didapati sumbangan efektif yang tertinggi pada faktor persepsi. Sedangkan pada penelitian komparasi menunjukkan tidak adanya perbedaan yang signifikan di antara faktor-faktor persepsi, pembelajaran, sikap dan keyakinan, serta kepuasan konsumen di tiga rumah makan vegetarian di Surabaya.",
  "creators": "EFFENDY ONGGO SAPUTRA",
  "contributors": "Sundring Pantja Djati (Advisor 1); Hasan Oetomo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.1499/EM/2001; Effendy Onggo Saputra (31496310)",
  "subjects": "CONSUMER SATISFACTION; CONSUMER BEHAVIOR; CONSUMERS-RESEARCH"
}