{
  "id": "29895",
  "title": "Museum satwa di Surabaya",
  "abstract": "“Museum Satwa di Surabaya” merupakan sebuah tempat di Kota Surabaya yang menyediakan informasi yang edukatif mengenai kehidupan satwa dari berbagai penjuru dunia. Selain informasi mengenai satwa, museum ini juga menawarkan adanya satwa awetan serta replika beberapa satwa yang dibuat sesuai dengan ukuran sebenarnya. Replika satwa dibuat sedemikian rupa untuk menggambarkan kehidupan dari satwa tersebut. Sedangkan satwa awetannya dipertunjukkan sedemikian rupa sehingga menjadi pusat perhatian dari museum ini. Selain itu, juga terdapat beberapa ruang penunjang seperti ruang museum outdoor, toko souvenir, cafe dan sebagainya. Museum Satwa di Surabaya bertujuan sebagai tempat wisata, di mana pengunjung dapat melihat-lihat beraneka ragam binatang awetan dan replika. Selain itu, museum satwa di sini juga berfungsi untuk menambah wawasan mengenai dunia satwa dari berbagai jenis wilayah di dunia dengan beberapa fasilitas penunjangnya. Fasilitas yang diberikan dalam museum ini mencakup sarana rekreasi yang bermanfaat bagi sektor pariwisata di kota Surabaya yang didukung dengan kualitas dan kuantitas yang baik dari benda-benda dalam museum serta didukung dengan wawasan luas tentang dunia fauna. Sasaran dari fasilitas ini adalah pelajar ynang melakukan studi wisata, wisatawan domestik maupun wisatawan mancanegara yang sedang berekreasi di Surabaya.",
  "creators": "JUNIFER",
  "contributors": "Frans Soehartono (Advisor 1); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Advisor 2); Joyce M.Laurens (Advisor 3); Rony Gunawan (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023290/ARS/2014; Junifer (22410078)",
  "subjects": "SCIENCE-MUSEUMS-BUILDINGS-DESIGNS AND PLANS; MUSEUMS-ARCHITECTURE; MUSEUM BUILDINGS--DESIGNS AND PLANS; MUSEUM BUILDINGS"
}