{
  "id": "29931",
  "title": "Aplikasi security risk management pada Pusat Komputer Universitas Kristen Petra",
  "abstract": "Dewasa ini salah satu media yang dipergunakan dan sangat dibutuhkan untuk menunjang pengelolaan bisnis adalah teknologi informasi. Sebagai penunjang pengelolaan bisnis, teknologi informasi memiliki beragam fungsi, di antaranya: memampukan perusahaan menerobos hambatan biaya melalui peningkatan produktivitas, mampu untuk menerobos tembok birokrasi yang terbentuk karena struktur organisasi, sehingga batas antar fungsi dalam organisasi menjadi mudah ditembus untuk peningkatan kelancaran kerja sama lintas fungsional dan arus customer value perusahaan. Tetapi suatu organisasi tidak dapat berpaku pada satu titik yaitu mendesain sebuah sistem informasi yang baik saja, namun juga dituntut untuk mempertimbangkan faktor keamanan sebagai salah satu penunjang kegiatan operasional organisasi tersebut. Faktor keamanan menjadi salah satu faktor utama yang perlu dipertimbangkan karena semakin berkembangnya teknologi informasi yang ada saat ini. Hal ini ditambah dengan semakin meningkatnya jumlah pengguna sistem yang mengakses sistem informasi tersebut, sehingga akan sangat rentan bagi suatu sistem operasional organisasi apabila masih tidak ada sistem keamanan yang mendukung didalamnya. Berdasarkan analisis yang ada, pada skripsi ini maka dilakukan analisa pada Pusat Komputer UK Petra. Diharapkan dengan adanya analisa risiko ini, pihak universitas khususnya Pusat Komputer yang menjadi objek penelitian kami dapat lebih mengetahui risiko-risiko apa saja yang bisa terjadi, mengukur seberapa besar risiko tersebut dan bagaimana dampaknya, serta dapat melihat hasil perhitungan risiko manakah yang perlu mendapatkan perhatian khusus hingga risiko yang tidak menjadi prioritas khusus. Dari perihal yang telah disebutkan itu maka pusat komputer dapat menangani segala permasalahan yang ada dan juga mengambil kebijakan dari hasil perhitungan risiko yang telah dilakukan. Dengan demikian sistem security pusat komputer dapat aman dan termonitor dengan baik.",
  "creators": "DAVID LAWRENCE KUSUMA",
  "contributors": "Agustinus Noertjahyana (Advisor 1); Ibnu Gunawan (Advisor 2); Adi Wibowo, S.T., M.T., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021324/INF/2014; David Lawrence Kusuma (26410065)",
  "subjects": "DATA PROCESSING; DATABASE DESIGN; RISK MANAGEMENT"
}