{
  "id": "2993",
  "title": "Analisis empiris teknik cake decorating",
  "abstract": "Manajemen Perhotelan Universitas Kristen Petra sebagai lembaga pendidikan perhotelan yang baru berdiri pada tahun 1996 memiliki banyak kekurangan dan perlu terus berbenah diri. Salah satu kekurangan yang ada pada pengajaran Pastry adalah, kurangnya praktek mengenai teknik Cake Decorating, sementara teknik ini sangat dibutuhkan dalam menghias kue di hotel-hotel. Hotel Grand Hyatt Bali sebagai super deluxe hotel, membutuhkan staf dengan skill tinggi termasuk dalam teknik Cake Decorating karena hotel tersebut mempunyai standar kualitas yang tinggi pula. Lulusan Manajemen Perhotelan di harapkan dapat memenuhi kualifikasi untuk bekerja di hotel seperti Hotel Grand Hyatt Bali. Penelitian dilakukan melalui observasi terhadap sistem pengajaran Pastry Manajemen Perhotelan dan sistem kerja di Hotel Grand Hyatt Bali, wawancara dengan staf pengajar Pastry Manajemen Perhotelan dan staf Pastry Hotel Grand Hyatt Bali, serta melalui studi kepustakaan. Kelebihan-kelebihan yang dimiliki Departemen Pastry Hotel Grand Hyatt bali digunakan untuk memperbaiki kekurangan pada Pastry Manajemen Perhotelan. Perbaikan tersebut dapat dilakukan dengan melakukan penambahan dan perubahan pada program Pastry yang sudah ada, serta melakukan kerja sama dengan pihak Hotel GrandHyattBali. Perbaikan yang dilakukan diharapkan dapat meningkatkan kualitas mahasiswa Manajemen Perhotelan khususnya dalam dalam teknik Cake Decorating, mengingat mahasiswa adalah sumber daya manusia yang diharapkan memiliki kualitas kerja yang baik dalam dunia kerja nyata.",
  "creators": "ARMIWATI; CLAUDINE ARYA KRISHNAN",
  "contributors": "Juliuska Sahertian (Advisor 1); Adriana Aprilia, S.Pd., M.M. (Advisor 2); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 0101/051/HTL/2003; Armiwati (33498024), Claudine Arya Krishnan (33498061)",
  "subjects": "HOTELS-PRODUCTION MANAGEMENT; HOTEL MANAGEMENT"
}