{
  "id": "29935",
  "title": "Pelanggaran kode etik jurnalistik dalam berita kampanye pemilihan umum kepala daerah Jawa Timur Periode 2014-2019 di TVRI Jawa Timur",
  "abstract": "TVRI pernah menyiarkan konvensi partai demokrat yang ditayangkan live. Atas kasus tersebut, TVRI kemudian dianggap tidak lagi menjadi lembaga yang netral. Dalam kaitannya dengan pemilihan umum kepala daerah Jawa Timur, terdapat seorang pasangan incumbent yang kembali maju sebagai calon kepala kepala daerah Jawa Timur. Pasangan tersebut berasal dari Partai Demokrat dan juga merupakan bagian dari pemerintahan yang turut menyuplai pendanaan TVRI Jawa Timur. Oleh sebab itu menarik untuk dilihat dari sisi etika pemberitaan, apakah terdapat pelanggaran Kode Etik Jurnalistik dalam berita kampanye pemilihan umum kepala daerah JawaTimur periode 2014-2019 di TVRI Jawa Timur. Etika adalah standar moral jurnalis dalam berprofesi, dan kekuatannya terletak pada hati nurani, sehingga rentan untuk dilanggar. Penelitian ini mengambil pendekatan kuantitatif dengan metode analisis isi. Hasil penelitian menunjukkan, dalam menayangkan berita kampanye pemilihan umum kepala daerah Jawa Timur periode 2014-2019, terdapat pelanggaran yang dilakukan oleh TVRI Jawa Timur. Pelanggaran ditemukan terkait Pasal 1 dan Pasal 3 Kode Etik Jurnalistik. Terdapat beberapa berita yang tidak melakukan verifikasi maupun pengujian informasi atas data maupun keterangan dari narasumber. Terdapat pula berita yang tidak berimbang, baik dalam cover both sides maupun durasi pemberitaan kampanye masing-masing calon. Selain itu, ditemukan pula adanya berita yang mencampurkan fakta dan opini yang menghakimi.",
  "creators": "WILLIAM WIJAYA THOMAS",
  "contributors": "Fanny Lesmana (Advisor 1); Gatut Priyowidodo (Advisor 2); Judy Djoko Wahjono Tjahjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011010/KOM/2014; William Wijaya Thomas (51410123)",
  "subjects": "JOURNALISTIC ETHICS; MASS MEDIA-POLITICAL ASPECTS; POLITICAL CAMPAIGNS"
}