{
  "id": "29948",
  "title": "Perancangan interior bangunan utama arena pacuan kuda - Pasuruan",
  "abstract": "Dewasa ini, olahraga berkuda di Jawa Timur berkembang dengan pesat. Hal ini dapat dilihat dari pertandingan pacuan kuda dan equestrian/ketangkasan berkuda yang makin sering diadakan, serta meningkatnya jumlah populasi peternak kuda di Jawa Timur. Pengda PORDASI Jawa Timur mempunyai gagasan untuk membangun sebuah lapangan pacuan kuda dan equestrian lengkap dengan fasilitasnya. Menurut hasil survei, di Indonesia, hanya lapangan Pacuan Kuda Pulomas Jakarta yang memiliki gedung dan ruang dalam. Namun, gedung dan ruang dalam tersebut tidak didesain dengan baik. Perancangan ini bertujuan untuk memberikan sebuah desain yang dapat menjawab kebutuhan di arena pacuan kuda baik untuk atlet, joki, pelatih, groom/ perawat kuda, pengurus, pemilik kuda, dan penggemar olahraga berkuda. Dari konsep yang bertema “Kuda Sandel”, perancang menemukan 3 kata kunci konsep utama yaitu: kuda, lokal, dan perpaduan. Perancangan ini mengimplementasikan karakteristik, fisik, lingkungan sekitar kuda, dan benda-benda yang berkaitan dengan perkudaan ke dalam perancangan interior, kemudian dipadukan dengan material alam lokal sehingga membuat kesan natural pada ruang. Perancangan ini telah menjawab semua permasalahan kebutuhan ruang serta sirkulasi yang ada pada interior bangunan utama arena pacuan kuda secara optimal, serta dapat memberikan kesan suasana perkudaan pada interior bangunan terutama pada elemen interior dan perabotnya.",
  "creators": "CRYSTALINE ONGKOWIDJOJO",
  "contributors": "Ronald H.I. Sitindjak (Advisor 1); Anik Rakhmawati (Advisor 2); Sriti Mayang Sari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021297/DIN/2014; Crystaline Ongkowidjojo (41410128)",
  "subjects": "INTERIOR DECORATION; RACETRACKS (HORSE RACING)-BUILDINGS-DECORATION; RACETRACKS (HORSE RACING)"
}