{
  "id": "29944",
  "title": "Analisis kepuasan pemakai jasa Novotel terhadap pelayanan dan fasilitas yang diperoleh",
  "abstract": "Produk usaha perhotelan berbentuk totalitas pelayanan pada pemakai jasa hotel. Pelayanan tersebut dibeli dan dinikmati secara bersamaan, sehingga pengalaman pemakai jasa hotel menjadi sangat penting untuk usaha perhotelan yang berorientasi pada customer satisfaction. Tujuan dari tugas akhir ini adalah untuk mendapatkan seberapa besar harapan dan kepuasan pemakai jasa terhadap pelayanan yang diperolehnya, apakah ada beda antara keduanya dan di mana perbedaan tersebut, karena hal inilah yang mempengaruhi customer satisfaction. Dalam mencapai tujuan, maka dilakukan survei terhadap pemakai jasa mengenai pelayanan Novotel mulai dari check in sampai dengan check out, analisis faktor untuk menggambarkan hubungan dari beberapa variabel dalam sejumlah kecil faktor, crossing tabulasi untuk mendapatkan prosentase responden yang tidak puas pada tiap variabel pelayanan, diagram pareto yang menggambarkan prosentase pemakai jasa yang tidak puas pada tiap-tiap variabel pelayanan, analisis mean untuk melihat rata-rata tingkat kepentingan dan rata-rata tingkat kepuasan di tiap variabel pelayanan. Analisis gap untuk mengetahui apakah ada perbedaan antara harapan dan kepuasan pemakai jasa, pada variabel mana, Dan akhirnya harapan dan kepuasan pemakai jasa serta karakteristik pelayanan yang menyebabkan harapan-harapan itu dapat dipenuhi sedemikian rupa, ditampilkan pada rumah mutu yang merupakan alat pokok QFD (Quality Function Deployment) sehingga keputusan-keputusan yang masuk akal dapat diambil dan diinformasikan. Dari hasil analisis didapatkan didapatkan bahwa selama ini memang terdapat perbedaan antara harapan dan kepuasan pemakai jasa, di mana harapannya lebih besar dari kepuasannya yaitu pada beberapa variabel pelayanan check in, lobby, room, restaurant, bar, dan check out.",
  "creators": "Natalia Pangadiansjah",
  "contributors": "S.G. Ferryanto (Advisor 1); Christina Rahardja (Advisor 2); Stevanus Adrianto Tjandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsl No.06/TMI-018/1997; Natalia Pangadiansjah (23497005)",
  "subjects": "CONSUMER SATISFACTION; CONSUMERS-RESEARCH"
}