{
  "id": "29958",
  "title": "Perancangan interior pusat informasi sejarah Tionghoa peranakan di Surabaya",
  "abstract": "Tujuan perancangan interior pusat informasi sejarah Tionghoa peranakan di Surabaya adalah merancang sebuah pusat informasi tentang sejarah Tionghoa peranakan di Surabaya dengan menerapkan budaya Tionghoa peranakan sesuai periodisasi sejarah yang menekankan pada suasana rumah khas Tionghoa peranakan. Sesuai dengan tujuan di atas, perancangan pusat informasi sejarah ini memiliki luasan kurang lebih 1423 m2 dengan target market yaitu warga Surabaya khususnya anak-anak muda dan turis dari luar wilayah Surabaya. Metode dalam perancangan interior ini dilakukan dengan cara observasi untuk memperoleh data berupa bentuk ruang, ukuran dan fasilitas dalam sebuah pusat informasi sejarah. Data digunakan sebagai analisis semua kebutuhan dalam perancangan, merancang alternatif desain yang akan dipilih, dan desain akan dipilih dari beberapa alternatif yang dibuat sesuai dengan konsep. Konsep perancangan ini yaitu periodisasi sejarah Tionghoa peranakan Surabaya dengan tema yang mengacu pada tarian Bian Lian di Tiongkok. Hasil perancangan ini meliputi pengolahan elemen ruang dan tata kondisional pusat informasi sejarah serta kebutuhan ruang pada pusat sejarah meliputi area lobby, ruang pameran, gift shop, ruang serbaguna, bioskop mini, kantor, gudang, security room, ruang ganti, dan guide room.",
  "creators": "FENNY CAROLINA SUTANTO",
  "contributors": "Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Advisor 2); Stephanus P. Honggowidjaja (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021293/DIN/2014; Fenny Carolina Sutanto (41410119)",
  "subjects": "CULTURAL CENTERS-BUILDINGS-DECORATION; INFORMATION SERVICES-BUILDINGS-DECORATION; RECREATION CENTERS-DECORATION"
}