{
  "id": "29963",
  "title": "Pembuatan cerita rakyat Indonesia Malin Kundang digital dengan 3D modeling object berbasis android",
  "abstract": "Latar belakang pembuatan cerita rakyat Indonesia Malin Kundang digital dengan 3D modeling object berbasis Android ini adalah untuk memperkenalkan kembali cerita rakyat Indonesia khususnya Malin Kundang yang banyak terkubur oleh cerita-cerita dari luar negeri. Aplikasi ini akan menggunakan basis Android, yang sudah banyak digunakan oleh masyarakat luas saat ini. Yang membedakan program ini dengan program sejenis yang sudah ada adalah penggunaan digital 3D objek beserta animasinya dan juga banyak meminta aktifitas user dalam jalannya cerita yang mana sudah menjadi metode pembelajaran anak saat ini. Program ini menggunakan Unity3D sebagai software pembuat utamanya. Dan untuk membuat objek 3D dan animasinya menggunakan software Blender. Aplikasi Blender juga digunakan untuk mengubah tipe 3D menjadi file .fbx agar animasi dapat dibaca dan digunakan. Untuk mendukung digital 3D objek, aplikasi ini didesain dengan adanya narasi, visualisasi 3D dan juga minigames. Narasi menceritakan cerita dalam bentuk naratif. Visualisasi 3D menceritakan cerita dengan cara adegan dialog menggunakan objek 3D dan animasinya. Sedangkan minigames menceritakan cerita melalui budaya yang ada pada saat itu. Hasil dari aplikasi ini adalah user dapat mengetahui salah satu budaya Indonesia yaitu Cerita Rakyat Malin Kundang dengan cara yang lebih unik dan lebih nyata dengan keadaan yang sebernarnya.",
  "creators": "ERICK SETIAWAN",
  "contributors": "Liliana (Advisor 1); Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 2); Gregorius Satiabudhi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021322/INF/2014; Erick Setiawan (26410071)",
  "subjects": "THREE-DIMENSIONAL GRAPHICS; THREE-DIMENSIONAL IMAGING; ANDROID (COMPUTER PROGRAM)"
}