{
  "id": "29988",
  "title": "Analisa quality gap pada layanan di Hotel Garden Palace Surabaya",
  "abstract": "Service Quality mempakan masalah yang sangat penting pada setiap industri, terutama pada industri jasa. Adanya keterlibatan customer dalam proses pelayanan membuat pihak hotel Garden Palace sebagai penyedia jasa merasa kesulitan untuk mengukur kualitas layanan yang telah diberikan. Penelitian dilakukan dengan tujuan untuk membantu pihak hotel Garden Palace dalam mengidentifikasi variabel dari layanan yang kurang baik. Salah satu metode yang dapat digunakan untuk melakukan pengukuran pada kualitas pelayanan adalah dengan metode Servqual. Metode tersebut menggunakan 10 elemen dimensi, yaitu Tangible, Reliability, Responsiveness, Competence, Courtesy, Credibility, Security, Access, Communication dan Understanding the customer yang kemudian dikelompokkan menjadi 5 dimensi Tangible, Reliability, Responsiveness, Assurance, dan Empathy sebagai acuan dalam menentukan kriteria pelayanan yang diukur. Analisa gap dilakukan berdasarkan metode Servqual di atas, di mana analisa tersebut meliputi seluruh komponen yang berhubungan dengan service delyvery/penyajian layanan, yaitu customer sebagai pemakai, management dan employee sebagai penyaji service. Pengumpulan data dilakukan dengan menggunakan kuesioner yang akan disebarkan kepada customer sebanyak 300 responden, management sebanyak 15 responden dan employee sebanyak 64 responden. Gap yang dianalisa terlebih dahulu adalah Gap 5 yaitu mengenai persepsi dan harapan customer terhadap hotel tersebut. Gap 5 mempakan hasil akumulasi dari 4 gap sebelumnya yang diperoleh dari pihak provider. Analisa perhitungan Gap 5 dilakukan dengan 2 cara yaitu dengan memberi bobot/weighted pada dimensi tertentu dan tanpa bobot. Analisa weighted memiliki nilai yang lebih negatif dibandingkan dengan unweighted karena adanya unsur tingkat kepentingan customer dalam kriteria tersebut. Adapun hal-hal yang menyebabkan timbulnya Gap 5, yaitu persepsi management yang tidak sesuai dengan harapan customer, adanya kekeliruan dalam menetapkan standar perusahaan (dalam arti formal/informalnya), kemampuan karyawan untuk melaksanakan standar secara konsisten berpengaruh pada harapan customer terhadap layanan yang disajikan, adanya perbedaan penilaian antara karyawan dan customer mengenai hasil kerja karyawan. Struktur dimensi dari hasil perhitungan weighted dan unweighted menunjukkan adanya perbedaan struktur dimensi, yang mana hal tersebut akan mempengaruhi dimensi yang perlu ditangani. Walaupun demikian dimensi yang mempunyai gap paling besar pada kedua analisa tersebut adalah sama, yaitu pada dimensi Tangible. Pihak management perlu melakukan perbaikan pada kriteria yang memiliki nilai gap paling negatif untuk memperkecil ketidakpuasan customer terhadap pelayanan yang diberikan.",
  "creators": "VANDA ESTHELITA",
  "contributors": "Daniel Indarto Prajogo (Advisor 1); MEILANIA (Advisor 2); Kriswanto Widiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 218/TI-44/1999; Vanda Esthelita (25493155)",
  "subjects": "HOSPITALITY INDUSTRY--QUALITY CONTROL; HOTEL MANAGEMENT-QUALITY CONTROL"
}