{
  "id": "29984",
  "title": "Rekayasa mutu proses pengecatan filing cabinet dengan powder coating menggunakan metode taguchi",
  "abstract": "Akibat terjadinya variasi mutu hasil proses pengecatan filing cabinet seperti halnya bintik dan gembungan yang timbul pada permnkaan plat yang telah dicat, ketebalan lapisan cat yang kadang tidak sama, menyebabkan harus dilakukannya pengulangan proses pengecatan. Hal ini sangat merugikan pihak perusahaan, karena pengulangan proses berarti memakan waktu & biaya yang tentunya tidak sedikit. Adapun cara untuk mengatasi hal ini adalah dengan merancang faktor-faktor kendali dalam fungsi utama, sehingga dihasilkan rancangan yang mampu meminimalkan penyebah-penyebab perubahan tanpa menghilangkan penyebah-penyebab itu sendiri. Metode tersebut adalah Metode Taguchi. Dalam Tugas Akhir ini, bintik, gembungan, dan tebal lapisan cat adalah karakteristik mutu yang akan diamati, dengan harapan bahwa bintik maupun gembungan yang timbul sesedikit mungkin, dan tebal lapisan cat semakin tebal semakin baik. Lembar plat dan komposisi bahan cat diambil sebagai faktor sinyal yang dianggap konstan, sedangkan untuk faktor derau adalah komposisi bahan cuci, komposisi bahan cat, cara pengecatan, diameter lubang jarum, tingkat kinerja pekerja, suhu drier, suhu oven, kecepatan rel. Yang dimasukkan sebagai faktor kendali pada fungsi utama dalam Tugas Akhir ini adalah waktu pencelupan di bak degreasing, waktu pencelupan di bak HCl, banyak pencelupan di bak air pembilas I, banyak pencelupan di bak air pembilas II, sarana pembersih, tutup semprot, dan jarak semprot, yang kesemuanya terdiri dari 3 level, dengan hasil analisis kombinasi terbaik berturut-turut adalah 7 menit, 4 menit, 4 kali celup, 2 kali celup, kain + angin, ukuran kecil, 15 cm. Rancangan ini memberikan hasil 3 kali lebih baik dibanding kondisi awal perusahaan dan dapat menaikkan tingkat produksi serta menurunkan biaya sebesar 20% dari kondisi perusahaan saat ini.",
  "creators": "LILIANA E.Y.H.",
  "contributors": "S.G. Ferryanto (Advisor 1); Stevanus Adrianto Tjandra (Advisor 2); Murtiyanto Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/TMI-002/1996; Liliana E.Y.H. (25492080)",
  "subjects": "INDUSTRIAL ENGINEERING; MANUFACTURING PROCESSES; DYES AND DYEING"
}