{
  "id": "29987",
  "title": "Perancangan pengendalian proses statistis dalam pengendalian mutu kampas rem di PT Benin Internasional Raya",
  "abstract": "PT BENIN INTERNASIONAL RAYA (PT BIR) adalah perusahaan yang memproduksi kampas rem. Pengontrolan mutu oleh perusahaan selama ini lebih bersifat inspeksi sehingga produk tidak sesuai terdeteksi pada selesainya proses. Dalam usaha peningkatan pengontrolan mutu, perusahaan melakukan pembenahan manajemen agar pengontrolan mutu menjadi lebih baik karena itu perlunya suatu instruksi kerja yang berisi instruksi proses, monitor yang dilakukan, kriteria pengontrolan dan persiapan sebelum melakukan tugas serta pemeliharaan setelah tugas berakhir. Tujuannya supaya operator dalam melaksanakan tugasnya mengikuti langkah-langkah yang benar. Pengamatan dilakukan pada proses potong plat, punching, pakan, pengelasan, hydraulic press, potong lining, slep luar kampas, slep dalam kampas dan slep akhir kampas rem. Data hasil pengamatan digunakan untuk merancang grafik pengendali, analisis dan menilai kemampuan proses dalam memenuhi spesifikasi. Grafik pengendali yang dibuat yaitu grafik pengendali variabel untuk data numerik (variabel) dan grafik pengendali atribut. Berdasarkan hasil pengamatan pada proses punching dan pengelasan maka jumlah cacat hampir nol pada setiap pencuplikan ini tidak memungkinkan untuk membentuk grafik pengendali atribut sehingga pada kedua proses ini hanya dilakukan inspeksi. Faktor-faktor penyebab tidak tercapainya karakteristik mutu produk dapat digolongkan menjadi 6 yaitu operator, metode, bahan, mesin, alat ukur dan lingkungan. Diagram sebab akibat yang dibuat terbagi dalam 6 faktor ini. Dan hasil perhitungan indeks kemampuan proses didapatkan indeks yang lebih kecil dari satu pada hampir semua proses kecuali potong lining menunjukkan operator kurang mendapat pelatihan untuk memenuhi spesifikasi ataupun spesifikasi yang ditentukan tidak cocok dengan kondisi yang ada saat ini. Misalnya pada proses hydraulic press, ketebalan yang diharapkan homogen tetapi dari grafik pengendali terlihat tidak homogen, homogenitas ini sangat tergantung pada keahlian operator. Prosentase di luar spesifikasi atas yang besar menandakan lining lebih tebal dari spesifikasi pada 4 titik pengamatan menandakan berat untuk 1 lembar melebihi dari tebal spesifikasi yang diinginkan.",
  "creators": "ADE GOSALI",
  "contributors": "S.G. Ferryanto (Advisor 1); Sujono Poetrodjojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 028/TMI-16/1997; Ade Gosali (25493125)",
  "subjects": "QUALITY CONTROL-STATISTICAL METHODS"
}