{
  "id": "29981",
  "title": "Rekayasa mutu pada proses pembuatan arang dengan menggunakan metode taguchi",
  "abstract": "Pada hasil produk arang (briket) yang didapatkan oleh PT KARANG PILANG AGUNG seringkali didapatkan hasil yang kurang memuaskan, yaitu suatu produk yang mempunyai kekerasan dan keretakan yang di luar harapan. Walaupun produk yang kurang baik tersebut masih laku terjual namun dengan begitu maka harganya pasti akan lebih murah. Hal ini sangat merugikan pihak perusahaan. Untuk itu pihak perusahaan berupaya untuk memperbaiki hasil yang didapatkan yaitu dengan merancang faktor-faktor kendali dalam fungsi utama, sehingga dihasilkan rancangan yang mampu meminimalkan penyebab-penyebab perubahan tanpa menghilangkan penyebab-penyebab itu sendiri. Metode tersebut adalah metode Taguchi. Dalam tugas akhir ini maka kekerasan dari arang dan jumlah keretakan adalah karakteristik mutu yang akan diamati dan merupakan patokan agar didapatkan hasil yang lebih baik, sedangkan untuk faktor kendalinya maka kita ambil faktor suhu pembakaran,lama pembakaran, tekanan mesin press serta diameter dari arang yang semuanya terdiri dari 3 level. Letak arang sewaktu dibakar dan bahan baku serbuk kayu kita ambil sebagai faktor deraunya. Setelah diadakan penelitian dan perhitungan maka didapatkan bahwa suhu yang paling sesuai adalah 600° celcius, tekanan 1200 kg/m^, diameter 55 mm dan lama pembakaran 5 hari. Saran yang dapat kami berikan adalah dengan merubah faktor-faktor kendali seperti diatas dan merubah letak dari pembakaran.",
  "creators": "KETUT WIRE SUPITJO",
  "contributors": "Murtiyanto Santoso (Advisor 1); Julianingsih (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 068/TMI-56/1997; Ketut Wire Supitjo (25492037)",
  "subjects": "PRODUCTION MANAGEMENT; MANUFACTURING PROCESSES; QUALITY CONTROL"
}