{
  "id": "29980",
  "title": "Perancangan interior museum permainan anak-anak tradisional Jawa di Surabaya",
  "abstract": "Dewasa ini permainan anak-anak tradisional Jawa sudah mulai terhapus keberadaannya. Semakin berkembangnya teknologi, permainan tradisional kini dianggap kurang menarik dan sudah mulai tergantikan dengan mainan yang lebih modern dan mainan elektronik. Padahal permainan tradisional memiliki banyak manfaat untuk perkembangan dan pertumbuhan anak. Dengan hadirnya museum permainan anak-anak tradisional Jawa diharapkan dapat memperkenalkan kembali pengetahuan mengenai macam-macam permainan anak-anak tradisional Jawa, serta nilai-nilai kebudayaan yang terkandung dalam permainan tradisional Jawa tersebut. Konsep desain yang digunakan adalah permainan gobak sodor. Gobak sodor merupakan permainan berkelompok dan kompetisi. Aplikasi desain dari konsep diterapkan pada organisasi dan sirkulasi ruang, yang diambil dari cara permainan pada lapangan gobak sodor, sedangkan aplikasi pada material, warna, bentukan perabot dan interior diambil dari gerak manusia yang bermain gobak sodor, dan kompetisi dalam permainan yaitu permainan yang berlawanan serta memperhatikan fungsi target museum yang utama diperuntukkan untuk anak-anak. Penerapan aplikasi tersebut dapat dilihat dari penggunaan dan penggabungan bentuk dinamis dan statis, warna hangat yaitu orange yang memberi kesan dinamis, ceria dan semangat dan warna dingin yaitu hijau yang memberi kesan alami, ketenangan dan keteduhan, material alami berupa kayu, parket, bambu dan material buatan berupa karpet, pipa, dan kaca. Selain itu, menerapkan lokal budaya Jawa mealui elemen interior motif batik.",
  "creators": "FLORENCIA MELITA HALIM",
  "contributors": "Lucky Basuki (Advisor 2); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021296/DIN/2014; Florencia Melita Halim (41410127)",
  "subjects": "MUSEUMS-DECORATION; INTERIOR DESIGN"
}