{
  "id": "29999",
  "title": "Optimasi produksi dengan metode response surface di TP Naga Jaya",
  "abstract": "Pada kondisi sekarang ini, suatu perusahaan dituntut untuk dapat meningkatkan produktifitasnya agar dapat bersaing. Produktifitas dapat dicapai dengan meminimalkan tingkat kecacatan. PT Naga Jaya yang memproduksi produk yang terbuat dari piastik mempunyai tingkat kecacatan yang cukup besar. Karena itu, PT Naga Jaya berusaha untuk mengurangi tingkat kecacatan yang terjadi. Berdasarkan diagram pareto, tingkat kecacatan terbesar adalah cacat lubang. Cacat lubang ini disebabkan selling inject pressure, inject timer, dan temperatur yang tidak sesuai. Untuk menyelesaikan penyebab kecacatan tersebut maka dilakukan suatu desain eksperimen. Untuk mengetahui hubungan antara penyebab kecacatan dengan variabel-variabel proses seperti inject pressure, inject timer dan temperatur, perlu dikembangkan model yang menggambarkan hubungan antara kecacatan dengan variabel-variabel dalam proses tersebut. Model ini kemudian digunakan untuk meminimumkan kecacatan. Dalam menentukan model dan meminimalkan bagian yang cacat, dilakukan penelitian dengan menggunakan metode Response Surface. Percobaan dilakukan dengan rancangan 3 pangkat k. Inject pressure bervariasi dari 54 Mpa sampai 60 Mpa, inject timer bervariasi dari 3s sampai 4.5s, dan temperatur bervariasi dari 210° C sampai 230° C. Hasil penelitian menunjukkan bahwa kecacatan minimum terjadi pada saat inject pressure 55 Mpa, inject timer 4.2s dan temperatur 224° C. Penerapan kondisi yang optimum menghasilkan penurunan tingkat kecacatan sebesar 8.5% dengan kondisi kecacatan sekarang 1.2%.",
  "creators": "ROSALINAWATI IMAN",
  "contributors": "Jani Rahardjo (Advisor 1); Bernardo Nugroho Yahya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 542/TI-023/2002; Rosalina Rahmawati (25498004)",
  "subjects": "PRODUCTION MANAGEMENT; EXPERIMENTAL DESIGN"
}