{
  "id": "29991",
  "title": "Analisa kualitas layanan di rumah sakit Griya Husada Surabaya",
  "abstract": "Perkembangan industri jasa di Indonesia khususnya yang bergerak di bidang kesehatan sangat pesat. Perkembangan yang pesat ini juga seiring dengan tuntutan masyarakat akan pentingnya kualitas layanan yang diberikan oleh Rumah Sakit-Rumah Sakit, sehingga kualitas merupakan salah satu faktor yang menjadi kompetitif dalam memilih Rumah Sakit. Untuk mengukur kualitas layanan tidak semudah yang dilakukan pada produk, karena di dalam industri jasa pelanggan ikut berpartisipasi dalam menentukan kualitas pelayanan dan awal proses sampai akhir proses. Salah satu metode yang dapat digunakan untuk mengukur kualitas pelayanan adalah dengan metode Servqual. Metode ini menggunakan 5 elemen dimensi Tangible, Reliability, Responsiveness, Assurance, Empathy. Kelima elemen ini dijadikan sebagai dasar dalam menentukan kriteria-kriteria pelayanan yang akan diukur. Kriteria yang dipakai tersebut menggunakan pendekatan Gap. Secara garis besar Gap di dalam layanan di Industri jasa ini terbagi 2 yaitu Gap eksternal terjadi di dalam lingkungan pelanggan (Gap 5) dan Gap internal terjadi di dalam provider sendiri (Gap 1-4). Gap eksternal (Gap5) ini merupakan penyebab utama timbulnya Gap 1 sampai Gap 4. Dari hasil perhitungan Gap 1 sampai Gap 4 tersebut kemudian dianalisa dan dicari faktor penyebab timbulnya Gap 1 sampai Gap 3 melalui Antecedents. Melalui perhitungan Antecedents inilah dicari solusi pemecahan masalah dari kualitas layanan. Dari analisa Gap 1 sampai Gap 5 ini dapat diketahui kualitas layanan Rumah Sakit selama ini dan perbaikan yang dapat dilakukan dengan menggunakan pendekatan antecedents.",
  "creators": "ERNAWATI CHANDRA",
  "contributors": "Danny Prabowo Soetanto (Advisor 1); Stefanus Suprayitno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 221/TI-47/1999; Ernawati Chandra (25494136)",
  "subjects": "TOTAL QUALITY MANAGEMENT; HOSPITALS-ADMINISTRATION-QUALITY CONTROL"
}