{
  "id": "30003",
  "title": "Pembuatan virtual map gedung P lantai 2 Universitas Kristen Petra",
  "abstract": "Perkembangan dan persaingan Universitas di Indonesia sangatlah ketat. Universitas Kristen Petra juga merupakan Universitas yang sudah lama berdiri dan dikenal banyak orang di Indonesia. Calon mahasiswa tentu ingin melihat lebih jelas bentuk dan sarana yang dimiliki pada Universitas. Kesulitan yang ada pada calon mahasiswa yang bertempat tinggal di luar pulau, karena membutuhkan biaya transportasi yang besar apabila ingin mengunjungi Universitas Kristen Petra. Program ini bertujuan untuk memfasilitasi calon mahasiswa yang melihat Universitas Kristen Petra secara virtual. Dalam pembuatan program dilakukan terlebih dahulu penelitian bentuk serta posisi setiap objek pada gedung, sehingga diharapkan hasil yang didapatkan bisa menyerupai keadaan aslinya. Pembuatan objek 3d dengan program AutoCad agar hasil sebuah object menyerupai ukuran aslinya. Pemberian material yang dilakukan pada 3dsMax sesuai warna pada objek aslinya. Pemberian fitur collision bertujuan agar user tidak dapat menembus seperti keadaan asli. Hasil pada program ini, posisi dan bentuk objek pada gedung menyerupai keadaan asli yang ada pada Universitas Kristen Petra. Hambatan waktu pembuatan menjadi faktor utama, sehingga tidak bisa membuat gedung lebih secara detail. Seluruh ruangan laboratorium pada gedung P lantai 2 sudah dibuat, hanya ada beberapa bagian masih belum terlengkapi misalkan pada bagian tangga besar gedung P dan bagian kecil lainnya. Kekurangan dari program ini, membutuhkan spefikasi komputer yang cukup tinggi dalam menjalankan program. Ini dikarenakan resolusi yang dihasilkan pada program ini bisa dibilang cukup besar.",
  "creators": "ROY DARSONO ANGKY",
  "contributors": "Liliana (Advisor 1); Gregorius Satiabudhi (Advisor 2); Kartika Gunadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021292/INF/2014; Roy Darsono Angky (26410075)",
  "subjects": "AUTOCAD (COMPUTER PROGRAM); DESIGN CAD 3D; COMPUTER GRAPHICS-3D"
}