{
  "id": "30000",
  "title": "Penerapan pengendalian kualitas di PT Ketabangkali Electronic Industries",
  "abstract": "PT Ketabangkali Electronic Industries yang merupakan perusahaan perakitan barang elektronika (tapedeck amplifier, dan lain-Iain), tidak mengetahui tingkat kecacatan produk yang ada karena kurangnya pengetahuan akan pentingnya pengendalian kualitas untuk memonitor proses yang ada. Tugas akhir ini merancang suatu pengendalian kualitas yang dapat membantu perusahaan mengatasi permasalahannya. pengendalian kualitas yang dilakukan mencakup pembuatan cara pengetesan beserta kriteria kecacatan yang terjadi melalui brainstorming, penggunaan check sheet untuk mengumpulkan data, penggunaan diagram Pareto untuk menemukan kecacatan yang dominan, penggunaan diagram cause and effect untuk menemukan penybab kecacatan juga pengendalian proses produksi melalui peta kendali atnbut yang sesuai (peta kendali p). Tingkat kecacatan terbanyak ada pada bagian tes komputer, berkisar antara 10% hingga 30% (tergantung dari kompleksitas produk), Lebih dari 60% kecacatan disebabkan karena kerusakan komponen. Sedangkan pada bagian inspeksi yang lain (bagian OC PCB dan OC Assembling) penyebab utama adalah faktor manusia, di mana hampir semua proses yang ada dilakukan secara manual. Perbaikan yang dilakukan meliputi pengadaan bagian inspeksi komponen untuk sementara diikuti oleh perbaikan lain yang meliputi pengarahan ulang cara kerja, briefing secara berkala mengenai disiplin kerja serta penyediaan petunjuk kerja untuk masing-masing operator. Dilakukan implementasi usulan pengendalian kualitas dan didapatkan penurunan tingkat kecacatan pada semua bagian inspeksi secara umum.",
  "creators": "ARLENE SAGITA NJOMAN",
  "contributors": "Claudina Milawati (Advisor 1); Julianingsih (Advisor 2); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 561/TI-042/2002; Arlene Sagita Njoman (25498038)",
  "subjects": "QUALITY CONTROL-STATISTICAL METHODS"
}