{
  "id": "30009",
  "title": "Pembuatan aplikasi sistem informasi akuntansi pada toko Niaga Mojokerto",
  "abstract": "Toko Niaga Mojokerto merupakan sebuah Toko yang bergerak di bidang retail dari alat-alat bangunan seperti mesin bor, alat-alat pertukangan, mesin beji, dan lain-lain. Toko Niaga juga menjual barang-barang bangunan seperti paku, pipa, selang, cat tembok, dan lain-lain. Dalam melakukan proses bisnisnya, pencatatan akuntansi masih belum secara menyeluruh. Proses yang masih manual tersebut memiliki banyak risiko. Salah satu risiko yang sering sekali terjadi adalah risiko human error. Untuk itu proses akuntansi ini harus dikomputerisasi dengan Sistem Informasi Akuntansi.Oleh karena itu, dengan mengimplementasikan Sistem Informasi Akuntansi, maka proses pencatatan akuntansi dalam Toko ini akan lebih terstruktur dan mengurangi human error yang dapat terjadi. Berdasarkan latar belakang permasalahan itu, penulis merancang sistem informasi akuntansi yang dapat melakukan penjurnalan secara otomatis dan menghitung laba rugi dengan lebih tepat dan mudah. Proses pembuatannya menggunakan PHP dan Mysql. Secara keseluruhan aplikasi ini telah sesuai dengan kebutuhan toko. Aplikasi ini dapat membantu owner dalam mengetahui keadaan keuangan toko melalui laporan-laporan yang dihasilkan oleh aplikasi ini. Hasil yang diperoleh dari aplikasi yang telah dibuat antara lain laporan laba rugi,laporan perubahan modal, laporan neraca, laporan penjualan, laporan pembelian, laporan hutang, laporan piutang, laporan kas masuk, laporan kas keluar, dan buku besar",
  "creators": "YUZION SANJAYA",
  "contributors": "Lily Puspa Dewi, S.T., M.Kom. (Advisor 1); Leo Willyanto Santoso (Advisor 2); Alexander Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021334/INF/2014; Yuzion Sanjaya (26410086)",
  "subjects": "PROGRAMMING (ELECTRONIC COMPUTERS); INFORMATION SYSTEM; DATABASE MANAGEMENT; DATABASE DESIGN"
}