{
  "id": "30012",
  "title": "Perancangan sistem enterprise architecture di SMA Siwalima Ambon",
  "abstract": "SMA Negeri Siwalima Ambon merupakan salah satu sekolah bertaraf internasional di Ambon. Untuk mendukung sekolah ini agar bisa tetap unggul dan dapat bersaing dengan SMA yang lainnya dan tetap menjadi sekolah bertaraf internasional maka sekolah ini terus melakukan kegiatan-kegiatan yang dapat memujudkan visi dan misi yang telah dibuat bersama. Peningkatan tata kelola merupakan salah satu cara yang ingin dibuat oleh SMA Siwalima untuk membantu dalam mengintegrasikan data, sehingga melalui data tersebut SMA Siwalima dapat melakukan pengambilan keputusan yang dapat membantu dalam perkembangan SMA Siwalima mewujudkan visi dan misi. Dalam hal ini metode enterprise architecture dapat digunakan. Oleh karena itu pada skripsi akan dibuat analisis model bisnis dan desain enterprise architecture planning. Langkah pertama yang dilakukan yaitu melakakukan analisis model bisnis dan startegi bisnis yang terjadi. Langkah kedua yaitu melakukan analisis information technology yang ada pada sekolah. Setelah itu melakukan desain arsitektur data, arsitektur aplikasi, dan arsitektur teknologi. Hasil dari desain arsitektur yaitu entitas data dan sub sistem infomasi di sekolah. Hasil dari desain arsitektur aplikasi yaitu aplikasi tiap sub sistem, application portfolio, dan urutan pengadaan aplikasi. Sedangkan hasil dari desain arsitektur teknologi yaitu data protocol, desain jaringan, dan standart platform server beserta application.",
  "creators": "DENISSA ALFIANY LUHULIMA",
  "contributors": "Adi Wibowo, S.T., M.T., Ph.D. (Advisor 1); Agustinus Noertjahyana (Advisor 2); Ibnu Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021345/INF/2014; Denissa Alfiany Luhulima (26410096)",
  "subjects": "BALANCED SCORECARD; INFORMATION TECHNOLOGY"
}