{
  "id": "30014",
  "title": "Aplikasi pembelajaran kimia tata nama senyawa hidrokarbon untuk siswa SMA berbasis android",
  "abstract": "Teknologi merupakan bidang informasi yang berkembang cukup pesat. Perkembangan teknologi sendiri juga memberikan nilai positif di setiap bidang, tidak terkecuali bidang pendidikan. Hal ini terlihat dari semakin banyaknya media-media yang digunakan untuk belajar, salah satunya mobile device. Salah satu mobile device yang cukup terkenal adalah mobile device berbasis Andorid. Dunia SMA merupakan tempat dimana setiap siswa memperdalam setiap ilmu pelajaran, termasuk kimia. Umumnya banyak siswa yang kesulitan dalam belajar materi kimia khusunya tata nama senyawa hidrokarbon karena materi ini cukup membingungkan. Berdasarkan permasalahan di atas, muncullah ide untuk membuat aplikasi pembelajaran kimia untuk membantu siswa dalam belajar. Dengan menggunakan mobile device dapat membangkitkan semangat siswa untuk belajar. Aplikasi ini berisi materi-materi tata nama senyawa hidrokarbon yang membantu siswa dalam belajar. Aplikasi ini terdiri dari dua bagian, yaitu Aplikasi pada Web dimana dikelola oleh admin yang bertugas untuk melakukan update pada Aplikasi yang terdapat dalam Android dan Aplikasi Android itu sendiri yang dapat diakses oleh para siswa atau user. Berdasarkan hasil pengujian, aplikasi dapat menjalankan fungsi update, menampilkan materi, soal pilihan, soal gambar serta fungsi lain yang telah disebutkan. Dalam melakukan proses update, aplikasi ini membutuhkan internet yang stabil agar proses update dapat berjalan dengan baik. Aplikasi dapat berjalan dengan baik terutama pada android dengan versi 4.2.2.",
  "creators": "KARLA SEPTRIANA USMANA",
  "contributors": "Andreas Handojo (Advisor 1); Silvia Rostianingsih (Advisor 2); Leo Willyanto Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021298/INF/2014; Karla Septriana Usmana (26410087)",
  "subjects": "ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); APPLICATION SOFTWARE-DEVELOPMENT; ANDROID (COMPUTER PROGRAM)"
}