{
  "id": "30011",
  "title": "Perancangan dan pembuatan aplikasi e-commerce untuk mendukung proses bisnis PT Asia Inovasi Dimensi Cipta",
  "abstract": "PT Asia Inovasi Dimensi Cipta merupakan perusahaan yang bergerak dalam penjualan mesin kasir dan komputer kasir. Perusahaan ini berlokasi di Surabaya dan memiliki cabang perusahaan di Jakarta. Lokasi kantor yang berbeda tersebut sampai saat ini masih menggunakan sistem individual. Sistem yang tidak terintegrasi menyebabkan perusahaan terlihat sebagai perusahaan yang berbeda. Selain itu, sistem yang ada saat ini menyebabkan beberapa permasalahan misalnya kesulitan dalam pengecekan barang, perhitungan laporan, penjualan barang, dan sebagainya. Penerapan aplikasi berbasis web menjadi solusi utama dalam penanganan sistem yang memiliki lokasi berbeda. Dalam penanganan sistem internal diperlukan aplikasi administrasi online sedangkan untuk penanganan sistem penjualan diperlukan aplikasi e-commerce. Pada pembaruan aplikasi tersebut digunakanlah OpenCart sebagai tools pengembangan aplikasi. Penggunaan OpenCart tersebut dikarenakan OpenCart merupakan program yang sudah banyak dikembangkan oleh programmer, sehingga terdapat dokumentasi yang bisa diguankan sebagai referensi (acuan). Penjualan yang dilakukan secara online, memerlukan pengelompokan yang bertujuan untuk mempermudah customer dalam mencari barang. Hasil yang diperoleh antara lain program administrasi yang bisa melakukan dan mendokumentasikan PO dan penjualan. Pada program ini juga terdapat fitur notifikasi mengenai barang yang habis pada gudang baik gudang pusat maupun gudang cabang, dan dapat melihat laporan laba rugi di setiap gudang. Sedangkan pada penjualan online, customer dapat membeli melalui web. Semua proses penjualan akan di beritahukan melalui email, dan customer dapat melihat order history, return history pada web. Terdapat pula menu aplikasi yang mempermudah customer dalam memilih barang.",
  "creators": "FRANSISKA DEVI NATALIA",
  "contributors": "Yulia (Advisor 1); Andy Febrico Bintoro (Advisor 2); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021350/INF/2014; Fransiska Devi Natalia (26410091)",
  "subjects": "PROGRAMMING (ELECTRONIC COMPUTERS); DATABASE MANAGEMENT; DATABASE DESIGN"
}