{
  "id": "3005",
  "title": "The Motives and tactics of manipulation done by the luthors in the Episode of \"Prodigal\" of smallville, as seen from the locution, illocution, and perlocution",
  "abstract": "Manipulation do happens in our everyday life. Therefore, it is important to know the characteristic of manipulative behaviors to avoid someone from being manipulated by others. In doing so, the writer takes the data from Smallville because she finds many manipulation acts that are done by the characters, especially by Lex, Lucas, and Lionel Luthor. In the story, Lex wants to use his half brother, Lucas, to play against their father, Lionel. However, Lucas realizes it and he has his own plan. On the other side, Lionel also tries to control his sons by manipulating them. In order to know about the process of manipulation, the writer uses Speech Acts Theory of Austin to know what tactics that are used by the Luthors and for what motives they conduct the act of manipulation. It means that the scope of the study is Discourse Analysis and it focusses on locutionary, illocutionary and perlocutionary acts. After analysing each of the utterance, the writer figures that in Smallville, the Luthors use more than one tactic in order to make them succeed in achieving their goals, which are to control other people?s thoughts, behaviors, feelings, and to make decision for others. In other words, Lex, Lucas, and Lionel Luthor are capable of doing anything to get what they want, even though their actions might hurt others.",
  "creators": "KIKIK AGNI KRISTIANI",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); Anneke Heritaningsih Tupan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.02011435/ING/2005; Kikik Agni Kristiani (11401110)",
  "subjects": "LINGUISTIC ANALYSIS (LINGUISTICS); LANGUAGE AND LANGUAGES-STUDY AND TEACHING"
}