{
  "id": "30059",
  "title": "Pengaruh strategi bauran pemasaran terhadap keputusan nasabah menggunakan layanan peminjaman di koperasi simpan pinjam KSU Duo Mandiri",
  "abstract": "Seiring dengan perkembangan ekonomi, perkembangan koperasi juga semakin meningkat. Bahkan koperasi ikut andil dalam perkembangan sektor UMKM yang cukup pesat pada beberapa tahun terakhir. Salah satu koperasi yang ada di Jawa Timur adalah KSU Duo Mandiri. Agar nasabah menjadikan KSU Duo Mandiri sebagai pilihan untuk peminjaman uang, KSU Duo Mandiri menerapkan strategi bauaran pemasaran. Penelitian ini bertujuan untuk mengetahui pengaruh bauran pemasaran terhadap keputusan nasabah untuk menggunakan jasa peminjaman uang di KSU Duo Mandiri. Penelitian menggunakan format penelitian eksplanasi dengan menggunakan responden sebanyak 185 nasabah. Hasil penelitian dianalisa menggunakan analisis regresi linear, uji F dan uji t. Hasil penelitian menunjukkan bahwa secara simultan menunjukkan bahwa Produk (X1), Harga (X2), Lokasi (X3), Promosi (X4), Orang (X5), Proses (X6) dan bukti fisik (X7) mempunyai pengaruh simultan terhadap keputusan nasabah menggunakan jasa pinjaman uang di KSU Duo Mandiri. Secara parsial menunjukkan bahwa produk (X1), lokasi (X3), promosi (X4), dan orang (X5) memberikan pengaruh parsial secara signifikan terhadap keputusan nasabah. Untuk keempat variabel H0 ditolak dan H1 diterima. Sementara itu harga (X2), proses (X6) dan bukti fisik (X7) tidak memberikan pengaruh yang signifikan terhadap keputusan nasabah menggunakan jasa pinjaman uang di KSU Duo Mandiri. Variabel produk mempunyai pengaruh yang dominan dibandingkan dengan variabel yang lain.",
  "creators": "WILLIAM RIJANTO; TOMY KURNIAWAN YUWONO",
  "contributors": "Hartono Subagio (Advisor 1); Edwin Japarianto (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020245/MAN/2011; William Rijanto (36405134), Tomy Kurniawan (36405155)",
  "subjects": "CONSUMERS-RESEARCH; MARKETING-MANAGEMENT; CONSUMER BEHAVIOR"
}