{
  "id": "30052",
  "title": "Fasiltas pendidikan tata busana di Surabaya",
  "abstract": "Perkembangan fashion di Indonesia belakangan ini mulai merambah ke kota Surabaya. Hal ini terbukti dengan semakin banyaknya kegiatan-kegiatan fashion di Surabaya. Hal ini menyebabkan semakin banyak masyarakat Surabaya yang tertarik untuk belaar lebih lanjut mengenai fashion, khususnya di bidang tata busana. Saat ini, fasilitas pendidikan tata busana di Surabaya belum memenuhi kebutuhan warga Surabaya, terutama dari segi pemenuhan kebutuhan ruang dan fasilitas penunjang. Oleh karena itu, muncullah ide proyek untuk mendesain sebuah fasilitas pendidikan tata busana di Surabaya. Proyek ini hadir untuk mewadahi aktivitas belajar mengajar di bidang tata busana di Surabaya, serta bidang lain sebagai penunjang yaitu tata rias wajah, rambut, dan fotografi. Proyek ini juga dilengkapi dengan fasilitas penunjang seperti perpustakaan, gallery karya busana dan area pameran busana sebagai tempat kegiatan-kegiatan fashion di Surabaya. Masalah desain pada proyek ini adalah pemisahan antara kelas teori dan praktek, di mana pembelajaran teori memerlukan ketenangan, sedangkan praktek cenderung menimbulkan kebisingan. Konsep desain pada proyek ini adalah fasilitas pendidikan tata busana dengan penataan massa yang sesuai kebutuhan pengguna serta penataan desain bangunan di mana sirkulasi dapat digunakan sebagai runway catwalk dan desain dapat memberikan inspirasi bagi siswa untuk berkarya. Proyek ini menggunakan pendekatan perilaku, di mana tidak hanya aktivitas dari siswa desainer saja, tetapi juga memperhatikan sisi eksentrik dari desainer itu sendiri. Penataan massa dibuat sesuai dengan analisa tapak dan zoning kebutuhan ruang, dengan memberikan spot-spot ruang terbuka untuk berpikir. Pendalaman karakter ruang dipilih untuk menjawab masalah desain, di mana desain ruang yang ada disesuaikan dengan fungsi masing-masing, sehingga dapat menunjang pembelajaran dalam fasilitas pendidikan tata busana ini.",
  "creators": "AGATHA VANIA HENTIKA",
  "contributors": "Esti Asih Nurdiah, S.T., M.T., Ph.D. (Advisor 1); Frans Soehartono (Advisor 2); Joyce M.Laurens (Advisor 3); Rony Gunawan (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023295/ARS/2014; Agatha Vania (22410088)",
  "subjects": "COSTUME DESIGN-BUILDINGS-DESIGNS AND PLANS; COMMERCIAL BUILDINGS"
}