{
  "id": "30068",
  "title": "Pengaruh brand association terhadap brand loyalty Toyota Kijang Innova 2004-2010",
  "abstract": "Dewasa ini dapat kita lihat bahwa industri yang bergerak dalam pembuatan mobil tidak didominasi oleh satu jenis saja, melainkan ada be berapa jenis industri mobil seperti Toyota, Honda, Daihatsu, Suzuki dan masih banyak lagi nama-nama brand yang bergerak dalam industri pembuatan mobil. Banyaknya industri yang bergerak dalam bidang pembuatan mobil ini membuat perusahaan harus melakukan strategi yang dinilai cukup ampuh agar bisa mendapatkan konsumen bahkan bisa menjaga serta memperkuat loyalitasnya terhadap produk yang dijual. Satu jawabannya yaitu dengan cara menciptakan brand association yang baik ke dalam benak konsumennya. Toyota Kijang memiliki brand association yang cukup tinggi dalam benak konsumen sehingga hal ini menyebabkan loyalitas yang timbul dalam perilaku konsumennya. Loyalitas konsumen ini terbentuk atas berbagai macam faktor, di antaranya adalah konsumen tersebut memiliki sebuah brand image yang cukup baik dalam benaknya tentang sebuah produk dari Toyota yaitu Toyota Kijang. Oleh karena itu dibuatlah penelitian ini dengan tujuan untuk mengetahui pengaruh brand association terhadap brand loyalty mobil Toyota Kijang. Penelitian ini dilaksanakan dengan melakukan kuesioner secara langsung pada objek penelitian yaitu seluruh konsumen mobil merek Toyota Kijang Innova di Surabaya. Karakteristik populasi yang diteliti adalah konsumen yang memiliki/ mempunyai dan menggunakan mobil merek Toyota Kijang Innova minimal 1 tahun. Dengan menggunakan acuan jumlah sampel minimal yang harus diambil, maka peneliti secara apriori menetapkan jumlah sampel penelitian sebanyak 100 orang. Teknik analisis data yang digunakan adalah teknik analisis kuantitatif dengan metode analisis regresi berganda. Hasil penelitian ini terbukti bahwa Brand Association yang terdiri dari kenyamanan, kapasitas penumpang, multi fungsi, ruang interior, akselerasi mesin, iklan, promosi penjualan, produk, pelayanan, personil dan saluran secara bersama-sama mempengaruhi Brand Loyalty.",
  "creators": "DANNY KURNIAWAN",
  "contributors": "Hatane Semuel (Advisor and Examination Committee); Diah Dharmayanti (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020244/MAN/2011; Danny Kurniawan (36406146)",
  "subjects": "MARKETING-MANAGEMENT; BRAND LOYALTY"
}