{
  "id": "30074",
  "title": "Pengaruh entrepreneurial intensity terhadap keunggulan bersaing melalui marketing capability dan organizational innovation intensity perusahaan pada sektor fashion retailing di Surabaya",
  "abstract": "Perdagangan bebas antar negara akan membuat perusahaan-perusahaan domestik semakin terbuka untuk berkompetisi dengan perusahaan asing. Perubahan lingkungan bisnis ini (evironment turbulence), yang ditandai dengan perubahan teknologi yang cepat serta persaingan antar perusahaan telah memaksa banyak perusahaan untuk menjadi inovatif dalam semua bidang kegiatan usaha yang dijaaninya. Selain itu, mendorong perusahaan untuk wajib memiliki kemampuan untuk bersaing (keunggulan bersaing). Penelitian ini bertujuan untuk mengetahui pengaruh antara entrepreneurial intensity terhadap competitive advantage melalui marketing capability dan organizational innovation intensity perusahaan pada sektor fashion retail di Surabaya. Sampel yang digunakan sebanyak 100 perusahaan sektor fashion retail yang ada di Surabaya dan akan dianalisis dengan menggunakan metode (Partial Least Square) PLS. Hasil analisis dengan PLS menunjukkan bahwa entrepreneurial intensity dipengaruhi secara signifikan oleh environment turbulence. Untuk pengaruh entrepreneurial intensity terhadap marketing capability, competitive advantage dan organizational innovation intensity disimpulkan signifikan. Sementara itu, marketing capability memiliki pengaruh yang signifikan terhadap organizational innovation intensity dan competitive advantage.",
  "creators": "TESSA LONIKA SUNARYO",
  "contributors": "Devie (Advisor 1); Josua Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010536/AKT/2014; Tessa Lonika Sunaryo (32410099)",
  "subjects": "ENTREPRENEURSHIP; MARKETING RESEARCH; COMPETITION"
}