{
  "id": "30075",
  "title": "Pengaruh sustainability reporting terhadap kinerja keuangan perusahaan publik dari sisi asset management ratios",
  "abstract": "Sustainability Reporting pada suatu perusahaan berpengaruh tidak langsung terhadap aset dan pendapatan perusahaan tersebut. Efisiensi pengelolaan aset perusahaan untuk menghasilkan pendapatan dapat diukur dengan rasio manajemen asset. Oleh karena itu, penelitian ini bertujuan untuk mengetahui pengaruh sustainability reporting terhadap kinerja keuangan khususnya pada rasio manajemen aset. Sampel yang digunakan adalah perusahaan terbuka di Indonesia yang mempublikasikan laporan Sustainability Report pada National Center for Sustainability Reporting maupun pada website masing-masing perusahaan berturut-turut tahun 2009-2011, serta mempublikasikan laporan keuangan tahunannya pada Bursa Efek Indonesia maupun pada website masing-masing perusahaan berturut-turut tahun 2010-2012. Menggunakan metode analisis SEM-PLS, dengan indikator pengungkapan sustainability reporting (Indikator SR) berdasarkan standar GRI-G3 Guidelines yang dikelompokkan menjadi 3 aspek, yaitu ekonomi, sosial dan lingkungan sebagai variabel bebas dan kinerja keuangan perusahaan yaitu rasio manajemen asset (Inventory Turnover ratios, Receivables Turnover ratios, Net Working Capital Turnover ratios, Fixed Asset Turnover ratios, Total Asset Turnover ratios) sebagai variabel terikat. Hasilnya, sustainability reporting dalam aspek ekonomi dan lingkungan berpengaruh negatif signifikan terhadap peningkatan Rasio Manajemen Aset, sedangkan sustainability reporting dalam aspek sosial berpengaruh positif signifikan terhadap peningkatan Rasio Manajemen Aset.",
  "creators": "YULIANI LESMANA",
  "contributors": "Josua Tarigan (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010507/AKT/2014; Yuliani Lesmana (32410100)",
  "subjects": "CORPORATION-FINANCE; ACCOUNTING; FINANCIAL STATEMENTS"
}