{
  "id": "30087",
  "title": "Analisa pengaruh komponen-komponen konsep iklan billboard Hard Rock Cafe Bali terhadap tricomponent attitude model",
  "abstract": "Salah satu fungsi iklan adalah menginformasikan keberadaan produk kepada konsumennya sekaligus membentuk opini dan persepsi masyarakat. Billboard merupakan media periklanan yang bisa dilihat oleh banyak orang sehingga dapat meningkatkan brand awareness. Oleh karena itu dibuatlah penelitian ini dengan tujuan untuk membahas analisa efektivitas komponen-komponen konsep iklan billboard terhadap pengaruhnya kepada tricomponent attitude model. Penelitian ini dilakukan untuk mengetahui pengaruh efektivitas komponen-komponen iklan billboard Hard Rock Café Bali yaitu: concept, copy writing, design, layout, graphics, typography, dan product identification terhadap tricomponent attitude model yaitu respon kognitif, afektif dan konatif. Sampel yang diteliti adalah 100 orang Surabaya baik pria maupun wanita yang berusia 18-35 tahun, SES A-C1, menyukai lagu rock, pernah pergi ke club, dan mengetahui keberadaan Hard Rock Café Bali menggunakan purposive sampling. Alat analisa yang digunakan adalah analisa regresi linear berganda dan top two boxes serta bottom two boxes. Hasil penelitian ini terbukti bahwa ketujuh komponen konsep iklan billboard Hard Rock Café Bali telah digunakan secara efektif. Sementara hasil analisa tentang pengaruh tentang komponen konsep iklan tersebut terhadap tricomponent attitude model menunjukkan bahwa respon kognitiflah yang mendapatkan pengaruh terbesar dan komponen konatif yang mendapat pengaruh terendah.",
  "creators": "DEVINA MARTINA",
  "contributors": "Leonid Julivan Rumambi (Advisor 1); Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 2); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020276/MAN/2011; Devina Martina (36407057)",
  "subjects": "ADVERTISING; BILLBOARDS"
}