{
  "id": "30092",
  "title": "Rumah sakit jiwa di Surabaya",
  "abstract": "Laporan tersebut disusun sebagai pertanggung jawaban terhadap proyek perancangan yang telah dilakukan dalam mata kuliah Tugas Akhir A.R 4500 periode ke-44 jurusan arsitektur Universitas Kristen Petra Surabaya, Adapun judul proyek ini adalah ‘Rumah Sakit Jiwa di Surabaya’. Proyek ini diiakukan atas dasar keingin tahuan penulis terhadap masalalh-masalah yang dihadapi dalam perancangan bangunan sejenis serta dapat mengambil hikmah dari perancangan tersebut. Lokasi proyek yang dipilih berada di kawasan Surabaya Barat, tepatnya berada di sekitar komplek perumahan Pakuwon Indah, berdasarkan pertimbangan potensi perkembangan kawasan tersebut yang berorientasi ke masa depan. Adapun sasaran proyek ini adalah penduduk kota Surabaya (sebagai kota kedua terbesar kedua di Indonesia) dari semua lapisan. Pendekatan perancangan yang dilakukan di sini adalah dekonstruksi dengan menemukan kembali substansi dasar masalah serta menampilkannya kembali melalui sudut pandang yang baru (non-hirarkis). Melalui pendekatan tersebut, diharapkan dapat muncul ide-ide baru yang membantu dalam perkembangannya di kemudian hari. Di samping itu, juga merupakan ajang eksperimen penulis dalam menerapkan beberapa konsep perancangan yang didapat selama belajar di jurusan arsitektur. Perancangan rumah sakit jiwa ini diharapkan dapat menjadi wadah ataupun suatu jembatan untuk mengembalikan pasien-pasien yang mengalami gangguan kesehatan jiwa ke masyarakat, di lain pihak juga diharapkan dapat ikut menumbuhkan kesadaran sosial masyarakat untuk menerima kembali pasien sebagai satu kesatuan kelompok sosial yang sehat lahir dan batin. Dengan demikian diharapkan dapat ditemukan suatu kesimpulan dan hasil bagi pengembangan perancangan selanjutnya.",
  "creators": "FRENKI",
  "contributors": "Paulus Hendrianto Soehargo (Advisor 1); I Gusti Nyoman Sulendra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1826/ARS/53/2001; Frenki (22497086)",
  "subjects": "PSYCHIATRIC HOSPITALS-DESIGN AND PLANS"
}