{
  "id": "30091",
  "title": "Pusat mode dan busana di Surabaya",
  "abstract": "Surabaya sebagai kota terbesar kedua di Indonesia, tingkat kehidupan sosial dan kemajuan ilmu pengetahuan dan teknologinya lebih tinggi termasuk masyarakatnya lebih modern. Hal ini terlihat dari gaya hidup dan penampilan mereka Demikian halnya pula dengan mode, masyarakat Surabaya mempunyai potensi untuk mengembangkan bisnis ini, selain masyarakatnya gandrung dan cepat mengikuti trend mode yang up to date, banyak indikator-indikator mode lainnya seperti adanya peragaan busana, lomba merancang busana sampai taraf intemasional, desainer-desainer muda, factory outlet akhir-akhir ini, serta daya beli yang cukup potensial sangat mendukung kota Surabaya ini dijadikan tempat untuk mengembangkan dunia mode Namun, fasilitas yang ada ini kurang memadai untuk mencapai tujuan tersebut. Maka dibangunlah tempat yang menampung semua aktivitas mode, yaitu suatu pusat mode dan busana di Surabaya. Tempat ini merupakan sarana yang di dalamya terdapat fasilitas yang dibutuhkan di dunia mode, yaitu fasilitas pertunjukan untuk peragaan busana, fasilitas pameran untuk memamerkan busana dan aksesorisnya, fashion cafe, butik-butik, toko-toko, dan fasilitas pendidikan baik mode maupun model. Di dalam pendidikan mode ini diajarkan tentang perancangan busana, sedangkan pendidikan model diajarkan tentang bagaimana menjadi model yang profesional Dengan adanya fasilitas-fasilitas tersebut diharapkan dapat meningkatkan perkembangan mode di Surabaya sehingga dapat ikut bersaing dalam era globalisasi nanti.",
  "creators": "RATNA SUTEJA",
  "contributors": "J. Loekito Kartono (Advisor 1); Joyce M.Laurens (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1805/ARS/32/2001; Ratna Suteja (22497011)",
  "subjects": "COSTUME DESIGN-BUILDINGS-DESIGNS AND PLANS; COMMERCIAL BUILDINGS--DESIGNS AND PLANS"
}