{
  "id": "30101",
  "title": "Pusat pelayanan krisis (one stop crisis center) di Surabaya",
  "abstract": "Pusat Pelayanan Krisis merupakan proyek milik yayasan swasta yang bergerak di bidang sosial dan kesehatan. Proyek ini merupakan sebuah organisasi yang memberikan bantuan kepada para korban kekerasan dan pelecehan seksual. Proyek ini mencakup semua fasilitas yang berhubungan dengan kegiatannya yaitu ruang seminar, perpustakaan, laboratorium, shelter, dan juga sebagai tempat terapi dan konseling untuk para korban. Kekerasan dan pelecehan banyak dialami oleh para kaum wanita, yang dianggap sebagai warga kelas dua. Pandangan masyarakat terhadap korban juga kadang tidak mendukung posisi korban. Akhimya korban menjadi malu dan takut. Oleh karena itu, konsep perancangan yang digunakan adalah \"'Behind the Wall'', yang mengambarkan keadaan korban yang merasa perlu bersembunyi dari lingkungannya karena kondisinya. Pada penerapannya, dihasilkan sebuah komposisi massa yang berupa bentukan lengkung dan bentukan massa memanjang. Bentukan massa lengkung menggambarkan para korban. Sedangkan massa memanjang menutupi massa lainnya, yang diartikan sebagai “perlakuan masyarakat yang mengucilkan korban dan berusaha menutup-nutupi kondisi yang sebenarnya”. Selain itu terdapat pula sebuah scaffolding (rangka) yang ditempatkan menembus massa memanjang tersebut sampai pada bentukan massa lengkung di sebelah dalamnya. Ini merupakan gambaran tentang keberadaan organisasi ini, yaitu untuk menjangkau para korban, dengan demikian diharapkan dapat membantu para korban tersebut.",
  "creators": "RITA SANTOSO",
  "contributors": "Handinoto (Advisor 1); Irwan Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 2097/ARS/80/2003; RitaSantoso (22499153)",
  "subjects": "WOMEN-MENTAL HEALTH; WOMEN-INSTITUTIONAL CARE-DESIGNS AND PLANS"
}