{
  "id": "30115",
  "title": "Pengaruh customer relationship management terhadap kinerja keuangan perusahaan terbuka sektor perbankan di Indonesia",
  "abstract": "Peran pelanggan bagi suatu perusahaan sangatlah penting, sehingga dapat dikatakan suatu perusahaan dapat bertahan hidup sepanjang perusahaan tersebut dapat memenuhi kebutuhan pelanggan dan juga dapat memberikan kepuasan kepada pelanggan. Salah satu cara untuk dapat terus memenuhi kebutuhan pelanggan dan memberikan kepuasan pada pelanggan ialah dengan melakukan Customer Relationship Management (CRM). Dengan melakukan CRM, perusahaan dapat meningkatkan kepuasan pelanggan juga loyalitas pelanggan yang nantinya diharapkan dapat meningkatkan kinerja keuangan perusahaan yang merupakan tujuan akhir dari suatu perusahaan, termasuk perusahaan di sektor perbankan. Tujuan dari penelitian ini adalah untuk mengetahui pengaruh CRM terhadap kepuasan pelanggan, loyalitas pelanggan dan kinerja keuangan; pengaruh kepuasan pelanggan terhadap loyalitas pelanggan dan kinerja keuangan; dan juga pengaruh loyalitas pelanggan terhadap kinerja keuangan. Penelitian ini menggunakan pendekatan kuantitatif. Sampel penelitian ini adalah perusahaan sektor perbankan terbuka di Indonesia yang berjumlah 31 bank dengan menggunakan teknik analisis Partial Least Square (PLS). Hasil penelitian menunjukkan bahwa CRM berpengaruh positif masing-masing terhadap kepuasan pelanggan, loyalitas pelanggan dan kinerja keuangan, lalu kepuasan pelanggan berpengaruh positif terhadap loyalitas pelanggan dan kinerja keuangan, lalu loyalitas pelanggan berpengaruh positif terhadap kinerja keuangan.",
  "creators": "EMANUELLA POEDJIONO",
  "contributors": "Devie (Advisor 1); Josua Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010540/AKT/2014; Emanuella Poedjiono (32410011)",
  "subjects": "CORPORATIONS--FINANCE; ACCOUNTING"
}