{
  "id": "30119",
  "title": "Analisa faktor-faktor yang mempengaruhi perilaku konsumen dalam pengambilan keputusan pembelian sepeda Polygon di Surabaya",
  "abstract": "Dewasa ini perkembangan di dunia transportasi berkembang sangat pesat, harga-harga produk kendaraan bermotor pun semakin murah. Namun, dalam kondisi harga-harga kendaraan bermotor yang semakin murah tersebut industri sepeda tetap mampu bertahan di pasar Indonesia. Polygon yang merupakan salah satu merek sepeda dengan kualitas internasional dengan harga produk-produknya yang cukup mahal, tetap mampu bertahan di pasar Indonesia bahkan mampu bersaing dengan kompetitornya. Penelitian ini bertujuan untuk menganalisis faktor-faktor yang mempengaruhi perilaku konsumen dalam pengambilan keputusan pembelian sepeda Polygon di Surabaya. Penelitian ini menggunakan teknik accidental sampling dengan analisa faktor untuk menguji faktor apa sajakah yang mempengaruhi perilaku konsumen dalam pengambilan keputusan pembelian sepeda Polygon di Surabaya, serta untuk mengetahui faktor mana yang paling dominan dalam mempengaruhi perilaku konsumen tersebut. Analisa faktor dengan menggunakan PCA (Principal Component Analysis) menghasilkan bahwa faktor budaya, sosial, personal, psikologis, dan bauran pemasaran direduksi menjadi tiga faktor yaitu faktor status sosial, bauran pemasaran, dan psikologis. Dari tiga faktor tersebut dilakukan analisa regresi linier berganda dan menghasilkan bahwa faktor status sosial dan bauran pemasaran berpengaruh signifikan terhadap keputusan pembelian, sedangkan faktor psikologis tidak berpengaruh signifikan terhadap keputusan pembelian.",
  "creators": "ADI KURNIAWAN ISTANTO",
  "contributors": "Leonid Julivan Rumambi (Advisor 1); Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 2); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020253/MAN/2011; Adi Kurniawan Istanto (36407102)",
  "subjects": "MARKETING-MANAGEMENT; CONSUMER BEHAVIOR; CONSUMERS-RESEARCH"
}