{
  "id": "30120",
  "title": "Analisa pengaruh ekuitas merek terhadap minat beli ulang konsumen toko Oen Malang",
  "abstract": "Ekuitas merek memiliki peranan penting dalam sebuah perusahaan. Pada perusahaan jasa, seperti restaurant, perusahaan dapat mendorong minat konsumen untuk melakukan pembelian ulang melalui ekuitas merek yang tinggi. Permasalahan dalam penelitian ini adalah apakah ekuitas merek mempengaruhi minat beli ulang konsumen di Toko Oen Malang. Penelitian ini bertujuan untuk mengetahui dan menganalisa pengaruh ekuitas merek yang meliputi brand awareness, brand association dan perceived quality terhadap minat beli ulang konsumen di Toko Oen Malang. Alat analisis yang digunakan dalam penelitian ini adalah uji analisa regresi berganda dengan jumlah 88 responden, dengan karakteristik 1 tahun terakhir pernah berkunjung ke Toko oen Malang dan responden berusia di atas 17 tahun. Berdasarkan analisis regresi linier berganda, maka diperoleh hasil bahwa brand awareness, brand association dan perceived quality secara simultan berpengaruh signifikan terhadap minat beli ulang konsumen di Toko Oen Malang. Selain itu, secara parsial brand association dan perceived quality berpengaruh signifikan terhadap minat beli ulang konsumen di Toko Oen Malang, sedangkan brand awareness secara parsial tidak berpengaruh signifikan terhadap minat beli ulang konsumen di Toko Oen Malang. Faktor ekuitas merek yang memiliki pengaruh terbesar terhadap minat beli ulang konsumen di Toko Oen Malang adalah brand association.",
  "creators": "FELLY YOVITA",
  "contributors": "Leonid Julivan Rumambi (Advisor 1); Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 2); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020275/MAN/2011; Felly Yovita (36407106)",
  "subjects": "BRAND LOYALTY; MARKETING-MANAGEMENT"
}