{
  "id": "30126",
  "title": "Analisis dampak bureaucratic leadership terhadap competitive advantage",
  "abstract": "Penelitian ini bertujuan untuk menguji hubungan antara bureaucratic leadership terhadap competitive advantage perusahaan. Penelitian ini dilakukan sebab di Indonesia masih belum banyak peneliti yang mengangkat topik ini serta untuk mengembangkan variabel baru. Variabel bebas adalah pengaplikasian dari Bureaucratic Leadership. Variabel bebas diukur dengan menggunakan pendektatan definisi operasional dan indikator empirik. Variabel terikat adalah Competitive Advantage pada sebuah perusahaan. Serta terdapat variabel antara yaitu Employee Empowerment dan Organizational Learning sebagai perantara variabel bebas dan variabel terikat. Penelitian ini menggunakan data primer yang diperoleh dari hasil penyebaran kuesioner pada karyawan perusahaan di Surabaya. Sampel penelitiannya adalah perusahaan yang menerapkan bureaucratic leadership. Dan berdasarkan hasil perkalian item-item pertanyaan variabel yang diamati dengan 4 atau 5 kali ditetapkan sampel sejumlah 200 karyawan pada 40 perusahaan yang menerapkan bureaucratic leadership. Penelitian ini menggunakan teknik path modelling dengan alat bantu PLS. Hasil pengujian menunjukkan bahwa penerapan bureaucratic leadersip memberikan pengaruh positif terhadap employee empowerment dan organizational learning serta pengaruh yang diberikan pun signifikan. Employee empowerment dan organizational learning juga memberikan pengaruh positif dan signifikan terhadap competitive advantage ratio. Sehingga bureaucratic leadership memberikan pengaruh yang positif dan signifikan terhadap competitive advantage.",
  "creators": "NATASHA AUDREA PERMATA",
  "contributors": "Devie (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010550/AKT/2014; Natasha Audrea Permata (32410066)",
  "subjects": "ORGANIZATIONAL LEARNING; LEADERSHIP; EMPLOYEE EMPOWERMENT"
}