{
  "id": "30132",
  "title": "Analisis dampak transformational leadership terhadap competitive advantage",
  "abstract": "Pada era globalisasi, industri di berbagai sektor mengalami perkembangan dan perubahan yang sangat cepat. Hal ini menyebabkan persaingan antar perusahaan menjadi semakin kompetitif. Oleh karena itu, agar tetap dapat bertahan di tengah dalam menghadapi persaingan bisnis yang ketat, perusahaan yang memerlukan adanya pemimpin yang handal, yang menerapkan sebuah gaya kepemimpinan yang tepat dapat menciptakan keunggulan bersaing. Salah satu gaya kepemimpinan yang cocok untuk diterapkan pada jaman saat ini dan mampu menghasilkan keunggulan bersaing yaitu Transformational leadership. Penelitian ini bertujuan menguji dampak Transformational leadership terhadap Employee empowerment, Organizational Learning, dan Competitive Advantage, dampak Employee empowerment terhadap Competitive advantage, dan dampak Organizational learning terhadap Competitive advantage. Sampel yang digunakan dalam penelitian ini adalah 225 karyawan, di mana satu nama perusahaan diwakili oleh lima orang karyawan, dan hasilnya dipilih dari jawaban karyawan yang terbanyak sehingga yang diteliti adalah 45 jawaban karyawan perusahaan di Surabaya. Teknik analisis yang digunakan adalah Partial Least Square (PLS). Hasil penelitian menunjukkan bahwa Transformational leadership berdampak positif masing-masing terhadap Employee empowerment dan Organizational Learning, dan Competitive advantage, lalu Employee empowerment berdampak positif terhadap Competitive advantage, serta Organizational learning juga berdampak positif terhadap Competitive advantage.",
  "creators": "JOHANES ADI LIEMAN",
  "contributors": "Devie (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010548/AKT/2014; Johanes Adi Lieman (32410122)",
  "subjects": "LEADERSHIP; ORGANIZATIONAL LEARNING; EMPLOYEE EMPOWERMENT"
}