{
  "id": "30146",
  "title": "Pengaruh learning organization terhadap financial performance melalui quality managament pada perusahaan sektor manufaktur di Surabaya",
  "abstract": "Di dalam menghadapi era globalisasi yang ditandai dengan pesatnya perkembangan perekonomian Indonesia saat ini, perusahaan dituntut untuk dapat lebih meningkatkan kinerjanya agar dapat bertahan di dalam menghadapi perkembangan perekonomian yang selalu berubah dengan cepat dan dinamis. Hal ini juga berlaku untuk perusahaan manufaktur di Surabaya yang dibuktikan dengan semakin membaiknya sector manufaktur di Indonesia dari tahun ke tahun. Kinerja yang baik dapat dicapai dari adanya penerapan Learning Organization dan Quality Management. Oleh karena itu sangat penting bagi perusahaan untuk dapat melakukan penerapan Learning Organization dan Quality Management dengan baik. Pengumpulan data dilakukan dengan cara membagikan kuesioner pada manajer yang memiliki pengalaman kerja minimal 3 tahun pada perusahaan manufaktur di Surabaya. Sampel yang digunakan dalam penelitian ini adalah 32 perusahaan manufaktur yang berada di Surabaya yang terdiri dari 13 perusahaan terbuka dan 19 perusahaan tertutup. Kriteria perusahaan manufaktur untuk pemilihan sampel adalah perusahaan manufaktur yang cukup besar, memiliki cukup banyak karyawan, menghasilkan produk yang dikenal oleh banyak masyarakat, serta telah melakukan penerapan Learning Organization dan Quality Management. Untuk menghindari adanya salah interpretasi dari data yang diperoleh dalam proses penelitian, maka ada beberapa tahapan yang harus dilalui seperti melakukan uji validitas dan keandalan melalui SmartPLS dan Partial Least Square (PLS).",
  "creators": "NOVITA FLORENCIA",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010565/AKT/2014; Novita Florencia (32410027)",
  "subjects": "TOTAL QUALITY MANAGEMENT; ORGANIZATIONAL LEARNING; MANUFACTURES-QUALITY CONTROL; MANUFACTURES-ACCOUNTING"
}