{
  "id": "30156",
  "title": "Pengaruh leadership style terhadap learning organization dan quality management untuk meningkatkan firm performance",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh langsung yang signifikan dari leadership style terhadap learning organization, leadership style terhadap quality management, learning organization terhadap firm performance, quality management terhadap firm performance, dan leadership style terhadap firm performance pada perusahaan non manufaktur di Surabaya. Selain itu juga untuk mengetahui pengaruh langsung yang signifikan dari leadership style terhadap firm performance melalui learning organization dan quality management pada perusahaan non manufaktur di Surabaya. Penelitian ini berbentuk penelitian kuantitatif, di mana data diperoleh melalui penyebaran kuisioner kepada perusahaan non manufaktur di Surabaya. Data yang diperoleh kemudian diolah dengan menggunakan software Smart PLS. Hasil penelitian ini menunjukkan adanya hubungan positif dan signifikan dari leadership style terhadap learning organization, leadership style terhadap quality management, learning organization terhadap firm performance, quality management terhadap firm performance, dan leadership style terhadap firm performance pada perusahaan non manufaktur di Surabaya. Learning organization dan quality management menjadi variabel perantara bagi leadership style dan firm performance karena hubungan langsung antara leadership style dengan firm performacance memberi pengaruh lebih kecil daripada apabila melalui learning organization dan quality management.",
  "creators": "NOVIANA WIDJAJA",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010614/AKT/2014; Noviana Widjaja (32410036)",
  "subjects": "ORGANIZATIONAL LEARNING; MANUFACTURES-MANAGEMENT-QUALITY CONTROL; LEADERSHIP; ACCOUNTING"
}