{
  "id": "30154",
  "title": "Pengaruh job satisfaction terhadap financial performance melalui variabel intervening employee engagement dan competitive advantage pada perusahaan publik sektor perbankan di Surabaya",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh langsung dan signifikan dari Job Satisfaction terhadap Employee Engagement, Employee Engagement terhadap Competitive Advantage, Competitive Advantage terhadap financial performance pada perusahaan publik di sektor perbankan di Surabaya. Penelitian ini juga menguji hubungan langsung dan signifikan antara Job Satisfaction terhadap Financial Performance melalui variable Intervening Employee Engagement dan Competitive advantage pada perusahaan publik sektor perbankan di Surabaya. Penelitian ini berbentuk penelitian kuantitatif, di mana data diperoleh melalui laporan keuangan yang tercantum di BEI atau www.idx.co.id dan penyebaran kuisioner kepada perusahaan publik sektor perbankan di Surabaya. Data yang diperoleh kemudian diolah dengan menggunakan software Smart PLS. Hasil penelitian ini menunjukkan adanya hubungan positif dan signifikan dari Job Satisfaction terhadap Employee Engagement, Employee Engagement terhadap Competitive Advantage, Competitive Advantage terhadap financial performance pada perusahaan publik di sektor perbankan di Surabaya. Employee Engagement dan Competitive Advantage menjadi variabel perantara antara Job Satisfaction dengan financial performance karena hubungan langsung antara Job Satisfaction dengan financial performance lebih kecil jika dibandingkan dengan melalui Employee Engagement dan Competitive Advantage.",
  "creators": "DAVIDANAR SOEHARGO",
  "contributors": "Devie (Advisor 1); Josua Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010624/AKT/2014; Davidanar Soehargo (32410028)",
  "subjects": "ACCOUNTING; CORPORATIONS--FINANCE; JOB SATISFACTION; FINANCIAL STATEMENTS"
}