{
  "id": "30162",
  "title": "Analisa dampak transformational leadership terhadap financial performance pada perusahaan manufaktur di Surabaya",
  "abstract": "Penelitian ini bertujuan untuk menguji hubungan antara transformational leadership terhadap financial performance perusahaan. Penelitian ini dilakukan sebab di Indonesia masih belum banyak peneliti yang mengangkat topik ini serta untuk mengembangkan variabel baru dalam penelitian yang sudah ada Variabel bebas adalah pengaplikasian dari Transformational Leadership. Variabel bebas diukur dengan menggunakan pendektatan definisi operasional dan indikator empirik. Variabel terikat adalah Financial Performance dari sebuah perusahaan. Serta terdapat variabel antara yaitu Employee Engagement dan Job Satisfaction sebagai perantara variabel bebas dan variabel terikat. Penelitian ini menggunakan data primer yang diperoleh dari hasil penyebaran kuesioner pada karyawan perusahaan manufaktur di Surabaya. Sampel penelitiannya adalah perusahaan yang menerapkan transformational leadership. Dan berdasarkan hasil perkalian item-item pertanyaan variabel yang diamati dengan 4 atau 5 kali ditetapkan sampel sejumlah 277 karyawan pada 30 perusahaan manufaktur yang menerapkan transformational leadership. Penelitian ini menggunakan teknik path modelling dengan alat bantu PLS. Hasil pengujian menunjukkan bahwa penerapan transformational leadersip memberikan pengaruh positif terhadap employee engagement, dan job satisfaction serta pengaruh yang diberikan pun signifikan. Job satisfaction juga memberikan pengaruh positif dan signifikan terhadap employee engagement tetapi tidak terdapat pengaruh positif antara job satisfaction terhadap financial performance. Sehingga transformational leadership memberikan pengaruh yang positif dan signifikan terhadap financial performance yang didukung oleh employee engagement.",
  "creators": "STANLEY KEVIN SIAJAYA",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Josua Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010626/AKT/2014; Stanley Kevin Siajaya (32410144)",
  "subjects": "CORPORATIONS--FINANCE; LEADERSHIP; FINANCIAL ACCOUNTING"
}