{
  "id": "30178",
  "title": "Pusat kesegaran jasmani di Surabaya",
  "abstract": "Laporan perencanaan ini dibuat untuk memenuhi persyaratan Ujian Sarjana Jurusan Arsitektur Fakultas Teknik Universitas Kristen Petra, Surabaya, Periode ke XVI, Tahun 1986- 987, dengan Judul : ' PUSAT KESEGARAN JASMANI DI SURABAYA ' Dalam abad modern ini, olah raga merupakan kebutuhan pokok manusia yang paling penting. Kesadaran masyarakat akan hal ini juga meningkat, sehingga banyak orang mencari jenis olah raga apa yang sesuai untuk dirinya. Olah raga non prestasi merupakan jawabannya, sebab jenis olah raga ini tidak dituntut prestasi seseorang, yang kemampuan tiap orang tidak sama. Dengan kata lain, bahwa olah raga prestasi amat tergantung dengan bakat individu seseorang. Maka dalam hal ini, olah raga non prestasi makin banyak peminatnya. Dewasa ini sedang diramaikan oleh olah raga senam dan latihan beban untuk mencapai kebugaran dan kesegaran jasmani seseorang. Banyak sanggar senam maupun pusat kesegaran jasmani menjamur di kota-kota besar Indonesia termasuk di Surabaya. Tetapi keadaannya kurang ditunjang dengan penampilan dan fungsi yang memadai, karena hanya memikirkan segi keuntungan, sehingga keadaan ruangnya semakin tidak memenuhi syarat. Untuk itu diperlukan suatu wadah baru yang representatip baik dalam segi penampilan dan segi fungsi, guna pelayanan terhadap peminat yang semakin banyak. Permasalahan pokok dari perencanaan ini adalah, bagaimana menciptakan suatu wadah fisik 'Pusat Kesegaran Jasmani.' yang sesuai dengan persyaratan fungsi, estetika serta masalah- masalah lain yang bersama-sama tampil dalam bentuk yang arsitektural. Maka pembahasan laporan ini meliputi tahapan-tahapan yang secara garis besar dapat dijelaskan sebagai berikut: Bab 1. Tinjauan Dasar Berisikan tentang pengertian dan latar belakang gagasan dari perencanaan dan faktor lain yang menunjang untuk mendirikan Pusat Kesegaran Jasmani di Surabaya. Bab 2. Dasar Perencanaan Berisikan maksud dan tujuan perencanaan. Membahas data-data dengan mengadakan studi dan analisa, yang akan merupakan jalan keluar bagi perencanaan lebih lanjut. Bab 3. Perencanaan Berisikan tentang kebutuhan dan luasan ruang. Menganalisa pemilihan lokasi dan penentuan tapak. Bab 4. Perancangan Berisikan tentang pembahasan aspek-aspek lain guna memperoleh hasil yang optimal, baik dalam pengolahan bangunan maupun pengolahan tapak.",
  "creators": "ANTONIUS TANUSETIADJIE",
  "contributors": "SHELLY HARTONO (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Antonius Tanusetiadji (380035)",
  "subjects": "RECREATION CENTERS-DESIGNS AND PLANS; HEALTH FACILITIES-DECORATION"
}