{
  "id": "30173",
  "title": "Pusat kreasi dan tata busana di Surabaya",
  "abstract": "Karya tulis ini akan mengetengahkan study tentang suatu tempat pendidikan & pembuatan busana di Surabaya, yang di satu pihak berfungsi sebagai salah satu fasilitas/kelengkapan untuk mengimbangi perkembangan dunia busana, dan di lain pihak berfungsi sebagai proyek yang diharapkan dapat memberikan keuntungan- keuntungan (baik yang bersifat finansil maupun non finansial) dalam waktu tertentu. Makalah ini akan dimulai dengan study pendahuluan yang bersifat pengenalan terhadap proyek secara umum dan pembahasan tentang timbulnya gagasan serta mengenai sasaran-sasaran yang diharapkan. Study perencanaan yang dilakukan dalam bab berikutnya (bab:.2) merupakan suatu evaluasi terhadap gagasan yang timbul. Gagasan tersebut akan ditinjau dari berbagai aspek, untuk memberikan gambaran sampai seberapa jauh masalah yang harus diatasi. Bila menurut hasil evaluasi ternyata bahwa proyek ini cukup realistis, maka diperlukan beberapa program dasar, rnisalnya: penentuan fasilitas-fasilitas utama/penunjang, jangkauan perencanaan, area pelayanan dan sebagainya. Semua ini akan diuraikan dalam bab 3. Bab A (perancangan fisik) sebagai kelanjutan dari program kebutuhan akan mengetengahkan analisa-analisa: site, bangunan, serta kelengkapan-kelengkapan berupa utilitas yang dibutuhkan untuk menjamin kelancaran operasionalnya. Bab 5 sebagai bab terakhir, akan membahas tentang pembiayaan proyek secara garis besar untuk memberikan gambaran berapa besar Investasi yang diperlukam agar proyek dapat terealisir dan beroperasi dengan baik.",
  "creators": "F. KADARSIH PANGESTU",
  "contributors": "NINIEK ADIASIH (Advisor 1); WANDA K. (Advisor 3); Krisdianto Anggijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perencanaan Arsitektur No. ...; F. Kadarsih Pangestu (379042)",
  "subjects": "COSTUME DESIGN-BUILDINGS-DECORATION; COMMERCIAL BUILDINGS-DECORATION-UNITED STATES"
}