{
  "id": "30176",
  "title": "Sekolah Menengah Teknologi Pertanian di Tegal",
  "abstract": "Merancang Arsitektur AR 502 merupakan tugas akhir dalam menyelesaikan Studi Tingkat Sarjana Jurusan Arsitektur, Fakultas Teknik Universitas Kristen Petra, Surabaya. Penyusun mengambil judul \"SEKOLAH MENENGAH TEKNOLOGI PERTANIAN DI TEGAL\", sebagai proyek tugas akhir, di mana proyek ini sesuai dengan rencana Pemerintah melalui Proyek Peningkatan Pendidikan Kejuruan Teknik IV, yang segera akan direalisasikan pembangunannya. Dengan demikian semua data diperoleh dari instansi yang bersangkutan. Tahapan pembahasan dan pendekatan permasalahan dalam mewujudkan laporan perencanaan dan persiapan perancangan proyek ini sebagai berikut: BAB 1: Membahas tentang judul dan pengertian Sekolah Menengah Teknologi Pertanian. BAB 2: Pengenalan Proyek yang menyangkut latar belakang, pembangunan pendidikan, kebijaksanaan dan perkembangan Sekolah Menengah Teknologi Pertanian. BAB 3: Perencanaan proyek tentang tujuan, sasaran, batasan kebutuhan, kapasitas dan studi ruang BAB 4: Interrelasi-interrelasi kelompok bangunan dan ruang yang ada. Bab 5: Perancangan tapak yang mana berdasarkan existing site, analisa sirkulasi, pencapaian dan orientasi bangunan terhadap Matahari. BAB 6: Analisa bentuk, perletakan dan penampilan bangunan, zoning, modul, analisa struktur dan sistem utilitas. Paduan antara perancangan bangunan dan perancangan tapak didapatkan konsep perancangan (BAB 6) yang mana dipakai sebagai pedoman dalam membuat perancangan proyek Sekolah Menengah Teknologi Pertanian ini.",
  "creators": "A. HADI SUBYAKTO W.",
  "contributors": "Usman Effendi Pakpahan (Advisor 1); I Gusti Nyoman Sulendra (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; A. Hadi Subyakto W. (379061)",
  "subjects": "SCHOOL BUILDINGS--DESIGNS AND PLANS; AGRICULTURAL EDUCATION"
}