{
  "id": "30177",
  "title": "Institut Alkitab Abdiel di Wlingi",
  "abstract": "Konsep perancangan ini disusun untuk memenuhi persyaratan ujian sarjana Jurusan Arsitektur Fakultas Teknik Sipil dan Perencanaan Universitas Kristen Petra Surabaya, periode XIV tahun 1986 . Dalam laporan ini dibahas mengenai hal-hal yang berhubungan dengan perencanaan pembangunan Institut Alkitab Abdiel di Wlingi, sebagai realisasi penyediaan sarana pendidikan bagi umat Tuhan yang terpanggil untuk memenuhi kebutuhan gereja dan masyarakat di Indonesia. Laporan ini dibagi dalam 4 bab. Bab I. Latar Belakang. Dalam bab ini diuraikan mengenai latar belakang ber- dirinya sekolah theologia secara umum, yang meliputi perkembangan agama Kristen di Indonesia, gereja di Indonesia, misi di Indonesia, sekolah theologia di Indonesia dan masalah-masalah yang dihadapi. Bab II. Tinjauan Institut Alkitab Abdiel di Wlingi. Dalam bab ini dijelaskan pengertian dan tujuan IAA, program pendidikan, lingkup pelayanan dan keadaan lAA saat ini. Bab III. Dasar perencanaan. Sebagai dasar perencanaan meliputi program dasar dan program kebutuhan. Dalam program dasar berisi data mengenai struktur organisasi, aktivitas yang ada dan jumlah personil. Bab IV. Perancangan. Perancangan meliputi 2 bagian, yaitu perancangan tapak dan perancangan bangunan. Dalam perancangan tapak dianalisa keadaan tapak sehingga tapak dapat dimanfaatkan maksimal. Dalam perancangan bangunan dianalisa bentuk bangunan, strktur, bahan dan utilitas.",
  "creators": "TINA RUBIANTI SUWANA",
  "contributors": "Stanislaus Kuntjoro Santoso (Advisor 1); Maria Immaculata Hidayatun (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 244/ARS; Tina Rubianti Sawana (379074)",
  "subjects": "COLLEGE BUILDINGS--DESIGNS AND PLANS; CHRISTIAN UNIVERSITIES AND COLLEGES-INDONESIA"
}