{
  "id": "30181",
  "title": "PT Bank Buana Indonesia di Jakarta",
  "abstract": "Laporan Perencanaan ini disusun dalam rangka memenuhi persyaratan kurikuler ujian sarjana Arsitektur, semester X periode XVI tahun kuliah 1987 pada Fakultas Teknik jurusan Arsitektur Universitas Kristen Petra di Surabaya. Judul proyek yang diambil ialah: \" Kantor Pusat PT Bank Buana Indonesia - di Jakarta \". Di dalam laporan ini akan diuraikan hal-hal yang berhubungan dengan perencanaan Kantor Pusat PT Bank Buana Indonesia di Jakarta sebagai usaha untuk memenuhi kebutuhan fasilitas Bank beserta fasilitas Penunjang yang saat ini dirasakan masih kurang memadai. Hal ini disebabkan karena gedung yang lama sudah tidak dapat lagi menampung kegiatan/ aktivitas dari Kantor Pusat PT Bank Buana Indonesia yang bertambah banyak. Gedung Kantor Pusat PT Bank Buana Indonesia yang baru, direncanakan pada tapak yang telah disediakan, dan lokasi di Jl Gajah Mada no. 1, Jakarta. Serta mengikuti peraturan-peraturan yang dikeluarkan oleh Dinas Tata Kota Jakarta. Langkah-langkah yang diambil dalam perencanaan ini adalah mengumpulkan data-data yang diperlukan untuk perencanaan tersebut. Baik dari literatur maupun survey lapangan, kemudian menganalisa sesuai dengan tuntutan dan kebutuhan sehingga diperoleh konsep perencanaan yang selanjutnya digunakan untuk perencanaan fisik dari Kantor Pusat PT Bank Buana Indonesia di Jakarta. Yaitu: - Fasilitas Umum. Sebagai tempat pelayanan terhadap masyarakat/ nasabah serta tempat bekerja para staff dan karyawan PT Bank Buana Indonesia di Jakarta. - Fasilitas Perkantoran. Sebagai tempat bekerja para staff dan karyawan PT Bank Buana Indonesia dalam melakukan kegiatan administrasi dan pembukuan. - Fasilitas Penunjang. Untuk menunjang kegiatan fasilitas Perkantoran. - Fasilitas Service/ Pelayanan. Sebagai fasilitas Pelayanan yang melayani seluruh kegiatan Perkantoran dan fasilitas Penunjang yang direncanakan.",
  "creators": "SUHENDRO SUSETYO",
  "contributors": "TENG HOO TIONG (Advisor 1); WIDIJANTI (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. ...; Suhendro Susetyo (381064)",
  "subjects": "BANK BUILDINGS-DESIGNS AND PLANS; BANK BUILDINGS--DECORATION"
}