{
  "id": "3018",
  "title": "Penggunaan teknologi internet (e-commerce) dalam melakukan transaksi perdagangan (studi kasus di PT. Aseli Dagadu Djokdja)",
  "abstract": "Dengan percepatan teknologi dewasa ini membuat segala sesuatunya dapat berjalan dengan mudah dan efisien, peranan manusia semakin dibantu dan dipermudah, hal tersebut sangat berdampak sekali dengan semakin mudahnya orang dalam melaksanakan tugasnya Teknologi informasi (Internet) yang ada sekarang ini dapat dimanfaatkan oleh banyak kalangan, mulai dari pelajar/mahasiswa sampai kepada tingkat perusahaan, bahkan para politisi serta pemerintah telah menggunakan teknologi informasi tersebut. Intemet dewasa ini sangatlah bermanfaat dan besar pengaruhnya terhadap kehidupan berinteraksi antar sesama manusia, kita dapat melakukan interaksi kepada semua orang diseluruh muka bumi ini tanpa harus melakukan perjalanan yang jauh dan mengeluarkan banyak biaya perjalanan, hal inilah yang dapat membuat manusia semakin dimudahkan dalam berinteraksi dengan menggunakan teknologi tersebut. Teknologi ini semakin banyak digunakan oleh perusahaan-perusahaan yang ingin agar usahanya untuk dapat dikenal diseluruh dunia, tanpa harus melakukan ekspansi ke negara lain, dan yang pasti investasi yang dibutuhkan untuk ekspansi itu sendiri juga sangatlah mahal, maka dari itu perusahaan cukup dengan melakukan promosi lewat intemet maka perusahaan tersebut dapat langsung dikenal luas. Penggunaan transaksi pembayaran yang dilakukan dapat juga melalui Internet, yang kemudian konsep ini dikenal dengan E-Commerce, yaitu melakukan transaksi perdagangan secara online. Dengan E-Commerce maka rumitnya birokrasi administrasi dan pembayaran dapat dihapus. Konsep E-Commerce itu sendiri menjadikan kegiatan bertransaksi dapat berjalan dengan mudah dan cepat, serta yang terpenting adalah menumbuhkan kepercayaan pembeli untuk dapat melakukan transaksi tersebut dengan jaminan keamanan jaringan Intemet yang betul-betul aman, disamping masalah desain web serta produk yang ditawarkan termasuk profil perusahaan, sehingga konsumen dapat tertarik untuk masuk ke website perusahaan dan selanjutnya melakukan transaksi online.",
  "creators": "PRAWIS MUSADI",
  "contributors": "Peter Remy Yosy Pasla (Advisor 1); Hartono Subagio (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1552/EM/2002, Prawis Musadi (31496307)",
  "subjects": "BUSINESS ENTERPRISES-COMPUTER NETWORKS; INTERNAL (COMPUTER NETWORKS)"
}