{
  "id": "30193",
  "title": "Analisa perhitungan produksi tenaga listrik PLTU sektor Gresik dengan menggunakan model probabilitas",
  "abstract": "Dalam memasuki PJP II, pemerintah berusaha meningkatkan taraf hidup rakyat Indonesia dengan memacu pembangunan di sektor industri. Seiring dengan perkembangan pembangunan pada sektor industri, maka kebutuhan akan listrik semakin meningkat. Perusahaan Listrik Negara ditunjuk pemerintah untuk menangani semua kebutuhan listrik yang dibutuhkan oleh industri. Perusahaan Listrik Negara dengan semua sistem pembangkit yang terhubung satu dengan yang Iain diusahakan dapat terkoordinasi dengan baik, sehingga tenaga listrik yang dihasilkan tidak diragukan keberadaannya. Sebuah sistem pembangkit dapat dioperasikan sesuai dengan permintaan beban bila perencanaan yang dilakukan sesuai dengan nilai ekonomis dari operasi sistem tersebut. Maka studi pembebanan yang optimal dan efisien dari sistem pembangkit terhadap beban yang selalu berubah-ubah dapat didekati dengan pembentukan simulasi model. Simulasi model yang terbentuk dapat mewakili keadaan sistem pembangkit yang sebenarnya. Berdasarkan data beban tiap bulannya selama setahun dapat dibentuk kurva beban bulanan setahun. Dari kurva beban ini dibentuk simulasi model probabilitas yang mengandung informasi produksi dari tiap unit pembangkit dan biaya produksi dengan mempertimbangkan keberadaan cadangan berputar dan level pembebanan terendah. Maka dengan model ini dapat diperkirakan kebutuhan energi yang harus diproduksi oleh sistem pembangkit untuk waktu yang akan datang dengan biaya produksi yang ekonomis.",
  "creators": "RUDDY",
  "contributors": "ONTOSENO PENANGSANG (Advisor 1); BENJAMIN HADISURYA (Advisor 2); BUNAWI GUNAWIDJAJA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 96/E/TST/010/164; Ruddy (23489080)",
  "subjects": "ELECTRIC POWER CONSUMPTION-ANALYSIS; ELECTRIC POWER; ELECTRIC MOTORS"
}