{
  "id": "30197",
  "title": "Penggunaan GPS developer kits sebagai penunjuk arah dalam perjalanan",
  "abstract": "Dalam memasuki era globalisasi, hubungan antar satu negara dengan negara yang lain akan menjadi semakin terbuka dan bebas. Orang menjadi semakin mudah untuk bepergian dari satu negara ke negara lain baik untuk bekerja, mengadakan penelitian, rekreasi, maupun untuk mengunjungi sanak keluarganya. Bila seseorang baru pertama kali mengunjungi suatu daerah yang belum dikenalnya, maka biasanya orang akan kebingungan untuk mencari informasi tentang daerah tersebut. Yang biasanya menjadi halangan adalah kendala bahasa yang berlainan sehingga orang tidak akan mendapatkan informasi tentang daerah tersebut. Untuk itu, dituntut suatu sistem penunjukan arah yang bersifat global, di mana sistem tersebut dapat menunjukkan informasi tentang suatu tempat, peta suatu wilayah, yang dapat digunakan di manapun, di seluruh dunia. Sistem tersebut adalah Sistem Penunjukan Arah dengan menggunakan Global Positioning System. Penunjukan Arah dengan menggunakan Global Positioning System ini terdiri dari beberapa komponen pokok, yaitu penerima GPS, personal komputer, kabel interface antara GPS dengan personal komputer. Selain itu juga terdapat program yang berfungsi sebagai user interface yang menghubungkan pengguna dengan GPS, juga grafik yang menunjukkan peta suatu wilayah dan informasi navigasi yang lain. Program dibuat dengan menggunakan delphi, di mana penggunaannya mudah, dan terdapat komponen yang dapat langsung digunakan. Mula-mula penerima GPS akan menerima sinyal dari satelit GPS. Penerima GPS membutuhkan sekurang-kurangnya 4 buah sinyal satelit dalam waktu yang bersamaan agar dapat menentukan koordinat suatu tempat di permukaan bumi. Sinyal satelit yang diterima akan dihitung oleh penerima GPS tersebut sehingga didapatkan data-data navigasi. Data navigasi yang dikeluarkan oleh penerima GPS diterima oleh personal komputer melalui kabel serial. Data yang diterima kemudian akan diolah oleh personal komputer sehingga akan menghasilkan tampilan peta suatu wilayah yang sesuai, penunjukan arah, kecepatan, maupun data navigasi yang lain. Hasil dari sistem yang dibuat, diketahui bahwa GPS membutuhkan proses inisialisasi pada saat dihidupkan, dapat diperoleh keakuratan yang baik dalam penunjukan dan tampilan pada peta, dan juga membutuhkan sedikit campur tangan manusia karena sistem tersebut diarahkan untuk digunakan pada kendaraan bermotor, sehingga pengguna dapat mengemudi dengan aman. Sistem tersebut dapat juga digunakan oleh pejalan kaki, juga di laut, maupun di udara.",
  "creators": "DJOKO HERMAN PRAJITNO",
  "contributors": "Resmana Lim (Advisor 1); Murtiyanto Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 98/E/EL/041/386; Joko Herman Prayitno (23493127)",
  "subjects": "GLOBAL POSITIONING SYSTEM-COMPUTER PROGRAMS; DIGITAL COMMUNICATION"
}