{
  "id": "30216",
  "title": "A Morphological study of Malang slang \"Ragam walik\" patterns used in \"Pojok ngalam\" articles in Surya newspaper",
  "abstract": "In this thesis, the writer wants to find out the word formation pattern of Malang slang and the most common word formation pattern of Malang slang found in “Pojok Ngalam” articles in Siirya newspaper. As the major theories to find out the word formation pattern of Malang slang, she applies the theory' of slang formation written by Henshaw and Montague (1962). This theory is supported by the theory of Indonesian word formation written by Kridalaksana (1996) and English word formation written by Godby (1982) and the theory of language phenomenon written by Safioedin (1982). This study is a descriptive research which is categorized as a field study. The writer gets the data from Siirya newspaper in “Pojok Ngalam” articles from January 1997 to December 1997. The data is collected by quoting the sentences with the italic words that are predicted as Malang slang. Then, she underlines those words and checks in the list of Malang slang given by Abdul Wahab or consults the writer of “Pojok Ngalam” articles the confusing words predicted as Malang slang which are not included in the list of Malang slang, The data is identified based on Henshaw and Montague, Kridalaksana, Godby and Safioedin’s theories. Then, the Malang slang words are classified based on the pattern to count the percentage o f the slang word that use the pattern. The biggest percentage is the most common word formation pattern of Malang slang found in “Pojok Ngalam” articles. The result shows that there are 23 word formation patterns that can be classified into four groups, those are back slang without alteration, back slang with alteration, unreversed slang and unformulated slang. Among those patterns, the most common word formation pattern is back slang without alteration or pure reversion that gets 62.08% of the total slang words.",
  "creators": "ERNIE SETIYAWATI",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); SUKEMI, PROF.DR.M.A. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 757; Ernie Setiyawati (11494009)",
  "subjects": "JAVANESE LANGUAGE-MORPHOLOGY-STUDY AND TEACHING; ENGLISH LANGUAGE-MORPHOLOGY-STUDY AND TEACHING"
}