{
  "id": "30219",
  "title": "Pertamina Exor I club house di Indramayu",
  "abstract": "Laporan ini disusun dalam rangka memenuhi persyaratan akademis dari tugas perencanaan dan perancangan Proyek Akhir (AR 500), di Fakultas Teknik Jurusan Arsitektur, Universitas Kristen Petra Surabaya, Periode XXIV tahun ajaran 1990-1991 sedangkan judul proyek yang dipilih : \" PERTAMINA EXOR I CLUB HOUSE DI INDRAMAYU \" Pada laporan ini diuraikan mengenai proses perencanaan dan perancangan dari sebuah club house di Indramayu yang dibutuhkan sejalan dengan didirikannya industri pengolahan minyak mentah Exor I di Balongan - Indramayu. Pada bagian pendahuluan diuraikan tentang hal-hal yang melatar belakangi didirikannya proyek ini, serta beberapa uraian singkat mengenai hal-hal yang berhubungan dengan penulisan laporan ini yaitu, landasan teori, sistematika penulisan, metodologi. Data-data yang diperlukan diperoleh melalui pengamatan langsung terhadap kondisi lingkungan lokasi di Indramayu, dan wawanoari kepada pihak-pihak yang berhubungan langsung maupun tidak langsung dengan proyek ini. Untuk lebih memperkuat data-data yang ada, maka diadakan studi literatur di perpustakaan U.K. Petra. Dalam tahap perencanaan dilakukan analisa terhadap pengertian rekreasi, pengertian club house, sejarah club house, macam-macam club house, RUTRK, RDTRK Indramayu dan mengenai Pertamina Exor I Club House. Dalam tahap perancangan, dilakukan analisa terhadap lokasi program dasar dan program kebutuhan, perencanaan tapak, pemilihan site, existing site. Yang selanjutnya digunakan sebagai dasar bagi perancangan fisik bangunan yang disajikan dalam bentuk gambar-gambar pra rencana, yang merupakan hasil akhir dari proses perencanaan dan perancangan proyek akhir ini.",
  "creators": "CAHYADI SALIM",
  "contributors": "Benny Poerbantanoe (Advisor 1); V.P. Nugroho Susilo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 672/ARS.27/1991; Cahyadi Salim (14386073)",
  "subjects": "CLUB HOUSES"
}