{
  "id": "30218",
  "title": "A Study of psychological factors that influence george milton's and lennie small's friendship in john steinbeck's of mice and men",
  "abstract": "In Of Mice And Men, John Steinbeck fully gives his attention to the commoners, the life of the dispossessed migrant workers, realistically. This study is heavily concentrated on the friendship of the two main migrant workers, George Milton and Lennie Small. Their friendship is special as they have very contrasting character traits. Lennie Small has a giant physics but he is a mentally retarded person. On the other hand, George Milton is a little wiry man whose logical thought always comes first when dealing with problems. 0ne question directly strikes the mind is how these two persons can maintain their friendship harmoniously. The thesis writer finds out that Atkinson and Morgan state five factors in psychological theory which may explain this phenomenon. To analyze the work, the writer uses characterization as his literary tool to define their character traits and utilizes the psychological theory of friendship from Atkinson and Morgan which may greatly influence the forming and maintaining of George and Lennie’s friendship. Through this analysis the thesis writer finds out that the factor of physical closeness is essential as George and Lennie have lived in the same neighborhood since they were children. They have always been together, so they are close to each other. Moreover, the sense of familiarity is seen when George gets familiar to Lennie and the other way around. Then, the thesis writer also finds attitude similarity between them in the way they hold the same opinions or way of thinkings upon certain problems. In addition, physical attractiveness of George to Lennie is obvious since Lennie is undoubtedly a physically attractive person for George, who is seeking a protection. At last, social exchange can be viewed in their dream as something they exchange socially in their life. They are the five factors that make them able to maintain their relationship. The friendship they have is something normal and understandable thing to do between them, because they can even complete each other.",
  "creators": "ERWIN REKSOPRANOTO",
  "contributors": "Dra. Sarah Prasasti, M.Hum. (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 745; Erwin R. Rosadi (11494058)",
  "subjects": "AMERICAN FICTION--20TH CENTURY--STUDY AND TEACHING; STEINBECK, JOHN, 1902-1968 OF MICE AND MEN--STUDY AND TEACHING"
}