{
  "id": "30217",
  "title": "A Discourse analysis approach as applied to the dialogues between the sellers and the radio station's announcer in offering goods",
  "abstract": "This thesis discusses about the application of Discourse Analysis to the dialogues between the sellers and the radio station’s announcer in offering goods. The writer wants to answer the question (1) Are there any presuppositions of a topic in a dialogue between the sellers and the announcer in offering goods? (2) Is the topic of dialogues determines the presuppositions of the listeners? In doing this thesis, the writer use the theory of Yule that is about Presupposition and Topic. For the advertising, she uses the theory of Bovee and Arens in the book Contemporary Advertising. Language field usually uses qualitative method in analyzing the data so, the writer uses qualitative method in analyzing the data. The data she used is the dialogues between the sellers and radio station’s announcer in offering goods. She records the dialogues from Pro-FM radio station. This radio station broadcast the advertising program everyday from 4.00 - 5.00 p.m. on air. The writer collects the data from March 1999 until May 1999. After analyze the data, the writer finds that one topic has minimal 3 presuppositions. To advertise goods on the radio, which limits by space and time, the sellers should be smart in using the language or choose the diction. The more short sentence in the dialogue, the more clear presuppositions the listeners’ have. Finally, the writer conclude that topic is the most important in dialogue especially in advertising as the determiner of the listeners’ presuppositions of the goods the sellers offer.",
  "creators": "FRANSISCA",
  "contributors": "ABBAS A.BADIB, Pof.DR.MA.,MA. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 740; Fransisca (11494041)",
  "subjects": "LINGUISTICS; DISCOURSE ANALYSIS"
}