{
  "id": "30210",
  "title": "Studi evaluasi perencanaan instalasi tenaga listrik apartment Balikpapan Super Block dengan menggunakan software ecodial",
  "abstract": "Kontinuitas supply daya listrik sangat mempengaruhi kualitas dari sebuah bangunan, karena akan berdampak pada sisi kenyamanan dan fasilitas yang diberikan. Adapun pemilihan peralatan terpasang untuk Instalasi Tenaga Listrik pada sebuah bangunan merupakan faktor utama yang mempengaruhi kontinuitas supply daya listrik dari bangunan itu sendiri. Evaluasi dari Apartment Balikpapan Super Block yang dilakukan dengan menggunakan Software Ecodial adalah untuk Pengaman. Evaluasi juga dilakukan dengan perhitungan untuk kapasitas Trafo, Generator Set dan Kapastior Bank. Adapun evaluasi yang mengacu pada PUIL 2000 adalah untuk Penghantar Grounding dan Penghantar Kabel terpasang, serta Peraturan Umum Instalasi Penangkal Petir (PUIPP) untuk Penangkal Petir terpasang. Hasil dari Evaluasi menunjukkan bahwa pemilihan kapasitas Trafo dan Genset terpasang pada Apartment Balikpapan Super Block sudah tepat. Untuk penghantar kabel terpasang secara keseluruhan dari hasil evaluasi menunjukkan bahwa pemilihan jenis penghantar kabel terpasang sudah tepat, namun untuk pemilihan ukuran di beberapa saluran masih kurang tepat. Hasil dari evaluasi terhadap penghantar Grounding menunjukkan 75% dari pemilihan ukuran Penghantar Proteksi untuk Grounding peralatan sudah tepat. Untuk Penangkal Petir yang terpasang pada Apartment Balikpapan Super Block hasil evaluasi menunjukkan bahwa radius proteksi dari penangkal petir terpasang mampu memproteksi keseluruhan luas bangunan Apartment Balikpapan Super Block.",
  "creators": "RADIYANTO SETIYAWAN B.P.",
  "contributors": "Julius Sentosa Setiadji (Advisor 1); Prof. Ir. Hanny Hosiana Tumbelaka, M.Sc., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010632/ELK/2014; Radiyanto Setiyawan Bayu Putra (23409025)",
  "subjects": "SOFTWARE ENGINEERING; ELECTRIC POWER DISTRIBUSION; ELECTRIC POWER SYSTEMS"
}