{
  "id": "30214",
  "title": "A Study on the main characters' expectation and on their different reactions toward the failure of their expectations in Edith Wharton's the children",
  "abstract": "In life, people are Possible to fail in achieving their expectation. In Edith Wharton's The Children, the writer finds out the main male character, Martin Boyne and the main fem ale character, Judith Wheater have the same expectation, but they both fail to achieve it and have different reactions to the failure. She wants to find out the reasons for Martin and Judith's expectation and also their efforts to achieve it. She would compare Martin and Judith's different reactions toward failure that later bring certain effects to their lives. The writer applies the literary theory of characterization and some psychological theories on failure. Then, she finds out that Martin's failure makes him depressed because he never experiences failure before whereas he is so sure that he will succeed in his efforts. The truth comes out that he fails and he has nobody who supports or shares his burden. Meanwhile, Judith's failure does not make her frustrated because she has often experienced failure before and after her failure, she has a mother who takes care of her. Then, the writer concludes her findings that the reactions of the characters to their failure of their expectation are influenced by some factors. There are character traits, situation and condition of life. She discovers that Martin becomes depressed because he has low tolerance to frustration, whether Judith is not depressed because she has high frustration tolerance. However, the condition that Martin does not get support from anyone and Judith gets support from her mother are the main things which determine their reactions to their failure.",
  "creators": "GRACE KARUNIAWATI",
  "contributors": "Sarah Limuil (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 580; Grace Karuniawati (11493002)",
  "subjects": "WHARTON, EDITH, 1862-1973. THE CHILDREN-STUDY AND TEACHING; AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING"
}