{
  "id": "30220",
  "title": "Stadion utama Surabaya Sport Centre",
  "abstract": "Laporan ini disusun dalam rangka memenuhi persyaratan akademis dari tugas perencanaan dan perancangan Proyek Akhir, di Fakultas Teknik Jurusan Arsitektur, Universitas Kristen Petra Surabaya, periode XXVI, tahun ajaran 1991 - 1992, dengan judul: \" Stadion Utama Surabaya Sport Centre Laporan ini meliputi proses perencanaan dan perancangan dari Stadion Utama Surabaya Sport Centre di Pantai Timur- Surabaya sebagai suatu stadion yang bertaraf International. Latar belakang gagasan yaitu sebagai pemenuhan terhadap kebutuhan stadion yong cukup layak untuk penyelenggaraan PON ke XIV tahun,1997 dan kebutuhan fasilitas olah raga yang lengkap bagi masyarakat Surabaya. Tujuan dan sasaranproyek dijelaskan pada bab pertama yang kemudian pada bab selanjutnya dibahas mengenai hal-hal yang berkaitan langsung dengan proyek tersebut secara mendetail. Data yang diperoleh untuk mendukung laporan ini diperoleh melalui suatu pengamatan secara langsung terhadap tapak yang ada, study perbandingan dengan bangunan yang serupa, berita dari koran-koran, wawancara kepada pihak-pihak yang berhubungan dengan proyek tersebut baik langsung maupun tidak serta study literatur. Hasil akhir dari proses perencanaan ini disajikan dalam bentuk gambar-gambar dengan suatu skala tertentu. Gambar-gambar ini adalah hasil dari berbagai tahap perancangan yang dimulai dari analisa terhadap kondisi lingkungan yaitu dari fakta dan analisa yang selanjutnya dijadikan pedoman dalam perancangan hingga berupa bangunan yang sesuai dengan lingkungannya",
  "creators": "JUSY SUSILOWATI",
  "contributors": "Irwan Santoso (Advisor 1); Lilianny Sigit Arifin (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 726/Ars.8/92; Jusy Susilowati (14387017)",
  "subjects": "SPORTS FACILITIES; STADIUMS"
}