{
  "id": "30239",
  "title": "Perancangan sistem kemudi, sistem rem, dan roda untuk urban city car untuk kompetisi urbanconcept shell ece-marathon",
  "abstract": "Kendaraan bermotor merupakan salah satu alat transportasi yang sangat disukai masyarakat Indonesia. Kendaraan bermotor sering digunakan untuk alat transportasi sehari-hari maupun sebagai alat usaha. Banyaknya jumlah kendaraan bermotor di Indonesia menyebabkan timbulnya polusi udara yang berlebih. Polusi udara dari kendaraan bermotor dapat menyebabkan efek rumah kaca pada dunia ini. Harga BBM (Bahan Bakar Minyak) pun juga menjadi kendala di saat harga sedang melambung tinggi, bahkan ketika ketersediaan BBM terbatas. Berdasarkan permasalahan dan kebutuhan yang telah dipaparkan, Shell Eco Marathon membuat ajang perlombaan untuk menciptakan kendaraan hemat energi, yang tujuannya mengurangi penggunaan BBM yang berlebihan. Oleh sebab itu diciptakanlah Kendaraan Urban City Car Untuk Shell Eco Marathon yang bertujuan mendukung pengurangan penggunaan bahan bakar yang berlebihan. Dalam pembuatan Kendaraan Urban City Car Untuk Shell Eco Maearhon ini dibutuhkan sistem kemudi, sistem rem, dan roda yang handal, mudah dalam perawatan dan mudah untuk mencari spare partnya. Oleh sebab itu penulis akan membahas perencanaan dan pembuatan chassis kendaraan ini. Penulis akan membahas mengenai bahan apa yang akan digunakan, sambungan yang harus digunakan, dan analisa perhitungan kekuatan. Sehingga tidak terjadi patah atau kerusakan lain pada chassis yang akan dirancang, karena setelah perencanaan akan dibuat dalam bentuk benda nyata.",
  "creators": "AGUSTINUS HERDIANTO",
  "contributors": "Ian Hardianto Siahaan (Advisor 1); Joni Dewanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011031/MES/2014; Agustinus Herdianto (24410068)",
  "subjects": "AUTOMOBILES; AUTOMOBILES-BRAKES; AUTOMOBILES-STEERING SYSTEM-ANALYSIS"
}