{
  "id": "30237",
  "title": "Perencanaan mesin pengaduk olahan pakan ternak ayam petelur",
  "abstract": "Perkembangan di bidang peternakan di Indonesia saat ini sangat pesat, beberapa hewan ternak sudah dibudidayakan khususnya ternak unggas yaitu ayam (ayam petelur) yang sering dijumpai di kalangan masyarakat (rumah tangga) maupun kalangan industri (poultry farm), sehingga adanya kebutuhan pakan yang meningkat untuk memenuhi kebutuhan hewan ternak.Berbagai macam pakan ternak banyak dijumpai sebagai alternatif yang disebut dengan konsentrat, dikarenakan pakan tersebut tidak dapat dijangkau (secara ekonomi untuk mencukupi kebutuhan hewan ternak dalam jumlah yang banyak) maka sering digunakan sebagai bahan pencampur. Dalam proses pencampuran dengan kapasitas yang besar tidak dapat dilakukan secara manual seperti menggunakan tanganmelainkan dengan menggunakan alat/mesin dikarenakan hasil dari pencampuran yang tidak homogen/merata dan perkiraan waktu yang dibutuhkan dalam proses pembuatan. Oleh karena itu dilakukan desain alat/mesin dengan menggunakan sebuah motor penggerak dan transmisi rantai rol yang akan meneruskan daya dari motor penggerak ke poros sehingga proses pencampuran/pengadukan berlangsung. Desain hasil modifikasi yang melalui tahap perencanaan, perhitungan, hingga realisasi desain (pembuatan prototype) untuk mengetahui hasil dari proses tersebut dengan tetap memperhatikan prinsip perancangan yang baik. Modifikasi yang dilakukan yaitu desain yang sederhana dengan kapasitas 100 kgğ‘ğ‘ğ‘¡ğ‘â„ pada putaran output aktual 60 RPM, dan dalam sekali proses pencampuran/pengadukan selama 10 menit.",
  "creators": "ANDREAS MICHAEL",
  "contributors": "Willyanto (Advisor 1); Joni Dewanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03011029/MES/2014; Andreas Michael (24409014)",
  "subjects": "MACHINE DESIGN"
}