{
  "id": "30231",
  "title": "Hotel resort dengan konsep ekowisata di teluk Patipi, Fakfak",
  "abstract": "“Hotel Resort dengan Konsep Ekowisata di Teluk Patipi, Fakfak” ini didesain untuk menanggapi rencana besar pemerintah dalam mengembangkan daerah Papua Barat. Daerah Papua Barat, bagian Teluk Patii merupakan area yang diproyeksikan sebagai daerah pariwisata untuk masyarakat Papua dan masyarakat luas pada umumnya. Beberapa keunggulan alam Teluk Patipi adalah (1) banyaknya lumba-lumba yang berada di area ini dan secara rutin masuk ke Teluk setiap sore; (2) Indahnya pemandangan pulau-pulau kecil di sekitar Teluk; (3) Wisata mancing di laut lepas yang memang sudah terkenal akan kekayaan lautnya; (4) Merupakan daerah penghasil pala. Beberapa faktor di atas merupakan modal utama Teluk Patipi untuk mempromosikan dirinya. Dan kekurangan Teluk Patipi hanyalah akomodasi yang layak dan nyaman karena setiap wisatawan yang datang harus pulang pergi dan menginap di kota terdekat yang Fakfak. Karena itu dirasa perlu adanya sebuah hotel yang tidak hanya berpikir tentang keuntungan semata tapi juga hotel yang merupakan sebuah sistem yang menghidupkan potensi-potensi Patipi dan dikonservasikan kembali untuk kegunaan masyarakat sekitar. Dalam desain bangunan, pendekatan yang diambil adalah Teori Ekowisata dengan 5 poin utamanya yaitu; (1) minimize impact to environment; (2)build environmental and cultural awareness and respect; (3)conservation; (4)provide empowerment for local people; (5)raise sensitivity to host countries’ environmental climate. Poin-poin inilah yang digunakan menjadi tolak ukur dalam mendesain hotel.",
  "creators": "STEVEN ANTHONY WIRJONO",
  "contributors": "Eunike Kristi Julistiono, S.T., M.Des.Sc. (Advisor 1); Danny Santoso Mintorogo (Advisor 2); Irwan Santoso (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023312/ARS/2014; Steven Anthony Wirjono (22410142)",
  "subjects": "HOTELS, TAVERNS, ETC.; RECREATION CENTERS; RESORT ARCHITECTURE"
}