{
  "id": "30234",
  "title": "Perpustakaan kota dengan info sains dan teknologi",
  "abstract": "Perpustakaan Kota dengan Info Sains dan Teknologi merupakan judul yang diambil sebagai ujian akhir sarjana pada Fakultas Teknik Jurusan Arsitektur U.K Petra, Surabaya periode XXXIII, Sept-Des 1995 Lokasi perpustakaan tersebut berada di Surabaya, karena Surabaya merupakan kota nomer dua yang terbesar setelah Jakarta, sampai saat ini belum memiliki perpustakaan Kota yang memadai dengan informasi selain buku untuk menampung perkembangan ilmu pengetahuan dan teknologi yang semakin maju dan berkembang. Selain dari pada itu sesuai dengan keputusan menteri P dan K, yang memandang pentingnya suatu perpustakaan untuk menciptakan kondisi masyarakat Indonesia yang terbiasa membaca, gemar belajar dan cinta perpustakaan bagi peningkatan kecerdasan kehidupan bangsa. Sejak kemerdekaan hingga saat ini, telah dilakukan kegiatan-kegiatan pembangunan demi tercapainya masyarakat yang adil dan makmur secara merata diseluruh Tanah Air kita ini .Pola dan arah pelaksanaan usaha tersebut berdasarkan nilai-nilai budaya segenap unsur bangsa. Nilai-nilai budaya tersebut angkatan demi angkatan telah dikembangkan dan diwariskan melalui berbagai media, yang semuanya dapat dimanfaatkan sebagai sarana komunikasi dan informasi Ratusan bahkan ribuan naskah dan atau buku warisan angkatan-angkatan terdahulu, banyak diantaranya mengandung nilai-nilai yang sangat tinggi. Maka perpustakaan merupakan suatu wadah yang tepat untuk menampungnya, agar dapat dimanfaatkan oleh bangsa Indonesia dalam menunjang pembangunan Nasional.",
  "creators": "MULIATJE LIMAN",
  "contributors": "Krisdianto Anggijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1088/Ars/11/1995; Muliatje Liman (22489085)",
  "subjects": "LIBRARY BUILDINGS"
}