{
  "id": "3023",
  "title": "Analisa terhadap efektifitas penggunaan media periklanan dalam meningkatkan penjualan produk consumer goods",
  "abstract": "Tidak diragukan lagi bahwa periklanan memegang peranan yang sangat penting dalam menyebarkan informasi kepada pelanggan mengenai kegunaan , serta keunggulan dari suatu produk. fldan juga merupakan sarana yang paling penting dalam meningkatkan penjualan.Penyampaian pesan secara realitistis, ditunjang dengan pemilihan media yang tepat akan sangat menentukan berhasil tidaknya pesan yang ingin disampaikan. Riset dilakukan untuk mengetahui pengaruh iklan terhadap produk-produk optik, mobil dan accu mobil, serta consumer goods. Artikel pertama pada jurnal ini menganalisa bagaimana pengaruh suatu iklan terhadap para konsumen pengguna produk optik. Suatu optik tidak terkenal dengan menggunakan teknik promosi yang baik melalui periklanan ternyata sanggup mengungguli optik terkenal tetapi tidak beriklan. Iklan menyebabkan konsumen terbuai, sehingga diilustrasikan konsumen berimajinasi terhadap kualitas produk tersebut dan tanpa sadar terjebak dalam penipuan diri sehingga konsumen merasa puas membeli barang berkualitas rendah dengan harga yang tinggi. Inilah yang dinamankan proses sweet lemon . Hal ini menunjukkan bahwa iklan memegang peranan penting untuk meningkatkan penjualan. Sekalipun demikian bilamana produk diiklankan tidak sesuai dengan kenyataan, maka yang terjadi pelanggan akan menjauhi produk tersebut. Hal ini terungkap dari hasil yang diperoleh pada riset di artikel kedua. Artikel kedua pada jurnal ini menganalisa efek dari iklan dan kualitas pengamatan serta ekspektasi tentang kualitas prod.uk baru. Semakin banyaknya produk baru yang bermunculan di pasar mengakibatkan timbul persaingan untuk meraih konsumen sebanyak mungkin antara produsen. Sedangkan tingkat permintaan konsumen dipengaruhi oleh ekspektasi konsumen terhadap kualitas barang tersebut.Artikel ini meneliti pengaruh antara perbedaan dari realita dan iklan dari produk ban mobil dan accu. Melalui iklan perusahaan sebenarnya berusaha membangun citra . Citra itu terbentuk dari persepsi konsumen. Ketika citra mulai terbentuk , tetapi kenyataan yang ada tidak sesuai, pelanggan merasa kecewa dan cenderung menjauhi produk tersebut.Dapat disimpulkan kualitas pengiklanan dibawah harapan awal, dipertimbangkan lebih dipercaya daripada kualitas pengiklanan yang lebih tinggi daripada harapan awal.. Artikel ketiga pada jurnal ini menganalisa bagaimana iklan televisi bekerja serta mengevaluasi hubungan dari iklan televisi dengan meningkatnya penjualan. Dengan menggunakan metoda simulasi mencoba menganalisa berbagai media elektronik yang digunakan produsen consumer goods dalam usaha meningkatkan penjualan. Suatu temuan cukup mengejutkan menunjukkan bahwa televisi tidak banyak membantu dalam meningkatkan penjualan suatu produk. Hal ini menunjukkan bahwa konsumen semakin rasional dalam menilai iklan yang berlebihan melalui media masa. Implikasi dari penelitian ini adalah perusahaan harus betul-betul selektif memilih kata-kata yang digunakan untuk beriklan disamping menyesuaikan kenyataan antara kualitas produk dan yang diiklankan.Melalui penelitian ini konsumen diharapkan dapat lebih mengerti untuk memilih suatu barang.Janganmemilih suatu barang karena terpengaruh oleh iklan itu sendiri, namun konsumen memilih barang karena mutu dan kualitas dari barang tersebut sesuai dengan yang diiklankan. Pemilihan media yang tepat juga sangat menentukan suksesnya iklan suatu produk. Dan perlunya diberikan penghargaan kepada para pengiklan yang produknya sesuai dengan persepsi konsumen seperti apa yang diselenggarakan oleh majalah SWA yaitu Costumer Satifaction Awards.Hal ini perlu dikembangkan guna memberikan support kepada produsen untuk beriklan secara fair sesuai dengan persepsi konsumen.",
  "creators": "TONY SOETOPO",
  "contributors": "Soekarno (Advisor 1); Hartono Subagio (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 137/EM/2002; Tony Soetopo (31496202)",
  "subjects": "CONSUMERS-RESEARCH"
}