{
  "id": "30242",
  "title": "Analisis penerapan good corporate governance pada perusahaan keluarga PT Danliris di Surakarta Jawa Tengah",
  "abstract": "Good Corporate Governance (GCG) merupakan sebuah tata cara kelola perusahaan yang menjadi suatu aspek penting dalam operasional perusahaan untuk mencapai tujuan yaitu membangun perusahaan yang sehat. Penerapan GCG dinilai penting ketika krisis ekonomi terjadi di Indonesia, sehingga diperlukan untuk memberikan jaminan keamanan terhadap modal yang ditanamkan para investor asing. Selain itu adanya syarat dan dorongan dari pemerintah bagi perusahaan di Indonesia supaya perusahaan-perusahaan menanamkan prinsip GCG tersebut dalam operasionalnya. Penelitian ini dilakukan bertujuan untuk mendeskripsikan penerapan prinsip-prinsip GCG yaitu transparansi, akuntabilitas, tanggung jawab, kemandirian dan kewajaran pada bisnis keluarga PT Danliris. Metode pengumpulan data yang digunakan adalah wawancara dan pengamatan. Dalam menentukan informan cara yang digunakan adalah metode purposive sampling yaitu dengan pengambilan sampel sumber data dengan pertimbangan tertentu dan sesuai dengan masalah yang ingin diteliti. Untuk menganalisis keabsahan data yang telah dikumpulkan, peneliti menggunakan teknik trianggulasi sumber yaitu dengan cara membandingkan data hasil wawancara dengan pengamatan yang di lakukan di PT Danliris. Hasil penelitian ini adalah perusahaan telah menerapkan prinsip Good Corporate Governance (GCG) yaitu Transparansi, Akuntabilitas, Tanggung Jawab, Kemandirian, dan Kewajaran walaupun belum sepenuhnya sesuai dengan ketentuan yang ada dalam prinsip GCG. Perusahaan diharapkan untuk tetap menjalankan prinsip-prinsip dan menjalankan prinsip-prinsip yang belum sepenuhnya dijalankan.",
  "creators": "DANIELLA OKKE CHRISNANDA",
  "contributors": "Maria Praptiningsih, S.E., M.Sc.FE. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010832/MAN/2014; Daniella Okke Chrisnanda (31410010)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES; CORPORATE GOVERNANCE"
}