{
  "id": "30255",
  "title": "Insentif yang mempengaruhi mahasiswa berkendara bersama ke kampus",
  "abstract": "Pertumbuhan jumlah kendaraan pribadi terutama mobil memang tidak dapat dihindarkan, apalagi dengan sistem transportasi umum yang kurang memadai dan tidak menarik minat pengendara pribadi. Pertumbuhan jumlah kendaraan pribadi juga berdampak pada kampus-kampus. Berkendara pribadi ke kampus akan menambah beban lalu lintas kampus dan lingkungan sekitarnya, selain itu kampus juga memerlukan lahan parkir yang cukup besar untuk menampung semua kendaraan tersebut, terutama mobil. Untuk mengurangi dampak yang ditimbulkan, perlu diberlakukan langkah-langkah pengurangan arus kendaraan pribadi ke kampus, salah satunya dengan mensosialisaikan program ride sharing. Salah satu contoh ride sharing adalah berkendara bersama. Berkendara bersama adalah sistem di mana sekelompok mahasiswa terdiri dari dua atau lebih mahasiswa berkendara bersama dalam satu mobil pribadi. Penelitian ini bertujuan untuk mengetahui insentif apa yang paling mempengaruhi mahasiswa untuk bersedia berkendara bersama ke kampus. Data didapatkan melalui kuesioner mahasiswa dari beberapa kampus kemudian data yang diperoleh akan diolah dengan metode pemeringkatan dan analisis korespondensi Hasil penelitian menunjukkan bahwa di antara kelima insentif yang diberikan, diketahui bahwa preferred parking area (petak parkir khusus) merupakan insentif yang paling mempengaruhi mahasiswa agar bersedia berkendara bersama ke kampus.",
  "creators": "MARTIN; MARTUA FEIZAL L.S.",
  "contributors": "Rudy Setiawan (Advisor 1); Ir. Prasetio Sudjarwo, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 13011957/SIP/2014; Martin (21410004), Martua Feizal Lamora Sihombing (21410023)",
  "subjects": "TRANSPORTATION MANAGEMENT; SUSTAINABLE TRANSPORTATION"
}