{
  "id": "30250",
  "title": "Pembuatan batako dengan memanfaatkan campuran fly ash dan lumpur Sidoarjo dengan kadar yang tinggi",
  "abstract": "Penelitian ini bertujuan untuk memberikan alternatif dalam pengolahan limbah lumpur Sidoarjo dan limbah abu batu bara yang ramah lingkungan dan menambah nilai guna dari limbah lumpur Sidoarjo dan limbah batu bara. Penggunaan limbah lumpur Sidoarjo dan limbah batu bara mengurangi penggunaan semen portland yang menyebabkan global warming karena melepaskan gas CO2. Kandungan yang dimiliki oleh lumpur Sidoarjo telah terbukti memiliki sifat yang sama seperti semen dan dapat menggantikan semen. Akan tetapi dalam pemanfaatan lumpur Sidoarjo membutuhkan banyak energi dalam proses pengolahannya. Oleh karena itu, penelitian ini memanfaatkan lumpur Sidoarjo dan fly ash sebagai material dalam pembuatan batako. Selain itu penelitian ini juga menvariasikan perbandingan volume lumpur Sidoarjo dan fly ash, serta lama proses penggilingan lumpur Sidoarjo. Pada penelitian ini dilakukan pengujian kuat tekan pada umur 7 hari, 14 hari dan 28 hari. Hal ini bertujuan agar dapat mengetahui komposisi campuran mortar yang terbaik pada batako, sehingga mendapatkan mutu yang tinggi dan dapat digunakan di lapangan. Hasil dari penelitian ini dapat disimpulkan bahwa dengan memanfaatkan lumpur Sidoarjo dan fly ash sebagai material pembuatan batako berhasil mencapai kuat tekan sebesar 14 MPa yang memenuhi syarat mutu bata beton tingkat 1 pada komposisi perbandingan volume material pengikat dengan pasir 1 : 7, 8,4 MPa yang memenuhi syarat mutu bata beton tingkat II pada komposisi perbandingan berat lumpur Sidoarjo dengan fly ash 40% : 60%, dan 9 MPa yang memenuhi syarat mutu bata beton tingkat II pada komposisi campuran mortar dengan lama penggilingan lumpur Sidoarjo 8 jam.",
  "creators": "ARNOLD PHENGKARSA; HENDRA SURYA WIBAWA",
  "contributors": "Djwantoro Hardjito (Advisor 1); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 15011959/SIP/2014; Arnold Phengkarsa (21408065), Hendra Surya Wibawa (21409129)",
  "subjects": "FLY ASH; CONCRETE BLOCKS"
}