{
  "id": "30253",
  "title": "Penelitian awal penggunaan polyethylene strap sebagai bahan pembuat gabion",
  "abstract": "Plastik merupakan bahan yang banyak digunakan oleh masyarakat Indonesia. Plastik juga mempunyai banyak kelebihan seperti ringan, kuat, mudah dibentuk, anti karat, tahan terhadap bahan kimia, mempunyai sifat isolasi listrik yang tinggi, dan biaya proses yang lebih murah. Penelitian ini berfokus pada penggunaan plastik jenis polyethylene terephthalathe sebagai bahan pengganti kawat baja pada gabion. Ada tiga tipe dari polyethylene terephthalathe yang digunakan yaitu 1510-E, 1910-E , dan 1910-NE. Pengujian dibagi menjadi dua tahap yaitu pengujian kuat tarik terhadap masing-masing polyethylene terephthalathe dan kawat baja secara individu untuk mendapatkan regangan yang terjadi, dan pengujian kuat tarik rangkaian polyethylene terephthalathe dan gabion untuk mendapatkan kapasitas tarik maksimum. Hasil dari pengujian pertama menunjukkan kuat tarik maksimum dari polyethylene terephthalathe tipe 1510-E, 1910-E ,1910-NE, dan kawat baja Ø 2.7 mm sebesar 555,607 kg; 608,52 kg; 608,52 kg; dan 317,49 kg dengan regangan sebesar 5,889 %; 7,067 %; 4,312 %; dan 4,381 %. Setelah dilakukan pengujian pertama didapat bahwa polyethylene terephthalathe tipe 1510-E mempunyai kuat tarik yang paling mendekati kawat baja sehingga digunakan sebagai bahan pengujian kedua. Sedangkan hasil pengujian kedua didapat kuat tarik maksimum rangkaian polyethylene terephthalathe tipe 1510-E dan gabion sebesar 2010,77 kg atau 16,39 kg/cm2 dan 1852,025 kg atau 15,1 kg/cm2.",
  "creators": "LEONARD ALAN CHRISTANDY; AGA",
  "contributors": "Handoko Sugiharto (Advisor 1); Gogot Setyo Budi (Advisor 2); Daniel Tjandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 15011960/SIP/2014; Leonard Alan C. (21409031), Aga (21409037)",
  "subjects": "STRAINS AND STRESSES; POLYETHYLENE TEREPHTHALATE"
}