{
  "id": "30252",
  "title": "Penerapan fungsi penyebaran mutu pada produk kecap manis di NV The Kenarie Soy Manufactory",
  "abstract": "Kebutuhan untuk memenuhi produk yang berorientasi memenuhi harapan pelanggan inilah yang yang menyebabkan perusahaan-perusahaan melakukan perbaikan mutu produk dengan menerapkan metode fungsi penyebaran mutu (Quality Function Deployment). Dengan mencoba menerapkan fungsi penyebaran mutu pada NV The Kenarie Soy Manufactory diharapkan perbaikan mutu dari sistem produksi lebih terarah sehingga nantinya akan dapat membuka peluang bagi N.V. The Kenarie Soy Manufactory untuk bersaing dalam pasar karena produknya sesuai dengan harapan dan kebutuhan costumer. Metode yang dilakukan adalah mengadakan pengamatan dan survei langsung ke konsumen untuk mengidentifikasi tuntutan dan spesifikasi yang seharussnya ada pada produk kecap manis memahami proses produksi yang telah dipergunakan dan karakteristik dari bahan bakunya agar dapat diidentifikasi faktor yang sebaiknya dikembangkan dan membuat standar ukuran yang baru akan produk kecap manis yang diterima konsumen dengan mempertimbangkan semua kendala dan kondisi yang mempengaruhi. Faktor-faktor yang mempengaruhi dikontrol dan resiko-resiko yang mungkin terjadi diantisipasi dengan menggunakan metode Failure Mode Effect Analysis. Prosedur kerja didokumentasikan dan dibuatkan jaminan mutu baik bahan maupun prosesnya. Dari survei didapatkan bahwa kebutuhan konsumen yang belum terpenuhi adalah rasa manis dan setelah dianalisa dengan menggunakan metode fungsi penyebaran mutu diketahui bahwa faktor yang mempengaruhi adalah komposisi dan mutu dari gula serta pengurangan mutu dan komposisi garam.",
  "creators": "LILIEK ANDRIANI H.",
  "contributors": "Daniel Indarto Prajogo (Advisor 1); Kriswanto Widiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 071/TMI-01/1998; Liliek Angraeni (25493007)",
  "subjects": "SOY FOODS INDUSTRY-QUALITY CONTROL; QUALITY OF PRODUCTS"
}