{
  "id": "30256",
  "title": "Pemanfaatan campuran lumpur Sidoarjo dan fly ash dalam pembuatan campuran mortar geopolimer mutu tinggi",
  "abstract": "Luapan lumpur Sidoarjo merupakan permasalahan lingkungan yang hingga saat ini belum dapat diatasi, maka lewat penelitian ini diharapkan dapat memanfaatkan lumpur Sidoarjo sebagai material geopolimer. Kandungan yang terdapat pada lumpur Sidoarjo telah terbukti dapat menggantikan semen. Akan tetapi hingga saat ini penelitian yang menggunakan lumpur Sidoarjo sebagai material geopolimer, belum ada yang memenuhi syarat mortar geopolimer mutu tinggi. Sedangkan fly ash terbukti dapat digunakan sebagai mortar geopolimer mutu tinggi. Oleh karena itu, penelitian ini memanfaatkan lumpur Sidoarjo dan fly ash sebagai material mortar geopolimer yang diharapkan dapat memenuhi syarat mortar geopolimer mutu tinggi. Selain itu penelitian ini juga memvariasikan molaritas NaOH, perbandingan massa larutan NaOH dengan sodium silikat, perbandingan larutan dengan pasta, serta perbandingan massa lumpur Sidoarjo dengan fly ash. Pada penelitian ini dilakukan pengujian kuat tekan, berat jenis, kelecakan dengan menggunakan metode flow table dan initial setting test dengan menggunakan penetrometer. Hal ini bertujuan agar dapat mengetahui karakteristik mortar geopolimer tersebut, sehingga dapat dianalisis untuk penerapan di lapangan. Hasil dari penelitian ini dapat disimpulkan bahwa dengan mencampurkan fly ash terhadap lumpur Sidoarjo sebagai material geopolimer, maka akan meningkatkan kuat tekan mortar geopolimer tersebut. Dengan memanfaatkan lumpur Sidoarjo dan fly ash, penelitian ini berhasil mencapai 64 MPa yang telah memenuhi syarat mortar geopolimer mutu tinggi.",
  "creators": "ALEKSANDER JODJANA; ALVIN CAHYADI DJOEWARDI",
  "contributors": "Antoni (Advisor 1); Djwantoro Hardjito (Advisor 2); Ima Muljati Ginsar (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 15011961/SIP/2014; Aleksander Jodjana (21410076), Alvin Cahyadi Djoewardi (21410079)",
  "subjects": "FLY ASH; CONCRETE BLOCKS"
}