{
  "id": "30263",
  "title": "Pengendalian sistem penerangan dan air conditioning dalam rumah tangga dengan menggunakan mikro chip 8748 melalui fasilitas saluran telepon",
  "abstract": "Penggunaan saluran telepon sebagai sarana telekomunikasi hampir tidak dapat dihindarkan lagi dewasa ini, karena dengan semakin majunya teknologi manusia cenderung ingin mencapai kemudahan dalam berkomunikasi. Dengan memanfaatkan pesawat telepon sistem tombol tekan, maka peralatan yang ada di dalam rumah seperti lampu dan penyejuk ruangan (air conditioner) dapat dikendalikan secara remote (jarak jauh) melalui saluran telepon. Dengan berkembangnya teknologi elektronika dewasa ini, khususnya di bidang mikrokomputer, banyak peralatan- peralatan yang menggunakan mikrokomputer sebagai elemen pengendali mulai dari peralatan rumah tangga, kedokteran maupun peralatan industri. Termasuk di dalamnya penggunaan mikrokomputer sebagai pengendali peralatan rumah melalui saluran telepon.Mikrokomputer 8748 dalam hal ini digunakan sebagai elemen pengendali peralatan rumah. Untuk keperluan itu diperlukan suatu peralatan interface sebagai media antara mikrokomputer dan saluran telepon agar mikrokomputer dapat mengenal tombol-tombol dari telepon yang ditekan. Dengan digunakannya mikrokomputer 8748 ini maka diharapkan kerumitan hardware dapat dihindari, karena di dalam satu chip mikrokomputer 8748 sudah terdapat RAM, EPROM, dan I/O yang dapat diperluas. Untuk pesawat telepon sistem tombol putar (pulse dialer) tidak dapat digunakan dalam perencanaan ini, karena interface yang dibuat hanya khusus untuk pesawat telepon jenis tombol tekan (touch tone).",
  "creators": "BINTORO SUWIGNYO",
  "contributors": "HANDAYANI T. (Advisor 1); HERLIANTO TENGGARA (Advisor 2); SOETIKNO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 90/E/EL/016/0056; Bintoro Suwignyo (485040)",
  "subjects": "MICROCONTROLLERS (MICROCOMPUTERS); ELECTRONIC CONTROL"
}