{
  "id": "30264",
  "title": "Perancangan promosi vinas invitation melalui unconventional media di Surabaya",
  "abstract": "Peran kartu ucapan terutama surat undangan merupakan bagian dari sebuah acara formal yang wajib dalam bagian penyelenggaraan sebagai pemberitahuan resmi kepada para undangan. Pada umumnya digunakan pada acara formal seperti: pernikahan, pertunangan, khitanan, syukuran kelahiran, akad nikah, dan sebagainya. Bagi sebagian orang rela untuk mengeluarkan biaya lebih agar surat undangan yang mereka bagikan kepada para kerabat terkesan unik, elegan, mewah dan istimewa sebagai pelengkap hari istimewanya (Weddingku, Juni 2012, halaman 104). Banyak perusahaan sejenis membuat ketatnya persaingan di pasar serta semakin gencarnya promosi yang dilakukan kompetitor membuat Jane S.Sn dan Jenisari S.Sn selaku pemilik perusahaan Vinas Invitation bersama dengan Meta Dinata. SAB. (Marketing Vinas Invitation) membutuhkan inovasi dalam bidang pemasaran dan promosi yang dilakukan guna menjaring target market potential terutama pasangan yang akan menyelenggarakan pesta pernikahan melalui jalur strategi pemasaran dan promosi yang jitu. Perancangan ini diharapkan dapat menunjukkan eksistensi dari perusahaan, mengukuhkan perusahaan sebagai penghasil kartu ucapan yang dipercaya dapat memuaskan ekspetasinya terhadap desain kartu ucapannya, memuaskan hasratnya secara ego, mengkomunikasikan acara yang akan diselenggarakan klien dan dipadu-padankan dengan Vintage Victorian Style.",
  "creators": "MELDRICK VITYN",
  "contributors": "Aristarchus Pranayana (Advisor 1); Maria Nala Damajanti, S.Sn., M.Hum. (Advisor 2); Deddi Duto Hartanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Promosi Produk",
  "source": "Promosi Produk No. 00022162/DKV/ 2013; Meldrick Vityn (42408168)",
  "subjects": "ADVERTISING; VISUAL COMMUNICATION; GREETING CARDS; GRAPHIC ARTS; COMMERCIAL ART"
}