{
  "id": "30277",
  "title": "Optimasi pemakaian air pada PLTA di Jatim dengan menggunakan metode pola eksploitasi",
  "abstract": "Dengan semakin berkembangnya jaman, maka kebutuhan akan tenaga listrik di negara kita semakin besar pula. Untuk itu perlu penambahan unit-unit pembangkit tenaga listrik yang baru. Salah satu pembangkit tenaga listrik adalah PLTA. Dalam pemakaian air, baik itu untuk kebutuhan irigasi maupun untuk pembangkitan tenaga listrik diperlukan suatu metode optimasi supaya air yang digunakan tersebut optimal. Salah satu metode yang dipakai untuk hal ini adalah metode Optimasi Pola Eksploitasi. Metode tersebut adalah salah satu metode perencanaan pemakaian air, baik untuk kebutuhan irigasi maupun untuk kebutuhan PLTA di Jawa Timur. Dalam perabahasan makalah ini, hanya PLTA-PLTA yang ada di bawah naungan Proyek Brantas Jawa Timur, karena tujuan utama pembangunan waduk tersebut adalah untuk pengendalian banjir dan untuk kebutuhan irigasi. Sedangkan untuk kebutuhan pembangkitan tenaga listrik adalah tujuan kedua. Prinsip yang dipakai dalam mengoptimasi dengan metode Pola Eksploitasi yaitu selama keadaan waduk dan bendungan nengijinkan maka air yang dipakai untuk membangkitkan tenaga listrik pada keadaan minimun harus serasi dengan kebutuhan air irigasi sehingga irigasi akan selalu terjamin dan kebutuhan minimal tenaga listrik juga akan terpenuhi. Dalam kenyataan di lapangan antara perencanaan dengan keadaan sebenarnya terjadi penyimpangan-penyimpangan. Hal ini terjadi karena adanya faktor alam yang sulit diduga sebelumnya, seperti faktor cuaca. Musim yang tidak menentu waktunya, serta keadaan sistem beban harian yang berubah-ubah. Untuk memperkecil penyimpangan-penyimpangan tersebut diperlukan prakiraan yang tepat.",
  "creators": "EKA ELJOEDI ARIANTO",
  "contributors": "SOEBAGIO (Advisor 1); ONTOSENO PENANGSANG (Advisor 2); BENYAMIN FLEMING INTAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 90/E/TST/006/0042; Eka Eljoedi Arianto (482073)",
  "subjects": "WATER-POWER ELECTRIC PLANTS"
}