{
  "id": "30308",
  "title": "Analisa kualitas layanan beberapa perusahaan asuransi di Surabaya",
  "abstract": "Saat ini industri jasa semakin marak di Surabaya, khususnya di kota-kota besar, seperti Surabaya. Salah satu jenis industri jasa yang mengalami perkembangan paling pesat adalah industri asuransi jiwa. Dengan banyaknya perusahaan yang berkecimpung di industri ini, klien perlu menentukan perusahaan asuransi yang menyajikan pelayanan terbaik dibandingkan dengan perusahaan-perusahaan kompetitornya. Penelitian Tugas Akhir ini mempunyai beberapa tujuan, yaitu mengetahui dimensi layanan yang dianggap paling penting bagi responden, mengetahui tingkat harapan responden terhadap suatu perusahaan asuransi, mengetahui tingkat kepuasan pelanggan suatu perusahaan asuransi, dan mengetahui perusahaan-perusahaan asuransi mana saja yang sudah memenuhi harapan pelanggan. Cara menentukan kualitas layanan setiap perusahaan asuransi adalah dengan membandingkan persepsi klien dengan harapan klien, yang nantinya menghasilkan suatu nilai yang disebut gap. Proses pengukuran kualitas layanan dilakukan atas 10 perusahaan asuransi jiwa terkemuka di Surabaya, baik lokal maupun joint-venture. Metode yang digunakan dalam penelitian ini adalah metode servqual, di mana pengukuran dilakukan terhadap lima dimensi layanan yaitu; (angible, responsiveness, responsibility, empathy, dan assurance). Dari keempat tujuan yang ingin dicapai dalam penelitian Tugas Akhir, didapatkan hasil sebagai berikut; dimensi layanan yang dianggap terpenting bagi pelanggan adalah dimensi empathy, tingkat harapan terbesar dari keseluruhan dimensi yang ada dimiliki oleh dimensi reliability, dimensi dengan tingkat pelayanan terbaik adalah dimensi tangible. Selain itu belum ada perusahaan yang sudah dapat memenuhi harapan pelanggan, tapi Prudential mempunyai gap terkecil untuk kesemua dimensi layanan yang ada sehingga disimpulkan mereka mempunyai tingkat layanan yang lebih baik dibandingkan dengan perusahaan-perusahaan asuransi lain.",
  "creators": "FRANCISCA CECILIA SUTEDJO",
  "contributors": "Kriswanto Widiawan (Advisor 1); Tanti Octavia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010867/IND/2004; Francisca Cecilia Sutedjo (25499109)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER BEHAVIOR; CONSUMER SATISFACTION"
}