{
  "id": "30309",
  "title": "Perencanaan kebutuhan kertas, grain dan lem resin untuk produk amplas H231 di PT Norton Hamplas Industries",
  "abstract": "Perencanaan kebutuhan bahan baku di PT Norton Hamplas Industries memegang peranan yang cukup penting karena sebagian besar bahan baku diperoleh dari luar negeri, yang tentunya memiliki resiko keterlambatan yang cukup besar dalam pengiriman barang. Melalui perencanaan kebutuhan bahan baku yang meliputi kertas, grain dan lem resin dalam tugas akhir ini diharapkan dapat mengantisipasi resiko tersebut dengan metode Box Jenkins sebagai metode untuk meramalkan kebutuhan berdasarkan data masa lalu, yang dilanjutkan dengan perencanaan kebutuhan bahan baku dengan sistem Material Requirement Planning yang tercakup di dalamnya adalah perencanaan Jadwal Induk Produksi (MPS), perencanaan jumlah dan waktu pemesanan bahan baku dengan tujuan minimum biaya serta penentuan Safety Slock selama lead time. Dengan adanya perancangan perencanaan ini diharapkan dapat mempermudah perencanaan bahan baku karena telah tersusun secara sistematis dan terperinci langkah-langkah perencanaannya. Keterlambatan tersedianya bahan baku tentunya akan mengganggu kelancaran produksi, apalagi perusahaan ini memiliki down time yang cukup besar. Proses produksi di PT Norton Hamplas Industries ini hanya menggunakan satu buah mesin untuk memproduksi berbagai jenis amplas. Proses produksi tersebut mengikuti aliran produksi yang tetap dimulai dari grade yang paling halus. Oleh karena itu, peran perencanaan bahan baku penting agar proses produksi tidak terhenti karena kekurangan bahan baku. Dengan adanya kompleksitas dari lead time yang bervariasi dan komposisi untuk masing-masing grade yang berbeda-beda maka disesuaikan agar lebih mudah dalam meninjau kebutuhan bahan baku maka untuk kertas dan grain perancangan perencanaan dilakukan untuk 12 periode, sedangkan untuk lem resin dilakukan sesuai dengan hasil dari Jadwal Induk Produksi, yaitu untuk 6 hari.",
  "creators": "JOICE",
  "contributors": "S.G. Ferryanto (Advisor 1); I Gede Agus Widyadana (Advisor 2); Julianingsih (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 045/TMI-33/1997; Joice (25492011)",
  "subjects": "PRODUCTION MANAGEMENT; PRODUCTION PLANNING"
}