{
  "id": "30313",
  "title": "Perancangan dan pembuatan website e-commerce untuk mendukung penjualan produk di PT Sahid Megatronik Perkasa dengan menggunakan java server pages",
  "abstract": "Perkembangan teknologi internet yang sangat cepat menjadikan strategi atau model bisnis yang sesuai untuk hari ini menjadi tidak lagi relevan untuk diterapkan esok. Salah satu kegunaan teknologi internet itu adalah dalam bidang bisnis dan pada khususnya pada bidang marketing atau pemasaran yaitu untuk mempromosikan produk-produk yang dimiliki oleh suatu perusahaan. Untuk mempromosikan dan sekaligus menjual produk-produk di internet dibutuhkan suatu sarana, yaitu website e-commerce. Pada Tugas Akhir ini, penulis mengimplementasikan sebuah website ecommerce untuk PT Sahid Megatronik Perkasa yang dapat melakukan penjualan secara online. Selain itu, dengan adanya website e-commerce ini dapat memperluas pemasaran produk dari PT Sahid Megatronik Perkasa. Penulis membuat website e-commerce dengan menggunakan teknologi Java Server Pages. Kelebihan Java Server Pages yaitu tidak tergantung hardware dan operating system. Website e-commerce ini disediakan gambar dan keterangan mengenai suatu produk bagi customer sehingga customer mengetahui lebih jelas barang apa yang ingin dibelinya dan melakukan pembelian secara online. Selain itu terdapat pula fasilitas keamanan dengan pembagian user yang berbeda antara administrator dan member. Website e-commerce ini menyediakan fasilitas guestbook untuk menerima saran dan kritik dari customer yang berguna untuk pengembangan sistem.",
  "creators": "ALBERT YOHAN KURNIAWAN",
  "contributors": "Gregorius Satiabudhi (Advisor 1); Leo Willyanto Santoso (Advisor 2); Sukanto Tedjokusuma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000175/INF/2004; Albert Yohan Kurniawan (26400076)",
  "subjects": "DATA TRANSMISSION SYSTEMS; DATABASE DESIGN; JAVA SERVER PAGES (COMPUTER PROGRAM LANGUAGE); TELEMARKETING"
}