{
  "id": "30314",
  "title": "Perancangan dan pembuatan sistem informasi pembelian, inventori, produksi, dan penjualan di UD Multi Jaya Rajut",
  "abstract": "Sistem Informasi Pembelian, Inventori, Produksi dan Penjualan di UD Multi Jaya Rajut saat ini masih menggunakan sistem manual. Hal tersebut menjadi permasalahan pokok sehingga sering terjadi kesalahan terutama dalam aktivitas kerja seperti pencatatan data, penghitungan, pengecekan data dan laporan-laporan. Sistem manual juga menyebabkan alur sistem perusahaan menjadi panjang dan rumit sehingga dapat mengakibatkan terjadinya redundancy (data yang berlebihan). Hal tersebut menyebabkan proses kerja menjadi tidak praktis dan tidak efisien. Untuk mengatasi permasalahan tersebut, maka dibutuhkan suatu sistem baru untuk dapat mengganti sistem yang dipakai saat ini yaitu mengubah sistem manual menjadi sistem komputerisasi. Perancangan dan pembuatan sistem informasi pembelian, inventori, produksi dan penjualan yang baru dengan membuat suatu program aplikasi menggunakan Borland Delphi 7 dan Paradox 7.0 untuk databasenya. Hal lain yang juga perlu dilakukan dalam merancang sistem yang baru adalah merancang Conceptual Entity Relationship Diagram maupun Physical Entity Relationship Diagram. Hasil dari pembuatan program ini adalah mengotomatisasi pendataan dalam proses pembelian, inventori, produksi dan penjualan yang dalam sistem yang lama masih menggunakan pendataan manual. Program juga dapat menghasilkan laporan yang di antaranya laporan penerimaan dan pengeluaran benang, laporan produksi, laporan stok benang, laporan buku penjualan kain dan laporan laba rugi. Tujuan dari aplikasi ini adalah untuk meningkatkan efektivitas dan efisiensi perusahaan. Selain itu program memudahkan para administrasi yang terlibat dalam sistem pembelian, inventori, produksi dan penjualan perusahaan untuk melakukan pencatatan, penghitungan, pengecekan dan penyimpanan data-data.",
  "creators": "VENI FELICIA",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Leo Willyanto Santoso (Advisor 2); Rolly Intan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000245/INF/2004; Veni Felicia (26400092)",
  "subjects": "MANAGEMENT INFORMATION SYSTEMS; DATABASE MANAGEMENT-COMPUTER PROGRAMS; DATABASE DESIGN"
}