{
  "id": "30321",
  "title": "Pengelolahan informasi akademis berbasis web pada Jurusan Teknik Informatika Universitas Kristen Petra",
  "abstract": "Selama ini Tata Usaha Jurusan Teknik Informatika Universitas Kristen Petra masih menggunakan sistem manual di mana kertas adalah sebagai medianya. Penggunaan kertas secara berlebihan mempunyai kelemahan yaitu: menghabiskan biaya untuk jangka panjang, menghabiskan ruang untuk menempelkannya di Tata Usaha Jurusan Teknik Informatika Universitas Kristen Petra, dan tidak efisien dalam pencarian data. Selain itu, penyampaian informasi tidak optimal karena hanya dapat dilihat di Tata Usaha Jurusan Teknik Informatika Universitas Kristen Petra. Pemasalahan di atas mempunyai solusi dengan mengganti sistem manual menjadi sistem komputerisasi, menggunakan database yang terintegrasi, serta memanfaatkan internet untuk penyampaian informasi. Tujuan dari Tugas Akhir ini adalah diharapkan mampu untuk merancang dan membuat sistem informasi yang berguna bagi pemakai, untuk mengatasi segala kekurangan sistem yang ada. Metode Penelitian yang digunakan adalah dengan melakukan perancangan data flow diagram, entity relationship diagram, perancangan struktur tabel, desain interface, dan desain query. Hasil yang diperoleh dari Tugas Akhir ini adalah sistem infomaasi dengan database yang terintegrasi dan sistem informasi berupa web yang dapat diakses dari seluruh dunia yang terhubung dengan internet. Dari hasil pengujian menunjukkan bahwa aplikasi yang telah dirancang dapat berjalan dengan baik tanpa ada kesalahan.",
  "creators": "ELLY CHRISTIANA",
  "contributors": "Kartika Gunadi (Advisor 1); Sukanto Tedjokusuma (Advisor 2); Justinus Andjarwirawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/0098/INF/2003; Elly Christiana (26499033)",
  "subjects": "INTERNET (COMPUTER NETWORK); DATABASE MANAGEMENT; DATABASE DESIGN"
}