{
  "id": "30327",
  "title": "Perencanaan sistem penyimpanan dan pengendalian bahan baku pada badan usaha keramik di Probolinggo",
  "abstract": "Badan usaha keramik ini baru diakusisi sehingga perlu melakukan pembenahan-pembenahan pada pengendalian dan penyimpanan persediaan bahan baku untuk proses penggilingan masse. Hal ini tercermin dengan tidak akuratnya data persediaan bahan baku yang telah dialokasikan untuk satu order dapat dialokasikan kembali untuk order yang lainnya, sehingga menyebabkan tidak terjaminnya ketersediaan bahan baku dan jadwal pengiriman order juga mengalami keterlambatan. Begitu pula dengan sistem penyimpanan bahan baku belum memiliki suatu sistem pengaturannya yang baik, mengakibatkan pihak gudang kesulitan dalam memantau jumlah bahan baku. Dalam tugas akhir ini dilakukan suatu perancangan terhadap sistem pengendalian persediaan yang akurat dengan melakukan peramalan terhadap produksi guci dengan mempergunakan metode Winters, pengalokasian penggunaan bahan baku untuk penggilingan masse mempergunakan kombinasi Lol-4-Loi, Fixed Order Quantity, dan Fixed Period Requirement, dan melakukan usulan prosedur-prosedur yang berkaitan dengan pengendalian bahan baku sehingga dapat menjamin ketersediaan bahan baku untuk produksi, Guna mempermudah pemantauan jumlah persediaan bahan baku pada gudang dengan melakukan pemisahan peletakan bahan baku tersebut. Perbaikan yang dilakukan dapat menghilangkan kesalahan pengalokasian sehingga penggunaan bahan baku dapat terpantau dengan lebih jelas dan jumlah persediaan bahan baku dapat diketahui dengan lebih akurat.",
  "creators": "ROMI HERWANDI BUDIARDJO",
  "contributors": "Murtiyanto Santoso (Advisor 1); Oviliani Yenty Yuliana (Advisor 2); Daniel Indarto Prajogo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 069/TMI-57/1997; Romi H. Budiardjo (25492063)",
  "subjects": "MATERIAL MANAGEMENT"
}