{
  "id": "30329",
  "title": "Optimasi pelayanan kamar obat di Rumah Sakit Adi Husada",
  "abstract": "Kamar obat merupakan sarana penunjang penyediaan obat bagi pasien rawat jalan yang berobat di poli-poli Rumah Sakit Adi Husada. Banyaknya pasien dari ± 16 poli yang datang membeli obat dalam interval waktu yang bersamaan yakni pada jam 08.000-12.00 yang merupakan jam sibuk bagi kamar obat untuk melayani pembeli. Hal ini mengakibatkan antrian pasien untuk dilayani. Melihat antrian yang panjang mengakibatkan kamar obat kehilangan pembeli yang enggan menunggu pelayanan terlalu lama. Secara tidak langsung kamar obat kehilangan sumber pendanaan untuk perkembangan rumah sakit dan tujuan kamar obat kurang tercapai sebagai jasa pelayanan sosial. Permasalahan utama dari antrian yang terjadi adalah kurang mampunya manajemen kamar obat mengantisipasi jumlah pembeli yang datang. Hal ini disebabkan kurang jelasnya alur pelayanan dan posisi/loket pelayanan yang kurang ditata secara maksimal, mengakibatkan pembeli bergerombol pada satu lokasi. (Misalnya loket untuk memasukkan resep dan pendataan pembeli pada 1 loket yang sama). Di samping itu, pelaksanaan kerja bagi tiap operator tidak sesuai dengan bagian yang seharusnya, sehingga pada saat tertentu ada bagian kerja yang vacum tidak ada operatornya. Hal ini disebabkan tidak ada job description yang jelas sehingga memungkinkan operator melepaskan tanggung-jawabnya. Ketidakjelasan kerja ini memperlemah etos kerja dari operator yang dapat meninggalkan tempat kerja sewaktu-waktu. Hal ini memperpanjang waktu proses pelayanan obat karena waktu delay lebih besar dari waktu proses itu sendiri. Dengan menentukan jumlah operator pada tiap bagian kerja yang bekerja secara konsisten dapat menurunkan waktu proses hingga 60.49%. Untuk memaksimalkan pelayanan yang diberikan kepada pembeli, diperlukan perancangan sistem kerja yang efektif berupa manajemen yang rapi, yakni dengan adanya kejelasan deskripsi tugas. Di samping itu perancangan sarana dan pelaksanaan pelayanan akan mendukung kelancaran pelaksanaan sistem keija yang ada.",
  "creators": "LINA",
  "contributors": "Moses L. Singgih (Advisor 1); Oviliani Yenty Yuliana (Advisor 2); Daniel Indarto Prajogo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 032/TMI-20/1997; Lina (25492117)",
  "subjects": "OPERATIONS RESEARCH"
}