{
  "id": "30332",
  "title": "Perancangan sistem manajemen mutu suatu industri kampas rem mobil dalam rangka sertifikasi iso 9002",
  "abstract": "PT Benin Internasional Raya (yang selanjutnya akan disebut PT BIR) adalah sebuah perusahaan yang memproduksi kampas rem mobil dengan daerah pemasaran mencakup dalam dan luar negeri. Persaingan antar perusahaan saat ini sudah semakin ketat dan terbuka. Salah satu faktor untuk memenangkan persaingan ini adalah mutu produk. Agar mutu produk dapat diakui internasional, maka perusahaan tersebut harus memiliki standar mutu yang diakui internasional. Berdasarkan hal tersebut di atas maka PT BIR berencana hendak memperoleh sertifikat ISO 9002 pada akhir tahun 1998. Tujuan penulisan tugas akhir ini adalah membantu PT BIR dalam merancang sistem manajemen mutu khususnya pendokumentasi sistem mutu PT BIR agar sesuai dengan standar ISO 9002. Perancangan sistem manajemen mutu ini dimulai dengan mengevalusi kondisi sistem manajemen mutu di PT BIR dibandingkan standar ISO 9002. Kemudian penulis mendokumentasikan prosedur-prosedur,instruksi kerja serta rekaman mutu yang sudah dimiliki PT BIR. Langkah ketiga adalah perancangan pedoman mutu dan memperbaiki instruksi kerja serta rekaman yang sudah dimiliki PT BIR. Langkah terakhir adalah penulis memberikan masukan dan usulan tentang pembahan dan tindakan yang perlu dilakukan PT BIR agar penerapan sistem mutu sesuai dengan standar ISO seri 9002. Berdasarkan hasil evaluasi kondisi dan sistem manajemen mutu pada PT BIR, pada saat ini sebagian besar sistem mutu belum memenuhi standar ISO 9002. Sistem mutu yang dimiliki hanya untuk kegiatan proses produksi, pedoman mutu belum dimiliki demikian pula pendokumentasian prosedur-prosedur kegiatan belum dilakukan.",
  "creators": "NANCY KASIE",
  "contributors": "Daniel Indarto Prajogo (Advisor 1); Jani Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 158/TI-88/1998; Nancy Kasie (25493089)",
  "subjects": "TOTAL QUALITY MANAGEMENT; ISO 9002; AUTOMOBILE-BRAKES-INDUSTRY-QUALITY CONTROL"
}