{
  "id": "30338",
  "title": "Perancangan layout departemen produksi rokok SKT dan rokok SKM di PT Gentong Gotri dengan algoritma kriteria ganda",
  "abstract": "PT Gentong Gotri adalah suatu industri yang memproduksi rokok baik rokok SKM (Sigaret Kretek Mesin) maupun rokok SKT (Sigaret Kretek Tangan). Pada PT Gentong Gotri dirasakan bahwa letak ruangan dan mesin serta fasilitas yang berhubungan dengan produksi kurang tepat sehingga diperlukan suatu pengaturan tata letak pada departemen produksi. Pengaturan tata letak dilakukan pada kedua departemen produksi baik departemen produksi rokok SKM maupun departemen produksi rokok SKT. Dalam tugas akhir ini dibuat suatu perancangan tata letak mesin dan fasilitas produksi. Perancangan tata letak ini disesuaikan dengan perkiraan produksi pada masa yang akan datang, sehingga perlu dilakukan peramalan produksi untuk masa yang akan datang. Hasil peramalan tersebut akan menentukan besarnya kapasitas produksi yang nantinya akan datang dalam perhitungan jumlah mesin dan fasilitas produksi. Pengaturan tata letak mesin dan fasilitas produksi menggabungkan dua kriteria yaitu kriteria kuantitatif (frekuensi perpindahan material per periode dengan menggunakan From To Chart/FTC) dan kriteria kualitatif (kondisi operasional dengan menggunakan Activity Relationship chart/ARC) dengan bantuan metode CRAFT (A Computerized Rellative Allocation Of Facilities Technique) pada software QS {Quantitative System’s). Layout baru hasil dari pengolahan menghasilkan total momen yang lebih kecil dibandingkan dengan initial layout, yaitu penurunan sebesar 9.72% untuk departemen produksi rokok SKM (dari 56.1530135 menjadi 50.694073) dan penurunan sebesar 8.56% untuk departemen produksi rokok SKT (dari 84.42156088 menjadi 77.1990469).",
  "creators": "PAULA L",
  "contributors": "Tessa Vanina Soetanto (Advisor 1); PAULINE ASTARI SINGGIH (Advisor 2); Tanti Octavia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 329/TI-56/2000; Paula Lukito (25496004)",
  "subjects": "WORK MEASUREMENT; PLANT LAYOUT"
}