{
  "id": "30337",
  "title": "Analisis kelayakan pemasangan air conditioner dan kaitannya dengan penambahan biaya kuliah mahasiswa di Universitas Kristen Petra Surabaya",
  "abstract": "Dengan kondisi udara di kota Surabaya saat ini yang cukup panas yang menyebabkan adanya keluhan dari para pemakai ruang kuliah tentang sirkulasi dan suhu udara yang dirasakan, mendorong munculnya ide untuk memanfaatkan sarana pendingin yaitu Air Conditioner pada ruang perkuliahan di Universitas Kristen Petra khususnya Gedung P. Dengan topik bahasan Tugas Akhir ini penyusun bermaksud untuk mengetahui biaya yang harus dikeluarkan oleh pihak Universitas serta biaya yang harus ditanggung oleh mahasiswa apabila dilakukan pemasangan Air Conditioner di setiap ruang kuliah dan studio gedung P Universitas Kristen Petra. Metode penelitian yang dilakukan oleh penyusun dalam hal ini terdiri dari dua tahap yaitu yang pertama analisa jaringan kebutuhan Air Conditioner dan pengukuran tingkat kenyamanan udara yang dibutuhkan menggunakan standar pengukuran dari Carrier, kedua yaitu perhitungan biaya menurut kebutuhan Universitas Kristen Petra menggunakan teknik peramalan dan ekonomi teknik serta pengukuran kemampuan mahasiswa untuk menanggung tambahan biaya kuliah melalui penyebaran kuesioner. Dari kedua tahapan pengukuran ini diharapkan dapat menunjukkan kebutuhan akan Air Conditioner di tiap ruang kuliah di gedung P dan juga dapat memberikan gambaran yang lebih teliti tentang bagaimana sistem pembebanan biaya pengadaan Air Conditioner tersebut kepada mahasiswa. Hasil perhitungan akhir yang dilaporkan di dalam naskah tugas akhir ini akan menunjukkan besarnya biaya yang harus ditanggung oleh mahasiswa, dalam hal ini khususnya mahasiswa Fakultas teknik (selain jurusan Teknik Sipil) dan Fakultas Seni dan Desain (jurusan Desain Komunikasi & Visual dan jurusan Desain Interior) yang menempati gedung P, tiap bulannya yaitu sebesar Rp 8.100,- hingga Rp 12.450,- tergantung merek yang akan digunakan. Selain itu dari hasil analisa kuesioner diperoleh informasi bahwa lebih dari 90% mahasiswa yang menempati gedung P setuju dengan recana pemasangan Air Conditioner tersebut, namun hanya 60,4% mahasiswa yang mau membayar sedangkan sisanya tidak mau membayar biaya yang dibebankan tersebut.",
  "creators": "HERMAN",
  "contributors": "KRESNAYANA YAHYA (Advisor 1); Herry Sunandar (Advisor 2); Maja Indahwati (Advisor 3); Murtiyanto Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 180/TI-06/1999; Herman (25495053)",
  "subjects": "UNIVERSITIES AND COLLEGES-AIR CONDITIONING-FEASIBILITY ANALYSIS"
}