{
  "id": "30335",
  "title": "Evaluasi dan perancangan ulang tata letak Perpustakaan Universitas Kristen Petra",
  "abstract": "Perpustakaan adalah sarana untuk menyediakan koleksi buku yang lengkap dan tempat bagi pengguna. Maka dari itu perpustakaan harus memperhatikan penataan ruangannya. Apabila penataan di dalam perpustakaan tersebut baik, maka pengguna akan merasa nyaman. Situasi yang nyaman tersebut dapat mempengaruhi pengguna yang berada di perpustakaan untuk dapat menikmati buku-buku yang tersedia lebih lama dan lebih banyak. Dengan demikian pengguna dapat tertarik untuk terus membaca dan mencari buku-buku yang tersedia di dalam perpustakaan. Perpustakaan perguruan tinggi dipacu untuk memberikan pelayanan yang baik, koleksi yang bermutu dan lengkap, ruangan yang nyaman dan enak untuk membaca, studi dan penelitian. Tujuan penulisan tugas akhir ini adalah mengevaluasi tata letak perpustakaan yang lama dan merancang ulang perpustakaan yang baru.. Dalam tugas akhir ini digunakan metode kualitatif yaitu ARC (Activity Relationship Chart) dan metode kuantitatif yaitu From to Chart. Dan menggunakan analisa besar momen untuk membandingkan tata letak lama dan tata letak yang bara Untuk ruang bagian pengadaan dan pengolahan di lantai 5, dari hasil perhitungan besar momen, momen layout awal lebih besar dari altematif yang lain. Oleh karena itu perlu diadakan pertimbangan untuk mengatur kembali tata letak perpustakaan sehingga mencapai tingkat kenyamanan yang diharapkan. Untuk tata letak lantai6, lantai 7, lantai 8,dari segi ergonomi perlu diadakan perubahan agar pengguna merasa nyaman berada di perpustakaan, sedangkan untuk jarak ke depan dapat dihilangkan karena tidak berpengaruh. Namun dalam penggabungan jarak antar rak ke depan tidak boleh mengabaikan nomor klasifikasi buku.",
  "creators": "YENI ANGGRAINI",
  "contributors": "Kriswanto Widiawan (Advisor 1); Tessa Vanina Soetanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 258/TI-84/1999; Yeni Anggraini (25494117)",
  "subjects": "PLANT LAYOUT"
}