{
  "id": "30330",
  "title": "Penetapan harga jual produk berdasarkan kualitas permintaan konsumen di Kecamatan Wonocolo Surabaya",
  "abstract": "PT Surya Sakti Utama merupakan sebuah perusahaan yang memproduksi sandal dan sepatu merek Ardiles. Penurunan dalam volume penjualan dari sandal jepit swallo merek Ardiles khususnya tipe JK, serta usaha untuk bertahan hidup karena banyaknya perusahaan pesaing yang sejenis yang bermunculan saat Ini mendorong perusahaan ini untuk melakukan usaha-usaha meningkatkan kualitas dari produk sandal tersebut. Penelitian yang dilakukan ini bertujuan untuk mengetahui faktor utama yang mendorong konsumen dalam membeli sandal jepit jenis swallo serta menentukan harga jual yang tepat dari sandal yang telah diinovasi berdasarkan permintaan konsumen. Di dalam penelitian ini secara garis besar terdiri dari tiga (3) tahap utama di mana tahap pertama penulis melakukan analisa permintaan konsumen misalnya tentang ketebalan spons alas, warna sandal, kenyamanan pakai dan Iain-lain di mana diolah secara statistik (analisa ketergantungan antara 2 variabel/cross-tab, uji kesesuaian distribusi /test of goodness of fit, uji hipotesa serta analisa grafik). Untuk tahap kedua penulis melakukan proses inovasi dengan mengambil inti dari permintaan konsumen yang didapatkan pada tahap pertama dan pada tahap akhir penulis menentukan harga jual dari sandal yang telah dilakukan proses inovasi tersebut. Akhirnya dari penelitian ini diharapkan perusahaan dapat mengambil langkah-langkah yang tepat di dalam melakukan proses perbaikan kualitas produk sandal jepit jenis swallo merek Ardiles, sehingga volume penjualan yang akan datang dapat meningkat.",
  "creators": "DAVID MANIBUI",
  "contributors": "Handoko Sugiharto (Advisor 1); Sujono Poetrodjojo (Advisor 2); Julianingsih (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 055/TMI-43/1997; David Manibui (25492121)",
  "subjects": "PRICE FIXING; MARKETING-MANAGEMENT; CONSUMERS-RESEARCH"
}