{
  "id": "30334",
  "title": "Pengukuran efisiensi teknis dan ekonomis dari proses produksi di PT Trias Santosa, Krian",
  "abstract": "Pengukuran efisiensi teknis dan ekonomis yang diulas dalam tugas akhir ini dikhususkan pada proses produksi di PT Trias Sentosa Krian. Guna menunjang aspek tersebut maka dilakukan pengukuran dengan menggunakan 12 indikator baru, ulasan dilakukan dengan menuangkan data-data yang diperoleh dari perusahaan ke dalam perhitungan. Di samping itu pendekatan yang bersifat kualitatif juga turut mempengaruhi arah perhitungan. Pada akhirnya dilakukan perhitungan untuk mendapatkan efisiensi teknis dan ekonomis dari proses produksi yang di realisasikan pada kondisi perusahaan yang sesungguhnya, sehingga diupayakan dapat memberikan masukan bagi perusahaan untuk dapat lebih meningkatkan efisiensi. Pada Tugas Akhir ini 12 indikator yang dibahas adalah efisiensi teknis dan ekonomis dan siklus material, siklus energi, lingkungan keseluruhan proses, lingkungan produk akhir, lingkungan siklus energi, kualitas produk absolut, kualitas produk konstan, pengoperasian peralatan statis, pengoperasian peralatan dinamis, keanekaragaman produk campuran, volume produk akhir dan input. Analisa yang dilakukan meliputi analisa terhadap efisiensi yang ekstrim, menganalisa hasil perhitungan berdasarkan kategori yang ditetapkan, pengelompokan (lingkungan, siklus, peralatan, produk, kualitas dan input), memberi usulan (untuk efisiensi rendah) dan menganalisa efisiensi secara keseluruhan. Akhir dari Tugas Akhir ini didapatkan kesimpulan dari pengukuran efisiensi baik teknis maupun ekonomis di perusahaan adalah tergolong sedang berdasarkan kategori yang ditetapkan.",
  "creators": "GRACE CYNTHIA DEWI",
  "contributors": "S.G. Ferryanto (Advisor 1); Stevanus Adrianto Tjandra (Advisor 2); Sujono Poetrodjojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 041/TMI-29/1997; Grace Cynthia Dewi (25493154)",
  "subjects": "PRODUCTION MANAGEMENT; TIME MEASUREMENT; MANUFACTURING PROCESSES"
}