{
  "id": "30345",
  "title": "Upaya peningkatan kinerja UPPK Petra menggunakan referensi \" balanced score\"",
  "abstract": "Unit Pelayanan dan Pemeliharaan Kampus (UPPK) merupakan unit penunjang kegiatan belajar mengajar di Universitas Kristen Petra. Pada penilaian kinerja yang pernah dilakukan sebelumnya, terlihat bahwa misi UPPK customer care belum tercapai. Dalam usaha untuk meningkatkan kinerja UPPK, dilakukan perencanaan strategi organisasi berdasarkan kerangka Balanced Scorecard. Melalui misi yang dimiliki oleh UUPK, dibuatlah rencana strategis pada keempat perspektif: keuangan, konsumen, proses bisnis, serta pembelajaran dan pertumbuhan. Penulis memberikan rekomendasi kepada organisasi berupa inisiatif strategi yang akan diterapkan untuk mencapai sasaran yang telah ditentukan pada masing-masing perpektif. Rekomendasi yang telah diusulkan penulis diimplementasikan selama 12 minggu secara bertahap. Setelah pelaksanaan rekomendasi tersebut, penulis melakukan penilaian kinerja untuk mengetahui apakah sasaran-sasaran strategi UPPK sudah dapat tercapai atau belum. Selain itu penulis juga melakukan perhitungan jumlah tenaga kerja lapangan bidang pelayanan yang dibutuhkan UPPK untuk mengetahui apakah alokasi yang ada sudah sesuai. Hasil penilaian kinerja yang diperoleh, menunjukkan bahwa kinerja UPPK setelah pelaksanaan rekomendasi adalah baik, terlihat pada tercapainya misi customer care dan peningkatan nilai kinerja berdasarkan Balanced Scorecard menjadi 2.46 (skala 1-3).",
  "creators": "EDWIN ARDIANTO T; WANDA CHRISIANA",
  "contributors": "Soejono Tjitro (Advisor 1); Danny Prabowo Soetanto (Advisor 2); Julianingsih (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/O689/IND/2003; Edwin Ardianto (25499101), Wanda Chrisiana (25499126)",
  "subjects": "WORK SAMPLING; WORK MEASUREMENT"
}