{
  "id": "30343",
  "title": "Perencanaan sistem kontrol submaterial database dan revisi data submaterial PT Surabaya Wire berdasarkan iso 9001: 2000",
  "abstract": "PT Surabaya Wire menggunakan banyak submaterial sebagai bahan penunjang untuk proses produksi paku. Selama ini, belum ada sistem yang terintegrasi untuk mengontrol submaterial yang ada, sehingga dibuatlah perencanaan sistem kontrol yang baru untuk submaterial database. Perencanaan ini dimaksudkan untuk mengintegrasikan sistem dari berbagai departemen terkait menjadi satu sistem kontrol submaterial database. Dalam tugas akhir ini, penyusun merencanakan pengembangan submaterial database di PT Surabaya Wire dengan meneliti kondisi awal, mengidentifikasi gaps, membuat improvement actions, dan memberikan masukan untuk pembuatan program submaterial. PT Surabaya Wire juga mengidentifikasi ulang seluruh submaterial dan menyusun master barang. Hasil perencanaan adalah sebuah sistem yang mengarahkan user untuk merencanakan dan mengontrol submaterial yang dimilikinya, sehingga mempermudah kerja gudang sebagai pihak yang bertanggung jawab terhadap penerimaan dan penyimpanan barang, dan mempermudah departemen pembelian untuk merencanakan pembelian submaterial dan membuat purchase order. Dari hasil pengembangan sistem ini, PT Surabaya Wire akan dapat memperbaiki kontrol terhadap submaterial database, dari submaterial database yang tidak terintegrasi dan tidak memiliki identifikasi submaterial yang jelas, menjadi submaterial database yang terintegrasi dan memiliki master barang yang valid.",
  "creators": "YOANITA MULIAWAN",
  "contributors": "Jani Rahardjo (Advisor 1); Julianingsih (Advisor 2); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/0673/IND/03; Yoanita Muliawan (25498048)",
  "subjects": "INVENTORY CONTROL"
}