{
  "id": "30366",
  "title": "Survei tingkat kepentingan dan penerapan sumber dan siklus material dari greenship rating tools pada proyek konstruksi",
  "abstract": "Indonesia merupakan salah satu negara yang telah menerapkan konsep green building yang ditandai dengan diterbitkannya Greenship rating tools oleh Green Building Council Indonesia. Greenship rating tools menilai suatu bangunan berdasarkan 6 aspek, yang salah satunya adalah sumber dan siklus material yang berkaitan erat dengan proyek konstruksi. Penelitian ini membahas bagaimana tanggapan pelaku konstruksi terhadap tingkat kepentingan dan penerapan dari poin sumber dan siklus material. Penyebaran kuesioner dilakukan pada pelaku konstruksi dengan jumlah kuesioner kembali sebanyak 53 responden (38 kontraktor, 6 konsultan, dan 9 developer). Metode pengolahan data dilakukan dengan menggunakan analisa mean, uji Anova dan Importance-Performance Analysis dari data yang berasal dari kuesioner. Hasil penelitian menunjukkan responden beranggapan bahwa poin sumber dan siklus material adalah penting, namun masih jarang penerapannya. Beberapa variabel yang menunjukkan hasil yang masih kurang penting dan kurang diterapkan ialah “Material Hasil Daur Ulang”, “Material Sumber Daya Terbarukan”, dan “Material Prafabrikasi”. Selain itu, ditemukan juga adanya perbedaan tingkat kepentingan dan penerapan antara beberapa variabel sumber dan siklus material.",
  "creators": "GRACE ERNY GAZALI; FEBRIAN PRATAMA POETRA S.",
  "contributors": "Paulus Nugraha (Advisor 1); Sandra Loekita (Advisor 2); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011968/SIP/2014; Grace Erny Gazali (21410008), Febrian Pratama Poetra Setiawan (21410037)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; GREEN BUILDING DESIGN; SUSTAINABLE BUILDINGS-DESIGN AND CONSTRUCTION; BUILDINGS-MATERIALS-ENVIRONMENTAL ASPECTS"
}