{
  "id": "30369",
  "title": "Sifat rheology pasta semen ditinjau dari campuran material penyusunnya dan penggunaan superplasticizer",
  "abstract": "Rheology merupakan salah satu tolak ukur yang baik untuk menentukan sifat dari beton segar seperti kelecakan, kepadatan, dan sifat air dalam beton. Rheology suatu campuran sangat dipengaruhi oleh ratio volume air dan powder (Vw/Vp), jumlah air dan jumlah powder serta jenis dan jumlah superplasticizer yang digunakan dalam campuran. Pada penelitian ini, beberapa material yang akan diteliti antara lain semen, fly ash, calcium carbonate, silica fume dan kombinasinya. Penggunaan material cementitious bertujuan untuk mengurangi banyaknya penggunaan semen karena hal ini menyebabkan temperatur pengecoran tinggi dan penyusutan jangka panjang yang lebih tinggi. Selain itu, penggunaan semen yang berlebihan juga boros dalam biaya. Material seperti silica fume dan calcium carbonate berguna sebagai partikel pengisi antara rongga-rongga semen agar didapatkan suatu campuran yang lebih padat. Dalam penelitian ini, variasi dari vw/vp dan penggunaan superplasticizer dalam skala kecil akan lebih diperhatikan. Pada penelitian ini didapat bahwa fly ash menunjukkan kebutuhan air yang paling sedikit jika dibandingkan material lain. Selain itu, penambahan fly ash ke dalam pasta semen mampu meningkatkan flowability jika dibandingkan dengan semen saja. Campuran semen dan silica fume menunjukkan kebutuhan superplasticizer yang menurun drastis jika dibandingkan dengan silica fume secara individu. Hasil tersebut menunjukkan bahwa tiap material membutuhkan air dan superplasticiser yang berbeda-beda dan tiap material juga memiliki sifat yang berbeda.",
  "creators": "IGNATIUS KEVIN W.; CHRISTIAN WANANDI",
  "contributors": "Antoni (Advisor 1); Effendy Tanojo (Advisor 2); Paulus Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 37020132/MAN/2011; Ignatius Kevin W. (21410095), Christian Wanandi (21410103)",
  "subjects": "CORPORATIONS--FINANCE; FINANCIAL STATEMENTS"
}