{
  "id": "30360",
  "title": "Perbandingan metode pembebanan biaya produk rusak dan pengaruhnya atas harga pokok produksi pada perusahaan Golden Dragon",
  "abstract": "Saat ini perusahaan menggunakan teori pengabaian dalam pembuatan Laporan Harga Pokok Produksi. Adanya kerusakan membuat harga per unit menjadi lebih tinggi karena biaya dibebankan pada jumlah produk yang lebih sedikit. Untuk mengatasi kekurangan tersebut, metode alternatif memperhitungkan unit rusak sebagai elemen dalam perhitungan harga pokok produksi per unit. Pada metode ini, produk rusak akan dipilah menjadi Rusak Normal dan Rusak Abnormal. Biaya atas kerusakan normal membebani harga pokok produk selesai, sedangkan biaya kerusakan abnormal diperlakukan terpisah sebagai Rugi Produk Rusak dalam Laporan Laba Rugi. Penerapan metode kedua membawa dampak bagi perlakuan hasil penjualan produk rusak. Karena kerusakan normal membebani harga pokok produk selesai, maka hasil penjualan atas rusak normal akan mengurangi harga pokok produk selesai. Sedangkan hasil penjualan rusak abnormal akan mengurangi pos Rugi Produk Rusak dalam Laporan Laba Rugi. Dalam penelitian lebih lanjut, faktor-faktor penyebab kerusakan akan dikelompokkan dalam beberapa kriteria. Pada akhir periode, kita dapat menganalisa penyebab-penyebab kerusakan yang ditampilkan dalam bentuk diagram tulang ikan dan diagram pareto. Berdasarkan hasil penelitian, diketahui pula bahwa tenaga kerja adalah faktor internal terbesar penyebab terjadinya kerusakan. Dengan diketahuinya penyebab kerusakan diharapkan akan terjadi perbaikan kualitas di masa mendatang.",
  "creators": "EARLYN YOLANDA",
  "contributors": "HURIAH (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 0300/AKT/2004; Earlyn Yolanda (32400001)",
  "subjects": "PRODUCT MANAGEMENT; COST ACCOUNTING"
}