{
  "id": "30364",
  "title": "Model faktor penyebab risiko terhadap keberhasilan proyek konstruksi",
  "abstract": "Setiap proyek konstruksi selalu dihadapkan pada kemungkinan terjadinya berbagai macam risiko. Semakin tinggi tingkat kompleksitas suatu proyek maka semakin besar tingkat risiko yang ditanggung oleh proyek konstruksi tersebut. Risiko-risiko itu mempunyai pengaruh yang besar terhadap keberhasilan suatu proyek konstruksi. Akan tetapi tidak ada studi yang spesifik untuk menjelaskan bagaimana pengaruh faktor penyebab risiko terhadap suksesnya suatu proyek konstruksi. Penelitian ini bertujuan untuk mengetahui risiko apa saja yang berpengaruh secara signifikan terhadap keberhasilan proyek dengan melakukan permodelan risiko dan mengimplementasikan hasil model penyebab risiko terhadap keberhasilan proyek. Penelitian tentang faktor penyebab risiko terhadap keberhasilan proyek konstruksi ini dilakukan di wilayah Surabaya dengan cara penyebaran kuisioner yang ditujukan kepada kontraktor yang terlibat secara langsung dalam suatu proyek konstruksi. selanjutnya semua kuesoiner yang berhasil terkumpul dianalisis secara statistik dengan menggunakan analisis Structural Equation Model (SEM) dan AMOS. Dari hasil analisis didapatkan bahwa faktor penyebab risiko yang mempengaruhi keberhasilan suatu proyek konstruksi adalah: risiko finansial, risiko bencana alam, risiko hukum, dan risiko sumber daya di mana risiko konstruksi dan risiko desain berpengaruh dengan nilai yang sama terhadap keberhasilan proyek konstruksi. Akan tetapi faktor penyebab risiko yang paling berpengaruh terhadap keberhasilan sebuah proyek konstruksi adalah risiko finansial.",
  "creators": "PRISCILLIA SYARANAMUAL; PATRICK TANDEAN",
  "contributors": "Andi (Advisor 1); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011966/SIP/2014; Priscillia Syaranamual (21409159), Patrick Tandean (1410086)",
  "subjects": "CONSTRUCTION PROJECTS-MANAGEMENT; CONSTRUCTION INDUSTRY-RISK MANAGEMENT"
}