{
  "id": "30367",
  "title": "Hubungan antara kuantitas pekerjaan dengan durasi pada pekerjaan proyek konstruksi bangunan bertingkat tinggi",
  "abstract": "Scheduling merupakan suatu bagian perencanaan konstruksi yang di dalamnya terdapat durasi. Durasi menunjukkan berapa lama berlangsungnya suatu pekerjaan, di mana dipengaruhi oleh kuantitas pekerjaan tersebut. Dalam hal ini, terdapat kaitan antara keduanya yang disebut dengan daily output. Dari data kuantitas dan durasi pada proyek konstruksi bangunan bertingkat tinggi dihitung nilai daily output dengan membagi kuantitas dengan durasi tiap item pekerjaan. Fokus pekerjaan daripada penelitian ini adalah pekerjaan struktur yang meliputi pekerjaan pengecoran, pemasangan bekisting, dan pembesian pada struktur kolom, balok, plat, dan dinding. Diharapkan daily output ini memudahkan perencanaan durasi untuk pekerjaan struktur yang sama di proyek konstruksi bangunan bertingkat tinggi yang akan datang. Nilai daily output untuk pekerjaan pengecoran kolom sebesar 9,23 m3/hari. Untuk shear wall dan core wall sebesar 8,17 m3/hari, balok dan plat sebesar 49,76-78,5 m3/hari. Pekerjaan kolom dan wall memiliki nilai daily output sebesar 16,19 m3/hari. Sedangkan untuk pekerjaan bekisting kolom sebesar 61,32 m2/hari. Pekerjaan shear wall dan core wall, balok dan plat, serta kolom, balok, dan plat masing-masing memiliki nilai daily output sebesar 175,85 m2/hari, 50,47 m2/hari, dan 137,92 m2/hari. Yang terakhir adalah pekerjaan pembesian yang ber-daily output 2.977,56 kg/hari pada kolom, 745,04 kg/hari pada shear wall dan core wall, 2.080,95 kg/hari pada balok dan plat, dan 4.750,58 kg/hari pada kolom, balok, dan plat.",
  "creators": "IKA GOLDIA WIDIARTHA; ABISAQ AYU LESTARI",
  "contributors": "Budiman Proboyo (Advisor 1); Indriani Santoso (Advisor 2); Sentosa Limanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011969/SIP/2014; Ika Goldia Widiartha (21410009), Abisaq Ayu Lestari (21410073)",
  "subjects": "CONSTRUCTION PROJECTS-MANAGEMENT; CONSTRUCTION INDUSTRY-MANAGEMENT"
}