{
  "id": "30378",
  "title": "Studi awal penerapan green specification di Indonesia",
  "abstract": "Perlu ditemukan suatu cara yang dapat secara signifikan mengurangi dampak kerusakan lingkungan dalam proses pembangunan. Salah satunya dengan green specification. Green specification sudah berkembang di negara-negara maju. Sudah banyak peraturan-peraturan dan standar-standar yang dibuat untuk mempermudah dalam pembuatan spesifikasi. Di Indonesia masih belum ada standar green specification yang bisa dipakai sebagai standar. Oleh karena itu, dalam skripsi ini diberikan pengenalan studi literatur yang berguna untuk penelitian tentang penerapannya di Surabaya. Dari studi literatur, dapat disimpulkan bahwa green specification adalah spesifikasi teknis pada proses pembangunan proyek untuk mengurangi dampak kerusakan lingkungan. Perbedaan green specification dengan greenship rating tools terletak pada waktu penggunaan peraturan. Green specification telah banyak dipakai oleh banyak negara di dunia untuk mengurangi dampak kerusakan lingkungan. Dari penelitian berupa kuesioner, melalui analisa mean dapat disimpulkan bahwa secara keseluruhan variabel-variabel tersebut mudah diterapkan kontraktor dan konsultan. Kontraktor lebih mudah untuk menerapkan variabel-variabel tersebut daripada konsultan karena memiliki nilai mean lebih besar dari 3,5. Dari uji ANOVA, dapat diambil kesimpulan bahwa secara keseluruhan terdapat kesamaan yang signifikan antara grade kontraktor terhadap variabel yang diuji. Kecuali pada variabel menanamkan kembali pada lahan yang telah dikerjakan, Merelokasikan kembali galian tanah pada proyek yang sama dan menghindari pemakaian bahan coating yang tidak ramah lingkungan.",
  "creators": "AUSTIN VINCENTIUS MASTAN; HANS PRATAMA HALIMAN",
  "contributors": "Paulus Nugraha (Advisor 1); Andi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011970/SIP/2014; Austin Vincentius Mastan (21410010), Hans Pratama Haliman (21410017)",
  "subjects": "SUSTAINABLE CONSTRUCTION; GREEN BUILDING DESIGN"
}