{
  "id": "30372",
  "title": "Studi mengenai friksi antara tiang dan beberapa jenis tanah lempung yang dipengaruhi oleh kadar air, waktu, dan jenis material",
  "abstract": "Kapasitas friksi pada tiang pancang memegang peranan penting dalam pondasi bangunan, penelitian ini dilakukan untuk mengetahui bagaimana perbandingan kapasitas friksi tiang pada beberapa jenis tanah lempung yang dipengaruhi oleh variabel kadar air, waktu, dan jenis material tiang pancang. Dua jenis material tiang yang digunakan dalam penelitian ini adalah material baja dan beton. Penelitian ini dilakukan dengan menentukan metode percobaan dan mempersiapkan alat. Setelah pengambilan sampel di lapangan, maka dilakukan tes karakteristik tanah dasar di laboratorium dan menentukan variasi kadar air dan waktu. Kondisi drying didapatkan dengan membiarkan tabung terbuka sampai berat tujuan tercapai sebaliknya untuk kondisi wetting dilakukan dengan menginjeksikan air ke dalam tanah dengan bantuan jarum suntik sampai berat tujuan tercapai. Selanjutnya dilakukan pengetesan pembebanan (loading test) dan uji kuat geser tanah (unconfined compression test dan vane shear test). Dengan variasi variabel kadar air dan waktu yang beragam, didapatkan hasil bahwa lokasi dan jenis tanah lempung yang berbeda memberikan nilai kuat geser tanah dan kapasitas friksi tiang pancang yang berbeda pula. Selain itu, didapatkan hasil bahwa kadar air dan waktu mempengaruhi nilai kuat geser tanah yang di mana kuat geser tanah mempengaruhi kapasitas friksi tiang pancang. Dari jenis material tiang pancang yang digunakan, diketahui bahwa tiang baja mempunyai nilai kapasitas friksi yang lebih besar daripada tiang beton.",
  "creators": "CHRISTOPHER HENRY S.; HENDRY INDRA PRAMANA",
  "contributors": "Daniel Tjandra (Advisor 1); Johanes Indrojono Suwono (Advisor 2); Gogot Setyo Budi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 12011956/SIP/2014; Christopher Henry Sugiarto (21410142), Hendry Indra Pramana (21410143)",
  "subjects": "PILING (CIVIL ENGINEERING); BUILDING, CLAY; BUILDING MATERIALS"
}