{
  "id": "30380",
  "title": "Kepentingan dan implementasi green construction dari sisi pandang kontraktor",
  "abstract": "Kegiatan konstruksi berdampak negatif terhadap lingkungan dengan adanya pengurangan lahan bebas/hijau, penggunaan material yang sebagian besar diperoleh dari sumber daya alam, penggunaan alat berat dan transportasi selama proses konstruksi yang menyebabkan polusi. Dampak-dampak negatif ini menjadi perhatian masyarakat sehingga perencana dan ahli konstruksi mengembangkan konsep sustainable construction yang salah satunya dikenal dengan konsep green construction. Dalam konsep ini, kontraktor tidak hanya bertanggung jawab untuk mendirikan bangunan yang kuat dan efisien saja, tetapi juga perlu memperhatikan lingkungan. Penelitian ini dimaksudkan untuk menganalisa kepentingan dan implementasi green construction oleh kontraktor meliputi pekerjaan persiapan, tanah, pondasi, struktur atas, hingga finishing. Metode pengolahan data menggunakan statistik untuk mengetahui nilai rata-rata dan varians dari setiap poin-poin green construction untuk setiap tahap pekerjaan, yang kemudian dibuat ranking untuk setiap poin tersebut. Dari hasil penelitian ini diketahui bahwa masih ada beberapa penerapan green construction yang memiliki mean kepentingan lebih besar daripada mean implementasi dan beberapa penerapan yang perlu ditingkatkan. Aspek green construction yang sudah diimplementasikan dengan baik adalah site layout dan pemilihan dan operasi peralatan konstruksi, sedangkan aspek konservasi tenaga kerja, sumber dan penyimpanan material, waste management, dan lingkungan kerja yang sehat masih kurang diimplementasikan.",
  "creators": "WILIEM KOE; REGINA CYNTHIA ROSE",
  "contributors": "Ratna S. Alifen (Advisor 1); Djwantoro Hardjito (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011972/SIP/2014; Wiliem Koe (21410015), Regina Cynthia Rose (21410085)",
  "subjects": "SUSTAINABLE BUILDINGS-DESIGN AND CONSTRUCTION; GREEN BUILDING DESIGN; CONTRACTORS OPERATIONS-MANAGEMENT"
}