{
  "id": "30387",
  "title": "Penerapan akuntansi sumber daya manusia dan penyajiannya dalam laporan keuangan sebagai informasi tambahan bagi pengguna laporan keuangan pada PT \"X\" di Semarang",
  "abstract": "Setiap badan usaha pasti menginginkan perusahaannya memiliki tenaga kerja yang berpotensi, hal ini dikarenakan akan mendorong perusahaan di dalam menghadapi era globalisasi yang tidak hanya ditandai dengan semakin berkembangnya teknologi tetapi juga faktor manusianya yang dianggap sebagai pelaksana. PT ”X\" bergerak di bidang industri plastik yang berlokasi di Semarang. Di dalam pelaksanaannya atas biaya-biaya yang timbul atas pengembangan Sumber Daya Manusianya, PT ”X” mengakuinya sebagai beban langsung pada tahun berjalan. Hal ini mengakibatkan laba bersih perusahaan menjadi terlihat kecil atau sedikit, tentu saja laporan seperti ini akan mempengaruhi pengambilan keputusan dalam perusahaan. Dari permasalahan tersebut rumusan problematika yang diambil penulis adalah bagaimana perlakuan Cost Sumber Daya Manusia PT ”X” disajikan dalam bentuk laporan keuangan. Adapun tujuan penelitiannya ini adalah untuk mengukur cost Sumber Daya Manusia serta menyajikannya pada laporan keuangan dengan tepat. Penelitian yang dilakukan penulis bersifat deskriptif dengan rancangan penelitian berupa studi kasus. Adapun jenis data berupa data kualitatif dan kuantitatif yang diperoleh dari internal perusahaan. Prosedur pengumpulan data yang dilakukan penulis adalah studi kepustakaan dan survey lapangan (dokumentasi dan wawancara). Sedangkan teknik analisis data yang dilakukan penulis adalah analisis kuantitatif. Dari analisis dan pembahasan yang dilakukan penulis, dapat ditarik kesimpulan bahwa nilai Cost Sumber Daya Manusia diakui sebagai asset perusahaan bukan sebagai beban hal ini disebabkan nilai Sumber Daya Manusia akan memberikan hasil di masa yang akan datang. Oleh karena itu saran yang diberikan penulis adalah di dalam menerapkan Akuntansi Sumber Daya Manusia hendaklah PT ”X” memperbaiki dan lebih memperhatikan data-data yang dibutuhkan.",
  "creators": "DEBBY KRISTANTI SUSILO",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 126/96/FE.AK/2001; Debby Kristanti Susilo (32496029)",
  "subjects": "FINANCIAL STATEMENTS; ACCOUNTING"
}