{
  "id": "30384",
  "title": "Pengakuan pendapatan dan beban menurut undang-undang perpajakan no. 10 tahun 1994 dalam rangka penyusunan laporan keuangan fiskal pada PT \"X\" di Mojokerto",
  "abstract": "Fungsi akuntansi memegang peranan yang sangat penting dalam suatu perusahaan antara lain sebagai alat bagi manajemen untuk mengambil keputusan yang merupakan salah satu bagi pelaporan internal, khususnya di bidang pajak. Sejak berlakunya undang-undang perpajakan yang baru, yaitu Undang-Undang Perpajakan No. 10 Tahun 1994 tentang pajak penghasilan, penerimaan negara dari sektor pajak menunjukkan hasil yang semakin menggembirakan. Keberhasilan dari penerimaan di sektor pajak ini menuntut partisipasi dari semua pihak, baik badan usaha milik negara, swasta maupun koperasi. Partisipasi yang dimaksud yaitu dengan melaporkan kebenaran perhitimgan atas pajak yang terutang yang tercermin dari laporan keuangan badan usaha serta penyetoran Surat Pemberitahuan (SPT) yang tepat sesuai dengan azas self assesment.Undang-Undang Perpajakan No. 10 Tahun 1994 tentang pajak penghasilan mempunyai ciri-ciri tersendiri di dalam penilaian pendapatan/penghasilan dan biaya/beban, sehingga jika dihubungkan dengan Standar Akuntansi Keuangan (SAK) akan menimbulkan perbedaan dalam penentuan besamya penghasilan/laba kena pajak. Perbedaan tersebut disebabkan adanya perbedaan perhitungan atas biaya/beban yang menurut Standar Akuntansi Keuangan (SAK) dapat dicatat sebagai pengurang pendapatan, namun menurut ketentuan perpajakan tidak dapat diakui sebagai pengurang pendapatan. Perbedaan dalam pengakuan biaya/beban dapat digolongkan dalam dua bentuk, yaitu perbedaan waktu dan perbedaan tetap. Jenis penelitian ini adalah studi kasus yang meneliti perbedaan pengakuan pendapatan dan biaya dari kegiatan operasional perusahaan apakah sesuai dengan Undang-Undang Pajak Penghasilan yang berlaku dan peraturan pelaksanaannya dalam menghasilkan Laporan Keuangan Fiskai. Jenis data yang dikumpulkan adalah data kuantitatif yaitu mengambil data-data langsung ke perusahaan yang diteliti atau diambil dari sumber internal dan hasil wawancara dengan direktur perusahaan tersebut, serta data kualitatif yaitu data-data berupa catatan perusahaan seperti gambaran umum perusahaan atau sejarah perusahaan. Hasil pcmbahasan mcmberikan kesimpulan bahwa agar badan usaha dapat memberi informasi yang sama atas laporan keuangannya kepada para pemakainya serta dapat memenuhi prinsip konsistensi dalam penyajian laporan keuangan, maka laporan keuangan tersebut disusun dengan tetap berdasarkan pada Standar Akuntansi Keuangan (SAK), sedangkan untuk keperluan perhitungan pajak penghasilan terutang diadakan koreksi fiskal atas laba sebelum pajak, mengenai pengaruh perbedaan waktu dan perbedaan tetap. Selain laporan keuangan juga dijelaskan mengenai metode penyusutan aktiva tetap yang dipakai, sehingga diperoleh laporan keuangan yang lengkap, benar serta relevan sesuai dengan kodisi badan usaha.",
  "creators": "SINDAWATI",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 145/94/FE.AK/UKP/2001; Sindawati (32494002)",
  "subjects": "ACCOUNTING; TAX ACCOUNTING"
}