{
  "id": "30388",
  "title": "Penerapan activity based costing untuk meningkatkan informasi biaya di perusahaan X Surabaya",
  "abstract": "Persaingan yang semakin ketat dalam dunia bisnis menuntut perusahaan untuk bertindak lebih bijaksana dalam menentukan harga pokok produk yang lebih akurat. Penentuan harga pokok produk secara konvensional dapat menimbulkan distorsi biaya karena pembebanan dan pengalokasian biaya-biayanya tidak mencakup seluruh aktivitas pengendali biaya. Pembebanan dan pengalokasikan biaya-biaya yang tidak mencakup seluruh aktivitas pengendali biaya selain dapat menimbulkan distorsi biaya juga dapat menimbulkan arbitrasi biaya sehingga harga pokok produk menjadi lebih tinggi daripada yang sehurusnya atau menjadi lebih rendah daripada yang seharusnya. Activity-based costing (ABC) merupakan solusi altematif yang dibutuhkan perusahaan agar dapat meningkatkan keakurasian informasi biaya sehingga penentuan harga pokok lebih akurat karena ABC merupakan metode perhitungan harga pokok produk yang menelusuri sumber biaya dan membebankannya pada masing-masing aktivitas kemudian aktivitas dibebankan pada obyek biaya. ABC mengakui adanya hubungan sebab akibat antara pengendali biaya (cost driver) dengan aktivitas. Penelitian yang dilakukan oleh penulis merupakan studi kasus mengenai penerapan activity-based costing untuk meningkatkan keakurasian informasi biaya perusahaan X di Surabaya. Tujuannya untuk mengetahui sampai sejauh mana ABC mampu meningkatkan keakurasian informasi biaya perusahaan X di Surabaya sehingga dapat diketahui perbedaan penentuan harga pokok produk antara metode konvensional dengan metode ABC. Perusahaan X bergerak di bidang jasa yang memproduksi dua jenis produk yaitu produk jasa kontainer dan non Container. Penulis membatasi penelitian ini dengan produk yang satuannya kubikasi karena produksi terbesar di perusahaan X menggunakan satuan kubikasi. Hasil dari penelitian ini menunjukkan bahwa untuk melakukan proses produksinya, perusahaan X melalui 6 aktivitas. Dari hasil perhitungan untuk menetapkan harga pokok produk jasa perusahaan X yang menggunakan metode konvensional dengan metode ABC terdapat perbedaan yang signifikan. Hal ini menunjukkan bahwa penentuan harga pokok produk jasa dengan menggunakan metode konvensional terdapat distorsi biaya dan arbitrasi dalam pembebanan dan pengalokasian biaya-biaya pada aktivitas-aktivitas sehingga harga pokok produk menjadi lebih tinggi atau rendah daripada yang seharusnya.",
  "creators": "HARTMAN GUNAWAN",
  "contributors": "Setyarini Santosa (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.134/96/FE.AK/2001; Hartman Gunawan (32496090)",
  "subjects": "COST ACCOUNTING; MANAGEMENT INFORMATION SYSTEM"
}