{
  "id": "30393",
  "title": "Penerapan alat pengukur kinerja non finansial pada jasa Hotel Patra Surabaya Hilton International",
  "abstract": "Persaingan bisnis dalam dunia usaha yang semakin kompetitif terlebih dalam era globalisasi ini mengharuskan setiap organisasi atau badan usaha semakin memperhatikan kinerjanya, apalagi dalam bisnis jasa perhotelan. Kinerja yang dihasilkan dari pengelolaan hotel yang dilakukan oleh pihak manajemen hendaknya selalu diukur yang bertujuan untuk mengetahui apakah kegiatan operasional yang sudah diselenggarakan selama ini sudah baik atau belum. Ada banyak cara yang dilakukan oleh pihak manajemen dalam mengukur kinerjanya, antara lain pengukuran finansial dan non finansial. Banyak manajemen mengukur kinerjanya dari segi finansialnya saja. Permasalahannya, pengukuran finansial hanya menilai dari segi keuangannya saja, padahal di sini dapat terjadi rekayasa pada laporan keuangan sehingga pengukuran dari segi ini tidaklah memadai. Sedangkan penerapan alat ukur non finasial lebih obyektif dalam pengukuran kineija karena melihat dari banyak perspektif. Perspektif yang digunakan dalam pengukuran kinerja non finansial, antara lain: customer perspective, internal business perspective, learning and growth perspective. Dengan menggunakan jenis penelitian deskriptif dengan studi kasus jasa Hotel Patra Surabaya Hilton International, penulis berusaha menerapkan pengukuran kinerja non finansial karena hotel merupakan salah satu badan usaha yang sangat memperhatikan hubungannya secara langsung dengan customer. Dari hasil penelitian dapat disimpulkan bahwa penerapan pengukuran non finasial ini cukup efektif untuk diterapkan dalam mengukur kinerja suatu organisasi atau badan usaha.",
  "creators": "SWANNY",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); Setyarini Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 151/97/FE.AK/2002; Swanny (32497053)",
  "subjects": "HOTEL MANAGEMENT; MANAGEMENT ACCOUNTING"
}