{
  "id": "30396",
  "title": "Evaluasi terhadap media altematif yang tepat dalam rangka sosialisasi peraturan perpajakan",
  "abstract": "Penelitian ini bertujuan untuk mengetahui apakah Pemerintah Kota Surabaya telah menggunakan media yang tepat dalam mensosialisasikan peraturan perpajakan. Untuk melihat apakah Pemerintah Kota Surabaya sudah menggunakan media yang tepat dalam usahanya untuk mensosialisasikan maka yang digunakan sebagai salah satu indikator dalam penelitian ini adalah persepsi mahasiswa Universitas Kristen Petra terhadap pajak 10% yang dibayarkan pada saat membeli fast food dan media yang dipakai oleh responden untuk mengetahui peraturan perpajakan. Untuk mengolah data dalam penelitian ini digunakan bantuan software statistik SPPS 10.0. Dari total mahasiswa Universitas Kristen Petra, 8596 mahasiswa diwakili oleh 142 mahasiswa dan dari hasil penelitian didapatkan bahwa mahasiswa Universitas Kristen Petra memiliki persepsi yang salah terhadap pajak 10%, yang mereka bayarkan pada saat membeli fast food. Sedangkan media yang dipakai oleh Pemerintah Kota Surabaya untuk mensosialisasikan peraturan perpajakan selama ini kurang tepat dan usaha yang dilakukan selama ini kurang aktif. Media yang lebih disarankan oleh responden untuk mensosialisasikan peraturan perpajakan adalah Televisi. Hasil dari penelitian ini diharapkan bisa menjadi masukan bagi usaha penyebaran peraturan perpajakan khususnya di kota Surabaya, sehingga masyarakat mempunyai pengetahuan terhadap pajak yang mereka bayarkan pada setiap transaksi yang mereka lakukan.",
  "creators": "DEDY TRIYONO",
  "contributors": "Agus Arianto Toly, S.E., M.S.A., Ak. (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 0328/AKT/2004; Dedy Triyono (32498024)",
  "subjects": "TAX ACCOUNTING"
}