{
  "id": "30392",
  "title": "Penerapan audit manajemen pemasaran (audit pemasaran) untuk menilai aktivitas pemasaran di PT X",
  "abstract": "Suatu perusahaan didirikan dan dikelola untuk menghasilkan sesuatu atau sekelompok produk baik berupa barang maupun jasa. Kemudian produk itu dipasarkan dan dijual kepada pihak lain baik individu maupun kelompok yang memerlukan produk itu. Agar produk itu dapat laku di pasaran sehingga perusahaan mendapatkan keuntungan maka pemasaran mempunyai peranan yang sangat penting dalam kehidupan perusahaan. Dengan semakin berkembangnya suatu bisnis usaha berarti semakin besar tantangan yang harus dihadapi oleh perusahaan yaitu bagaimana meningkatkan efisiensi, efektivitas dan produktivitas kerja perusahaan. Salah satu cara untuk menghadapi tantangan ini adalah audit manajemen. Audit manajemen dapat diterapkan pada bidang pemasaran yang biasanya disebut dengan audit manajemen pemasaran. Dengan adanya audit manajemen pemasaran, maka perusahaan akan memperoleh gambaran yang akurat tentang berbagai permasalahan yang harus dipecahkan dan peluang yang dapat dimanfaatkan demi peningkatan kinerja bidang pemasaran. Berkaitan dengan pentingnya audit manajemen pemasaran dalam perusahaan maka penulis hendak melakukan penelitian yang berkisar pada masalah audit manajemen atas aktivitas pemasaran d PT X yang belokasi di Jakarta. Untuk mempertajam masalah penelitian, disusun persoalan penelitian mengenai pelaksanaan audit manajemen atas aktivitas pemasaran yang terdiri dari audit lingkungan pemasaran (tugas), strategi pemasaran, organisasi pemasaran, produktivitas pemasaran dan fungsi pemasaran. Jenis penelitian yang dilakukan oleh penulis adalah penelitian deskriptif berupa studi kasus dan survei dengan obyek penelitian adalah PT X. Jenis data yang digunakan adalah data kualitatif dan data kuantitatif. Sumber data yang digunakan berasal dari dalam perusahaan (sumber data primer dan sumber data sekunder). Hasil audit manajemen menunjukkan bahwa pelaksanaan secara keseluruhan bahwa aktivitas pemasaran yang selama terjadi di PT X belum efektif. Salah satu faktor penyebab adalah karena perusahaan tidak mempunyai strategi pemasaran yang tepat.",
  "creators": "ERNY",
  "contributors": "HARTONO SUBAGIO (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 141/97/FE.AK/2001; Erny (32497039)",
  "subjects": "ACCOUNTING, INTERNAL"
}