{
  "id": "30390",
  "title": "Penetapan dasar pengenaan pajak pertambahan nilai atas impor dan ekspor barang kena pajak serta pengaruhnya terhadap laporan laba rugi fiskal di PT 'X'",
  "abstract": "Salah satu obyek Pajak Pertambahan Nilai adalah aktivitas impor dan ekspor Barang Kena Pajak dalam bentuk mesin, kain, cat dan sebagainya. Untuk dapat menghitung, menyetor dan melaporkan Bea Masuk serta Pajak Pertambahan Nilai yang terutang dengan tepat, maka perlu diketahui nilai impor dan nilai ekspor sebagai Dasar Pengenaan Pajak sesuai dengan ketentuan perpajakan yang berlaku. Karena transaksi impor-ekspor dilakukan dengan pihak luar negeri maka nilai impor serta ekspor dinilai dalam mata uang asing yaitu dollar Amerika yang harus dikurskan dalam mata uang Rupiah untuk menghitung besarnya Bea Masuk dan Pajak serta untuk dilaporkan dalam Laporan SPT Masa PPN 1195 maupun dalam Laporan Keuangan. Dalam hal ini terdapat 2 kurs yang berlaku yaitu kurs Tengah Bank Indonesia dan kurs Menteri Keuangan Republik Indonesia. Oleh sebab itu yang menjadi permasalahan adalah kurs mana yang digunakan untuk menentukan besarnya nilai impor dan ekspor sebagai Dasar Pengenaan Pajak Pertambahan Nilai atas impor dan ekspor Barang Kena Pajak. Jenis penelitian yang digunakan adalah penelitian deskriptif yang memberikan gambaran kepada pembaca dalam mengungkapkan suatu permasalahan sebagaimana adanya, sehingga hanya bersifat mengungkapkan fakta atau penelitian yang tidak menjelaskan suatu hubungan sebab akibat, dengan rancangannnya bersifat study literatur yang diterapkan pada PT ‘Aneka Regalindo‘. Berdasarkan hasil observasi, interview, dan dokumentasi, maka kurs yang digunakan bisa kedua-duanya yaitu kurs tengah Bank Indonesia dan kurs Menteri Keuangan Republik Indonesia untuk menentukan besarnya Dasar Pengenaan Pajak, baik untuk penghitungan bea Masuk dan Pajak maupun untuk pelaporannya. Dengan demikian hal tersebut akan menimbulkan kebimbangan bagi importir dan eksportir, kurs yang mana yang akan mereka gunakan. Maka dalam Keputusan Menteri Keuangan Republik Indonesia seharusnya menetapkan bahwa Kurs Menteri Keuangan Republik Indonesia hanya digunakan untuk menentukan besarnya pelunasan Bea Masuk, PPN, PPnBM, dan PPh pasal 22. Sedangkan untuk pelaporannya maka digunakan Kurs Tengah Bank Indonesia untuk menentukan besarnya DPP.",
  "creators": "GO FEI FEI",
  "contributors": "Setyarini Santosa (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 140/97/FE.AK/2001; Go Fei-Fei (32497006)",
  "subjects": "VALUE ADDED TAX; TAX ACCOUNTING"
}