{
  "id": "30398",
  "title": "Perbandingan bentuk badan usaha antara perusahaan perseorangan dan perseroan terbatas serta implikasinya dari aspek perpajakan",
  "abstract": "Banyak perbedaan antara perusahaan yang berbentuk usaha dagang (UD) maupun perusahaan yang berbentuk perseroan terbatas (PT). Banyak kelebihan yang dimiliki oleh perseroan terbatas (PT) dibandingkan dengan usaha dagang (UD). Dalam realitasnya memang banyak perusahaan yang menginginkan perubahan bentuk usaha dari usaha dagang (UD) menjadi perseroan terbatas (PT). Konsekuensi berkaitan dengan perubahan bentuk usaha tersebut adalah konsekuensi berdasarkan Undang-Undang No 17 Tahun 2000. Sejauh mana perbandingan dari sisi perpajakan karena perbedaan bentuk usaha antara perusahaan perseorangan dan perseroan terbatas merupakan latar belakang yang melandasi pengambilan judul penelitian yang diajukan. Batasan dalam penelitian ini terfokus pada sisi perpajakan yang mengalami perubahan karena perubahan bentuk badan usaha dengan pembahasan yang mengacu pada undang-undang perpajakan yang berlaku yaitu UU No 17 tahun 2000 serta peraturan perpajakan yang berkaitan lainnya.Penelitian yang dilakukan adalah penelitian dalam bentuk studi kasus pada UD X di Surabaya dan data simulasi dengan mengajukan tema mengenai aspek perpajakan dilihat dari perubahan bentuk badan usaha. Jenis data yang digunakan dalam penelitian yaitu data kualitatif dan data kuantitatif. Sumber data dalam penelitian ini adalah data primer dan data sekunder. Teknik analisis data dalam penelitian ini dengan membagi data menjadi tiga bagian yaitu saat pendirian usaha, operasi usaha dan saat pembubaran usaha.Hasil pembahasan menunjukkan bahwa perubahan bentuk badan usaha perusahaan X dari usaha dagang (UD) menjadi perseroan terbatas (PT) mempunyai pengaruh terhadap aspek perpajakan, terutama berkaitan dengan beban pajak pada tahun pendirian. Hal ini mengingat biaya pendirian perusahaan berbentuk usaha dagang (UD) dan perusahaan berbentuk perseroan terbatas (PT) berbeda.Selain itu perbedaan juga terlihat dari beban pajak saat operasi perusahaan, hal ini mengingat tarif pajak untuk usaha dagang (UD) dan perseroan terbatas (PT) berbeda berdasarkan Pasal 17 ayat (1) poin (a) UU RI No 17 Tahun 2000 untuk perusahaan berbentuk usaha dagang (UD), dan berdasarkan tarif pajak Pasal 17 ayat (1) poin (b) UU Rl No 17 Tahun 2000 untuk perseroan terbatas (PT).Pajak yang terhutang bagi wajib pajak orang pribadi pemilik UD dan pemilik PT juga berbeda. Pembagian keuntungan bagi pemilik UD hanya dikenakan Pajak Penghasilan (PPh) sesuai dengan pasal 17(1) UU No 17 Tahun 2000. Pembagian keuntungan bagi pemilik PT atau deviden akan dikenakan Pajak Penghasilan (PPh) pasal 23 UU No 17 Tahun 2000 sebesar 15% dari jumlah bruto atas deviden. Dalam hal ini berarti terjadi pengenaan pajak dua kali secara ekonomi (economic double taxation) pada PT.",
  "creators": "HOUCYE NUGROHO",
  "contributors": "R.Arja Angka Asa Aras Adji S. (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 171/98/FE.AK/2002; Houcye Nugroho (32498078)",
  "subjects": "TAX ACCOUNTING"
}