{
  "id": "30397",
  "title": "Penerapan tea planning dalam rangka meminimalisasikan pajak penghasilan PT “X”",
  "abstract": "Penulisan skripsi ini dilakukan pada PT “X” di Surabaya. PT “X” adalah perusahaan yang bergerak di bidang Industri Manufaktur dengan hasil produksinya yaitu resonator yang terbuat dari kristal dengan pengendalian frekuensi. PT “X” diwajibkan untuk membayar pajak penghasilan sesuai dengan Undang-Undang No. 17 Taliun 2000, sehingga penting bagi perusahaan untuk melakukan perencanaan pajak dengan tujuan untuk meminimalkan pembayaran pajak tanpa melanggar Undang-Undang yang berlaku. Konsep yang dipakai dalam penelitian ini adalah konsep tax planning. Jenis penelitian yang digunakan adalah studi kasus dengan membandingkan beban pajak penghasilan, pajak yang harus dibayar dan laba komersial pada proyeksi Laporan Laba-Rugi tanpa tax planning dengan proyeksi Laporan Laba-Rugi dengan tax planning selama 5 tahun dengan tahun 2002 sebagai tahun dasar. Jenis data yang dikumpulkan adalah data kualitatif berupa informasi mengenai kebijakan dan asumsi-asumsi perusahaan sebagai dasar menyusun proyeksi laporan laba-rugi selama 5 tahun dan data kuantitatif berupa laporan laba-rugi perusahaan tahun 2002. Hasil penehtian membuktikan bahwa melalui penerapan tax planning diperoleh adanya penghematan pajak pada tahun 2003 sebesar Rp 28,824,196.63, tahun 2004 sebesar Rp 51,845,665.76, tahun 2005 sebesar Rp 79,224,133.11, dan tahun 2006 sebesar Rp 111,804,408.27, serta peningkatan laba komersial pada tahun 2003 sebesar Rp 86,830,713.84, tahun 2004 sebesar Rp 102,517,776.58, tahun 2005 sebesar Rp. 121,127,094.40, dan tahun 2006 sebesar Rp 143,222,815.01. Jadi dapat diambil kesimpulan bahwa penerapan tax planning menguntungkan PT “X” dalam penghematan pajak dan peningkatan laba komersial.",
  "creators": "HIZKIA MELATUNAN",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); Yenni Mangoting (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 0284/AKT/2003; Hizkia Melatunan (32498039)",
  "subjects": "TAX ACCOUNTING"
}