{
  "id": "30414",
  "title": "Peranan kontraktor dalam pekerjaan galian tanah basement terhadap aspek lingkungan",
  "abstract": "Keterbatasan lahan memacu perkembangan konstruksi yang memanfaatkan lahan semaksimal mungkin. Konstruksi basement menjadi salah satu pilihan untuk pemanfaatan lahan yang ada. Pelaksanaan konstruksi basement tidak bisa dilepaskan dari pekerjaan galian tanah. Pekerjaan galian tanah dapat memberikan pengaruh terhadap lingkungan. Oleh karena itu, kontraktor perlu memperhatikan aspek lingkungan dalam melaksanakan setiap tahapan pekerjaan galian tanah basement. Penelitian ini dimaksudkan untuk mengetahui peran kontraktor terhadap aspek lingkungan pada pekerjaan galian tanah basement. Selain itu, penelitian ini juga dimaksudkan untuk mengetahui tahapan pekerjaan yang dominan terhadap aspek lingkungan. Metode pengolahan data menggunakan statistik untuk mengetahui nilai rata-rata dan varian dari setiap tahapan pekerjaan galian tanah. Dari nilai rata-rata dan varian yang diperoleh, maka dibuat peringkat untuk setiap tahapan dalam pekerjaan galian tanah basement. Dari hasil penelitian diketahui bahwa tahap perencanaan merupakan tahap yang dominan dilakukan kontraktor terhadap aspek lingkungan, dilanjutkan dengan tahap persiapan, tahap pemindahan tanah, dan tahap penggalian. Dari seluruh nilai tahapan yang diperoleh, peran kontraktor terhadap aspek lingkungan dalam pekerjaan galian tanah basement tergolong baik.",
  "creators": "I MADE SURYANA SUASTINO; ROBERTUS KEVIN KUNCORO",
  "contributors": "Antoni (Advisor 1); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011977/SIP/2014; I Made Suryana S. (21410063), Robertus Kevin K. (21410070)",
  "subjects": "CONTRACTORS OPERATIONS-MANAGEMENT; CONTRACTORS OPERATIONS; BUILDING-ENVIRONMENTAL ASPECTS; BASEMENTS"
}