{
  "id": "30413",
  "title": "Analisis frekuensi, dampak, dan jenis keterlambatan pada proyek konstruksi",
  "abstract": "Dalam proyek konstruksi terdapat beberapa kemungkinan terjadinya keterlambatan yang disebabkan oleh keunikan yang dimiliki setiap proyek. Keterlambatan proyek konstruksi akan sangat berdampak pada pihak yang terlibat di dalamnya, yaitu pemilik dan kontraktor. Penelitian ini bertujuan untuk mengetahui faktor yang paling sering terjadi, faktor yang berdampak besar terhadap waktu penyelesaian proyek, dan untuk mengetahui termasuk jenis keterlambatan apakah faktor-faktor tersebut menurut pengalaman dan harapan kedua pihak. Penelitian dilakukan dengan menyebarkan kuesioner kepada pemilik dan kontraktor yang berada di Surabaya. Hasil yang diperoleh diolah dengan Microsoft Excel dan Statistical Product and Service Solution (SPSS). Hasil penelitian menunjukkan bahwa faktor yang paling sering terjadi dan berdampak besar terhadap keterlambatan proyek dari sisi pemilik adalah faktor kekurangan tenaga kerja. Dari sisi kontraktor, perubahan desain/detail pekerjaan pada waktu pelaksanaan merupakan faktor yang sering terjadi dan berdampak besar. Selain itu, kedua pihak juga berpendapat bahwa faktor keterlambatan subkontraktor merupakan faktor yang sering terjadi dan berdampak besar. Jenis keterlambatan yang dihasilkan pada penelitian ini menunjukkan bahwa berdasarkan pengalaman dan harapan pemilik pada umumnya sama, sedangkan menurut kontraktor, apa yang terjadi selama ini masih ada yang tidak sesuai dengan harapan.",
  "creators": "THERESIA MONICA SUDARSONO; OLIVIA CHRISTIE",
  "contributors": "Andi (Advisor 1); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011976/SIP/2014; Theresia Monica Sudarsono (21410051), Olivia Christie (21410146)",
  "subjects": "PROJECT MANAGEMENT; CONSTRUCTION INDUSTRY-MANAGEMENT"
}