{
  "id": "30422",
  "title": "Analisa kelayakan investasi berdasarkan aspek finansial pada proyek rumah kos di Surabaya",
  "abstract": "Keputusan untuk berinvestasi merupakan suatu keputusan yang harus dipertimbangkan dari berbagai aspek. Dalam berinvestasi properti khususnya rumah kos, kepuasan konsumen menjadi hal utama yang harus diperhatikan. Aspek yang mempengaruhi kepuasan konsumen adalah aspek atribut rumah kos. Melalui kuisioner yang dibagikan kepada calon konsumen didapatkan gambaran mengenai desain, fasilitas dan kualitas pelayanan yang diharapkan konsumen. Setelah selesai mendesain didapatkan biaya konstruksi dan non-konstruksi. Tahap selanjutnya adalah membuat perkiraan arus kas masuk dan keluar kemudian menghitung arus kas bersih. Data tersebut kemudian diolah dengan analisa NPV. Hasil analisis finansial menunjukkan investasi yang dilakukan dengan mempertimbangkan nilai suku bunga bank, inflasi dan resiko adalah menguntungkan untuk dilaksanakan dengan tingkat okupansi 50%-100%. Hasil analisis finansial dengan umur rencana 15 tahun dan tingkat okupansi 100% sampai 40% adalah berturut-turut Rp.4.373.918.713,- dengan okupansi 100%, Rp.3.619.115.711,- dengan okupansi 90%, Rp.2.864.312.709,- dengan okupansi 80%, Rp.2.109.509.707,- dengan okupansi 70%, Rp.1.354.706.705,- dengan okupansi 60%, Rp.599.903.703,- dengan okupansi 50% dan -Rp.154.899.300,- dengan okupansi 40%.",
  "creators": "TIRSA ENDELI TUMBELAKA; TANIKA AXELLYNA SUTANTO",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Ir. Soehendro Ratnawidjaja, M.Eng. (Advisor 2); Sentosa Limanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011983/SIP/2014; Tirsa E. Tumbelaka (21410117), Tanika A. Sutanto (21410119)",
  "subjects": "RENTAL HOUSING; PROPERTY-SURABAYA; INVESTMENTS-FEASIBILITY STUDY; CASH FLOW-VALUATION"
}