{
  "id": "30426",
  "title": "Penerapan manajemen persediaan dengan metode material requirement planning untuk meningkatkan efisiensi biaya persediaan bahan baku pada perusahaan \"X\" di Jawa Timur",
  "abstract": "Efisiensi biaya adalah salah satu sasaran setiap perusahaan selain keunggulan dalam diferensiasi produk. Efisiensi biaya dapat dicapai dengan menerapkan manajemen persediaan. Salah satu metode yang dapat diterapkan dalam manajemen persediaan adalah metode MRP. Permasalahan yang dibahas pada penelitian ini adalah penerapan manajemen persediaan dengan metode MRP karena masalah ketidakseimbangan jumlah persediaan bahan baku pada perusahaan X dengan rencana produksinya. Ketidakseimbangan tersebut menyebabkan kelebihan persediaan, sehingga perlu diterapkan manajemen persediaan. Kelebihan persediaan mengakibatkan pemborosan biaya serta kehilangan kesempatan untuk mengalokasikan dana pada hal lain yang lebih menguntungkan perusahaan. Penelitian ini bertujuan untuk mengetahui dampak penerapan manajemen persediaan dengan metode MRP pada efisiensi biaya persediaan bahan baku. Pembahasan penelitian dibatasi hanya pada persediaan bahan baku dan biaya-biaya yang berhubungan dengan persediaan bahan baku. Metode penelitian yang digunakan adalah mengkomparasikan antara biaya persediaan aktual dengan biaya persediaan metode MRP. Pengolahan dan analisa data metode MRP dilakukan dengan membangun modul-modul MRP dan melakukan simulasi teknik lot size pada software Microsoft Excel. Metode MRP memegang peranan penting dalam manajemen persediaan perusahaan manufaktur. Pemantauan persediaan yang dapat dilakukan dengan metode ini meliputi persediaan bahan baku, barang dalam proses, sampai barang jadi. Melalui potensi MRP tersebut, diharapkan manajemen persediaan perusahaan dapat memperkirakan tingkat persediaan bahan baku secara akurat dengan biaya persediaan yang efisien.",
  "creators": "CHRISTIAN ADHI PRASETYA",
  "contributors": "I MADE NARSA (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010344/AKT/2004; Christian Adhi Prasetya (32499118)",
  "subjects": "ACCOUNTING; PRODUCTION MANAGEMENT"
}