{
  "id": "30425",
  "title": "Studi evaluasi manipulasi laba dan faktor-faktor yang mempengaruhinya dalam pelaporan keuangan",
  "abstract": "Earnings management merupakan intervensi langsung manajemen dalam proses pelaporan keuangan dengan maksud untuk mendapatkan keuntungan/manfaat tertentu, baik bagi manajer maupun perusabaan. (Schipper: I989, dikutip dalam Gumanti; 2001). Penelitian ini menguji ada atau tidaknya manipulasi laba dan pengaruh pemilihan metode akuntansi pada perusahaan-perusahaan go public yang terdaftar di Bursa Efek Jakarta (BEJ) periode 1995-2002. Penelitian dilakukan pada periode setahun sebelum go public dan dua tahun sebelum go public. Metode yang digunakan sesuai dengan yang dikembangkan oleh Friedlan (1994), yaitu pendekatan total accruals sebagai proxy dari discretionary accruals yang telah dimodifikasi sehingga sesuai untuk uji kasus di IPO. Pengujian juga dilakukan terhadap variabel yang diduga mendorong earnings management yaitu leverage, persentase saham yang ditawarkan saaf IPO, metode akuntansi untuk penilaian persediaan, dan metode akuntansi penyusutan aktiva tetap. Analisis yang digunakan untuk menguji hipotesis adalah multiple regression. Hasil pengujian menunjukkan bahwa earnings management terjadi pada 34 sampel perusahaan yang melakukan go public. Pada periode yang telah terindikasi kuat terjadi earnings management, dilakukan pengujian terhadap variabel yang diduga berpengaruh terhadap earnings management. Dengan menggunakan uji t (pengujian secara parsial) terhadap leverage terbukti berpengaruh terhadap earnings management. Namun, hasil ini tidak didukung dengan hasil pengujian regresi berganda (multiple regression) yang menyatakan bahwa persentase saham saat IPO yang berpengaruh terhadap earnings management. Hasil pengujian ditunjukkan pada F hitung sebesar 1,560 dengan probabilitas 0,211.",
  "creators": "FANNY YUWONO",
  "contributors": "Juniarti (Advisor 1); Setyarini Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 0297/AKT/2004; Fanny Yuwono (32499071)",
  "subjects": "FINANCIAL ACCOUNTING; COST ACCOUNTING"
}