{
  "id": "30434",
  "title": "Studi kasus terhadap pelaksanaan basement lima lantai di wilayah Surabaya Barat",
  "abstract": "Pembangunan basement pada bangunan bertingkat saat ini sangat banyak dilakukan untuk keperluan lahan parkir. Basement yang akan dibuat memiliki kedalaman dan kondisi lapangan yang berbeda-beda, sehingga dibutuhkan metode yang berbeda-beda pula dalam pelaksanaannya. Skripsi ini menganalisa metode pelaksanaan yang dapat diaplikasikan dalam pembangunan basement lima lantai di wilayah Surabaya Barat. Ada dua metode pelaksanaan konstruksi basement pada proyek tersebut, yaitu bottom-up dan top-down. Dilakukan analisa data berupa studi literatur dari referensi dan data proyek, kemudian dilakukan analisa kestabilan dinding penahan tanah yang dipakai menggunakan program PLAXIS 2D. Pemilihan alat-alat berat yang digunakan pada proyek juga disesuaikan dengan metode yang dipilih. Dari hasil studi literatur dan analisa menggunakan program PLAXIS 2D, metode bottom-up memerlukan pemasangan ground anchor untuk membantu kestabilan dinding penahan tanah. Tetapi dengan dilakukannya pemasangan ground anchor, hal tersebut bisa membahayakan bangunan sekitar proyek, mengingat lokasi bangunan berbatasan dengan bangunan tetangga. Oleh karena itu metode top-down merupakan metode yang tepat untuk diaplikasikan dalam pelaksanaan basement pada proyek ini, karena dengan metode top-down dapat memenuhi syarat kestabilan dinding penahan tanah dan aman dalam pelaksanaannya.",
  "creators": "HO STEVEN; ERRON GUNARDI",
  "contributors": "Paravita Sri Wulandari (Advisor 1); Benjamin Lumantarna (Advisor 2); Daniel Tjandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011985/SIP/2014; Ho Steven (21410126), Erron Gunardi (21410127)",
  "subjects": "BUILDING-DESIGN AND CONSTRUCTION; BASEMENTS"
}