{
  "id": "30437",
  "title": "Pemanfaatan lumpur Sidoarjo secara maksimal dengan campuran fly ash dalam pembuatan mortar geopolimer",
  "abstract": "Penelitian terhadap pemanfaatan lumpur Sidoarjo telah banyak dilakukan sebelumnya. Salah satu cara usaha pemanfaatan yang dilakukan adalah menggunakan lumpur Sidoarjo sebagai bahan pembuatan mortar geopolimer. Pada penelitian kali ini lumpur Sidoarjo yang digunakan digiling selama 12 jam dan fly ash digiling selama 6 jam. Ketika kedua material ini lebih halus, maka luas permukaan partikel bertambah sehingga partikel menjadi lebih reaktif dan juga mortar akan semakin padat. Pada penelitian ini menggunakan variasi water to binder ratio (w/b) dari 0,25; 0,3; 0,35; 0,4. Dari hasil yang didapat, dipilih komposisi campuran dengan w/b yang memiliki kuat tekan dan kelecakan yang bagus yaitu w/b 0,3 dan 0,35. Lumpur Sidoarjo dan fly ash digunakan bersama-sama, dengan perbandingan massa lumpur Sidoarjo yang digunakan mulai dari 0%, 25%, 50%, 60%, 70%, 80%, 90%, 100%. Hasil dari penelitian ini menunjukkan bahwa dengan penggilingan lumpur Sidoarjo dan fly ash, mortar memiliki berat jenis yang lebih tinggi, tetapi penggilingan fly ash tidak memberikan tambahan kuat tekan pada mortar geopolimer. Perbandingan massa lumpur Sidoarjo dan fly ash yang menghasilkan kuat tekan paling tinggai adalah 50% : 50%. Kemudian nilai kuat tekan mortar geopolimer dengan massa lumpur Sidoarjo dari 60% hingga 90% memiliki nilai yang tidak jauh berbeda.",
  "creators": "ANDI WIDJAYA; CHRYSILLA NATALLIA",
  "contributors": "Antoni (Advisor 1); Djwantoro Hardjito (Advisor 2); Budisetyono Tedjakusuma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011991/SIP/2014, No. 21011991/SIP/2014; Andi Widjaya (21411025), Chrysilla Natallia (21411031)",
  "subjects": "MORTAR-SPECIFICATION; GEOPOLYMERIZATION; FLY ASH; CONCRETE BLOCKS"
}