{
  "id": "30441",
  "title": "Kemungkinan penggunaan friction base isolation pada bangunan sederhana",
  "abstract": "Penelitian sebelumnya oleh Lumantarna dan Pudjisuryadi tentang friction damper pada rumah tradisional dengan hubungan kolom kayu yang terletak di atas batu, menunjukkan bahwa sistem friction base isolation menghasilkan performa yang baik terhadap beban gempa. Konsep yang dipakai adalah memanfaatkan friksi pada dasar kolom dan pondasi. Konsep base isolation ini terbukti dapat mengurangi gaya dalam yang terjadi pada struktur di atasnya. Konsep inilah yang menjadi landasan pada penelitian ini di mana objek bangunan adalah struktur bangunan sederhana yang terbuat dari beton. Penelitian ini membandingkan struktur bangunan sederhana yang hubungan kolom dan sloof ke pondasi diberi angker dan tanpa angker. Permodelan pondasi menggunakan friction isolator link pada SAP2000v11. Beban gempa yang digunakan berupa gempa El Centro modifikasi yang disesuaikan dengan SNI 03-1726-2012 untuk kota Palu. Kedua jenis struktur diuji dengan analisa riwayat waktu nonlinear. Hasil penelitian ini menunjukkan bahwa friction isolator link pada SAP2000v11 dapat digunakan untuk memodelkan sistem friction base isolation. Hasil secara keseluruhan menunjukkan bahwa besarnya gaya dalam akibat gempa berkurang pada saat struktur dalam keadaan slip. Strukur dalam penelitian ini dengan spesifikasi elemen struktur dari buku “Membangun Rumah Tembokan Tahan Gempa” tidak cukup kuat bila kontribusi kekuatan dan kekakuan dinding pengisi tidak diperhitungkan dalam model.",
  "creators": "ANDRIANTO GUNAWAN; HERRYANTO",
  "contributors": "Wong Foek Tjong, S.T., M.T., Ph.D. (Advisor 1); Benjamin Lumantarna (Advisor 2); Pamuda Pudjisuryadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011993/SIP/2014; Andrianto Gunawan (21411038), Herryanto (21411129)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS; FOUNDATIONS"
}