{
  "id": "30444",
  "title": "Perencanaan dan estimasi biaya pelaksanaan untuk jalan penghubung di kawasan Surabaya Timur",
  "abstract": "Pesatnya pertumbuhan penduduk kota Surabaya menyebabkan meningkatnya kebutuhan akan tempat tinggal. Tidak mungkin suatu komplek perumahan tidak membutuhkan infrasturktur jalan sebagai aksesnya. Penelitian yang akan dilakukan merupakan suatu perencanaan infrastruktur yang disesuaikan dengan situasi dan kondisi suatu lokasi. Penelitian ini bertujuan untuk menghitung tebal perkerasan lentur jalan dengan menggunakan metode AASHTO 1993 kemudian membuat estimasi biaya konstruksinya dengan menggunakan Standar Satuan Harga Dasar Konstruksi dan Analisa Harga Satuan Pekerjaan Tahun Anggaran 2011 untuk wilayah Provinsi Jawa Timur serta merencanakan infrastruktur jembatan sebagai pelengkap dari jalan dengan berpedoman pada BMS’92 di kawasan Main Boulevard komplek perumahan Pakuwon City, Surabaya. Pada penelitian ini menunjukkan bahwa metode AASHTO 1993 dapat diterapkan di berbagai tempat dan kondisi lingkungan, sehingga dapat juga diterapkan sebagai standar untuk merencanakan tebal perkerasan lentur di Indonesia. Estimasi biaya tersebut untuk perkerasan jalan saja, tidak termasuk galian dan urugan tanah, perencanaan bahu jalan, trotoar, dan median jalan. Dalam melakukan estimasi biaya sebaiknya menggunakan harga material dan upah tenaga kerja yang terbaru dan disesuaikan dengan lokasi proyek. Untuk jembatan sungai sebaiknya tidak direncanakan menggunakan profil baja mengingat lokasinya di perkotaan dan fungsinya sebagai perumahan.",
  "creators": "BRYAN WIDARNO; IRVIAN DINATA",
  "contributors": "Johanes Indrojono Suwono (Advisor 1); Indriani Santoso (Advisor 2); Rudy Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 13012000/SIP/2014; Bryan Widarno (21411068), Irvian Dinata (21411143)",
  "subjects": "ROAD CONSTRUCTION; PAVEMENTS, ASPHALT; COST ESTIMATES"
}