{
  "id": "30452",
  "title": "Keterkaitan kuantitas pekerjaan dengan durasi dan tenaga kerja pada proyek konstruksi bangunan bertingkat tinggi",
  "abstract": "Dalam proyek konstruksi dibutuhkan adanya perencanaan yang baik dalam bentuk schedule yang teratur. Schedule pada proyek konstruksi berbicara mengenai durasi tiap-tiap pekerjaan pada proyek konstruksi yang dipengaruhi oleh kuantitas pekerjaan dan jumlah tenaga kerja. Kuantitas pekerjaan dapat diperoleh dari Rencana Anggaran Biaya pada proyek konstruksi. Melalui kuantitas pekerjaan yang didapat dari RAB dan durasi pekerjaan yang didapat dari schedule dapat diperoleh keterkaitan yang disebut dengan daily output. Melalui daily output dapat diperoleh berapa jumlah tenaga kerja teoritis yang dibutuhkan berdasarkan indeks SNI 2008. Fokus pekerjaan daripada penelitian ini adalah pekerjaan struktur yang meliputi pekerjaan pengecoran, pemasangan bekisting, dan pembesian pada struktur kolom, balok, plat, dan dinding. Berdasarkan perbandingan data rencana antara proyek Hotel Cleo, proyek UK Petra Gedung P1-P2, dan juga proyek Fave Hotel, maka dapat disimpulkan bahwa proyek UK. Petra Gedung P1-P2 memiliki nilai daily output dan jumlah tenaga kerja terbanyak untuk pekerjaan bekisting, pembesian, dan pengecoran pada masing-masing elemen struktur jika dibandingkan dengan proyek lainnya. Berdasarkan persentase perbedaan antara data rencana dan data nyata dari daily output pada pekerjaan bekisting, pembesian dan pengecoran pada masing-masing elemen struktur bagian nyata memiliki indeks tenaga kerja yang relatif lebih sedikit jika dibandingkan dengan data rencana berdasarkan SNI 2008, kecuali pada pekerjaan pembesian tangga yang membutuhkan tenaga kerja yang lebih banyak.",
  "creators": "PHILLIP WIJAYA; SUSANTO LEMAN",
  "contributors": "Budiman Proboyo (Advisor 1); Indriani Santoso (Advisor 2); Sentosa Limanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012005/SIP/2014; Phillip Wijaya (21410041), Susanto Leman (21410066)",
  "subjects": "CONSTRUCTION INDUSTRY-LABOR PRODUCTIVITY; CONSTRUCTION PROJECTS-MANAGEMENT; CONSTRUCTION INDUSTRY - MANAGEMENT"
}