{
  "id": "30450",
  "title": "Pengaruh penambahan slag besi terhadap kekuatan tekan dan flow-ability pada self compacting concrete",
  "abstract": "Self Compacting Concrete (SCC) merupakan inovasi dalam dunia konstruksi yang sedang dikembangkan dalam beberapa tahun terakhir ini. Self Compacting Concrete (SCC) memiliki beberapa kelebihan yaitu dapat mengalir, merata dan memadat sendiri tanpa memerlukan bantuan alat. Penelitian ini bertujuan untuk mengetahui pengaruh kekuatan tekan dan flowability dari penambahan slag besi pada Self Compacting Concrete. Kandungan kimia dalam slag besi antara lain CaO, SiO2, MgO, dan lain-lain. Kandungan kimia inilah yang membuat slag besi memiliki sifat pozzolanic bagi beton. Slag besi terdiri dari molekul-molekul berbentuk bulat sehingga akan baik jika digunakan sebagai filler. Penelitian ini menggunakan 6 macam mix design, dimana campuran slag besi yang digunakan berbeda-beda komposisinya pada tiap mix design. Komposisi slag besi yang digunakan antara lain 0%, 15%, 20%, 25%, 30%, dan 35% dari berat semen. Beberapa pengujian beton segar dilakukan agar memenuhi syarat flowability yaitu Sieve Segregation Test, Slump Flow Test, T50, V-Funnel Test, dan L-Box Test. Hasil yang diperoleh dari pengujian beton segar adalah dengan penambahan slag besi, flowability pada beton bertambah, serta penambahan kekuatan tekan lebih besar dibandingkan dengan tanpa penambahan slag besi. Peningkatan kekuatan yang signifikan terjadi setelah 14 hari umur beton. Hal ini disebabkan karena sifat pozzolanic pada slag besi baru bereaksi sepenuhnya.",
  "creators": "APRYANGKI SAMUEL KEVYN W.; AGUSTINUS ANDY NUGROHO G.",
  "contributors": "Handoko Sugiharto (Advisor 1); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012004/SIP/2014; Apryangki Samuel Kevyn Wahono (21410018), Agustinus Andy Nugroho Gunawan (21410068)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; CONCRETE-TESTING"
}