{
  "id": "30461",
  "title": "Perancangan interior Airbrush Gallery Cafe",
  "abstract": "BOT (Build Operate Transfer) merupakan suatu bentuk kerjasama yang tergolong baru dalam dunia konstruksi dan kini semakin banyak diterapkan di Indonesia. Dalam kerjasama BOT, kedua belah pihak memiliki kepentingan yang saling kontradiktif, namun keduanya harus memiliki potensi yang saling mendukung untuk tercapainya suatu konsesi. Proyek BOT adalah proyek yang beresiko tinggi karena investor hanya memperoleh keuntungan dari hasil pengoperasiannya saja. Sehingga investor dituntut memiliki faktor-faktor tertentu antara lain pengalaman dan kemampuan dalam mengidentifikasi proyek dengan tepat untuk menjamin keberhasilan dan keberlangsungan proyek. Oleh karena itu perlu dibahas bagaimana penerapan dan analisa sistem BOT pada suatu proyek sehingga proyek tersebut layak dikerjakan ditinjau dari kepentingan pemilik tanah dan pemilik bangunan. Untuk ini akan dianalisa kerjasama BOT antara pemilik tanah (pihak B) dengan pemilik bangunan (PTA) pada pusat perbelanjaan dan perkantoran X. Di dalam penelitian ini akan dianalisa kelayakan PT A untuk mengadakan kerjasama BOT dengan pemilik tanah ditinjau dari faktor-faktor keberhasilan kerjasama BOT dan analisa keuangan kedua pihak yang terlibat. Faktor-faktor keberhasilan PT A untuk memenangkan proyek BOT akan dianalisa mulai tahap prakualifikasi sampai pemberian konsesi. Faktor-faktor tersebut meliputi analisa sumber daya manusia dan organisasi perusahaan, pemasaran, manajemen konstruksi dan keuangan perusahaan sedangkan untuk analisa kelayakan keuangan akan dianalisa dengan menggunakan metode NPV dan ERR. Dari hasil analisa dalam penelitian ini menunjukkan bahwa PT A mempunyai faktor-faktor pendukung yang lebih dibanding dengan pesaing lainnya. Ini ditunjukkan dengan penilaian melalui label. Dari analisa keuangan PT A diperoleh NPV sebesar US$ 2,972,136 (lebih besar dari nol) dan IRR sebesar 16% lebih tinggi dari Required Rate o f Return 12% sedangkan dari hasil analisa pihak B diperoleh NPV sebesar US$ 874,441 (lebih besar dari nol) dan IRR sebesar 15% lebih tinggi dari Required Rate of Return 10%. Sehingga dari hasil analisa keuangan tersebut di atas menunjukkan kelayakan dan keuntungan proyek BOT tersebut baik bagi pemilik tanah maupun pemilik bangunan dan dapat disimpulkan bahwa kerjasama BOT pada proyek X layak dikerjakan antara PT A selaku investor dan pihak B selaku pemilik tanah.",
  "creators": "STEVEN TUMIWA I",
  "contributors": "Stephanus P. Honggowidjaja (Advisor 2); Anik Rakhmawati (Advisor 3); SRI TORINI (Advisor 4); TAUFIK HIDAYAT (Advisor 5); Ir. Achmad Archajadi (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 057/K.Intr/14-5/1998; Steven Tumiwa (22394693)",
  "subjects": "BARS (DRINKING ESTABLISBMENTS)-DECORATION"
}