{
  "id": "30479",
  "title": "Penggunaan paving block sebagai lapis permukaan perkerasan pada persimpangan dalam kota Surabaya",
  "abstract": "Seringnya terjadi kerusakan lapis permukaan perkerasan pada daerah persimpangan yang disebabkan gaya start, rem, dan perputaran roda kendaraan pada waktu berhenti maupun pada saat kendaraan akan berjalan setelah lampu merah seperti lubang, retak-retak, alur, dan bergelombang, sehingga menimbulkan ide penulis untuk mencoba menggunakan paving block sebagai lapis permukaan perkerasan pada persimpangan. Paving block, balok-balok berukuran kecil, memiliki ketahanan yang baik terhadap kerusakan, tidak dipengaruhi oleh bahan-bahan kimia dan tetap memiliki kinerja yang baik walaupun terjadi penurunan, dapat dipakai untuk mengatasi kerusakan tersebut terutama pada persimpangan jalan, karena pada daerah persimpangan jalan sering terjadi peningkatan beban yang berkaitan dengan bertambahnya tekanan akibat perubahan kecepatan kendaraan yang lewat di atasnya. Penelitian ini membahas penggunaan paving block sebagai lapis permukaan perkerasan pada persimpangan, tipe dan pola hampar yang sesuai serta analisa biaya yang diperlukan. Metode penelitian yang dipakai adalah dengan melakukan survey langsung perhitungan volume lalu lintas pada persimpangan jalan Ngaglik - Kapasari - Kusuma Bangsa - Kalianyar selama 24 jam pada tanggal 1 Pebruari 2000 untuk merencanakan susunan tebal perkerasan dengan metode analisa komponen, dan perhitungan panjang antrian pada lokasi persimpangan dengan metode Kaji untuk persimpangan bersinyal. Perhitungan panjang antrian ini digunakan untuk menentukan batasan sampai di mana paving block tersebut akan dipasang. Dari hasil analisa didapatkan bahwa paving block dapat digunakan sebagai lapis permukaan perkerasan pada persimpangan, paving block dengan model segi empat dengan ukuran ketebalan 80 mm, kuat tekan K- 400 dan pola hampar Herringbone adalah cocok dipakai untuk daerah persimpangan jalan, karena beban lalu lintasnya cukup besar.",
  "creators": "ANTON MARTAMULIA; SYELY SRI WATI",
  "contributors": "Indriani Santoso (Advisor 1); Harry Patmadjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 930 S; Anton Martamulia (21493122), Syely Sri Wati (21493123)",
  "subjects": "PAVEMENTS, BRICK"
}