{
  "id": "30486",
  "title": "Pengaruh penggalian terhadap \"displacement\" tiang pancang ditinjau dari kedalaman dan variasi diameter",
  "abstract": "Banyak kasus kelongsoran tanah yang disebabkan karena penggalian tanah yang kemudian mengakibatkan terjadinya kerusakan pada struktur tanah. Diperlukan biaya yang sangat besar bila dilakukan penggalian dan pengetestan tanah di lapangan untuk memperoleh parameter-parameter tanah yang mendukung skripsi ini. Karena itu timbul pemikiran untuk melakukan suatu penelitian di laboratorium dengan menggunakan suatu model bak percobaan. Tujuan dari penelitian ini adalah untuk mengetahui hubungan antar kedalaman galian dengan displacement yang terjadi ditinjau dari penggunaan variasi diameter tiang pancang serta variasi kedalaman tiang pancang yang ditanam di dalam tanah dan kedalaman ultimate dari galian. Dalam percobaan ini kami menggunakan tanah lempung dengan kondisi unsaturated dan Sr kurang lebih 85%. Kemudian hasil dari percobaan kami dibandingkan dengan program PLAXIS. Dari hasil penelitian didapatkan kedalaman ultimate galian percobaan model tanpa tiang adalah 35 cm. Sedangkan untuk percobaan model dengan tiang pancang didapatkan kedalaman ulimate galian sebesar 50 cm. Displacement maksimum untuk tiang yang dipancang pada kedalaman 25 cm sebesar 10 mm. Untuk tiang tidak dijepit yang dipancang pada kedalaman 40 cm sebesar 3 mm dan tiang yang dijepit sebesar 2,5 mm. Sedangkan untuk diameter tiang yang lebih besar didapatkan displacement maksimum sebesar 4 mm. Dapat disimpulkan bahwa semakin dalam pemancangan semakin kecil displacement yang terjadi demikian pula semakin besar diameter tiang semakin besar displacement yang terjadi. Di samping itu dapat disimpulkan bahwa kedalaman ultimate galian dengan tiang lebih besar dibandingkan dengan percobaan galian tanpa tiang. Hal ini disebabkan gaya lateral yang bekerja pada tanah ditahan oleh tiang pancang sehingga deformasi yang terjadi lebih kecil.",
  "creators": "HADI PUTRA GUNAWAN; GANDI SUSANTO",
  "contributors": "Indarto, Dr. Ir. (Advisor 1); Soebianto Tjandrawibowo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1058 S; Hadi Putra Gunawan (21494130), Gandi Susanto (21494201)",
  "subjects": "SOIL MECHANICS; SOILS-TESTING"
}