{
  "id": "30488",
  "title": "Penelitian tentang pelaksanaan program K3, perkembangan dan hasilnya pada pekerjaan konstruksi beton di Surabaya",
  "abstract": "Pekerjaan beton pada struktur bangunan atas (upper structure) merupakan pekerjaan yang berbahaya pada proyek konstruksi bangunan tinggi. Tahun 1993, pemerintah mencanangkan Program Kecelakaan Kerja Nihil sebagai upaya pemerintah dalam mensukseskan Gerakan Nasional K3 (Keselamatan dan Kesehatan Kerja). Hal ini memerlukan dukungan dari semua pihak yang terlibat agar pelaksanaannya semakin baik dan memberikan hasil yang memuaskan. Skripsi ini menyajikan penelitian tentang pelaksanaan keselamatan kerja pada pekerjaan beton yang dilakukan 34 kontraktor gedung kualifikasi A di Surabaya. Penelitian ini meliputi identifikasi bahaya melalui kecelakaan kerja yang terjadi, keselamatan kerja yang dilaksanakan, hambatan & manfaat pelaksanaan K3 serta peranan pemerintah dalam mendukung program K3. Sedangkan perkembangan pelaksanaan K3 diperoleh dari data kecelakaan kerja di Depnaker Dati II Surabaya. Hasil penelitian menunjukkan bahwa keselamatan kerja tidak selalu dilaksanakan oleh kontraktor. Hal ini terjadi karena kontraktor mengalami kesulitan dalam mengatasi kendala-kendala yang dihadapi, baik dari pekerja maupun dari pihak manajemen kontraktor sendiri, terlebih lagi peranan pemerintah kurang mendukung pelaksanaan K3. Pada perkembangannya, meskipun secara keseluruhan angka kecelakaan kerja menurun, terjadi peningkatan kondisi berbahaya sebagai penyebab kecelakaan dengan cedera sementara tidak mampu bekerja (Data Depnaker periode Januari 1998-April 2001). Oleh karena itu, peningkatan kinerja kontraktor dan pemerintah serta adanya koordinasi yang baik diantara keduanya akan memperbaiki pelaksanaan K3 di Surabaya, sehingga tujuan program K3, yaitu menciptakan masyarakat tenaga kerja & lingkungan kerja yang bebas dari ancaman bahaya kecelakaan kerja, tercapai.",
  "creators": "RETNO WULANDARI; RIO SATYAGRAHA",
  "contributors": "Ratna S. Alifen (Advisor 1); Harry Patmadjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1122 S; Retno Wulandari (21495047), Rio Satyagraha (21495185)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}