{
  "id": "30483",
  "title": "Optimasi jumlah tenaga kerja dan kapasitas mesin di PT Sarana Surya Sakti",
  "abstract": "Kemampuan sumber daya untuk memproduksi output tentunya mempunyai batas-batas tertentu. Mereka tidak bisa dipakai untuk memenuhi permintaan konsumen yang melebihi batas kemampuannya. Untuk mengetahui permintaan tersebut maka perlu dilakukan perhitungan kapasitas yang sesungguhnya. Kapasitas di sini meliputi kapasitas mesin dan pekerja dalam memproduksi output. Saat ini pihak perusahaaan tidak mengetahui apakah dengan kapasitas yang tersedia dapat memenuhi permintaan konsumen yang semakin meningkat. Di sini penulis juga menyediakan rancangan-rancangan altenatif kapasitas yang masing-masing dihitung biaya produksinya untuk mendapatkan biaya produksi minimal. Untuk memecahkan masalah ini penulis mencoba untuk melakukan perhitungan kapasitas mesin dan pekerja. Dimulai dengan perhitungan peramalan permintaan untuk satu tahun mendatang, dilanjutkan dengan perhitungan waktu normal dan waktu standar untuk tiap-tiap jenis operasi pekerjaan. Selanjutnya menghitung jumlah mesin, pekerja dan waktu kerja yang dibutuhkan untuk mencakupi alternatif kapasitas yang disediakan. Perencanaan alternatif kapasitas dibuat dengan mempertimbangkan hal-hal seperti penambahan jam lembur, penambahan mesin/ pekerja dan penambahan shift kerja. Dari perencanaan tersebuut dilakukan perhitungan masing-masing biaya produksinya. Dari perhitungan yang telah dilakukan seperti yang telah dijelaskan di atas didapatkan kesimpulan akhir yaitu biaya produksi minimal dari seluruh rancangan untuk masing-masing alternatif kapasitas sebagai berikut untuk alternatif kapasitas 40000 unit dipakai rancangan 1, untuk alternatif kapasitas 45000 unit dipakai rancangan 2A, untuk alternatif kapasitas 50000 unit dipakai rancangan 1, untuk alternatif kapasitas 55000 unit dipakai rancangan 2A, untuk alternatif kapasitas 60000 unit dipakai rancangan 1, untuk alternatif kapasitas 65000 unit dipakai rancangan 2 A, untuk alternatif kapasitas 70000 unit dipakai rancangan 2B.",
  "creators": "AGUS CHANDRA SANTOSA",
  "contributors": "Didik Wahjudi (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00.54.396; Agus Chandra Santosa (24492039)",
  "subjects": "PRODUCTION PLANNING; MANUFACTURING PROCESSES; MACHINERY INDUSTRY"
}