{
  "id": "30489",
  "title": "Penerapan quality function deployment dalam bidang konstruksi",
  "abstract": "Metode Quality Function Deployment (QFD) mulai dijadikan bahan riset pertama kali Th 1974 di Jepang, oleh Dr. Yoji Akao. Tetapi metode Quality Function Deployment sampai saat ini hanya banyak di temui di industri manufactur. Dengan meningkatnya kontrol kualitas di dunia konstruksi saat ini, metode Quality Function Deployment dapat banyak membantu meningkatkan kualitas dan performance produk konstruksi yang dihasilkan, dengan memperhatikan keinginan kostumer, di mana nantinya setiap produk yang dihasilkan mempunyai performance yang sesuai dengan harapan kostumer. Dalam hal ini metode QFD lebih baik, daripada metode Quality Control yang lain, misalnya Total Quality Management (TQM) maupun Total Quality Control (TQC), karena langsung menggunakan Customer’s Voice sebagai sumber analisa. Tujuan dari penelitian ini adalah untuk memperkenalkan metode Quality Function Deployment dalam bidang Teknik Sipil, dengan cara menunjukkan aplikasi langsung dari QFD dalam perencanaan sebuah komplek perumahan. Dalam penerapan metode QFD ini kami ingin menemukan kriteria-kriteria yang penting bagi kostumer, dalam sebuah rumah tinggal dalam komplek Real Estate. Diharapkan dengan mengontrol item yang krusial dalam sebuah rumah, nilai jual dari rumah tersebut akan meningkat di pasar, bagi konsumen. Dalam aplikasi QFD ini kami menggunakan data hasil survey kami di kompleks perumahan Taman Intan Nginden. Survey yang kami lakukan dibedakan menjadi dua tahap, di mana tahap pertama untuk menangkap Customer Requirements, dan survey tahap kedua untuk mendapatkan data Customer Competitive Assessment. Setelah data terkumpul kami melakukan analisa QFD dalam matriks House of Quality. Hasil dari analisa matrik House of Quality, kami berhasil mendapatkan enam Customer’s requirements, yaitu Kualitas dan kekuatan tembok, Kualitas Pondasi, Tinggi plafond/langit-langit rumah, Ada tidaknya tandon air, Ada tidaknya tempat menjemur pakaian, dan Ada tidaknya garasi mobil. Kemudian kami berhasil menyusun sembilan Technical Requirements untuk memenuhi enam Customer requirements tersebut. Sembilan Technical requirements itu adalah: Memperbesar dimensi pondasi, Kontrol kualitas plesteran, Menyediakan tandon air, Membuat plat deck, Memberi kanopi untuk carport, Memperlebar pintu pagar, Meninggikan plafond/langit-langit rumah, Kontrol kekuatan bata, dan Memperlebar garasi. Kami harapkan dengan penelitian ini kami telah menunjukkan bagi semua pihak yang terlibat dalam dunia teknik sipil bahwa metode Quality Function Deployment memang dapat diaplikasikan dalam bidang konstruksi, karena itemnya dapat diukur (measure). Selain itu metode QFD ini dapat banyak membantu pekerjaan di bidang konstruksi dalam mengambil Technical Judgement.",
  "creators": "IVAN TENDEAN; ROBERT RONNY",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 938 S; Ivan Tendean (21495070), Robert Ronny (21495143)",
  "subjects": "CONSTRUCTION INDUSTRY--QUALITY CONTROL; PROJECT MANAGEMENT; CONSTRUCTION INDUSTRY-MANAGEMENT"
}