{
  "id": "30495",
  "title": "Penerapan resource allocation dan levelling tenaga kerja dengan menggunakan Microsoft Project 2010 pada suatu proyek konstruksi",
  "abstract": "Dalam menerapkan allocation dan levelling digunakan software Microsoft project 2010. Metode ini diterapkan pada suatu proyek konstruksi dengan resource yang ada. Sumber daya yang di bahas pada penelitian ini adalah tenaga kerja. Kemudian kita dapat menentukan tenaga kerja yang dibutuhkan pada proyek tersebut sehingga penjadwalan dapat terpenuhi. Pada penelitian ini perhitungan tenaga kerja yang dibutuhkan dilakukan secara manual menggunakan SNI. Kemudian hasilnya diinputkan pada Microsoft Project. Setelah itu melakukan levelling pada Microsoft Project secara otomatis. Hasil penelitian menunjukkan bahwa dengan tenaga kerja yang ada yaitu 21 pekerja, 3 tukang batu, 10 tukang kayu, jadwal yang awalnya di rencanakan 10 bulan menjadi 20 bulan. Apabila jadwal proyek tetap 10 bulan maka pekerja yang harus disediakan menjadi rata-rata 40 orang tetapi pada akhir bulan September 2014 dan bulan Mei 2015 harus disediakan 65 orang, tukang batu rata-rata 2 orang tetapi pada bulan Desember 2014 dan Januari 2015 harus disediakan 4 orang, tukang kayu rata-rata 8 orang tetapi pada bulan Oktober 2014, Desember 2014 dan Januari 2015 harus disediakan 12 orang. Oleh karena itu pada saat perencanaan jadwal proyek harus memperhitungkan jumlah tenaga kerja yang tersedia sehingga jadwal yang direncanakan dapat realistis sesuai dengan kenyataan di lapangan.",
  "creators": "VICTOR YANI; ALBERT CHANDRA WIJAYA",
  "contributors": "Paulus Nugraha (Advisor 1); Sandra Loekita (Examination Committee 1); Ratna S. Alifen (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012008/SIP/2014; Victor Yani (21410129), Albert Chandra W. (21410165)",
  "subjects": "CONSTRUCTION INDUSTRY - MANAGEMENT; INDUSTRIAL PROJECT MANAGEMENT-COMPUTER PROGRAMS; CONSTRUCTION INDUSTRY-PERSONNEL MANAGEMENT"
}