{
  "id": "30490",
  "title": "Proses fabrikasi komponen struktur baja pada industri konstruksi",
  "abstract": "Pada industri fabrikasi komponen struktur baja sangat diperlukan suatu proses pekerjaan yang bertahap dan runtun untuk memperoleh hasil yang baik dan sesuai dengan keinginan konsumen serta memenuhi standar/acuan yang telah ada. Penelitian ini bertujuan untuk menganalisa tahapan pekerjaan, faktor-faktor yang berpengaruh dalam tiap tahapan, dan alat/sarana/acuan yang digunakan yang perlu diperhatikan dalam proses fabrikasi komponen struktur baja, agar didapat hasil yang memenuhi standar/acuan yang telah ditetapkan. Jenis penelitian yang dilakukan adalah studi kepustakaan dan sigi lapangan dalam bentuk kuesioner. Obyek penelitian dan responden adalah para personil dengan kualifikasi manager bagian kontrol kualitas dari sejumlah perusahaan fabrikator baja dengan kualifikasi A dan B di Surabaya dan Gresik. Data yang terkumpul adalah tanggapan setuju/tidak setujunya responden terhadap pemyataan yang ada dengan skala 1-4. Data diolah dengan memberikan skor 1-4 sesuai dengan skalanya, kemudian dihitung nilai indeks dan variannya dengan Microsoft Excell2000. Pernyataan dengan nilai indeks yang lebih besar dan varian yang lebih kecil menduduki peringkat yang lebih tinggi (perlu mendapat perhatian lebih). Dari hasil analisa data, didapatkan bahwa ada 8 tahapan pekerjaan yang perlu diperhatikan pada proses fabrikasi komponen struktur baja. Tahapan pekerjaan tersebut antara lain adalah: tahapan persiapan material, tahapan penandaan, tahapan pemotongan, tahapan pelubangan, tahapan perakitan, tahapan pengelasan, tahapan penyelesaian, dan tahapan pengiriman produk. Dari ke-8 tahapan pekerjaan tersebut, tahapan pekerjaan yang paling menentukan adalah tahapan persiapan material dan tahapan penandaan. Pada tahapan persiapan material didapat bahwa faktor peranan gambar kerja untuk pembelian material adalah sangat penting, hal ini didukung dengan melihat bahwa acuan yang digunakan, yaitu peranan gambar kerja yang telah disetujui. Pada tahapan penandaan, faktor yang sangat penting adalah peranan gambar kerja, yang didukung oleh acuan yang digunakan yaitu kelengkapan gambar kerja. Tahapan pemotongan dan tahapan pengiriman produk kurang begitu diperhatikan. Pada tahapan pemotongan, komponen yang akan dipotong dinilai tidak perlu untuk diperiksa ulang sebelum dipotong, karena posisi garis potong sudah diperiksa/dikontrol pada tahapan sebelumnya, yaitu tahapan penandaan. Pada tahapan pengiriman produk, banyak perusahaan menganggap hanya perlu untuk mengetahui apakah barang yang dikirim sudah benar, cara pengiriman sudah benar, dan apakah sesuai dengan jadwal.",
  "creators": "ADJI WIRANTO; MIMIATI",
  "contributors": "Budiman Proboyo (Advisor 1); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1066.S; Adji Wiranto (21495179), Mimiati (21496129)",
  "subjects": "WELDED STEEL STRUCTURES; STEEL, STRUCTURAL"
}