{
  "id": "30499",
  "title": "Produktivitas alat berat pada pekerjaan galian gedung P1-P2 UK Petra",
  "abstract": "Pemilihan alat berat di lapangan mempengaruhi efisiensi dan profitabilitas pada pekerjaan konstruksi. Tingkat efektivitas alat berat dapat dinilai berdasarkan produktivitas alat. Produktivitas merupakan hasil bagi dari output terhadap input. Metode penelitian yaitu dengan menghitung volume aktual (VA) yang tercapai per hari, mencatat volume bucket, waktu siklus (Cm) dan waktu kerja serta waktu efektif backhoe untuk menggali setiap hari. Ada dua pendekatan yang dilakukan untuk perhitungan produktivitas menggunakan waktu siklus untuk satu kali siklus backhoe dan waktu kerja harian yang dibagi menjadi waktu kerja selama 8 jam serta waktu efektif tanpa idle. Hasil pengolahan data waktu siklus diperoleh produktivitas ideal (PI) menggunakan waktu siklus baseline sebesar 140.05 m3/jam, sedangkan produktivitas teoritis (PT) menggunakan waktu siklus teoritis sebesar 67.185 m3/jam, produktivitas aktual mean (PA) yang menggunakan waktu siklus rata-rata sebesar 110.83 m3/jam. Sedangkan hasil pengolahan data dari waktu kerja adalah produktivitas aktual kinerja (PAK) yang dibagi dengan waktu kerja 8 jam sebesar 28.91 m3/jam, dan produktivitas aktual efektif (Pefektif) dengan waktu efektif tanpa idle sebesar 47.35 m3/jam. Pada akhirnya, dengan menggunakan PAK dapat disimpulkan bahwa produktivitas backhoe pada pekerjaan galian proyek gedung P1 P2 UK Petra adalah sebesar 28.91 m3/jam/alat. Selisih antara nilai produktivitas tersebut dipengaruhi oleh double handling dan waktu tidak efektif backhoe akibat idle, maintenance, menunggu dump truck, merapikan tanah, dan moving.",
  "creators": "KELVIN RUDY SUTANTO; MICHAEL HALMAR KOSASI",
  "contributors": "Ratna S. Alifen (Advisor 1); Andi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012011/SIP/2014; Kelvin Rudy Sutanto (21411073), Michael Halmar Kosasi (21411121)",
  "subjects": "CONSTRUCTION EQUIPMENT; CONSTRUCTION INDUSTRY-MANAGEMENT; BUILDING-EQUIPMENT AND SUPPLIES"
}