{
  "id": "30506",
  "title": "Studi tentang komunikasi verbal dalam project launch meeting",
  "abstract": "Kesuksesan suatu proyek ditentukan oleh sistem komunikasi yang efektif. Kemampuan berkomunikasi adalah dasar untuk menjadi seorang manajer konstruksi yang berhasil. Komunikasi ibarat minyak pelumas yang menjaga mesin proyek konstruksi agar tetap berjalan dengan mulus. Dengan komunikasi yang buruk kita dapat menyebabkan konflik, frustasi dan ketidak efisienan dalam hubungan kerja kita. Hal ini karena dalam hampir semua masalah misalnya kesalahan menginterpretasi gambar disain, kesalahan memahami adanya permintaan terhadap perubahan pekerjaan, kesalahan tanggal pengiriman atau kegagalan untuk menjalankan perintah adalah salah satu dari sekian banyak akibat-akibat yang timbul karena adanya gangguan dalam berkomunikasi. Gangguan komunikasi yang terjadi tentu saja tidak akan dibiarkan saja sebab mengingat dampak yang terjadi akan sangat mengganggu, maka gangguan ini perlu untuk diatasi pula. Untuk itu perlu diteliti tipe komunikasi verbal apa yang berpengaruh, gangguan komunikasi dan cara mengatasi gangguan komunikasi dalam project launch meeting. Penelitian ini merupakan studi kepustakaan dan survey kuesioner kepada 31 perusahaan kontraktor kualifikasi A dan 8 kontraktor kualifikasi B. Untuk menganalisa data digunakan uji statistik nonparameterik yaitu analisa mean dan analisa Chi-Square. Dari analisa data dihasiikan bahwa pada kontraktor A dan B (secara umum), tipe komunikasi verbal yang berpengaruh adalah komunikasi tertulis (mean rank 4.64), gangguan komunikasi yang berpengaruh adalah data penyusunan administrasi kontrak yang tidak jelas (mean rank 4.72) dan cara mengatasi gangguan komunikasi yang paling berpengaruh adalah melakukan analisa perhitungan penjadwalan proyek dengan tepat (mean rank 4.72).",
  "creators": "ALEXANDER HASIM; NOVIANI ELIE",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Budiman Proboyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1035 S; Alexander Hasim (21495032), Noviani Elie (21495254)",
  "subjects": "INDUSTRIAL PROJECT MANAGEMENT; CONCRETE CONSTRUCTION INDUSTRY-MANAGEMENT"
}