{
  "id": "30516",
  "title": "Pengaruh komitmen organisasional dan kepuasan kerja karyawan terhadap organizational citizenship behavior (OCB) di PT ISS Indonesia Surabaya",
  "abstract": "Di era globalisasi saat ini dengan persaingan diantara perusahaan yang semakin ketat, maka semua perusahaan berkompetisi untuk menjadi yang terbaik. Setiap organisasi dituntut untuk perlu melakukan sebuah perubahan demi mempertahankan kelangsungan dan kemajuan organisasi. Untuk mencapai suatu tujuan organisasi yang efektif dan efisien, maka dibutuhkan sumber daya yang mendukung, sehingga dapat mempermudah pekerjaan yang dilakukan. Salah satu aspek yang menarik dalam sumber daya manusia untuk mencapai tujuan organisasi yang efektif dan efisien adalah “Organizational Citizenship Behavior (OCB)”. Penelitian ini bertujuan untuk mengetahui dan mengukur seberapa besar pengaruh komitmen organisasional dan kepuasan kerja karyawan terhadap OCB di PT ISS Indonesia Surabaya. Data yang digunakan adalah data kuantitatif. Metode pengujian data kuantitatif dilakukan dengan menggunakan validitas dan reliabilitas, sedangkan metode analisis data yang dipakai adalah dengan menggunakan analisis regresi linear berganda, analisa deskriptif, uji asumsi klasik dan uji hipotesa yang berasal dari data kuantitatif yang dikumpulkan dari kuesioner yang telah diisi dan diolah. Dari hasil penelitian diketahui bahwa komitmen organisasional berpengaruh positif dan signifkan secara parsial terhadap organizational citizenship behavior dan kepuasan kerja karyawan berpengaruh positif dan signifikan secara parsial terhadap organizational citizenship behavior. Dari hasil penelitian juga diketahui bahwa komitmen organisasional dan kepuasan kerja karyawan berpengaruh positif secara simultan terhadap organizational citizenship behavior.",
  "creators": "FERRY JAYA WIJAYA",
  "contributors": "Eddy Madiono Sutanto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010833/MAN/2014; Ferry Jaya Wijaya (31410073)",
  "subjects": "ORGANIZATIONAL COMMITMENT; ORGANIZATIONAL BEHAVIOR; JOB SATISFACTION"
}