{
  "id": "30510",
  "title": "Analisis faktor-faktor yang mempengaruhi kepuasan konsumen pada produk konstruksi dengan konsep construcability",
  "abstract": "Perusahaan kontraktor, sangat membutuhkan konsumen sebagai syarat utama untuk mempertahankan usahanya. Maka kepuasan konsumen menjadi tujuan utama dari perusahaan kontraktor. Untuk mencapai kepuasan konsumen, perusahaan harus memperhatikan empat hal; yaitu konsumen, produk, organisasi dan pesaing. Dalam bidang konstruksi, produk yang dihasilkan sangat spesifik menurut kebutuhan dari konsumen. Hal ini menyebabkan variabel produk perlu mendapat perhatian yang lebih serius. Dalam mewujudkan suatu produk konstruksi ada beberapa konsep yang dapat dipakai untuk mengatur pelaksanaan konstruksi untuk menghasilkan produk konstruksi yang baik. Di antara beberapa konsep yang ada, konsep construcability adalah salah satu konsep yang telah disempurnakan dengan memandang permasalahan dalam proyek sebagai variabel yang saling berhubungan dan saling mempengaruhi. Penelitian ini merupakan penelitian studi kepustakaan dan survey dengan menyebar kuisoner kepada 45 perusahaan kontraktor di Surabaya. Untuk menganalisa data digunakan uji statistik non parametrik yaitu Friedman test. Dari analisa data, bahwa untuk menghasilkan produk konstruksi yang memuaskan konsumen maka kemampuan kontraktor sangat berpengaruh (mean 5.51), dimana kedua keahlian yang diperlukan adalah keahlian teknis (mean 5.56) dan keahlian pengaturan rencana proyek (mean 5.40) keduanya sama-sama perlu dimiliki dengan baik. Dalam konsep construcability, keempat faktor utamanya ternyata memang harus diolah dengan baik sebab memiliki pengaruh yang sama-sama penting dalam mengadakan produk konstruksi yang memuaskan konsumen. Namun untuk mendapatkan performa yang memuaskan konsumen kualitas lebih berpengaruh (mean kualitas 4.89, mean rank 1.70 sedang mean biaya 4.45, mean rank 1.30), hal ini dapat dianggap konsumen mau membayar harga yang lebih tinggi asal mendapatkan kualitas yang prima. Kualitas yang baik, dapat dicapai dengan memperhatikan material yang dipakai, sesuai atau tidak dengan yang disyaratkan dalam desain rules (mean rank 3.44, mean 5.11), punya daya tahan yang baik (mean rank 4.11, mean 5.11), dan hasil yang indah (mean rank 4.08, mean 5.07).",
  "creators": "NANIK SETYONINGSIH; FELISIA DEWI SRI MULYANI",
  "contributors": "Guana Tandjung (Advisor 1); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1093 S; Nanik Setyoningsih (21496027), Felisia Dewi (21498243)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}