{
  "id": "30549",
  "title": "Aplikasi konsep berbasis perpindahan pada struktur dinding beton bertulang",
  "abstract": "Perencanaan struktur tahan gempa akhir-akhir ini berfokus pada performance struktur, dari pada konsep berbasis gaya (Force-Based Concept) yang hanya memberikan syarat kekuatan yang cukup. Salah satu konsep perencanaan yang sedang berkembang adalah konsep berbasis perpindahan, di mana struktur direncanakan sesuai dengan target perpindahan inelastik. Kelebihan dari konsep tersebut adalah dapat meramalkan perpindahan dan daktilitas struktur dalam keadaan inelastik sesuai dengan keinginan perencana. Dalam penelitian ini dilakukan perencanaan terhadap struktur dinding beton bertulang 5, 10, dan 15 lantai dengan menggunakan konsep berbasis perpindahan, kemudian hasilnya disimulasi dan diperiksa dengan program analisa inelastis riwayat waktu dan program analisa momen kurvatur penampang. Dalam penelitian ini, hasil analisa riwayat waktu menunjukkan respon struktur dinding 5, 10, dan 15 lantai dalam hal ini perpindahan dan drift yang bersesuaian dengan target profil perpindahan dan drift yang direncanakan. Dari hasil analisa inelastis riwayat waktu, daktilitas kurvatur yang terjadi tidak melampaui analisa penampang yang direncanakan berdasarkan konsep berbasis perpindahan. Dari perbandingan perencanaan konsep berbasis perpindahan dengan konsep berhasis gaya ternyata penyediaan tulangan dari perencanaan konsep berbasis perpindahan lebih besar dari paencanaan konsep berbasis gaya.",
  "creators": "SIANDONO WIBOWO TEJA; MICHAEL TIMOTIUS WIDODO",
  "contributors": "Takim Andriono (Advisor 1); Wong Foek Tjong, S.T., M.T., Ph.D. (Advisor 2); Hasan Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1111 S; Siandono Wibowo Teja (21497025), Michael Timotius Widodo (21497115)",
  "subjects": "REINFORCED CONCRETE CONSTRUCTION; BUILDING-EARTHQUAKE EFFECTS"
}