{
  "id": "30547",
  "title": "The Word formation processes of fashion terms in Elle and Mens Vogue Magazines",
  "abstract": "The development of media communication and technology causes the development of language which is signed by the appearing of many new words. In fashion, for example every year there is much new fashion equipment that needs fashion terms. Like other terms, fashion terms also undergo a linguistic process, which is called word formation processes. The writer considers that this study will give a better understanding for the readers about fashion terms and word formation processes. By having more understanding about fashion words, the writer hopes that the readers can follow the development of fashion. Therefore, through this study the writer wants to find out the word formation process of fashion terms in Elle and Men’s Vogue magazines. Those two magazines are popular and discuss a lot lifestyle such as fashion. The writer gets the data from Elle and Men’s Vogue magazines in February and March 2009. The formation of new fashion terms happens by the process of word formation. The writer used Plag (2003) and George Yule’s (1996) word formation theory and descriptive qualitative method in finding and analyzing the data. The findings show that the most frequent word formation processes are compounds in Elle (12) and Men’s Vogue (7) and the lowest is Reduplication, in Elle (1), in Men’s Vogue is Multiple Processes (1).The similarities of Elle and Men’s Vogue magazines are Compound, Affixation, Abbreviation, Truncation, Multiple Processes, The differences of word formation processes in Elle and Men’s Vogue magazines are Coinage , Borrowing and Reduplication.",
  "creators": "LISTYA DEWITA WIRAWAN",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Degre No. 02011953/ING/2011; Listya Dewita Wirawan (11406059)",
  "subjects": "SOCIOLINGUISTICS; ENGLISH LANGUAGE-WORD FORMATION"
}