{
  "id": "30557",
  "title": "Pengukuran kinerja perusahaan dengan metode performance prism di PT Mulcindo",
  "abstract": "PT Mulcindo sebagai perusahaan penghasil produk baja, haruslah melakukan perbaikan secara terus-menerus. Untuk itu, diperlukan suatu pengukuran kinerja untuk mengetahui performansi perusahaan. Selama ini, perusahaan tidak pernah menerapkan suatu pengukuran kinerja yang baik dan terintegrasi. Penilaian kinerja perusahaan hanya berdasarkan pada aspek finansial. Padahal aspek finansial tidak dapat menggambarkan kondisi riil perusahaan. Untuk itu, penulis menggunakan konsep Performance Prism dalam merancang metode dan alat pengukur kinerja, serta pengukuran kinerja perusahaan. Performance Prism mempunyai lima sisi, yaitu stakeholder satisfaction, stakeholder contribution, strategi, proses, dan kapabilitas. Perancangan metode dan alat pengukur kinerja dilakukan dengan menjabarkan kepuasan dan keinginan stakeholder menjadi tujuan. Setelah itu, dilakukan identifikasi terhadap strategi, proses, dan kapabilitas perusahaan. Kemudian dilakukan identifikasi Key Performance Indicators (KPIs) berdasarkan tujuan dan dilakukan pembobotan dengan Metode Analytic Hierarchy Process (AHP). Setelah didapatkan bobot tiap KPI, selanjutnya dilakukan pengukuran kinerja dengan Metode Objective Matrix (OMAX) dan penilaian level KPI. Analisis/evaluasi dilakukan untuk mengetahui faktor penyebab rendahnya level KPI. Kemudian diberikan rekomendasi perbaikan jika diperlukan. Hasil akhir perancangan pengukuran kinerja dengan menggunakan konsep Performance Prism berupa 30 BCPI, meliputi 8 KPI pada perspektif customer, 4 KPI pada perspektif investor, 5 KPI pada perspektif supplier, 9 KPI pada perspektif employee, dan 4 KPI pada perspektif masyarakat. Dari hasil penilaian level BCPI, terdapat 5 KPI yang kinerjanya masih di bawah target. Sedangkan dari hasil pengukuran kinerja, didapatkan kesimpulan bahwa kinerja perusahaan sudah baik, dengan indikator pencapaian sebesar 672,4.",
  "creators": "FONNY INDAHWATI",
  "contributors": "Kriswanto Widiawan (Advisor 1); Soejono Tjitro (Advisor 2); Tanti Octavia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010857/IND/2004; Fonny Indahwati (25400039)",
  "subjects": "QUALITY CONTROL"
}