{
  "id": "30551",
  "title": "Studi perencanaan electrostratic precipitator untuk PLTU 30 MW",
  "abstract": "Indonesia adalah negara yang sedang berkembang. Dibandingkan dengan negara-negara lain, Indonesia cukup beruntung karena memiliki banyak sumber-sumber energi seperti; minyak bumi,gas bumi, panas bumi (geo-thermal ), batu bara, tenaga air, dan masih banyak lagi yang belum dimanfaatkan secara maksimal. Tidak dapat dipungkiri bahwa pemakaian minyak bumi untuk keperluan sendiri semakin meningkat, seiring dengan pesatnya pembangunan dan industrialisasi, sedangkan persediaan minyak bumi itu sendiri sangat terbatas. Dalam akhir PELITA V Indonesia mengalami krisis energi listrik, karena pembangunan di sektor industri bertumbuh dengan pesat. Untuk mengatasi krisis ini harus diimbangi pula dengan pembangunan sentral/pusat pembangkit tenaga listrik, terutama Pusat Listrik Tenaga Uap (PLTU) dan Pusat Listrik Tenaga Nuklir (PLTN). Saat ini PLTU-lah yang dapat segera dibangun karena teknologinya sudah dikuasai. Mengingat terbatasnya minyak bumi, maka sebagai bahan bakar PLTU dipilih batubara sebab Indonesia kaya akan tambang batubara yang diperkirakan tidak akan habis dalam waktu 100 tahun mendatang. Pemakaian bahan bakar batubara ini bukan berarti tidak ada masalah, justru berakibat langsung terhadap lingkungan yaitu polusi udara yang ditimbulkan sebagai akibat pembakaran batubara seperti debu halus/abu (fly ash), gas NO, gas SO2, gas CO2. Apabila hal ini tidak ditangani dengan serius tidak mustahil negara-negara lain akan menuduh Indonesia sebagai negara sumber polusi. Tentunya ini perlu ditangani dengan sebaik-baiknya, Khusus untuk mengatasi polusi abunya digunakan alat penyedot/penangkap debu, di antaranya yang paling handal untuk menangkap abu (fly ash) adalah precipitator, karena mampu menangkap debu dengan diameter sampai beberapa milli mikron dan mempunyai effisiensi yang sangat tinggi.",
  "creators": "RUDY KUNCORO",
  "contributors": "BUNAWI GUNAWIDJAJA (Advisor 1); ONTOSENO PENANGSANG (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 93/E/TST/022/0105; Rudy Kuncoro (23488080)",
  "subjects": "ENERGY CONSERVATION-INDONESIA; ELECTROSTATICS"
}