{
  "id": "30562",
  "title": "Sistem pengendalian kualitas di pabrik kulit sintetis PT \"X\"",
  "abstract": "PT “X” merupakan perusahaan yang bergerak di bidang industri kulit sintetis. Pengolahan dilakukan dari bahan mentah hingga barang jadi berupa kulit sintetis yang nantinya dijual kepada konsumen. Kualitas produk ini menjadi faktor utama sebab kulit sintetis tersebut digunakan untuk diolah kembali menjadi suatu produk seperti sepatu, tas, jok mobil dan masih banyak produk lagi yang menggunakan kulit sintetis. PT “X” masih baru berdiri dan tingkat kecacatan masih cukup tinggi. Mengingat usia perusahaan yang masih baru, sampai saat ini fungsi inspeksi hanyalah untuk memilah hasil akhir produksi ke dalam kelas-kelas kualitas. Kelas kualitas kulit di PT “X” dibagi menjadi tiga, yaitu kelas A, B dan Avalan. Produk kelas A merupakan produk dengan kualitas terbaik. Tujuan tugas akhir ini bukanlah mengurangi kemungkinan suatu hasil akhir dikatakan cacat atau tidak masuk kelas A (defective), melainkan bertujuan untuk mengurangi jumlah kecacatan (defect) yang ada di setiap proses produksi dengan tujuan untuk mengetahui penyebab kecacatan di setiap proses produksi. Jumlah kecacatan setiap proses produksi akan dibuat dalam diagram pareto. Diagram pareto ini akan digunakan untuk menganalisa tingkat kecacatan utama di setiap titik inspeksi tersebut. Perbaikan dilakukan berdasarkan penyebab kecacatan yang ada pada masing-masing proses produksi. Dilakukan implementasi perbaikan untuk setiap proses produksi dan didapatkan penurunan tingkat kecacatan yang signifikan.",
  "creators": "YANUAR SUNDORO SUWIGNYO",
  "contributors": "Julianingsih (Advisor 1); Claudina Milawati (Advisor 2); Felecia, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010816/IND/2004; Yanuar Sundoro Suwignyo (25498028)",
  "subjects": "QUALITY CONTROL; PRODUCTION MANAGEMENT"
}