{
  "id": "30565",
  "title": "Analisa laporan keuangan untuk mengetahui posisi dan perkembangan keuangan PT Bank Bali, PT Bank Niaga dan PT Lippo Bank",
  "abstract": "Salah satu sektor yang sangat berperan dalam perekonomian nasional adalah sektor perbankan. Namun dalam pengelolaan sektor perbankan, pemerintah tidak berperan sendiri, tetapi pemerintah dibantu oleh pihak-pihak swasta nasional. Perjalanan perbankan nasional sampai pada tahap yang memprihatinkan di mana masalah kredit macet yang tadinya diharapkan akan segera dapat diatasi tetapi kenyataannya tidak dapat ditanggulangi dengan tuntas. Sebagai akibatnya semakin banyak timbulnya masalah-masalah baru yaitu munculnya bank-bank sakit atau bermasalah. Munculnya bank-bank sakit dari tahun ketahun selalu bertambah. Dari kejadian-kejadian tersebut di atas masyarakat, nasabah dan investor semakin perlu imtuk mengenali bank-bank yang dipilihnya. Selain itu kondisi dan kesehatan bank tentunya sangat diperlukan bagi investor, hal ini khususnya bagi bank-bank yang sudah masuk ke lantai Bursa. Dari beberapa bank yang terdaftar di PT Bursa Efek Surabaya, penulis mempergunakan 3 bank yaitu PT Bank Bali, PT Bank Niaga dan PT Lippo Bank sebagai bahan penelitian. Dengan assets yang jumlahnya hampir sama diantara ketiga bank tersebut, penulis mencoba memberi alternatif bagi para masyarakat, nasabah dan investor dalam memilih di antara bank mana yang sehat guna penanaman modal dan aman sebagai tempat penyimpanan uang. Oleh karena itu perlu adanya analisa laporan keuangan Perbankan dalam mendiagnose kesehatan bank. Analisa laporan keuangan Perbankan yang umum digunakan adalah analisa rasio keuangan Perbankan. Rasio-rasio keuangan Perbankan yang dipakai antara lain: rasio likuiditas, rasio rentabilitas, rasio resiko usaha, rasio permodalan dan rasio efisiensi usaha. Dari segi nasabah dan masyarakat dapat dilihat pada hasil analisa likuiditas yaitu quick ratio, bank Lippo menunjukkan paling likuid dibandingkan bank Bali dan bank Niaga. Untuk hasil analisa rasio rentabilitas, pada tahun 1997 kemampulabaan ketiga bank mengalami penurunan. Untuk hasil analisa rasio resiko usaha, ketiga bank dari tahun ketahun menunjukkan tingkat resiko yang cukup tinggi. Untuk hasil analisa rasio permodalan, pada tahun 1997 ketiga bank mengalami penurunan. Dari segi investasi dapat dilihat pada hasil analisa efisiensi usaha yaitu leverage multiplier, bank Niaga merupakan yang paling efisien. Dari segi nasabah dan masyarakat, assets utilization bank Lippo merupakan yang paling efisien.",
  "creators": "ANNE SURYANI",
  "contributors": "Dewi Astuti (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1323/EM/1999; Anne Suryani (31493097)",
  "subjects": "FINANCIAL STATEMENTS-ANALYSIS"
}