{
  "id": "30571",
  "title": "Analisa harapan dan perspsi wajib pajak orang pribadi terhadap Service Quality pada pelaksanaan pemeriksaan pajak di KPP Pratama Malang Selatan",
  "abstract": "Hubungan yang kurang harmonis antara Pemeriksa Pajak dan Wajib Pajak dapat diatasi dengan adanya strategi yang mendorong keterbukaan dalam administrasi perpajakan. Oleh karena itu, dengan memiliki sebuah sistem pelayanan perpajakan yang memenuhi dimensi-dimensi service quality, maka kepuasan Wajib Pajak dapat terpenuhi. Penelitian ini bertujuan untuk mengetahui apakah terdapat gap antara persepsi dan harapan wajib pajak orang pribadi terhadap service quality pada pelaksanaan pemeriksaan pajak di KPP Pratama Malang Selatan, sehingga dapat mengetahui tingkat kepuasan Wajib Pajak terhadap pelaksanaan pemeriksaan pajak. Data yang diperoleh merupakan hasil dari pengisian kuesioner yang dilakukan oleh responden, yaitu sebanyak 70 Wajib Pajak Orang Pribadi yang terdaftar dan pernah dilakukan pemeriksaan pajak oleh KPP Pratama Malang Selatan. Data kuesioner diuji dengan uji validitas, uji reliabilitas, penghitungan gap antara persepsi dan harapan Wajib Pajak, dan menguji hipotesis menggunakan uji beda paired sample t testdengan program SPSS for Windows version20. Kesimpulan dari penelitian ini adalah bahwa Wajib Pajak tidak puas terhadap pelaksanaan pemeriksaan pajak yang dilakukan oleh KPP Pratama Malang Selatan. Ketidakpuasan tersebut terlihat dengan adanya gap antara persepsi dan harapan Wajib Pajak pada tiap dimensi service quality dan dapat dilihat dari tingkat kesesuaian yang hanya mencapai 80,03% dari harapan wajib pajak orang pribadi",
  "creators": "NOVELINE YULIA SANTOSO",
  "contributors": "R.Arja Angka Asa Aras Adji S. (Advisor 1); Yenni Mangoting (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010531/AKT/2014; Noveline Yulia Santoso (32410056)",
  "subjects": "TAX ACCOUNTING"
}