{
  "id": "30614",
  "title": "Peranan kualitas pelayanan jasa terhadap kepuasan konsumen dalam bisnis sekolah musik Irama Mas",
  "abstract": "The Research is especially talking about the service quality roles that influence customer satisfaction in “Irama Mas” School of Music and how the service quality dimensions from the customer’s view are used to know the customer's perception and expectation. The Reason of this research is because people are always thinking that this non-formal education is not as important as the formal one, whereas they have paid expensively for that music course. As customers, they are sometimes unsatisfied with the services they got and want to get better and better. This condition becomes a challenge for \"Irama Mas” to be always increasing their service so that the customers feel satisfied and loyal to them. The Objective o f this research is to knowing what the customer's perception and expectation, so \"Irama Mas” can create the best and advantageous what for customers and themselves. The Data (hat is needed to support the research is primary data resources that I got from the questionnaires. That. data is used to get the answers related with customer's perception and expectation. Using Gap analysis that is done by testing 2 (two) means, I am trying to see whether there are differences between customer's perception and expectation of the service given by \"Irama Mas”. In showing the gap between perception and expectation from each service dimension can be supported by the 2 (two) dimension graphs (XY/Scattergraph). There is something interesting found in this research that almost all of the results in service dimensions are in scale 4 to 5 (minimums). Especially in reliability and competence dimensions, the results are higher than the others. It means that the customer’s perception of reliability and competence is the best, but they still want to get a better service in the future. Related with the explanation above, I can say that “ Irama Mas” School of Music has given good and satisfying service to their customers, but they still have to study more about the customer’s expectation and try to fulfill it in order to increase the customer’s satisfaction.",
  "creators": "INNEKE KUSUMAWATI",
  "contributors": "Hatane Semuel (Advisor 1); HARTONO SUBAGIO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1359/EM/1999; Inneke Kusumawati (31494017)",
  "subjects": "CONSUMER SATISFACTION; QUALITY OF SERVICE; CONSUMERS-RESEARCH"
}