{
  "id": "30627",
  "title": "Evaluasi konsumen terhadap perluasan merek studi kasus pada enam merek produk dan jasa",
  "abstract": "Dengan semakin maju dan berkembangnya dunia usaha saat ini maka persaingan dalam dunia bisnis semakin ketat dan semakin gencar. Kondisi inilah yang mendorong perusahaan-perusahaan untuk melakukan peningkatan-peningkatan dan perbaikan-perbaikan, hal tersebut antara lain meliputi peningkatan dan perbaikan terhadap produk atau jasa dari perusahaan, harga produk atau Jasa tersebut, lokasi berdirinya perusahaan, serta promosi yang dilakukan oleh perusahaan. Di era globalisasi seperti sekarang ini, di mana Indonesia akan memasuki AFTA pada tahun 2002 nanti, kemampuan dan keahlian bersaing setiap perusahaan dalam pasar internasional sangatlah diperlukan. Oleh karena itu setiap perusahaan harus memiliki strategi persaingan yang efisien dan efektif. Salah satu strategi yang efisien dan efektif di dalam persaingan usaha adalah dengan melakukan perluasan merek yang dimiliki perusahaan atau disebut sebagai Brand extensions. Dengan melakukan perluasan merek maka perusahaan tidak hanya mengatasi persaingan dunia bisnis yang semakin ketat saja melainkan juga dapat memenuhi tuntutan para konsumen yang semakin meningkat dan kritis terhadap produk-produk yang ada maupun yang belum ada saat ini, perusahaan dapat meminimalkan pengeluaran untuk biaya-biaya media dan promosi, perusahaan dapat mengatasi kesulitan dalam memperoleh saluran distribusi yang baik. Oleh karena itulah maka strategi perluasan merek merupakan strategi yang banyak diterapkan perusahaan-perusahaan untuk memperkenalkan produk-produk bara ciptaannya, namun penerapan strategi perluasan merek oleh banyak perusahaan tidak semuanya dapat mencapai keberhasilan, sebagian perusahaan berhasil dan sebagian lainnya gagal dalam melakukan perluasan merek. Dalam tugas akhir ini, penulis mengadakan penelitian untuk menyelidiki hal-hal apa sajakah yang berpengarah terhadap keberhasilan suatu perluasan merek. Setelah melalui serangkaian tahapan penelitian, akhimya diperoleh kesimpulan dalam penelitian ini bahwa adanya hubungan dalam penggunaan alat-alat produksi, sumber daya teknologi untuk membuat produk utama yang dapat dipindahkan guna membuat produk kedua sangatlah penting dan berpengaruh selain itu adanya kecocokan dari produk utama dengan produk kedua yang mana penggunaan produk kedua dapat digunakan melengkapi atau menambah nilai fungsi dari produk utama juga sangat penting. Sehingga perusahaan harus memperbaiki dan memberikan perhatian terhadap peningkatan kedua hal tersebut.",
  "creators": "ERICH MAUKAR",
  "contributors": "Peter Remy Yosy Pasla (Advisor 1); Soekarno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1614/EM/2002; Erich Maukar (31498322)",
  "subjects": "SALES PROMOTION; BRAND NAME PRODUCTS; TRADEMARKS"
}