{
  "id": "30624",
  "title": "Analisa pengaruh aktivitas operasi, aktivitas keuangan, dan daya saing perusahaan dalam industri terhadap kinerja perusahaan berdasarkan perspektif internal dan eksternal",
  "abstract": "Upah merupakan sarana yang dapat digunakan untuk merangsang dan memotivasi karyawan agar bersedia bekerja dengan lebih bersemangat dan bergairah demi tercapainya peningkatan produktivitas kerja. Disiplin kerja juga memegang peranan penting dalam meningkatkan produktivitas kerja karyawan. PT Salonpas Indonesia berdiri di tahun 1974 dan mulai beroperasi di tahun 1977, PT Salonpas Indonesia merupakan sebuah perusahaan yang memproduksi obat luar berupa koyok, liniment dan gel. Penelitian ini diterapkan pada karyawan yang bekerja di bagian produksi. Bagian produksi di PT Salonpas Indonesia terdiri dari beberapa bagian yaitu mixing and coating, spreading, cutting, dan packing. Bagian mixing and coating, spreading, dan cutting dilakukan dengan menggunakan mesin, sedangkan bagian yang menggunakan tenaga manusia adalah bagian packing. Penelitian ini hanya meneliti karyawan yang bekerja di bagian packing, karena jenis pekerjaan karyawan ini masih bersifat manual. Proses pekerjaan ini terdiri dari: memasukkan koyok yang sudah dalam bungkus plastik ke dalam dos kecil lalu memasukkan dos-dos kecil tersebut ke dalam karton. Tiap dos kecil berisi 10 lembar, dan tiap karton berisi 100 dos kecil. Jadi, tiap karton berisi 1,000 lembar. Upah lembur yang diberikan semakin besar, hal ini disebabkan karena jumlah selisih antara target dan realisasi produksi semakin besar dari tahun ke tahun. Selain itu, semakin besarnya upah lembur ini juga disebabkan karena disiplin karyawan yang semakin menurun.",
  "creators": "YANE KUSUMA; LIEM PEI FUN",
  "contributors": "Sautma Ronni Basana (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1602/EM/2002; Yane Kusuma (31497061), Liem Pei Fun (31498007)",
  "subjects": "CORPORATIONS--FINANCE"
}