{
  "id": "30626",
  "title": "Penerapan quality function deployment pada properti jenis ruko studi kasus: di ruko Manyar Megah Indah Plaza",
  "abstract": "Kebutuhan akan ruko (rumah dan toko) telah berkembang dengan sangat pesat. Hal ini diresponi oleh banyak pengembang Real Estat dengan membangun kompleks-kompleks ruko. Namun banyak dari para pengembang tersebut membangun kompleks ruko dengan tidak memperhatikan suara konsumen atau keinginan dan harapan konsumen. Untuk itu hanya pengembang yang memperhatikan keinginan dan harapan konsumen yang dapat menarik calon konsumen. Suara konsumen dapat ditangkap dengan menggunakan salah satu metode manajemen kualitas yaitu Quality Function Deployment (QFD). Di sini dibahas mengenai suara konsumen di Ruko Manyar Megah Indah Plaza (PT. RMI), yang mana suara konsumen tersebut dibagi menjadi tiga yaitu, kriteria-kriteria yang penting (dari segi kualitas, estetika dan utilitas) pada waktu pembelian ruko, realita kualitas ruko (dari segi kualitas, estetika dan utilitas) tersebut pada saat ini dan kualitas yang diharapkan (dari segi kualitas, estetika dan utilitas) di mana metode pengumpulan suara konsumen dengan menggunakan kuesioner. Lalu suara konsumen tersebut diolah dengan metode QFD untuk menghasilkan karakteristik produk (dijabarkan dalam bentuk perbaikan-perbaikan yang perlu dilakukan oleh pengembang) yang sesuai dengan harapan dan keinginan konsumen di Ruko Manyar Megah hidah Plaza (PT RMI). Dari hasil perhitungan tampak bahwa konsumen PT RMI menganggap jenis penutup atap, kualitas dan kekuatan tembok dan ada/tidaknya lahan parkir sebagai kriteria-kriteria yang menentukan pada saat membeli ruko di PT RMI di mana para konsumen beranggapan ketiga kriteria tersebut belum sesuai dengan yang diharapkan oleh karena itu perlu untuk dilakukan perbaikan-perbaikan yang dapat menjadikan kriteria-kriteria tersebut sesuai dengan harapan para konsumen.",
  "creators": "SHERLY AGUSTIN; HUDIONO TJAHJADI",
  "contributors": "ANASTASIA (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1608/EM/2002; Sherly Agustine (31498244), Hudiono Tjahyadi (31498268)",
  "subjects": "REAL ESTATE MANAGEMENT"
}