{
  "id": "30628",
  "title": "Pengaruh strategi dan kebijakan yang dilakukan oleh manajeman PT Bayu Beringin Lestari terhadap profitabilitas para tenant di Plaza Surabaya",
  "abstract": "Pada akhir-akhir ini, kita ketahui bahwa bisnis retail mulai berkembang di Surabaya, khususnya dalam bidang tenant, hal ini dilihat dari munculnya berkembangnya berbagai Leased Departemen di Surabaya. Adalah suara hal yang sangat panting bagi para calon tenant untuk dapat memilih suatu Leased Departemen yang benar-benar dapat memberikan keuntungan, karena seperti kita ketahui bahwa banyak juga Leased Departemen di Surabaya yang kurang menjanjikan dalam memberikan keuntungan bagi para tenantnya, bahkan strategi dan kebijakan yang dibuatpun adakalanya banyak merugikan para tenantnya atau kurang efektif. Namun ada juga Leased Departemen di Surabaya yang dapat tetap exist, bahkan di dalam menghadapi krisis moneter sekalipun, yakni Plaza Tunjungan dan Plaza Surabaya. Adapun menjadi suatu hal yang sangat menarik bagi peneliti untuk dapat meneliti kedua Leased Departemen tersebut, tetapi karena keterbatasan tenaga dan waktu serta karena berbagai pertimbangan maka akhirnya peneliti memutuskan untuk meneliti Plaza Surabaya. Namun di luar dugaan ternyata Leased Departemen seperti Plaza Surabaya pun belum dapat memberikan jaminan profitabilitas bagi para tenantnya, tetapi dari penelitian yang dilakukan, strategi dan kebijakan yang dilakukan oleh PT Bayu Beringin Lestari dinilai sudah efektif dan tepat dan walaupun hal ini tidak menjanjikan profitabilitas, setidaknya hal ini akan menjadi suatu nilai tambah bagi Plaza Surabaya.",
  "creators": "DAVIT SUTANTO",
  "contributors": "SUGIONO SUGIARTO (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021673/MAN/2003; Davit Sutanto (31499034)",
  "subjects": "STRATEGIC PLANNING"
}