{
  "id": "30631",
  "title": "Penentuan metode harga pokok produksi divisi building component PT Integra Indocabinet N",
  "abstract": "Penelitian tugas akhir ini dilakukan di PT Integra Indocabinet yang bergerak di bidang pembuatan mebel. Strategi produksi dalam pemenuhan kebutuhan konsumennya bersifat make to demand dan metode perhitungan harga pokok produksi yang dipergunakan adalah process costing dengan membebankan pada target produksi yang telah ditetapkan perusahaan. Namun besar produksi aktual nilainya berada di bawah target produksi yang telah ditetapkan. Oleh sebab itu, pada penelitian ini akan dilakukan analisa metode yang dapat sesuai dengan kondisi perusahaan. Penentuan perhitungan harga pokok produksi dilakukan dengan membandingkan metode Job Costing, Process Costing, Operation Costing dan Activity Based Costing. Kemudian dilakukan perbandingkan tipe pembebanan volume based, machine hours based, direct labour hours based, direct labour costs based, dan raw material costs based untuk metode costing yang paling sesuai. Hasilnya didapatkan metode yang paling sesuai yaitu metode process costing dengan menggunakan tipe pembebanan machine hours. Namun melihat dari tingkat kerumitan penerapan dan ketersediaan data yang ada dipilih tipe pembebanan volume based karena kemudahan dalam penerapan dan hasilnya tidak berbeda jauh dengan machine hours. Berdasarkan metode dan tipe pembebanan yang didapatkan, dilakukan perhitungan untuk seluruh jenis produk dan pembuatan progam sederhana menggunakan Microsoft Excel.",
  "creators": "FERDY CANADI",
  "contributors": "Debora Anne Yang Aysia (Advisor 1); Tessa Vanina Soetanto (Advisor 2); I Nyoman Sutapa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021602/IND/2012; Ferdy Canadi (25408065)",
  "subjects": "COST CONTROL; COST ACCOUNTING"
}