{
  "id": "30651",
  "title": "Poster pariwisata \"Visit Indonesia Year 2000\" brosur kendaraan bermotor \"Kaze\" cover majalah seni \"Sketsa\" iklan media cetak peralatan dapur \"Mixset\" cover CD “The Brand New Heavies” billboard peringatan “Hardiknas” poster film “Nglakoni”",
  "abstract": "Akhir-akhir ini situasi dunia usaha makin berkembang pesat di Indonesia. Dengan makin berkembangnya dunia usaha, maka makin banyak pula perubahan-perubahan yang terjadi. Dalam dunia usaha, produsen harus mampu melakukan perhitungan-perhitungan yang matang serta mempunyai dasar yang obyektif dan empiris agar produknya kompetitif. Salah satu faktor non ekonomis yang banyak berperan dan banyak mendapat sorotan dari produsen dewasa ini adalah faktor-faktor psikologis dan strategi komunikasi visual. Untuk menciptakan suatu citra yang baik dalam benak konsumen, pemasar perlu melakukan strategi pemasaran yang tepat dikenal dengan istilah 4P, yaitu: (product), (price), (place) dan (promotion). Salah satu bentuk promosi yang sering digunakan adalah iklan. Secara tradisional iklan merupakan alat promosi yang paling “jelas” yang sangat menarik perhatian banyak perusahaan. Dalam penggunaan iklan ini, diharapkan dapat ditimbulkan kebutuhan-kebutuhan dari konsumen untuk membeli produk atau mempergunakan jasa-jasa yang ditawarkan. Bertitik tolak dari paparan di atas, penulis memilih judul ini karena penulis ingin mengetahui seberapa kuat iklan mempengaruhi pembeli dan bagaimana iklan sesuai dengan keinginan dan kebutuhan konsumen tanpa meninggalkan unsur-unsur penataan artistik dan komunikasi marketing serta teknik audio visual yang baik serta bermanfaat bagi pihak-pihak yang bergerak di industri periklanan.",
  "creators": "YAN MARDIANSYAH",
  "contributors": "EKO A.B.OEMAR (Advisor 1); Andrian Dektisa Hagijanto (Advisor 2); HARI PRAJITNO (Advisor 3); ALEXANDER HANDOYO (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 125/K.Grafis/11-7/2000; Yan Mardiansyah (22397641)",
  "subjects": "POSTERS; GRAPHIC ARTS; COMMERCIAL ART; BILLBOARDS; ADVERTISING"
}