{
  "id": "30696",
  "title": "Rumah sakit umum swasta di kawasan Surabaya Barat",
  "abstract": "Laporan tugas akhir ini disusun sebagai uraian dan penjelasan atas seluruh proses perancangan yang telah dilakukan pada Studio Tugas Akhir. Laporan ini berisi uraian-uraian yang dilampiri dengan analisa-analisa dan gambar-gambar desain. Proyek Rumah Sakit Umum Swasta ini dibuat berdasarkan kebutuhan masyarakat akan suatu wadah pelayanan kesehatan yang baik sehingga dapat memberikan pelayanan kesehatan kepada masyakat secara lengkap pada satu tempat dengan pelayanan yang baik pula. Lingkup pelayanan Rumah Sakit Umum meliputi masyarakat di kawasan Surabaya bagian barat pada khususnya dan masyarakat Surabaya pada umumnya. Lokasi proyek ini berada pada kawasan Surabaya Barat, di mana lokasi yang dipilih terletak pada pertemuan antara Jalan Bukit Darmo Boulevard dan Jalan Bukit Darmo Utara, di mana untuk saat ini Jalan Bukit Darmo Utara belum diperlebar. Lokasi ini dipilih karena terletak pada kawasan perumahan, di mana dikelilingi oleh Perumahan Bukit Darmo golf, Perumahan Darmo Permai, Perumahan Graha Family dan Perumahan Pakuwon Indah. Dengan adanya bangunan rumah sakit ini maka diharapkan akan dapat melengkapi fasilitas kesehatan bagi masyarakat di kawasan tersebut. Konsep perancangan yang dipakai untuk perancangan rumah sakit ini adalah fungsional dengan didasarkan pada fungsi dari masing-masing unit dalam rumah sakit itu dan pengutamaan sirkulasi dalam rumah sakit sebagai yang paling utama. Penerapan konsep perancangan seperti ini akan berpengaruh pada konsep penataan dan susunan massa bangunan yang penyusunan dengan mengutamakan sirkulasi. Sirkulasi disusun dengan memudahkan pencapaian antar unit-unit dalam rumah sakit, sehingga memudahkan hubungan antar unit-unit itu sendiri. Bangunan rumah sakit ini juga diarahkan agar dalam penyusunan massanya mengutamakan sirkulasi angin dan pencahayaan bagi ruang-ruang dalam rumah sakit. Pencahayaan alami dan pengahawaan alami digunakan pada area-area di mana kedua hal tersebut dapat diterapkan. Karakter bangunan yang ditampilkan disesuaikan dengan karakter rumah sakit itu sendiri yaitu fasilitas umum yang sifatnya pelayanan.",
  "creators": "FRITZ",
  "contributors": "Jimmy Nurdi Kusuma Priatman (Advisor 1); I Gusti Nyoman Sulendra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No.1812/ARS/39/2001; Fritz (22497026)",
  "subjects": "PUBLIC HOSPITALS-DESIGNS AND PLANS"
}