{
  "id": "30700",
  "title": "Klub olahraga di Surabaya",
  "abstract": "Sebagai kota terbesar kedua maka laju pertumbuhan penduduk di Surabaya inipun meningkat dengan cepat. Sehingga terjadilah perluasan-perluasan wilayah yang seperti kita lihat di daerah barat yaitu daerah Mayjen Sungkono, daerah timur yaitu daerah Kenjeran, dan daerah selatan yaitu Wonokromo. Dengan berkembangnya kota Surabaya ini maka terjadi peningkatan-peningkatan di bidang industri, perdagangan, pendidikan dan satu yang masih kurang yaitu di bidang kesehatan misalnya berolah raga. Dengan berolah raga kita dapat memulihkan kembali kesegaran yang telah hilang setelah bekerja keras. Apa lagi di kota besar seperti Surabaya ini tingkat polusinya tinggi, jadi diperlukan sekali fasilitas-fasilitas olah raga itu. Lokasi yang terpilih untuk proyek ini adalah lahan di komplek CitraRaya kota mandiri. Adapun pertimbangan pemilihan lokasi ini adalah dikarenakan lahan ini merupakan area yang diperuntukkan untuk warga yang bertempat tinggal di kawasan Citraland dan juga terletak di tengah-tengah kawasan pemukiman orang-orang yang berpenghasilan menengah ke atas. Bangunan sport club ini dibuat dengan dasar pendekatan terhadap fungsi di mana massa dan ruangan yang diletakkan dengan memperhatikan berbagai kepentingan fungsi, seperti pendaerahan, fungsi ruang dan aktifitas di dalamnya. Sedangkan dari segi bentuk bangunan lebih condong ke arah bangunan modern sesuai dengan fasilitas yang ditawarkan yaitu lapangan tertutup sehingga dibutuhkan struktur bentang lebar. Dilihat dari tampak, bangunan lebih banyak ditutupi dengan bahan-bahan tertentu sehingga ada kesan ringan, kokoh dan modern agar lebih menarik perhatian pengunjung.",
  "creators": "ROY WIJAYA LIMARNO",
  "contributors": "Handinoto (Advisor 1); Samuel Hartono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No.1832/ARS/59/2001; Roy Wijaya Limarno (22497107)",
  "subjects": "ATHLETIC CLUBS-BUILDINGS-DESIGNS AND PLANS"
}