{
  "id": "30721",
  "title": "Studi banding pengaruh penggunaan pelumas dengan api service CH-4 terhadap unjuk kerja motor diesel",
  "abstract": "\"Kesan pertama begitu menggoda, selanjutnya terserah anda”, statement ini telah berkembang di masyarakat Indonesia secara meluas, tak terkecuali di bidang pelumas, khususnya pelumas mesin untuk mobil penumpang dan transportasi. Dari pengalaman penulis dalam menjual pelumas ke seluruh wilayah Indonesia, konsumen sangat mengharapkan hasil nyata/benefit langsung dari sebuah pelumas begitu pelumas baru digunakan. Hasil observasi penulis terhadap lebih dari 300 konsumen pelumas dalam berbagai kesempatan dapat disimpulkan bahwa konsumen pelumas mobil bermesin Diesel mengharapkan pelumas yang memberikan tarikan yang enteng. Ketika konsumen melakukan penggantian pelumas maka hal pertama yang diharapkan adalah adanya perbedaan nyata pada performance mobil mereka antara kondisi sebelum dan setelah penggantian pelumas. Ekspektasi konsumen tersebut mendorong penulis untuk mengadakan studi banding pengaruh pelumas mesin Diesel SAE 15W-40 mineral base dengan API service tertinggi saat ini, yaitu CH-4 terhadap unjuk kerja motor Diesel. Studi banding dilakukan terhadap lima merek pelumas yang telah beredar di Indonesia. Dari hasil percobaan yang telah dilakukan di Laboratorium Konversi Energi Teknik Mesin Universitas Kristen Petra Surabaya maka pada kondisi baru (pemakaian 0%) pelumas MEDITRAN SX memberikan pengaruh terbaik terhadap unjuk kerja mesin Diesel Isuzu type 4JA1 khususnya dalam hal Daya, Torsi dan Tekanan Effektif Rata-rata. Dalam bahasa konsumen Daya, Torsi, Tekanan Effektif Rata-rata terbaik inilah yang dikenal sebagai “tarikan enteng”. Selanjutnya urutan ke-2 terbaik adalah pelumas ARCO, kemudian MOBIL, PENNZOIL dan paling akhir adalah TOP 1.",
  "creators": "TIMOTIUS OJONG SETIAWAN",
  "contributors": "Philip Kristanto Tedjasaputra (Advisor and Examination Committee); Didik Wahjudi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01.54.499; Timotius Oyong Setiawan (24486037)",
  "subjects": "DIESEL MOTOR-LUBRICATION SYSTEMS"
}