{
  "id": "30724",
  "title": "Penggunaan alat bantu las TIG dalam studi pengaruh magnetic ARC Blow akibat variasi lebar spesimen dan parameter proses las terhadap ukuran bead dan lebar HAZ",
  "abstract": "Didasari oleh penelitian terdahulu. maka penggunaan alat bantu las TIG dirasa perlu dalam mempelajari efek magnetic arc blow terhadap ukuran deposit las, lebar HAZ, dan diskontinuitas las. Penelitian ini dilakukan dengan kondisi las yang persis sama dengan penelitian terdahulu, yaitu arus las 150 A dan 200 A, variasi posisi penempatan ground, kecepatan pengelasan 15 cm/menit, dengan pengembangan variasi lebar spesimen dan penempatan run-out tab. Pengelasan pada spesimen dengan lebar 75-75 mm (2) untuk semua variasi parameter las di atas selalu menghasilkan tebal bead paling besar, diikuti dengan spesimen 3 (75-50 mm) dan 1 (50-50 mm). Sedangkan lebar bead dan lebar HAZ paling besar pada spesimen 3 diikuti oleh spesimen 2 dan 1. Hal ini dikarenakan efek magnetic arc blow pada spesimen 2 paling kecil dari pada spesimen 1 maupun 3, sehingga luasan yang simetri dengan kondisi medan magnet yang setimbang memungkinkan panas lebih terkonsentrasi untuk penyambungan. Di samping itu hasil penelitian menunjukkan bahwa dengan penempatan ground tidak di awal dan akhir pengelasan, penggunaan run-out tab di awal dan akhir spesimen dan arus las yang lebih rendah (150 A) juga dapat membantu meminimalisasi efek tersebut. Incomplete penetration dan crater selalu terjadi pada hasil pengelasan, sedangkan undercut hanya ditemui pada beberapa tempat. Sedangkan porositas dan spatter yang ada pada penelitian terdahulu tidak ditemukan dalam penelitian ini.",
  "creators": "DENY INDRA ARIWIBOWO",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor and Examination Committee); Joni Dewanto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00.54.382; Deny Indra Ariwibowo (24491139)",
  "subjects": "WELDING; ELECTRIC WELDING"
}