{
  "id": "3072",
  "title": "Penjadwalan tenaga paramedis Perawatan Instalasi Rawat Inap Anak di RSUD Dr. Soetomo",
  "abstract": "Metode penjadwalan siklis merupakan salah satu metode penjadwalan yang dapat digunakan untuk menjadwalkan perawat. Dalam metode ini setiap perawat akan bekerja selama periode waktu tertentu (n hari kerja) dan akan berulang secara periodik. Tujuan dari penelitian Tugas Akhir ini adalah memberikan alternatif penjadwalan perawat kepada pihak rumah sakit yang mengoptimalkan preferensi dari setiap perawat sehingga diharapkan kineria mereka dapat lebih optimal dan pada akhirnya berdampak pada peningkatan pelayanan di rumah sakit. Dalam penelitian ini ada tiga tahapan yang dilakukan yaitu tahap pertama, melakukan pengamatan terhadap kondisi penjadwalan yang selama ini dilakukan oleh pihak rumah sakit dan menghasilkan susunan jadwal yang mungkin. Tahap kedua, memformulasikan kemungkinan jadwal dari tahapan pertama kedalam program linier. Dan tahapan yang ketiga adalah mengubah solusi program linier dari tahapan kedua kedalam pola kerja yang aktual untuk masing-masing personel yang ada. Dari hasil analisa didapatkan jadwal yang optimal dalam memaksimumkan kualitas penugasan di tiap shift dengan tetap memperhatikan beban dan kendala kerja yang ada. Selain itu juga diketahui bahwa dari perbandingan antara kedua penjadwalan terlihat pada aspek kualitas, stabilitas dan faimess penjadwalan yang dilakukan dalam penelitian ini lebih dominan. Sedangkan pada aspek fleksibilitas dan coverage kedua penjadwalan memiliki perbandingan yang hampir sama. Untuk mengaplikasikan penjadwalan yang dilakukan dalam penelitian ini, pihak rumah sakit khususnya bagian keperawatan dapat lebih mudah dalam melakukan penyusunan jadwal selanjutnya karena metode penjadwalan yang dilakukan sama-sama menggunakan metode siklis.",
  "creators": "OKTOPINA",
  "contributors": "I Nyoman Sutapa (Advisor 1); Herri Christian Palit (Advisor 2); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/0755/IND/2003; Oktopina (25499151)",
  "subjects": "PERSONNEL MANAGEMENT; SCHEDULING (MANAGEMENT)"
}