{
  "id": "30739",
  "title": "Perenoanaan sistem distribusi air pendingin untuk mesin injeksi dl pabrik plastik PT NAGA JAVA",
  "abstract": "Untuk meningkatkan kuantitas dari suatu produk yang terbuat dari plastik, dapat dilakukan dengan berbagai cara di antaranya yaitu; memaksimalkan kerja mesin yang sudah ada atau menambah jumlah mesin apabila masih belum mencukupi kebutuhan konsumen. Dengan menambah jumlah mesin, pabrik perlu merencanakan kembali sistem distribusi air pendingin yang baru sehingga air pendingin dari setiap mesin dapat terpenuhi. Untuk itu perlu dilakukan analisa terhadap sistem tersebut. Temperatur air yang masuk ke dalam tiap mesin adalah temperatur kamar yaitu sekitar 29째C-30째C, dan temperatur yang keluar dari tiap mesin sekitar 40째C-50째C. Tujuan dari perencanaan tersebut adalah untuk merencanakan kembali sistem distribusi air pendingin sehingga dapat melakukan pemilihan yang tepat untuk dimensi pipa yang akan digunakan, dapat menentukan kapasitas dan tekanan dari pompa yang dibutuhkan, serta dapat mengetahui pemilihan Cooling Tower yang akan digunakan. Dari studi ini, dapat disimpulkan bahwa tekanan yang harus dipenuhi agar air dapat mencapai titik yang paling jauh sebesar; 1,945.105 Pa, debit air total yang harus dipenuhi sebesar; 504 It/menit, pompa yang digunakan untuk menyalurkan air dari bak penampung ke mesin-mesin injeksi adalah pompa centrifugal tipe ETA.N 80 x 65-200, pompa yang digunakan untuk menyalurkan air dari bak penampung ke cooling tower adalah pompa centrifugal tipe ETA.N 80 X 65-125, cooling tower yang digunakan adalah tipe LBC-70, serta panas yang ditransfer dari bak penampung II ke bak penampung I sebesar 54,8625 watt.",
  "creators": "HANDY SOENARJO",
  "contributors": "Oegik Soegihardjo (Advisor and Examination Committee); Roche Alimin (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00.54.426; Handy Soenarjo (24495075)",
  "subjects": "MACHINE MOLDING (FOUNDING); INJECTION MOLDING OF PLASTICS"
}