{
  "id": "3074",
  "title": "Perancangan sistem pengendalian kualitas di PT. Bina Satria Abadi Sentosa",
  "abstract": "Penting bagi sebuah perusahaan dalam era globalisasi ini untuk mengelola dan meningkatkan kualitas yang dimiliki sehingga dapat menciptakan competiiive advantage yang tepat bagi perusahaan tersebut. Kualitas yang lebih baik menghasilkan produk yang sesuai dengan harapan konsumen. Tugas akhir ini bertujuan untuk merancang sistem pengendalian kualitas yang dapat mengurangi jumlah produk cacat. Perancangan sistem pengendalian kualitas yang diterapkan meliputi penentuan karakteristik kualitas dan kriteria kecacatan, penggunaan diagram sebab-akibat untuk menentukan penyebab kecacatan, penggunaan check sheet untuk pengumpulan data, penggunaan peta kendali p untuk mengendalikan proses. Sumbcr penyebab utama kecacatan pada proses pengovenan, rip, planner, finger joint press, moulding, dan potong adalah faktor manusia, mesin, metode, material dan lingkungan. Perbaikan yang dilakukan adalah pembuatan prosedur penggunaan mesin, pembuatan jadwal perawatan, pembuatan work order, pembuatan jadwal pengovenan, pembuatan lembar perawatan berkala, pembuatan tabel set up oven, pembutan meja seleksi, pembuatan keterangan tombol-tombol dan bagian penting mesin dalam bahasa Indonesia. Usulan perancangan sistem pengendalian kualitas dilakukan kurang lebih selama tiga minggu dan menghasilkan penurunan tingkat kecacatan di proses pengovenan, rip, planner, finger joint press, moulding dan potong.",
  "creators": "BENNY CHANDRA",
  "contributors": "Julianingsih (Advisor 1); Claudina Milawati (Advisor 2); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/0704/IND/2003; Benny Chandra (25499090)",
  "subjects": "TOTAL QUALITY MANAGEMENT; QUALITY CONTROL-STATISTICAL METHODS"
}