{
  "id": "30753",
  "title": "Penyusunan tabel-tabel pendukung dan analisa struktur baja terhadap ketahanan api sesuai SNI yang baru",
  "abstract": "Suatu struktur yang didesain dengan menggunakan metoda Load and Resistance Factor Design (LRFD) akan memiliki fleksibilitas dalam hal menentukan faktor-faktor yang perlu diprioritaskan dalam perencanaannya, apakah faktor strength (kekuatan), faktor serviceability (kemampuan layanannya) ataupun faktor lainnya seperti estetika dan ekonomis. Dalam konteks perencanaan ketahanan api pada struktur baja dengan menggunakan metoda LRFD faktor yang dominan adalah kekuatan dan ekonomisnya. Baja sebagai material modern yang memiliki kekuatan nominal yang besar, ternyata tidak mempunyai ketahanan yang baik terhadap api. Oleh sebab itu untuk mendapatkan ketahanan api yang baik, struktur baja perlu diberi lapisan pelindung tahan api. Selama terjadi kebakaran, kenaikan temperatur yang sangat tinggi mengakibatkan sifat termal dan mekanis baja mengalami perubahan. Hal yang sama juga terjadi pada daya lekat material pelindungnya. Ketiga hal ini akan mempengaruhi kapasitas elemen dan struktur baja secara keseluruhan. Mengingat SNI Baja yang baru telah mencantumkan aturan-aturan bagi perencanaan ketahanan api serta banyaknya jenis material pelindung api yang ada di pasaran, maka perlu diberikan tabel-tabel pendukung dan contoh-contoh perencanaan ketahanan api untuk memberikan panduan dan mempermudah masyarakat dalam mengaplikasikannya.",
  "creators": "FIRDAUS H; BAMBANG ADI SUSANTO",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1); Ima Muljati Ginsar (Advisor 2); Po Seng Kian (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1038 S; Firdaus H. (21496108), Bambang Adi Susanto (21496206)",
  "subjects": "STEEL, STRUCTURAL; BUILDING, FIREPROOF"
}