{
  "id": "30757",
  "title": "Pengaruh budgeting participation terhadap employee perfomance pada sektor manufaktur di Surabaya",
  "abstract": "Banyak perusahaan melakukan bisnis hanya sekedar untuk mencari profit semata, artinya bahwa mereka hanya fokus pada hasil dan keuntungan yang diperoleh tanpa menyadari bahwa sebenarnya ada aspek-aspek penting yang sangat berpengaruh terhadap pencapaian profit tersebut, salah satunya aspek internal berupa sumber daya manusia. Sebagai bagian yang penting yang dimiliki perusahaan, karyawan telah membantu perusahaan dalam mengelola, mengatur, dan menjalankan proses bisnis. Untuk melakukan itu, diperlukan perencanaan yang matang salah satunya perencanaan anggaran atau yang disebut dengan budgeting. Keterlibatan karyawan dalam penyusunan anggaran, akan menyebabkan perkembangan terhadap mental dan emosional yang positif serta membangun sebuah komitmen terhadap tujuan anggaran. Komitmen ini penting karena produktivitas atau hasil yang dihasilkan dari komitmen karyawan akan menetukan apakah perusahaan mampu mencapai tujuannya atau tidak. Tujuan dari penelitian ini adalah untuk mengetahui pengaruh budget participation terhadap employee performance dan goal commitment, pengaruh goal commitment terhadap employee performance, dan pengaruh budgeting paticipation terhadap employee perfomance melalui goal commitment sebagai variabel intevening. Penelitian ini menggunakan pendekatan kuantitatif. Sampel penelitian adalah karyawan perusahaan manufaktur di Surabaya yang berjumlah 100 orang. Penelitian ini menggunakan teknik analisis Partial Least Square (PLS). Hasil penelitian menunjukkan bahwa budget participation berpengaruh positif dan signifikan masing-masing terhadap employee performance dan goal commitment, lalu goal commitment juga berpengaruh positif dan signifikan terhadap employee performance, serta budgeting paticipation berpengaruh positif dan signifikan terhadap employee perfomance melalui goal commitment, atau dapat dikatakan goal commitment sebagai variabel intervening.",
  "creators": "CHAVES SOPUTRA",
  "contributors": "Devie (Advisor 1); Josua Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010471/AKT/2013; Chaves Soputra (32409115)",
  "subjects": "EMPLOYEE MOTIVATION; BUDGETING"
}