{
  "id": "30759",
  "title": "Perancangan dan pembuatan aplikasi sistem disposisi surat pada Biro Administrasi Umum di Universitas Kristen Petra",
  "abstract": "Biro Administrasi Umum dan Kepegawaian (BAUK) adalah salah satu bagian dari Universitas Kristen Petra (UKP) yang bertugas mengurus pengarsipan surat dan mengatur disposisi surat di antara pimpinan universitasdengan biro, unit, fakultas, dan jurusan yang ada di UKP. Disposisi sangatdiperlukan untuk mengambil sebuah keputusan. Oleh karena itu jika disposisi terlambat diberikan atau tidak diberikan maka sangat mungkin keputusan yang diambil tidak efektif atau salah. Pendistribusian surat dan disposisinya secara fisik memakan waktu cukup lama, dapat menjadi kendala dari proses pengambilan sebuah keputusan. Oleh karena itu, diperlukan suatu sistem aplikasi yang dapat mendistribusikan surat dan disposisinya secara cepat. Untuk menjawab tantangan ini, maka dirancang dan dibuat suatu sistem aplikasi yang berbasis web dengan menggunakan bahasa pemrogaman PHP dan database MySQL. Aplikasi ini ditujukan untuk mencatat proses pengiriman surat, disposisi surat, dan alur disposisi surat. Setelah aplikasi diujikan dan digunakan dalam simulasi operasional, didapati bahwa aplikasi yang dibuat dapat melakukan proses pendistribusian surat dengan lebih baik daripada menggunakan sistem manual. Secara umum, aplikasi yang dibuat membantu dalam pendistribusian surat. Pembuatan aplikasi ini didukung dengan kuisioner. Kuisioner ini ditujukan untuk mengetahui apakah aplikasi yang dibuat telah sesuai atau tidak.",
  "creators": "ANNA THERESIA BARKEY",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Leo Willyanto Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02020897/INF/2010; Anna Theresia Barkey (26405017)",
  "subjects": "DATABASE DESIGN; DATABASE MANAGEMENT; PROGRAMMING (ELECTRONIC COMPUTERS)"
}