{
  "id": "30763",
  "title": "Magnetik drum conveyor yang dilengkapi dengan blower",
  "abstract": "Di dalam penulisan Tugas akhir ini penulis membahas masalah magnetik drum conveyor yang dilengkapi dengan blower. Pemilihan masalah ini karena banyaknya campuran kuningan sisa dari hasil pengecoran kuningan yang seharusnya masih bisa dimanfaatkan. Dan saat ini pemisahan sisa kuningan tersebut yang terdiri dari biji besi, biji kuningan, dan impurity masih menggunakan tenaga manusia sehingga hasil yang didapat kualitasnya kurang baik dan juga kapasitasnya kecil. Oleh sebab itu penulis ingin merencanakan suatu peralatan yang bisa memisahkan antara biji besi, biji kuningan, dan impurity, sehingga tenaga manusia dapat dikurangi sedangkan hasil yang didapat kualitasnya lebih baik. Peralatan ini terdiri dari conveyor, elektromagnetik yang diletakkan di dalam drum conveyor berfungsi untuk pemisahan ferrous dan non ferrous, blower yang berfungsi sebagai penghisap impuritynya. Dalam perencanaan magnetik drum conveyor yang dilengkapi dengan blower ini pada bagian conveyor perlu diketahui kapasitasnya, setelah itu direncanakan dimensi bagian dari conveyor antara lain belt, poros, drum, idler, take up, V belt, dan daya yang diperlukan. Untuk selanjutnya dapat direncanakan model dari inti elektromagnet beserta kuat arus yang diperlukan sehingga dapat memisahkan logam ferrousnya. Untuk bagian elektromagnet ini kita dapat melakukan percobaan. Sedangkan untuk pemisahan impuritynya menggunakan blower hisap yang mana impurity dihisap pada tekanan tertentu sehingga yang terhisap hanya impuritynya saja. Pada bagian ini yang dibahas adalah kapasitas blower, tekanan hisap, serta daya yang diperlukan.",
  "creators": "CONDRO WIRYONO POERWANTO",
  "contributors": "Soejono Tjitro (Advisor 2); Suwandi Sugondo (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 93.54.112; Condro Wiryono Poerwanto (24488012)",
  "subjects": "CONVEYING MECHINERY"
}