{
  "id": "30853",
  "title": "Kajian eksperimental proses perbaikan model roll crusher di PT Semen Gresik (persero) Tbk pabrik Tuban",
  "abstract": "Proses pengerasan permukaan (surface hardnes) dengan menggunakan las busur listrik digunakan untuk memperbaiki kerusakan lapisan Hydraulic Roll Crusher (Spalling) di PT Semen Gresik Pabrik Tuban Prosedur perbaikan yang dilakukan adalah dengan melakukan proses pengelasan dan memberikan proses laku panas pada material. Adapun material yang dipakai adalah AISI 4340. Sedangkan elektrode yang dipakai adalah untuk lapisan build up OK 68.61 (Aws E 312-16) dan lapisan hardfacing OK 84.58 (AWS E6-UM-55-R) untuk perlakukan panas yang dikenakan sebelum pengelasan lapisan build up adalah stress relieving (600°C), Pre heat (400°C) dan setelah pengelasan dilakukan proses laku panas annealing (760°C), sedangkan sebelum pengelasan hard facing dilakukan Pre Heat (150°C) dan setelah pengelasan dilakukan proses laku panas tempering (200°C dan 300°C) Setelah mengalami pengelasan dan beberapa perlakuan panas maka dari hasil uji kekerasan dengan menggunakan Rockwell c didapatkan hasil bahwa pada lapisan build up distribusi nilai kekerasan mulai dari logam induk, daerah HAZ dan logam las nilai kekerasannya tidak menampakkan perbedaan nilai kekerasan yang besar dan logam las tidak melebur dengan logam induk. Sedangkan pada lapisan hardfacing distribusi nilai kekerasan mulai dari logam las, daerah HAZ dan logam induk menunjukkan bahwa nilai kekerasan antara logam las dan daerah HAZ dibanding logam induk terlihat perbedaan nilai kekerasan yang cukup besar , dan logam las dapat melebur dengan logam induk.",
  "creators": "CHARLIE CONSTANTIN BOLE",
  "contributors": "Joni Dewanto (Advisor 2); MUSAIKAN (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00.54.428; Charlie Constantin Bole (24493050)",
  "subjects": "WELDING; METAL-WORK"
}