{
  "id": "30880",
  "title": "Aplikasi sistem informasi akuntansi dan rasio keuangan pada PT Karunia Prima Engineering Surabaya",
  "abstract": "PT Karunia Prima Engineering adalah perusahaan yang bergerak di bidang distributor dari alat-alat industri seperti PLC, Inverters, Servo, HMI, Vision Sensor, dan lain-lain. Dalam kegiatannya sehari-hari PT Karunia Prima Engineering masih menerapkan sistem manual dalam proses pencatatan transaksi dan menentukan laba rugi. Dengan sistem pencatatan yang masih manual tersebut memiliki banyak resiko. Salah satu resiko yang sering sekali terjadi adalah resiko human error. Untuk itu proses akuntansi ini harus dikomputerisasi dengan Sistem Informasi Akuntansi. Oleh karena itu, dengan mengimplementasikan Sistem Informasi Akuntansi, maka proses pencatatan akuntansi dalam perusahaan ini akan lebih terstruktur dan mengurangi human error yang dapat terjadi. Selain itu perusahaan juga dapat menganalisa kinerja dari perusahaannya apakah semakin baik ataukah semakin buruk dari periode yang sebelumnya. Aplikasi memiliki kemampuan dalam pembuatan database master untuk supplier, customer, barang, COA, dan barang. Transaksi meliputi transaksi pembelian, penjualan komponen, penjualan proyek, penyesuaian stok, retur penjualan, serta pembuatan jurnal secara otomatis. Secara keseluruhan aplikasi yang telah sesuai dengan kebutuhan perusahaan. Aplikasi ini dapat membantu owner dalam mengetahui keadaan keuangan perusahaan melalui laporan-laporan yang dihasilkan program karena semua transaksi yang dilakukan oleh perusahaan sudah terintegrasi dengan jurnal otomatis yang digunakan sebagai bahan pembentuk laporan yang cepat.",
  "creators": "KEVIN HENDRAJAYA",
  "contributors": "Adi Wibowo, S.T., M.T., Ph.D. (Advisor 1); Alexander Setiawan (Advisor 2); Andreas Handojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021295/INF/2014; Kevin Hendrajaya (26410068)",
  "subjects": "PROGRAMMING (ELECTRONIC COMPUTERS); DATABASE DESIGN"
}