{
  "id": "30921",
  "title": "Kotak roda gigi dan mekanisme pengontrol pemindahan roda gigi mobil hibrrida Honda life",
  "abstract": "Pada saat ini teknologi transportasi telah berkembang sangat pesat tetapi kurang memperhatikan keseimbangan alam. Banyak fenomena alam yang mengindikasikan suatu realita bahwa keseimbangan alam telah rusak oleh emisi gas NOx dan COx yang berlebihan di udara. Jika realita ini tidak disikapi dan diselesaikan maka kualitas hidup manusia akan menurun. Pada Tugas Akhir ini direncanakan komponen dari mobil Hibrida yaitu: kotak roda gigi transmisi dan mekanisme pengontrol pemindahan roda gigi karena pada Tugas Akhir David dan Danny hanya direncanakan roda gigi transmisi tanpa direncanakan kotak roda gigi transmisi dan mekanisme pengontrol pemindahan roda gigi. Perencanaan roda gigi transmisi oleh David dan Danny bertujuan agar besar torsi dan kecepatan mobil Hibrida ini dapat sesuai kondisi perencanaan. Perencanaan kedua komponen ini diharapkan dapat mendukung proses pengubahan besar torsi, putaran dan penyaluran daya dari motor bensin ke roda sehingga proses ini dapat berlangsung dengan baik dan praktis serta ekonomis. Metode yang digunakan untuk merencanakan komponen tersebut di atas adalah studi literatur, pengukuran dan studi lapangan tentang oli transmisi, bagian-bagian dari roda gigi transmisi, sinkromesh, ruang yang tersedia untuk kotak roda gigi transmisi dan mekanisme pengontrol pemindahan gigi. Melalui perencanaan ini akan didapatkan dimensi dan bahan yang digunakan untuk kotak roda gigi transmisi dan mekanisme pengontrol pemindahan gigi.",
  "creators": "ERVAN CHRISTAWAN",
  "contributors": "Suwandi Sugondo (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02.54.501; Ervan Christawan (24497001)",
  "subjects": "GEARING; AUTOMOBILES; AUTOMOBILES-FOUR WHEEL DRIVE"
}