{
  "id": "30930",
  "title": "Analisa kekuatan lentur dan daktilitas tiang beton pratekan bersengkang spiral",
  "abstract": "Kekuatan lentur dan daktilitas merupakan salah satu syarat yang sangat penting di dalam merencanakan pondasi struktur bangunan khususnya pada pondasi tiang pancang. Di dalam mgndesain kekuatan lentur dan daktilitas tiang dapat dipergunakan peraturan-peraturan yang terdapat pada ACI 318-83 maupun NZS 3101. Pada tulisan ini disajikan beberapa tabel dan grafik dari overstrength faktor, diagram interaksi M-N, grafik kurvatur batas dan grafik faktor daktilitas kurvatur untuk desain praktis kekuatan lentur dan daktilitas dari tiang pancang beton pratekan bersengkang spiral dengan bentuk penampang segidelapan, persegi dan bulat berongga. Data-data untuk penampang segidelapan berdasarkan hasil eksperimen yang dilakukan oleh PamL -I, sedangkan data-data untuk penampang persegi dan bulat berongga diperoleh dari hasil peninjauan dan pengamatan sesungguhnya di lapangan. Keuntungan dalam penggunaan tabel dan grafik di dalam menganalisa yaitu dapat dengan mudah dan cepat diperoleh nilai-nilai kekuatan lentur dan daktilitas yang diinginkan serta faktor-faktor yang berpengaruh dan yang dapat meningkatkan kekuatan lentur dan daktilitas dari tiang pancang pratekan. Dari hasil penelitian tersebut didapatkan bahwa peningkatan mutu sengkang spiral, diameter spiral dan jarak antar spiral yang seinakin rapat mempunyai pengaruh yang sangat besar dalam meningkatkan kekuatan lentur dan daktilitas. Untuk memperjeias maksud sesungguhnya dari penyajian tabel, diagram dan grafik ini, disajikan contohperhitungan beserta pembahasan mengenai hasil-hasil yang diperoleh.",
  "creators": "RIKY WANTOJO; SURYANI",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1); Takim Andriono (Advisor 2); Hurijanto Koentjoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 540 S; Riky Wantojo (21487016), Suryani (21487046)",
  "subjects": "PRESTRESSED CONCRETE CONSTRUCTION; CONCRETE PILING"
}