{
  "id": "30939",
  "title": "Upaya peningkatan kemampuan analisa masalah melalui implementasi Fishbone diagram di PT E-T-A Indonesia",
  "abstract": "Analisa masalah memiliki peranan yang penting dalam mengatasi permasalahan dalam suatu proses produksi. Analisa masalah dilakukan untuk menemukan penyebab utama dari suatu permasalahan. Permasalahan yang sering terjadi pada PT E-T-A Indonesia, khususnya PG 201 dan 4120 adalah jenis kecacatan yang sama terjadi pada suatu produk secara berulang-ulang. Operator tidak memahami cara yang dapat digunakan untuk mengidentifikasi penyebab utama suatu kecacatan. Pemberian training dapat dijadikan sebagai salah satu solusi untuk meningkatkan kemampuan analisa masalah oleh tim 201 dan 4120. Salah satu tools analisa masalah yang diaplikasikan oleh penulis adalah fish-bone diagram. Penulis membekali tim 201 dan 4120 tentang pengertian, kegunaan, serta cara pengaplikasian dari tools fishbone diagram. Pemberian training kepada tim 201 dan 4120 dilakukan secara bertahap. Melalui pemberian training ini diharapkan tim 201 dan 4120 dapat secara bersama-sama melakukan diskusi analisa masalah untuk mengatasi setiap permasalahan kecacatan yang terjadi pada production group mereka masing-masing. Hasil pemberian training menunjukkan adanya peningkatan pemahaman dan kemampuan dari tiap-tiap peserta dalam melakukan analisa masalah. Tim 201 dan 4120 dapat mengaplikasikan tools fishbone diagram dalam melakukan analisa masalah pada persoalan riil yang terjadi di PT E-T-A Indonesia. Analisa masalah dilakukan untuk menuju pada ditemukannya solusi, sehingga permasalahan tersebut tidak berlarut-larut.",
  "creators": "ANDRIANTO TJONDRO",
  "contributors": "Jani Rahardjo (Advisor 1); Indriati Njoto Bisono (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021766/IND/2014; Andrianto Tjondro (25410013)",
  "subjects": "TOTAL QUALITY MANAGEMENT; QUALITY CONTROL"
}