{
  "id": "30949",
  "title": "Perancangan key performance indicator operator dan foreman departemen quality control di PT X",
  "abstract": "PT X merupakan perusahaan sepeda yang berusaha memenuhi kebutuhan konsumen lokal maupun internasional. Pemenuhan kebutuhan konsumen tersebut harus disertai dengan produk yang memenuhi kualitas dengan standar internasional. Oleh karena itu diperlukan skill yang tinggi bagi karyawan produksi maupun staf quality control. Pengukuran skill yang obyektif dan tepat sasaran dapat dilakukan melalui Key Performance Indicator (KPI) yang berdasarkan Balanced Score Card. Perancangan Key Performance Indicator yang dibuat berdasarkan Balanced Score Card untuk level foreman dan operator Departemen Incoming dan Assembly terdiri dari 2 perspektif pelanggan dan perspektif pembelajaran dan pertumbuhan. Perspektif pelanggan berdasarkan hasil kerja foreman dan operator yang berkaitan dengan tingkat akurasi pengecekan barang yang memenuhi standard spesifikasi, sedangkan perspektif pembelajaran dan pertumbuhan berdasarkan hasil nilai pengukuran tes tertulis dan praktek foreman dan operator. Materi pengukuran bagi foreman atau operator Departemen Incoming yaitu melakukan pengukuran pengecekan part, pengecekan kondisi surface, standard spesifikasi pengecekan setiap jenis part, pengetahuan alat ukur yang digunakan. Materi untuk Departemen Assembly yaitu pengetahuan alat ukur yang digunakan, menjelaskan alur produksi assembly, standard spesifikasi pengukuran assembly, perakitan sepeda sesuai dengan fungsi masing-masing part.",
  "creators": "YENNI VEBRIANA",
  "contributors": "Liem Yenny Bendatu (Advisor 1); Indriati Njoto Bisono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021753/IND/2014; Yenni Vebriana (25410051)",
  "subjects": "QUALITY CONTROL; KEY PERFORMANCE INDICATORS"
}