{
  "id": "30967",
  "title": "Perencanaan sistem pengendalian kualitas di PT Surya Putra Barutama Surabaya",
  "abstract": "PT Surya Putra Barutama adalah perusahaan yang bergerak di bidang karoseri dengan produk utamanya yaitu Dump Truck. Demi menjaga kepercayaan konsumen untuk menghasilkan produk yang berkualitas, sejak tahun 2009 perusahaan telah memperoleh sertifikat ISO 9001:2008 sebagai pengakuan bahwa perusahaan telah menerapkan manajemen mutu yang baik dan sesuai dengan pedoman standar mutu yang berlaku. Dalam kegiatan produksinya, perusahaan selalu berupaya agar menghasilkan produk yang baik dan menekan kerusakan produk atau jumlah cacat yang tinggi. Akan tetapi, kenyataan dilapangan menunjukkan bahwa tingkat kecacatan masih tergolong tinggi dan bahkan masih terdapat cacat yang melebihi standar dan toleransi yang ditetapkan. Penelitian ini bertujuan untuk mengetahui bagaimana perusahaan merencanakan sistem pengendalian kualitas dengan menggunakan alat bantu statistik yang bermanfaat dalam upaya mengendalikan tingkat kecacatan produk di perusahaan. Hasil analisis dari diagram pareto, prioritas perbaikan yang perlu dilakukan adalah untuk jenis kerusakan yang dominan yaitu cat over (63%), cat kotor (60%), cat tidak rata (51%), cat kasar (43%), cat kurang (29%), PTO (53%), las keropos (45%), spakboard (39%), las kurang (26%). Langkah selanjutnya adalah mencari faktor-faktor yang menjadi penyebab terjadinya kerusakan produk menggunakan diagram sebab akibat untuk kemudian dapat disusun sebuah rekomendasi atau usulan perbaikan kualitas berupa Quality Plan. Quality Plan Perakitan Bak, Quality Plan Perakitan SubFrame, Quality Plan Perakitan Komponen, Quality Plan Finishing, dan Quality Plan Pengecatan disusun untuk memperbaiki perencanaan sistem kualitas dan mengurangi jumlah re-work pada saat produk akan dikirim ke konsumen. Pembuatan Quality Plan Pengecatan dilengkapi dengan pembuatan Work Instructions. Pengecatan karena proses pengecatan merupakan hal yang kritis dan sangat berpengaruh atas kualitas produk yang dihasilkan oleh perusahaan.",
  "creators": "JOSEPH SANTOSO",
  "contributors": "Jani Rahardjo (Advisor 1); I Nyoman Sutapa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021717/IND/2013; Joseph Santoso (25409001)",
  "subjects": "TOTAL QUALITY MANAGEMENT; PRODUCTION MANAGEMENT; QUALITY CONTROL"
}