{
  "id": "30972",
  "title": "Peningkatan kemampuan analisa root-cause staf produksi PT E-T-A Indonesia dalam upaya penurunan kecacatan",
  "abstract": "PT E-T-A Indonesia merupakan perusahaan penghasil komponen elektrik seperti circuit breaker dan saklar. Beberapa pelanggan dari perusahaan yang berpusat di Jerman ini adalah perusahaan mobil mewah dan produsen pesawat komersial. Sebagai penghasil komponen kelistrikan yang dipercaya oleh merek-merek ternama seperti Mercedes-Benz, Audi, hingga Airbus, kualitas merupakan sebuah kunci yang harus dipegang teguh oleh setiap kegiatan produksi perusahaan ini. Beberapa permasalahan kecacatan masih sering dijumpai pada setiap segmen produk yang dihasilkan. Sebagian besar permasalahan kecacatan yang terjadi merupakan masalah yang sama dan hingga saat ini masih belum diketahui penyebabnya. Tujuan dari tugas akhir ini adalah meningkatkan kemampuan dalam menganalisa sebuah masalah yang terjadi menggunakan tools-tools yang tepat sehingga masalah tidak muncul berulang pada segmen 1170 dan 1180. Peningkatan kemampuan analisa akar masalah dimulai dengan tahap define, yakni menentukan masalah-masalah yang terjadi pada PT E-T-A Indonesia ini berikut dengan karakteristik kualitas apa saja yang digunakan pada kegiatan produksi. Tahap berikutnya adalah measure, pada tahap ini dilakukan pengukuran dan perhitungan kecacatan apa saja yang terjadi pada segmen 1170 dan 1180 antara Januari hingga Maret 2014. Masalah-masalah dihimpun menjadi sebuah data kemudian dengan prinsip dan bantuan pareto, diketahui bahwa masalah yang krusial dan harus diselesaikan adalah berulangnya kecacatan trip time. Tahap analisa merupakan tahap dimana masalah yang terjadi dicari akar permasalahannya, pada kasus ini, ditemukan indikasi bahwa permasalahan utama terjadinya kecacatan berulang kali adalah karena pekerja tidak mampu menganalisa penyebab kecacatan itu sendiri. Tahap selanjutnya adalah tahap improve, pada tahap ini dilakukan training kepada pekerja segmen 1170 dan 1180 agar dapat mengatasi masalah yang terjadi dengan quality tools yang tepat. Evaluasi dari perbaikan yang dilakukan adalah dengan melihat apakah para pekerja sudah bisa menggunakan quality tools dengan benar, tahap ini merupakan tahap terkahir dalam tugas akhir ini.",
  "creators": "STEVEN IRAWAN",
  "contributors": "Indriati Njoto Bisono (Advisor 1); Felecia, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 020217140/IND/2014; Steven Irawan (25410009)",
  "subjects": "TOTAL QUALITY MANAGEMENT; QUALITY CONTROL; PROBLEM SOLVING"
}