{
  "id": "30974",
  "title": "Upaya penurunan internal claim dengan metode DMAIC di PT E-T-A Indonesia",
  "abstract": "Angka Internal Claim yang selalu mencapai 10 per bulan bahkan lebih mendorong adanya penerapan DMAIC ( Define, Measure, Analyze, Improve, Control ) di PT. E-T-A Indonesia untuk menyelesaikan permasalahan yang ada saat ini. Penerapan DMAIC diharapkan dapat menemukan akar permasalahan yang menyebabkan tingginya Internal Claim. Analisa dari penelitian ini akan digunakan untuk memperbaiki sistem di PT. E-T-A Indonesia, sehingga dapat menurunkan internal claim.Penelitian ini berfokuskan pada faktor Man. Perbaikan yang dilakukan berfokuskan pada dua jenis produk di PT. E-T-A Indonesia yaitu produk 1160 dan produk 1658 dengan cara melakukan pembelajaran mengenai Fishbone Diagram & 5 Why Analysis serta penerapan Problem Solving Documentation.Hasil perbaikan yang didapatkan dari DMAIC saat ini masih dalam proses adaptasi, sehingga hasil perhitungan penurunan kecacatan melalui perubahan tersebut belum terlalu signifikan. Hasil dari penelitian ini dapat dilihat pada tingkat kecacatan di Bulan Mei 2014, baik untuk produk 1160 dan produk 1658. Penurunan kecacatan yang terjadi pada produk 1658 yaitu meliputi jenis kecacatan UL Fail sebanyak 91,67% , trip time lambat sebanyak 75% dan trip time cepat sebanyak 100%, tetapi disertai dengan peningkatakan kecacatan untuk jenis DL Fail sebanyak 85,71%, kecacatan jenis fungsi sebesar 125% dan untuk kecacatan jenis fisik sebesar 81,25% hal ini dikarenakan ada pergantian material yang sebelumnya dipasok dari Jerman beralih kepada suplier lokal. Untuk Produk 1160 jenis kecacatan trip time cepat mengalami penurunan hingga 50%, kecacatan jenis fungsi tidak terjadi lagi pada bulan Mei 2014, untuk jenis kecacatan trip time lambat mengalami penurunan sebesar 30,76% dan kecacatan jenis fisik mengalami penurunan sebsar 50%. Perbandingan yang digunakan hanya bulan Mei 2014 dengan Bulan April 2014 dikarenakan keterbatasan waktu. Hasil lain pada penelitian kali ini adalah kebiasaan menganalisa dan menyelesaikan masalah yang sebelumnya hanya dilakukan secara diskusi, sekarang dilakukan dengan cara menggunakan Fishbone Diagram & 5 Why Analysis serta pengisian Problem Solving Documentation. Perubahan pola pikir dan tumbuhnya awareness untuk melakukan analisa dan penyelesaian masalah hingga ke akarnya merupakan hasil lain yang didapatkan. Harapan pada masa mendatang yaitu akan dapat berpengaruh pada penurunan Internal Claim secara signifikan dengan adanya solusi pencegahan dan juga penangan pada akar masalah sehingga tidak terjadi lagi.",
  "creators": "ANDRE TJAHYONO",
  "contributors": "Indriati Njoto Bisono (Advisor 1); Jani Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021739/IND/2014; Andre Tjahyono (25410025)",
  "subjects": "QUALITY CONTROL; PRODUCTION MANAGEMENT"
}