{
  "id": "30984",
  "title": "Identifikasi waste dengan menggunakan value stream mapping dan upaya perbaikan kinerja di gudang PT Y",
  "abstract": "PT Y adalah salah satu perusahaan yang bergerak di bidang produksi rokok. PT Y memiliki empat gudang yaitu gudang DIM SKM, SPP, clove, dan leaf. Perusahaan terus melakukan perbaikan kinerja di empat gudang tersebut dengan pertama-tama mengidentifikasi waste menggunakan konsep lean manufacturing dengan metode value stream mapping. Dua jenis waste yang ditemukan di gudang DIM SKM yaitu unnecessary movement dan transportasi. Usulan perbaikan yang diberikan adalah membuat prosedur baru untuk pengembalian material, sedangkan untuk waste transportasi diatasi dengan pembuatan jadwal tranportasi baru untuk truk DIM SKM. Pembuatan jadwal baru bisa mengurangi 1 trip. Waste yang ditemukan di gudang bahan baku SPP yaitu waiting. Usulan perbaikannya adalah pembuatan store location baru untuk membentuk segregasi yang jelas pada kepemilikan barang. Waste yang ditemukan di gudang hasil produksi yaitu trasportasi. Usulan perbaikan yang diberikan membuat jadwal yang baru untuk truk gudang hasil produksi SPP sehingga dapat mengurangi 2 trip. Waste yang ditemui di gudang clove yaitu unused employee creativity. Usulan perbaikan yang diberikan adalah membuat form monitoring untuk meningkatkan kinerja asisten gudang sehingga mengurangi 1 tenaga kerja. Perbaikan lainnya adalah mengurangi biaya pembuatan bendera cengkeh sebesar Rp 370.080,00/ minggu. Waste yang ditemui di gudang leaf yaitu transportasi. Usulan perbaikan yang diberikan adalah mendekatkan posisi gudang OTM agar waktu transportasi lebih singkat yaitu mengehemat waktu sebesar 4,5 menit. Usulan perbaikan di DIM SKM, SPP, dan clove telah diimplementasikan dan memberikan dampak yang signifikan.",
  "creators": "MONICA PURDIANI PURNOMO",
  "contributors": "Indriati Njoto Bisono (Advisor 1); Debora Anne Yang Aysia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021729/IND/2014; Monica Purdiani Purnomo (25410073)",
  "subjects": "WASTE PRODUCTS; WASTE MINIMIZATION; PRODUCTION MANAGEMENT"
}