{
  "id": "30982",
  "title": "Peningkatan performa DIM waste pada departemen secondary processing PT X",
  "abstract": "Salah satu waste yang terdapat di Secondary Processing Department PT X adalah cigarette reject. Rata-rata cigarette reject selama bulan Januari-Februari 2014 sebesar 2,21%, sedangkan target perusahaan adalah 2,15%. Tujuan dari penelitian ini adalah menurunkan angka cigarette reject sehingga berdampak pada performa DIM waste. Langkah-langkah penelitian dilakukan berdasarkan pada kerangka DMAIC yaitu dimulai dengan melakukan pemetaan cigarette reject, pengambilan data berat cigarette reject setiap waste point, kemudian melakukan root cause analysis sehingga didapatkan usulan perbaikan. Berdasarkan pemetaan cigarette reject didapatkan 4 waste point, yang mana berdasarkan pertimbangan besar usaha dan impact dipilih 3 waste point untuk dilakukan perbaikan. Perbaikan waste point 1 dilakukan dengan investasi cigarette shredder sehingga batangan rokok panjang yang di reject pada waste point 1 dapat dipisahkan antara kertas pembungkus dan tembakaunya untuk digunakan kembali. Pada waste point 2 dilakukan pergantian komponen dan update tasklist cleaning maker. Perbaikan waste point 3 berupa process developent yaitu penggunaan pinset untuk mengambil rokok yang cacat di tray tanpa merusak rokok di sekelilingnya. Setelah dilakukan perbaikan di ketiga waste point, rata-rata cigarette reject turun menjadi 2,04%. Angka ini tidak saja mencapai target, bahkan melampau target secara signifikan. Investasi yang dikeluarkan untuk perbaikan sebesar Rp. 13.000.000,00 telah menghemat biaya sebesar Rp. 88.573.564,61 selama implementasi (2 bulan).",
  "creators": "KARINA VICTORIA CHANDRA",
  "contributors": "Felecia, S.T., M.Sc. (Advisor 1); Liem Yenny Bendatu (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021734/IND/2014; Karina Victoria Chandra (25410071)",
  "subjects": "WASTE PRODUCTS"
}