{
  "id": "30993",
  "title": "Fasilitas agrowisata kebun kopi robusta di Jember",
  "abstract": "Meningkatnya minat masyarakat terhadap komoditas kopi dewasa ini, menyebabkan kopi menjadi salah satu komoditas sentral di pasaran dunia. Seiring berkembangnya ‘budaya minum kopi’ yang dulunya hanya bisa ditemukan di warung-warung saja, kini mulai berkembang keseluruh lapisan masyarakat. Dampaknya, budaya minum kopi kini digemari baik dari masyarakat kelas atas, menengah sampai bawah. Hal ini menyebabkan berkembangnya berbagai produk kopi baik yang dikonsumsi dengan berbagai inovasi sehingga bisa dikonsumsi oleh siapa saja maupun produk lain yang tidak kalah digemari oleh masyarakat, sehingga dari waktu ke waktu jumlah penggemar kopi semakin bertambah. Namun permasalahannya pertambahan jumlah penggemar kopi ini tidak diimbangi dengan pengetahuan mereka tentang bagaimana perjalanan proses pengolahan kopi yang mereka konsumsi dari awal ditanam sampai dapat mereka nikmati di cangkir mereka masing-masing. Karena itu fasilitas ini dihadirkan untuk menjadi sebuah wadah di mana para penggemar kopi dapat mengetahui dan merasakan bagaimana perjalanan biji kopi dari kebun aslinya diproses melalui berbagai macam tahapan sehingga menghasilkan kopi yang mereka sukai. Wadah tersebut juga dikemas dalam bentuk wisata dengan mengambil pendekatan sequnce dan pendalaman karakter ruang dalam penerapan desainnya sehingga memungkinkan bagi pengunjung untuk mengeksplorasi kopi melalui panca inderanya. Fasilitas ini juga dilengkapi fasilitas seperti galeri, tour pabrik, cottage dan fasilitas penunjang lain yang memungkinkan pengunjung mengeksplorasi kopi secara dalam. Diharapkan fasilitas agrowisata ini dapat menjadi wadah agar masyarakat khususnya pecinta kopi dapat mengenal komoditas kopi lebih dalam lagi.",
  "creators": "FX ANDREE YULIANTO",
  "contributors": "Luciana Kristanto, S.T., M.T. (Advisor 1); Markus Ignatio Aditjipto (Advisor 2); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023205/ARS/2014; FX. Andree Yulianto (22409103)",
  "subjects": "RECREATION CENTER; AGROWISATA-TOURIST TRADE; AGROTOURISM"
}