{
  "id": "30998",
  "title": "Disain alat tes permeabilitas beton",
  "abstract": "Salah satu faktor yang mempengaruhi durabilitas beton adalah permeabilitas beton. Salah satu tes permeabilitas adalah tes permeabilitas terhadap air, yang dibedakan menjadi beberapa kategori, yaitu tes serapan permukaan, tes penyerapan air, tes kecepatan aliran air, dan tes kapilaritas. Penelitian tentang permeabilitas air sangat penting untuk bangunan yang terendam atau berhubungan langsung dengan air, khususnya bangunan di dekat pantai, pelabuhan, jembatan, basement dan lain sebagainya. Hingga saat ini alat untuk tes permeabilitas beton khususnya terhadap air masih sedikit di Indonesia. Untuk itu diusahakan untuk membuat alat tes permeabilitas yang mudah dan hasilnya dapat dibandingkan dengan alat yang sudah sesuai dengan standar, yaitu alat Marui. Untuk mendapatkan hasil koefisien permeabilitas ada berbagai macam rumus yang dapat digunakan, yaitu: rumus Darcy dan rumus Penetrasi. Kedua rumus tersebut dapat digunakan, tergantung dari hasil tes yang ada. Bila sampel jenuh maka digunakan rumus Darcy, tetapi jika sampel tidak tembus maka sampel dibelah dan digunakan rumus Penetrasi. Rumus yang baik digunakan dalam tes permeabilitas ini adalah rumus Darcy, karena hasil penelitian dengan alat yang didisain untuk penelitian, jika dihitung dengan rumus Darcy maka angka permeabilitas yang dihasilkan hampir sama dengan angka permeabilitas yang dihasilkan oleh alat Marui. Maka dari itu dapat diperoleh kesimpulan bahwa alat yang didisain untuk penelitian ini sesuai dengan standar uji yang berlaku.",
  "creators": "ALLAN SURYA LEE PUTRA; KOESHARDIONO WIBOWO",
  "contributors": "Handoko Sugiharto (Advisor 1); Wong Foek Tjong, S.T., M.T., Ph.D. (Advisor 2); Budisetyono Tedjakusuma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.1238/SIP/2002; Allan Surya Lee Putra (21497042), Koeshardiono Wibowo (21497081)",
  "subjects": "CONCRETE-TESTING"
}