{
  "id": "30999",
  "title": "Pusat pelestarian dan pengembangan seni pentas Bali",
  "abstract": "Kesenian pentas merupakan salah satu sarana hiburan yang keberadaannya sangat diminati oleh para wisatawan, tidak hanya untuk dinikmati melalui paket wisata tetapi juga untuk dipelajari. Hal inilah yang membuatnya pantas untuk dipertahankan dan dikembangkan lebih lanjut, sehingga untuk menampung aspirasi dan kreasi masyarakat dalam bidang seni pentas tersebut dalam suatu wadah yang bersifat mendidik, menghibur dan menginformasikan itulah maka timbul gagasan untuk mendirikan pusat pelestarian dan pengembangan seni pentas Bali. Mengingat fasilitas ini berhubungan erat dengan kesenian pentas Bali, maka ditentukan lokasi di Desa Ubud yang merapakan pusat seni khususnya seni pentas di Bali. Tapak untuk proyek ini mempunyai luasan yang cukup besar sehingga disain tidak hanya dititikberatkan pada bangunan tetapi juga pada penataan lansekap dan ruang luarnya. Konsep yang diterapkan untuk perencanaan ini berpegang pada konsep filosofis tari kecak yang mewakili kesenian pentas yang paling populer di Bali. Penggunaan konsep ini juga didukung oleh kontur tanah yang juga dapat diadaptasikan dengan konsep penataan ruang arsitektur tradisional Bali. Diharapkan dengan adanya proyek ini dapat mendukung pelestarian dan pengembangan kesenian daerah yang merupakan bagian dari kebudayaan bangsa, serta memberi pandangan baru terhadap perencana lain untuk lebih mengenal dan mengembangkan potensi arsitektur tradisional Bali khususnya dan Indonesia umumnya.",
  "creators": "YAOLYANA",
  "contributors": "Irwan Santoso (Advisor 1); V.P. Nugroho Susilo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1808/ARS/35/2001; Yaolyana (22497019)",
  "subjects": "THEATERS--DESIGNS AND PLANS"
}