{
  "id": "3099",
  "title": "Penerapan quality function deployment dalam usaha peningkatan layanan di Travel Mutiara",
  "abstract": "Quality Function Deployment merupakan metode yang dimulai dari mengetahui keinginan dan kebutuhan pelanggan atau suara konsumen, dilanjutkan dengan bagaimana cara merespon keinginan dan kebutuhan tersebut. Permasalahan dalam Tugas Akhdr ini adalah menerapkan Ouality Function Deployment berupa pembuatan matriks House Of Ouality, dengan tujuan untuk peningkatan layanan jasa travel. Pengumpulan data dilakukan dengan wawancara dan penyebaran kuesioner kepada konsumen untuk matriks bagian horisontal, serta analisa penulis dan wawancara dengan pihak perusahaan untuk matriks bagian vertikal. Terdapat 20 suara konsumen dibagi menjadi lima kategori yaitu: kendaraan, kelancaran perjalanan, pengemudi, pegawai, dan lain-lain. Suara konsumen yang harus lebih dibenahi ialah 'mobil bersih', 'mobil tidak berisik', 'AC dingin', 'umur mobil tidak tua', 'tidak mengoperkan penumpang', 'jalur yang dilalui sesuai rute', 'penjemputan tepat waktu', dan 'fasilitas snack'. Respon teknis yang digunakan untuk memenuhi suara konsumen berjumlah 11. Dari analisa dan nilai pada submatriks bobot kolom, respon teknis yang perlu mendapat perhatian adalah : pemeliharaan kebersihan kendaraan, perawatan dan pengontrolan kendaraan, perbaikan bagian kendaraan yang rusak, pembaharuan kendaraan, kebijakan mengenai perjalanan, kebijakan mengenai rekrutmen karyawan, penjadualan dan peraturan kerja pengemudi, serta kebijakan mengenai snack. Pada tugas akhir ini digunakan analisa SWOT untuk menganalisa matriks House OfOuality.",
  "creators": "ATTHAR AULIAWAN",
  "contributors": "Herri Christian Palit (Advisor 1); Danny Prabowo Soetanto (Advisor 2); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/0711/IND/2003; Atthar Auliawan (25498104)",
  "subjects": "MARKETING RESEARCH; CONSUMER RESEARCH-QUALITY FUNCTION DEVELOPMENT ASPECTS"
}