{
  "id": "31023",
  "title": "Implementasi prinsip transparency, accountability, responsibility, independency dan fairness pada perusahaan keluarga PT Genesys Integrated Indonesia di Surabaya",
  "abstract": "Penelitian ini bertujuan untuk mendeskripsikan penerapan prinsip-prinsip transparency, accountability, responsibility, independency, and fairness pada perusahaan keluarga PT Genesys Integrated Indonesia di Surabaya. Pengumpulan data dilakukan dengan metode wawancara dan melakukan pengamatan langsung pada PT Genesys Integrated Indonesia. Berdasarkan hasil penelitian, PT Genesys Integrated Indonesia termasuk dalam kategori Family Business Enterprise (FBE) yang telah menerapkan prinsip Good Corporate Governance. Untuk prinsip Transparency, Responsibility dan Independency telah dilaksanakan dengan baik oleh PT Genesys Integrated Indonesia. Hal ini dapat dilihat dari arus informasi dan kebijakan telah dikomunikasikan kepada karyawan, perusahaan telah melakukan Corporate Social Responsibility dan audit internal dari perusahaan tidak mendapat pengaruh dari pihak eksternal. Sedangkan untuk implementasi prinsip Accountability dan Fairness masih belum diterapkan secara optimal. Hal ini dapat dilihat dari tidak terdapatnya audit eksternal, Standard of Procedure, job description secara jelas dan masih terdapat divisi yang mendominasi pada perusahaan. Untuk itu, PT Genesys Integrated Indonesia harus melakukan perbaikan pada prinsip Accountability dan Fairness dengan cara mengadakan audit eksternal, memperbaiki susunan job description, dan membuat divisi baru untuk membantu divisi yang mendominasi",
  "creators": "ALEXANDER HUDIONO KUSUMO",
  "contributors": "Maria Praptiningsih, S.E., M.Sc.FE. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010640/MAN/2014; Alexander Hudiono Kusumo (31410048)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES; CORPORATE GOVERNANCE"
}