{
  "id": "31021",
  "title": "Studi deskriptif efektivitas dan pelatihan kerja pada PT Nenggapratama Internusantara di Manado",
  "abstract": "Sumber daya manusia memegang peranan penting bagi keberhasilan perusahaan. Dalam menjalankan kegiatan usahanya PT Nenggapratama Internusantara masih dihadapkan pada beberapa kendala terutama pada kompetensi sumber daya manusia. Oleh karena itu, diadakan program pelatihan kerja untuk meningkatkan kualitas sumber daya manusia yang dimiliki perusahaan. Tujuan penelitian ini adalah untuk mendeskripsikan penerapan dan efektivitas pelatihan PT Nenggapratama Internusantara. Jenis penelitian yang digunakan adalah kualitatif deskriptif. Informan penelitian berasal dari internal perusahaan yang berjumlah 3 orang. Jenis data yang digunakan adalah data kualitatif. Sumber data yang digunakan dalam penelitian ini adalah data primer dan data sekunder. Metode pengumpulan data yang digunakan adalah wawancara dan riset kepustakaan. Teknik analisis data yang digunakan terdiri adalah analisis deskriptif, sedangkan metode pengujian datanya adalah triangulasi. Hasil penelitian menunjukkan penerapan pelatihan pada PT. Nenggapratama Internusantara dilakukan dengan metode off the job training dan on the job training. Program pelatihan pada PT. Nenggapratama Internusantara dapat dikatakan efektif karena pelatihan kerja yang dilakukan sangatlah penting karena untuk mengatasi permasalahan tenaga kerja pada bagian layanan service perbaikan mobil yang kurang berkompeten sehingga menghasilkan pekerjaan yang tidak maksimal. Pelatihan kerja juga dapat memenuhi kebutuhan karyawan terutama bagi mekanik baru yang belum berpengalaman dan belum memiliki pengetahuan dan pemahaman yang cukup mengenai mesin mobil.",
  "creators": "NATHALIA S ANGKASA",
  "contributors": "Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010698/MAN/2014; Nathalia Angkasa (31409223)",
  "subjects": "PERSONNEL MANAGEMENT; EMPLOYEES-TRAINING OF"
}