{
  "id": "31024",
  "title": "Penerapan prinsip-prinsip good corporate governance pada perusahaan keluarga PT Prima Raya Abadi, Surabaya",
  "abstract": "Sebagian besar perusahaan di dunia ini dimiliki oleh keluarga. Perusahaan keluarga berperan banyak bagi pertumbuhan ekonomi suatu Negara, tidak terkecuali di Indonesia. Pengelolaan yang terjadi di dalamnya pun bervariasi. Banyak yang jatuh karena memiliki pengelolaan yang kurang baik, oleh sebab itu dunia menetapkan praktik Good Corporate Governance yang di dalamnya terdapat prinsip-prinsip Good Corporate Governance, yaitu transparency, accountability, responsibility, independency, dan fairness sebagai sebuah sistem tata kelola yang baik Penelitian ini bertujuan untuk mengamati bagaimana implementasi prinsip- prinsip Good Corporate Governance pada PT Prima Raya Abadi, sebuah perusahaan keluarga yang bergerak dalam bidang jasa perhotelan. Penelitian ini menggunakan metode kualitatif. Pengumpulan data menggunakan wawancara dan observasi. Setelah mendapatkan data, data dianalisa dengan menelaah data dari berbagai sumber, reduksi data, kategorisasi, pemeriksaan keabsahaan data, dan penafsiran data. Pengujian keabsahan data dilakukan dengan menggunakan trianggulasi sumber Dari hasil penelitian didapati bahwa PT Prima Raya Abadi telah menerapkan prinsip-prinsip Good Corporate Governance, yaitu prinsip accountability, responsibility, independency, dan fairness. Prinsip transparency belum diterapkan sebab laporan keuangan tidak terbuka untuk publik.",
  "creators": "ANDY LIEYANTO",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010673/MAN/2014; Andy Lieyanto (31410065)",
  "subjects": "GOOD CORPORATE GOVERNANCE; FAMILY-OWNED BUSINESS ENTERPRISES; FAMILY CORPORATIONS; CORPORATE GOVERNANCE"
}