{
  "id": "31041",
  "title": "Analisa pengaruh, massa, balancing dan jarak tumpu poros blower sentrifugal terhadap lendutan dan daya motor pada aspirator beras (BHC-3000)",
  "abstract": "Pada penggunaan aspirator beras BHC-3000 sering terjadi kerusakan yang diakibatkan terjadinya lendutan pada poros yang demikian besar hingga impeller membentur rumah keongnya. Lendutan yang terjadi dipengaruhi oleh banyak faktor, diantaranya massa, jarak tumpuan poros, dan balancing. Maka dari itu analisa ini dibuat untuk memperoleh informasi seberapa jauh pengaruh dari massa, jarak tumpuan poros, serta balancing terhadap kebutuhan daya motor dan lendutan yang terjadi pada poros dengan memperhatikan putaran kritis dari poros dan impeller. Percobaan dilakukan untuk dua macam poros dengan jarak tumpu yang berlainan (1468 mm dan 1100 mm) dengan 4 macam kondisi untuk masing-masing jarak tumpu tersebut. Kondisi itu adalah tanpa penambahan balancing sama sekali, dengan penambahan balancing seberat 50 gram, penambahan balancing 110 gram (kondisi balance optimal), dan penambahan balancing seberat 165 gram (kondisi over balance) Dari percobaan diperoleh informfasi bahwa penambahan balancing dengan metode static balancing dapat secara efektif mereduksi lendutan yang terjadi pada poros. Percobaan juga membuktikan bahwa operasi pada daerah kritis akan menimbulkan getaran yang sangat kuat. Pengurangan jarak tumpuan poros akan mengakibatkan pengurangan konsumsi daya pada motor. Penelitian ini dapat dikembangkan lagi dengan mengembangkan metoda balancing yang diterapkan, yakni dengan mempertimbangkan ketidaksetimbangan dinamis sistem.",
  "creators": "ANTON SETIAWAN",
  "contributors": "Suwandi Sugondo (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01.54.495; Anton Setiawan (24497006)",
  "subjects": "BLOWERS"
}