{
  "id": "31055",
  "title": "Pengaruh faktor internal dan faktor eksternal terhadap nilai perusahaan industri manufaktur periode 2008-2012",
  "abstract": "Berdirinya sebuah perusahaan harus memiliki tujuan yang jelas. Tujuan tersebut antara lain ingin memakmurkan pemilik perusahaan atau pemegang saham (wealth of the shareholder) dan memaksimalkan nilai perusahaan (market value of the firm) yang tercermin pada harga sahamnya. Jadi semakin tinggi nilai perusahaan maka semakin besar kemakmuran yang akan diterima oleh pemilik perusahaan. Memaksimalkan nilai perusahaan berarti memaksimalkan nilai sekarang dari semua keuntungan yang akan diterima oleh pemegang saham di masa yang akan datang atau berorientasi jangka panjang. Bagi perusahaan-perusahaan yang go public, nilai perusahaan dapat direfleksikan melalui harga pasar saham. Rumusan masalah pada penelitian ini adalah apakah ada pengaruh faktor internal dan faktor eksternal terhadap nilai perusahaan industri manufaktur periode 2008-2012. Jenis penelitian yang akan digunakan adalah penelitian eksplanatori. Populasi dalam penelitian ini adalah semua perusahaan manufaktur yang telah listing dan terdaftar di BEI selama periode 2008-2012. Teknik pengumpulan data menggunakan metode kepustakaan (library research) dan metode dokumentasi. Jenis dan sumber data menggunakan data sekunder. Teknik análisis data yang digunakan adalah Analisis regresi berganda. Hasil dari penelitian ini adalah variabel faktor internal yang meliputi return on equity, return on asset, dividend payout ratio, dan debt to equity ratio dan faktor eksternal perusahaan berupa tingkat inflasi dan tingkat suku bunga secara bersama-sama mempunyai pengaruh yang signifikan terhadap nilai perusahaan pada kelompok perusahaan manufaktur Periode 2008-2012. Akan tetapi secara parsial hanya variabel Return On Equity, Dividend Payout Ratio dan tingkat suku bunga berpengaruh terhadap nilai perusahaan pada kelompok perusahaan manufaktur Periode 2008-2012. Sedangkan variabel yang secara parsial tidak ada pengaruh adalah Debt to Equity Ratio dan Tingkat inflasi.",
  "creators": "CLEASYA CECILIA CAHYO",
  "contributors": "Dewi Astuti (Advisor 1); Pwee Leng (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 37010232/MAN/2014; Cleasya Cecilia (37410033)",
  "subjects": "CORPORATIONS--FINANCE; INVESTMENTS ANALYSIS"
}