{
  "id": "31094",
  "title": "Analisa hubungan dan pengaruh antara retail mix dengan customer loyalty melalui perceived value di The Grand Palace Department Store Surabaya",
  "abstract": "Berkembangnya retail di Indonesia sangat jelas terlihat dengan munculnya banyak shopping centre dengan beragam formatnya, salah satunya adalah department store. Banyaknya department store baru dengan konsep yang berbeda-beda sehingga meningkatkan persaingan antar department store dalam menarik pengunjung untuk datang. Retail mix di dalam sebuah department store menjadi salah satu alternatif yang dapat menarik minat pengunjung untuk datang, sehingga dari kombinasi yang ada di dalam retail mix akan memberikan sebuah nilai tambah bagi konsumen dan menjadikan konsumen tersebut memiliki rasa loyalitas terhadap department store tersebut. Salah satu department store yang baru di Surabaya adalah The Grand Palace dengan konsep “unforgettable shopping experience”, dan diharapkan konsep tersebut akan memberikan suatu pengalaman belanja baru bagi konsumen yang datang. Penelitian ini dilakukan untuk mengetahui hubungan dan pengaruh antara retail mix yang digunakan di The Grand Palace melalui perceived value dan menumbuhkan rasa loyalitas konsumen terhadap The Grand Palace Department Store Surabaya. Sampel yang digunakan dalam penelitian ini ialah sebanyak 100 orang, dengan teknik analisis data menggunakan Structural Equation Modeling (SEM). Hasil penelitian ini menunjukkan bahwa di dalam The Grand Palace Department Store Surabaya, antara retail mix dan perceived value serta retail mix dan customer loyalty terdapat hubungan yang positif dan pengaruh yang signifikan. Sedangkan hubungan antara perceived value dan customer loyalty",
  "creators": "LIOE CHRISTINA LIOESIANA",
  "contributors": "Michael Adiwijaya (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010196/MAN/2014; Lioe Christina Lioesiana (35409035)",
  "subjects": "RETAIL TRADE-RESEARCH; RETAIL TRADE-MANAGEMENT; CUSTOMER LOYALTY; MARKETING-MANAGEMENT"
}