{
  "id": "31124",
  "title": "The Study of Sanikem's struggles against patriarchal system as seen in Pramoedya Ananta Toer's this earth of mankind and child of all nations",
  "abstract": "Women’s movement in the 19th century brought changes in women’s lives throughout the world. The same movement have also influenced the way women act toward the discrimination and patriarchal system in their lives. This movement can be clearly seen from the story of a traditional Javanese girl named Sanikem who lives under a patriarchal system and a strict Javanese tradition, in Pramoedya Ananta Toer’s novel, This Earth of Mankind and Child of All Nations. It is stated that the patriarchal system and the strict tradition send her to be used as a pawn for her father’s ambitions. She is sold as a Dutch concubine and has to live under public humiliation as a degraded woman, for the rest of her life. This novel talks about Sanikem’s process in surviving inside the system and tradition that are well rooted in the society at that time. She has to survive inside the humiliation and embarrassment as a degraded woman. However, her way to survive leads her to fight back the system to gain her rights back. She wants to prove that she has rights as a human being and has to be respected just like other people, even as a nyai. As a response to this, I am curious to analyze in what way Sanikem is the victim of the patriarchal system, what are her efforts in fighting back the system and what is the result of her struggle against the system and strict tradition. To analyze the novel, I have used cultural approach utilizing feminist theories, especially postmodern feminist theories. I have analyzed that even though Sanikem in the beginning is very submissive and powerless in facing the system and tradition, through her life process, she is able to fight back the male domination and the strict tradition that change her into an active, educated and empowered woman. In the end, even though Sanikem fails to break the system and tradition, through her struggle, she is successful in gaining back her rights as a human being who can be respected as an ordinary nyai. Even though it is difficult to break or change the system and tradition that are already well rooted in the society, it is proven that it is not impossible to be done.",
  "creators": "MAYA MARCELINA O",
  "contributors": "Jenny Mochtar Djundjung (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011251/ING/2004; Maya Marcelina Ongkowidjaja (11499073)",
  "subjects": "TOER, PRAMOEDYA ANANTA, 1925-... THIS EARTH OF MANKIND-STUDY AND TEACHING; TOER, PRAMOEDYA ANANTA, 1925-... CHILD OF ALL NATIONS-STUDY AND TEACHING; INDONESIAN FICTION-21ST CENTURY-STUDY AND TEACHING"
}