{
  "id": "31125",
  "title": "A Study on Sethe's recovery from the repression of her past painful memories as seen in Toni Morrison's Beloved",
  "abstract": "This thesis mainly deals with Sethe’s recovery from the repression that she endures. I find out that the main female character in Toni Morrison’s Beloved, Sethe, has experienced unbearable or tragic events in her life. Yet, she would rather escape the pain by burying the memory of the events out of her mind than confront those painful events. Unconsciously, she has built a defense mechanism, which is called repression, in order to escape from the pain. Therefore, this study aims to find out that Sethe is helped to gain her self-recovery through Paul D, Beloved, and Denver. To reach the purpose of this study, I use psychological approach, mainly the theory of Repression and Psychoanalytic therapy, in order to help me to recognize the ways Sethe is helped by Paul D, Beloved, and Denver. Through the topic presented in this thesis, I see that Paul D’s arrival has made Sethe find a figure that she needs- a figure whom she can count on and share her life with. Paul D helps Sethe to deal with her past since he reveals Sethe’s past painful memories. By bringing back Sethe’s lost feeling of being loved and needed by someone, Paul D encourages Sethe to go on her life. Moreover, the coming back to life of Sethe’s dead daughter, Beloved, brings Sethe to the term where she has to face directly with her repressed memory. Beloved also assists Sethe to recall the memories that she has buried, and to compensate all that she should do to Beloved. In spite of this, Sethe survives to stay alive through the unkindness of her past because she still has Denver. The decision that Denver- Sethe’s remaining daughter- makes to accompany Sethe by staying and taking care of her mother, sustain Sethe to recover from the past that imprisons Sethe. Therefore, through the presence of Paul D, Beloved, and Denver, Sethe is led to her self-recovery, since she permits herself to be helped by them to release her repressed past memories and carry on her life.",
  "creators": "MARIA AGUSTINA SALLY",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1241/ING/2004; Maria Agustina Sally (11499074)",
  "subjects": "MORRISON, TONI, 1931-...BELOVED-STUDY AND TEACHING; AMERICAN FICTION--20TH CENTURY--STUDY AND TEACHING"
}