{
  "id": "31121",
  "title": "Pengaruh promosi tiket, promosi hotel, dan promosi paket tur terhadap minat kunjungan Masyarakat Surabaya ke luar negeri",
  "abstract": "Dewasa ini, terjadi fenomena berlibur yang terjadi pada masyarakat Indonesia, yaitu fenomena berlibur ke luar negeri. Berlibur ke luar negeri bukan hanya menjadi kegiatan bagi kalangan atas, kalangan menengah pun telah memiliki dana untuk berlibur ke luar negeri. Masyarakat Indonesia pun telah mengarah menjadi konsumen cerdas dan value-seeker. Menurut penelitian Trip Advisor, selama 2013 masyarakat Indonesia paling mengunjungi Singapura, Bangkok, dan Malaysia. Permintaan yang tinggi ini diikuti pula oleh perusahaan pariwisata, seperti maskapai penerbangan, manajemen hotel, dan travel agent. Tiap perusahaan berlomba-lomba merebut hati konsumen dengan mengadakan berbagai macam promosi yang sangat menarik. Promosi yang diadakan perusahaan pariwisata ini diharapkan dapat meningkatkan minat beli konsumen. Minat beli tersebut diungkapkan secara nyata menjadi minat kunjungan ke luar negeri. Penelitian ini bertujuan untuk menganalisa pengaruh promosi tiket pesawat, promosi hotel, dan promosi paket tur yang dilakukan oleh perusahaan pariwisata untuk meningkatkan minat kunjungan masyarakat ke luar negeri. Penelitian ini akan dilaksanakan dengan membagikan kuesioner sebanyak 130 kepada responden yang berdomisili di Surabaya, yang telah pergi ke luar negeri. Teknik analisis yang digunakan dalam penelitian ini adalah teknik analisis kuantitatif dengan metode analisis regresi linier berganda dengan penggunaan uji T dan uji F, menggunakan program SPSS 21.0.",
  "creators": "STELLA CAROLINE KARTIKA S",
  "contributors": "Hatane Semuel (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010189/MAN/2014; Stella Caroline Kartika Sari (35410033)",
  "subjects": "TOURIST TRADE-RESEARCH; TOURIST TRADE-PROMOTION; TOURIST TRADE-MARKETING"
}