{
  "id": "3113",
  "title": "Perbaikan tanah liat lunak dengan menggunakan quicklime dan abu ampas tebu",
  "abstract": "Penggunaan kapur dengan penambahan abu ampas tebu dapat dipakai sebagai stabilisator tanah. Campuran kapur dan abu ampas tebu pada tanah liat lunak berfungsi untuk meningkatkan nilai daya dukung dari tanah liat yang biasanya memiliki kemampuan dukung yang rendah dalam memikul beban. Abu ampas tebu merupakan hasil dari pembakaran ampas tebu pada produksi gula yang biasanya tidak terpakai dan dianggap sebagai limbah pabrik (waste product). Kandungan kimia terbesar yang terkandung di dalamnya adalah Si02 (91.18 %) sehingga bereaksi dengan kapur (CaO) dalam membentuk cementing agent (suatu massa yang keras dan kaku). Penelitian dilakukan untuk mengetahui peningkatan strength yang terjadi antara campuran dengan abu ampas tebu (tanah + kapur + abu ampas tebu) dengan campuran tanpa abu ampas tebu (tanah + kapur), dimana komposisi abu ampas tebu yang dipakai bervariasi berdasarkan persentase berat abu ampas tebu serta waktu curingnya. Dari hasil penelitian yang dilakukan, menunjukkan terjadinya peningkatan strength yang diiringi dengan penurunan kadar air dari sampel tanah. Pada UCS Test, peningkatan strength yang terbesar adalah 82.28 % akibat penambahan kapur 8% dan abu ampas tebu 20% dengan waktu curing 28 hari. Sedangkan pada CBR Test, peningkatan strength yang terbesar adalah 119.07 % akibat penambahan kapur 8% dan abu ampas tebu 20% dengan waktu curing 28 hari. Pada Durability Test, penambahan kapur dan abu ampas tebu dapat mengurangi persentase kehilangan tanah.",
  "creators": "MELLY CAMELIA; FATMAWATI",
  "contributors": "Soebianto Tjandrawibowo (Advisor 1); Gogot Setyo Budi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1245/SIP/2002; Melly Camelia (21498108), Fatmawati (21498127)",
  "subjects": "SOILS-MECHANICS; SOIL MECHANICS"
}