{
  "id": "31180",
  "title": "A Company profile: a way to get more customers for Irama Mas Yamaha Music School Surabaya",
  "abstract": "I did my project at Irama Mas Yamaha Music School (IMYMS), a big music school in Surabaya, from which I found a problem, the absence of the Company Profile. This problem can lead to several problems in convincing and attracting customers about its credibility and its uniqueness. Most of customers sometimes cannot see the differences between IMYMS and other Yamaha Music Schools in Surabaya. What they know is that Irama Mas is a Yamaha Music School, while actually, it is more than just a music school. As a music company, Irama Mas needs to have more customers to support its successful in a business world. Therefore, to help them in describing its profile to attract more customers, I gave a solution by making A Company Profile: A Way to Get More Customers for Irama Mas Yamaha Music School Surabaya. This product will certainly help Irama Mas to let customers know about its products and services offered and to attract them as well as to market IMYMS. This can also be used as a guidance in making its website since it did not have a website to encourage people who have difficulties to directly come to IMYMS. Besides, this also can be used as marketing tools during an exhibition. Because most Irama Mas’ customers are Indonesians, I made this company profile in Indonesia to make them easy to understand. However, I also translated it into English because I want to give a plus value, a go-international music school. To make this company profile’s purposes run well, I chose several sections which are “About Us”, “Leader’s Message”, “Vision and Mission”, “Courses Offered”, “Our Products and Services”, “Testimonials”, “Events and Activities”, “Awards and Achievements”, and “Contact Us”. Those features is chosen because I want to emphasize more on the strengths and uniqueness of IMYMS, so that they can attract customers’ attention and show its credibility. By knowing all information through those sections, customers will not misunderstand IMYMS’ profile and they might become IMYMS’ customers. Thus, I hope that my product will be able to explain and describe Irama Mas clearly.",
  "creators": "PAMELA FELITA SANTOSO",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012095/ING/2014; Pamela Felita Santoso (11411014)",
  "subjects": "HOTELS, TAVERNS, ETC.-MARKETING; ENGLISH LANGUAGE-BUSINESS ENGLISH (HOTEL); BUSINESS COMMUNICATIONS; SALES PROMOTION"
}