{
  "id": "3119",
  "title": "Perancangan sistem perencanaan dan pengendalian produksi di PT.X",
  "abstract": "PT. X merupakan perusahaan yang bergerak di industri meubel. Perusahaan ini merupakan perusahaan eksport dimana daerah pemasarannya berada di Amerika. Pada saat ini perusahaan tidak mempunyai departemen PPIC. Perencanaan produksi yang dilakukan pada saat ini hanyalah berdasarkan pengalaman saja, dimana untuk perencanaan produksi, berapa yang hams diproduksi, berapa kapasitas produksinya, berapa balian baku yang diperlukan hanya berdasarkan perkiraan saja, sehingga pada akhimya sering terjadi kekurangan bahan, yang mengakibatkan keterlambatan produksi, khususnya di departemen pembahanan. Selain itu pada perusahaan ini masih belum adanya pengontrolan produksi yang baik, tidak ada pencatatan mengenai keluar masuknya barang pada tiap-tiap departemen, sehingga jika terjadi kehilangan barang tidak dapat diketahui. Dalam penelitian ini kami melakukan perancangan sistem PPIC khususnya di bagian produksi, sehmgga produksi dapat berjalan lancar sesuai dengan rencana yang telah disepakati dan dapat meningkatkan penjualan sesuai dengan target yang telah diletapkan. Pembuatan form-form perencanaan. menganalisa sistem yang digunakan dengan melakukan implementasi langsung di lapangan akan menunjang dalam pencapaian suatu perancangan sistem yang baik sesuai dengan kondisi dan perusahaan. Hasil perbandingan antara sistem yang lama dengan sistem yang baru menunjukkan balrwa sistem yang baru dapat lebih meningkatkan penjualan sesuai dengan target yang diinginkan. Pengontrolan produksi juga lebih baik dengan adanya form-form perencanaan pada tiap-tiap departemen sehingga dapat menghindari terjadinya kehilangan barang ataupun kekurangan barang. Keterlambatan produksi yang terjadi. khususnya di departemen pembahanan dapat diatasi dengan sistem yang baru yaitu dengan sistem dorong.",
  "creators": "WIRAWAN OENTARIO",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Kriswanto Widiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 544/TI-025/2002; Wirawan Oentario (25498064)",
  "subjects": "MANUFACTURING PROCESSES; PRODUCTION PLANNING; INVENTORY CONTROL"
}