{
  "id": "31214",
  "title": "Analisa pengaruh brand image dan company image terhadap loyalitas retailer studi kasus PT Asia Paramita Indah",
  "abstract": "Di era globalisasi ini permintaan dan kebutuhan konsumen semakin bervariasi. Melihat pertumbuhan industri kosmetik yang pesat dan persaingan yang ketat membuat para distributor berperan penting dalam melakukan usaha distribusi produk kosmetik. Dalam upaya memenuhi target yang ditentukan, setiap distributor kosmetik memerlukan bantuan retailer untuk mempermudah menyalurkan barang hingga ke konsumen akhir. Tidak hanya bantuan dari retailer, yang turut berperan yaitu brand image dari suatu kosmetik dan juga company image distributor sehingga dapat menarik loyalitas retailer. Penelitian ini bertujuan untuk mengidentifikasi loyalitas retailer terhadap perusahaan, di mana retailer yang setia maka akan tetap bertransaksi dan tidak berpaling dari perusahaan. Penelitian ini merupakan penelitian eksplanatori kausal yang dilakukan secara kuantitatif dengan alat bantu kuesioner. Sampel penelitian ini adalah 75 responden yang merupakan retailer dari PT Asia Paramita Indah. Hasil analisis dengan menggunakan metode Partial Least Square (PLS) menyimpulkan bahwa brand image dari Gatsby memiliki pengaruh yang signifikan terhadap company image, sementara brand image sendiri belum memberikan pengaruh yang signifikan terhadap loyalitas retailer. Hasil lain menunjukkan bahwa company image PT Asia Paramita Indah memiliki pengaruh yang signifikan terhadap loyalitas retailer.",
  "creators": "JESSICA TJOKROAMINOTO",
  "contributors": "Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 1); Diah Dharmayanti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020443/MAN/2014; Jessica Tjokroaminoto (36409031)",
  "subjects": "CUSTOMER LOYALTY; CONSUMERS-RESEARCH; BRAND NAME PRODUCTS"
}