{
  "id": "31222",
  "title": "Pengaruh service quality terhadap loyalitas pelanggan dengan customer satisfaction sebagai variabel intervening pada ritel bioskop The Premiere Surabaya",
  "abstract": "Pertumbuhan ekonomi di sebuah tempat dapat tercermin dari banyaknya ritel baru yang dibuka. Seperti di Indonesia, pertumbuhan ekonomi di Indonesia tergolong cukup tinggi. Tingginya angka pertumbuhan pasar ritel Indonesia, yang membuat Indonesia banyak diminati baik oleh peritel asing, maupun peritel lokal. Aneka tempat hiburan pun terus bermunculan setiap tahunnya, mulai dari tempat hiburan seperti taman bermain, kebun binatang, bioskop dan lain-lain. Tetapi sarana hiburan yang masih menjadi pilihan utama sebagian besar orang ialah bioskop. Sebagai salah satu perusahaan yang bergerak di ritel bioskop, Cineplex 21 Group harus memiliki competitive advantage agar dapat menang dalam persaingan dan membuat pelanggan semakin loyal. Salah satu cara untuk menciptakan keunggulan bersaing adalah dengan menerapkan strategi kualitas layanan (service quality) yang tepat sehingga dapat memuaskan pelanggan dan untuk jangka panjang berdampak pada loyalitas pelanggan. Penelitian ini bertujuan untuk menganalisa pengaruh dari Service Quality (reliability, responsiveness, assurance, empathy, dan tangible) terhadap customer satisfaction/kepuasan pelanggan The Premiere Surabaya (The Premiere Grand City, The Premiere Lenmarc, dan The Premiere Ciputra World) dengan mempertimbangkan faktor loyalitas pelanggan. Penelitian ini akan dilaksanakan dengan menyebarkan kuesioner kepada 120 responden konsumen The Premiere. Teknik analisis yang akan digunakan adalah teknik analisis kuantitatif dengan metode analisa jalur (path analysis) dan partial least square (PLS). Hasil penelitian membuktikan bahwa ada pengaruh yang signifikan dari service quality terhadap customer satisfaction pada The Premiere, ada pengaruh yang signifikan dari service quality terhadap loyalitas konsumen (customer loyalty), dan tidak terdapat pengaruh antara customer satisfaction terhadap loyalitas konsumen (customer loyalty) di The Premiere.",
  "creators": "RISWANTO BUDIONO JIMANTO",
  "contributors": "Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 1); Edwin Japarianto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020444/MAN/2014; Riswanto Budiono Jimanto (36410030)",
  "subjects": "CUSTOMER LOYALTY; CONSUMER SATISFACTION; CONSUMERS-RESEARCH"
}