{
  "id": "31221",
  "title": "Analisa pengaruh citra merek (brand image) dan kepercayaan merek (brand trust) terhadap loyalitas merek (brand loyalty) ADES PT Ades Alfindo Putra Setia",
  "abstract": "Perkembangan usaha Air Minum Dalam Kemasan (AMDK) di Indonesia semakin berkembang dengan pesat. Banyaknya pengusaha-pengusaha baru yang memulai bisnisnya di dunia Air Minum Dalam Kemasan (AMDK) semakin memperketat persaingan dalam usaha ini. lihat Pangsa Pasar merek AQUA sebesar 91.4%. Sedangkan Pangsa Pasar merek Ades hanya sebesar 1.2%. Perbandingan prosentasi yang cukup signifikan antara merek AQUA dan Ades menunjukan adanya permasalahan pada Pangsa Pasar Ades yang masih jauh dibandingkan dengan AQUA. Dengan penjelasan singkat yang telah dikemukakan sebelumnya, penelitian ini bertujuan untuk menjelaskan variabel citra merek (Brand Image) dan kepercayaan merek (Brand Trust) yang mempengaruhi loyalitas pelanggan terhadap suatu merek (Brand Loyalty). Rumusan masalah pada penelitian ini adalah apakah ada pengaruh Citra Merek (Brand Image) dan Kepercayaan Merek (Brand Trust) Terhadap Loyalitas Merek (Brand Loyalty) ADES PT Ades Alfindo Putra Setia. Jenis penelitian dalam penelitian ini termasuk causal research, yakni suatu penelitian yang mencari dan mendeskripsikan adanya hubungan (sebab akibat) dan pengaruh dari variabel-variabel penelitian untuk ditarik kesimpulan (Maholtra, 2005, p.100). Populasi dalam penelitian ini konsumen ADES PT Ades Alfindo Putra Setia. Teknik pengumpulan data menggunakan metode observasi dengan menyebarkan kuisioner. Jenis dan sumber data menggunakan data primer. Hasil dari penelitian ini adalah variabel brand image berpengaruh positif signifikan terhadap brand loyalty, brand trust berpengaruh terhadap brand loyalty, dan brand image berpengaruh signifikan terhadap brand trust. Hal ini menunjukkan citra merek yang dibentuk karena perusahaan mampu memberikan presepsi yang baik, kepercayaan kepada konsumennya dan juga menjaga dan mengelola hubungan dengan konsumen ADES serta ketika ketika konsumen sudah terpuaskan kebutuhan dan harapannya, maka kebanyakan konsumen tersebut akan percaya terhadap produk perusahaan.",
  "creators": "DANNY ALEXANDER BASTIAN",
  "contributors": "Hatane Semuel (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020427/MAN/2014; Danny Alexander Bastian (36410027)",
  "subjects": "MARKETING-MANAGEMENT; BRAND NAME PRODUCTS-MARKETING; BRAND LOYALTY"
}