{
  "id": "31225",
  "title": "Pengaruh kepuasan, hambatan berpindah dan penyediaan fasilitas terhadap loyalitas konsumen di Hotel Novotel Surabaya",
  "abstract": "Salah satu Hotel di Surabaya adalah Hotel Novotel yang merupakan hotel berbintang empat yang didirikan pada tahun 1995. Karena semakin majunya jaman, selera dan keinginan konsumen yang semakin bervariasi dan berubah-ubah serta makin banyaknya alternatif pilihan yang membuat konsumen lebih selektif dalam memilih, maka Hotel Novotel dituntut untuk selalu melakukan berbagai inovasi salah satunya adalah kepuasan. Oleh karena itu tujuan penelitian ini adalah untuk mengetahui pengaruh kepuasan, hambatan berpindah dan penyediaan fasilitas terhadap loyalitas konsumen di Hotel Novotel Surabaya, serta mengetahui pengaruih dominan antara variabel kepuasan, hambatan berpindah dan penyediaan fasilitas terhadap loyalitas konsumen di Hotel Novotel Surabaya Jenis penelitian ini adalah penelitian kausal yang menggunakan hipotesis. Populasi dalam penelitian ini adalah konsumen yang pernah menginap 1 tahun terakhir dan bertempat tinggal di Surabaya. Teknik pengambilan sampel yang digunakan adalah non probability sampling dengan menggunakan convenience sampling dengan karakteristik sampel adalah orang yang berkunjung dan menginap di Hotel Novotel. Teknik analisis yang digunakan adalah analisis regresi linier berganda dengan pengujian hipotesis menggunakan uji F dan uji t. Hasil penelitian menunjukkan bahwa Hambatan berpindah, Penyediaan fasilitas dan Kepuasan berpengaruh terhadap Loyalitas pelanggan Hotel Novotel di Surabaya yang ditunjukkan dengan nilai Fhitung > Ftabel = 2,70 serta probabilitas kesalahan sebesar 0,000 (dibawah 0,05) dan Hambatan berpindah, Penyediaan fasilitas dan Kepuasan berpengaruh secara parsial terhadap Loyalitas pelanggan Hotel Novotel di Surabaya yang ditunjukkan dengan nilai thitung > ttabel = 1,985 serta probabilitas kesalahan sebesar 0,000 (dibawah 0,05), serta variabel penyediaan fasilitas berpengaruh dominan terhadap loyalitas yang ditunjukkan dengan nilai thitung (5,080) yang terbesar dibandingkan variabel yang lain (kepuasan= 2,324 dan hambatan berpindah = 3,930).",
  "creators": "YENNY CHEN SUTJIAWAN",
  "contributors": "Edwin Japarianto (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skipsi No. 36020429/MAN/2014; Yenny Chen S (36410035)",
  "subjects": "MARKETING RESEARCH; CUSTOMER LOYALTY; CONSUMER SATISFACTION; CONSUMERS-RESEARCH"
}