{
  "id": "31238",
  "title": "Pengaruh experiential marketing terhadap pembelian ulang dengan kepuasan pelanggan sebagai variabel intervening di Breadtalk Surabaya Town Square",
  "abstract": "Dengan semakin banyaknya jumlah persaingan gerai roti modern di Surabaya yang melakukan berbagai inovasi dengan menawarkan keunggulan yang berbeda-beda. Ini merupakan suatu upaya bagi pengusaha gerai roti modern di Surabaya untuk tetap bertahan dalam persaingan bisnis jaringan waralaba yang semakin seru dan ketat. Persaingan yang semakin ketat menjadi tantangan maupun ancaman bagi pelaku bisnis. Salah satu strategi yang dapat dilakukan adalah menciptakan strategi pemasaran yang berorientasi pada konsumen yang menghasilkan kepuasan dan pembelian ulang. Experiential Marketing merupakan salah satu strategi pemasaran yang dapat diterapkan untuk menciptakan kepuasan dan pembelian ulang. Penelitian ini bertujuan untuk mengetahui pengaruh experiential marketing terhadap pembelian ulang dengan kepuasan pelanggan sebagai variable intervening di Breadtalk Surabaya Town Square. Penelitian ini merupakan penelitian eksplanatori kausal yang dilakukan secara kuantitatif. Seluruh data yang ada di dalam penelitian ini didapatkan melalui alat bantu kuesioner. Sampel penelitian ini adalah 200 responden yang merupakan konsumen dari Toby’s Fried Chicken & Resto Kusuma Bangsa. Hasil observasi di analisa dengan menggunakan metode Structural Equation Model (SEM) Hasil penelitian membuktikan bahwa Experiential Marketing secara positif mempengaruhi kepuasan pelanggan dan kepuasan pelanggan secara positif mempengaruhi pembelian ulang. Begitu pula, Experiential Marketing secara positif mempengaruhi pembelian ulang secara langsung.",
  "creators": "VINSENSIUS RONALD TETANOE",
  "contributors": "Diah Dharmayanti (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020419/MAN/2014; Vinsensius Ronald Tetanoe (36410058)",
  "subjects": "CONSUMERS-RESEARCH; MARKETING-MANAGEMENT; CONSUMER SATISFACTION"
}