{
  "id": "31236",
  "title": "Analisa hedonic value dan utilitarian value terhadap brand trust dengan brand satisfaction sebagai variabel intervening pada produk pewarnaan L’Oréal Professionnel",
  "abstract": "Pertumbuhan ekonomi di Indonesia mendorong laju pertumbuhan berbagai sektor industri. Salah satu sektor industri yang berkembang dengan baik adalah industri fashion. Industri fashion memiliki berbagai industri di dalamnya, salah satunya adalah industri salon khususnya pewarnaan rambut. Perkembangan waktu, teknologi, pola pikir membuat minat konsumen terhadap pewarnaan rambut meningkat dari tahun ke tahun. Berbagai nilai-nilai dari produk seperti hedonik dan utilitarian yang mempengaruhi konsumen dalam menggunakan produk pewarnaan. Setelah penggunaan produk, perilaku konsumen terhadap suatu merek juga mempengaruhi untuk ekuitas perusahaan ke depannya. Kepuasan konsumen menjadi salah satu kunci perusahaan untuk mendapatkan kepercayaan merek konsumen terhadap merek pewarnaan L’Oréal Professionnel. Penelitian ini bertujuan untuk menganalisa pengaruh dari nilai utilitarian dan hedonik terhadap kepercayaan merek dengan kepuasan merek sebagai variabel intervening produk pewarnaan L’Oréal Professionnel. Penelitian ini akan dilaksanakan dengan membagikan kuesioner sebanyak 100 kepada responden yang telah menggunakan produk-produk pewarnaan L’Oréal Professionnel. Teknik analisis yang akan digunakan adalah teknik analisis kuantitatif dengan metode analisa jalur (path analysis) dan SmartPLS",
  "creators": "GARY ADITYA TANOJOHARDJO",
  "contributors": "Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 1); Ritzky Karinamegahrosa Brahmana S.E., M.A. (Advisor 2); Edwin Japarianto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020435/MAN/2014; Gary Aditya Tanojohardjo (36410053)",
  "subjects": "BRAND NAME PRODUCTS-MARKETING; CONSUMER BAHAVIOR; CONSUMER SATISFACTION; CONSUMERS-RESEARCH"
}