{
  "id": "31230",
  "title": "Efektivitas strategi brand extension terhadap brand image Kompas TV",
  "abstract": "Media di Indonesia mengalami perkembangan yang cukup signifikan, khususnya media elektronik. Banyak perusahaan di Indonesia yang melakukan strategi perluasan merek untuk memperluas area pasar perusahaan mereka. Dalam perluasan merek tentunya citra dari perusahaan asal memberikan pengaruh yang cukup besar pada kesuksesan strategi ini. Selain itu, perilaku konsumen terhadap perluasan merek juga menjadi salah satu pertimbangan suksesnya strategi ini. Citra merek perusahaan asal dan perilaku konsumen yang positif terhadap perluasan merek akan memberikan citra yang positif pula pada perusahaan perluasan tersebut. Kompas TV merupakan salah satu perusahaan stasiun televisi di Indonesia yang merupakan perluasan dari Kompas media cetak yang mana telah memiliki citra positif dan telah dipercaya oleh masyarakat Indonesia. Penelitian ini dilakukan untuk mengetahui apakah strategi brand extension yang dilakukan oleh koran Kompas yang telah memiliki citra yang baik di masyarakat dapat berdampak secara efektif pada brand image Kompas TV. Sampel yang digunakan dalam penelitian ini sebanyak 185 responden dengan teknik analisis data Structural Equation Model (SEM). Hasil penelitian ini menunjukkan brand image Kompas TV akan terbentuk menjadi lebih baik apabila melalui attitude toward extension apabila dibandingkan dengan hubungan secara langsung brand image parental brand terhadap brand extension.",
  "creators": "BEATRICE ANDRIAN",
  "contributors": "Ritzky Karinamegahrosa Brahmana S.E., M.A. (Advisor 2); Hatane Semuel (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020432/MAN/2014; Beatrice Andrian (36410049)",
  "subjects": "MARKETING-MANAGEMENT; BRAND NAME PRODUCTS"
}