{
  "id": "3123",
  "title": "Analisa pemodelan sistem pengendalian kualitas di CV Sinar Baja Elektric untuk peningkatan efektifitas dan efisiensi biaya kualitas",
  "abstract": "Kualitas suatu produk pada saat ini telah menjadi sorotan utama di dunia industri, terlebih lagi di kalangan konsumen. Kualitas produk yang sesuai dengan harapan konsumen akan membuat produk tersebut bertahan di pasar, terlebih lagi jika ditunjang dengan harga yang terjangkau. Masalah inilah yang sering dihadapi oleh produsen, dimana untuk mencapai kualitas yang baik sering kali masih membutuhkan biaya yang tidak sedikit, sehingga harga jual yang ditawarkan pun masih belum terjangkau oleh semua kalangan konsumen. Dalam menghadapi hal ini, sorotan utama yang harus diperhatikan produsen adalah sistem pengendalian kualitas. Sebagai sebuah perusahaan perakitan speaker, CV Sinar Baja Elektric juga menghadapi masalah yang sama, dimana hingga saat ini masih sering menerima complaint dari konsumen berkaitan dengan kualitas speaker, tak terkecuali untuk tipe 4\" RSP-Z0030 KMNl 16 Q 3 W dan tipe 4\" RSP-Z0031 KMNl 8 Q 8 W. Oleh karenanya, akan dilakukan analisa terhadap sistem pengendalian kualitas di Assembly HI, dimana bagian ini diduga yang banyak menyebabkan timbulnya kecacatan pada kedua tipe speaker tersebut. Berdasarkan hal di atas, Tugas Akhir ini ditujukan untuk memperoleh sebuah sistem pengendalian kualitas yang efektif, yang akan mampu mengefisienkan biaya kualitas. Dalam hal ini, terlebih dahulu akan dibuat sebuah model sistem nyata untuk kemudian dilakukan simulasi dengan menggunakan bantuan software ProModel 3.2. Dari hasil simulasi model sistem nyata, akan dilakukan analisa untuk kemudian digunakan sebagai dasar dalam pembuatan model sistem usulan. Dengan berdasarkan hasil simulasi setiap model sistem, akan dilakukan perhitungan biaya kualitas. Dari hasil analisa simulasi dan analisa biaya kualitas, diperoleh bahwa sistem pengendalian kualitas yang efektif dan efisien akan tercapai, dengan menggunakan bantuan dua operator QC, dimana setiap operator QC akan melakukan inspeksi di setiap lokasi inspeksi di satu lini produksi, dengan mengambil sampling sebanyak 3 pieces setiap kali inspeksi. Dengan sistem ini, biaya kualitas yang dikeluarkan akan mengalami penurunan hingga mencapai 16.89 % dari total penjualan. Dalam penerapan sistem ini di dunia nyata, untuk mencapai sistem yang lebih efektif dan efisien, diharapkan adanya pemantauan secara kontinyu karena terdapat beberapa efek dari perubahan sistem yang tidak dapat terdeteksi ataupun diperhitungkan dalam model simulasi.",
  "creators": "ELSIE",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Jani Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 568/TI-067/2002; Elsie (25498023)",
  "subjects": "QUALITY CONTROL--COST ANALYSIS; QUALITY CONTROL; COST CONTROL"
}