{
  "id": "31235",
  "title": "Analisa persepsi konsumen tentang atribut produk AMDK",
  "abstract": "Meningkatnya kebutuhan AMDK di masyarakat dewasa ini, diikuti dengan pertumbuhan industri AMDK yang signifikan menyebabkan semakin ketatnya persaingan di bisnis AMDK. Sebagai salah satu perusahaan yang bergerak di bidang AMDK, PT Atlantic Biruraya dengan merek dagang Cheers harus memiliki keunggulan bersaing agar dapat bertahan. Atribut produk sebagai bentuk komunikasi dari perusahaan atas core benefit yang sama di antara pesaing sejenis, penting untuk menciptakan keunggulan bersaing dan perbedaan karakteristik antara produk AMDK yang satu dengan lainnya sehingga konsumen akhirnya memutuskan membeli produk AMDK Cheers. Penelitian ini bertujuan untuk menganalisa persepsi konsumen tentang Atribut Produk (kualitas produk, fitur produk, gaya & desain produk, harga produk, dan merek produk) AMDK pada warga Surabaya serta mengetahui atribut produk apa yang dipersepsikan berbeda diantara ketiga merek AMDK, yaitu Aqua, Ades dan Cheers. Penelitian ini dilaksanakan dengan menyebarkan kuesioner kepada 150 responden konsumen yaitu warga Surabaya yang pernah membeli berbagai macam merek produk AMDK, khususnya Aqua, Ades dan Cheers. Alat analisa yang digunakan untuk mengukur persepsi tentang Atribut Produk AMDK adalah analisa MANOVA two-ways repeated measures didukung dengan analisa deskriptif, tabel frekuensi, dan top two boxes. Hasil dari penelitian ini menunjukkan Aqua, Ades dan Cheers dipersepsikan berbeda pada kelima atribut produk. Dari penelitian ini, diketahui bahwa Aqua dipersepsikan lebih baik dari Cheers dan Ades dalam hal kualitas, fitur dan merek produk. Cheers dipersepsikan lebih baik dalam hal harga produk.",
  "creators": "ASTRIANI WIDJAJA",
  "contributors": "Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 1); Diah Dharmayanti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020420/MAN/2014; Astriani Widjaja (36410051)",
  "subjects": "CONSUMER BEHAVIOR; PRODUCT-MANAGEMENT; CONSUMERS-RESEARCH"
}