{
  "id": "3124",
  "title": "Pengukuran performansi supply chain di PT. Indofood Sukses Makmur, Bogasari Flour Mills, Surabaya",
  "abstract": "Supply Chain Management merupakan semua aktivitas mulai material datang dari pihak supplier, kemudian material itu diolah menjadi produk setengah jadi maupun produk jadi, sampai produk tersebut didistribusikan ke konsumen. Supply Chain Management melibatkan banyak pihak didalamnya, tidak hanya pihak internal suatu perusahaan, tetapi melibatkan pihak-pihak eksternal, seperti supplier dan konsumen. Supply Chain nilai performansi yang perlu diukur. Pengukuran tersebut diperlukan suatu kerangka yang terintegrasi dan harus sesuai dengan kondisi perusahaan yang diteliti. Penelitian mengenai pengukuran performansi supply chain ini dilakukan di PT. Indofood Sukses Makmur, Bogasari Fluor Mills, Surabaya. Tujuan dari penelitian ini adalah merancang suatu model pengukuran performansi supply chain di Bogasari dan mencoba mengimplementasikannya untuk menilai kinerja supply chain Bogasari pada kurun waktu enam bulan terakhir. Kerangka pengukuran disusun berdasarkan fungsi-fungsi supply chain seperti : plan, source, make, deliver, dan return. Di dalam model pengukuran, terdapat metriks-metriks yaug digunakan sebagai indikator pengukuran dengan satuan yang berbeda. Penyetaraan satuan dengan proses normalisasi dilakukan untuk menyetarakan satuan yang berbeda-beda tersebut. Proses pembobotan tingkat kepentingan dilakukan dengan metode AHP. Dari hasil pengolahan data, diperoleh bahwa nilai performansi supply chain Bogasari pada level 76.99 untuk skala 0-100. Hal ini menunjukkan bahwa performansi supply chain Bogasari cukup baik. Akan tetapi, ada beberapa metriks yang harus dibenahi karena memiliki skor rendah dengan bobot yang besar, seperti metriks-metriks pada ruang lingkup Source dan Deliver.",
  "creators": "MARIA FEBRINA",
  "contributors": "DR. NYOMAN PUDJAWAN (Advisor 1); I Gede Agus Widyadana (Advisor 2); Bernardo Nugroho Yahya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 550/TI-031/2002; Maria Febrina (25498016)",
  "subjects": "SUPPLY CHAIN MANAGEMENT; MATERIALS MANAGEMENT-ANALYSIS"
}