{
  "id": "31241",
  "title": "Analisis pengaruh experiential marketing terhadap repeat purchase dengan customer satisfaction sebagai mediating variable di De Mandailing Café Ciputra",
  "abstract": "Sebagai Café yang relatif baru, De Mandailing Café memulai sejarahnya dengan membuka Café pertamanya di Universitas Ciputra Boulevard di Surabaya Barat dan di ikuti dengan Café kedua di Klampis, Surabaya Timur. Tetapi, di tengah industry kafe yang semakin banyak yang menyebabkan persaingan semakin ketat. Oleh karena itu, untuk bertahan dan memenangkan kompetisi tersebut, De Mandailing Café harus meninggalkan strategi pemasaran traditional dan mengimplementasikan konsep experiential marketing. Experiential marketing bertujuan untuk mempengaruhi benak konsumen agar konsumen ingin melakukan pembelian ulang. Experiential marketing juga mungkin akan menimbulkan kepuasan konsumen yang kemudian akan mempengaruhi pembelian ulang produk tersebut. Dengan demikian, penelitian bertujuan untuk mengetahui apakah experiential marketing berpengaruh terhadap repeat purchase secara langsung atau melalui customer satisfaction sebagai variabel mediasi. Penelitian ini dilakukan di store pertama De Mandailing Café, yaitu di Universitas Ciputra Boulevard Surabaya dengan jumlah sampel sebanyak 200 responden, kemudian data akan dianalisadenganmetode Structural Equation Model. Hasil penelitianini menunjukkan bahwa variabel bebas experiential marketing berpengaruh signifikan terhadap repeat purchase pada De Mandailing Café UC Boulevard Surabaya danvariabel mediasi customer satisfaction secara parsial memiliki pengaruh yang signifikan terhadap repeat purchase pada De Mandailing Café UC Boulevard Surabaya.",
  "creators": "ANNEKE WIJAYA",
  "contributors": "Hartono Subagio (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020418/MAN/2014; Anneke Wijaya (36410073)",
  "subjects": "CONSUMER SATISFACTION; MARKETING-RESEARCH"
}