{
  "id": "31242",
  "title": "Analisa customer value terhadap customer loyalty dengan customer satisfaction sebagai variabel intervening pada Restoran Bandar Djakarta Surabaya",
  "abstract": "Seiring dengan peningkatan jumlah restoran dan café di Surabaya, maka dapat dilihat bahwa sektor dunia usaha di bidang restoran dan café telah menjadi suatu arena persaingan dan tidak ada henti-hentinya. Oleh karena itu, diperlukan suatu usaha agar sebuah restoran atau café dapat bertahan di tengah maraknya persaingan. Salah satu usaha yang dapat dilakukan adalah menciptakan strategi pemasaran yang berorientasi pada konsumen yang berusaha memberikan kepuasan atas kebutuhan dan keinginan pelanggan. Penelitian ini berisi tentang customer value yang memiliki pengaruh terhadap loyalitas konsumen dengan mediasi kepuasan konsumen. Penelitian ini merupakan penelitian kausal yang dilakukan secara kuantitatif. Seluruh data yang ada dalam penelitian ini didapatkan melalui metode wawancara dengan alat bantu kuisioner. Sampel penelitian adalah 200 pengunjung yang pernah melakukan proses pembelian di restoran Bandar Djakarta Surabaya. Hasil observasi akan di analisis dengan menggunakan metode Structural Equation Model (SEM). Hasil analisis menggunakan Structural Equation Model (SEM) menyimpulkan bahwa customer value yang dimiliki oleh restoran Bandar Djakarta Surabaya memiliki pengaruh yang signifikan terhadap kepuasan konsumen. Hasil lain ditunjukkan bahwa kepuasan konsumen restoran Bandar Djakarta Surabaya memiliki pengaruh yang signifikan terhadap loyalitas yang bisa diberikan.",
  "creators": "YENNY LOGIAWAN",
  "contributors": "Hartono Subagio (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020417/MAN/2014; Yenny Logiawan (36410081)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER SATISFACTION; CUSTOMER LOYALTY"
}