{
  "id": "31276",
  "title": "Pesan partisipasi polittik dalam foto demonstrasi anti kenaikan bahan bakar minyak (BBM) 2012 di harian Kompas dan harian Jawa Pos",
  "abstract": "Wacana pemerintah untuk menaikkan harga BBM pada tanggal 1 April 2012 ditanggapi serius oleh masyarakat Indonesia. Seluruh lapisan masyarakat membuat aksi demonstrasi, hingga puncak aksi demo pada tanggal 27 Maret 2012. Demonstrasi adalah bagian dari partisipasi politik yang dibedakan ke dalam dua kategori yaitu partisipasi konvensional dan partisipasi tidak konvensional. Partisipasi politik seperti ini diberitakan oleh banyak media, yang diantaranya adalah Harian Kompas dan Jawa Pos. Harian Kompas dan Jawa Pos adalah dua surat kabar Indonesia yang memiliki oplah tertinggi. Untuk melihat jenis partisipasi seperti apa yang ditampilkan pada Harian Kompas dan Jawa Pos, penelitian ini menggunakan teori EDFAT dalam membedah foto-foto jurnalistik yang diterbitkan oleh kedua surat kabar tersebut. Berdasarkan hasil koding yang telah disetujui, hasil penelitian ini menunjukkan bahwa foto-foto demonstrasi anti kenaikan BBM 2012 pada Harian Jawa Pos dan Harian Kompas lebih banyak menampilkan partisipasi politik yang ilegal yang menampilkan kekerasan pada manusia. Namun perbedaannya foto-foto pada Harian Kompas lebih banyak menggunakan long shot, sedangkan Harian Jawa Pos lebih banyak menggunakan teknik kamera medium shot dan dari keseluruhan foto paling banyak diambil pada siang hari (midday sun).",
  "creators": "CHRISTIAN MARVY",
  "contributors": "Grace Swestin (Advisor 1); JUDY DJOKO WAHJONO TJAHJO, S.E.,M.Si. (Advisor 2); NANANG KRISDINANTO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010916/KOM/2013; Christian Marvy (51408018)",
  "subjects": "MASS MEDIA-POLITICAL ASPECTS; COMMUNICATION IN POLITICS"
}