{
  "id": "31287",
  "title": "Representasi gaya hidup pada iklan televisi 3 always on: bebas itu nyata versi “sasha”",
  "abstract": "Iklan televisi 3 Always On : Bebas Itu Nyata versi “Sasha” menampilkan adanya beragam pilihan gaya hidup yang terdapat di dalam kehidupan masyarakat masa kini, namun juga ada nilai-nilai tertentu yang membatasi kebebasan individu di dalam memilih gaya hidup tertentu. Hal tersebut menyebabkan seorang figur perempuan dewasa mengalami suatu persoalan dilematis, misalnya seperti bagaimanakah sebaiknya figur tersebut menyikapi fenomena ini dan gaya hidup apakah yang harus figur tersebut pilih untuk dijalani. Situasi ini dilukiskan sebagai sesuatu yang membelenggu diri figur, sehingga figur menjadi mendambakan kebebasan di dalam memilih, menyikapi, dan melakukan gaya hidup kekinian. Penelitian ini menggunakan metode penelitian kualitatif dengan pendekatan semiotika Roland Barthes. Di dalam kaitannya dengan budaya “Timur” dan “Barat”, yang mana “Timur” masih kental akan nilai-nilai dan “Barat” yang cenderung lebih bebas, maka dari hasil penelitian ini dapat disimpulkan bahwa gaya hidup yang direpresentasikan dan dipilih oleh figur perempuan dewasa pada iklan televisi ini tidak lebih condong ke arah “Barat” maupun ke arah “Timur”. Sebaliknya, gaya hidup yang dipilih merupakan suatu gaya hidup baru, yang tidak ini dan tidak itu, yang disebut Derrida sebagai differance, sebagai salah satu konsep yang dapat ditemui di dalam dunia post-modern layaknya di tengah-tengah masyarakat Indonesia masa kini.",
  "creators": "IVAN",
  "contributors": "Andrian Dektisa Hagijanto (Advisor 1); Dr. Aniendya Christianna, S.Sn., M.Med.Kom. (Advisor 2); Obed Bima Wicandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00012382/DKV/2014; Ivan (42409143)",
  "subjects": "TELEVISION ADVERTISING; ADVERTISING"
}