{
  "id": "3129",
  "title": "Studi penggunaan permanen magnet servo motor tegangan 460 V DC, 1850 RPM pada mesin potong karton di PT. Purinusa Eka Persada",
  "abstract": "Dengan kemajuan teknologi yang ada, motor listrik menjadi bagian yang tidak dapat terpisahkan dalam kegiatan produksi, khususnya untuk pabrik-pabrik. Untuk meningkatkan kapasitas produksi, P.T. Purinusa Eka Persada menggunakan mesin potong karton yang digerakkan oleh sebuah motor servo permanen magnet. Untuk meningkatkan kapasitas produksi yang besar, maka kita harus benar-benar mengetahui cara kerja, fungsi dan peranan dari motor servo permanen magnet. Bila kita ingin mengetahui apakah servo motor bekerja dengan baik, ada beberapa hal yang harus diperhatikan, yaitu: tegangan input, tegangan output, arus kerja dan power faktor (Cos 9). Pengumpulan data dilakukan dengan cara pengamatan dan pengukuran di lapangan serta penjelasan dari beberapa staf di P.T. Purinusa Eka Persada. Selain itu juga dilakukan perhitungan untuk menganalisa data-data yang telah dikumpulkan. Hal ini dilakukan untuk mengetahui apakah besaran-besaran yang ada telah sesuai dengan standart yang ideal. Setelah data ini dianalisa, diketahui bahwa motor servo permanen magnet di P.T. Purinusa Eka Persada masih diluar standart kurva torsi-putaran yang ideal, karena nilai torsi dari 0,56 Nm pada putaran 102 Rpm ke 1,43 Nm pada putaran 255 Rpm, maka grafik torsi terhadap putaran terlihat naik. Berlawanan dengan kurva torsi-putaran ideal yang terlihat turun. Tetapi kondisi ini tidak berpengaruh pada proses pemotongan karton di P.T. Purinusa Eka Persada.",
  "creators": "BENNY AUGUSTA SUSANTO",
  "contributors": "Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Advisor 1); Emmy Hosea (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/E/TST/Ol 0/424; Benny Augusta Susanto (23496113)",
  "subjects": "ELECTRIC MOTORS; ELECTRIC MOTORS, DIRECT CURRENT"
}