{
  "id": "31301",
  "title": "Proses komunikasi orang tua-anak dengan ibu bekerja dan ayah sebagai ayah rumah tangga",
  "abstract": "Penelitian ini dilakukan untuk mengetahui proses komunikasi antara orang tua dan anak pada kondisi ibu bekerja dan ayah sebagai ayah rumah tangga. Ayah rumah tangga adalah ayah yang sehari-hari mengerjakan pekerjaan rumah dan tidak mencari nafkah di luar rumah. Penelitian ini dijabarkan melalui elemen dari proses komunikasi oleh Vardiansyah. Proses komunikasi dimulai saat pesan diinterpretasikan, kemudian masuk pada tahap penyandian atau encoding, setelah itu pesan dikirimkan komunikator kepada komunikan, kemudian dilihat apakah dalam perjalanan pesan dari komunikator kepada komunikan menggunakan jenis media apa, setelah itu pesan diterima komunikan dan diurai oleh akal budi manusia atau biasanya proses ini disebut decoding dan berakhir pada tahap interpretasi lagi. Penelitian ini dilakukan pada dua masa berbeda yaitu pada masa sekolah dan pada masa liburan, hal ini dilakukan karena adanya perbedaan cara berkomunikasi antara orang tua dan anak. Penelitian ini menggunakan pendekatan kualitatif deskriptif dengan metode studi kasus, sehingga peneliti dapat melakukan wawancara dan observasi secara mendalam serta berkelanjutan. Hasil penelitian ini akan menunjukkan bahwa proses komunikasi yang terjadi pada kondisi keluarga di mana ibu bekerja dan ayah menjadi ayah rumah tangga sangat bergantung pada konsistensi menjalankan peran dalam keluarga juga pada latar belakang masa lalu tiap anggota keluarga.",
  "creators": "GLORIA MARISKA LUMANAUW",
  "contributors": "JUDY DJOKO WAHJONO TJAHJO, S.E.,M.Si. (Advisor 1); Desi Yoanita (Advisor 2); Drs. WOLLY BAKTIONO, M.Si. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010928/KOM/2013; Gloria Lumanauw (51408092)",
  "subjects": "COMMUNICATION IN THE FAMILY; COMMUNICATION"
}