{
  "id": "31316",
  "title": "Strategi marketing communications Grand City Mall Surabaya dalam membangun brand awareness melalui Event Earth Hour 2013",
  "abstract": "Penelitian ini memberikan deskripsi mengenai strategi komunikasi pemasaran yang dilakukan oleh Grand City Mall Surabaya dalam membangun brand awareness melalui event Earth Hour 2013. Metode yang digunakan dalam penelitian ini adalah studi kasus. Dalam melakukan teknik pengumpulan data, peneliti melakukan wawancara mendalam, observasi pada saat event dan data-data lain (dokumentasi, data dari Grand City Mall). Peneliti menemukan bahwa Grand City Mall telah melakukan delapan tahapan strategi komunikasi pemasaran yang efektif, yakni mengidentifikasi audiens sasaran, menentukan tujuan komunikasi, merancang pesan, memilih saluran komunikasi, menentukan total anggaran komunikasi, menetapkan bauran promosi, mengukur hasil promosi, serta mengelola dan mengkoordinasikan proses komunikasi pemasaran. Hasil penelitian menunjukkan bahwa divisi Marketing Communications Grand City Mall tidak melakukan riset secara terstruktur dalam mengukur hasil promosi melainkan melalui pengamatan jumlah pengunjung yang datang. Selain itu, evaluasi event juga tidak dilakukan secara formal melainkan hanya bertanya pada beberapa anggota panitia apakah ada keluhan atau kesulitan pada saat acara berlangsung. Dalam hal ini, evaluasi menjadi poin penting bagi Marketing Communications Grand City Mall untuk dijadikan acuan bagi perbaikan event Earth Hour yang akan dilaksanakan di tahun berikutnya.",
  "creators": "NOVILLIA TJAHYONO",
  "contributors": "R. OTTO BAMBANG WAHJUDI (Advisor 1); Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 2); Vita Monica (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010919/KOM/2013; Novilia Tjahyono (51409012)",
  "subjects": "COMMUNICATION IN MARKETING; STRATEGIC PLANNING"
}