{
  "id": "3133",
  "title": "Analisa kelayakan perluasan CV. Gumelar dalam memproduksi flooring",
  "abstract": "Menjalankan proses produksi di dua area yang berjauhan akan menyebabkan waktu produksi yang lama dan menimbulkan biaya transportasi. Disisi yang lain permintaan pasar yang cukup tinggi akan produk menyebabkan pihak CV. Gumelar mengambil inisiatif akan melakukan perluasan pabrik flooring dalam satu area. Untuk itu perencanaan ini perlu dilakukan sebuah studi analisa kelayakan untuk menentukan apakah rencana perluasan dapat dilaksanakan atau tidak. Dalam tugas akhir ini dilaksanakan analisa terhadap permintaan dan perilaku pasar akan produk flooring. Selain itu juga dilakukan analisa terhadap aspek teknis dan keuangan. Hasil dari analisa ini adalah sebuah perencanaan awal yang akan menjadi rekomendasi bagi pihak CV. Gumelar bahwa perluasan ini dapat dilaksanakan dan memberikan keuntungan. Analisa pasar menunjukkan angka permintaan flooring yang melebihi kapasitas sekarang dan makin meningkat tiap tahunnya, sedangkan analisa teknis memperlihatkan perlunya penambahan jumlah mesin dan tenaga kerja sesuai dengan kebutuhan. Analisa finansial memperlihatkan bahwa payback periode selama 2,4 tahun, dengan nilai NPV positif sebesar Rp. 12.096.106.311,38 dan IRR sebesar 44,19 % lebih besar dari MARR yang ditentukan sehingga investasi proyek ini layak. Selain itu analisa sensitivitas terhadap tingkat penjualan menunjukkan angka sebesar 57,0815 persen dari penjualan masih memberikan keuntungan bagi pemisahaan. Meskipun dalam perluasan ini menyebabkan adanya peningkatan kapasitas produksi tetapi masih memberikan keuntungan biaya produksi sebesar 0,16 persen per meter kubik dari biaya produksi sebelum dilakukan pemindahan.",
  "creators": "RONALD",
  "contributors": "Moses L. Singgih (Advisor 1); Julianingsih (Advisor 2); Kriswanto Widiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 549/TI-030/2002; Ronald (25497020)",
  "subjects": "PRODUCTION PLANNING-MATHEMATICAL MODELS; MANUFACTURING PROCESSES"
}