{
  "id": "3134",
  "title": "Perencanaan kebutuhan bahan baku dan pemilihan supplier di PT.Indonesia Multi Colour Printing",
  "abstract": "P.T. Indonesia Multi Colour Printing (IMCP) adalah perusahaan yang bergerak di bidang industri kemasan dari logam (kaleng) dan percetakan metal. Karena adanya fluktuasi permintaan, maka dirasa perlu untuk membuat suatu peramalan permintaan untuk 12 periode ke depan. Kelancaran jalannya produksi di suatu perusahaan sangat menentukan apakah P.T. IMCP dapat memenuhi permintaan dengan baik. Kelancaran jalannya produksi tersebut ditunjang oleh adanya perencanaan kebutuhan bahan baku yang baik. Perencanaan kebutuhan bahan baku dilakukan dengan membandingkan 6 metode lot sizing, yaitu : Lot for Lot, Economic Order Quantity (EOQ), Silver Meal, Period Order Quantity (POQ), Least Unit Cost (LUC) dan Part Period Balancing (PPB). Dari keenam metode tersebut akan dipilih metode dengan total biaya yang paling minimal. Bahan baku utama yang digunakan dalam pembuatan kaleng adalah tin plate. P.T. IMCP mempunyai beberapa supplier tin plate dengan kelebihan dan kekurangannya masing-masing. Terdapat faktor subyektif dan obyektif yang harus dipertimbangkan dalam memilih supplier. Oleh karena itu metode yang digunakan dalam pemilihan supplier ini adalah Analytical Hierarchy Process (AHP). Penggunaan metode ini mampu memberikan nilai numerik pada faktor subyektif, sehingga dapat mensintesis faktor-faktor tersebut untuk menetapkan faktor mana yang memiliki prioritas paling tinggi dan bertindak untuk mempengaruhi hasil. Hasil pengolahan data menunjukkan bahwa metode lot sizing yang digunakan adalah metode Lot for Lot, EOQ, Silver Meal dan LUC. Faktor terpenting yang dipertimbangkan dalam memilih supplier adalah faktor kualitas. Dari keempat alternatif supplier, Tomen Corporation (Jepang), Fujian Tonyi Tinplate Co.Ltd. (China), Ssang Yong Corporation (Korea) dan Krakatau Steel (Indonesia), didapatkan supplier yang terbaik adalah Tomen Corporation (Jepang).",
  "creators": "STEVE KURNIAWAN",
  "contributors": "Jani Rahardjo (Advisor 1); SETIA WANTO, ST. (Advisor 2); Julianingsih (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 547/TI-028/2002; Steve Kurniawan Oslijanto (25497007)",
  "subjects": "MATERIAL MANAGEMENT; MANUFACTURING PROCESSES; PRODUCTION PLANNING"
}