{
  "id": "3138",
  "title": "Studi sensitivitas parameter yang mempengaruhi angka keluar/lighting outage dari saluran transmisi",
  "abstract": "Sambaran petir merupakan gejala alam yang dapat menyebabkan terjadinya gangguan pada transmisi Saluran Udara Tegangan Ekstra Tinggi (SUTET). Oleh karena itu perlu dilakukan perhitungan terhadap besarnya gangguan sambaran petir pada saluran transmisi. Banyaknya trip yang akan terjadi pada saluran transmisi akibat dari sambaran petir dalam satu tahun setiap panjang transmisi 100 km disebut nilai angka keluar. Beberapa parameter kemungkinan dapat mempengaruhi keandalan saluran transmisi terhadap sambaran petir, yang mana transmisi dapat dikatakan handal terhadap sambaran petir bila nilai angka keluarnya kecil. Parameter-parameter yang akan dianalisa pengaruhnya yaitu banyaknya hari guruh yang terjadi dalam satu tahun (Isokeraunic Level), tinggi kawat tanah, andongan kawat tanah, jarak antar menara, tahanan kaki menara, dan panjang rentengan isolator. Dari hasil analisa dapat diketahui bahwa parameter-parameter di atas sangat mempengaruhi nilai angka keluar kecuali jarak antar menara yang ternyata tidak mempengaruhi nilai angka keluar. Bila nilai Isokeraunic Level semakin besar maka angka keluarnya semakin besar. Bila kawat tanah semakin tinggi dari permukaan tanah maka angka keluarnya semakin besar. Bila nilai andongan kawat tanah semakin besar maka nilai angka keluarnya semakin kecil. Bila tahanan kaki menara semakin besar maka nilai angka keluarnya semakin besar. Bila rentengan isolator semakin panjang maka nilai angka keluarnya semakin kecil.",
  "creators": "BERNARD IDAMAN",
  "contributors": "EDY ISKANTO (Advisor 1); Julius Sentosa Setiadji (Advisor 2); Emmy Hosea (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi NO:01010491/ELK/2004; Bemard Idaman (23499124)",
  "subjects": "ELECTRIC TRANSMISSION; LIGHTING PROTECTION"
}