{
  "id": "31388",
  "title": "Perancangan buku cerita bergambar katekese 7 sakramen gereja Katolik",
  "abstract": "Perancangan ini dibuat didasarkan pada keadaan nyata bahwa setiap orang Katolik menerima 7 Sakramen dalam Gereja, dan hal ini baik adanya bila sudah dimengerti sejak dini maka target dari perancangan ini adalah anak-anak Katolik pada usia 6-8 tahun, dan orang tua-orang tua Katolik yang memiliki kewajiban untuk membimbing anaknya sampai pada kedewasaan imannya. Perancangan ini dibuat dengan konsep buku cerita bergambar yang mengkisahkan tentang 2 orang yang bersaudara bernama Dionisius dan Redemptus yang memiliki panggilan hidup yang berbeda. Nama yang dipilih Dionisius dan Redemptus pun adalah 2 nama Beato yang menjadi martir di Indonesia, hal ini dipilih dan diangkat agar diharapkan bahwa anak-anak dapat mengenal nama para kudus yang menjadi sahabat mereka. Hal ini sesuai dengan tradisi Apostolik iman Gereja Katolik yang dibawa sejak zaman para Rasul. Buku cerita bergambar ini disajikan dengan pendekatan ilustrasi Semi-Dekoratif, dan disajikan dengan dominan lebih banyak gambar hal ini dikarenakan jenis buku cerita bergambar ini adalah picture book. Sementara bahasa yang digunakan adalah bahasa Indonesia yang digunakan sehari-hari hal ini diambil juga agar anak-anak lebih mudah memahami cerita yang ada. Teknik pengerjaan ilustrasi dalam karya ini menggunakan teknik manual dengan teknik pewarnaan cat poster dan pensil warna untuk mempertegas warna dan diberi outline, sehingga teknik mewarnai yang digunakan adalah teknik mix media. Buku cerita bergambar ini disajikan dengan ukuran 18x23 dengan sampul hard cover dan full colour, dengan pilihan kertas yang tebal. Agar dalam penggunaannya pun tidak mudah rusak, mengingat target dari buku ini adalah anak-anak usia 6-8 tahun.",
  "creators": "MARSHELLA RAHARDJO",
  "contributors": "Heru Dwi Waluyanto (Advisor 1); ASNAR ZACKY (Advisor 2); Anang Tri Wahyudi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Komik/Ilustrasi/Cergam",
  "source": "Komik/Ilustrasi/Cergam No. 00022388/DKV/2014; Marshella Rahardjo (42409052)",
  "subjects": "BOOK DESIGN; COMIC BOOKS; GRAPHIC ARTS; VISUAL COMMUNICATION"
}