{
  "id": "31397",
  "title": "Perancangan buku ilustrasi pengenalan makna simbolik dari kue tradisional budaya Tionghoa di Indonesia untuk remaja usia 11-12 tahun",
  "abstract": "Pengaruh kebudayaan Tionghoa sebagai aset budaya bangsa dapat dirasakan dalam berbagai aspek kehidupan Bangsa Indonesia, salah satunya dalam bidang kuliner. Beberapa kue tradisional yang sering ditemui di Indonesia telah mendapatkan pengaruh kebudayaan Tiongkok dan digemari oleh masyarakat, seperti bakpao, bakcang, cakue, ronde, dan kue keranjang. Kue tradisional ini mengandung kebudayaan, mitos, legenda, dan peristiwa yang mendasari asal mula pembuatannya, namun banyak masyarakat Indonesia yang tidak mengenal kisah kebudayaan tersebut. Anak remaja, khususnya usia 11-12 tahun menjadi sasaran dari perancangan ini, dimana dalam rentang usia tersebut anak mampu menangkap dan menafsirkan kisah legenda yang lebih kompleks. Dengan sasaran perancangan tersebut, maka buku ilustrasi dipilih sebagai media yang paling tepat untuk menyampaikan cerita legenda. Perancangan Desain Komunikasi Visual berupa buku Kisah Kue Tradisional Tiongkok di Indonesia mengenalkan kisah kebudayaan asal mula terciptanya bakpao, bakcang, cakue, ronde, dan kue keranjang dengan ilustrasi yang menarik untuk menjangkau anak remaja, khususnya usia 11-12 th. Visualisasi menonjolkan kesan modern tanpa menghilangkan unsur seni budaya Tiongkok. Dilengkapi dengan teknik pop up, buku ini menghadirkan pengalaman membaca yang menyenangkan sekaligus mendidik.",
  "creators": "FEBRINA DEVANA",
  "contributors": "Daniel Kurniawan, S.Sn., M.Med.Com (Advisor 2); ARIEF AGUNG SUWASONO (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00022477/DKV/2014; Febrina Devana (42410106)",
  "subjects": "VISUAL COMMUNICATION; GRAPHIC ARTS; COMMERCIAL ART; BOOK DESIGN"
}