{
  "id": "31403",
  "title": "Strategi marketing communication Grand City Surabaya dalam membangun brand sebagai world class mall",
  "abstract": "Penelitian ini dilakukan untuk mengetahui strategi yang dilakukan oleh Grand City Surabaya dalam membangun brand sebagai world class mall. Strategi Marketing Communications ini dilakukan dengan tujuan untuk membentuk diferensiasi antara Grand City Surabaya dengan mall lainnya. Oleh karena itu demi mencapai membangun sebuah brand world class mall tersebut maka Grand City Surabaya perlu membentuk grand strategy sebagai konsep awal yang mendasari strategi Marketing Communication yang diajalankan yaitu pull strategy, push strategy dan profile strategy. Ketiga strategi tersebut selanjutnya diimplementasikan kedalam tactic Marketing Communication Tools yaitu advertising, sales promotion, public relations, personal selling, dan direct marketing. Yang kemudian hasilnya akan membentuk sebuah brand yang sesuai dengan enam aspek dalam brand. Jenis penelitian ini deksriptif dengan pendekatan kualitatif. Metode yang digunakan yaitu studi kasus dengan menggabungkan berbagai sumber data. Hasil dari penelitian ini yaitu mengetahui aktivitas Marketing Communication Grand City Surabaya dalam menjalankan strategi Marketing Communication melalui Marketing Communication Tools. Hasil dari penelitian ini yaitu berupa Strategi yang dilakukan oleh Marketing Communications Grand City Surabaya berupa Pull Strategy, Push Strategy, dan Profile Strategy.",
  "creators": "FANNY JUSTICIA WINAWATI",
  "contributors": "Drs. WOLLY BAKTIONO, M.Si. (Advisor 1); Yustisia Ditya Sari (Advisor 2); R. OTTO BAMBANG WAHJUDI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010958/KOM/2014; Fanny Justicia Winawati (51409015)",
  "subjects": "COMMUNICATION IN MARKETING; COMMUNICATION"
}