{
  "id": "3140",
  "title": "Studi tentang analisa pembengkakan biaya dan waktu pada proyek konstruksi real estate",
  "abstract": "Penelitian ini membahas terjadinya pembengkakan biaya dan waktu yang terjadi pada proyek konstruksi Real Estate, faktor yang menyebabkan terjadinya pembengkakan biaya dan waktu, studi kasus pada beberapa, perusahaan kontraktor Real Estate, dan hubungan antara penyebab pembengkakan biaya dan waktu dengan studi kasus pada perusahaan kontraktor Real Estate di Sidoarjo. Penelitian ini dilakukan terhadap kontraktor Real Estate yang proyeknya berada di wilayah Sidoarjo, dengan cara mendistribusikan kuesioner untuk mengetahui faktor-faktor yang menyebabkan pembengkakan biaya dan waktu. Juga dilakukan studi kasus pada 3 perusahaan kontraktor Real Estate untuk mengetahui berapa besarnya pembengkakan biaya dan waktu yang dialaminya. HasiL penelitian menunjukkan bahwa penyebab yang paling dominan dari pembengkakan biaya dan waktu pada saat input adalah keadaan keuangan kontraktor yang kurang sehat, dan dana dari pengembang yang tidak cukup. Penyebab paling dominan pada pembengkakan biaya dan waktu pada saat proses konstruksi adalah kualitas tenaga kerja yang rendah dalam mengerjakan aktivitas proyek. Sedangkan penyebab dominan pembengkakan biaya dan waktu pada saat output adalah sistem pembayaran termyn yang tidak jelas. Hasil studi kasus pada Perumahan Pondok Jati menunjukkan bahwa proyek selesai sebelum waktunya dan biaya dibawah anggaran awal yaitu sebesar Rp 55.136.82,00 dalam waktu 18 minggu, itu dibawah rencana yaitu sebesar Rp 67.235.000,10 dalam waktu 38 minggu. Sedangkan untuk perumahan Puri Surya Jaya proyek selesai juga sebelum waktunya dengan biaya lebih kecil dari anggaran, yaitu sebesar Rp 36.694.200,00 dalam waktu 21 minggu, lebih kecil dari rencana sebesar Rp 38.060.018,50 dalam waktu 23 minggu.",
  "creators": "IKA OCTAVIA; ALEX GUNAWAN",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Andi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1315/SIP/2004; Ika Octavia (21499021), Alex Gunawan (21499213)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}