{
  "id": "31429",
  "title": "Propaganda unifikasi Korea Utara dan Korea Selatan dalam serial drama televisi The King 2 Hearts",
  "abstract": "Rumah produksi Korea Selatan Kim Jonghak memproduksi serial drama televisi fiktif menggunakan setting pemerintahan Korea Selatan monarki konstitusional dan mengangkat tema sensitif negara Korea mengenai unifikasi Korea. Serial drama televisi berjudul The King 2 Hearts, dengan topik unifikasi Korea diangkat sebagai penelitian karena melihat adanya hubungan antara usaha unifikasi Korea Utara dan Korea Selatan dengan pernikahan antara Raja Korea Selatan dan Wanita Korea Utara. Di mana serial drama televisi ini digunakan sebagai alat propaganda. Untuk mengetahui propaganda unifikasi Korea Utara dan Korea Selatan, penelitian ini menggunakan representasi melalui narasi dalam serial drama televisi Korea The King 2 Hearts. Narasi serial drama televisi The King 2 Hearts menggunakan metode analisis naratif Vladimir Propp : Morphology of the Folk Tale. Metode analisis naratif ini melihat narasi unifikasi Korea melalui penokohan dan fungsi-fungsi dari penokohan. Penelitian ini menghasilkan unifikasi Korea Utara dan Korea Selatan dalam serial drama televisi The King 2 Hearts melalui pernikahan. Pernikahan dalam serial drama televisi menjadi salah satu alat propaganda. Propaganda ini direpresentasikan melalui adanya kesepakatan pemimpin Korea Utara dan Korea Selatan, kepercayaan dan kerja sama, penyelesaian permasalahan dalam negara Korea Utara dan Korea Selatan, serta dukungan dari rakyat Korea sendiri dan negara Amerika-Cina. Unifikasi Korea Utara-Korea Selatan dalam The King 2 Hearts juga dipengaruhi oleh pemberitaan media, khususnya media televisi.",
  "creators": "JOSEPHINE PRISILIA",
  "contributors": "Gatut Priyowidodo (Advisor 1); Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 2); JUDY DJOKO WAHJONO TJAHJO, S.E.,M.Si. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010926/KOM/2013; Josephine Prisilia (51409027)",
  "subjects": "MASS MEDIA; COMMUNICATION IN MARKETING; ADVERTISING"
}