{
  "id": "31424",
  "title": "Fasilitas perdagangan kerajinan lokal di Kota Blitar",
  "abstract": "sangat besar untuk dikembangkan. Hal ini dapat dilihat dari banyaknya peminat kerajinan dari dalam maupun luar negeri. Bahkan, kerajinan dari Kota Blitar sudah menembus pasar ekspor. Sayangnya, belum banyak yang mengetahui dari mana asal kerajinan ini karena industri kerajinan terbatas pada industri rumahan yang letaknya terpisah-pisah di rumah-rumah kecil. Oleh karena itu, fasilitas ini diharapkan mampu menampung dan mewadahi kebutuhan akan pedagang, pengrajin maupun pembeli dalam mengembangkan industri kerajinan ini. Proyek ini merupakan sebuah fasilitas perbelanjaan kerajinan dengan fasilitas pendukung berupa area workshop dan galeri. Didukung dengan letak site yang berada tepat di seberang jalan menuju kampung kerajinan, diharapkan fasilitas ini mampu mengembangkan industri kerajinan Kota Blitar. Proyek ini terdiri dari fasilitas retail, galeri, area workshop untuk demo pengerajinan, studio workshop untuk pelatihan kerajinan usia dewasa dan anak-anak, serta foodcourt. Salah satu tujuan fasilitas ini untuk menarik minat masyarakat agar industri kerajinan lokal Kota Blitar bisa berkembang ini akan digali lebih dalam untuk memberikan keunikan bagi proyek ini. Rumusan masalah dalam proyek ini adalah bagaimana mendesain fasilitas perbelanjaan kerajinan yang dapat menarik minat pengunjung. Untuk dapat menjawab rumusan masalah tersebut maka penulis menggunakan pendekatan bentukan dan struktur. Pendalaman yang digunakan yaitu pendalaman struktur, sehingga ketika ditinjau kembali dapat menjawab rumusan masalah dalam proyek ini.",
  "creators": "YOVITA HADI",
  "contributors": "Benny Poerbantanoe (Advisor 1); Riduan Sukardi (Advisor 2); Andhi Wijaya (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023437/ARS/2015; Yovita Hadi (22411095)",
  "subjects": "TRADING COMPANIES-BUILDINGS-DESIGNS AND PLANS; HANDICRAFTS; COMMERCIAL BUILDINGS"
}