{
  "id": "31428",
  "title": "Gelanggang berenang di Surabaya",
  "abstract": "Proyek ini merupakan sebuah fasilitas Gedung Olahraga Berenang dengan beberapa fasilitas pendukung yaitu Street food, Retail, Tribun, area berenang serta taman sebagai area public outdoor. Olahraga merupakan kegiatan jasamani yang dilakukan dengan maksud untuk memelihara kesehatan serta dan memperkuat otot-otot tubuh. Kegiatan ini dalam perkembangannya dapat dilakukan sebagai kegiatan yang menghibur dan juga dilakukan dengan tujuan meningkatkan prestasi. Berenang merupakan salah satu olahraga yang digemari di Surabaya, Hampir di seluruh klub house pada perumahan di Surabaya mempunyai kolam renang. Tidak hanya untuk olahraga namun di Surabaya juga terdapat wisata bermain air sepert water park. Kota Surabaya sebagai ibu kota jawa timur yang berkembang pesat memiliki masyarakat yang berapreasiasi tinggi terhadap perkembangan olahraga berenang. Diiringi dengan perkembangan pesat minat masyarakat dalam olahraga renang ini menjadi sebuah alasan dibangunnya bangunan olahraga berenang yang digunakan sebagai pertandingan maupun hanya untuk berolahraga. Didukung dengan site yang dekat dengan pantai yang identik dengan air menyebabkan hawa yang nyaman di sekitar are eksisting serta di bagian luar bangunan. Rumusan masalah pada bangunan ini adalah bagaimana menciptakan sebuah bangunan yang tampak dan bentuknya dapat menceritakan sebagai bangunan gedung olahraga berenang serta dapat menjadi icon di daerah Kenjeran Surabaya. Pendekatan yang digunakan simbolik serta pendalaman struktur untuk mendukung bentukan post modern.",
  "creators": "YONTA PERKASA",
  "contributors": "Handinoto (Advisor 1); Ir. Bisatya Widadya Maer, M.T. (Advisor 2); Irwan Santoso (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023446 / ARS / 2015; Yonta Perkasa (22411106)",
  "subjects": "SWIMMING POOL; SPORT FACILITIES"
}