{
  "id": "31426",
  "title": "Fasilitas pagelaran kesenian Jaranan di Blitar",
  "abstract": "Jaranan adalah salah satu seni budaya tradisional dan rakyat yang tersebar luas yang dilakukan oleh orang-orang lokal di Jawa Timur. Jaranan sebagai kesenian rakyat tidak hanya memiliki peran sebagai sarana hiburan tetapi juga memiliki ritual yang sakral. Oleh karena itu, seni jaranan harus dijaga dan dilakukan dengan cara yang modern dan menarik sehingga generasi muda dapat menikmati, menghargai dan akhirnya membantu melestarikan kesenian ini. Blitar adalah kota berkembang yang memiliki seni khas Jaranan. Ada banyak seniman dan masyarakat yang terus melestarikan dan melakukan menari jaranan dalam bentuk permainan jalanan. Dalam rangka melestarikan dan menyediakan wadah bagi seniman untuk melestarikan dan melakukan seni Jaranan, itu dianggap untuk merancang sebuah bangunan yang dapat menampung penampilan Jaranan, pusat pelatihan seni Jaranan, galeri Jaranan dan lain-lain fasilitas seperti toko suvenir dan restoran kuliner lokal mendukung. Vernakular digunakan sebagai pendekatan desain sehingga fasilitas Jaranan ini dapat dirancang sebagai bangunan modern tanpa kehilangan budaya lokal dan makna. Ada dua jenis pertunjukan Jaranan fasilitas ini. Pertama adalah gedung pertunjukan indoor yang dirancang menggunakan beton bertulang untuk arena tribun dan struktur bambu untuk konstruksi atap. Atap gedung pertunjukan dalam ruangan dirancang dalam bentuk lengkungan untuk mengoptimalkan rentang dan untuk meminimalkan kebocoran akustik lingkungan. Sementara tribun itu sendiri dirancang tanpa dinding untuk mengoptimalkan ventilasi alami pada siang hari. Kedua adalah tempat luar ruangan yang dalam bentuk plaza atau luar ruang yang dibentuk dari pintu masuk bangunan galeri dan bangunan restoran. Pintu masuk bangunan galeri dan restoran dirancang luar ruangnya hingga sedemikian rupa agar pengunjung dapat menikmati ritual atau prosesi seni Jaranan atau yang lebih disebut arak-arakan. Semua bangunan di fasilitas ini menggunakan bambu, batu bata dan beton untuk elemen struktur utama, oleh karena itu pengetahuan tentang struktur dan konstruksi sistem yang dibutuhkan untuk memecahkan masalah bahan konstruksi.",
  "creators": "FITHIA NILA SARI",
  "contributors": "Esti Asih Nurdiah, S.T., M.T., Ph.D. (Advisor 1); Samuel Hartono (Advisor 2); V.P. Nugroho Susilo (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023484/ARS/2015; Fithia Nila Sari (22411157)",
  "subjects": "THEATERS--DESIGNS AND PLANS; PERFORMING ARTS-BUILDINGS-DESIGN AND CONSTRUCTION; JARANAN; DANCE HALLS-DESIGNS AND PLANS"
}