{
  "id": "31435",
  "title": "Sanggar baca dan sentra buku bekas di Surabaya",
  "abstract": "Buku bekas merupakan bagian dari kebutuhan informasi masyarakat yang juga memiliki esensi yang sama seperti halnya buku baru. Dalam konteksnya, meski buku bekas mengalami penurunan kualitas dari segi luarnya namun bagian dalam buku bekas tersebut (ilmu yang terkandung di dalamnya) tetap stabil dan tidak berubah. Hal ini yang membuat buku bekas selalu diminati oleh masyarakat Surabaya. Permasalahannya adalah kurangnya fasilitas yang mengakomodasi buku bekas tersebut baik dari segi kualitas maupun kuantitas. Dari segi kuantitas didapati hanya ada sedikit fasilitas buku bekas di Surabaya yang dapat mengakomodasi jumlah peminatnya. Sedangkan dari segi kualitas, beberapa fasilitas buku bekas tersebut terkesan kumuh bahkan menyulitkan peminat dalam mencari buku bekas karena kondisinya yang padat, panas, dan tidak terorganisir dengan baik. Hal-hal tersebut dapat menurunkan minat pengunjung untuk mencari maupun membaca buku bekas di sana. Peminat buku bekas menjadi malas untuk berkunjung. Berdasarkan permasalahan tersebut maka didesain sebuah fasilitas Sanggar Baca dan Sentra Buku Bekas di Surabaya. Konsep yang dihadirkan dalam fasilitas ini ialah menghadirkan fasilitas buku bekas yang bersifat atraktif. Atraktif yang dimaksud ialah menghadirkan nuansa alam ke dalam fasilitas ini (“Words Beyond Nature”), sehingga dengan adanya nuansa alam ini dapat menghadirkan suasana yang asri dan nyaman baik dalam membaca maupun dalam mencari buku bekas. Pendekatan yang digunakan ialah pendekatan lansekap. Dan pendalaman yang digunakan ialah karakter ruang. Namun dengan adanya konsep alam yang dapat dirasakan dalam ruang, maka timbul permasalahan baru di mana cahaya matahari yang masuk dapat merusak buku bekas tersebut sehingga diperlukan juga pendalaman cahaya. Metode penelitian yang digunakan adalah pengumpulan data, studi literatur, observasi, dan wawancara. Hasil penelitian adalah sifat dan karakter ruang yang menciptakan suasana membaca dan mencari buku bekas yang atraktif dalam fasilitas ini.",
  "creators": "YURIKE JAPHAR",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); Roni Anggoro, S.T., M.A.Arch. (Advisor 2); Andhi Wijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Laporan Perancangan Arsitektur No. 02023348/ARS/2014; Yurike Japhar (22410089)",
  "subjects": "LIBRARY BUILDINGS--DESIGNS AND PLANS; DAYLIGHTING"
}