{
  "id": "31448",
  "title": "Konglomerat media sebagai elite politik: wacana dalam pemberitaan Hary Tanoesodibjo di koran SINDO",
  "abstract": "Pada tahun 2009 wacana konglomerat media yang terjun dalam dunia politik pernah diangkat oleh The Jakarta Post. Wacana tersebut menjadi perdebatan, siapa konglomerat media yang memang punya afiliasi politik, layak atau tidak mereka terjun ke dunia politik. Jelang Pemilu 2014, wacana ini kembali marak. Hary Tanoesodibjo menjadi salah satu tokoh yang menarik untuk diteliti dibandingkan dengan Aburizal Bakrie dan Surya Paloh. Hary Tanoesodibjo (HT) sebagai konglomerat MNC Group, kerajaan media terbesar di Indonesia, menjadi perbincangan setelah mengundurkan diri dari Partai NasDem. SINDO menampilkan berita utama dan mainpicture berjudul “HT All Out Besarkan Hanura” pada 18 Februari 2013 yang merupakan kulminasi dari berita-berita HT di Koran SINDO pasca keluar dari NasDem, serta menandai awal dari karir politik HT di tahun 2013 melalui Partai Hanura. Peneliti ingin menguak bagaimana wacana konglomerat media, Hary Tanoesodibjo, sebagai elite politik dalam berita tersebut. Metode yang digunakan adalah Analisis Wacana Fairclough yang melihat bahasa sebagai praktik kekuasaan, berdasarkan 3 dimensi yakni teks, discourse practice, dan sociocultural practice. Temuan peneliti yang pertama yakni wacana mengenai konglomerat media, HT, diperebutkan oleh parpol karena kekuatan finansial dan medianya. Kedua, HT yang masih terbilang tokoh muda di dunia politik diberi jabatan penting di dalam Hanura sebagai pendongkrak elektabilitas partai. Ketiga, HT cenderung untuk mencari otoritas politik yang lebih dari sekedar Hanura. Terakhir, HT menggunakan perusahaan medianya sebagai sarana politik, termasuk SINDO.",
  "creators": "LYDIA ROSALIA",
  "contributors": "Gatut Priyowidodo (Advisor 1); Fanny Lesmana (Advisor 2); JUDY DJOKO WAHJONO TJAHJO, S.E.,M.Si. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010970/KOM/2014; Lydia Rosalia (51409037)",
  "subjects": "MASS MEDIA; COMMUNICATION-POLITICAL ASPECTS"
}