{
  "id": "31454",
  "title": "Pesan moral prososial dan anti sosial dalam video klip lagu anak-anak Indonesia tahun 1990-2013",
  "abstract": "Penelitian ini dilakukan untuk mengetahui apa saja pesan moral prososial dan anti sosial dalam video klip lagu anak-anak Indonesia tahun 1990-2013.Video klip ini ditujukan bagi anak-anak.sebuah lagu anak-anak terdapat pesan yang ingin disampaikan oleh produser lagu tersebut. Sejatinya lagu anak-anak mengandung pesan yang positif, mendidik, mengajarkan moral yang baik kepada anak-anak. Tidak menutup kemungkinan dalam video anak-anak terdapat konstruksi pesan moral prososial dan anti sosial. Dalam penelitian ini, pesan moral dibagi menjadi dua yakni pesan moral prososial dan pesan moral antisosial oleh Mulyana dan Ibrahim. Setiap pesan moral prososial dan pesan anti sosial memiliki penguraian tersendiri, dan masing-masing menjadi indikator dalam mengisi lembar koding. Sesuai dengan judul yang tertera, subjek penelitian ini adalah 67 video klip lagu anak-anak Indonesia. Jenis penelitian yang dipakai adalah kuantitatif deskriptif dengan metode analisis isi untuk menganalisis indikator pesan moral prososial dan anti sosial dalam setiap video klip lagu anak-anak Indonesia. Uji reliabilitas diperlukan untuk menguji reliabilitas dari setiap indikator dan objek penelitian. Hasil penelitian menunjukkan pesan moral prososial pada tahun 1990- 1999 adalah memuji, menasehati dan dermawan sedangkan pada tahun 2000- 2013 pesan moral prososial yang banyak ditunjukkan memuji, menasehati dan dermawan. Pesan moral anti sosial yang banyak ditunjukkan pada video klip lagu anak-anak Indonesia tahun 1990-1999 adalah curang, mengejek, menakuti, memukul sedangkan pada tahun 200-2013 pesan moral anti sosial yang banyak ditemukan adalah menyerang dengan senjata, mengejek, memukul, berkelahi, dan menakuti.",
  "creators": "IKE MELIANA",
  "contributors": "Jandy Edipson Luik (Advisor 1); Megawati Wahjudianata (Advisor 2); Gatut Priyowidodo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010944/KOM/2013; Ike Meliana (51409040)",
  "subjects": "MASS MEDIA; COMMUNICATION--RESEARCH"
}