{
  "id": "31471",
  "title": "Galeri lego di Surabaya",
  "abstract": "Lego merupakan mainan bersistem kreatif yang paling terkenal di dunia. Lego dapat dengan mudah dikombinasikan dengan cara yang tak terhingga dan juga dapat dengan mudah dibongkar. Oleh karena itu, bermain Lego dapat merangsang imajinasi, ide, serta ekspresi kreatif. Sehingga tidak diragukan lagi, Lego digemari tidak hanya oleh anak-anak, tetapi juga oleh orang dewasa di Surabaya. Akan tetapi, dewasa ini anak-anak lebih tertarik untuk bermain games pada gadgets daripada mengeksplorasi kreativitas mereka dengan permainan kreatif seperti Lego. Di sisi lain, ada banyak komunitas penggemar Lego (AFOL) yang tidak mempunyai fasilitas yang layak untuk mengekspresikan dan memamerkan hasil karya Lego mereka di Surabaya. Maka itu, proyek Galeri Lego di Surabaya didesain dengan mengangkat sebuah permasalahan utama, yaitu: untuk merefleksikan citra dan visi Lego sebagai sebuah sarana rekreasi keluarga yang menyenangkan. Adapun tujuan utama perancangan proyek ini adalah untuk memenuhi kebutuhan masyarakat akan pusat ekshibisi, edukasi, rekreasi, serta informasi mengenai Lego sebagai media pembelajaran yang kreatif. Maka, pendekatan simbolik dipilih untuk menjawab permasalahan utama, sehingga mengakibatkan bentukan bangunan yang modular, bertumpukan, dan interlocking. Sebagai akibat dari desain yang demikian, pendalaman struktur diperlukan agar tercipta integrasi antara konsep desain dengan sistem struktur, secara khusus dengan memakai sistem struktur rangka kaku vierendeel.",
  "creators": "JIAN HONARDY RAYAWANG",
  "contributors": "Christine Wonoseputro (Advisor 1); Roni Anggoro, S.T., M.A.Arch. (Advisor 2); Wanda Widigdo Canadarma (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023376/ARS/2015; Jian Honardy Rayawang (22411010)",
  "subjects": "GALLERIES (ARCHITECTURE)--DESIGNS AND PLANS; GALLERIES (ARCHITECTURE)"
}