{
  "id": "31495",
  "title": "Perancangan redesain kemasan makanan ringan \"Wolio Snack\" khas kota Bau-Bau, Sulawesi Tenggara",
  "abstract": "Kota Bau-bau merupakan salah satu pulau yang ada di Indonesia yang terletak di Sulawesi Tenggara. Di Bau-bau terdapat toko oleh-oleh yang terkenal dan menjadi salah satu pilihan oleh para wisatawan yaitu toko Wolio. Meskipun tempat oleh-oleh ini ramai dikunjungi para wisatawan, tetapi banyak wisatawan yang mengatakan tampilan kemasan dari Wolio Snack tidak menarik dan tidak adanya kesatuan visual pada tampilan produk dari Wolio Snack antara satu dengan yang lainnya. Serta penggunaan ukuran kardus yang besar sangat tidak efektif dan efisien, karena pada saat dikemas akan diberikan tambahan kertas koran bekas yang dirobek atau plastik-plastik agar produk tetap aman saat diletakkan di dalam kardus. Sehingga perancangan ini dilakukan untuk merancang kemasan untuk Wolio Snack dari segi tampilan sehingga tercipta kesatuan visual yang tetap mengutamakan pengamanan. Metode perancangan yang digunakan adalah metode kualitatif, dengan pengumpulan data melalui wawancara, observasi, dan berbagai sumber tertulis yang dapat membantu penelitian ini. Konsep perancangan nantinya akan dibuat kemasan yang menunjukkan karakteristik dan ciri khas dari kota Bau-bau. Maka dari itu, redesain kemasan yang baru akan dan harus menunjukkan citra dan image sebagai oleh-oleh yang khas dari kota Bau-bau.",
  "creators": "CICILIAWATI LUMINTAN",
  "contributors": "Elisabeth Christine Yuwono (Advisor 1); Adi Satria Kurniawan, S.Sn (Advisor 2); Deddi Duto Hartanto (Examination Committee 1); Hen Dian Yudani (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Desain Kemasan",
  "source": "Desain Kemasan No. 00022541/DKV/2014; Ciciliawati Lumintan (42410206)",
  "subjects": "VISUAL COMMUNICATION; PACKAGING; LOGOS (SYMBOLS); GRAPHIC ARTS; COMMERCIAL ART"
}