{
  "id": "31517",
  "title": "Maskulinitas di majalah pria: studi semiotika terhadap rubrik rupa di majalah Men’s Health Indonesia",
  "abstract": "Majalah pria menjadi salah satu dari rentetan media massa yang menciptakan mitos maskulinitas. Kemunculan majalah pria menjadi salah satu pelopor yang menandakan adanya pergeseran mengenai mitos maskulinitas. Majalah pria yang beredar kini tidak sekadar menampilkan sosok pria yang keras, kuat, kasar, agresif dan tidak peduli penampilan fisik. Melalui studi semiotika yang dikembangkan oleh Roland Barthes, penelitian ini bertujuan mengkaji lebih dalam mengenai representasi maskulinitas di Majalah Men’s Health Indonesia. Analisis terhadap teks yang terdapat dalam rubrik Rupa menemukan bahwa pria yang direproduksi dalam majalah ini membongkar mitos lama tentang maskulinitas yang identik dengan pria yang kuat, kasar, keras, agresif dan tidak peduli dengan penampilan. Majalah ini menampilkan pria dengan penampilan fisik berkulit putih, wajah blasteran yang bersih tanpa noda, hidung mancung, bertubuh tinggi, berdada bidang, proporsional dalam arti tidak banyak lemak bergelambir dan penampilan dandy seperti yang tercermin melalui pakaiannya yang rapi dan bersih. Penelitian ini juga menemukan bahwa Majalah Men’s Health Indonesia juga mereproduksi gagasan ideologi masyarakat kapitalis, di mana pria di abad 21 menjadi sasaran konsumen yang potensial. Men’s Health Indonesia menjadi salah satu media yang efektif untuk mempersuasi pria untuk membeli produk fashion berlabel Internasional yang terpampang secara eksplisit dalam majalah franchise ini.",
  "creators": "SONDAKH, PRISKA CINTHIA",
  "contributors": "NANANG KRISDINANTO (Advisor 1); Fanny Lesmana (Advisor 2); SRI MOERDIJATI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010965/KOM/2014; Sondakh, Priska Cinthia (51409094)",
  "subjects": "COMMUNICATION; MASS MEDIA"
}