{
  "id": "3154",
  "title": "Studi tentang kedip tegangan di PT. Semen Kupang dengan daya 5 MVA dan tegangan 380 V",
  "abstract": "PT. Semen Kupang merupakan salah satu industri yang didirikan untuk melayani kebutuhan pasar berupa semen. Dalam proses produksi, PT. Semen Kupang mendapat suplai listrik langsung dari PLN dengan kapasitas daya yang dipakai yaitu 5 MVA. Untuk memenuhi kebutuhan pasar maka suplai listrik tidak boleh berhenti atau terputus. Tetapi dalam kenyataannya banyak hal-hal yang tidak diperkirakan dapat terjadi, misalkan terlambatnya daya yang dikirim dari PLN (PLN hanya menyuplai listrik ke PT. Semen Kupang mulai jam 06.00 sampai jam 17.00), terjadi kerusakan pada motor atau karena gangguan-gangguan lain baik intern maupun ekstern. Dalam Tugas AJkhir ini akan dibahas mengenai kedip tegangan yang terjadi di PT, Semen Kupang, yang disebabkan oleh karena adanya gangguan dari luar dari jaringan transmisi PLN. Dari data-data yang diperoleh akan dianalisa mengenai persentase kedip tegangan yang berhubungan dengan asutan motor, juga dianalisa penyebab kedip tegangan yang disebabkan karena gangguan dari jaringan transmisi PLN yang berpengaruh terhadap PT. Semen Kupang. Dari hasil yang diperoleh akan dibandingkan dengan standard dari fluktuasi tegangan yang berhubungan dengan kedip tegangan. Dari hasil analisa terhadap asutan motorl 1000 KW didapatkan bahwa perubahan tegangan pada waktu start sebesar 32,08%, untuk motor2 460 KW didapatkan nilai sebesar 20,43 %, untuk motor3 460 KW sebesar 23%-Analisa gangguan dari jaringan transmisi diperoleh nilai perubahan tegangan sebesar 5,07%. Dari hasil perhitungan yang dilakukan dapat disimpulkan bahwa kedip tegangan yang terjadi pada PT. Semen Kupang dapat diakibatkan oleh karena asutan motor dan juga karena gangguan dari luar.",
  "creators": "YOANNE FLANTINE MOZES",
  "contributors": "Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Advisor 1); Julius Sentosa Setiadji (Advisor 2); Emmy Hosea (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/E/TST/013/427; Yoanne Flantine Mozes (23496125)",
  "subjects": "ELECTRIC POWER TRANSMISSION"
}