{
  "id": "31568",
  "title": "Fasilitas edukasi dan pengolahan sampah organik di Citraland Surabaya",
  "abstract": "Sampah merupakan masalah yang krusial di dunia. Berdasarkan “What a Waste: A Global Review of Solid Waste Management” yang diterbitkan oleh Bank Dunia, jumlah sampah padat di kota-kota dunia akan terus naik sebesar 70% hingga tahun 2025, dari 1,3 miliar ton per tahun menjadi 2,2 miliar ton per tahun. Mayoritas terjadi di Negara Berkembang, termasuk Indonesia. Di Surabaya, khususnya Citraland, persentase sampah terbesar adalah sampah organik sekitar 80%, hanya 30% yang dapat diolah oleh pihak Citraland dan sisanya dibuang ke TPA. Kurangnya fasilitas yang mewadahi pengolahan sampah organik dan pandangan masyarakat mengenai sampah yang tidak menarik dan Bau, menyebabkan volume sampah di TPA terus meningkat. Melihat fenomena tersebut, diharapkan fasilitas ini dapat menjadi sarana pengolahan sampah dan sekaligus menjadi sarana edukasi bagi masyarakat agar dapat mengenal dan mengelola sampah secara mandiri. Fasilitas yang disediakan di antaranya: area pengolahan sampah organik, workshop kompos, workshop craft, galeri pengolahan air, perpustakaan, ruang seminar, souvenier, food court, dan area pembibitan. Masalah desain utama adalah bagaimana mengubah image masyarakat mengenai tempat pengolahan sampah yang bau dan tidak menarik. Pendekatan metaphor intangible dipilih untuk menjawab masalah desain, sehingga dihasilkan ekspresi bangunan yang dapat memberikan persepsi/tipologi baru mengenai tempat pengolahan sampah. Pendalaman yang dipilih adalah sequence, untuk menunjukkan perjalanan pengunjung sesuai dengan tahapan proses pengolahan sampah sampai merasakan sendiri manfaat dari sampah tersebut dengan sebuah workshop.",
  "creators": "SYLVIANA PUTRI SUNARIO S.",
  "contributors": "Andhi Wijaya (Advisor 1); Roni Anggoro, S.T., M.A.Arch. (Advisor 2); Lilianny Sigit Arifin (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023329/ARS/2014; Sylviana Putri Sunario Soegondo (22410037)",
  "subjects": "INDUSTRIAL BUILDINGS; WASTE DISPOSAL FACILITIES"
}