{
  "id": "31575",
  "title": "Analisis wacana kritis program Mata Najwa “Balada Perda” di Metro TV",
  "abstract": "Pada 16 Januari 2013, Mata Najwa mengangkat tema Balada Perda di tengah pemberitaan mengenai perda yang kontroversial. Mata Najwa membahas empat aturan daerah yang mengundang pro dan kontra dalam masyarakat yaitu aturan larangan mengangkang bagi kaum perempuan di Lhokseumawe; aturan nama bayi dengan ciri kedaerahan di Surabaya; inisiatif bupati mengajak pejabat daerah ke penjara di Bualemo; dan aturan wajib mengaji dan mematikan televisi di Kampar. Dalam paradigm kritis, pengunaan bahasa dalam media bersifat sengaja dan memiliki tujuan tertentu. Melihat hal ini, peneliti tertarik melihat wacana yang dibangun dalam episode tersebut. Peneliti menggunakan teknik analisis wacana kritis model Teun van Dijk dan menemukan bahwa Mata Najwa membangun wacana bahwa perda melayani kepentingan pemerintah; perda mengintervensi privasi masyarakat; dan perda mendiskriminasi kelompok tertentu. Pembentukan wacana ini sekaligus menunjukkan pendefinisian dan penempatan posisi yang dilakukan Mata Najwa terhadap partisipan produksi wacana. Mata Najwa menempatkan Najwa Shihab sebagai pihak yang dominan sehingga realitasnya bisa diterima publik sebagai kebenaran. Dengan perpaduan analisis teks, kognisi social dan konteks, peneliti menemukan wacana yang dibangun Mata Najwa meneguhkan pandangan bahwa perda pasca otonomi daerah mengundang pro dan kontra dalam masyarakat. Peneliti juga menemukan bahwa tayangan Mata Najwa Balada Perda dipengaruhi oleh kepentingan ekonomi media Metro TV.",
  "creators": "CHRISTO RICO LADO",
  "contributors": "Jandy Edipson Luik (Advisor 1); Fanny Lesmana (Advisor 2); Gatut Priyowidodo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010934/KOM/2013; Christo Rico Lado (51409115)",
  "subjects": "TELEVISION PROGRAMS; TALK SHOWS"
}