{
  "id": "31579",
  "title": "Kompleks pelatihan atlet bulutangkis di Malang",
  "abstract": "Proyek ini merupakan sebuah fasilitas yang dimaksudkan untuk menampung kegiatan olahraga bulutangkis masyarakat kota Malang dan atlet-atlet kota Malang dengan standar memadai dan lengkap sehingga terpacu untuk mengembangkan potensinya sebagai atlet bulutangkis yang profesional sekaligus untuk tempat pertandingan nasional dan internasional. Letak proyek kompleks pelatihan atlet bulutangkis ini terdapat di area dengan lahan hijau yang besar yang menyebabkan sejuknya hawa. Selain itu terdapat view Gunung Buring yang dapat dimanfaatkan untuk fasilitas bersantai outdoor untuk area penginapan atlet agar para atlet tidak jenuh dengan kegiatan rutinnya. Fasilitas yang terdapat pada proyek ini antara lain lapangan bulutangkis, store, kantin, asrama atlet dan lain-lain. Malang sebagai salah satu kota yang memiliki pemandangan dan keasrian lingkungan yang indah memiliki kelebihan tersendiri untuk arsitektur. Sehingga proyek ini mengambil karakter keserasian antara alam dan buatan untuk menjaga keselarasan. Rumusan masalah dalam proyek ini adalah bagaimana mendesain fasilitas gedung olahraga yang sesuai standar dan memenuhi kebutuhan kenyamanan pengguna. Untuk dapat menjawab rumusan masalah tersebut maka penulis menggunakan pendekatan sistem. Dan pendalaman yang digunakan yaitu pendalaman struktur sebagai masalah utama yang berfungsi untuk menampung kegiatan bulutangkis.",
  "creators": "CYNTHIA DEWI KUSNO",
  "contributors": "Luciana Kristanto, S.T., M.T. (Advisor 1); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Advisor 2); Markus Ignatio Aditjipto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023338/ARS/2014; Cynthia Dewi Kusno (22410066)",
  "subjects": "SPORTS FACILITIES--DESIGNS AND PLANS; BADMINTON (GAME)-BUILDINGS-DESIGNS AND PLANS"
}