{
  "id": "31576",
  "title": "Downward communication dalam implementasi model kepemimpinan LMX (Leader-Member Exchange) di Palacio Wedding Chapel Surabaya",
  "abstract": "Komunikasi merupakan salah satu faktor utama dalam mencapai kesuksesan sebuah organisasi. Downward communication yang dijalankan oleh pimpinan Palacio menunjukkan adanya ketidaksamaan pola komunikasi antara atasan dengan bawahan. Hal ini disebabkan oleh pemimpin Palacio membedakan karyawan mereka menjadi in-group dan out-group. Membedakan karyawan merupakan pengertian dari model kepemimpinan LMXL (Leader-Member Exchange). Downward communications dalam implementasi model kepemimpinan LMX (Leader-Member Exchange) menyebabkan rasa tidak nyaman dalam lingkungan kerja bagi karyawan out-groups. Kualitas komunikasi sangat berbeda, in-group memiliki kualitas komunikasi yang baik dan out-group memiliki kualitas komunikasi kurang baik. Jenis penelitian ini adalah deskriptif dengan pendekatan kualitatif yang dilakukan dengan observasi dan wawancara yang mendalam. Aktor dalam penelitian ini adalah karyawan yang tergolong dalam in-groups dan out-groups. Metode yang digunakan dalam penelitian ini adalah fenomenologi. Penelitian ini dilakukan sejak Juli 2013 hingga November 2013. Hasil dari penelitian ini menunjukkan bahwa aktor yang termasuk dalam in-groups memiliki hubungan serta kualitas komunikasi yang baik dengan atasannya. Sedangkan aktor yang termasuk dalam out-groups memiliki memiliki hubungan serta kualitas komunikasi yang kurang baik dengan atasannya.",
  "creators": "MELYSA WIGUNA",
  "contributors": "Gatut Priyowidodo (Advisor 1); Judy Djoko Wahjono Tjahjo (Advisor 2); Ido Prijana Hadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010952/KOM/2014; Melysa Wiguna (51409118)",
  "subjects": "COMMUNICATION IN ORGANIZATION; COMMUNICATION"
}