{
  "id": "3157",
  "title": "Studi perencanaan penerapan sistem spindle 20 KV untuk mencatu kawasan industri maspion Gresik PLN UPJ area Gresik",
  "abstract": "Gresik merupakan salah satu sub wilayah pengembangan Jawa Timur yang kegiatannya diarahkan ke sektor perdagangan dan industrial. Dimana didalamnya terdapat kawasan Industri Maspion Gresik, di catu dari Gl Manyar melalui 7 penyulang, kondisi tingkat keandalan ke 7 penyulang tersebut baru 2 penyulang yang sesuai standar ( radial interkoneksi), sedangkan sisanya 5 penyulang masih dibawah standar. Hal ini menimbulkan permasalahan tersendiri dalam mendukung peningkatan produksi masing-masing pelanggan kawasan Industri Maspion Gresik. Sistem Spindle yang direncanakan terdiri dari 6 penyulang yang dibebani dan 1 penyulang sebagai express feeder (kondisi normal tidak dibebani), Perencanaan sistem Spindle untuk Kawasan Industri Maspion meliputi penyulang I mencatu pelanggan MASPION POLYMER, penyulang II mencatu AWM dan WEMBERGER, penyulang III mencatu FURUKAWI dan INDOFIBER, penyulang IV sebagai EXPRESS FEEDER, penyulang V mencatu pelanggan LIKU TELAGA dan INDAL GYPSUM, penyulang VI mencatu pelanggan MSII & II, penyulang VII mencatu pelanggan STEEL BAR, Perencanaan sistem Spindle dengan tingkat keandalan sesuai standart sistem Spindle untuk SAIDI = 4,796 jam/tahun dan SAIFI = 1.32kali/tahun. Hasil evaluasi tingkat keandalan sistem Spindle yang direncanakan dengan sistem radial interkoneksi (existing), terdapat peningkatan keandalan rata-rata beban : SAIDI dari 13,546 jam/tahun turun menjadi 4,796 jam/tahun (keandalan naik 64%). SAIFI dari 2,065 kali/tahun turun menjadi 1,32 kali/tahun (keandalan naik 36%).",
  "creators": "JOHNNY LIANGKEY",
  "contributors": "Ir. M.TABRANI MACHMUDSYAH (Advisor 1); Julius Sentosa Setiadji (Advisor 2); Emmy Hosea (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/450/ELK/2003; Johnny Liangkey (23498124)",
  "subjects": "ELECTRIC POWER TRANSMISSION; ELECTRIC POWER DISTRIBUTION"
}