{
  "id": "31583",
  "title": "Penerimaan pasangan suami istri terhadap involuntary childlessness dalam Film Test Pack: You’re My Baby",
  "abstract": "Film Test Pack bercerita tentang pasangan suami istri yang tidak bisa memiliki anak. Dalam film ini ketidak mampuan pasangan untuk memperoleh anak bukan menjadi akhir dari sebuah pernikahan. Penelitian ini bertujuan untuk mengetahui bagaimana penerimaan pasangan suami istri terhadap involuntary childlessness dalam film Test Pack. Penelitian ini menggunakan metode reception analysi. Dalam penelitian ini, peneliti menggunakan 2 pasangan informan yang sudah menikah minimal 3 tahun dengan latar belakang pasangan yang sudah memiliki anak dan pasangan yang belum memiliki anak. Data yang didapat dari pemaknaan informan, peneliti jelaskan menggunakan konsep decoding-encoding Stuart Hall. Peneliti menemukan bahwa penerimaan terhadap kondisi pasangan involuntary childlessness yang digambarkan dalam film tersebut diterima secara berbeda-beda. Pada kondisi besarnya harapan, pasangan informan 1 menerima secara dominan, sedangkan pasangan informan ke 2 menerima hal itu secara negosiasi. Kondisi stres dan kecemasan yang digambarkan dalam film tersebut diterima oleh kedua-duanya secara dominan. Kemudian ada beberapa kondisi yang diterima secara negosiasi oleh kedua pasangan informan tersebut yaitu, depresi, penyelesaian konflik, dan menerima keadaan. Sementara kondisi konflik diterima pasangan informan 1 secara oposisi sedangkan pasangan informan 2 menerima secara negosiasi.",
  "creators": "LIEVITA SANTOSO",
  "contributors": "Grace Swestin (Advisor 1); Megawati Wahjudianata (Advisor 2); Ido Prijana Hadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010974/KOM/2014; Lievita Santoso (51409134)",
  "subjects": "MOTION PICTURES; MASS MEDIA; MASS COMMUNICATION"
}