{
  "id": "31588",
  "title": "Museum tragedi Mei 1998 di Jakarta",
  "abstract": "“Museum Tragedi Mei 1998 di Jakarta” ini merupakan fasilitas publik yang bukan hanya sebagai tempat untuk menyimpan dan memaparkan bukti sejarah mengenai peristiwa kerusuhan Mei 1998, namun juga menjadi salah satu fasilitas yang mewadahi edukasi tentang kerusuhan Mei 1998. „Keheningan‟ dan „kesunyian‟ akan peristiwa kerusuhan selama bertahun-tahun, membuat kecendrungan masyarakat untuk melupakan kejadian ini . Meskipun hingga saat ini kasus Kerusuhan Mei 1998 masih dianggap „tidak jelas‟ , namun bukan berarti tragedi ini boleh dilupakan. Justru karena ketidak jelasan inilah mayarakat diajak untuk menyadari kembali mengenai peristiwa ini dengan pemaparan fakta akan kejadian yang berlangsung baik awal kerusuhan, saat kerusuhan, dan paska kerusuhan, sehingga masyarakat yang haus akan kebenaran, akan selalu ingat akan tragedi ini dan berusaha mencari tahu tentang fakta kebenarannya. Oleh sebab itu Proyek ini merupakan salah satu sarana untuk meluruskan pandangan yang keliru dari kasus tragedi Mei 1998, sebagai upaya untuk menolak proses lupa. Oleh karena itu museum yang terletak di Jalan Letjen S. Parman, Jakarta Barat ini menggunakan pendekatan simbolik: metafor intangible dari sumber literature yang digunakan yaitu dari buku Kerusuhan Mei 1998 Fakta, Data, dan Analisa karya Ester Indahyani. Diharapkan pembaca dapat merasakan pengalaman ruang yang sengaja didesain sedemikian rupa sehingga makna yang terjadi pada kerusuhan Mei 1998 dapat dirasakan pengunjung dari segi desain arsitektural dalam bangunan. Pendalaman karakter ruang digunakan untuk memperkuat kesan tiap-tiap ruang pameran. Diharapkan dengan meningkatnya pemahaman masyarakat Indonesia tentang peristiwa kerusuhan Mei 1998, masyarakat dapat lebih menghargai sejarah bangsanya sekaligus sebagai tanda penghormatan bagi para korban kerusuhan Mei 1998.",
  "creators": "PATRICIA ELLEN SETIAWAN",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); Andhi Wijaya (Advisor 2); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023342/ARS/2014; Patricia Ellen Setiawan (22410072)",
  "subjects": "RIOTS-INDONESIA, MEI 1998; MUSEUMS-BUILDINGS-DESIGN AND PLANS"
}