{
  "id": "31592",
  "title": "Museum bunga dan sayuran tropis di Batu",
  "abstract": "“Museum Bunga dan Sayuran Tropis di Batu” merupakan sebuah fasilitas yang memperkenalkan keanekaragaman bunga dan sayuran tropis di Indonesia dan juga memberikan edukasi kepada anak-anak tentang penghijauan melalui museum sebagai laboratorium percobaan, di mana mereka bisa belajar menanam bunga dan sayuran. Fasilitas yang disediakan adalah ruang pamer bunga langka, bunga tropis dan sayuran, green house, toko bunga dan sayuran dan workshop, serta rumah kompos. Diharapkan dengan aktif langsung, pengunjung dan anak anak khususnya dapat meningkatkan kesadaran mereka mengenai pentingnya penghijauan untuk menjaga keseimbangan bumi dan ancaman dari global warming. Rumusan masalah yang mucul adalah bagaimana membuat museum ini sebagai icon kota Batu dan juga bagaimana memanfaatkan cahaya bagi tanaman di dalam bangunan. Sehingga untuk menjawab permasalahan tersebut maka diperlukan pendekatan metaphor, sehingga dengan design bangunan yang dilatarbelakangi oleh konsep simbolik dapat menjadikan museum ini sebagai icon kota Batu. Di samping itu, design bangunan museum ini sendiri material dinding dan atapnya juga menggunakan material kaca sehingga memungkinkan cahaya untuk masuk ke dalam bangunan dan dapat dimanfaatkan untuk proses pertumbuhan tanaman itu sendiri. Pendalaman desain fokus pada karakter ruang pamer bunga untuk mendalami pengaruh cahaya terhadap perletakan zona bunga atau sayuran serta kepekaan sirkulasi terhadap pengunjung difabel.",
  "creators": "NINA ESTRELLA TEGUH",
  "contributors": "Roni Anggoro, S.T., M.A.Arch. (Advisor 1); Andhi Wijaya (Advisor 2); Lilianny Sigit Arifin (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023346/ARS/201; Nina Estrella (22410084)",
  "subjects": "FLOWERS-MUSEUMS-DESIGNS AND PLANS; MUSEUMS-BUILDINGS-DESIGN AND PLANS"
}