{
  "id": "31602",
  "title": "Fasilitas tempat retret “Bukit Doa” di Malang",
  "abstract": "Fasilitas ini merupakan fasilitas retret yang ingin membantu setiap pengunjungnya untuk memfokuskan diri terhadap kegiatan retret yang di ikutinya. Fasilitas ini dibangun di kota Malang, tepatnya di jalan Pahlawan, Malang timur laut. Di mana pada daerah ini memiliki kesejukan dan kesegaran yang dapat membantu para pengunjung untuk berkonsentrasi dalam beribadah dan mengikuti retret. Ada pun fasilitas di tempat retret ini meliputi ruang ibadah, yang dipergunakan untuk sesi-sesi selama retret, ruang serbaguna, ruang kantin, penginapan, ruang penerima, gazebo, dan bilik doa pribadi. Dengan adanya tempat retret yang masih berada di dalam kota Malang ini, diharapkan para pengunjung retret tidak akan merasa membuang-buang energy untuk perjalanan saja. Kemudahan akses juga menjadi faktor penting dalam pemilihan lokasi. Konsep desain yang menjadi acuan dalam mendesain adalah mengarahkan pandangan dan aktivitas pengunjung hanya ke satu titik, yaitu titik terpenting dalam site/tapak. Adapun rumusan masalah dalam mendesain adalah bagaimana pengunjung tempat retret ini dapat beribadah dengan fokus dan khusuk. Sehingga pengunjung dapat disadarkan kembali akan kebesaran dan karunia Tuhan. Untuk menjawab permasalahan tersebut, maka penulis menggunakan pendekatan Intangible Metaphor. Sedangkan pendalaman yang diambil adalah daylight, di mana dapat memainkan pencahayaan yang masuk ke dalam bangunan sehingga dapat menjadi fokus dari orang-orang yang berada di bangunan tersebut.",
  "creators": "SEAN REINALDO SISWONO",
  "contributors": "Luciana Kristanto, S.T., M.T. (Advisor 1); Lilianny Sigit Arifin (Advisor 2); Stanislaus Kuntjoro Santoso (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02023392/AR /2015; Sean Reinaldo Siswono (22411033)",
  "subjects": "RETREATS-BUILDINGS-DESIGNS AND PLANS; RETREATS-BUILDINGS"
}