{
  "id": "3161",
  "title": "Studi pembangkit listrik tenaga gas turbine dengan daya total 7 MW di lapangan minyak Belida Conoco Natuna",
  "abstract": "Tugas akbir ini mernbahas tentang sistem pembangkit listrik di lapangan minyak lepas pantai Laut Cina Selatan, Belida, yaitu Pembangkit Listrik Tenaga Gas Turbine. Jumlah genset yang digunakan di lapangan minyak Belida dua buah dengan daya total 7 MW, terdapat pula satu buah genset untuk keadaan emergency. Genset dengan penggerak mula turbin gas mendapatkan gas sebagai bahan bakar utamanya dari hasil produksi sehari-hari, turbin juga dapat dioperasikan dengan bahan bakar solar jika terdapat keadaan darurat sebingga turbin tidak mendapatkan gas sebagai bahan bakar utamanya. Keandalan pembangkit ini harus selalu diperhatikan umfcuk menunjang berjalannya proses produksi sehari-hari. Kebutuhan listrik digunakan untuk beban motor Ustrik sebagai penggerak oil pump diseluruh bagian lapangan minyak Belida dan beban keperluan cii tempat tinggal (living guarter). Oleh karena itu sistem kontrol, proteksi dan perawatannya pada sistem pembangkit menjadi saiah satu bagian yang penting dalam upaya menjaga kelangsungan aktivitas di seluruh bagian lapangan minyak Belida. Hingga saat ini laparigan minyak Belida telah berhasil memproduksi minyak 43.000 BOPD perhari dan gas sebanyak 90 MMSCFD perhari. Hasil produksi tersebut hanya menggunakan daya total 1800 KW dengan supply bahan bakar gas sebanyak 4.674,577 MBtu/hari dan supply udara sebanyak 76.505,392 m 3 /jam. Sehingga dapat dikatakan bahwa lapangan minyak Belida dengan pembangkitan listrik sendiri telah berhasil menjalankan kelangsungan proses aktivitas utamanya sebagai produsen minyak mentah (Crude Oil) dan gas.",
  "creators": "SYAIFUL ANSORY EKA S.",
  "contributors": "Emmy Hosea (Advisor 1); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/E/TST/004/418; Syaiful Ansory Eka Septiriyandi (23497081)",
  "subjects": "GAS-TURBINE POWER-PLANTS"
}