{
  "id": "31673",
  "title": "Fasilitas perdagangan seni batik di Surabaya",
  "abstract": "Proyek ini merupakan fasilitas perdagangan seni batik di Surabaya dengan beberapa fasilitas utama berdagang (toko) dan fasilitas pendukung berupa simulasi produk, workshop, pameran, hiburan, dan rekreasi. Dipengaruhi oleh lokasi tapak yang berada di Jalan Bukit Darmo Boulevard dengan tingkat kemacetan yang cukup tinggi menyebabkan sebuah potensi yang dapat diambil yaitu daya beli masyarakat yang tinggi, sehingga fasilitas perdagangan ini akan lebih ramai. Fasilitas perdagangan ini dilengkapi dengan taman tengah yang luas dengan ditumbuhi tanaman hidup yang berfungsi sebagai penghawaan alami juga sebagai plasa (yang dapat dimanfaatkan untuk acara-acara khusus meramaikan mall). Kekhasan batik Indonesia juga ditonjolkan pada fasad (tampak) bangunan sehingga dari kejauhan dapat tercermin bahwa bangunan ini ialah fasilitas perdagangan khusus batik. Salah satu rumusan masalah utama dalam proyek ini adalah apa dampak perancangan fasilitas perdagangan seni batik terhadap kota Surabaya dari segi pemanfaatan ruang terbuka publik kawasan Central Bussiness District. Untuk dapat menjawab rumusan masalah tersebut maka penulis menggunakan pendekatan sains arsitektur, dengan menggunakan penghawaan alami pada koridor pengunjung. Dan pendalaman yang digunakan yaitu ventilasi udara untuk sirkulasi pertukaran udara alami, sehingga ketika ditinjau kembali dapat menjawab rumusan masalah dalam proyek ini.",
  "creators": "CATHARINA ANGGRAENI G.",
  "contributors": "Andhi Wijaya (Advisor 1); Benny Poerbantanoe (Advisor 2); Riduan Sukardi (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02023406/ARS/2015; Catharina Anggraeni Gunawan (22411052)",
  "subjects": "BATIK; COMMERCIAL BUILDINGS; ART CENTERS"
}