{
  "id": "31675",
  "title": "Evaluasi community relations PT Amita Bara Sejahtera (ABS) Jember pasca pemberitaan kasus ledakan tabung gas elpiji 3 kg di media massa (tahun 2009-2014)",
  "abstract": "Community relations menjadi alat bagi perusahaan bersamaPublic Relations untuk membangun dan menjaga relasi dengan komunitas yang hidup di sekitar perusahaan, seperti yang dilakukan PT ABS. PT ABS sebagai perusahaan beresiko karena memiliki gudang penyimpanan gas elpiji 3 kg yang berada di pemukiman penduduk.Community relations PT ABS terdiri dari Program dan Kegiatanyang diterapkan dalam dua periode besar yaitu periode 2008-2009 atau periode pemeliharaan gudang dan periode 2009-saat ini atau periode pemeliharaan hubungan. Di tengah periode pemeliharaan hubungan pada tahun 2009-2014, muncul pemberitaan mengenai ledakan tabung gas elpiji 3 kg di media massa tepatnya pada tahun 2012-2013. Pemberitaan memunculkan reaksi kekuatiran dari komunitas yang tinggal di sekitar gudang penyimpanan gas elpiji milik PT ABS, meski tidak ada upaya penutupan gudang elpiji milik PT ABS. Hal ini yang menjadi ketertarikan peneliti untuk mengetahui bentuk community relations dari sebuah perusahaan distributor gas elpiji 3 kg di Kabupaten Jember. Penelitian ini menggunakan teori relationship management yang meninjau mengenai pengelolaan hubungan, salah satunya dengan komunitas. Selain itu juga dianalisis menggunakan konsep community relations. Penelitian ini difokuskan pada community relations yang dilakukan PT ABS menggunakan pendekatan kualitatif dengan metode studi kasus single case untuk memperdalam pengamatan dan analisis terhadap implementasi community relations kepada komunitas Tawangmangu dengan teknik purposive sampling. Sehingga hasil evaluasi yang ditemukan adalah pendekatan community relations melalui Program dan Kegiatan yang merupakan upaya engagement oleh PT ABS sehingga komunitas merasa bergantung secara ekonomi melalui program kemitraan sehingga memunculkan persepsi positif kepada perusahaan yang telah membantu mengembangkan ekonomi komunitas yang mampu menutupi persepsi negatif akan terjadinya ledakan.",
  "creators": "GRACE BRILLIANT RACHMAT",
  "contributors": "Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 1); Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 2); Yustisia Ditya Sari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011040/KOM/2014; Grace Brilliant R. (51410028)",
  "subjects": "PUBLIC RELATIONS; MASS MEDIA AND BUSINESS"
}