{
  "id": "31712",
  "title": "Rumah susun dengan fungsi sosial untuk pengguna kursi roda di Wiyung, Surabaya",
  "abstract": "Proyek ini merupakan sebuah rumah susun dengan fungsi sosial yang didesain secara khusus agar nyaman untuk para pengguna kursi roda di Surabaya. Fungsi sosial yang dimaksud adalah fungsi-fungsi untuk melengkapi kebutuhan ekonomi, kebutuhan untuk bersosialisasi, kebutuhan akan kesehatan, dan lain-lain. Untuk mewujudkan semua kebutuhan tersebut, pada proyek ini terdapat fasilitas untuk pemberdayaan bagi para pengguna kursi roda untuk melengkapi kebutuhan ekonomi mereka, lalu adanya banyak ruang yang diciptakan untuk penghuni bersosialisasi, dan adanya puskesmas yang dapat melengkapi kebutuhan kesehatan mereka. Di Surabaya, rumah susun yang nyaman ditinggali masih tergolong kurang, sebagian besar desain yang ada saat ini kurang aksesibel pada lantai tingkat, desain unit hunian juga kurang diperhatikan sehingga pengguna kursi roda harus merombak lagi unit mereka agar nyaman ditinggali, permasalahan tersebut yang mendasari adanya proyek ini. Rumusan masalah dalam proyek ini adalah bagaimana merancang sebuah hunian rumah susun yang ramah, aman, dan nyaman bagi pengguna kursi roda sehingga mereka mau dan mampu tinggal pada proyek ini. Untuk dapat menjawab rumusan masalah tersebut maka penulis menggunakan pendekatan perilaku dan pendalaman yang digunakan yaitu sistem sirkulasi, sehingga ketika ditinjau kembali dapat menjawab rumusan masalah dalam proyek ini.",
  "creators": "ASWIN PRATAMA WONODJOJO",
  "contributors": "Rony Gunawan (Advisor 1); Frans Soehartono (Advisor 2); Christina Eviutami Mediastica S.T., PH.D. (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023415/ARS/2015; Aswin Pratama Wonodjojo (22411064)",
  "subjects": "HOUSING FOR PHYSICALLY HANDICAPPED; APARTMENT HOUSES-DESIGNS AND PLANS"
}