{
  "id": "31750",
  "title": "Aparteman butik di Surabaya",
  "abstract": "Proyek ini merupakan sebuah fasilitas hunian vertikal dengan perancangan ruang yang mendukung aktivitas penghuni di dalamnya. Peningkatan gaya hidup masyarakat tersebut menimbulkan perubahan dalam tingkah laku dan kebutuhan masyarakat. Salah satu kebutuhan masyarakat yang meningkat adalah kebutuhan akan tempat tinggal. Dengan harga tanah dan rumah yang semakin melonjak, masyarakat sekarang cenderung memilih hunian vertikal sebagai tempat tinggal. Di samping itu, sulitnya mencari lokasi hunian yang strategis juga ikut mendorong masyarakat untuk tinggal dalam sebuah hunian vertikal. Proyek ini merupakan sebuah fasilitas hunian dengan perancangan unit yang beragam, serta ruang-ruang pelengkap yang diharapkan dapat mendukung kegiatan penghuni di dalamnya. Didukung dengan lokasi tapak yang berada dekat dengan berbagai fasilitas umum (seperti sekolah, universitas, rumah sakit, dsb), proyek ini dilengkapi dengan sebuah gallery, area retail, ruang komunal terbuka dan restoran pada bagian entrance. Pada area hunian terdapat area kerja yang diharapkan dapat mendukung penghuni untuk mendapat dan mengolah idenya menjadi sebuah karya seni. Rumusan masalah dalam proyek ini adalah bagaimana mendesain sebuah hunian vertikal yang nyaman dan mengakomodasi kebutuhan penghuni akan karya seni, namun tetap efektif bagi perancangan ruang. Untuk dapat menjawab rumusan masalah tersebut maka penulis menggunakan pendekatan perilaku, sedangkan pendalaman yang digunakan yaitu karakter ruang, sehingga ketika ditinjau kembali dapat menjawab kebutuhan yang sudah dijabarkan pada rumusan masalah dalam proyek ini.",
  "creators": "PUSPITA RANI",
  "contributors": "Christina Eviutami Mediastica S.T., PH.D. (Advisor 1); Frans Soehartono (Advisor 2); Rony Gunawan (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023420/ARS/2015; Puspita Rani (22411074)",
  "subjects": "APARTMENT BUILDINGS; BOUTIQUE-DESIGN AND PLAN"
}