{
  "id": "31758",
  "title": "Gedung pertunjukan sendratari Jawa Timur di Surabaya",
  "abstract": "Jawa Timur kaya akan kultur dan kesenian tradisional seperti tari-tarian, drama, dan seni pertunjukan lainnya. Sayangnya, pada zaman modern ini banyak generasi muda yang mengabaikan kesenian lokal dan tradisional, dan kemudian memilih untuk mengikuti kebudayaan modern dari luar negeri. Hal ini disebabkan oleh kurangnya fasilitas kebudayaan yang modern, representatif, aktraktif dan mampu mempertunjukkan kesenian tradisional Jawa Timur dalam bentuk yang modern, sehingga kesenian tradisional dapat dinikmati dengan cara kontemporer. Oleh karena itu, proyek tugas akhir ini ditujukan untuk membuat desain fasilitas yang dapat mengakomodasi kebutuhan kesenian drama dan tari tradisional Jawa Timur. Fasilitas ini memiliki gedung pertunjukan yang dapat mengakomodasi hingga 1250 orang dan dilengkapi dengan proyektor, backdrop 3-dimensi, dan platform yang disesuaikan pada panggung, dan MEE yang canggih. Selain gedung pertunjukan, fasilitas ini juga memiliki information center, galeri sendratari tradisional Jawa Timur, pelatihan untuk tari, drama dan musik tradisional, juga terdapat fasilitas tambahan seperti toko souvenir dan food court. Masalah desain yang digunakan pada proyek ini adalah untuk menciptakan fasilitas modern yang tidak hanya merespon konteks urban namun juga menunjukkan identitas kesenian dan kultur Jawa Timur pada bangunan. Simbolisme dari orang Jawa Timur yang dikenal dengan perilakunya yang terbuka dan tegas digunakan sebagai konsep desain. Oleh karena itu, desain geometri dari bangunan diambil dari geometri dari tari Remo. Untuk menunjukkan identitas kesenian, kultur dan suasana dari Jawa Timur, pendekatan karakter ruang digunakan untuk mengembangkan perancangan proyek ini, contohnya penggunakan ornamen motif batik Jawa Timur pada secondary skin.",
  "creators": "MELLISA STEFANI YOLINO",
  "contributors": "Esti Asih Nurdiah, S.T., M.T., Ph.D. (Advisor 1); Samuel Hartono (Advisor 2); V.P. Nugroho Susilo (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023422/ARS/2015; Mellisa Stefani Yolino (22411077)",
  "subjects": "THEATERS--DESIGNS AND PLANS; CENTERS FOR THE PERFORMING ARTS-DESIGNS AND PLANS"
}