{
  "id": "31769",
  "title": "Hotel resor di Pantai Tanjung Kelayang, Belitung",
  "abstract": "Pariwisata merupakan penyumbang devisa negara terbesar keempat pada tahun 2013 dengan nilai 10,054 juta US$. Hal ini dapat membuktikan bahwa kepariwisataan Indonesia merupakan penggerak perekonomian nasional yang sangat potensial untuk memacu pertumbuhan perekonomian Indonesia. Salah satu yang termasuk dalam kepariwisataan adalah wisata alam, di mana terdapat hutan, gunung, danau, sungai, laut dan pantai. Pantai telah menjadi tujuan wisata yang diminati banyak wisatawan, baik dalam negeri maupun luar negeri, dikarenakan Indonesia merupakan negara kepulauan yang dikelilingi oleh banyak laut dan samudera. Proyek ini merupakan sebuah hotel resor di salah satu pantai terkenal di Pulau Belitung yaitu Pantai Tanjung Kelayang. Proyek ini dilengkapi dengan fasilitas wisata kuliner melihat ribuan potensi hewan laut yang diproduksi oleh masyarakat. Terletak di sepanjang garis pantai yang indah, lokasi ini memberikan pemandangan pantai yang tidak perlu diragukan lagi keelokannya. Anginnya tidak terlalu keras, dan hawanya yang sejuk membuat pengunjung semakin merasa nyaman berada di resor ini. Masyarakat Belitung memiliki beberapa tradisi, salah satunya yaitu Tradisi Makan Bedulang yang akan digali lebih dalam untuk mengembangkan proyek ini. Selain itu, ditambahkan potensi alam Batu Burung Garuda untuk memberikan kesan unik pada proyek ini pula. Konsep perancangan proyek ini adalah bagaimana menghadirkan sebuah hotel yang memadukan antara kenyamanan, keamanan menginap dengan memperhatikan kebudayaan lokal Belitung. Untuk memecahkan masalah tersebut digunakan pendekatan simbolik dengan pendalaman ruang.",
  "creators": "ELLENA MONICA",
  "contributors": "J. Loekito Kartono (Advisor 1); Danny Santoso Mintorogo (Advisor 2); Eunike Kristi Julistiono, S.T., M.Des.Sc. (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023434/ARS/2015; Ellena Monica (22411090)",
  "subjects": "RESORTS; HOTELS, TAVERNS, ETC.-DESIGNS AND PLANS"
}