{
  "id": "31805",
  "title": "Perancangan film dokumenter perjalanan hidup RA Kartini",
  "abstract": "Indonesia adalah suatu negara yang memiliki banyak kebudayaan dan potensi sumber daya alam yang melimpah. Demikian juga salah satu kabupaten di Indonesia yaitu Jepara. Kekayaan alam Indonesia membuat bangsa lain ingin menguasainya, maka dari itu ada beberapa tokoh bermunculan untuk berpikir ingin bebas dari bangsa penjajah yang menempati wilayahnya. Salah satunya adalah RA Kartini yang berasal dari Jepara. Beliau bukan sekedar pahlawan biasa yang dengan senjata melawan penjajah, tetapi dengan pemikirannya yang maju, RA Kartini berpikir jangka panjang. Sikap yang ada dalam diri RA Kartini inilah yang dapat menjadi motivasi bagi generasi muda saat ini. Sayangnya belum banyak orang yang mengangkat kisah hidup RA Kartini dalam bentuk dokumentasi audio visual. Metode yang digunakan dalam perancangan film dokumenter perjalanan hidup RA Kartini adalah kualitatif karena untuk memaparkan interpretasi pada konteks sejarah sosial, dapat dilihat pada gagasan-gagasan menarik yang menjadi cita-cita RA Kartini hingga mendapatkan gelar kepahlawanan. Kisah RA Kartini ini sangat menarik dari sisi pengetahuannya yang banyak di usianya masih anak-anak, RA Kartini mempunyai pemikiran yang lebih maju kedepan, dengan pendekatan film dokumenter ini akan menyajikan fakta-fakta dari wawancara beberapa narasumber dan memperlihatkan latar belakang dari RA Kartini.",
  "creators": "STEFANUS ANDHIKA TAUFIK",
  "contributors": "Hen Dian Yudani (Advisor 1); Erandaru (Examination Committee 1); Ryan Pratama Sutanto, S.Sn., M.Med.Kom. (Examination Committee 2); Prayanto W.H. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Audio Visual dan Animasi",
  "source": "Audio Visual dan Animasi No. 00022567/DKV/2014; Andhika Taufik (42410245)",
  "subjects": "GRAPHIC ARTS; DOCUMENTARY FILMS; POSTERS; VISUAL COMMUNICATION; COMMERCIAL ART"
}