{
  "id": "31811",
  "title": "Arena bola basket di Tangerang Selatan",
  "abstract": "Proyek ini merupakan fasilitas pertandingan berskala Internasional yang terletak di Tangerang Selatan. Adanya event besar Asian Games 2018 di Jakarta merupakan awal ide perancangan fasilitas pertandingan tersebut. Pemilihan site yang terletak di Tangerang Selatan karena tingginya kepadatan di kota Jakarta, maka penulis mengambil site yang tingkat kepadatan tidak terlalu tinggi. Fasilitas pertandingan ini setelah digunakan sebagai venue penyelenggaraan Asian Games 2018 cabang olahraga bola basket akan dibuka secara umum, dapat digunakan untuk pertandingan lain baik berskala Nasional maupun Internasional, serta disewakan secara umum untuk kegiatan olahraga khusus bola basket, futsal, voli dan badminton. Pada sekitar site juga belum ada fasilitas olahraga, sehingga pada bagian lnadscape banyak terdapat ruang-ruang terbuka yang dapat digunakan sebagai ruang publik. Fasilitas pertandingan ini juga didukung oleh fasilitas-fasilitas seperti fasilitas retail, fasilitas restaurant & cafe, fasilitas toko olahraga, fasilitas galeri, dan fasilitas-fasilitas penunjang bagi pemain seperti, ruang ganti, dan ruang fisioterapi. Penggunaan unsur-unsur lokalitas pemberi kesan tentang Indonesia dirancang pada bagian facade yang terinspirasi dari pattern batik. Bentuk atap pada proyek ini juga mengambil unsur lokalitas yang berawal dari bagaimana memasukkan udara pada atap tradisional menjadi memasukan cahaya. Dalam merancang fasilitas ini digunakan pendekatan di mana sistem-sistem, seperti sistem parkir, sistem sirkulasi, sistem utilitas, sistem struktur dan sistem cahaya di tata dengan baik. Sistem cahaya dan sistem struktur digunakan untuk menjawab permasalahan desain penulis, yaitu bagaimana mengintegrasikan cahaya dengan struktur. Dengan desain yang berawal dari atap tradisional sebagai pemicu dan penyelesaian bentang lebar sistem struktur truss pada bagian atap. Memanfaatkan ruang yang tercipta oleh struktur atap untuk mengintegrasikan cahaya.",
  "creators": "SARIPUTRA ARIF WICAKSANA",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Irwan Santoso (Advisor 2); Handinoto (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023470/ARS/2015; Sariputra Arif Wicaksana (22411142)",
  "subjects": "SPORTS FACILITIES; BASKETBALL COURTS-DESIGNS AND PLANS"
}