{
  "id": "31823",
  "title": "Hotel Resor di Pantai Mawun, Lombok",
  "abstract": "Sektor pariwisata Indonesia menjadi salah satu penyumbang devisa negara yang besar. Hal ini disebabkan oleh keindahan dan keunikan alam tropis yang dimiliki oleh Indonesia, serta penyediaan sarana dan prasarana yang terus dikembangkan oleh pemerintah. Pulau Lombok, salah satunya, merupakan pulau dengan kenaikan kunjungan wisatawan tertinggi di Indonesia, setelah peresmian bandara internasional baru di Kab. Lombok Tengah. Kenaikan jumlah wisatawan yang tinggi menyebabkan kenaikan kebutuhan fasilitas penginapan yang juga tinggi. Sayang sekali, kebutuhan fasilitas penginapan ini masih belum bisa dipenuhi karena minimnya jumlah fasilitas hotel di pulau Lombok. Untuk menjawab permasalahan kurangnya fasilitas penginapan di Pulau Lombok, proyek hotel resor di Pantai Mawun, Lombok ini dirancang. Proyek ini adalah sebuah fasilitas penginapan bintang lima yang terletak di pinggir Pantai Mawun, Lombok yang mewadahi aktivitas utama yaitu penginapan dan aktivitas pendukungnya seperti fasilitas rekreasi, relaksasi, dan olahraga pantai. Rumusan masalah dalam proyek ini adalah bagaimana merancang sebuah hotel resor yang mengadopsi budaya lokal sehingga nantinya mampu memberikan pengalaman baru dan kenyamanan bagi para penggunanya. Untuk dapat menjawab rumusan masalah tersebut, maka penulis menggunakan pendekatan simbolis dari cerita rakyat Putri Mandalika. Pendalaman yang digunakan yaitu pendalaman karakter ruang sehingga ketika ditinjau kembali dapat menjawab rumusan masalah dalam proyek ini.",
  "creators": "VANY",
  "contributors": "J. Loekito Kartono (Advisor 1); Danny Santoso Mintorogo (Advisor 2); Eunike Kristi Julistiono, S.T., M.Des.Sc. (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023452/ARS/2015; Vany Vanessa (22411112)",
  "subjects": "SEASIDE RESORTS; RECREATION AREAS; HOTELS-DESIGNS AND PLANS"
}