{
  "id": "31887",
  "title": "Fasilitas doa dan penyegaran rohani Gua Maria di Malang",
  "abstract": "Fasilitas ini merupakan fasilitas doa dan penyegaran rohani Gua Maria yang didasarkan pada kehidupan Santa Perawan Maria yang selalu berserah diri dan apa adanya di hadapan Allah serta hati Santa Perawan Maria yang suci dan tak bercela. Fasilitas ini dibangun di kota Malang bagian Tenggara di Jalan Raya Tlogowaru yang mempunyai kesejukan sehingga para peziarah bisa merasakan kesegaran ketika berdevosi, berdoa Rosario dan Jalan Salib. Fasilitas ini terdiri dari Gua Maria, Jalan Salib, kapel, ruang adorasi, ruang diorama, ruang kelas rekoleksi, food court, kantor, penginapan dan gazebo. Adanya Gua Maria ini supaya para peziarah yang berada di dalam maupun di luar kota Malang mendapatkan kemudahan akses untuk menyegarkan pikiran secara rohani dan jasmani. Konsep desain yang digunakan sebagai acuan dalam mendesain adalah menampilkan Gua Maria sebagai pusat dengan menampilkan kesederhanaan kehidupan Santa Perawan Maria. Rumusan masalah dalam proyek ini adalah bagaimana menyediakan rancangan ruang yang sakral agar pengunjung dapat fokus ketika berziarah dan bagaimana fasilitas ini memberikan pengalaman yang berbeda di antara tempat perziarahan lainnya. Untuk menjawab rumusan masalah tersebut maka penulis menggunakan pendekatan intangible metaphor. Pendekatan ini juga dipakai untuk mempertajam konsep yang ingin dicapai. Sedangkan pendalaman yang digunakan oleh penulis adalah karakter ruang untuk mendapatkan desain yang menciptakan pengalaman ruang dan sequence ketika berada di dalam fasilitas ini.",
  "creators": "L I L I A N I",
  "contributors": "Lilianny Sigit Arifin (Advisor 2); Luciana Kristanto, S.T., M.T. (Advisor 1); Stanislaus Kuntjoro Santoso (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023458/ARS/2015; Liliani (22411119)",
  "subjects": "RETREATS-BUILDINGS-DESIGNS AND PLANS; RETREATS-BUILDINGS"
}