{
  "id": "31916",
  "title": "Fasilitas rekreasi dan edukasi anime di Surabaya",
  "abstract": "Proyek ini merupakan sebuah fasilitas rekreasi dengan fasilitas pendukung berupa area shopping outdoor. Didukung dengan lokasi dengan akses antar pulau yang mudah karena berada di kaki Suramadu, memudahkan akses kedua pulau, lokasi kenjeran yang kaya akan varian area rekreasi menjadi suatu daya tarik untuk mengunjungi fasilitas tersebut. Proyek ini terdiri dari beberapa fasilitas seperti wahana 4d Movie dan 4D Ride, Cafe dan Merchandise Shop, Stageplay Theater, dan Festival Ground. Remaja dan penggemar anime memiliki kecenderungan imajinasi yang tinggi, menginginkan untuk menjadi bagian dalam film anime favorit mereka dan seakan-akan lepas dari tekanan dunia nyata sehari-hari, dan cenderung suka berbelanja merchandise anime. Hal tersebut tampak jelas dalam bentuk kegiatan cosplay dan stageplay, dimana para penggemar anime memakai kostum yang menyerupai karakter dalam anime favorit mereka dan memperagakan adegan-adegan di dalamnya. Rumusan masalah dalam proyek ini adalah bagaimana mendesain fasilitas rekreasi yang dapat merepresentasikan kebutuhan penggemar anime untuk lepas dari dunia nyata dan mengalami langsung dunia anime tersebut dalam format fasilitas taman bermain. Untuk dapat menjawab rumusan masalah tersebut maka penulis menggunakan pendekatan perilaku, baik perilaku penggemar anime, perilaku dan karakteristik anime tersebut. Dan pendalaman yang digunakan yaitu arsitektur tradisional Jepang, sehingga ketika ditinjau kembali dapat menjawab rumusan masalah dalam proyek ini.",
  "creators": "SAMUEL ANGGONO",
  "contributors": "Anik Juniwati (Advisor 1); Joyce M.Laurens (Advisor 2); Timoticin Kwanda (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02023475/ARS/2015; Samuel Anggono (22411151)",
  "subjects": "RECREATION CENTERS; EDUCATION CENTERS"
}