{
  "id": "31918",
  "title": "Analisis minimalisasi risiko reputasi pada PT Sun Life Financial Indonesia dengan menggunakan action control dan result control",
  "abstract": "Agen asuransi merupakan faktor penting yang menentukan kelangsungan hidup suatu perusahaan jasa keuangan. Pada perusahaan asuransi keterlibatan antara agen dengan pelanggan sangat tinggi, sehingga apabila agen asuransi tersebut berperilaku tidak sesuai dengan yang diharapkan oleh pelanggan, maka perusahaan asuransi yang merupakan trust-able institution akan kehilangan reputasinya di mata konsumen. Untuk itu, diperlukan adanya suatu sistem pengendalian manajemen yang baik dalam perusahaan supaya dapat memastikan bahwa karyawan perusahaan bertindak sesuai dengan tujuan yang telah ditetapkan oleh perusahaan. Sistem pengendalian yang diterapkan yaitu action control dan result control. Action control mempengaruhi dan mendorong karyawan dengan melakukan pengendalian langsung atas pekerjaan yang dilakukan, sehingga mencegah kecurangan dan karyawan bekerja sesuai dengan tujuan perusahaan, sedangkan result control akan mempengaruhi dan memotivasi karyawan dengan melihat hasil kinerja yang dicapai. Yang dibahas dalam skripsi ini adalah bagaimana bentuk penerapan action control dan result control untuk minimalisasi risiko reputasi pada PT Sun Life Financial Indonesia kantor Kediri. Hasil Penelitian ini menemukan fakta: 1) agen asuransi dalam penjualan produk asuransi dan pencapaian target kerja hanya untuk kepentingan dirinya sendiri tanpa memperdulikan kepentingan nasabah, 2) agen asuransi memberikan keterangan tidak benar saat menjual produk asuransi yang dapat menyesatkan pemahaman calon pemegang polis, 3) melakukan hal-hal yang tidak benar, seperti melakukan penggelapan premi, membawa kabur uang premi nasabah yang harusnya disetorkan ke perusahaan. Memang pada awalnya tidak nampak adanya kerugian finansial, namun hal ini sangat merugikan perusahaan dalam hal risiko reputasi perusahaan. Apabila permasalahan ini dibiarkan berlarut-larut maka akan runtuhlah kepercayaan nasabah terhadap perusahaan asuransi. Perusahaan asuransi sebagai trust-able institution yang kehilangan kepercayaan masyarakat, maka secara cepat atau lambat namun pasti tidak akan bisa bertahan. Bentuk penerapan action control dan result control, diharapkan mampu meminimalisasi risiko reputasi yang dihadapi oleh PT Sun Life Financial Indonesia kantor Kediri.",
  "creators": "JERRY CHRISTIAN PUTRA",
  "contributors": "Eddy Madiono Sutanto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010811/MAN/2014; Jery Christian Putra (31410016)",
  "subjects": "RISK MANAGEMENT; REPUTATION; INSURANCE, LIFE-MANAGEMENT"
}