{
  "id": "31924",
  "title": "Bali fashion Hotel",
  "abstract": "Perkembangan fashion begitu melejit dan turut membawa pengaruh terhadap gaya hidup pada zaman sekarang ini. Faktor-faktor yang mempengaruhi berkembangnya bidang fashion terhadap kehidupan yaitu trend fashion selalu berubah dari waktu ke waktu seiring berkembangnya zaman. Karakteristik yang akan menjadi dasar dalam perancangan hotel ini ialah fashion, yang mana merupakan sebuah tempat tinggal sementara, dengan fashion sebagai konsep dasar pendesainan, yang menyediakan jasa penginapan, penyedia makanan dan minuman, pelayanan serta fasilitas jasa-jasa lainnya untuk mendukung kegiatan pariwisata dengan konsep fashion pada area yang bersangkutan. Selain itu, Bali Fashion Hotel ini tidak hanya ditujukan untuk kondisi berlibur. Sebaliknya, Bali Fashion Hotel ini memang dirancang untuk memenuhi kebutuhan aktivitas fashion yag seringkali tidak menjadi prioritas bagi perancangan arsitektur pada masa sekarang ini. Rumusan masalah dalam proyek ini adalah bagaimana menghadirkan suasana hotel fashion yang nyaman dan memenuhi kebutuhan aktivitas pengunjung di dalamnya. Berkaitan dengan rumusan masalah yang ingin dijawab & diselesaikan melalui desain, maka perancangan akan menggunakan pendekatan simbolik. Sedangkan, pendalaman yang digunakan yaitu karakter ruang, sehingga ketika ditinjau kembali dapat menjawab rumusan masalah dalam proyek ini.",
  "creators": "JANETTA ESTHER KRITZA",
  "contributors": "J. Loekito Kartono (Advisor 1); Eunike Kristi Julistiono, S.T., M.Des.Sc. (Advisor 2); Danny Santoso Mintorogo (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023477/ARS/2015; Janetta Esther Kritza (22411158)",
  "subjects": "FASHION-BUILDINGS; FASHION SHOWS-BUILDINGS-DESIGNS AND PLANS; HOTELS, TAVERNS, ETC.-DESIGNS AND PLANS"
}