{
  "id": "31951",
  "title": "Proses suksesi kepemimpinan di PT Aneka Jaya Baut Sejahtera",
  "abstract": "Perusahaan saat ini sedang berada pada keadaan peralihan kepemimpinan generasi ketiga sehingga menarik untuk diteliti. Tujuan penelitian ini adalah mendeskripsikan faktor-faktor pendukung dan penghambat dalam proses suksesi kepemimpinan bisnis keluarga, serta upaya-upaya stimulasi faktor pendukung dan eliminasi faktor penghambat. Jenis penelitian yang digunakan adalah kualitatif deskriptif dengan menggunakan metode penelitian eksploratif. Hasil dari penelitian ini adalah Faktor-faktor pendukung keberhasilan proses suksesi kepemimpinan di PT Aneka Jaya Baut Sejahtera adalah prosedur penyiapan yang terstruktur dan sistematis, komunikasi yang intens, hubungan keluarga yang saling menghargai, lingkungan perusahaan yang dapat menerima perubahan. Sedangkan, faktor yang menjadi penghambat keberhasilan proses suksesi kepemimpinan adalah pada kesiapan generasi pendahulu yang masih belum siap melepaskan jabatannya. Upaya-upaya yang telah dilakukan untuk menstimulasi faktor pendukung keberhasilan proses suksesi kepemimpinan dilakukan pada suksesor adalah dengan membangkitkan atau merangsang kesiapan hubungan keluarga adalah dengan mengadakan pertemuan keluarga untuk mempererat jalinan hubungan. Sementara pada faktor prosedur penyiapan, komunikasi serta lingkungan perusahaan tidak dan belum ada upaya yang dilakukan untuk menstimulasi faktor tersebut. Sedangkan, terhadap faktor penghambat yaitu faktor kesiapan di mana kurang adanya kerelaan generasi pendahulu untuk melepaskan jabatannya, tidak dan belum ada upaya yang telah, sedang dan akan dilakukan untuk mengeliminasi penghambat keberhasilan.",
  "creators": "RHEINE SISWANTO",
  "contributors": "Bambang Haryadi (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010805/MAN/2014; Rheine Siswanto (31410140)",
  "subjects": "LEADERSHIP; FAMILY-OWNED BUSINESS ENTERPRISES-SUCCESSION; FAMILY-OWNED BUSINESS ENTERPRISES; EXECUTIVE SUCCESSION"
}