{
  "id": "31957",
  "title": "Re-desain interior museum Nusa Tenggara Timur di Kupang",
  "abstract": "Museum adalah bangunan yang digunakan sebagai sarana edukasi non-formal dan juga rekreasi. Setiap orang akan mendapatkan pengetahuan dari museum. Museum memiliki peranan yang amat penting di bidang edukasi ,rekreasi, preservasi, dan informasi. Saat ini Museum di Indonesia memiliki permasalahan yang mencakup kurangnya keamanan dan menurunnya tingkat pengunjung. Museum Nusa Tenggara Timur adalah salah satu museum di Indonesia, yang memiliki tingkat keamanan minim dan kurangnya jumlah pengunjung. Museum ini juga tidak memiliki citra lokal daerah. Untuk itu re-desain museum Nusa Tenggara Timur diperlukan guna memajukan potensi pariwisata dan pendidikan di Nusa Tenggara Timur melalui bangunan Museum. Citra lokal yang diadopsi dari kebudayaan Nusa Tenggara Timur diterapkan dalam konsep re-desain Museum Nusa Tenggara Timur, terutama penerapannya ditekankan pada elemen-elemen ruang. Pengaplikasian pada plafon berupa langit-langit artificial, agar suasana alam dapat terasa, sedangkan untuk dinding, menggunakan batu-batu alam dan juga secondary skin yang mengambil bentukan stilasi segi lima. Untuk lantai digunakan batu alam dan batu marmer alam yang berasal dari nusa tenggara timur, dan juga rumput imitasi agar suasana perjalanan alam terasa pada ruangan. Dan juga warna-warna yang digunakan merupakan warna natural. Ragam objek wisata yang terdapat pada Nusa Tenggara Timur jugadigunakan di dalam re-desain dan dituangkan dalam bentuk diorama demi terwujud suatu re-desain yang berkesan, memberikan banyak pesan serta kenangan dari satu tempat tersebut kepada pengunjung. Re-desain ini diharapkan mampu memenuhi nilai edukatif, informatif, rekreatif, dan preservatif, serta mampu memenuhi standar keamanan museum dan meningkatkan minat pengunjung terhadap Museum Nusa Tenggara Timur.",
  "creators": "CELINE ANGELINA GONZALES",
  "contributors": "Ronald H.I. Sitindjak (Advisor 1); Anik Rakhmawati (Advisor 2); Sriti Mayang Sari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021298/DIN/2014; Celine Angelina Gonzales (41410130)",
  "subjects": "SCIENCE MUSEUMS-BUILDINGS-DECORATION; MUSEUM BUILDING-DECORATION"
}