{
  "id": "31950",
  "title": "Mewujudkan suksesi kepemimpinan yang berkualitas pada bisnis keluarga PT Karyamitra Budisentosa",
  "abstract": "PT Karyamitra Budisentosa pada proses suksesi masih dalam pencermatan dalam proses suksesi. Penelitian ini bertujuan untuk mengeksplorasi dan mendeskripsikan elemen-elemen dalam keluarga dan manajemen yang dapat mendukung maupun menghambat dalam mewujudan suksesi kepemimpinan yang berkualitas pada bisnis keluarga PT Karyamitra Budisentosa. Penelitian ini menggunakan jenis kualitatif yang bersifat deskriptif dan analisis untuk menggali informasi secara mendalam dengan metode wawancara dan observasi. Penghambat suksesi kepemimpinan PT KMBS dalam keluarga yaitu ketidaksiapan calon suksesor untuk menggantikan pendiri pendahulu, sedangkan pendukung suksesi kepemimpinan PT KMBS dalam keluarga yaitu hubungan calon suksesor dengan anggota keluarga baik, pendiri telah menentukan calon suksesor sesuai dengan potensi dibutuhkan di perusahaan, kesiapan pendiri untuk melepaskan jabatannya, dan merencanakan suksesi dengan mempersiapkan calon suksesor perusahaan. Penghambat suksesi kepemimpinan PT KMBS dalam manajemen yaitu ketidaksiapan calon suksesor bila bagian keuangan meninggalkan perusahaan secara tiba-tiba, sedangkan pendukung suksesi kepemimpinan PT KMBS dalam manajemen yaitu hubungan calon suksesor dengan para pemegang saham, pemegang jabatan saat ini, dan jajaran manajemen baik, perusahaan mengidentifikasi terlebih dahulu calon suksesornya, perusahaan menilai kesiapan calon suksesor dengan masalah yang dapat diselesaikannya.",
  "creators": "CAROL FORTUNATA EFFENDI",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor 1); Bambang Haryadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010810/MAN/2014; Carol Fortunata Effendi (31410132)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES-SUCCESSION; FAMILY-OWNED BUSINESS ENTERPRISES; EXECUTIVE SUCCESSION"
}