{
  "id": "31953",
  "title": "Peranan calon suksesor dalam pengelolaan usaha madu (studi kasus pada UD Maduam)",
  "abstract": "Suksesi kepemimpinan yang terjadi pada perusahaan keluarga dapat membawa perusahaan ke arah yang lebih baik. Oleh karena itu, UD Maduam telah mempersiapkan calon suksesor sebagai penerus kepemimpinan. Sejak calon suksesor bergabung di perusahaan telah dilakukan perubahan terhadap pengelolaan usaha di UD. Maduam dengan tujuan untuk memajukan dan meningkatkan kinerja perusahaan. Penelitian ini bertujuan untuk mengetahui peranan calon suksesor dalam pengelolaan usaha madu pada UD Maduam dan proses suksesi yang terjadi pada UD Maduam. Jenis penelitian yang digunakan adalah kualitatif deskriptif. Data yang digunakan dalam penelitian ini berasal dari data primer, yaitu diperoleh dari hasil wawancara dengan informan penelitian. Prosedur pengumpulan data yang digunakan adalah wawancara dan dokumentasi. Analisis data yang digunakan adalah dengan cara deskriptif, sedangkan uji keabsahan data menggunakan triangulasi sumber. Hasil penelitian menunjukkan calon sukseseor berperan dalam pengelolaan usaha pada perusahaan keluarga UD Maduam setelah menjalankan proses suksesi. Pada aspek sumber daya manusia terdapat perubahan pada proses rekrutmen dan seleksi serta pelatihan kerja. Pada aspek pemasaran terjadi perubahan aktivitas pemasaran dan perencanaan produk. Sedangkan aspek keuangan terjadi perubahan terkait dengan keputusan investasi. UD Maduam telah melaksanakan hampir keseluruhan tahapan proses suksesi yang terdiri dari menentukan nilai dasar, pengembangan calon suksesor, seleksi.",
  "creators": "BERNADETTE CYNTHIA W.",
  "contributors": "Dhyah Harjanti (Advisor 1); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010821/MAN/2014; Bernadette Cynthia Wirawan Oei (31410166)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES-SUCCESSION; FAMILY-OWNED BUSINESS ENTERPRISES; EXECUTIVE SUCCESSION"
}