{
  "id": "31952",
  "title": "Persiapan generasi penadahulu dan kesiapan generasi penerus pada proses perencanaan suksesi kepemimpinan di PT Indraco",
  "abstract": "Pada PT Indraco masih pada tahap proses perencanaan suksesi kepemimpinan yang masih perlu dalam pencermatan pada persiapan generasi pendahulu dan kesiapan generasi penerus. Penelitian ini bertujuan untuk menggali berbagai aspek yang berkaitan dengan persiapan generasi pendahulu dan kesiapan generasi penerus, serta bertujuan untuk mengeksplor dukungan dan hambatan dari pihak non family member dan family member dalam proses suksesi di PT Indraco. Jenis penelitian yang digunakan peneliti adalah penelitian kualitatif deskriptif dengan metode kualitatif deskriptif serta mengumpulkan teknik pengumpulan data dengan wawancara dan observasi pada Pemimpin, dan ke dua calon suksesor di PT Indraco. Proses suksesi kepemimpinan pada PT Indraco ini, dalam persiapan generasi pendahulu dan kesiapan generasi penerus sudah terstruktur dengan baik, tetapi terjadi suatu permasalahan pada hambatan family member yaitu pemimpin bersikap kurang objektif, serta memilih suksesornya berdasarkan segi urutan anak pertama. Rekomendasi yang sebaiknya dilakukan adalah Pemimpin dari PT Indraco harus mengubah cara pandangnya agar objektif pada pemilihan calon suksesornya, serta pihak family member juga harus lebih menjalin hubungan yang baik kepada pihak non family member, supaya tidak terjadi kesalahpahaman atas proses perencanaan suksesi yang kurang objektif.",
  "creators": "IRENE FLORENTINE",
  "contributors": "Bambang Haryadi (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010825/MAN/2014; Irene Florentine (31410144)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES; FAMILY-OWNED BUSINESS ENTERPRISES-SUCCESSION; EXECUTIVE SUCCESSION"
}