{
  "id": "31955",
  "title": "Analisis penerapan proses suksesi pada perusahaan Berbudaya Tionghoa di UD Surya Mas",
  "abstract": "Sebuah bisnis keluarga atau yang biasanya disebut Family Business sangatlah penting dalam menunjang dan membantu perekonomian suatu negara. Hampir seluruh negara di dunia ini secara keseluruhan didukung oleh perusahaan keluarga/usaha keluarga di negaranya masing-masing termasuk negara Indonesia. Untuk mempertahankan performa perusahaan keluarga tersebut, maka perlu untuk diadakan perencanaan suksesi di dalam perusahaan. Penelitian ini menganalisis mengenai bagaimana proses suksesi yang terjadi pada UD Surya Mas sebagai bisnis keluarga yang berbudaya Tionghoa. Jenis penelitian ini adalah penelitian kualitatif yang menggunakan metode wawancara sebagai teknik pengumpulan data. Teknik penentuan narasumber menggunakan purposive sampling, sedangkan untuk menguji keabsahan data penelitian ini menggunakan triangulasi sumber. Hasil yang diperoleh di dalam penelitian ini adalah proses suksesi yang dijalankan oleh perusahaan UD Surya Mas telah berjalan dengan baik hingga dapat mempersiapkan kemampuan calon suksesor dengan baik, tetapi pemimpin perusahaan belum sepenuhnya percaya dengan kemampuan calon suksesor sendiri. Oleh karena itu, kepemimpinan perusahaan belum diserahkan kepada calon suksesor. Sedangkan budaya Tionghoa yang melekat pada perusahaan sendiri, membuat peranan seorang ayah menjadi sangat penting. Hal tersebut dikarenakan sosok ayah di dalam keluarga yang memiliki kendali penuh atas segala keputusan didalam keluarga maupun perusahaan.",
  "creators": "ROVIN RIZANY",
  "contributors": "Dhyah Harjanti (Advisor 1); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010817/MAN/2014; Rovin Rizany (31410176)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES-SUCCESSION; FAMILY-OWNED BUSINESS ENTERPRISES"
}