{
  "id": "31956",
  "title": "Mentoring dalam proses suksesi kepemimpinan bisnis keluarga pada CV 369 Tobacco",
  "abstract": "Faktor keberhasilan suksesi sangatlah berpengaruh bagi keberlangsungan bisnis keluarga, sedangkan salah satu penyebab kegagalan suksesi adalah kurangnya transfer pengetahuan dari pendahulu ke penerus dan yang mengarah kepada ketidaksiapan penerus. Mentoring adalah proses menyiapkan calon penerus perusahaan, sekaligus memberikan pengetahuan yang diperlukan. Tujuan penelitian ini adalah untuk menggambarkan bagaimana karakteristik mentor, karakteristik mentee dan aktivitas-aktivitas mentoring dalam proses suksesi kepemimpinan bisnis keluarga pada CV 369 Tobacco. Jenis penelitian adalah kualitatif deskriptif dengan metode eksploratif dan teknik pengumpulan data melalui wawancara dan observasi. Teknik analisa yang digunakan adalah transkripsi, coding dengan kategorisasi, uji keabsahan dan penarikan kesimpulan. Penelitian ini telah menghasilkan temuan bahwa mentor pada CV 369 Tobacco memiliki karakteristik yang jujur, berpengalaman, pakar, bersikap positif, tegas dan simpatik dan mentee yang memiliki karakteristik sebagai pendengar, penanya, pengikut nasihat dan penerima masukan yang baik namun belum memiliki kemandirian dan kepercayaan diri yang cukup sebagai calon penerus. Sedangkan aktivitas-aktivitas mentoring belum sepenuhnya berjalan karena masih ada aktivitas, seperti memetakan dan mengembangkan suksesor yang belum dilakukan.",
  "creators": "DYLAN CHERONE",
  "contributors": "Bambang Haryadi (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010803/MAN/2014; Dylan Cherone (31410215)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES-SUCCESSION; FAMILY-OWNED BUSINESS ENTERPRISES; EXECUTIVE SUCCESSION"
}