{
  "id": "31966",
  "title": "Analisis strategi bersaing pada PT Gading Sakti Motor",
  "abstract": "Dalam menghadapi persaingan yang ketat ini, pengelola perusahaan harus memiliki langkah-langkah yang dapat membawa perusahaan memenangkan persaingan terutama mencari solusi terhadap permasalahan yang dihadapi oleh perusahaan seperti kemampuan bersaing di pasar yang masih kurang sehingga menyebabkan penjualan yang cenderung tidak stabil. Strategi memiliki peranan sangat penting untuk menentukan kesuksesan sebuah perusahaan, oleh karena itu penting bagi PT Gading Sakti Motor untuk mempelajari dan mempraktekan strategi yang didasarkan pada lingkungan internal dan eksternalnya. Tujuan penelitian ini untuk mengetahui strategi bersaing yang sesuai untuk PT Gading Sakti Motor. Jenis penelitian yang digunakan adalah deskriptif dengan pendekatan kualitatif. Jenis data yang digunakan adalah data kualitatif. Sumber data yang digunakan adalah data primer dan data sekunder. Prosedur pengumpulan data menggunakan wawancara dan dokumentasi. Analisis data yang digunakan adalah dengan cara deskriptif, sedangkan uji keabsahan datanya menggunakan triangulasi sumber. Hasil penelitian dengan menggunakan analisis SWOT menunjukkan strategi bersaing yang sesuai untuk PT Gading Sakti Motor adalah strategi penetrasi pasar dan strategi pengembangan produk. Strategi penetrasi pasar yang dapat dilakukan adalah penambahan jumlah tenaga penjualan, promosi penjualan secara ekstensif, atau meningkatkan upaya-upaya pemasaran. Sedangkan strategi pengembangan produk yang dapat dilakukan adalah dengan meningkatkan fasilitas pelayanan, merekrut teknisi berpengalaman, menambah varian di masing-masing jenis produk, dan menjalin hubungan baik dengan pihak leasing.",
  "creators": "ALVIN FRANKLIN EZAR",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010800/MAN/2014; Alvin Franklin Ezar (31410290)",
  "subjects": "STRATEGIC PLANNING; FAMILY-OWNED BUSINESS ENTERPRISES; COMPETITION"
}