{
  "id": "31967",
  "title": "Analisis deskriptif proses suksesi pada PT Sanjaya Converindo",
  "abstract": "Semakin berkembangnya perusahaan keluarga dimana memberikan andil yang sangat besar dalam dunia bisnis dan turut penyumbang pendapatan negara. Namun yang menjadi fokus pada masa kini yaitu bagaimana menjaga keberlangsungan bisnis keluarga meski telah terjadi alih pimpinan dari generasi yang satu ke generasi berikutnya. Banyak wacana yang menyatakan bahwa generasi pertama yang mendirikan, generasi kedua yang mengembangkan dan generasi ketiga yang menghancurkan. Maka dari itu perencanaan suksesi menjadi faktor penting agar perusahaan keluarga dapat bertumbuh dan berkembang dengan baik. Penelitian ini akan menjelaskan mengenai proses suksesi pada PT. Sanjaya Converindo. Tujuan penelitian adalah untuk meneliti suksesi pada PT Sanjaya Converindo yang tergolong sukses dan terus bertumbuh setelah proses suksesi tersebut. Metode yang peneliti gunakan yaitu metode kualitatif dengan melakukan wawancara langsung terhadap pemilik perusahaan, observasi dan studi pustaka. Setelah mendapatkan data maka peneliti akan melakukan uji keabsahan data dengan metode triangulasi sumber. Hasil penelitian yaitu pada perencanaan suksesi proses pemilihan calon suksesor sesuai dengan kebutuhan perusahaan namun mentoring harus terus dilangsungkan karena baru berjalan dua tahun. Proses transisi pada PT Sanjaya Converindo berjalan mulus karena tidak terjadi hambatan-hambatan pada proses transisi. Evaluasi paska suksesi dinilai menghasilkan performa yang efektif berdasarkan penilaian dari 3 pola yang menyebabkan suksesi menjadi tidak efektif",
  "creators": "INDRA WIJAYA",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010815/MAN/2014; Indra Wijaya (31410291)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES; FAMILY-OWNED BUSINESS ENTERPRISES-SUCCESSION"
}