{
  "id": "31960",
  "title": "Studi deskriptif perencanaan suksesi kepemimpinan di PT Suncity Anugerah Mandiri",
  "abstract": "Kontinuitas dalam kepemimpinan merupakan kelebihan dari perusahaan keluarga, sehingga akan menentukan keberlangsungan perusahaan. Dari hasil survei The Jakarta Consulting Group, perusahaan-perusahaan keluarga di Indonesia ternyata belum semuanya mempersiapkan penerus melalui perencanaan suksesi untuk memimpin perusahaan. Penelitian bertujuan untuk mendeskripsikan dan menganalisis perencanaan suksesi pada PT Suncity Anugerah Mandiri. Perencanaan suksesi didasarkan pada 1) kesiapan penerus/pewaris; 2) hubungan keluarga dan karyawan; dan 3) perencanaan dan kegiatan pengendalian. Jenis penelitian yang digunakan dalam penelitian ini adalah deskriptif dengan menggunakan pendekatan kualitatif. Metode pengumpulan datanya menggunakan panduan wawancara. Teknik analisis data dalam penelitian yang digunakan adalah dengan cara deskriptif. Berdasarkan hasil analisis data dan pembahasan menunjukkan perencanaan suksesi kepemimpinan di PT Suncity Anugerah Mandiri dimulai dari tahapan mempersiapkan generasi penerus. Penerus kepemimpinan di PT Suncity Anugerah Mandiri diharuskan menempuh pendidikan formal. Tingkat pendidikan formal yang harus ditempuh calon suksesor adalah minimal S-1. Kesiapan menjadi calon suksesor dapat ditunjukkan dengan ikut serta dalam program-program pelatihan. Sejak menempuh jenjang pendidikan SMP dan SMA telah diwajibkan mengikuti kursus bahasa Inggris dan Mandarin. Untuk memperkenalkan calon suksesor dengan aktivitas operasional di perusahaan maka ketika masih kuliah, calon suksesor telah berpartisipasi dengan ikut membantu dalam mengurus perusahaan.",
  "creators": "CANICE GERRY HERMAWAN T.",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010829/MAN/2014; Canice Gerry Hermawan T. (31410239)",
  "subjects": "LEADERSHIP; FAMILY-OWNED BUSINESS ENTERPRISES-SUCCESSION; FAMILY-OWNED BUSINESS ENTERPRISES; EXECUTIVE SUCCESSION"
}