{
  "id": "32174",
  "title": "Representasi transgender dalam film “Lovely Man”",
  "abstract": "Penelitian ini dilakukan untuk mengetahui representasi transgender dalam film “Lovely Man”. Media kerap kali menggambarkan waria sebagai individu yang dijadikan bahan olokan dan ejekan. Namun dalam film “Lovely Man” peneliti menemukan gambaran yang berbeda tentang transgender. Dalam film ini transgender digambarkan dari sisi pengalaman hidup dan gambaran interaksi sosial dengan lingkungan sekitarnya. Film ini dianalisis berdasarkan penampilan, ruang sosial waria dalam keluarga, masyarakat dan cebongan, serta hubungan percintaan dan hubungan waria dengan agama. Peneliti menggunakan metode semiotika dengan kode-kode televisi John Fiske. Peneliti menemukan bahwa dalam merepresentasikan sosok transgender, film ini berupaya mendekonstruksi ideologi heteronormativitas. Dalam hal sifat gender dan orientasi seksual, waria digambarkan sebagai individu yang memiliki pilihan bebas. Pada ruang sosial waria dalam keluarga, masyarakat dan cebongan pun film ini telah memberikan gambaran baru tentang penerimaan waria yang lebih baik dalam hidup berdampingan bersama orang-orang yang heteroseksual. Walaupun demikian, masih terdapat indikasi diskriminasi berupa kekerasan non-fisik seperti olokan dan ejekan terhadap transgender sehingga ideologi heteronormativitas tidak sepenuhnya dilawan. Namun dalam film ini fungsi ejekan dan olokan tersebut bukan untuk memandang rendah Transgender, melainkan digunakan untuk menggiring opini penonton memahami transgender dari sisi positif.",
  "creators": "YOVI EVIANI CHANDRA",
  "contributors": "Grace Swestin (Advisor 1); Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 2); Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011065/KOM/2015; Yovi Eviani Chandra (51410127)",
  "subjects": "TRANSGENDER PEOPLE; MOTION PICTURES; MASS MEDIA"
}