{
  "id": "32181",
  "title": "Penggambaran NTT dan Papua dalam film-film Indonesia",
  "abstract": "Masyarakat sering diberikan penggambaran tentang suatu konteks tertentu baik itu penggambaran yang positif maupun negatif. Hal ini tentunya dapat membentuk sterotipe dalam masyarakat itu sendiri. Sehingga penelitian ini bertujuan untuk mengetahui penggambaran dari film NTT dan Papua yang diukur berdasarkan indikator penggambaran budaya dalam media yaitu scene level dan character level. Penelitian ini menggunakan metode analisis isi dengan pendekatan kuantitif terhadap 3 film NTT dan 3 film Papua. Hasil penelitian ini adalah pada film NTT indikator yang mendapat presentase tertinggi adalah indikator scene level pada kategori lokasi tradisional dan unpollution, sedangkan pada indikator character level pada kategori bahasa lokal, kelas sosial miskin, daerah pedesaan, peran oleh orang Indonesia Timur dan gender pria. Pada film Papua kategori scene level didominasi dengan penggambaran lokasi dan aktifitas tradisional serta unpollution dan pada character level didominasi dengan peran oleh orang Indonesia Timur, gender pria, daerah pedesaan, kelas sosial miskin dan penggunaan bahasa lokal. Sehingga dapat dikatakan terdapat kesamaan antara NTT dan Papua yang lebih cenderung digambarkan dari indikator yang bersifat stereotipe yaitu sama-sama digambarkan dari sisi tradisional baik itu dari keadaan lingkungan, aktifitas-aktifitas yang dilakukan dan karakter dalam film. Perbedaan penggambaran NTT dan Papua hanya terdapat dalam kategori status wanita dan anak. Penelitian ini dapat menjadi patokan bagi penelitian selanjutnya mengenai gambaran media.",
  "creators": "ANASTHASIA TAPATFETO",
  "contributors": "Ido Prijana Hadi (Advisor 1); Jandy Edipson Luik (Advisor 2); JUDY DJOKO WAHJONO TJAHJO, S.E.,M.Si. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011063/KOM/2015; Anasthasia Tapatfeto (51410109)",
  "subjects": "MOTION PICTURE; MASS MEDIA; COMMUNICATION"
}