{
  "id": "32196",
  "title": "Hotel Resor di Pantai Ambalat, Kutai Kartanegara",
  "abstract": "Proyek ini merupakan sebuah fasilitas penginapan bintang 4 dengan beberapa fasilitas pendukung berupa area rekreasi dan relaksasi (spa sauna, jacuzzi, cafe indoor dan outdoor, dll), serta dilengkapi juga dengan tempat pengenalan dan pembelajaran seni kerajinan tangan suku setempat (galeri, art and craft centre, dll). Lokasi tapak berada di bagian tenggara provinsi Kalimantan Timur. Lokasi yang dipilih adalah yang cukup jauh dari pusat keramaian kota sehingga kondisi suasana lokasi ini masih cukup tenang dan alami. Selain itu, lokasi ini juga berada cukup dekat dengan tempat kediaman suku mayoritas daerah ini yaitu suku Dayak. Seiring dengan perkembangan dan perubahan jaman, kebudayaan Dayak juga mengalami perubahan. Awalnya tinggal di rumah panjang menjadi tinggal di rumah individu seperti di kota. Padahal, rumah panjang adalah rumah tradisional yang merupakan ciri khas suku dayak. Proyek ini memiliki konsep “Exploring with Nature and Culture”. Rumusan masalah proyek ini adalah bagaimana mendesain hotel yang tidak hanya memaksimalkan unsur alam saja tetapi juga mengadaptasi nilai budaya lokal (salah satunya adalah rumah panjang). Untuk dapat menjawab rumusan masalah tersebut maka digunakan pendekatan vernakular yang bisa mencakup hal-hal yang berhubungan dengan alam dan budaya dan menggunakan pendalaman karakter ruang, sehingga dapat menampilkan alam dan budaya yang dimasukkan ke dalam desain.",
  "creators": "WENNY TANNER KUSUMA THAN",
  "contributors": "Danny Santoso Mintorogo (Advisor 1); Eunike Kristi Julistiono, S.T., M.Des.Sc. (Advisor 2); J. Loekito Kartono (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan perancangan arsitektur No. 06023374/ARS/2015; Wenny Tanner (22411006)",
  "subjects": "HOTELS-DESIGNS AND PLANS; RESORTS; HOTELS, TAVERNS, ETC.-DESIGNS AND PLANS"
}