{
  "id": "32235",
  "title": "Evaluasi kesehatan dan keselamatan kerja dengan metode HIRARC pada PT Charoen Pokphand Indonesia",
  "abstract": "PT Charoen Pokphand Indonesia adalah perusahaan pakan ternak yang terletak di Jalan Surabaya-Mojokerto Km 26, Krian. Perusahaan ini terdiri dari area feed mill, area gudang bahan baku, area silo,dan area barang jadi. Perusahaan sedang dalam tahap persiapan sertifikasi SMK3. Perusahaan saat ini ingin mengevaluasi sistem K3 dengan HIRARC yang merupakan salah satu dokumen penunjang sertifikasi SMK3. HIRARC bertujuan agar bahaya yang ada dalam setiap kegiatan dapat terdeteksi dan segera dibuat pengendaliannya sehingga potensi terjadinya kecelakaan kerja dapat diminimalkan. HIRARC terdiri dari hazard identification, risk assessment, dan risk control. Hasil evaluasi kesehatan dan keselamatan kerja dengan metode HIRARC di PT Charoen Pokphand Indonesia menunjukkan bahwa masih banyak kegiatan yang berbahaya. Kegiatan berbahaya yang dimaksud adalah kegiatan yang memiliki nilai risk rating ekstrim, tinggi, dan sedang. Persentase kegiatan berbahaya pada area silo adalah 8,82% ekstrim, 14,71% tinggi, dan 47,06% sedang. Persentase kegiatan berbahaya pada area gudang bahan baku adalah 14% ekstrim, 35% tinggi, dan 39% sedang. Kegiatan-kegiatan tersebut harus segera dibuat pengendalian resikonya. Pengendalian resiko yang diusulkan antara lain adalah pemberian saksi, pembuatan checklist, pemeliharaan peralatan, penggantian apabila terjadi kerusakan peralatan, perubahan metode, dan pemberian pelatihan. Potensi penurunan persentase kegiatan beresiko yang diharapkan pada area silo adalah hilangnya resiko ekstrim, penurunan persentase menjadi 8,82% resiko tinggi dan 23,53% resiko sedang. Potensi penurunan persentase kegiatan beresiko yang diharapkan pada area gudang bahan baku adalah hilangnya resiko ekstrim, penurunan persentase menjadi 15,79% resiko tinggi dan 21,05% resiko sedang.",
  "creators": "ALBERT WIJAYA",
  "contributors": "Togar Wiliater Soaloon Panjaitan, S.T., MBA. (Advisor 1); Herri Christian Palit (Advisor 2); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021777/IND/2014; Albert Wijaya (25410050)",
  "subjects": "RISK ASSESSMENT; INDUSTRIAL SAFETY; INDUSTRIAL SAFETY-EVALUATION"
}