{
  "id": "3224",
  "title": "A Study on interruption and overlap uttered by reporters and guests in liputan enam",
  "abstract": "In spoken language, especially in conversation, people can not deny the existence of interruption and it might affect a human interaction. A speaker who frequently gets interrupted might feel offended and it might disturb the interaction between the speaker with his interlocutor. There are two types of interruption which consists of the interruption itself and the overlap. The classification of interruption is based on the definition of the interruption from Zimmerman and West (1975). Interruption and overlap is a violation toward the general rule of conversation. It is said that there is only one and not more than one person who speaks in a conversation. The writer believed that interruption and overlap caused by a certain reason. The writer is interested in observing interruption and overlap in \"Liputan Enam\" because he wanted to know which parties in this show produced more number of interruption and overlap, especially in a interactive dialog. There are two parties in this dialog, namely reporters and guests. The writer also wanted to find out what the common reason occurred in this offended act. This research may help people understand overlap and interruption and why it occurs, so when it happens people may not feel offended. This study was a qualitative study, and the writer got the data from the transcript, which he did it manually. The writer analyzed all interruptions and overlaps from the reporters and guests which occurred in this show and classified the reasons. The writer wanted to find out what the common reason of interruption and overlap are in this study. To decide the reason of interruption and overlap the writer looked at the context of the discussion between the reporters and the guests. The writer found that overlap occurred more than interruption. He also found the reasons from interruption and overlap. In an overlap, the common reason was seeking of clarification, and the other reason was confirming, completing, denying, breaking up, agreeing, maintaining the turn, and being dissatisfied. While in an interruption, the common reason was because of seeking clarification, and the other reasons were power exercising, breaking up, and completing",
  "creators": "DENNY ERWAN",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); ABBAS A.BADIB, Pof.DR.MA.,MA. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1116/ING/2003; Denny Erwan (11497131)",
  "subjects": "SOCIOLINGUISTICS"
}