{
  "id": "32247",
  "title": "Penyusunan hazard identification risk assessment and risk control (HIRARC) di PT Umbra Prasia",
  "abstract": "PT Umbra Prasia merupakan salah satu perusahaan dalam negeri yang memproduksi berbagai macam produk glassware. PT Umbra Prasia ingin menyusun Hazard Identification Risk Assessment and Risk control (HIRARC) untuk memenuhi salah satu klausul penerapan OHSAS 18001:2007.Lokasi identifikasi meliputi gudang bahan baku, area produksi, dan gudang bahan jadi. Penyusunan HIRARC dilakukan melalui 3 tahap, yaitu identifikasi bahaya (Hazard Identification), penilaian risiko (Risk Assessment), dan pengendalian risiko (Risk control). Identifikasi bahaya dilakukan berdasarkan wawancara dengan pekerja terkait, pengamatan di lokasi pabrik, dan data historis kecelakaan kerja PT Umbra Prasia. Hasil dari penilaian risiko yang dilakukan menunjukkan bahwa masih ditemukan kegiatan yang berisiko (34% kegiatan masuk dalam kategori low risk, 58% kegiatan masuk dalam kategori moderate risk, 8% kegiatan masuk dalam kategori high risk dan tidak ada kegiatan masuk dalam kategori extreme risk). Pengendalian risiko akan dilakukan pada potensi bahaya yang termasuk dalam kegiatan moderate risk dan high risk. Berdasarkan hasil risk assessment terdapat 4 potensi bahaya tergolong dalam high risk yaitu luka gores akibat sisi material yang tajam pada area produksi, sesak nafas akibat pekerja tidak memakai APD pada kegiatan penerimaan bahan baku, sesak nafas akibat bau menyengat zat additive pada saat proses penuangan zat additive , dan pengait keranjang mixing yang rapuh pada proses mixing. Pengendalian risiko yang dilakukan antara lain adalah pemberian APD, pemberian safety sign, pemberian sanksi, pemeliharaan peralatan,dan pembuatan batas area jalan.",
  "creators": "SHANDY IRAWAN",
  "contributors": "Togar Wiliater Soaloon Panjaitan, S.T., MBA. (Advisor 1); Liem Yenny Bendatu (Advisor 2); Debora Anne Yang Aysia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021780/IND/2014; Shandy Irawan (25410057)",
  "subjects": "RISK MANAGEMENT; INDUSTRIAL SAFETY-MANAGEMENT; INDUSTRIAL SAFETY"
}