{
  "id": "32292",
  "title": "Perancangan interior elderly day care center sebagai pusat aktivitas manula di Surabaya",
  "abstract": "Kehidupan manusia modern di kota metropolitan kedua Indonesia, yaitu Surabaya dituntut untuk memiliki mobilitas kerja yang tinggi. Manusia usia lanjut sebagai salah satu bagian keluarga yang sudah tidak memiliki kemampuan untuk bekerja akan lebih sering berada di rumah dan menjadi lebih tidak terurus. Panti jompo sebagai tempat pelayanan sosial ditujukan khusus untuk merawat manusia usia lanjut yang kebanyakan dari mereka adalah orang-orang dengan tingkat perekonomian rendah, tidak memiliki keluarga, atau yang diterlantarkan oleh keluarganya. Hal ini mengakibatkan munculnya ide untuk membuat sebuah Elderly Day Care Center yang ditujukan khusus untuk mewadahi manusia usia lanjut dengan tingkat ekonomi menengah ke atas. Konsep perancangan berupa penciptaan tempat untuk pemenuhan kebutuhan kegiatan manula dengan melihat sebab-akibat pentingnya tetap beraktivitas di hari tua, pertimbangan kegiatan alternatif di hari tua, serta pentingnya memahami standar desain khusus untuk perancangan manula. Perancangan akan diawali dengan proses penelitian, observasi, dan wawancara. Jenis penelitian yang digunakan adalah survey dan action research. Metode penelitian menggunakan metode kualitatif. Metode pengumpulan data yaitu berupa observasi, wawancara, dan kuisioner yang ditujukan pada responden terkait. Hasil penelitian nantinya akan digunakan sebagai patokan dasar perancangan interior Elderly Day Care Center sebagai pusat aktivitas manula di Surabaya ini.",
  "creators": "SABELLA VICKY PURWOKO",
  "contributors": "Mariana Wibowo, S.Sn., M.MT. (Advisor 1); Yohan Santoso, S.Sn. (Advisor 2); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021272/DIN/2014; Sabella Vicky Purwoko (41410095)",
  "subjects": "AGES-INSTITUTIONAL CARE-BUILDINGS; AGED-DWELLINGS-DECORATION; INTERIOR DECORATION"
}