{
  "id": "32319",
  "title": "Perancangan buku esai fotografi pengenalan ayam Onagadori di Surabaya",
  "abstract": "Onagadori merupakan unggas jenis ayam hias yang berasal dari negara Jepang. Ayam hias jenis Onagadori memiliki keelokan pada ekor panjangnya mencapai 2-10 meter. Onagadori diartikan bahasa Indonesia yaitu unggas ekor panjang. Dari gaya hidup orang saat ini memiliki kesenangan masing-masing baik merawat hewan peliharaan maupun mengoleksi barang-barang antik untuk mendapatkan kesenangan dan kepuasan tersendiri yang biasa dikenal dengan hobi yang dilakukan atas kemauan sendiri. Hobi juga dapat menjadi peluang bisnis. Begitu juga dengan kesenangan memelihara ayam hias Onagadori yang menjadi peluang bisnis kontemporer mengikuti selera dan permintaan konsumen. Permasalahan yang terjadi saat ini akan kurangnya informasi tentang ayam hias jenis onagadori (tidak adanya sumber yang jelas contohnya buku literatur yang membahas tentang ayam hias jenis onagadori), sehingga sangat sedikit peternak ayam hias jenis onagadori di Indonesia khususnya di Surabaya dengan jumlah pembeli (konsumen biasanya dikalangan kolektor ayam hias) yang terus meningkat. Pada perancangan esai fotografi ini diharapkan dapat memberi informasi (memperkenalkan) secara jelas tentang ayam hias jenis Onagadori. Dengan lokasi pemotretan secara langsung ke peternakan ayam hias jenis onagadori secara real di Surabaya dengan visualisasi yang mampu menarik peminat ayam hias dan peternak ayam hias di Surabaya (target audience). Sehingga target audience yang tadinya tidak mengetahui keberadaan ayam hias jenis onagadori menjadi tahu dan tertarik dengan keunikan yang dimiliki oleh ayam hias jenis onagadori ini.",
  "creators": "SONY CAHAYA SETIAWAN",
  "contributors": "Obed Bima Wicandra (Advisor 1); Elisabeth Christine Yuwono (Advisor 2); Andrian Dektisa Hagijanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Fotografi",
  "source": "Fotografi No. 00022590/DKV/2014; Sony Cahaya Setiawan (42410006)",
  "subjects": "VISUAL COMMUNICATION; GRAPHIC ARTS; BOOK DESIGN"
}