{
  "id": "32487",
  "title": "Fasilitas pelatihan dan pengembangan seni visual untuk anak di Surabaya",
  "abstract": "Fasilitas Pelatihan dan Pengembangan Seni Visual untuk Anak di Surabaya” adalah tempat untuk anak-anak melatih dan mengembangkan kemampuan otak mereka melalui kesenian visual. Anak-anak pada hakekatnya adalah bermain, melalui bermain kemudian mereka bereksplorasi dan belajar sesuatu. Oleh karena itu fasilitas ini dapat membantu anak-anak untuk dapat belajar sambil bermain dan bereksplorasi dengan lingkungan sekitarnya. Fasilitas utama yang diberikan adalah kelas kursus yang dibedakan berdasarkan pengelompokan usia, dan ditunjang oleh area eksplorasi outdoor dan indoor, perpustakaan, ruang galeri, ruang serbaguna, toko buku dan kesenian, dan kafetaria. Pendekatan perancangan menggunakan perilaku anak, agar dapat lebih mengenali kebutuhan anak tiap usia. Fasilitas ini bersifat edukatif, informatif, dan rekreasional, dengan mengajak anak untuk bermain, bereksplorasi, dan menciptakan sesuatu sesuai imajinasi mereka. Pembagian zona pada fasilitas ini sendiri selain dibagi berdasarkan jenis aktifitasnya, dan juga menggolongkan ruang sesuai dengan kebutuhan anak pada jenjang usia tertentu, di mana terdiri dari area ekplorasi, kelas, maupun zona fasilitas umum (untuk semua kalangan). Perbedaan kebutuhan anak tiap kelompok usia akan berpengaruh terhadap penataan ruang, zoning, dan sirkulasi pada fasilitas, sesuai dengan kebutuhan ruang yang dibutuhkan.",
  "creators": "JOSEPHINE HARDJAWIKARTA",
  "contributors": "Christine Wonoseputro (Advisor 1); Stanislaus Kuntjoro Santoso (Advisor 2); Riduan Sukardi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023212/ARS/2014; Josephine Hardjawikarta (22409014)",
  "subjects": "VISUAL COMMUNICATION-BUILDINGS; ARTS FACILITIES-DESIGNS AND PLANS"
}