{
  "id": "32489",
  "title": "Fasilitas komunitas sepeda di Surabaya",
  "abstract": "“Fasilitas komunitas Sepeda di Surabaya” ini merupakan fasilitas untuk para anggota komunitas sepeda dan para penggemar sepeda lain (tidak tergabung dalam komunitas). Proyek ini terletak di Surabaya yang merupakan kota berkembang di Indonesia, tepatnya berada di jalan Golf Famili Barat Surabaya. Fasilitas yang disediakan antara lain Galeri dan Museum, Toko Souvenir Sepeda, Cafe, Perpustakaan, Amphitheater, Ruang Pertemuan, Area Bersepeda, Counter Sepeda, Bengkel Sepeda, Plaza dan Taman, serta Parkir Sepeda. Perencanaan proyek ini secara umum bertujuan untuk mengakomodasi berbagai kegiatan, dan kebutuhan tiap komunitas sepeda serta memberi informasi mengenai perkembangan sepeda di Surabaya. Sebagian besar aktivitas pada bangunan berhubungan erat dengan sepeda, oleh karena itu fasilitas ini didesain dengan menggunakan pendekatan simbolik. Inti permasalahan dari proyek ini adalah bagaimana menciptakan sebuah tempat yang sesuai dengan kebutuhan para komunitas sepeda di Surabaya yang dapat menginterpretasikan karakteristik sepeda (Pergerakan dan Dinamis) sebagai ekspresi bangunan. Dengan menginterpretasikan karakteristik sepeda ke dalam bangunan diharapkan pengunjung juga dapat merasakannya saat masuk ke dalam bangunan. Pendalaman yang digunakan adalah pendalaman karakter ruang, dimana dalam beberapa ruang (seperti Galeri dan Museum) pengunjung juga dapat merasakan karakteristik sepeda (Pergerakan dan Dinamis) yang teraplikasikan ke dalam ruang-ruang yang ada.",
  "creators": "WENDHY WIJAYA",
  "contributors": "J. Loekito Kartono (Advisor 1); Wanda Widigdo Canadarma (Advisor 2); Timoticin Kwanda (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023209/ARS/2014; Wendhy Wijaya (22409001)",
  "subjects": "RACETRACKS (BICYCLE RACING)-DESIGNS AND PLANS; VELODROMES-DESIGNS AND PLANS"
}