{
  "id": "32492",
  "title": "Museum Tragedi Mei 1998 di Jakarta",
  "abstract": "Tragedi Mei 1998 merupakan sebuah tragedi yang memakan banyak korban. Tragedi Mei 1998 yang sampai saat ini tidak jelas apa penyebabnya dan siapa dalang dibalik kejadian tersebut membuat banyak orang menolak untuk lupa akan kejadian tersebut. Hal ini terutama diungkapkan oleh para korban Mei 1998 ataupun para keluarga korban. Kejadian Mei 1998 sampai saat ini terus berkembang dengan opini-opini yang liar yang masih dipertanyakan. Sementara itu, keluarga korban tidak henti-hentinya menuntut keadilan. Adanya realita ini turut mengundang perhatian untuk diadakannya sebuah proyek untuk mengenang tragedi Mei 1998 sebagai bentuk perjuangan bangsa Indonesia untuk lepas dari masa “penjajahan” Orde Baru. Museum Tragedi Mei 1998 menceritakan tentang bagaimana mahasiswa dan masyarakat Indonesia bersama-sama melakukan perjuangan demi mencapai sebuah perubahan yaitu Reformasi. Penceritaan museum ini dilakukan sesuai dengan alur waktu yaitu meliputi latar belakang kejadian, aksi mahasiswa, meletusnya tragedi Mei 1998, kerusakan dan korban hingga lahirnya Reformasi. Dikemas dalam sebuah bentukan dengan pendekatan obscure, Museum Tragedi Mei 1998 mengajak pengunjung untuk mengenang kembali kejadian kelam dalam sejarah perjalanan bangsa Indonesia di mana demi sebuah perubahan terdapat harga yang harus dibayar. Menggunakan pendalaman sequence untuk membimbing pengunjung dapat menikmati alur cerita kejadian Mei 1998 yang sebenarnya.",
  "creators": "JESSICA JULIANTI",
  "contributors": "Rony Gunawan (Advisor 1); Frans Soehartono (Advisor 2); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023214/ARS/2014; Jessica Julianti (22409021)",
  "subjects": "RIOTS-INDONESIA, MEI 1998; MUSEUMS BUILDINGS"
}