{
  "id": "32490",
  "title": "Fasilitas Teknologi Robotika di Surabaya",
  "abstract": "“Fasilitas Teknologi Robotika di Surabaya” merupakan sebuah fasilitas yang mendukung perkembangan di dunia teknologi robotika. Indonesia termasuk negara yang lambat dalam mengembangkan teknologi robotika padahal Indonesia sendiri memiliki potensi yang besar dalam bidang robotika dengan mengukir prestasi pada berbagai kejuaraan internasional. Hal ini didukung dengan adanya berbagai kursus robotika dan sekolah yang menawarkan ekstrakurikuler di bidang ini. Pemerintah melalui Kementrian Pendidikan juga sering mengadakan kejuaraan bertaraf nasional, namun minat masyarakat terhadap dunia robotika masih kurang jika dibandingkan dengan negara-negara lain di Asia, seperti China, Jepang, Korea Selatan dan Thailand. Keuntungan dari perkembangan teknologi robotika sendiri dapat menunjang perkembangan pada bidang industri karena teknologi robotika sebagian besar digunakan di bidang industri. Perkembangan di bidang industri ini bermuara pada peningkatan perekonomian negara. Sebuah fasilitas teknologi robotika ini dirancang dengan tujuan utama untuk menarik minat masyarakat pada teknologi robotika terutama robot dengan jenis manipulator. Pendekatan yang digunakan untuk dapat mewujudkan tujuan tersebut adalah dengan menggunakan konsep arsitektur simbolik. Chanel yang digunakan untuk konsep ini adalah pictorial transferring, di mana guratan-guratan printed circuit board (PCB) menjadi referensi utama yang dipinjam pada fasad bangunan. Pemilihan chanel dan referensi ini didasarkan pada pertimbangan bahwa pendekatan ini dapat memberikan pesan mengenai teknologi robotika kepada masyarakat, sehingga masyarakat menjadi tertarik untuk mengetahui fungsi di dalam bangunan. Fasad bangunan dengan guratan-guratan PCB sendiri merupakan secondary skin yang dirancang agar terjadi aliran udara untuk mengurangi beban panas pada dinding terluar bangunan. Selain guratan-guratan PCB, referensi lain yang digunakan untuk memberikan kesan robot adalah bentuk bangunan yang terlihat patah-patah untuk menyimbolkan sendi-sendi pada gerakan robot.",
  "creators": "TEGUH FEBRIANTO",
  "contributors": "V.P. Nugroho Susilo (Advisor 1); Samuel Hartono (Advisor 2); Handinoto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023210/ARS/2014; Teguh Febrianto (22409003)",
  "subjects": "PUBLIC ARCHITECTURE; BUILDING TECHNOLOGY-DESIGN AND PLANS"
}