{
  "id": "3251",
  "title": "The Domains of the language use of the residents of kampongs Jagalan, Petemon, and Karang Menjangan Surabaya based on age, sex, and education",
  "abstract": "This study is basically an analysis of the domains of the Suroboyoan dialect used by the residents of Kampongs Jagalan, Petemon, and Karang Menjangan Surabaya based on age, sex, and education. In this study, the writer wants to find out the use of the Suroboyoan dialect used by the residents of Kampongs Jagalan, Petemon, and Karang Menjangan and to identify in what domains the Suroboyoan dialect are most frequently used. Besides, the writer also wants to reveal the groups which use Suroboyoan most often. This study is a quantitative-descriptive research; therefore, the main instrument is the questionnaire. The data here was taken from the residents of Kampongs Jagalan, Petemon, and Karang Menjangan Surabaya who become the representatives of traditional Surabaya people. The respondents were asked to fill out a questionnaire consisting of the respondents' background and their language use. For her analysis, first she organized the responses from all the respondents. Then, she classified them into groups based on age, sex and education. Next, she proceeded to identify them based on the groupings to find out the use of the Suroboyoan dialect. Having analyzed all the data, she found that the domains in which the Suroboyoan dialect are used are those dealing with family, friendship and religion; however, the domains which are most frequently used by the residents of the three Kampongs are those dealing with family and friendship. In addition, younger males who work and have higher education use Indonesian more often in formal domains like education, religion and employment. This is because the high social pressure and the formal interaction they use, both of which influence their language use in their daily life.",
  "creators": "YASINTA ASTRID YUNIARTI",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1128/ING/2003; Yasinta Astrid Yuniarti (11497043)",
  "subjects": "JAVANESE LANGUAGE; SOCIOLINGUISTICS"
}