{
  "id": "32513",
  "title": "Fasilitas ekowisata kelapa di Jember",
  "abstract": "Masyarakat pada saat ini, kebanyakan kurang mengetahui, mengenal serta memahami potensi dan keunggulan dari alam sekitarnya. Salah satu komoditas alam paling besar dan berlimpah yang dimiliki oleh alam sekitar Indonesia adalah kelapa. Kelapa merupakan komoditas yang cukup unggul dan cukup dikenal oleh berbagai lapisan masyrakat. Tidak banyak yang tahu bahwa kelapa ini merupakan produk mentah yang memiliki banyak sekali fungsi serta kegunaan untuk diolah, karena itu fasilitas ini didesain, untuk mengenalkan dan menunjukan sebagaimana besarnya potensi yang dimiliki oleh kelapa ini sendiri. Fasilitas ini menghadirkan suatu tempat, dimana pengunjung dapat menikmati kelapa sebagai suatu objek wisata, dan juga sebagai objek konsumsi. Pengunjung dapat melihat dari mana dan bagaimana proses pembibitan kelapa tersebut, hingga dapat mencoba turut serta untuk merasakan bagaimana mengolah kelapa menjadi beranekaragam produk. Fasilitas ini juga dikemas dalam bentuk wisata dengan mengambil pendekatan sustainable dan pendalaman daylight dalam penerapan desainnya sehingga memungkinkan bagi pengunjung untuk tidak hanya sekedar mengenal kelapa, tetapi juga alam sekitar. Fasilitas ini juga dilengkapi fasilitas seperti galeri, kebun, workshop, cottage dan fasilitas penunjang lain yang memungkinkan pengunjung mengeksplorasi dan mengenal kelapa lebih dalam lagi.",
  "creators": "SEPTHIAN EKA PUTRA NJOTO",
  "contributors": "Luciana Kristanto, S.T., M.T. (Advisor 1); Markus Ignatio Aditjipto (Advisor 2); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02023257/ARS/2014; Septhian Eka Putra Njoto (22409038)",
  "subjects": "RECREATION CENTERS; ECOTOURISM-DESIGNS AND PLANS"
}