{
  "id": "3252",
  "title": "A Study disagreement strategies produced by career women and housewives in Sidoarjo",
  "abstract": "Disagreement is one of language functions that considered an act, which by its nature threatens someone?s positive face. Since disagreement is one of face threatening acts, it is also the source of many miscommunications in daily social interactions. Many linguists believe that certain social factors, such as status, effects the way people express language functions. Therefore, the writer was interested in analyzing how career women and housewives express their disagreement. The writer wants to see the differences and the similarities of strategies they used in expressing disagreement. In conducting this research, the writer used descriptive approach in order to gain a more holistic picture of the way career women and housewives express disagreement to their husband. Using a discourse completion test, which consisted of five situations, collected the data. The writer asks ten respondents (five career women and five housewives) to respond to the situations and record their answers. The data then were analyzed by classifying the respondents into the eight disagreement strategies proposed by Garcia. The findings of the study show that career women mostly used confrontational strategies and housewives mostly used non-confrontational. Career women and housewives are different in using disagreement strategies like challenge, refusing to cooperate, order, strong denial, giving reasons and expression of willingness to cooperate. They also have the similarity in using disagreement strategies like criticism of a third party and down toned suggestion.",
  "creators": "LIZA OKTAVIA",
  "contributors": "Julia Eka Rini (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1136/ING/2003; Liza Oktavia (11499072)",
  "subjects": "SOCIOLINGUISTICS"
}