{
  "id": "32530",
  "title": "Grha kuliner khas Surabaya di Surabaya",
  "abstract": "“Grha Kuliner Daerah Khas Surabaya” merupakan tempat yang menyediakan berbagai macam fungsi dan kegiatan sebagai penunjang bagi masyarakat kota Surabaya dan luar kota Surabaya dalam memenuhi kebutuhannya tentang dunia kuliner, karena dunia kuliner saat ini bukan hanya menyangkut bagaimana masyarakat memenuhi rasa lapar mereka, tetapi juga berhubungan dengan bagaimana proses pengolahan bahan mentah yang ada menjadi makanan yang dapat dinikmati, sejarah dan asal mula makanan, kandungan gizi yang tersimpan di dalam makanan dan lain sebagainya. Proyek ini tidak hanya menyediakan fasilitas yang bersifat rekreatif, tetapi juga fasilitas yang bersifat edukatif serta fasilitas lain yang menunjang kegiatan kuliner. Bersifat rekreatif dan edukatif, karena pengunjung dapat menikmati aneka hidangan khas kota Surabaya, memenuhi rasa ingin tahu mereka terhadap warisan kekayaan kuliner khas Surabaya yang sangat diminati oleh banyak orang, termasuk masyarakat dari luar kota Surabaya, pengunjung juga dapat belajar langsung bagaimana mengolah, memasak dan mengkreasikan makanan khas Surabaya sebagai sebuah seni dalam dunia kuliner, serta mempelajari seluk-beluk maupun manfaat dan hal-hal apa saja yang terkandung dalam berbagai jenis makanan sebagai tambahan wawasan bagi masyarakat yang melihat. Oleh karena itu, karena banyaknya fasilitas yang disediakan proyek ini, maka digunakanlah pendekatan sirkulasi yang membantu pengunjung dalam mengatasi disorientasi yang mungkin terjadi. Pendalaman karakter ruang dipilih untuk mendapatkan kesan tradisional dan kekhasan Surabaya di dalam proyek.",
  "creators": "DANNY ANGGIANTO",
  "contributors": "Handinoto (Advisor 1); Samuel Hartono (Advisor 2); V.P. Nugroho Susilo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023236/ARS/2014; Danny Anggianto (22409075)",
  "subjects": "RESTAURANTS; RESTAURANT-DESIGN AND PLANS"
}