{
  "id": "3254",
  "title": "A Study of the alienation of Himiko Hamilton in Velina Hasu Houston's Tea",
  "abstract": "In Tea, Velina Hasu Houston tells about the Japanese \"war brides\" in 1969 in Kansas, America. This is a story of Japanese women community in America, in which the main character, Himiko is one of them and their difficulties in adapting themselves among American society. This study discusses the alienation experienced by the main character, Himiko Hamilton as one of Japanese \"war brides\" who marries an American serviceman. I would like to analyze Himiko's alienation and how the alienation influences much on her life. In order to analyze Himiko's alienation, I use literary approach with literary tools of characterization, and conflicts. To support my analysis, I also use two psychological concepts of alienation, social alienation and self alienation. In addition, to support my analysis, I also attach the social background of Japanese women and sexual nexus between American men and Japanese women. These two social backgrounds will help me to explain Himiko as a Japanese woman and her values which lead her to alienation, and how the interracial marriage between Himiko as a Japanese woman and her husband as an American man lead Himiko to alienation. The analysis will be about the causes of Himiko's alienation and its effects to her. The causes and the effects deal with social alienation and self alienation, in which both of them are experienced by the main character. After I analyze the main character's alienation, I come to the conclusion which shows the causes of Himiko's alienation and the effects, and how the effects of her alienation can bring Himiko to come to the decision to end her life, because life has been a failure for her.",
  "creators": "JESSIE MONIKA",
  "contributors": "Ribut Basuki (Advisor 1); Vyrna Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1138/ING/2003; Jessie Monika (11499131)",
  "subjects": "AMERICAN DRAMA-JAPANESE AUTHORS-20TH CENTURY-STUDY AND TEACHING; HOUSTON, VELINA HASU, 1957...TEA-STUDY AND TEACHING"
}