{
  "id": "32569",
  "title": "Fasilitas pecinta slalom di Surabaya",
  "abstract": "Kegiatan balap slalom di Surabaya sudah berkembang ke skala nasional dan ke arah komersial yang banyak dilakukan oleh perusahaan-perusahaan otomotif di Indonesia. Namun karena belum memiliki fasilitas khusus untuk berlatih, kegiatan balap slalom kurang berkembang di Surabaya. Oleh karena itu, Fasilitas Pecinta Slalom di Surabaya merupakan fasilitas yang mewadahi dan memenuhi kebutuhan akan kegiatan modifikasi mobil dan balap slalom bagi masyarakat Surabaya melalui desain sebuah fasilitas yang terdiri atas autowork, fasilitas penunjang, dan sirkuit slalom. Bangunan menggunakan pendekatan integrasi antar ruang untuk mengintegraksikan tiga ruang yang berbeda sehingga menjadi satu kesatuan. Konsep digunakan untuk memperkuat kesan otomotif melalui bentuk bangunan, warna bangunan, dan pola pelingkup, yang mana terinspirasi dari bentuk dan pola carbon; material yang biasa digunakan dalam dunia otomotif. Untuk memperkenalkan slalom pada masyarakat Surabaya, fasilitas ini menyediakan galeri yang memamerkan mobil-mobil para pemenang kejuaraan slalom dan menampilkan beberapa penjelasan tentang teknik slalom maupun kinerja mobil terhadap balap slalom. Dengan menampilkan beberapa penjelasan tentang apa itu balap slalom dan menyediakan tempat berlatih yang didesain sesuai standar, diharapkan fasilitas ini mampu menarik minat masyarakat terhadap kegiatan balap slalom dan mengembangkan bakat peslalom Surabaya.",
  "creators": "ANDREW LATIEF",
  "contributors": "Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Advisor 1); Luciana Kristanto, S.T., M.T. (Advisor 2); Markus Ignatio Aditjipto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023248/ARS/2014; Andrew Latief (22409101)",
  "subjects": "RACETRACKS (AUTOMOBILE RACING)-DESIGNS AND PLANS"
}