{
  "id": "32568",
  "title": "Kebun Binatang di Pantai Timur Surabaya",
  "abstract": "Manusia, hewan dan tumbuhan merupakan makhluk ciptaan Tuhan yang Maha Esa. Setiap makhluk hidup diciptakan-Nya dengan ciri khas masing-masing yang dapat mempengaruhi satu sama lain. Dalam Alkitab perjanjian lama (Kej 1:28), Tuhan menciptakan segala macam hewan pada hari ke 4, kemudian Tuhan menciptakan manusia pada hari ke 5 dan memberi kuasa atas binatang dan tumbuhan di bumi. Namun keanekaragaman ini semakin lama semakin berkurang, salah satu sebab yang paling banyak berdampak adalah jumlah manusia yang terus bertambah dan merebut habitat flora dan fauna untuk kepentingan manusia sendiri, selain itu perburuan liar akan satwa langka juga turut berperan dalam punahnya berbagai spesies makhluk hidup ciptaan Tuhan yang seharusnya di lestarikan. Oleh karena itu, Kebun Binatang di Pantai Timur Surabaya ini sebagai lembaga konservasi berusaha untuk melestarikan dan mempertahankan kehidupan satwa liar yang makin hari lingkungan habitat aslinya semakin berkurang melalui desain sebuah kompleks bangunan yang terdiri atas taman satwa, aquarium, kebun khusus binatang malam beserta klinik hewan. Fasilitas kebun binatang ini berupaya mengajak masyarakat umum untuk turut serta berperan dalam kegiatan konservasi dengan cara mengedukasi masyarakat akan saling keterikatan antar setiap spesies makhluk hidup. Melalui pendekatan sistem sirkulasi sebagai pendekatan desain. Konsep biophilia digunakan untuk menarik masyarakat di kota metropolitan yang sibuk. Pengunjung yang berasal dari kota metropolitan akan dibawa melalui bangunan yang dapat menyatu dengan lingkungan natural sehingga pengujung dapat bersantai melepas kesibukan di kota. Selain berekreasi, pengunjung secara tidak langsung akan merasakan bagaimana kehidupan satwa yang tidak biasa mereka temui di tempat tinggal nya. Dengan menampilkan nilai dan keanekaragaman hayati, desain kebun binatang ini diharapkan mampu melestarikan dan memberi perlindungan bagi satwa-satwa yang telah kehilangan habitatnya.",
  "creators": "LEONARD SUTEJA",
  "contributors": "Samuel Hartono (Advisor 1); Handinoto (Advisor 2); V.P. Nugroho Susilo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02023247/ARS/2014; Leonard Suteja (22409096)",
  "subjects": "ZOO PARK (SURABAYA, INDONESIA); ZOOLOGICAL GARDENS"
}