{
  "id": "32582",
  "title": "Upaya peningkatan output aktual di line 2 finishing PT Integra Indocabinet",
  "abstract": "PT Integra Indocabinet adalah perusahaan yang bergerak di bidang mebel kayu. Produk dari perusahaan ini dibedakan menjadi 2 macam, yaitu produk set-up dan produk knockdown. Masing-masing produk memiliki target dari PPIC, target untuk knockdown adalah sebesar 70 kontainer untuk setiap bulannya. Output aktual yang ada tidak sesuai dengan target dari PPIC dan juga target dari PPIC ini juga tidak sesuai dengan kapasitas produksi di line 2 finishing. Tujuan dari penelitian ini adalah untuk mencari penyebab perbedaan antara output aktual dengan kapasitas produksi dan target dari PPIC serta mencari upaya peningkatan output aktual di line 2 finishing. Metode yang dipakai untuk menyelesaikan penelitian ini adalah dengan cara observasi, wawancara dengan pihak perusahaan, dan pengukuran waktu. Metode observasi dilakukan untuk mengetahui akar masalah dari tidak tercapainya output aktual dengan target dari PPIC. Wawancara dilakukan untuk mendapatkan data-data yang diperlukan selama penelitian ini. Pengukuran waktu menggunakan metode stopwatch time study ini digunakan untuk mendapatkan kapasitas produksi di line 2 finishing. Berbagai jenis masalah yang menyebabkan output aktual di line 2 finishing kurang maksimal, seperti input bahan baku secara kuantitas dan kualitas, seringnya pergantian cat, dan banyaknya WIP komponen yang jatuh di line 2 finishing. Kapasitas produksi saat ini setelah dihitung dengan metode stopwatch adalah sebesar 64,72 kontainer, sedangkan untuk output aktual saat ini adalah sebesar 62 kontainer. Hal ini tidak sesuai dengan permintaan PPIC, yaitu sebesar 70 kontainer. Alternatif perbaikan untuk input bahan baku adalah dibuatnya sebuah form deadline untuk sanding agar mengirim komponen produknya tepat waktu, Alternatif perbaikan untuk pergantian cat adalah mengelompokkan produk yang sejenis agar pergantian warnanya minimal. Alternatif perbaikan untuk komponen yang jatuh adalah diberikan sebuah alat bantu untuk mencegah komponen tersebut jatuh. Peningkatan kapasitas produksi dapat dilakukan dengan cara memanfaatkan alat bantu di atas palet agar lebih digunakan secara maksimal selama proses produksi.",
  "creators": "ANTHONY CHANDRA",
  "contributors": "Debora Anne Yang Aysia (Advisor 1); Indriati Njoto Bisono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021784/IND/2014; Anthony Chandra (25410080)",
  "subjects": "PRODUCTION CAPACITY; PRODUCTION MANAGEMENT"
}