{
  "id": "32584",
  "title": "Penurunan persentase rework di PT X dengan metode DMAIC",
  "abstract": "PT X adalah sebuah perusahaan yang memproduksi tas dan plastik. Permasalahan di PT X adalah tingginya persentase rework sebesar 25,5%. Tujuan dari penelitian ini adalah menurunkan persentase rework di PT X dengan metode DMAIC (define, measure, analysis, improve dan control). Tiga kecacatan terbesar yang paling sering terjadi berdasarkan Pareto Diagram yaitu bentuk tidak proporsional, jahitan kurang, dan jahitan lebih. Fishbone diagram digunakan untuk menemukan penyebab kecacatan dan diketahui penyebabnya karena faktor man, method dan machine. Terdapat enam usulan yang diberikan yaitu membuat form evaluasi operator, lokasi jahitan ditandai dengan kapur, dibuat tatakan untuk pengukuran bentuk produk, penambahan proses inspeksi di setiap akhir proses, daftar instruksi kerja, dan himbauan untuk penggantian jarum secara rutin. Implementasi dari empat usulan memperlihatkan adanya penurunan persentase jumlah kecacatan pada jenis kecacatan bentuk tidak proporsional dan jahitan kurang yaitu 6% dan 2,27%. Terjadi pula kenaikan persentase jumlah kecacatan pada jenis kecacatan jahitan lebih, sebesar 1,33%. Secara keseluruhan terjadi penurunan persentase jumlah kecacatan sebesar 6,9% setelah implementasi. Tahapan Control menggunakan Quality Plan yang dibuat sebagai standar yang untuk menjelaskan aliran proses, nama proses, material, karakteristik kualitas meliputi jenis kecacatan, toleransi penerimaan, cara mengukur, periode pemeriksaan, cara pemeriksaan, petugas yang melakukan, dan tindakan yang dilakukan berdasarkan karakteristik kualitas.",
  "creators": "HERVY MONICA ARANSA",
  "contributors": "Debora Anne Yang Aysia (Advisor 1); Felecia, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021781/IND/2015; Hervy Monica Aransa (25410086)",
  "subjects": "QUALITY CONTROL; QUALITY CONTROL-PLANNING"
}