{
  "id": "3259",
  "title": "A Study on protagonist's damnation in Marlowe's Doctor Faustus",
  "abstract": "This thesis is a study concerning Christopher Marlowe's Doctor Faustus. This play represents the damnation of human soul under a violation of Divine law.The writer chooses Marlowe's Doctor Faustus because the protagonist in this play is different from Marlowe's other protagonists. Most of Marlowe's protagonists are symphathetic, however, Faustus is far from being symphathetic. Faustus is in revolt against human limitation of knowledge and power. He wants to empower himself with Godlike power and knowledge. This thesis is written to analyze the process that leads the protagonist to his damnation. Here, the study of the damnation as revealed through the protagonist becomes the major problem of the analysis. In discussing this topic, the writer will analyze the protagonist's conflicts in chapter III, followed by how Faustus' pride and despair lead him to the way of damnation in the next part of this chapter. It is important to study Faustus' conflicts first before analyzing the role of Faustus' pride and despair so the readers can know what the conflicts are and how Faustus faces them. Through this study, it is found that Faustus' pride is the reason why he dares to abjure God. Besides, his despair is the obstacle in the way of his return to God's grace. In the end, Faustus comes to realize about his powerlessness and worthlessness of life. He cannot cope with his conflicts and falls to despair. In his despair, he attempts to commit suicide. Both of the reasons above finally bring Faustus into the way of everlasting punishment. At the end the writer sees the catastrophe, that is the damnation of Faustus, the sending of his soul into Hell.",
  "creators": "THEO WIBISONO WIDODO",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1137/ING/2003; Theo Wibisono Widodo (11494089)",
  "subjects": "MARLOWE, CHRISTOPHER,1564-1593. DOCTOR FAUSTUS-STUDY AND TEACHING; ENGLISH DRAMA-16TH CENTURY-STUDY AND TEACHING"
}