{
  "id": "3260",
  "title": "A Study on the ways Thomas Hardy reveals meliorism in his four poems, \"the darkling thrush\", \"to an unborn pauper child\", \"in time of 'the breaking of nations'\" and \"afterwards\"",
  "abstract": "Thomas Hardy has been well-known not only for his great works in literature but also for his pessimistic philosophy. Everyone labels him as a pessimistic, depressed, nihilistic, and dark poet, although he had intensely rejected the label and declared himself many times as a meliorist. Meliorism is the compromise between optimism and pessimism, which also asserts that the world tends to get better and the future may be brighter. The thesis writer wants to find out in what ways meliorism is revealed in Hardy's poems by analyzing four of his best poems that are acknowledged to have revealed a more positive outlook of the poet. Those poems are \"The Darkling Thrush\", \"To an Unborn Pauper Child\", \"In Time of 'The Breaking of Nations'\", and \"Afterwards\". Descriptions on meliorism and how Hardy perceives it are used in the analysis together with the literary devices. The thesis writer applies some elements of poetry such as diction or the choice of words, imagery, symbol, allusion, metaphor, simile, personification, apostrophe, synecdoche, overstatement, and tone in the analysis to achieve the purpose of the study. After doing the analysis, it is found out that in the four poems, meliorism is revealed through diction or the choice of words, imagery, symbol, allusion, metaphor, simile, and personification that are employed by the speaker or the poet to create a shift of tone from pessimistic to optimistic, which shows a compromise between pessimism and optimism, and also his hopeful attitude toward the future.",
  "creators": "DIANA DEWI SIDHARTA",
  "contributors": "Sarah Limuil (Advisor 1); SAMUEL GUNAWAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1139/ING/2003; Diana Dewi Sidharta 11498053)",
  "subjects": "ENGLISH POETRY-20TH CENTURY-STUDY AND TEACHING; HARDY, THOMAS, 1840-1928 AFTERWARDS-STUDY AND TEACHING; HARDY, THOMAS, 1840-1928 IN TIME OF THE BREAKING OF NATIONS-STUDY AND TEACHING; HARDY, THOMAS, 1840-1928 THE DARKLING THRUSH-STUDY AND TEACHING; HARDY, THOMAS, 1840-1928 TO AN UNBORN PAUPER CHILD-STUDY AND TEACHING"
}