{
  "id": "32614",
  "title": "Analisa pembayaran pajak dan persepsi penghasilan menurut wajib pajak orang pribadi yang membayar persepuluhan",
  "abstract": "Penelitian ini bertujuan untuk mengetahui persepsi penghasilan menurut Wajib Pajak Orang Pribadi yang membayar persepuluhan. Penelitian ini dilakukan dengan melihat definisi penghasilan menurut Wajib Pajak melalui pembayaran persepuluhan yang dilakukannya, karena pembayaran persepuluhan didasari oleh pemikiran masing-masing individu terkait apa saja yang termasuk dalam penghasilan (self-defined income). Jumlah responden yang digunakan dalam penelitian ini adalah 30 Wajib Pajak Orang Pribadi di Surabaya yang menganut agama Kristen. Teknik analisa yang digunakan adalah metode sequential explanatory design, yang diawali dengan analisa kuantitatif menggunakan Uji Beda Dua Kelompok dan kemudian dilanjutkan dengan analisa kualitatif. Hasil penelitian menunjukkan bahwa Wajib Pajak cenderung memiliki persepsi bahwa yang termasuk dalam definisi penghasilan adalah penerimaan kas, yang diukur dengan jumlah total kas yang diterima dalam suatu periode tertentu. Kemudian juga ditemukan bahwa tidak terdapat perbedaan antara pembayaran persepuluhan yang dilakukan oleh Wajib Pajak dengan pembayaran Pajak Penghasilan, yang artinya bahwa perilaku pembayaran Pajak Penghasilan dilakukan sesuai dengan persepsi penghasilan menurut Wajib Pajak. Dari analisa kualitatif dalam penelitian ini, ditemukan bahwa persepsi Wajib Pajak terkait dengan praktek perpajakan di Indonesia juga berperan dalam pembayaran pajak yang dilakukan oleh Wajib Pajak.",
  "creators": "AYLEEN SIDARTA",
  "contributors": "Elisa Tjondro (Advisor 1); Yenni Mangoting (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010641/AKT/2015; Ayleen Sidarta (32411011)",
  "subjects": "INCOME TAX-ACCOUNTING; TAX ACCOUNTING"
}