{
  "id": "32621",
  "title": "The Slave industry: macklemores constructed star image",
  "abstract": "Rap and hip-hop culture has been accepting the comprehension of misogynist and homophobic issues from its lyrics. The effect of the culture is still exist and actually going on in today’s rappers and hip-hop music industry. The consistency of hip-hop music industry producing such contexts is repeatedly shown in the mainstream music industry. The coming of Ben Haggerty or Macklemore, as a new white American Rapper from Seattle brought a new issue for the hip-hop culture to be accepting the idea of pro-LGBT content inside the media texts. Macklemore provide the contradict image towards any other rappers which lead to the new kind of rap, breaking the stereotype of mainstream rap/hip-hop culture provided. The findings of this research are the Macklemore is constructed star image as he managed to mimics the mainstream rappers style yet with the same style of music, he consist his texts media as something to be contradict with other rappers. He provided counterculture texts comparing other rappers which made him different with other rappers by content, yet managed to stay as a product of the slavery media industry whereas the purpose of the different star persona is to gain economical income. Even though he seems like he is uniquely different, in the end he is just one of the few products the popular culture industry provide to let the audience consumed him. Also, the intervention of the media both as a tool for the celebrities or the social control towards the society actually involved a lot in the making of celebrities. The role of mass media in star studies could either just be the tool for celebrities to advertise their product freely or as a social control which means mass media hold its ideology towards social constructed celebrities for the purpose of public opinion yet most likely to be based on economical profits as well. This study can be used as a foundation for research about the popular culture portrayal. Also, this study contributes combination between the media and cultural research.",
  "creators": "DONNA YOHANA WEHELMINA",
  "contributors": "Nanang Krisdinanto (Advisor 1); Grace Swestin (Advisor 2); Ido Prijana Hadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011056/KOM/2014; Donna Yohana Wehelmina (51410071)",
  "subjects": "MUSIC; MASS MEDIA; COMMUNICATION"
}