{
  "id": "3262",
  "title": "Penjadwalan perawatan mesin-mesin produksi pada unit 2A (televisi) di PT. Panggung Electric Corporation",
  "abstract": "PT. Panggung Electronic Corporation merupakan sebuah perusahaan yang bergerak dalam bidang elektronik, dimana saat ini PT. Panggung telah memproduksi berbagai jenis elektronik seperti televisi, kaset, VCD, DVD, tape, CD, dan lemari kabinet. Seiring dengan berkembangnya keanekaragaman jenis barang dan kapasitas produksi yang diproduksi dalam perusahaan PT. Panggung, mengakibatkan naiknya jumlah dan jenis mesin-mesin produksi yang dimiliki oleh perusahaan ini. Untuk menjaga agar mesin dapat berproduksi dalam kuantitas yang relatif stabil maka diperlukan teknik perawatan mesin yang baik agar mesin tetap dalam kondisi yang andal. Selama ini perusahaan hanya melakukan penggantian terhadap komponen mesin yang rusak setelah mesin mengalami kerusakan, sehingga menimbulkan biaya kehilangan produksi yang relatif besar yang harus ditanggung oleh perusahaan. Tujuan pengerjaan tugas akhir ini adalah untuk merancang suatu jadwal pemeliharaan pencegahan yang dalam hal ini adalah penggantian komponen fanbelt, bearing, gear box, limit switch, dan seal. Pengolahan data yang dilakukan untuk mendapatkan selang waktu interval penggantian komponen yang optimal dengan memperhitungkan keandalan dimana penggantian komponen yang dilakukan menghasilkan ekspektasi biaya yang paling minimum yang harus dikeluarkan oleh perusahaan. Hasil yang diperoleh menunjukkan bahwa penggantian komponen yang dilakukan sebelum terjadi kerusakan mampu menekan biaya kehilangan produksi yang harus ditanggung oleh perusahaan secara keseluruhan sebesar 46,1%.",
  "creators": "FENNY TENDEAN",
  "contributors": "Soejono Tjitro (Advisor 1); SOESATIJONO (Advisor 2); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 01/0684/IND/2003; Fenny Tandean (25498167)",
  "subjects": "INDUSTRIAL EQUIPMENT--MAINTENANCE AND REPAIR; PLANT MAINTENANCE; PLANT ENGINEERING; MACHINERY-MAINTENANCE AND REPAIR"
}