{
  "id": "32632",
  "title": "Perancangan sistem HACCP di Plant-2 PT X",
  "abstract": "PT X adalah sebuah industri pangan di Indonesia yang memproduksi minyak makan nabati dengan bahan baku kopra dan Crude Palm Oil. Salah satu keinginan perusahaan adalah menjadi supplier Kraft Foods yang telah diakui secara internasional. Kraft Foods memiliki berbagai regulasi untuk calon supplier, salah satunya adalah dokumentasi HACCP. PT X saat ini telah memiliki sistem HACCP dengan acuan SNI (Standar Nasional Indonesia) dan masih dalam tahap proses audit. Perancangan sistem HACCP pada penelitian ini dilakukan untuk produk RBD CNO, Olein, dan Stearin sesuai regulasi Kraft Foods. Critical Control Point (CCP) yang ditemukan adalah kontaminasi serat karung, spons, dan logam pada strainer output RBD CNO dan Olein. Satu CCP lainnya adalah kontaminasi kabel tee, hama binatang, dan serat cloud filter pada strainer stearin pada proses fraksinasi. Pengendalian batas kontrol CCP dilakukan dengan pemantauan pressure gauge saat pengisian minyak ke dalam packaging serta pembersihan strainer stearin sebelum dan sesudah proses produksi. Berdasarkan analisa yang telah dilakukan, didapatkan presentase jumlah proses yang termasuk dalam Prerequisite Program untuk RBD CNO adalah sebesar 32,26%; RBD Olein sebesar 35,48%; dan RBD Stearin sebesar 33,33%. Persentase jumlah proses yang termasuk dalam Critical Control Point untuk RBD CNO dan Olein adalah sebesar 3,23% serta untuk RBD Stearin sebesar 3,33%.",
  "creators": "RELLYA SPEEDYA SUGIANTO",
  "contributors": "Togar Wiliater Soaloon Panjaitan, S.T., MBA. (Advisor 1); Felecia, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021770/IND/2014; Rellya Speedya Sugianto (25410061)",
  "subjects": "FOOD--SAFETY MEASURES; HACCP (FOOD SAFETY SYSTEM)"
}