{
  "id": "3265",
  "title": "An Interruption study on TPI talkshow \"pro dan kontra\" hosted by Tiurmaida Tampubolon",
  "abstract": "This study mainly deals with interruption, but after several thoughts the writer also put some other subject matters that normally have connection with interruption, but it still focuses on interruption. This study analyzes the interruption strategy and other themes that occur in a TPI talk show which is hosted by Tiurmaida Tampubolon. Throughout this research the writer intends to know who interrupts a conversation, male or female, and what the reasons the interruptions occur. The writer also wants to know the cohesion of the first speaker?s to the next speaker?s speech. Furthermore, the writer needs to know the politeness strategy each speaker uses, as well as the turn taking of the conversation. In conducting this research, the writer uses qualitative and a limited quantitative approach to study the interruptions which occur in the conversation of the TPI talk show. The data are obtained by recording the TPI talk show. Next, the data are analyzed using the theory of Wardhaugh (1985) for the part about the reasons of interruptions and the turn taking analysis, Cameron (1981) for the gender analysis, and Brown and Levinson (1987) for the politeness analysis. The first findings show that the female controls or leads the making of interruptions. Then, from the second findings shows that, trying to complete is one of the most frequent reasons used in making interruptions while result of the analysis on the cohesiveness of the first speaker to the next speaker sentence is unsatisfactory. From the third findings about the politeness strategies that the participants use, the writer finds that the use of positive politeness strategies is preferable. Finally, from the last findings of the chairwoman-panellist conversation analysis or turn taking, the chairperson or the female dominates the conversation.",
  "creators": "HANGKY GEORGE M SAMPOUW",
  "contributors": "ABBAS A.BADIB, Pof.DR.MA.,MA. (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Undergraduate Thesis No. 1145/ING/2003; Hangky George Maercel Sampouw (11498144)",
  "subjects": "SOCIOLINGUISTICS"
}