{
  "id": "3266",
  "title": "Analisa mengenai faktor-faktor yang mempengaruhi kinerja tenaga kerja pada PT. X",
  "abstract": "Suatu perusahaan perlu memperhatikan dan memperbaiki kinerja dari tenaga kerja secara terus-menerus, termasuk perusahaan PT. X. Kinerja tenaga kerja dipengaruhi oleh bermacam-macam faktor. Faktor-faktor inilah yang harus dapat diketahui dan dianalisa sehingga perusahaan dapat mengambil langkah yang tepat dalam usaha meningkatkan kinerja tenaga kerja. Faktor-faktor tersebut disusun berdasarkan teori yang telah ada dan kondisi yang terjadi di lapangan perusahaan yang kemudian dituangkan ke dalam bentuk kuisioner. Faktor-faktor yang disusun dalam kuisioner adalah faktor gaji, reward, motivasi, aturan, komunikasi dan fasilitas. Hasil kuisioner tersebut akan diolah dengan menggunakan alat bantu statistik dan pemodelan dengan menggunakan fuzzy cognitive maps untuk mengetahui faktor apa saja yang mempengaruhi kinerja dari tenaga kerja. Pemodelan fuzzy cognitive maps diperoleh dari hasil analisa data secara statistik, studi literatur, wawancara dari perusahaan. Hasil analisa dengan analisa secara statistik membuktikan faktor yang berpengaruh adalah faktor kesesuaian antara posisi tubuh operator dengan mesin dalam melakukan proses produksi serta faktor umur (faktor dari segi fisik). Hasil analisa dengan pemodelan fuzzy cognitive maps membuktikan bahwa faktor reward dan faktor motivasi (faktor dari segi mental) yang berpengaruh pada kinerja operator. Hasil kedua analisa tersebut yang akan dijadikan kontribusi bagi perusahaan PT. X sehingga nantinya dapat meningkatkan kinerja tenaga kerja.",
  "creators": "LIEM YENNY BENDATU",
  "contributors": "Danny Prabowo Soetanto (Advisor 1); Jani Rahardjo (Advisor 2); Herri Christian Palit (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 01/676/IND/2003; Liem Yenny Bendatu (25499005)",
  "subjects": "PERSONNEL MANAGEMENT; LABOR PRODUCTIVITY"
}