{
  "id": "3267",
  "title": "Peningkatan produktivitas tenaga kerja dengan job enlargement dan job enrichment di PT. Trias Sentosa Sidoarjo (studi kasus di departemen BOPP)",
  "abstract": "Tenaga kerja merupakan salah satu faktor yang penting dalam perusahaan, oleh karena itu untuk mendapatkan kinerja perusahaan yang lebih baik maka salah satu hal yang harus dilakukan adalah peningkatan produktivitas tenaga kerja. Proses peningkatan produktivitas tenaga kerja dilakukan berdasarkan siklus produktivitas yang terdiri atas empat langkah. Langkah pertama adalah pengukuran produktivitas tenaga kerja dengan membandingkan antara nilai keluaran, yaitu tingkat penjualan; dengan nilai masukan, yaitu biaya tenaga kerja. Langkah kedua adalah evaluasi produktivitas tenaga kerja, dengan menganalisa faktor-faktor kuantitatif dan kualitatif yang mempengaruhi tingkat produktivitas tenaga kerja yang ada. Langkah ketiga adalah perencanaan produktivitas tenaga kerja dengan melihat hasil analisa sebelumnya, kemudian melakukan perencanaan terhadap perubahan-perubahan yang bisa dilakukan, terutama terhadap deskripsi kerja dari operator yang ada. Langkah keempat adalah peningkatan produktivitas tenaga kerja, yang merupakan implementasi dari perencanaan yang dilakukan sebelumnya. Di sini didapatkan hasil bahwa dengan melakukan beberapa perubahan pada konsep struktur organisasi yang ada, perubahan jumlah operator serta perubahan deskripsi kerja sesuai dengan jumlah operator yang ada didapatkan bahwa tingkat produktivitas tenaga kerja pada bulan ke tujuh meningkat dibandingkan dengan periode dasar penelitian.",
  "creators": "ASTARI HADIWIJAYA",
  "contributors": "Moses L. Singgih (Advisor 1); Kriswanto Widiawan (Advisor 2); Herri Christian Palit (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 01/0666/IND/2003; Astari Hadiwijaya (25497052)",
  "subjects": "JOB ANALYSIS; JOB EVALUATION; PERSONNEL MANAGEMENT"
}