{
  "id": "32687",
  "title": "Potensi kertas koran dan gabus sebagai alternatif material akustik",
  "abstract": "Koran masih menjadi kebutuhan utama manusia mengenai informasi dan berita hingga saat ini. Koran akan dibuat dan dibuang setiap harinya, limbah koran tidak akan pernah habis sehingga banyak orang yang memanfaatkan limbah koran tersebut sebagai akesoris badan maupun interior. Penelitian mengenai kertas telah banyak dilakukan sebagai upaya mengurangi penebangan pohon. Kertas memiliki kandungan kimia dan alami yang bagus sehingga limbah kertas dapat didaur ulang menjadi berbagai macam bentuk. Keberadaan kertas koran yang sangat berlimpah dan tekstur yang dimiliki memunculkan ide pada penulis untuk membuat panel dinding akustik yang tidak hanya berfungsi secara estetika namun juga secara teknis, membuat ruang menjadi nyaman secara akustik Selain kertas koran akan digunakan beberapa jenis limbah yang akan mendukung fungsi panel akustik tersebut. Penelitian kali ini menggunakan sebuah ruang Sekolah Wisma Musik Symphony yang membutuhkan treatment akustik yang ekonomis dan efisien. Metode penelitian yang digunakan adalah metode kuantitatif melalui wawancara pengguna dan ahli akustik, survey lapangan, studi pustaka, dan percobaan-percobaan hingga menemukan komposisi panel yang dapat mengatasi masalah pada ruang Sekolah Wisma Musik Symphony tersebut. Percobaan yang dilakukan menghasilkan komposisi kertas koran : kasting sebanyak 1 : 3 (sendok bebek). Sedangkan komposisi pada panel tersebut terdiri dari olahan koran : gabus : multipleks 3 : 3 : 0,6 (cm) yang dapat menyerap suara sebanyak 96 dB.",
  "creators": "PRISCILLA GLORIA",
  "contributors": "Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor 1); Ir. Hendy Mulyono (Advisor 2); Martino Dwi Nugroho, S.Sn., M.A (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00011214/DIN/2014; Priscilla Gloria (41410011)",
  "subjects": "INTERIOR DESIGN; ACOUSTICAL ENGINEERING"
}