{
  "id": "32680",
  "title": "Redesain interior bandar udara Notohadinegoro di Jember",
  "abstract": "Bandar Udara Notohadinegoro Jember adalah bandara yang berlokasi di wilayah kecamatan Ajung, Kabupaten Jember, Jawa Timur. Bandara ini telah lama tidak membuka penerbangan umum dan kondisi gedung terminalnya kurang memenuhi standar sebagai Terminal Bandara. Jumlah kapasitas pengunjung bandara berdasarkan data real yang didapatkan dari wawancara pihak terkait. Untuk itu dilakukan redesain agar Terminal Bandara ini memiliki standar gedung terminal Bandara yang sesuai serta memiliki tujuan dan target desain yang memenuhi nilai ekonomi, sosial, politik dan wisata, serta meningkatkan Nilai Budaya dan potensi lokal kota Jember. Tahapan pertama redesain dilakukan dengan pengumpulan data dan observasi lapangan untuk mencari kebutuhan dan masalah dari obyek yang akan diredesain, kemudian data dikumpulkan dan dianalisa, pemecahan solusi masalah yang kemudian dikembangkan menjadi suatu konsep desain yang baik dan benar. Redesain Interior Bandara menggunakan konsep natural “Seed” dan citra lokal budaya Jember untuk memperbaiki standar fasilitas interior. Penerapan lokal budaya menggunakan daun Tembakau. Bentukan daun Tembakau akan diterapkan pada dekoratif ruang dan juga bentukan elemen interior. Suasana ruang disini memiliki suasana Alam yang Natural dimana penerapan pada material Alam seperti kayu dan batu pada dinding, plafon, dan lantai, bentukan desain pada perabot yang sesuai dengan konsep desain dan penggunaan warna natural. Bandara ini diredesain menjadi lebih baik pada pelayanan, fasilitas, sirkulasi yang terarah, dan informatif.",
  "creators": "CELINE DESTIANA SIEM",
  "contributors": "Ronald H.I. Sitindjak (Advisor 1); Anik Rakhmawati (Advisor 2); Sriti Mayang Sari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021220/DIN/2014; Celine Destiana Siem (41410019)",
  "subjects": "AIRPORT TERMINALS-DECORATION"
}