{
  "id": "32692",
  "title": "Pengaruh tradisi pemujaan leluhur terhadap organisasi ruang rumah Tionghoa saat ini di Surabaya",
  "abstract": "Di Indonesia, Tionghoa merupakan imigran terbanyak dibandingkan dengan imigran dari negara-negara lain. Walaupun menjadi imigran dan hidup bercampur dengan negara lain, tetapi Tionghoa tetap mengingat dan melaksanakan tradisi dan kebudayaan asalnya dengan sangat kuat. Surabaya merupakan wilayah pemukiman pantai yang banyak dikunjungi oleh imigran sehingga banyak orang Tionghoa juga yang tinggal di Surabaya. Salah satu tradisi yang masih dijalankan oleh Tionghoa di Surabaya saat ini adalah pemujaan leluhur. Orang-orang yang masih menjalankan tradisi ini biasanya memiliki altar pemujaan leluhur di rumahnya. Altar pemujaan leluhur ini memiliki pengaruh yang cukup kuat dalam organisasi ruang rumah Tionghoa karena peletakan altar tersebut memiliki aturan-aturan tertentu yang mempengaruhi ruangan dalam rumah tersebut. Penelitian ini menggunakan metode kualitatif yang bersifat deskriptif dan bertujuan untuk mendeskripsikan pengaruh tradisi pemujaan leluhur terhadap organisasi ruang rumah Tionghoa saat ini di Surabaya. Hasil penelitian menunjukkan bahwa tradisi pemujaan leluhur masih memberikan pengaruh terhadap organisasi ruang pada rumah Tionghoa di Surabaya karena dengan adanya tradisi tersebut maka organisasi ruang harus disesuaikan dengan aturan-aturan yang terdapat dalam tradisi tersebut. Namun terdapat penyesuaian dan pergeseran yang diakibatkan beberapa faktor yang mempengaruhi, baik dari kondisi wilayah yang padat hingga faktor dari pemilik rumah yang kurang mengenal dan memahami aturan tradisinya.",
  "creators": "PRISCILLIA SASMITA",
  "contributors": "Dr. Ir. Lintu Tulistyantoro, M.Ds. (Advisor 1); MOCH. TAUFAN RIZQI (Advisor 2); Stephanus P. Honggowidjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00011221/DIN/2014; Priscillia Sasmita (41410021)",
  "subjects": "INTERIOR DESIGN; INTERIOR DECORATION-DESIGN; HOUSING (CHINESE)-SURABAYA"
}