{
  "id": "32698",
  "title": "Analisis variasi keputusan banding mengenai sengketa faktur pajak pertambahan nilai",
  "abstract": "Penelitian ini bertujuan untuk menganalisis variasi putusan banding mengenai Faktur Pajak Pertambahan Nilai. Analisis dilakukan berdasarkan pokok sengketa dan peraturan-peraturan yang digunakan dalam persidangan. Tipe penelitian ini berupa penelitian kualitatif. Penelitian ini menganalisa 45 putusan sengketa pada tahun 2012 sampai 2014 dengan tahun pajak putusan 2004-2010. Dari 45 putusan tersebut peneliti mengklasifikasikan berdasarkan pokok sengketa dan dari klasifikasi tersebut peneliti menganalisi peraturan yang paling banyak dipakai pada tiap klasifikasi. Hasil penelitian ini terdapat 5 klasifikasi pokok sengketa yaitu mengenai konfirmasi, 1 Faktur Pajak Cacat barang strategis, royalti, serta lain-lain. Dikabulkan ataupun tidaknya putusan tersebut diputuskan oleh Majelis berdasarkan pembuktian yang dilakukan oleh Pemohon Banding. Mengenai klasifikasi konfirmasi kasus tersebut banyak terjadi karena kelemahan yang terdapat pada Wajib Pajak yang tidak melakukan konfirmasi secara intern serta pemeriksa bisa saja melakukan pemeriksaan tidak sesuai dengan prosedur. Mengenai klasifikasi Faktur Pajak Cacat terjadi karena menurut pemeriksa tidak dicoret pada kolom tertentu merupakan bagian dari kelengkapan dari Faktur Pajak. Mengenai klasifikasi Barang Strategis terjadi karena tidak dipisahkan pembukuan bagi kegiatan yang terutang PPN dan yang tidak terutang PPN. Mengenai klasifikasi Royalti tersebut harus berhubungan langsung dengan kegiatan usaha. Mengenai klasifikasi lain-lain tersebut Wajib Pajak harus dapat memberikan bukti yang kuat serta harus berhubungan langsung dengan kegiatan usaha.",
  "creators": "CHYNTIA ANGELINE",
  "contributors": "R.Arja Angka Asa Aras Adji S. (Advisor 1); Yenni Mangoting (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010655/AKT/2015; Chyntia Angeline (32411074)",
  "subjects": "VALUE ADDED TAX; TAX ACCOUNTING-LAW AND LEGISLATION; TAX ACCOUNTING"
}