{
  "id": "32695",
  "title": "Proses penagihan pajak dengan surat paksa berdasarkan undang-undang penagihan pajak dengan surat paksa",
  "abstract": "Pajak merupakan pendapatan negara yang cukup potensial untuk menunjang keberhasilan pembangunan nasional. Penerimaan dari sektor pajak merupakan sumber penerimaan negara terbesar. Banyak cara yang dilakukan Direktorat Jenderal Pajak untuk meningkatkan penerimaan negara dari sektor pajak salah satunya adalah dengan melaksanakan penagihan pajak. Penagihan pajak yang efektif merupakan sarana yang tepat untuk mencapai target penerimaan pajak yang maksimal. Penagihan pajak dengan surat paksa merupakan upaya pemerintah untuk mendorong masyarakat agar bertanggung jawab dan ikut berperan dalam perkembangan pembangunan. Tetapi fenomena yang terjadi menunjukkan bahwa penagihan pajak yang telah dilakukan semaksimal mungkin tidak juga membuat angka tunggakan pajak menurun. Tujuan dari penelitian ini adalah untuk mengetahui proses kegiatan penagihan pajak berdasarkan Undang- Undang Penagihan Pajak dengan Surat Paksa yang merupakan ujung tombak penerimaan negara. Metode yang digunakan dalam penelitian ini adalah kualitatif deskriptif yang menggunakan metode wawancara untuk mendapatkan data primer penelitian. Hasil dari penelitian ini menunjukkan bahwa sebagian besar penagihan pajak yang dilakukan telah sesuai dengan peraturan yang mengatur, akan tetapi masih ada beberapa pos-pos yang menunjukkan adanya ketidak pastian hukum yang akan membingungkan dan merugikan wajib pajak yang bersangkutan.",
  "creators": "JESSICA TANUWIJAYA",
  "contributors": "Donni Budiono, ST., SE., SH., MH., Ak (Advisor 1); Yenni Mangoting (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010659/AKT/2015; Jessica Tanuwijaya (32411065)",
  "subjects": "TAX ACCOUNTING"
}