{
  "id": "3270",
  "title": "Relationship of the Duos' lives in Lilian Hellman's the Autumn Garden",
  "abstract": "Lillian Hellman is a successful American playwright that her works are well accepted by the society, especially the American society. Her play, The Autumn Garden that I analyze was not successful on stage but it was praised as her most mature play. The play talks about the relationship of General Griggs and his wife Rose, also Nick and Nina in a summer resort near New Orleans in 1949. This play shows broken relationships in the two couples of husbands and wives. Considering the topic, I am curious to know what is the cause of the broken relationship in the two couples? lives and what is the impact of the broken relationship toward them. I analyze the play by using literary approach; using conflict and characterization. I also use the concept of immaturity and maturity to help me analyze the characters to know the cause and the impact of the broken relationship. The characters show the phenomena of the instability of the relationship since each character has their own character traits that contradict their couples?. Hence, through the contradiction of each character in these couples many conflicts appear in their relationships. Despite the broken relationship, they grow to be more accepting of their differences. A broken relationship does not always bring negative impacts as it can also lead to a better understanding between couples.",
  "creators": "SUSI AMELIA NGO",
  "contributors": "Jenny Mochtar Djundjung (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1140/ING/2003; Susi Amelia Ngo (11499089)",
  "subjects": "HELLMAN, LILLIAN, 1905-... THE AUTUMN GARDEN-STUDY AND TEACHING; AMERICAN DRAMA--20TH CENTURY--STUDY AND TEACHING"
}