{
  "id": "3271",
  "title": "The Study of structural ambiguity in the articles of opinion in \"The Jakarta Post\" newspaper",
  "abstract": "Nowadays, people need more actual and complete information. To get that information, there are several ways. Newspaper is one way to get information. In reading the newspaper, it is important to get what the newspaper intended to say. Therefore, newspaper should present the information clearly. However, constructing sentences sometimes produces more than one meaning. Therefore, the writer wants to conduct this study about structural ambiguity because readers can get misunderstanding or misinterpretation, from The Jakarta Post newspaper in the articles of opinion. From this study, the writer wants to know what types of ambiguity and the frequency of each type which occur in The Jakarta Post newspaper in the articles of opinion. To analyze the data, the writer uses ?immediate constituent analysis? through tree diagram as the main theory (Van Valin, 2001) which is supported by the theory of ambiguity from http://webdeptos.uma.es/filifa/personal/amoreno/teaching/ling/19.htm. Two related studies are reviewed from Silvia Hartono?s research entitled `The structural ambiguity in news headlines in the Jakarta post? (1999) and Diana Kusumawati?s research entitled `The study of ambiguity in the articles of Hello magazine? (2001) to support the analysis. This study takes 25 articles from the articles of opinion of ?The Jakarta Post? newspaper by Indonesian writers. The writer collected the data which has two or more meanings. Through the analysis, she finds that there are two types of ambiguity in the articles of opinion in The Jakarta Post newspaper. Actually, there are five types, namely, noun phrase, verb phrase, adjective phrase, adverb phrase, and prepositional phrase, but in this study the writer only finds two types, namely, noun phrase and prepositional phrase. Noun phrase can be divided into two, based on parts of speech, namely, adjective + Noun + Noun and Adjective + Noun + con + Noun, while prepositional phrase can be divided into two based on the effects whether it affects meaning or not. Prepositional phrase that does not affect meaning can be divided into two based on parts of speech, namely, preposition + adjective + Noun + Noun and preposition + adjective + Noun + con + Noun. The prepositional phrase is more predominant and not affecting meaning in the form of preposition + adjective + Noun + Noun.",
  "creators": "OEY DHEVITA ANDRIZA",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); SUKEMI, PROF.DR.M.A. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1167/ING/2003: Oey Dhevita Andriza (11499108)",
  "subjects": "LANGUAGE AND LANGUAGES-GRAMMARS; GRAMMAR, COMPARATIVE AND GENERAL-SYNTAX"
}