{
  "id": "3275",
  "title": "Casual speech style used by female students of Petra Christian University while gossiping in their boarding house",
  "abstract": "As her fulfillment of one of the requirements for the degree of Sarjana S-1, the thesis writer takes an analysis on the characteristics of casual speech style used by female students while gossiping in their boarding house. The reason why the writer choose casual speech style as the topic of her research is because casual speech style is commonly used in daily interaction rather than other kinds of speech styles such as frozen, formal, consultative and intimate. The writer choose female students as her source of data connected with the activity of gossiping because gossiping is known as female talk. The writer wants to find out what kinds of characteristics of casual speech styles that are used by the students and the highest occurrence among the characteristics that are used. The purpose of her research is to find out the characteristic that is commonly used by female students in their activity of gossiping. In conducting her research, the writer uses tape recorder to get the data. She records female conversations in her boarding house when they were gossiping. It was done in order to get the data being recorded accurately and naturally. In classifying the data, the writer uses the theory of Martin Joos. She also uses Allan Bell and Esther Kuntjara as the additional information. The discussion can be seen in detail in the second chapter. The result of the analysis finds that all of the characteristics of casual speech style, namely, ellipsis, local dialect form and slang are used in the activity of gossiping. Local dialect form found in gossiping between female students because they used Indonesian with the mixture of Javanese. From the theory by Kuntjara, local dialect form is usually used in Indonesian daily conversation. Actually, local dialect form is not classified as one of the characteristics of casual speech style based on the theory by Joos (1976). It can be conclude that actually in Indonesia, the theory by Joos can not be used in identify the characteristics of casual speech styles because Indonesian people tend to use local dialect form rather than other characteristics From the data, we can see that the highest occurrence of characteristics of casual speech style is local dialect form.",
  "creators": "GRACE SALAWANE",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Lisa Setiawati Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1169/ING/2003; Grace Salawane (11499140)",
  "subjects": "SOCIOLINGUISTICS; INDONESIAN LANGUAGE-SOCIAL ASPECTS"
}