{
  "id": "32752",
  "title": "Pengaruh servant leadership terhadap employee empowerment, organizational culture, dan competitive advantage pada Universitas di Surabaya",
  "abstract": "Penelitian ini bertujuan untuk mengetahui apakah terdapat dampak antara Servant Leadership Terhadap Employee Empowerment, Organizational Culture, dan Competitive Advantage. Variabel Servant Leadership diukur dari lima indikator, yaitu altruistic calling, emotional healing, wisdom, persuasive mapping, dan organizational stewardship. Variabel Competitive Advantage diukur dari lima indikator, yaitu differentiation and quality of the products, cost of products, innovation, growth dan alliances. Variabel Employee Empowerment diukur dari empat indikator, yaitu competence, meaningfull, self-determination, dan impact. Variabel Organizational Culture diukur dari empat indikator, yaitu clan, adhocracy, market dan hierarchy. Pengumpulan data dilakukan dengan cara membagikan kuesioner. Unit analisis penelitian adalah dosen di enam universitas di Surabaya. Responden yang dijadikan sampel sebanyak 10 sampai 15 dosen pada masing-masing enam universitas. Metode analisis yang digunakan dalam menguji hipotesis adalah Structural Equation Modeling (SEM) dengan menggunakan Partial Least Square (PLS). Penelitian ini berhasil membuktikan bahwa servant leadership berdampak positif terhadap Competitve Advantage, Employee Empowerment dan Organizational Culture, lalu employee empowerment berdampak positif terhadap competitive advantage serta organizational culture berdampak positif pada competitive advantage.",
  "creators": "HENDRI KWESTIANUS",
  "contributors": "Devie (Advisor 1); Saarce Elsye Hatane (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010729/AKT/2015; Hendri Kwistianus (32411084)",
  "subjects": "ORGANIZATIONAL CULTURE; LEADERSHIP; EMPLOYEE EMPOWERMENT"
}