{
  "id": "32754",
  "title": "Perancangan interior galeri, kafe, dan retail nostalgia Surabaya",
  "abstract": "Perancangan interior galeri, kafe dan retail nostalgia ini dirancang dengan tujuan dan harapan agar dapat berguna untuk masyarakat sebagai tempat hiburan, informasi, dan edukasi di satu tempat yang sama untuk berbagai kalangan masyarakat, sehingga masyarakat dapat menemukan tempat hiburan serta area edukasi dan informasi tentang apa yang berhubungan dengan nostalgia yang sebelumnya belum pernah ada di Surabaya. Perancangan interior galeri, kafe dan retail nostalgia ini akan menghasilkan sebuah karya desain yang rencananya akan dididirikan di daerah Surabaya bagian tengah yaitu di daerah sekitar Tunjungan dan dengan hotel Majapahit. Lokasi perancangan yang dipilih untuk perancangan ini cukup strategis dan berprospek, karena berada di kawasan yang ramai dan juga selain itu kawasan ini banyak lokasi yang bersejarah, sehingga merupakan daya tarik masyarakat luas yaitu masyarakat Surabaya maupun masyarakat pendatang dan tourist. Dalam upaya untuk dapat merealisasikan perancangan ini maka dibutuhkan beberapa tahap untuk memenuhi kebutuhan perancangan. Tahapan yang pertama yaitu mencari data yang dibutuhkan dengan lengkap yang terkait dengan perancangan. Seperti data literatur , data tipologi sebagai pembanding yaitu antara lain kopitiam 88 di Surabaya, Ourbar di Surabaya, The Bistrot di Seminyak Bali, dan Cosmic Diner di Sunset Road di Bali. Dari 4 tipologi ini akan dianalisis dari segi gaya desain maupun elemen interiornya, yang akan digunakan sebagai dasar dari perancangan ini. Kesimpulan dari data tipologi akan dibandingkan dengan literatur dan akan digunakan sebagai pedoman perancangan. Setelah itu baru mulai pembuatan gambar kerja perancangan, serta maket sebagai salah satu media untuk mempermudah dan menjelaskan desain perancangan yang dibuat.",
  "creators": "ELVIRA DWIJAYANTI",
  "contributors": "Stephanus P. Honggowidjaja (Advisor and Examination Committee); Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021239/DIN/2014; Elvira Dwi Jayanti (41410047)",
  "subjects": "RESTAURANTS-DECORATION; RECREATION AREAS; MUSEUMS-DECORATION"
}