{
  "id": "32785",
  "title": "Evaluasi penerapan electronic data interchange di kawasan Pabean Surabaya",
  "abstract": "Penelitian ini untuk menguji apakah penggunaan Electronic Data Interchange di Kawasan Pabean Surabaya sesuai dengan tujuannya ataukah masih ada kekurangan dalam penerapannya. Electronic Data Interchange merupakan teknologi informasi yang berguna untuk meningkatkan keunggulan kompetitif perusahaan sehingga dapat bertahan. Di kawasan Pabean Surabaya, EDI diterapkan sejak tahun 1997. Fakta ini membuat kita berpendapat bahwa penerapan EDI telah berrjalan dengan baik. Disebabkan ada bukti penelitian sebelumnya, peneliti ingin mempelajari lebih dalam apakah EDI di kawasan Pabean Surabaya ini sudah berjalan sesuai dengan tujuan yang seharusnya. Jika masih ada yang belum sesuai, tindakan apa yang dapat dilakukan untuk memperbaiki ketidaksesuaian tersebut? Sehingga, diharapkan EDI dijalankan sesuai dengan tujuan yang seharusnya. Salah satu tujuan utama dari dibuatnya EDI di bidang Kepabeanan sendiri adalah untuk menghapuskan korupsi. Dapat kita bayangkan apabila Negara Indonesia, dimulai dari kawasan Pabean Surabaya menjadi kawasan yang bebas dari hal tersebut. Keadilan serta kemakmuran para pelaku yang terdapat di dalam proses ekspor dan impor pun dapat terbentuk. Namun, bayangkan bila hal terjadi adalah sebaliknya. Walaupun sudah dicanangkan sejak awal tujuan EDI adalah memberantas korupsi, masih terdapat beberapa pihak yang tidak bertanggung jawab. Sehingga, tujuan penelitian ini adalah untuk menganalisa apakah EDI yang ada sudah berjalan sesuai dengan tujuannya.",
  "creators": "GABRIELLA ANDRIANI DARSON; LEVINE CHANDRA",
  "contributors": "Devi Destiani Andilas (Advisor 2); Pwee Leng (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010224/MAN/2015; Gabriella Andriani Darsono (35411023), Levine Chandra (35411029)",
  "subjects": "ELECTRONIC DATA INTERCHANGE"
}