{
  "id": "3278",
  "title": "A Study of grammatical functions of the word \"have\" in sentences at English Department students of Petra Christian University Surabaya",
  "abstract": "This thesis investigates the grammatical functions of the word \"have\" in sentences done by Faculty of Letters Students of Petra Christian University Surabaya. The writer interested to investigate grammatical functions of the word \"have\" because it has several forms with different functions. Related to that reason, not many students understand well about those functions. The significance of this research is to give inputs to the readers, especially the students to get a better understanding about all functions of the word \"have\" and its errors in using this word. The writer uses A. J. Thomson and A. V. Martinet, in their book \"A Practical English Grammar\", as her review of literature. In this part, the writer explains about the basic meaning of the word \"have\", the forms in the present, past and future tenses and the other functions of the word \"have\". In order to categorize the kinds of error in using the functions of the word \"have\" in sentences, the writer uses the sixth semester students of Faculty of Letters of Petra Christian University Surabaya as the subjects of this thesis. The subjects are taken randomly without considering their sex, but should be in the sixth semester. To collect the data, the writer uses tests, which are distributed to the subjects individually, not in groups. This thesis focuses on the ability of Faculty of Letters students to produce all the functions of the word \"have\" well in sentences. This goal is described into to part whether the students can or cannot produce all the functions of the word \"have\" well in sentences. The explanations will be in the form of description and percentage. The writer also divides the errors into two parts: functions of the word \"have\" errors and tenses errors. After that, the writer will conclude the kinds of function of the word \"have\" which can be produced well and cannot be produced well by the students.",
  "creators": "YULIANA HARIYANTO",
  "contributors": "Julia Eka Rini (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1130/ING/2003; Yuliana Hariyanto (11400189)",
  "subjects": "ENGLISH LANGUAGE-GRAMMAR-STUDY AND TEACHING; ENGLISH LANGUAGE-SENTENCES"
}