{
  "id": "32794",
  "title": "Pengaruh visual merchandising terhadap pembelian tidak terencana oleh pelanggan Stradivarius di Galaxy Mall Surabaya",
  "abstract": "Seiring dengan berkembangnya gaya hidup masyarakat Surabaya, fashion menjadi suatu kebutuhan yang tidak dapat dipisahkan dari kehidupan sehari-hari. Industri fashion menjadi semakin diminati dan tentunya muncul persaingan yang juga semakin ketat di antara para pemainnya, yaitu pengecer atau peritel. Peritel bersaing dengan berbagai macam strategi agar dapat menarik pengunjung, mendapatkan pelanggan, dan tentunya dengan tujuan akhir untuk meningkatkan penjualan. Salah satu strategi yang digunakan adalah Visual Merchandising. Penelitian ini menganalisa pengaruh Visual Merchandising terhadap pembelian tidak terencana di toko Stradivarius di Galaxy Mall Surabaya. Sampel yang digunakan dalam penelitian ini adalah pelanggan wanita yang pernah melakukan pembelian tidak terencana di Stradivarius, berusia antara 20 hingga 35 tahun dan proses pembelian tidak terencana selama tiga bulan terakhir terhitung mulai saat kuesioner dibagikan. Penelitian ini diuji dengan menggunakan uji validitas dan reliabilitas, analisa regresi linear berganda, analisa koefisien determinasi berganda dan kolerasi berganda. Dari hasil penelitian ini, diketahui bahwa ada pengaruh yang cukup signifikan dari variabel window display, manekin, dan floor merchandising terhadap pembelian tidak terencana. Namun hal ini tidak terjadi pada variabel papan promosi.",
  "creators": "LISIANI TEGUH JAYA; MICHELLE MULYONO",
  "contributors": "Michael Adiwijaya (Advisor 1); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010219/MAN/2015; Lisiani Teguh Jaya (35411026), Michelle Mulyono (35411036)",
  "subjects": "CONSUMERS-RESEARCH; TOURIST TRADE-MARKETING; TOURIST TRADE-MANAGEMENT; RETAIL TRADE-MANAGEMENT"
}