{
  "id": "32791",
  "title": "Pengaruh store atmosphere terhadap minat beli pakaian wanita di butik Pakuwon Trade Center Surabaya",
  "abstract": "Penelitian ini dilatar belakangi oleh ketatnya persaingan industri ritel di Indonesia, dengan munculnya berbagai shopping mall yang menyajikan banyak tenant butik. Hal ini berpengaruh pada penjualan pakaian wanita di butik, yang mana harus melakukan diferensiasi pada toko agar tetap terus eksis. Penelitian ini bertujuan untuk menguji pengaruh dari variabel exterior design, interior design, store layout, point of purchase terhadap minat beli pakaian wanita di butik Pakuwon Trade Center Surabaya. Setelah dilakukan tinjauan pustaka dan penyusunan hipotesis, data dikumpulkan melalui metode kuesioner terhadap 110 orang konsumen yang mengunjungi dan membeli pakaian di butik yang ada di Pakuwon Trade Center Surabaya yang diperoleh dengan menggunakan teknik convenience sampling. Kemudian dilakukan analisis terhadap data yang diperoleh dengan data secara kualitatif dan kuantitatif. Analisis kuantitatif meliputi: uji validitas dan reliabilitas, uji asumsi klasik, analisis regresi linear berganda, pengujian hipotesis melalui uji t dan uji F, serta analisis koefisien determinasi (R2). Analisis kualitatif merupakan interpretasi dari data-data yang diperoleh dalam penelitian serta hasil pengolahan data yang sudah dilaksanakan dengan memberi keterangan dan penjelasan. Data-data yang telah memenuhi uji validitas, uji reliabilitas, dan uji asumsi klasik, diolah dengan menggunakan SPSS (Statistical Package for Social Science). Pengujian hipotesis menggunakan uji t menunjukkan bahwa tiga variabel independen exterior design, store layout, dan point of purchase tidak memiliki pengaruh positif dan signifikan terhadap minat beli konsumen. Sedangkan satu variabel independen interior design memiliki pengaruh positif dan signifikan terhadap minat beli konsumen. Kemudian melalui uji F dapat diketahui ke empat variabel independen memang layak menguji variabel dependen minat beli konsumen. Angka R Square sebesar 0.204 menunjukkan bahwa 20,4% variasi minat beli konsumen dapat dijelaskan oleh keempat variabel independen dalam persamaan regresi. Sedangkan sisanya 79,6% dijelaskan oleh variabel lain di luar ke empat variabel yang digunakan dalam penelitian ini.",
  "creators": "MEYLIN MEGI",
  "contributors": "Hatane Semuel (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.35010217/MAN/2015; Meylin Megi (35410050)",
  "subjects": "TOURIST TRADE-RESEARCH; RETAIL TRADE-MANAGEMENT"
}