{
  "id": "3283",
  "title": "The Management of catering: catering cost control as a part of the management process",
  "abstract": "This dissertation about catering cost control, is one of the condition that must be fulfilled as a final part of the Hotel Management Studies. And to examine: Catering cost control is a part of management process and is used to keep perfomance in line with plans (budget). To make this dissertation, the qualitative research has been conducted and is divided into four parts. The first part starts with literature review concerns the Management in general. Management refers to the tasks or activities involved in managing an organization: planning, organizing, leading and controlling. This part is the basic of this dissertation. The second part is introduction to the catering industry and the management that is needed by the catering industry, is a literature review. The catering industry which is sometimes referred to as the hospitality industry provides food, drink and, in certain sections, accommodation for people at school, in hospital, at work and at leisure. The third part, catering cost control as a part of management process. This part is a review of the literature. Planning and policy formulation are well established as essential management functions. People use CONTROL to make sure that the objective and policies are effective. The primary aim of controlling is to ensure that the results of operations conform as closely as possible to established goals. A secondary aim is to provide timely information that may prompt the revision of goals (Newman and Warren). The fourth part is case study based on the literature review, interviews and observations. The object of the case study is Catering business of Chinees Specialiteiten Restaurant Golden River B.V. People only know Golden River as a Chinese Restaurant, the catering business at Golden River is not run profesionaly and the main purpose of doing this is Public Relations, so more people know about Golden River. The management of the catering is run based on the experience. From this dissertation we can get some conclusion by answering the following question: - What kind of system that can be use for the catering industry especially cost control? - What is the important thing beside the benefit?",
  "creators": "ANNEKE SOEI",
  "contributors": "HENK BRUINS (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 013/EP-IHM/2001; Anneke Soei (33496003)",
  "subjects": "CATERERS AND CATERING; HOSPITALITY INDUSTRY; HOTEL MANAGEMENT"
}