{
  "id": "32873",
  "title": "Kajian ikonografi pada gedung Marabunta di Semarang",
  "abstract": "Gedung Marabunta merupakan bangunan publik komersil yang terletak di jalan Cendrawasih 23 Semarang. Gedung ini merupakan bekas gedung komedi StadSchouwburg, sebuah gedung pertunjukan kesenian bagi masyarakat Eropa pada masa kolonialisme. Gedung StadShcouwburg kemudian mengalami proses rekonstruksi karena roboh, akibat dari faktor usia dan lingkungan. Gedung yang baru ini kemudian diberi nama gedung Marabunta. Pengggunaan beberapa elemen interior asli dari gedung StadShouwburg pada area hall memberi kesan gaya Eropa. Sedangkan desain fasad bangunan merupakan desain baru yang menyesuaikan dengan gaya sekitarnya. Wujud arsitektur dan interior gedung Marabunta yang baru menghasilkan makna yang menarik untuk dikaji. Hal tersebut dihasilkan dari perpaduan gaya kolonial dengan pengaruh budaya setempat beserta aspek historisnya. Pengkajian dilakukan dengan metode studi ikonografi Panofsky yang merupakan suatu studi untuk memperoleh makna dari suatu karya seni dengan melalui tahapan deskripsi pra-ikonografi serta analisis ikonografi yang berkesinambungan. Tahap pra-ikonografi dilakukan sebagai langkah awal untuk menemukan makna primer/alami (makna tekstual). Sedangkan tahap ikonografi dilakukan sebagai langkah lanjutan untuk menemukan makna sekunder/ konvensional (makna kontekstual). Makna primer yang dihasilkan dari tahap pra-ikonografi menunjukkan bahwa gedung Marabunta memiliki wujud arsitektur dan interior bangunan bergaya kolonial Indo-Eropa dengan dominasi pengaruh gaya Renaissance serta gaya-gaya lainnya. Adapun tahap ikonografi menghasilkan makna sekunder yang menunjukkan ragam hias ornamen pada fasad dan interior bangunan menunjukkan nilai nasionalisme yang melebur dengan lambang otorisasi kolonialisme, sehingga makna bangunan diinterpretasikan sebagai sebuah kebebasan/kemerdekaan.",
  "creators": "LOIS DEBORA SUDARMONO",
  "contributors": "Ronald H.I. Sitindjak (Advisor 1); Anik Rakhmawati (Advisor 2); Sriti Mayang Sari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00011231/DIN/2014; Lois Debora Sudarmono (41410033)",
  "subjects": "INTERIOR DECORATION; COMMERCIAL BUILDINGS-DECORATION"
}