{
  "id": "3287",
  "title": "The Factors influencing the number and the length of hesitations in the sentences of the students of semesters four and eight of the English department, Petra Christian university",
  "abstract": "Hesitations generally occur when speakers talk or deliver a speech. It happens because hesitations appear unintentionally. Yet, the occurrence of these disfluencies can be irritating because they can hamper the process of communication and affect both the fluency of the speech and the message delivered. In this research, I want to investigate the factors which might affect the number and length of hesitations such as the complexity of a sentence, the difficulty of a topic, and the level of a speaker?s proficiency. In doing this research, I employed qualitative and quantitative method. The data were obtained by recording the speeches of the students of semester four whose speaking 3 grades were A/B+ and C/C+ and the students of semester eight whose speaking 6 grades were A/B+ and C/C+. Before I recorded the speeches, I prepared ten questions, which consisted of five easy topics and five difficult ones. After the recording, I transcribed the data, identified, classified and finally analyzed it. From the findings, I noticed that the complexity of a sentence, the degree of topic difficulty, and the proficiency of a speaker influence the number and the length of hesitations in their sentences. I found that the speakers who produce more complex sentences hesitate more often and longer. I also found that their speech is also filled with pauses more frequently and longer when they talk about difficult topic. Finally, I also noticed that speakers who have higher proficiency hesitate less often and shorter than those who have lower proficiency.",
  "creators": "LUH ARUMDIAH ROSITA DEWI",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1131/ING/2003; Luh Arumdiah Rosita Dewi (11498146)",
  "subjects": "ENGLISH LANGUAGE-SENTENCES-STUDY AND TEACHING; ENGLISH LANGUAGE-GRAMMAR; PSYCHOLINGUISTICS"
}