{
  "id": "32872",
  "title": "Pemanfaatan kayu kelapa sebagai bahan pembuatan kitchen set",
  "abstract": "Kegagalan yang biasanya dijumpai pada desainer dalam mengolah kayu kelapa adalah karena mereka kurang memahami karakteristik kayu tersebut. Beberapa karakteristik kayu tersebut adalah berat jenisnya dua kali lipat dari kayu pada umumnya, penyusutannya besar, dan mudah lapuk karena air. Berangkat dari karakteristik tersebut, maka dilakukan percobaan konstruksi dan finishing untuk mengoptimalkan kayu kelapa, sehingga dapat digunakan sebagai bahan kitchen set yang identik dengan area basah. Metode yang diterapkan adalah metode penelitian eksperimen. Untuk bagian top table, material kulit kerang dan resin akan menjadi bahan percobaan untuk dapat menjadi material top table. Data dari percobaan-percobaan dijadikan acuan untuk mendesain kitchen set. Dari percobaan yang dilakukan, finishing yang paling sesuai bagi kayu kelapa untuk perancangan kitchen set adalah polyurethane. Konstruksi bagi kayu kelapa yang paling sesuai dalam penggunaan sebagai kabinet kitchen set adalah konstruksi dowel. Sistem yang sesuai untuk penerapan kayu kelapa saat dijadikan kabinet kitchen set adalah sistem frame (rangka atau bingkai). Kayu kelapa perlu dikombinasikan dengan material lain dengan karakter yang lebih ringan dan stabil. Material kulit kerang dan resin mudah tergores sehingga tidak bisa dijadikan bahan top table. Oleh sebab itu, material yang digunakan adalah material yang konvensional. Setelah dianalisa, stainless steel dan solid surface adalah material yang direkomendasikan.",
  "creators": "IWAN KRISTANTAMA WIJAYA",
  "contributors": "Adi Santosa (Advisor 1); Filipus Priyo Suprobo, S.T., M.T. (Advisor 2); Yusita Kusumarini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00011230/DIN/2014; Iwan Kristantama Wijaya (41410031)",
  "subjects": "WOOD IN INTERIOR DECORATION; FURNITURE DESIGN; FURNITURE"
}