{
  "id": "32874",
  "title": "Kajian estetika interior restoran boncafe di jalan Pregolan Surabaya",
  "abstract": "Restoran Boncafe Pregolan merupakan sebuah restoran di Surabaya yang terletak di Jalan Pregolan 2, Tegalsari, Surabaya Pusat. Restoran Boncafe Pregolan telah berdiri sejak tahun 2007. Interior restoran Boncafe Pregolan terbagi atas beberapa ruang, yaitu area pintu masuk utama, area ruang makan utama I, area makan utama II, area makan merokok, dan area makan teras. Interior restoran Boncafe Pregolan sangat menarik untuk dikaji estetikanya karena permainan interior yang terdapat di dalamnya. Permainan elemen interior yang tidak sederhana terlihat dari adanya penerapan prinsip-prinsip desain pada elemen interiornya dari bentuk elemen interior, komposisi elemen interior, dan penataan pengisi ruang yang tidak sederhana menunjukkan adanya pengolahan unsur estetika di dalamnya sehingga interior restoran Boncafe Pregolan ini layak untuk dikaji estetikanya berdasarkan unsur dan prinsip desain. Metode penelitian yang digunakan adalah metode penelitian kualitatif deskriptif dengan analisis data kualitatif dengan membandingkan data lapangan dengan data literatur yang sesuai. Berdasarkan analisis terhadap elemen pembentuk ruang dan elemen pengisi ruangnya, hasil penelitian menunjukkan bahwa pada interior restoran Boncafe pregolan, bentuk persegi, persegi panjang, dan unsur garis-garis mendominasi ruang, dan bentuk abstrak merupakan bentuk aksen bagi ruang. Pengulangan bentuk dengan variasi yang ada membuat kesatuan ruang yang harmonis. Pada interior Boncafe Pregolan, warna yang digunakan adalah dominan warna netral dan warna natural. Penggunaan warna netral dan warna natural sangat mudah dikomposisikan dan sangat mudah menyatu tanpa membuat kekacauan ruang maupun bertolak belakang. Prinsip desain yang paling menonjol dalam interior Boncafe Pregolan adalah keharmonisan ruang yang terasa kuat dari irama visual yang ada pada pengkomposisian elemen pembentuk ruang dan elemen pengisi ruangnya. Pada teori Monroe Beardsley dikatakan, bahwa benda yang estetis memiliki sebuah kesatuan yang berarti benda tersebut tersusun secara baik. Kesatuan ini tercapai dari penerapan prinsip-prinsip desain, yaitu adanya repetisi pada elemen-elemen interiornya. Yang ke dua adalah kerumitan atau harmoni yang terlihat jelas dari pola jendela pada area makan II dan area makan merokok. Yang ketiga adalah kesungguhan atau adanya focal point dan tidak monoton. Focal point pada keseluruhan area adalah dinding berbahan batu dan desain yang tidak monoton terjadi, karena adanya repetisi alternation dan penggunaan warna aksen pada komposisi warna netral dan natural. Secara keseluruhan, estetika restoran Boncafe Pregolan yang dikaji dari unsur dan prinsip desain, mencapai estetikanya.",
  "creators": "YEMIMA FANUEL WITOPO",
  "contributors": "Ronald H.I. Sitindjak (Advisor 1); Anik Rakhmawati (Advisor 2); Sriti Mayang Sari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00011235/DIN/2014; Yemima Fanuel Witopo (41410041)",
  "subjects": "RESTAURANTS-DECORATION; INTERIOR DECORATION-DESIGN"
}