{
  "id": "32876",
  "title": "Kajian gaya desain interior ruang ibadah karya Y.B. Mangunwijaya di Jawa Tengah",
  "abstract": "Y.B. Mangunwijaya dikenal melalui karya arsitektural maupun interior dengan penekanan pada Wastu Citra, desain yang mewadahi fungsi bangunan serta keindahan yang sarat akan kebenaran. Di antara karya-karyanya itu dominan perancangan ruang ibadah. Gereja Santa Perawan Maria di Fatima; relief interior kapel Panti Semedi; gereja Santa Maria Assumpta; seminari Anging Mammiri; gereja dan kapel Santo Albertus Magnus Jetis dipilih sebagai sampel penelitian ini. Penelitian ini merupakan penelitian kualitatif. Data didapat dari studi literatur dan wawancara. Penelitian ini bertujuan mengetahui latar belakang dan penerapan ide gagasan Y.B. Mangunwijaya dalam ruang ibadah. Hasil penelitian menunjukkan bahwa gaya desain interior ruang ibadah rancangan Y.B. Mangunwijaya menerapkan nilai ajaran Konsili Vatikan II, gereja yang membuka dialog dengan dunia luas. Selain itu, Y.B. Mangunwijaya mengimplementasikan konsep gereja diaspora atau gereja yang mengedepankan dialog dengan nilai budaya Jawa, yang merupakan gagasan baru hasil dari pertemuan antara latar belakang Y.B. Mangunwijaya sebagai arsitek dengan penekanan pada wastu citra, wastu widya, dan nilai-nilai ajaran Kristiani, serta pemahaman Y.B. Mangunwijaya terhadap budaya masyarakat setempat dan gaya arsitektur tradisional Jawa yang selaras dengan lingkungan alam. Dengan demikian, ajaran Kristiani menjadi harmoni dengan kebudayaan masyarakat sekitarnya.",
  "creators": "KAREN SABRINA ASIKU",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 1); Lucky Basuki (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00011247/DIN/2014; Karen Sabrina Asiku (41410056)",
  "subjects": "CATHOLIC CHURCH-DECORATION"
}