{
  "id": "3295",
  "title": "An Analysis of the figures of speech and themes in the jingles of children's milk commercials on television",
  "abstract": "designing a jingle for children?s commercial is one challenging thing that advertisers must do. Since children?s perceptions are not yet well-developed, it makes advertisers have to work extra hard to create effective commercials by using jingles. Milk commercial is one commercial, which has a certain market and viewers who are children. In order to create a good jingles, the advertisers needs to use certain style that would make the jingles catchy, easy to understand and easy to repeat (Kirkpatrick, 1964). Themes also hold a very significant role in creating a jingle, since the jingles are made in order to deliver a message to the audience (Kleppner, 1966). Therefore, the writer is eager to find the kinds of figures of speech that are used in the jingles. She also wants to know the frequencies of the each figure of speech, and also to know the relation between the figures of speech and the jingles? themes. As Stylistics is the product of abstraction, the Stylistics theories used are those by Widdowson (1975), Dyer (1982), and Shaw (1972), which explain more on the figures of speech and the categorization of the kinds of the figures of speech. For the related theories, this study uses the review of advertising procedure by Kleppner (1966), for the principles of jingles in the commercials. Qualitative approach is used in this study to describe the figures of speech in the jingle of children?s milk commercials as it investigates the interesting parts of the making process of the jingles as well as the jingles resulted from it. From the analysis of this study, the kinds of figures of speech, the frequencies, and also the relation between the themes and the kinds of figures of speech that are used in the jingles are discovered. Figures of sound, which are alliteration and repetition, and also figure of emphasis, which is parallelism, are found to be more effective to be used in a jingle of children?s milk commercials. Because children?s habits tend to imitate something, therefore those three figures of speech are effective to be used in creating a jingle.",
  "creators": "CHRIESTINA CAHYADI",
  "contributors": "SUKEMI, PROF.DR.M.A. (Advisor 1); SAMUEL GUNAWAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1132/ING/2003; Chriestina Cahyadi (11499037)",
  "subjects": "LINGUISTIC"
}