{
  "id": "32978",
  "title": "Pengaruh pengungkapan corporate social responsibility terhadap profit perusahaan consumer foods di Indonesia tahun 2010-2012",
  "abstract": "Isu mengenai Pengungkapan Corporate Social Responsibility (CSR) telah berkembang beberapa tahun terakhir ini di mana perusahaan diwajibkan untuk melaporkan aktivitas sosialnya di dalam bentuk laporan tahunan atau sustainability reporting. Sehingga diharapkan adanya bentuk transparasi mengenai kinerja operasi perusahaan agar perusahaan tidak hanya memperhatikan profit semata namun memperhatikan kondisi lingkungan dan memberikan kontribusi untuk masyarakat. Tujuan penelitian ini adalah untuk mengetahui pengaruh pengungkapan Corporate Social Responsibility terhadap profit perusahaan. Sample penelitian adalah 60 perusahaan Consumer Goods pada tahun 2010-2012 yang terdaftar di Bursa Efek Indonesia. Variabel independent adalah pengungkapan dari kinerja ekonomi, lingkungan, hak asasi manusia, tenaga kerja, kemasyarakatan dan tanggung jawab produk. Variabel independent diukur dengan menggunakan indeks pengungkapan menurut Global Reporting Iniative (GRI) yang digunakan sebagai dasar perhitungan nilai CSR. Variabel dependent adalah Net Profit Margin (NPM) sebagai ukuran profit perusahaan. Penelitian ini menggunakan data sekunder yang dikumpulkan dari laporan tahunan yang berasal dari Bursa Efek Indonesia. Hasil penelitian menunjukkan bahwa pengungkapan kinerja lingkungan dan pengungkapan kinerja kemasyarakatan berpengaruh positif terhadap profit (NPM) perusahaan consumer goods di Indonesia. Sedangkan pengungkapan kinerja tenaga kerja berpengaruh negatif terhadap profit (NPM) perusahaan consumer goods di Indonesia.",
  "creators": "GRACE CHRISTY T.S",
  "contributors": "Yenni Mangoting (Advisor 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010707/AKT/2015; Grace Christy Taruli Sitorus (32410187)",
  "subjects": "CORPORATE SOCIAL RESPONSIBILITY; FINANCE-MANAGEMENT; SOCIAL RESPONSIBILITY OF BUSINESS; CORPORATIONS--FINANCE"
}