{
  "id": "32976",
  "title": "Top management team (TMT) departure in acquisition: understanding the factors than influence TMT departure and post-acquisition performance",
  "abstract": "The number of Merger and Acquisition (M&A) nowadays are constantly increasing from year to year. Many companies view M&A as a “double-edge sword”. One understands that acquisition is the best way to expand business in the quick ways, however most of them are also afraid of the failure. Many researchers have already investigated the cause behind this issue. It is believed that lack of leadership from the CEO and all of their teams, which is called as Top Management Team (TMT) is the major factor of that failure. Unfortunately, TMT Turnover during post-acquisition period is high. Therefore, a research question was formulated: “What is the relation between Top Management Team (TMT) departure and post-acquisition performance and what can be said about the factors causing TMT departure?” First, we try to define the evidence between the relationship between TMT departure and acquisition post-performance in the literature. Evidently, this thesis found that there is a negative effect between TMT Departure and post-acquisition performance. To put it another way, high turnover of acquired executives may cause post-acquisition performance to decrease. In order to uncover this issue further, this thesis will use 2 theories to describe eight factors that cause TMT Departure: Resource Base View (RBV) Theory and Relative Standing Theory. Thus, these factors can help acquiring management to prevent high TMT turnover.",
  "creators": "GENIAL SUGIANTO",
  "contributors": "KOOS HELD (Advisor 1); HARM POSTMA (Advisor 2); DENNIS VOSSEN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010709/AKT/2015; Genial Sugianto (32410104)",
  "subjects": "CONSOLIDATION AND MERGER OF COOPERATIONS"
}