{
  "id": "3297",
  "title": "Event ideas in our daily bread's titles and thought of the days",
  "abstract": "This thesis analyzes event ideas in Our Daily Bread's titles and Thought of the Day (TOTD). Our Daily Bread (ODB) is a daily devotional book. Event ideas according to Barnwell (1974) are words delivering meaning of actions, processes and happenings. The opening and closing of the daily articles, the title and TOTD, are the writer's object of investigation. Being interested in how event ideas as expressions of actions, processes and happening are presented in ODB titles, the writer conducts this study. The research is explorative whereas the writer will examine the data thoroughly. By using the definition of event ideas proposed by Barnwell (1974), Francis' division of syntactic structures (1958), and theory of sense relations by Hurdford (1983), the writer attempts to describe the event ideas in the titles, their relation to the title construction, and the occurring sense relation between the event ideas in the title and in TOTD. The finding shows that there is semantic notation of the event ideas in titles, which are the prominent idea of the title. By conceptual meaning, the content of expressions of actions, processes and happening are revealed. Syntactically, although in the simple fit, event ideas are in verbs, they occur alternatively as nouns, adjectives, or adverbs that may be related to the title construction. In structure of modification, event ideas are usually at the head. They may be in verbs or nouns. In structure of predication and structure of complementation verbs are predominantly occur as event ideas, especially transitive verbs. In structure of coordination event ideas are in equal grammatical units; while in single word, event idea appears solely in the title. The sense relation between event ideas in the title and in TOTD is mostly synonymy to let readers recap the key idea at the end of the reading. There is also textual relation where readers need to read the whole reading in order to understand the relation between the event ideas.",
  "creators": "MARGIYU GARNADI",
  "contributors": "Bintoro (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1135/ING/2003; Margiyu Garnadi (11499016)",
  "subjects": "LINGUISTIC; DISCOURSE ANALYSIS"
}