{
  "id": "3299",
  "title": "A Study of disagreement strategies used by male and female students of the English Department of Petra Christian University toward their male and female teachers",
  "abstract": "In campus life, expressing disagreement is a common thing. For this reason, the writer is interested to find out how gender and solidarity influence male and female students? disagreement strategies, mainly whether they are confrontational or nonconfrontational, toward their male and female teachers. The data of this study are 25 male and 25 female students of the English Department of Petra Christian University. The writer used a discourse completion test that is questionnaire to collect the data. She made four role-play situations in order to help the respondent in expressing their disagreement easily. Then, the data are categorized based on Garcia?s (1989) classification of disagreement strategies, concerning confrontational and nonconfrontational, and put them in tables. In this study, she analyzed the data with a statistics analysis in order to get significant results. From the statistics, she found that the male students have no significant differences of disagreement strategies toward their male and female teachers. On the other hand, it shows there is significant differences of confrontational and nonconfrontational used by the female students toward their male and female teachers. The female students tended to use confrontational strategy toward their male teachers, mostly they used \"challenge.\" It may be because they felt uncomfortable when talking to male teachers. By using \"challenge, they just demanded response or even just an answer from the male teachers as their interlocutors, as soon as possible. On the contrary, they tended to use nonconfrontational strategy, especially \"giving reason,\" when the interlocutors are female teachers. Perhaps they felt more comfortable in the same-sex interaction than in cross-sex interaction.",
  "creators": "MEYKE MARGARETHA",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1173/ING/2003; Meyke Margaretha (11499005)",
  "subjects": "SOCIOLINGUISTICS"
}