{
  "id": "33008",
  "title": "Pendapat mahasiswa Hebei Normal University dan Universitas Kristen Petra mengenai budaya nama generasi",
  "abstract": "Nama generasi adalah nama yang digunakan untuk menyusun generasi keluarga dan untuk mengetahui tingkatan generasi, diletakkan setelah nama marga. Susunan nama generasi ditentukan oleh leluhur keluarga. Marga yang sama dengan leluhur yang berbeda akan memiliki susunan nama generasi yang berbeda. Dalam skripsi ini, penulis ingin meneliti tentang penggunaan dan pandangan mahasiswa mengenai nama generasi di Hebei Normal University Shijiazhuang, Tiongkok dan di Universitas Krsiten Petra Surabaya, Indonesia. Penulis menggunakan metode kuantitatif dan mengumpulkan data melalui kuesioner. Objek penelitian adalah lima puluh mahasiswa berkewarganegaraan Tiongkok dan lima puluh mahasiswa etnis Tionghoa berkewarganegaraan Indonesia. Dari hasil analisis, dapat disimpulkan bahwa mahasiswa Universitas Kristen Petra lebih banyak menggunakan nama generasi dibandingkan mahasiswa Hebei Normal University. Penggunaan nama generasi oleh responden laki-laki lebih banyak dibandingkan responden perempuan, hal ini dipengaruhi oleh ada konsep patriarkal. Selain itu, mahasiswa Universitas Kristen Petra lebih mementingkan dan ingin menurunkan kebudayaan nama generasi ke generasi selanjutnya. Penggunaan nama generasi oleh mahasiswa Universitas Kristen Petra dan Hebei Normal University dipengaruhi oleh beberapa faktor, yaitu peristiwa sejarah di masing-masing negara, kondisi keluarga, pandangan pribadi, tempat tinggal, pendidikan dan pola nama Tionghoa.",
  "creators": "DINALIA WIDJAJA",
  "contributors": "Elisa Christiana (Advisor 1); Liejanto Wijaya, S.T. (Advisor 2); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010130/CHI/2015; Dinalia Widjaja (12410010)",
  "subjects": "NAMES, CHINESE-INDONESIA; CHINESE-INDONESIA"
}