{
  "id": "3300",
  "title": "A Study of harpagon's obsession for money in moliere's the miser",
  "abstract": "Moliere is a great French playwright who was known for his outstanding ability in writing classical comedy plays. He wrote and produced The Miser (L?Avare). This play is a story about the main character, Harpagon, who is a miser because of his obsession on money. This thesis explores mainly two things. First, this study reveals Harpagon?s excessive love towards money as it is reflected through his attitude towards the people around him, including his family and other people. Second, it shows the effects of this money obsession. To analyze this, I use library researches. I use literary approach using characterization and conflict as the tools. The result of the analysis shows that a person who is so obsessed with money, such as Harpagon, in this case, is seen to lose his humanity side. He does not care about the happiness and interest of other people as long as he can save money and gain more money. As a result, this kind of attitude brings him consequences. The irony is that he loses his money. Besides that, the happiness and respect that he expects to get by preserving his money also has the contrary result. He loses the respect from his family and even other people. Finally, the result of this thesis shows that it is undeniable that money is important in people?s lives. However, an obsession towards money above everything else that neglects the interest of people will be a boomerang for the disadvantage of the person who loves money excessively.",
  "creators": "YANTY ENDRA",
  "contributors": "Jenny Mochtar Djundjung (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1174/ING/2003; Yanty Endra (11499139)",
  "subjects": "FRENCH FICTION-16TH CENTURY-STUDY AND TEACHING; MOLIERE, 1622-1673 THE MISER-STUDY AND TEACHING"
}