{
  "id": "3301",
  "title": "The speech styles used in \"Selamat Datang Pagi\" dialog program on \"RCTI\"",
  "abstract": "This study investigates the speech styles used in\"Selamat Datang Pagi\" dialog program on \"RCTI\". The writer is interested to investigate the speech styles because speech style is important to use to communicate with other people. The writer applied Martin Joos? theory (1976) of speech styles, which are divided into five categories: frozen style, formal style, consultative style, casual style and intimate style as her main theory supported by Nababan (1991), Holmes (1995), Abdul Chaer and Leony Agustina (1986), Kridalaksana (1984), and Tata Bahasa Baku Indonesia (1992). In analysing the data, firstly, the writer recorded the speakers? utterances to be transcribed. Secondly, she identified the utterances used by male and female host based on the classification of speech styles whether frozen, formal, consultative, casual or intimate style. Based on the characteristics given by speech styles, the analysis where presented using tables, including the frequency of the occurrence of each speech styles. Through the analysis, the writer found that there are four speech styles produce by male and female host; they are formal, consultative, casual and intimate style. Casual style occurs mostly, followed by consultative, formal and the last intimate style. The findings of this research shows that casual style is the most frequently uses in \"Selamat Datang Pagi\" dialog program, which has family atmosphere. Using casual style can make male and female host more comfortable to communicate, and using this style can support male and female host?s situation become enjoyable so they can easily tell their opinion to the guests.",
  "creators": "YANTY ENDRA",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); MEEDY NUGRAHA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1175/ING/2003; Leny Herlina (11498098)",
  "subjects": "INDONESIAN LANGUAGE-SOCIAL ASPECTS; SOCIOLINGUISTICS"
}