{
  "id": "33024",
  "title": "Pengaruh pengungkapan sustianability reporting terhadap respon investor",
  "abstract": "Penelitian pengaruh sustainabiliry reporting terhadap respon investor pada penelitian sebelumnya menunjukkan hasil yang belum konklusif. Secara garis besar hasil penelitian tersebut dapat dibagi menjadi 3 kelompok yaitu penelitian dengan hasil positif, hasil negatif, dan penelitian yang tidak menemukan adanya pengaruh antara sustainability reporting terhadap respon investor. Berdasarkan teori stakeholder agar mampu bertahan perusahaan harus mampu memberikan nilai ekonomis dan non ekonomis kepada para pemangku kepentingannya. Salah satu perwujudan nilai tersebut adalah dengan melakukan CSR, di mana CSR tersebut dilaporkan dalam sustainability reporting. Teori decision usefulness mengatakan suatu laporan akan diberikan respon positif oleh investor jika mampu memberikan suatu kandungan informasi. Kandungan informasi yang diharapkan ada pada sustainability reporting adalah kemampuan sustainability reporting untuk membantu investor memprediksi kemampuan bertahan perusahaan di masa mendatang. Penelitian ini dilakukan terhadap perusahaan-perusahaan Indonesia yang telah mengeluarkan sustainaiblity reporting dalam kurun waktu tahun 2008 hingga 2013. Jumlah perusahaan yang mengeluarkan sustainabiliy reporting dalam kurun waktu penelitian adalah sejumlah 24 dengan total sampel 57 perusahaan tahun. Sustainability reporting diukur berdasarkan kelengkapan pelaporan sesuai dengan GRI versi 3.1. Sedangkan respon investor diukur dengan menggunakan cumulative abnormal return. Hasil penelitian menunjukkan bahwa tidak terdapat pengaruh yang signifikan yang diberikan oleh pengungkapan sustainability reporting terhadap respon investor.",
  "creators": "SWENJIADI YENAWAN",
  "contributors": "Juniarti (Advisor 1); Saarce Elsye Hatane (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010697/AKT/2015; Swenjiadi Yenawan(32411021)",
  "subjects": "FINANCIAL STATEMENTS; CORPORATIONS--FINANCE; ACCOUNTING"
}