{
  "id": "3302",
  "title": "A Study on the causes of the unhealthy personality on each character in D.H Lawrence's \"the horse-dealer's daughter\", \"the blind man\", and \"the rocking-horse winner\"",
  "abstract": "This thesis deals with unhealthy personality and the causes of it in each character of the three short stories by D.H. Lawrence; Mabel in \"The Horse-Dealer?s Daughter\", Bertie in \"The Blind Man\", and Paul in \"The Rocking-Horse Winner\". Those three characters face the same problem, that is, having unhealthy personality. In the analysis, I use literary approach, that is characterization as the main tool, and also psychological approach, that is loneliness by Clark E. Moustakas and Id, Ego, Super-Ego by Freud as the supporting tools. Characterization is used to reveal each character?s character trait, and their disharmonious relationship with their environments. Meanwhile, loneliness is to show that the characters feel lonely. In addition, Id, Ego, and Super-Ego is used to describe what healthy personality is. First of all, I would like reveal that the characters lack affection. It is seen through their disharmonious relationship with their surrounding and their appearances. Then, the lack of affection leads to loneliness. Finally, it is shown that the characters have unhealthy personality as the result of lacking affection and suffering loneliness.",
  "creators": "MEILIAWATI",
  "contributors": "Drs. Setefanus Suprajitno, M.A., Ph.D. (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1157/ING/2003; Meiliawati (11498113)",
  "subjects": "LAWRENCE, D.H, 1885-1930-THE ROCKING-HORSE WINNER-STUDY AND TEACHING; LAWRENCE, D.H, 1885-1930-THE BLIND MAN-STUDY AND TEACHING; ENGLISH FICTION--20TH CENTURY--STUDY AND TEACHING; LAWRENCE, D.H, 1885-1930-THE HORSE-DEALER'S DAUGHTER-STUDY AND TEACHING"
}