{
  "id": "33032",
  "title": "Pengaruh corporate social responsibility terhadap respon investor pada perusahaan non kapitalisasi besar (non-big capitalization) di Indonesia",
  "abstract": "Beberapa artikel menyatakan bahwa perusahaan yang masuk dalam kelompok non-kapitalisasi besar tidak diperhatikan oleh investor, dan bukan menjadi pertimbangan utama dalam mengambil keputusan investasi bisnis. Berkaitan dengan hal tersebut, penelitian ini bertujuan untuk mengetahui bagaimana pengaruh corporate social responsibility (CSR) terhadap respon investor pada perusahaan non-kapitalisasi besar di Indonesia. Variabel yang digunakan dalam penelitian ini yaitu CSR sebagai variabel independen dan respon investor yang diukur dengan menggunakan cummulative abnormal return (CAR) sebagai variabel dependen. Variabel independen lainnya yang merupakan variabel kontrol adalah return on asset (ROA), ukuran perusahaan, debt to equity ratio (DER), dan market share. Sampel dalam penelitian ini adalah perusahaan non-big capitalization selama periode 2008-2012. Metode pengolahan data dilakukan dengan menetapkan kriteria sampel dan melakukan analisa statistik deskriptif yaitu mean, nilai tertinggi, nilai terendah, dan standar deviasi. Jumlah sampel penelitian yang memenuhi kriteria sebanyak 216 perusahaan tahun. Sedangkan metode analisis data yang dipakai dengan menggunakan uji asumsi klasik, uji kelayakan model regresi berganda, dan uji hipotesis. Dari hasil penelitian diketahui bahwa variabel independen yaitu corporate social responsibility tidak berpengaruh signifikan CAR. Namun untuk variabel kontrol yaitu ROA, ukuran perusahaan, DER, dan market share berpengaruh signifikan terhadap CAR.",
  "creators": "MELISSA JULIANI ANDERSON",
  "contributors": "Juniarti (Advisor 1); Saarce Elsye Hatane (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010694/AKT/2015; Melissa Juliani Anderson (32411078)",
  "subjects": "INVESTMENT ANALYISIS; CORPORATE SOCIAL RESPONSIBILITY"
}