{
  "id": "3303",
  "title": "Refusal strategies based on sex expressed by Petra Christian University students who have close relationship",
  "abstract": "As her fulfillment of one of the requirements for the degree of Sarjana S-1, the thesis writer takes an analysis on the refusal strategies among close relationship students of Petra Christian University based on sex. She wants to find out the kinds of refusal strategies that are used by the students and the highest occurrence among the strategies that are used. In addition, the writer is eager to know about how the respondents? refusal among their close friends influenced by sex. In conducting her research, the writer used tape recorder to get the data. She recorded all-female conversations, all-male conversations, and mixed-sex conversations among students who have close relationship. It was done in order to get the data being recorded accurately. In classifying the data, the writer used the theory of refusal by Kartomihardjo and Beebe and Takahashi. The discussion is explained further in the second chapter. The result of the analysis presents that the influence of sex in the use of refusal strategies among close students is not significant enough. It could be proved that most respondents used direct refusal as their initial strategy to be followed with additional strategies, such as reasons, suggestions, thanking, and conditions. After that, the use of direct refusal as the only strategy to refuse also dominates the respondents. Some respondents also stated their refusal by directly expressing their reasons, suggestions, and conditions. It also could be seen that through the findings some respondents used taboo words as their strategy to refuse. It can be concluded that under the control of close relationship, sex distinction does not give significant effect to the choice of refusal strategies.",
  "creators": "VERAWATI VEBBY",
  "contributors": "Lisa Setiawati Nugraha (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1170/ING/2003; Verawati Vebby (11499096)",
  "subjects": "INDONESIAN LANGUAGE-SOCIAL ASPECTS; SOCIOLINGUISTICS"
}