{
  "id": "3304",
  "title": "Some stylistic devices in female and male perfume advertisements",
  "abstract": "Promoting products through advertisements is the best and fastest way to make business grow. It is due to the fact that advertisement can reach many consumers simultaneously. Thus, many products including perfumes are therefore marketed through advertisements. As an interesting social phenomenon, there is a sort of extension of the use of perfumes that is no longer used only by women. Apparently, men in today?s world are more aware to pay attention to their body treatments including the daily use of perfumes. As a linguistic phenomenon, the language use in female and male perfume advertisements is carefully created and creatively designed by the advertisers as the approach to get the audience?s attention. The use of the language style within these female and male perfume advertisements is, in fact, included in the field of stylistics. Herewith, in order to be able to get a deeper understanding about the language style in these advertisements, some stylistic devices such as figure of speech, sound pattern and imagery will be needed. Thus, basically, this study sets forth how the stylistic devices?figure of speech, sound pattern, and imagery?are applied in female and male perfume advertisements. The main theories including the theories concerning figure of speech, sound pattern, and imagery, used as the tool to analyze the data are those by Perrine (1956), Short (1996), and Welleck and Warren (1965). As the method of the research, the study primarily uses descriptive qualitative approach as it attempts to describe the linguistic phenomenon on female and male perfume advertisements. Meanwhile, the qualitative data which is the lexical choice of the advertisements, is collected from its natural setting of female and male perfume advertisements that are located in female magazine, Vogue, and male magazine, Gentlemen?s Quarterly, from October 2002 until March 2003. Eventually, from the deep analyses of the application of the stylistic devices within the lexical choice of the female and male perfume advertisements, this study discovers that each stylistic device mentioned is, indeed, applied in each advertisement. Even, each advertisement essentially presents the devices differently one to another that finally results in the different interpretation in the readers? minds. One interesting fact about this difference is that the lexical choice of female perfume advertisements is likely to expose the general perception as well as general identity of women. In the sense, it tends to depict the general idea of characteristics of women such as being tender, supple, as well as possessing the maternal senses like caring and loving. On the contrary, it somehow differs from the lexical choice in male perfume advertisements that does not strongly focus on the traditional concept about men as what society usually reflects to. Meaning, it does not always picture the universal idea of characteristics of men such as being brave, tough, rugged, and so on.",
  "creators": "NATALIA BRILIANTI",
  "contributors": "SUKEMI, PROF.DR.M.A. (Advisor 1); SAMUEL GUNAWAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1160/ING/2003; Natalia Brilianti (11499049)",
  "subjects": "LINGUISTICS"
}