{
  "id": "3306",
  "title": "A Sociolinguistic study of compliment responses strategies used by female basketball players in basketball club in Surabaya",
  "abstract": "This thesis is a sociolinguistic study about compliment responses strategies used by the female basketball players in my club in Surabaya. The compliment responses I discussed are in daily conversation of Bahasa Indonesia. To find the strategies of my respondents using those ways, and to find the influence of culture and custom in using the compliment responses, I take three respondents in my research. My respondents are my friends in the basketball team; they are Marry, Ann, and Katty, who have different characteristics. I use a qualitative research to do my study, in order to observe the topic deeply, not just observing the surface data. Although my observation is in Bahasa Indonesia, I use Herbert?s theory as the main theory on the types of compliment responses strategies. In the findings, I can show that my respondents, who are female, tend to use `no acknowledgement? strategies in responding to the compliment on ability, and they have their own reason to do that. While in responding to the compliment on appearance, they tend to use `praise upgrade? strategies, as their special characteristics of the basketball players who live in a `mess?. Culture, society, and mood may have influenced people in using the types of compliment responses. Besides, there are social factors (external factors) and conditions such as relationship, status, and even internal factors such as mood, age, which influence them in responding to the compliment. It depends on the purpose and the intention of the speaker in using the compliment responses strategies.",
  "creators": "VIMALA TRICAHYATI",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1177/ING/2003; Vimala Tricahyati (11499015)",
  "subjects": "INDONESIAN LANGUAGE-SOCIAL ASPECTS; SOCIOLINGUISTICS"
}