{
  "id": "3307",
  "title": "A Study of portia's dual role in Shakespeare's the merchant of Venice",
  "abstract": "This thesis discusses Shakespeare?s play The Merchant of Venice. I intend to discuss this play since it offers an interesting plot from the beginning until the end. I discuss one of the main characters in the play, Portia, who is considered to have a dual role to the other male characters. Her first role is as a savior. Portia becomes a savior to Bassanio and Antonio. The second role is a punisher to Shylock. Portia?s dual role to three different male characters has aroused my curiosity to analyze it deeply. I intend to know the reasons Portia becomes a savior and punisher, the way she puts herself as a savior and punisher, and the most important thing is the impact of her roles to Bassanio, Antonio and Shylock. To discuss this topic, I use the literary theories such as theory of characterization and conflict. I discuss Portia?s first role as a savior to Bassanio. She becomes a savior to Bassanio, when Bassanio needs help to choose the right casket, and Portia gives a clue to him. Moreover, she also becomes a savior to Antonio when he is in the court, being accused by Shylock due to the fact that he cannot repay the loan back. The impact of Portia?s role is that both Bassanio and Antonio could continue their lives and their problem are solved. Her last role is as a punisher to Shylock. Portia punishes Shylock by ordering him to cut Antonio?s pound of flesh without dropping any blood from Antonio?s body. If Shylock fails, then half of his wealth becomes Antonio?s, and the rest will go to the state of Venice. The result is that Shylock fails to do this impossible order because cutting any part of human beings will cause any blood. In conclusion, Portia puts herself as a savior and punisher perfectly.",
  "creators": "WILLYANA WINTO",
  "contributors": "Jenny Mochtar Djundjung (Advisor 1); Vyrna Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1178/ING/2003; Willyana Winto (11497084)",
  "subjects": "ENGLISH DRAMA-EARLY MODERN AND ELIZABET HAN, 1500-1600; SHAKESPEARE, WILLIAM, 1564-1616 THE MERCHANT OF VENICE"
}