{
  "id": "3308",
  "title": "The Study of interruptions and overlaps used by hosts and guests in The Ceriwis Talk Show",
  "abstract": "This research discussed turn taking-irregularities that happened in the conversations between the two hosts and also the guests in the Ceriwis talk show. The writer tried to find the type of turn taking irregularities that were produced the most frequently in the conversation by the two hosts and also by the two hosts and the guests in the Ceriwis talk show. Besides, the writer tried to find the reasons of each type of turn-taking irregularities. The writer used the theory of Zimmerman and West (1975), Wardaugh (1985), and Tannen (1991). This research used descriptive qualitative approach. In her analysis, the writer divided it into two main parts; that is the analysis of interruption and the analysis of overlap. In the analysis of interruption, the writer found that the number of interruptions in the conversations were higher than the number of overlaps; both in the conversation produced by the two hosts also by the two hosts and the guests. The number of interruptions produced by the two hosts were higher than by the two hosts and the guests. The writer also found the reasons of interruption, that is asking for help, breaking up, completing, correcting, disagreeing, seeking clarification and showing agreement. In the analysis of overlap, the writer found that the frequency of overlaps produced by the two hosts was higher than the overlaps produced by the hosts and the guests. The writer also found the reasons of overlap. Those reasons were the same as the reasons of interruption. The reason of interruptions that were produced the most frequently in the conversation was completing and the reason of overlaps produced the most frequently produced was showing agreement. The writer concluded that the interruptions and overlaps are most frequently produced by the two hosts, this condition happens because the two hosts have to maintain the time in that show. Besides that, the two hosts have a closer relationship with each other than with the guests.",
  "creators": "LIA GUNAWAN",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); MEEDY NUGRAHA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011621/ING/2006; Lia Gunawan (11401121)",
  "subjects": "SOCIOLINGUISTICS"
}