{
  "id": "3310",
  "title": "An Illocutionary acts study as performed on the locutionary acts in gilmore girls tv series",
  "abstract": "Speech acts deal with words and doing things. There may be some action behind the words that someone utters in their conversation. In this research, An Illocutionary acts study as performed on the locutionary acts in Gilmore Girls TV Series, the writer makes an analysis on the utterance meaning of the characters from their grammatical form. The writer is curious to know about the illocutionary acts of the conversation on Gilmore Girls TV Series and also the dominant illocutionary acts that can be found on the locutionary acts of the data. The scope of this study is the utterances of all the characters on Gilmore Girls TV series episode five ?Cinnamon Wake? and the limitation of this study is on pragmatics. She uses some theories on speech acts as put forward by Langacker and Traugott & Pratt. The writer also uses internet World Wide Web in searching the transcript of Gilmore Girls as her data. The writer uses some steps to make the analysis of this research. First, she divided the data on a scene based on the transcription to make the analysis of the data easier. Second, she analyzed the data based on the locutionary acts to find out the illocutionary acts from the locutionary acts that maybe found. And finally, she put the result on the table so it can easily be interpreted. From the research, the writer found out that most of the characters used imperative sentences in their conversation and the most frequently used illocutionary acts from the imperative sentences are directives illocutionary acts. The second most dominant are declarative sentences with the commisives illocutionary acts performed. The last dominant are interrogatives sentences that performed directives illocutionary acts. Moreover, the writer found that the most important things in finding the correct speech acts (locutionary acts and illocutionary acts) understand what the topic is, who the participant is and the last is where the conversation takes place.",
  "creators": "MARIANA RAHARDJO",
  "contributors": "SAMUEL GUNAWAN (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1152/ING/2003; Mariana Rahardjo (11499058)",
  "subjects": "ENGLISH LANGUAGE-SEMANTICS; LINGUISTICS ANALYSIS (LINGUISTICS)"
}