{
  "id": "3312",
  "title": "Analisis kualitas pelayanan Matahari Department Store Tunjungan Plaza Surabaya dengan menggunakan metode servqual",
  "abstract": "Dengan semakin berkembangnya bisnis retail di kota-kota besar, khususnya di Surabaya, mengakibatkan terjadinya persaingan yang ketat dari masing-masing pengelola bisnis retail dalam usaha untuk mendapatkan pelanggan sebanyak-banyaknya. Untuk dapat memenangkan persaingan ini para pengelola bisnis retail harus dapat mencapai kepuasan pelanggan yang tidak hanya cukup dengan memberikan kualitas barang yang bagus, tapi yang lebih utama juga harus dapat memberikan kualitas pelayanan yang terbaik. Matahari Department Store adalah salah satu dari perusahaan retail yang harus dapat bersaing dalam memberikan pelayanan terbaik untuk memuaskan pelanggannya. Untuk itu laporan ini dibuat agar dapat memberikan hasil penelitian yang menunjukkan apakah terdapat perbedaan antara harapan dan persepsi pelanggan terhadap kualitas pelayanan yang diberikan dan dalam dimensi apakah tingkat harapan sesuai dengan tingkat persepsi pelanggan dalam menilai kualitas pelayanan tersebut. Penelitian ini menggunakan metode SERVQUAL yang terdiri dari 5 dimensi kualitas pelayanan. Adapun dimensi-dimensi itu adalah tangible, reliability, assurance, responsiveness, empathy. Hasil penelitian menunjukkan bahwa terdapat perbedaan yang negatif antara harapan dan persepsi pelanggan terhadap kualitas pelayanan. Hasil yang negatif tersebut memperlihatkan tingkat kualitas pelayanan yang diberikan oleh Matahari Department Store masih dibawah harapan pelanggan. Hasil penelitian juga menunjukkan bahwa persepsi pelanggan yang sesuai dengan harapannya lebih terpenuhi pada dimensi tangible.",
  "creators": "ARISTIA PUSPA DEWI; ETI YU ENGMI NGUI",
  "contributors": "Rachmat Sugianto (Advisor 1); Serli Wijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi 02010007/TLM/2006; Aristia Puspa Dewi (35402060), Eti Yuengmi Ngui (35402086)",
  "subjects": "CONSUMER RESEARCH; CONSUMER SATISFACTION"
}