{
  "id": "33146",
  "title": "Strategi pengembangan bisnis CV Kastara Inti Karya",
  "abstract": "Penelitian ini bertujuan untuk mendeskripsikan kondisi lingkungan dan eksternal serta untuk mengetahui strategi pengembangan bisnis yang dilakukan oleh CV Kastara Inti Karya untuk dapat menembus pasar ekspor. Penelitian ini menggunakan pendekatan kualitatif, metode studi kasus dengan cara wawancara, observasi dan dokumentasi. Analisis data penelitian ini menggunakan analisis SWOT. Hasil penelitian ini menunjukkan bahwa kekuatan (strengths) yang dimiliki oleh CV Kastara Inti Karya, yaitu: memiliki tenaga kerja yang lebih kreatif dan mengerti tentang desain-desain tas serta memiliki pengalaman kerja, lebih mengedepankan kualitas dibandingkan dengan kuantitas saat melakukan kegiatan produksi, memiliki modal yang cukup, menerapkan penggunaan teknologi berupa alat-alat baru untuk mempermudah dalam proses pengerjaan, ikut serta dalam event-event dan melakukan pemasaran dalam media sosial serta masuk ke toko-toko untuk melakukan kegiatan pemasaran, dan selalu mencapai target produksi serta pemasaran. Kelemahan (weakness) CV Kastara Inti Karya yaitu perusahaan yang tidak bisa melakukan repeat order dan sering terjadi miss warna, kegiatan pemasaran tidak dilakukan sesuai dengan timeline yang ada dan perusahaan terkadang mengalami penolakan saat memasarkan produk ke toko-toko. Peluang (opportunities) yang dimiliki CV Kastara Inti Karya yaitu belum memiliki pesaing baru dalam menjalankan bisnis, perkembangan teknologi telah berpengaruh terhadap perkembangan perusahaan. Serta ancaman (threat) yang dihadapi oleh CV Kastara Inti Karya terdiri dari banyaknya perusahaan pesaing, terjadi kenaikan dolar yang menyebabkan harga dolar material menjadi naik dan adanya ongkos kirim yang mahal.",
  "creators": "CHRISTINA HARIYANI FANDRI",
  "contributors": "Maria Praptiningsih, S.E., M.Sc.FE. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011041/MAN/2015; Christina Hariyani Fandrik (31411026)",
  "subjects": "STRATEGIC PLANNING; MANAGEMENT-STRATEGIC"
}