{
  "id": "33143",
  "title": "Implementasi authentic self dan transforming influence dari servant leadership pada PT Cahaya Segara Kumala",
  "abstract": "Kepemimpinan memiliki peran yang strategis dalam suatu organisasi karena kepemimpinan dapat menggerakkan, memberdayakan, dan mengarahkan sumber daya yang dimiliki untuk bekerja secara efektif dan efisien ke arah pencapaian tujuan. Seorang pemimpin Kristen menerima kehidupan Kristus sebagai panutan yang memiliki komitmen, disiplin serta sesuai perilaku dengan perbuatan, di mana kehidupannya setiap waktu mengungkapkan Kristus yang hidup di dalamnya sebagai kesaksian kepada dunia. Penelitian ini bermaksud ingin mengetahui dan menganalisis implementasi authentic self dan transforming influence dari servant leadership pada PT Cahaya Segara Kumala. Dalam mengelola perusahaan yang bergerak di bidang transportasi Direktur senantiasa bersikap melayani penuh kasih sebagaimana yang dicontohkan Tuhan Yesus. Pemimpin Direktur PT Cahaya Segara Kumala sangat peduli dengan karyawan dan benar-benar memahami keadaan karyawan. Jenis penelitian yang digunakan adalah deskriptif dengan pendekatan kualitatif. Jenis data yang digunakan adalah data kualitatif. Sumber data yang digunakan adalah data primer dan data sekunder. Prosedur pengumpulan data menggunakan wawancara dan dokumentasi. Analisis data yang digunakan adalah dengan cara deskriptif, sedangkan uji keabsahan datanya menggunakan triangulasi sumber. Hasil penelitian menunjukkan bahwa dilihat dari karakteristik authentic self menunjukkan Direktur memiliki sifat kerendahan hati karena menganggap karyawan memiliki peran penting bagi kemajuan organisasi, Direktur dalam melakukan kritikan terhadap bawahan tidak pernah sampai membuat karyawan merasa tersinggung, Direktur mampu mempraktekkan apa yang dikatakan, Direktur selalu terbuka terhadap kebijakan yang diambil selama ini. Direktur akan meminta saran dan masukan dari bawahan ketika akan menetapkan suatu kebijakan, dan Direktur bersedia mengakui kesalahan yang dilakukan kepada orang lain. Dilihat dari karakteristik transforming influence menunjukkan Direktur mampu mengartikulasikan visi bersama untuk memberikan inspirasi dan makna, dapat meminimalkan hambatan yang menghambat keberhasilan karyawan melalui program pelatihan, Direktur mampu menjadi contoh bagi pertumbuhan dan perkembangan orang lain, Direktur mampu memimpin dengan menggunakan contoh pribadi, dan Karyawan mendapatkan kebebasan untuk mengambil keputusan dalam menyelesaikan masalah pekerjaan.",
  "creators": "DAVID SISWANTO",
  "contributors": "Dr. Linda Bustan, S.Th., M.Div. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011037/MAN/2015; David Siswanto (31409102)",
  "subjects": "SERVANT LEADERSHIP; ORGANIZATION; LEADERSHIP; HUMAN RESOURCE MANAGEMENT"
}