{
  "id": "33142",
  "title": "Etika korporasi pada PT Pratama Pionir Sentosa",
  "abstract": "Etika Bisnis memiliki kaitan yang lebih menekankan pada pengaturan hubungan (relationship) dengan para stakeholders. Saat ini, ternyata masih banyak perusahaan yang belum menyadari arti pentingnya implementasi etika bisnis yang baik bagi peningkatan kinerja perusahaan. Sebagai contoh, banyak praktek bisnis di berbagai perusahaan yang cenderung mengabaikan etika. Pelanggaran etika memang bisa terjadi di mana saja, termasuk dalam dunia bisnis. Tujuan penelitian ini adalah untuk mengetahui sejauh mana implementasi etika korporasi dalam PT Pratama pionir sentosa Penelitian ini menggunakan pendekatan kualitatif. Pada penelitian ini yang menjadi subjek penelitian adalah PT Pratama Pionir Sentosa. Sedangkan objek yang diteliti adalah etika korporasi dari PT Pratama Pionir Sentosa. Jenis data yang digunakan adalah data kualitatif. Sumber data yang digunakan adalah data primer dan data sekunder. Teknik pengumpulan data yang digunakan dalam penelitian ini adalah wawancara. Untuk menguji keabsahan data sebagai verifikasi data dari berbagai sumber, digunakan triangulasi sumber. Hasil penelitian menunjukkan dilihat dari etika relativisme PT. Pratama Pionir Sentosa menilai penting tentang standar mutlak. Dilihat dari etika utilitarianisme PT Pratama Pionir Sentosa tidak mementingkan keuntungan jangka pendek dan tetap memperhatikan aspek kejujuran. Dilihat dari etika situasi maka PT Pratama Pionir Sentosa ketika menghadapi situasi sulit perusahaan tetap menjunjung tinggi nilai kemanusiaan, tidak mengorbankan para karyawan. Dilihat dari etika Deontologi maka transparansi menjadi prinsip bagi perusahaan di mana salah satu bentuk transparansi yang dilakukan perusahaan adalah terkait dengan gaji dan pajak. Implementasi etika korporasi PT Pratama Pionir Sentosa diwujudkan dalam bentuk etika terhadap konsumen, etika terhadap pekerja, dan etika terhadap pemerintah. Dilihat dari etika terhadap konsumen menunjukkan PT Pratama Pionir Sentosa menerima ide-ide terbaru dari konsumen. Dilihat dari etika terhadap pekerja menunjukkan PT Pratama Pionir Sentosa memberi bonus dan komisi bagi karyawan yang memiliki kontribusi bagi penjualan, serta transparansi dalam penilaian kinerja. Pemberian upah kepada karyawan yang didasarkan pada upah minimum yang berlaku di Sidoarjo. Dilihat dari etika terhadap pemerintah menunjukkan bahwa PT Pratama Pionir Sentosa secara rutin membayar pajak sesuai ketentuan perundang-undangan.",
  "creators": "BUDI SETIAWAN",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011035/MAN/2015; Budi Setiawan (31409032)",
  "subjects": "CORPORATIONS; BUSINESS ETHICS"
}