{
  "id": "33149",
  "title": "Analisis strategi bersaing CV Haninda Eka Muda",
  "abstract": "Penelitian ini bertujuan untuk menggambarkan analisis internal dan eksternal dan merumuskan strategi untuk bersaing pada CV Haninda Eka Muda di Semarang. Jenis penelitian adalah deskriptif dengan pendekatan kualitatif. Penentuan narasumber menggunakan purposive sampling. Informan yang digunakan dalam penelitian ini adalah pemilik, kepala bagian pemasaran, kepala bagian keuangan, kepala bagian produksi dan operasional dari CV Haninda Eka Muda serta pemasok dan konsumen CV Haninda Eka muda. Pengumpulan data menggunakan wawancara. Uji keabsahan data menggunakan uji triangulasi. Analisis strategi bersaing yang digunakan CV Haninda Eka muda adalah analisis lingkungan internal menggunakan fungsi bisnis, analisis lingkungan eksternal menggunakan lima kekuatan porter, dan analisis SWOT Berdasarkan analisis SWOT perusahaan memiliki banyak pelanggan tetap yang setia dan menjalin hubungan baik dengan pelanggan dan karyawan. Adanya masalah piutang yang belum dibayar dan system distribusinya. Adanya peningkatan permintaan untuk produk dengan meningkatnya jumlah toko, cat toko bangunan dan furniture Toko di Semarang. Adanya pesaing lama yang potensial yang memproduksi produk sejenis, mudahnya pesaing baru untuk memasuki industri karena tidak ada kebijakan dari pemerintah. Strategi bersaing yang digunakan oleh CV Haninda Eka Muda adalah penetrasi pasar dengan upaya menambah jumlah sales, memperluas jaringan distribusi, meningkatkan kegiatan promosi penjualan dan publisitas, meningkatkan pelayanan, dan lain-lain. Memperluas jaringan distribusi sangat penting dilakukan untuk menjangkau konsumen yang lebih banyak, karena saat ini CV Haninda Eka Muda hanya mendistribusikan produk ke toko-toko bahan bangunan, toko cat, atau toko mebel di wilayah Semarang dan sekitarnya.",
  "creators": "STEVEN WILLIAM SANJAYA",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor 1); Maria Praptiningsih, S.E., M.Sc.FE. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011039/MAN/2015; Steven William Sanjaya (31411107)",
  "subjects": "STRATEGIC PLANNING; COMPETITION; BUSINESS PLANNING"
}