{
  "id": "3315",
  "title": "Motives behind four characters' decision makings which reveal their good ang evil actions in J. R. R. Tolkien's The Lord of The Rings: The Fellowship of The Rings",
  "abstract": "One of the kinds of literary work may take form in a fantasy story. J. R. R. Tolkien, a famous writer in fantasy story wrote his masterpiece in a trilogy of The Lord of the Rings. The story tells about the conflicts between good and evil. This is a simple theme for a literary work but it has aroused my curiosity to find out how the characters? motives reveal their good or evil actions seen from their decisions in facing the same situation, that is the problem of the One Ring. In this case, I want to analyze their conflicts due to this problem to find out their motives behind their decisions. From the motives, I want to find out how those motives show their good and evil actions. To analyze the topic of my thesis, I apply the literary approach using the literary theories of conflict and characterization as my literary tools. I also need the help of psychological and ethical theories. To understand the characters? motives in making certain decisions, first I analyze each character using both literary and psychological theories of conflict. The purpose is to understand the motives of the character in making a certain decision. Later on, I try to find how their motives lead the characters to do good or evil actions. The theory of characterization helps me find out the nature of the characters? decisions. Then, using ethical theories on good and evil, I classify their actions. From the analysis, based on the ethical theory, I find out that Saruman and Boromir?s actions can be categorized as evil. Meanwhile, Gandalf?s and Frodo?s actions can be categorized as good.",
  "creators": "THERESIA MARHINI MARDHANY",
  "contributors": "Sarah Limuil (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1186/ING/2003; Theresia Marhini Mardhany (11999118)",
  "subjects": "ENGLISH FICTION--20TH CENTURY--STUDY AND TEACHING; TOLKIEN, J.R.R, 1892-1973 THE LORD OF THE RINGS:THE FELLOWSHIP OF THE RINGS-STUDY AND TEACHING"
}