{
  "id": "3316",
  "title": "A Comparative study of the way native and Indonesian English teachers in Surabaya criticize their students when they make grammatical mistakes",
  "abstract": "Second language learners are expected to be competent not only grammatically, but also sociolinguistically, particularly in performing certain speech acts. Miscommunication might happen when second language learners are not competent enough in exercising the socio-cultural rules of speaking in the target language. Thus, the notion of socio-cultural competence is essential in learning English as a second language. This knowledge of socio-cultural rules of English is significant in performing certain speech acts since some particular speech acts are potentially face-threatening to the addressee. The speech act of criticizing is one of the face-threatening speech acts. Therefore, it is important to understand the socio-cultural rules of performing the speech act of criticizing in order to use it appropriately in communication and to minimize the risk of offending the addressee. This study investigates the way Native and Indonesian English teachers in Surabaya criticize their students. The respondents of this investigation are native English and Indonesian English teachers from various English centers in Surabaya. There are seven native English and seven Indonesian English teachers. The data of this study was gathered through an elicitation technique, where the respondents were given a set of written role-play questionnaires consisting of four situations where the teacher criticizes a student who makes a mistake. This study discovered that the Indonesian English teachers are more direct in criticizing their students than the native speakers of English. This might suggest that the Indonesian English teachers, as the second language learners of English, might be sociolinguistically incompetent in exercising the particular language function in the English language and they might have not fully grasped the socio-cultural rules of speaking the target language. Both groups of teachers generally criticize a teenage student more directly than an adult student. This might happen due to the influence of the age of the student. Teachers relatively have more authority over the teenage student due to their ages, and thus, it may influence their outcomes of criticisms. This study also found that the gravity of mistakes made by the student also influences the teachers? production of criticisms.",
  "creators": "ERNA LESTARI",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1155/ING/2003; Erna Lestari (11498030)",
  "subjects": "ENGLISH LANGUAGE-GRAMMAR-ERRORS OF USAGE; ENGLISH LANGUAGE-GRAMMAR-STUDY AND TEACHING"
}