{
  "id": "3317",
  "title": "The Flouting of conversational maxims in FRIENDS",
  "abstract": "The Cooperative Principle has an important role in the conversation. It should be obeyed by the speaker and the hearer in order to have a smooth conversation. Grice proposed the Cooperative Principles that are reflected in the four maxims of conversation: they are, the Maxim of Quantity, the Maxim of Quality, the Maxim of Relevance, and the Maxim of Manner. In a conversation, sometimes people may flout those maxims for some certain reasons even though it does not mean that they fail to communicate with each other. This study discusses the reasons of flouting the conversational maxims in comedy serials Friends. The writer is interested in finding out the mostly flouted maxim and the reasons behind the flouting done by the characters in Friends because she realizes that maxims of conversation are important in the conversation. The writer limits her study to the conversation in the three episodes of serial Friends. In analyzing the data, she uses Grice?s theory of conversational maxims. The writer uses descriptive approach to describe the reasons behind the flouting of maxims by the characters in Friends. She puts the reasons of each maxim in the table in order to make her easier knowing the most flouted maxim. After doing the analysis, she has found out that the Maxim of Quantity is the most flouted in Friends. Moreover, there are many reasons for flouting each maxim such as being clear, being cynical, hiding something, ending the conversation, changing the conversation topic.",
  "creators": "ALICIA IMELDA",
  "contributors": "SAMUEL GUNAWAN (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.1181/ING/2003; Alicia Imelda (11497121)",
  "subjects": "ENGLISH LANGUAGE-CONVERSATION AND PHRASE BOOKS; ENGLISH LANGUAGE-SPOKEN ENGLISH-STUDY AND TEACHING"
}