{
  "id": "33176",
  "title": "Pengaruh kinerja keuangan terhadap harga saham melalui pengungkapan CSR pada Perusahaan Konstituen Indeks SRI KEHATI",
  "abstract": "Persaingan yang semakin ketat antar perusahaan saat ini, mengharuskan perusahaan harus bekerja lebih keras agar para investor tertarik terhadap perusahaan yang mempunyai laba yang maksimal. Keadaan ini membuat perusahaan untuk mengatasi dan membuat program pertanggungjawaban sosial terhadap lingkungan atau yang biasa disebut Corporate Social Responsibility (CSR). Penelitian ini bertujuan untuk menganalisis dan menguji pengaruh ROA dan ROE terhadap CSR dan harga saham baik secara langsung maupun tidak langsung serta menganalisis dan menguji pengaruh CSR terhadap harga saham. Jenis penelitian yang akan digunakan adalah penelitian eksplanatori dengan menggunakan pendekatan kuantitatif. Populasi penelitian ini adalah perusahaan-perusahaan yang dikategorikan masuk dalam SRI-KEHATI Indeks dan telah terdaftar dalam Bursa Efek Indonesia (BEI). Jenis dan sumber data menggunakan data sekunder yang diperoleh annual report atau laporan CSR Perusahaan Indeks SRI-KEHATI yang diperoleh dari website (www.idx.co.id) atau website perusahaan. Teknik análisis data yang digunakan dalam penelitian ini adalah Analisis Jalur. Hasil dari penelitian ini adalah: (1) Return on Asset tidak berpengaruh signifikan terhadap Corporate Social Responsibility; (2) Return on Equity tidak berpengaruh signifikan terhadap Corporate Social Responsibility; (3) Return on Asset tidak berpengaruh signifikan terhadap harga saham; (4) Return on Equity tidak berpengaruh signifikan terhadap harga saham; (5) Return on Asset tidak berpengaruh signifikan terhadap harga saham melalui Corporate Social Responsibility; (6) Return on Equity tidak berpengaruh signifikan terhadap harga saham melalui Corporate Social Responsibility; (7) Corporate Social Responsibility tidak berpengaruh signifikan terhadap harga saham.",
  "creators": "STEFANNY LAURENSIA SOEKHI",
  "contributors": "Bambang Haryadi (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011032/MAN/2015; Stefanny Laurensia Soekhindar (31411099)",
  "subjects": "CSR (CORPORATE SOCIAL RESPONSIBILITY); CORPORATE-FINANCE"
}