{
  "id": "3318",
  "title": "A Study of Blanche's failure in overcoming her problems as seen in Tennessee William's A Streetcar Named Desire",
  "abstract": "The thesis is a study of the problems faced by the main female character, Blanche Dubois, in Tennessee William?s A Streetcar Named Desire. I try to explore her internal and external problems, her ways in overcoming problems, and finally her failure in solving her problems. The purpose of this study is to show Blanche?s problems, both past and present ones, and also her attempts to solve them. Besides, I also want to show that her failure in overcoming her problems is due to internal and external factors. In my study, I use literary approach, while the psychological concepts such as inferiority, loneliness, lying, and illusion are used to identify Blanche Dubois?s problems and to show the way she solves her problems. In the analysis, I find out that despite Blanche?s present problems, she actually has brought many unsolved problems from the past. Her past problems are related to her family?s and husband?s death while her present problems happen in her trying to start a new life, including her serious conflict with her brother-in-law. The encounter between them and the external factors such as her up bringing and dependency on other people, her inability to face the reality, the abandonment done by Mitch - a man who likes her, and the rape done by her brother-in-law finally become the reasons of her failure in overcoming her problems.",
  "creators": "JENNI",
  "contributors": "Ribut Basuki (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1182/ING/2003; Jenni (11496114)",
  "subjects": "AMERICAN DRAMA--20TH CENTURY--STUDY AND TEACHING; WILLIAM, TENNESSEE, 1914-1983 A STREETCAR NAMED DESIRE-STUDY AND TEACHING"
}