{
  "id": "3319",
  "title": "A Study of politeness strategies used by Rachel to her best friends in friends tv series",
  "abstract": "This study is about politeness strategies, which are used to avoid or minimize the threat on the interlocutor's face. The importance of politeness strategies in daily conversation has motivated the writer to conduct this study. In her study, she intends to find out the strategies used by Rachel to Ross and Monica and what are the effects toward Ross and Monica. The writer analyzes why Rachel uses the strategies and whether the strategies are appropriately used or not. The writer chooses Friends TV Series because it provides examples of politeness strategies. The type of politeness strategies can be bald on record, positive politeness, negative politeness, or off record as suggested by Brown and Levinson. The writer uses the Face and Face Threatening Acts theory based on Brown and Levinson and the social factors theory based on Holmes. The writer uses descriptive approach in analyzing the written text. After doing the analysis, the writer finds that Rachel applies all of the politeness strategies because Rachel not only wants to share common ground and show solidarity, but also wants to give respects and care and also wants to indicate the social distance between them. The effects toward Ross and Monica are they do not feel insulted and the communication can go on so that they can maintain their relationship. The strategies are being appropriately used because Ross and Monica understand and able to accept what Rachel means and the strategies are being inappropriately used when they do not understand and unable to accept what Rachel means.",
  "creators": "LINDARIANI",
  "contributors": "Dr. Dra. Yuli Christiana Yoedo, M.Pd. (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1143/ING/2003; Lindariani (11499155)",
  "subjects": "DISCOURSE ANALYSIS; SOCIOLINGUISTICS"
}