{
  "id": "33203",
  "title": "Analisia internal dan eksternal pada CV Gading Mas Surya Sidoarjo dalam rangka strategi bersaing",
  "abstract": "Strategi yang dirumuskan perusahaan merupakan keahlian manajemen dalam mengelola perusahaan. Strategi dapat dikatakan sebagai suatu aktivitas manajemen untuk memperkuat posisi perusahaan. Tanpa adanya strategi, seorang pemimpin perusahaan dalam mengelola perusahaan akan melangkah dalam ketidakpastian. Strategi merupakan faktor internal yang penting untuk dipertimbangkan dalam perencanaan dan pengambilan keputusan. Setiap perusahaan, baik yang bergerak di bidang jasa maupun non jasa, dalam melakukan kegiatan bisnis memerlukan strategi yang mampu menempatkan perusahaan pada posisi yang terbaik, mampu bersaing serta terus berkembang dengan mengoptimalkan semua potensi sumber daya yang dimiliki. Tujuan penelitian ini adalah merumuskan strategi bersaing yang sesuai digunakan oleh CV Gading Mas Surya Sidoarjo dalam menghadapi persaingan di bisnis ekspedisi. Penelitian ini termasuk deskriptif dengan pendekatan kualitatif. Jenis data yang digunakan adalah data kualitatif. Subjek penelitian yang digunakan adalah CV Gading Mas Surya. Sumber data yang digunakan adalah data primer dan data sekunder. Prosedur pengumpulan data menggunakan wawancara dan dokumentasi. Analisis data yang digunakan adalah dengan cara deskriptif, sedangkan uji keabsahan datanya menggunakan triangulasi sumber. Hasil penelitian menunjukkan bahwa strategi bersaing yang sesuai digunakan oleh CV Gading Mas Surya Sidoarjo dalam menghadapi persaingan di bisnis ekspedisi ada beberapa cara yaitu bekerjasama dengan maskapai penyedia layanan kargo seperti Cathay Pacific untuk mendukung kegiatan operasional perusahaan serta memperluas rute pengiriman perusahaan hingga ke wilayah Indonesia bagian timur, membuat program pengembangan sumber daya manusia yang terencana khususnya untuk staff marketing sehingga pemasaran perusahaan lebih maksimal, dan perusahaan dapat mulai menerapkan standar mutu terpadu atau ISO dalam pemberian layanan kepada konsumen sehingga dapat berkompetisi secara kualitas dengan perusahaan-perusahaan ekspedisi skala nasional maupun internasional.",
  "creators": "INDRIANI LESAL",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010967/MAN/2015; Indriani Lesal (31408215)",
  "subjects": "COMPETITION; STRATEGIC PLANNING; BUSINESS-MANAGEMENT"
}