{
  "id": "33208",
  "title": "Analisis perencanaan suksesi pada PT Cuci Busana Larerra",
  "abstract": "Perencanaan suksesi yang baik pada suatu perusahaan keluarga dapat menghasilkan dampak positif bagi perusahaan. Oleh karena itu, PT Cuci Busana Larerra melakukan beberapa persiapan kepada suksesor sebelum mengambil alih jabatan generasi pertama. Sesudah suksesor bergabung di perusahaan telah terjadi beberapa perubahan yang bertujuan untuk meningkatkan kinerja dan stabilitas perusahaan. Penelitian ini bertujuan untuk mengetahui dan mendeskripsikan perencanaan suksesi pada PT Cuci Busana Larerra. Jenis penelitian yang digunakan adalah kualitatif deskriptif. Data yang digunakan dalam penelitian ini berasal dari data primer, yaitu didapatkan dari hasil wawancara dengan beberapa narasumber yang dipilih penulis. Pengumpulan data dilakukan dengan cara wawancara dan observasi. Data dianalisis dengan menggunakan metode analisis deskriptif, sedangkan uji keabsahan data menggunakan triangulasi sumber dan teknik. Hasil penelitian menunjukkan bahwa perencanaan suksesi pada PT Cuci Busana Larerra berjalan sesuai dengan program yang telah dipersiapkan oleh perusahaan. Pada tahap sebelum transisi telah dilakukan persiapan pada sistem pribadi dan juga sistem keluarga. Pada tahap transisi sudah ada kejelasan terkait peralihan pada sistem kepemilikan dan juga sistem manajemen dalam perusahaan. sedangkan pada tahap sesudah transisi PT Cuci Busana Larerra mengalami penurunan pada aspek keuangan tetapi cenderung lebih stabil. PT Cuci Busana Larerra secara keseluruhan hampir melakukan seluruh tahapan suksesi dengan baik yaitu tahap sebelum transisi, tahap transisi, dan tahap sesudah transisi.",
  "creators": "MICHAEL LIMADJAJA",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010944/MAN/2015; Michael Limadjaja (31410080)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES-SUCCESSION; FAMILY-OWNED BUSINESS ENTERPRISES"
}