{
  "id": "33205",
  "title": "Penerapan kepemimpinan Kristen pada PT Riasarana Putrajaya",
  "abstract": "Peran pemimpin dalam suatu perusahaan sangatlah penting. Pemimpin merupakan otak atau bagian utama yang mengatur jalannya suatu perusahaan. Terdapat banyak model gaya kepemimpinan yang sudah ada, salah satunya adalah model gaya kepemimpinan kristiani yang meniru model kepemimpinan Yesus kepada para muridnya. Tujuan dari penelitian ini adalah untuk mengetahui penerapan kepemimpinan Kristen pada PT Riasarana Putrajaya saat ini. Penelitian ini merupakan penelitian lapangan (field study research) dengan pendekatan kualitatifyang bermaksud untuk memahami fenomena tentang apa yang dialami oleh subyek penelitian. Secara garis besar penelitian ini menggunakan dua metode yaitu metode interview dan pengamatan atau observasi. Berdasarkan hasil wawancara dan observasi didapat kesimpulan bahwa kepemimpinan yang melayani para bawahan yang dilakukan oleh para pimimpinan di perusahaan PT Riasarana Putrajaya dapat dicontohkan melalui berbagai cara, salah satunya adalah pemimpin yang menyediakan berbagai peralatan dan fasilitas dalam menunjang kinerja para bawahannya. Kepemimpinan sebagai gembala pada perusahaan PT Riasarana Putrajaya salah satu yang dapat dicontohkan adalah cara pemimpin memperlakukan anak buahnya dengan memberikan bimbingan pelatihan bagi para karyawan baru sehingga mengerti tugas dan tanggung jawab yang dimilikinya. Kepemimpinan sebagai pengurus pada perusahaan PT Riasarana Putrajaya salah satu yang dapat dicontohkan adalah pemimpin bagian produksi bertanggung jawab pada hasil kinerja bulanan produksi para karyawan pada rapat-rapat. Kepemimpinan saat ini yang berjalan pada PT Riasarana Putrajaya telah menyangkut beberapa aspek yang terdapat pada gaya kepemimpinan kristen meskipun belum seluruhnya diaplikasikan secara langsung.",
  "creators": "RAYMON HARIJANTO",
  "contributors": "Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010950/MAN/2015; Raymon Harijanto (31409218)",
  "subjects": "LEADERSHIP; CHRISTIAN LEADERSHIP"
}