{
  "id": "3321",
  "title": "The Three main characters perperspective of masculinity in time of unemployment in Wendy holden's the full monty",
  "abstract": "People commonly associate popular literature, such as best-selling novels, as something merely popular and entertaining without any significance and therefore, do not deserve any serious attention. However, that is not entirely true. Although popular literature is considered as 'nothing' compared to the canonized works by say, Shakespeare or Austen, it does convey significant issue beyond the entertainment atmosphere it offers. One clear example is The Full Monty, a novel by Wendy Holden. Under all the humor presented, it talks about masculinity issue in time of unemployment. As men traditionally, in general, attach their masculinity to the job that they have, the loss of job almost certainly violates the exercise of the traditional concept of masculinity and affects one's perspective of his masculinity - just like what is encountered by mostly three out of the novel's six main characters: Gaz, Dave, and Gerald. This correlation between unemployment and masculinity makes me eager to find out how the manifestation of the traditional idea of masculinity is affected during the time of unemployment, and further, why and how Gaz, Dave, and Gerald respond to the threat of their masculinity during that particular condition. In conducting my analysis, I am using cultural approach facilitating mainly gender theories related to traditional male role and stereotypes. In my analysis, I find that the three characters do find unemployment interrupting their exhibiting the traditional concept of masculinity by taking away or at least distracting most of their masculine roles and stereotypes. They all feel uneasy about it and display different reactions, redeeming their loss of masculinity. The fact that each of the characters shows different reactions suggests that each man has his own way in manifesting his masculinity, which cannot be separated from every aspect of his life. Furthermore, those men show that the traditional concept of masculinity has rooted so deeply in the society that the threat of losing it may cause a serious problem that will stir up various critical reactions towards it. Even so, from the reactions, one can see that those men have made a small departure from the rigid concept of masculinity. They give masculinity a new meaning by breaking the stigma of emotionality and even make it as a part of masculinity, a new concept that is later on labeled as the 'new man'.",
  "creators": "STEFANNY IRAWAN",
  "contributors": "Jenny Mochtar Djundjung (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1144/ING/2003; Stefanny Irawan (11499018)",
  "subjects": "ENGLISH FICTION--20TH CENTURY--STUDY AND TEACHING; HOLDEN, WENDY...-... THE FULL MONTY-STUDY AND TEACHING"
}