{
  "id": "33228",
  "title": "Implementasi etika korporasi di PT Manunggal Suko Jaya",
  "abstract": "Setiap organisasi bisnis memiliki pedoman berperilaku yang terkait dengan standar moral dalam organisasi tersebut. Pedoman tersebut, yang dikenal sebagai etika korporasi, merupakan hal yang perlu diamati implementasinya, untuk mencegah terjadinya kejahatan atau pelanggaran bisnis. Penelitian ini ditujukan untuk mendeskripsikan filosofi etika yang digunakan oleh perusahaan pengemasan gula PT Manunggal Suko Jaya serta implementasinya di tengah perusahaan. Penelitian ini termasuk penelitian deskriptif kualitatif untuk mengamati objek penelitian berikut: etika korporasi di PT Manunggal Suko Jaya yang terdiri dari filosofi dan impelementasinya. Untuk menentukan informan, digunakan teknik purposive sampling. Teknik pengumpulan data yang digunakan adalah wawancara. Hasil penelitian menunjukkan bahwa PT Manunggal Suko Jaya menganut filosofi etika deontologi, di mana perusahaan mengakui keberadaan dan kemutlakan standar moral, serta pedoman baik/buruknya suatu tindakan di perusahaan ini selalu dikaitkan dengan pemenuhan kewajiban. Selain itu, perusahaan ini juga menunjukkan gejala relativisme, di mana perusahaan tidak mengakui keberadaan ukuran moral yang universal dan adil/tidaknya tindakan bisnis bergantung pada kemauan setiap korporasi sehingga setiap korporasi bebas menegakkan kebenarannya masing-masing. Terkait dengan implementasi etika, PT Manunggal Suko Jaya telah menjalankan etika korporasi terhadap semua stakeholder, meliputi: (1) pemerintah, (2) pemasok, (3) konsumen/pelanggan, (4) lingkungan dan masyarakat, (5) pekerja, dan (6) kompetitor.",
  "creators": "WENDY LIMINYANTO",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011013/MAN/2015; Wendy Liminyanto (31410285)",
  "subjects": "CORPORATIONS; BUSINESS ETHICS"
}