{
  "id": "3322",
  "title": "A Study on the main character's Anxiety in Ann Widdecombe's \"An Act of Treachery\"",
  "abstract": "An Act of Treachery is a novel created by one of British modern writers namely Ann Widdecombe. Although she is best known as a member of the Parliament, but she is concerned about many issues. An Act of Treachery is her third novel set during the Second World War. This novel is dealing with the role of the family. Thus, I am interested to take its dominant theme about the relationship between parents and children. There are some different parenting styles used by parent. Surely each style brings effect to children. However, in my analysis, I will only focus on Catherine as the main character who experiences psychological problem because of her authoritarian parents. In short, authoritarian parents described as people who tell \"you must do it because I say so\" become the main cause of Catherine's anxiety. Therefore, I want to find the family values that exactly cause Catherine's psychological problem and the ways she overcome her problems. To meet my aim, I need the description of anxiety, authoritarian parenting style and its effects. In addition, I use psychological approach with the help of the theory of defense mechanisms in order to analyze Catherine's ways to deal with her psychological problems. Catherine uses compensation, fantasy, and displacement as her defense mechanism to cope with her uncomfortable condition. However, these mechanisms have ruined her and create another new problem. Besides, Catherine's way to cope with her psychological problems is considered as \"an act of treachery\". She is called a traitor because of her love to an enemy to shift her needs of her parents' affection. Thus, I am really interested in finding the effects of her ineffective defense mechanisms to her life. I need the description of depression that will help me to achieve my purpose. Through this analysis, we will learn and understand that authoritarian parenting style will give bad effects to children and may lead to rebel. Unfortunately, most parents are using this style because of their high expectations and their excessive love to their children. This is an up to date topic because the issue naturally happens to every family. It can be a picture to help parents to maintain an ideal way of communication with their children.",
  "creators": "MILA RATNASARI",
  "contributors": "Liem Satya Limanta (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011415/ING/2005; Mila Ratnasari (11400063)",
  "subjects": "WIDDECOMBE, ANN, 1947-... AN ACT OF TREACHERY-STUDY AND TEACHING; ENGLISH FICTION--20TH CENTURY--STUDY AND TEACHING"
}