{
  "id": "33227",
  "title": "Evaluasi strategi bersaing PT Newstar Plastik",
  "abstract": "Strategi bersaing memungkinkan organisasi untuk memperoleh keunggulan kompetitif dari tiga landasan yang berbeda, yaitu ; Cost Leadership, Differentiation dan Focus. Evaluasi terhadap strategi perusahaan perlu dilakukan karena persaingan yang semakin ketat dan mengharuskan perusahaan untuk selalu memperbaharui strategi yang dimilikinya, sehingga perusahaan mampu menghadapi perubahan lingkungan. Salah satu perusahaan yang menghadapi tantangan akan persaingan adalah PT Newstar Plastik. Dengan mengidentifikasi strategi bersaing yang digunakan dan mengevaluasi strategi tersebut relevan atau tidak, itulah tujuan penelitian ini. Penilitian ini dimaksudkan untuk menganalisis relevansi strategi bersaing PT Newstar Plastik dengan menggunakan SERVO Analysis (Fleisher & Bensoussan, 2007). Jenis penelitian ini adalah penelitian kualitatif deskriptif. Metode pengumpulan data menggunakan metode wawancara. Uji validitas data dalam penelitian ini menggunakan uji triangulasi sumber. Penelitian ini menemukan bahwa strategi yang digunakan perusahaan adalah cost leadership. Berdasarkan hasil analisis SERVO, elemen-elemen yang ada saling mendukung satu sama lain, di antaranya penerapan low cost strategy, melakukan quality control pada produk, sistem pendistribusian yang tertata dengan baik, sistem pengiriman yang tepat waktu serta penagihan yang efektif dan tepat waktu. Penelitian ini menghasilkan kesimpulan bahwa strategi perusahaan saat ini masih relevan untuk dijalankan.",
  "creators": "ERIK SUBIANTORO",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010946/MAN/2015; Erik Subiantoro Hidayat (31410283)",
  "subjects": "STRATEGIC PLANNING; COMPETITION; BUSINESS MANAGEMENT"
}