{
  "id": "33225",
  "title": "Rasa aman pekerja outsourcing di Surabaya (studi fenomenologi pekerja outsourcing di Surabaya)",
  "abstract": "Adanya perbedaan perlakuan antara pekerja tetap dan pekerja outsource, career path di outsourcing seringkali kurang terencana dan terarah, perusahaan pengguna jasa sangat mungkin memutuskan hubungan kerjasama dengan outsourcing provider dan mengakibatkan ketidakjelasan status kerja pekerja, bisa dikatakan bahwasannya secara tidak langsung outsourcing merupakan salah satu bentuk dari eksploitasi manusia. Kontrak kerja dalam sebuah perusahaan tertentu adalah salah satu bentuk ketidakpastian karir. Para pekerja hanya bekerja dalam beberapa kurun waktu sesuai dengan kontrak kerja, sedangkan gaji ataupun tunjangan yang diterima hanya berdasarkan UMP. Banyak pekerja outsourcing tidak mendapat kesejahteraan yang sama dengan pekerja tetap, mereka juga tidak menerima jaminal sosial tenga kerja (Jamsostek). Melalui penelitian ini sekiranya dapat menggali informasi tentang pekerja Outsourcing, khususnya bagaimana kebutuhan mereka akan rasa aman terkait status pekerja mereka sebagai pekerja Outsourcing. Jenis penelitian yang digunakan adalah studi fenomenologi dengan pendekatan kualitatif ini dilakukan untuk menggali secara dalam mengenai bagai-manakah Rasa Aman Pekerja Outsourcing di Surabaya. Pengumpulan data dilaku-kan dengan metode wawancara dan observasi. Penentuan informan menggunakan metode purposive sampling. Berdasarkan hasil penelitian dapat diketahui bahwa rasa aman pekerja outsourcing di Surabaya belum bisa terpenuhi dengan baik ditinjau dari berbagai aspek rasa aman yaitu rasa aman terkait situasi kerja, hasil wawancara dan observasi menunjukkan hasil yang baik bahwa situasi kerja mereka mendukung pekerjaan yang mereka lakukan dan dengan adanya pemberian hak berupa cuti yang sesuai ketentuan, ditinjau dari segi gaji ternyata masih ada pekerja yang menerima upah di bawah UMR sehingga muncul ketidakpuasan dan belum terpenuhinya rasa aman tersebut. Lalu ditinjau dari tunjangan rasa aman pun belum terpenuhi karena ada pekerja yang masih belum menerima THR dan pesangon yang sesuai ketentuan. Walaupun dari segi fasilitas kerja semua telah terpenuhi para pekerja telah di lengkapi dengan fasilitas penunjang kerja dan keamanan, lain halnya mengenai promosi kerja ada beberapa pekerja yang perusahaan tempat kerja mereka memberikan peluang untuk menjadi pekerja tetap sehingga ada peluang bagi mereka untuk menjadi pekerja tetap di perusahaan tersebut, tetapi ada juga pekerja yang sudah diambil dari perusahaan outsourcing tetapi tidak dipekerjakan sebagai pekerja tetap diperusahaan tersebut melainkan terus dipeker-jakan tanpa kontrak yang jelas. Terakhir adalah rasa aman terkait kecemasan jelas para pekerja outsour-cing tersebut masih merasakan tekanan jika memikirkan nasib mereka yang tidak jelas, mulai dari tidak adanya kepastian status kerja, hak-hak yang belum dipenuhi secara adil, dan ancaman akan PHK yang bisa datang sewaktu-waktu.",
  "creators": "AMELITA TORIANTO",
  "contributors": "Eddy Madiono Sutanto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010975/MAN/2015; Amelita Torianto (31410202)",
  "subjects": "PERSONNEL MANAGEMENT; CONTRACTING OUT"
}