{
  "id": "33226",
  "title": "Strategi bersaing pada PT Berkat Ganda Sentosa",
  "abstract": "Perusahaan yang punya strategi dalam menghadapi perubahan-perubahan yang terjadi di dunia bisnis akan dapat bersaing secara global. Salah satu strategi yang dapat diterapkan oleh perusahaan adalah strategi samudra biru. Tantangan yang harus dihadapi PT Berkat Ganda Sentosa ini adalah perusahaan harus mampu mempertahankan usahanya agar tetap eksis dan berkembang di pasar dan harus mampu berinovasi. Penelitian bertujuan merumuskan strategi bersaing sebagai strategi keunggulan kompetitif pada PT Berkat Ganda Sentosa Penelitian yang dilakukan adalah kualitatif dengan jenis penelitian deskriptif. Penentuan narasumber dalam penelitian ini dilakukan dengan cara purposive sampling. Jenis data yang digunakan ada dua yaitu data primer dan data sekunder. Prosedur pengumpulan data yang digunakan adalah wawancara dan dokumentasi. Teknik analisis data yang digunakan adalah analisis kualitatif. Hasil penelitian menunjukkan strategi bersaing sebagai strategi keunggulan kompetitif pada PT Berkat Ganda Sentosa dapat dilakukan dengan cara melakukan inovasi pada produk sepatu yang dihasilkan. Inovasi produk yang dapat dilakukan perusahaan adalah dengan membuat menciptakan sepatu lukis. Produk sepatu tidak hanya memiliki fungsi sebagai alas kaki semata. Lukisan pada sepatu yang kreatif dan menarik dapat menjadi nilai tambah pada produk sepatu dan menjadi bagian dari gaya hidup konsumen. Lukisan pada sepatu dapat disesuaikan berdasarkan jenis kelamin dan usia konsumen. Untuk meningkatkan penjualan produk sepatunya maka hendaknya manajemen PT Berkat Ganda Sentosa dapat membuka outlet atau counter sendiri agar pasar lebih mengenal produk perusahaan dan memudahkan konsumen dalam mendapatkan produknya.",
  "creators": "KEVIN GIOVANNI HARDI",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010945/MAN/2015; Kevin Giovanni Hardi (31410222)",
  "subjects": "MANAGEMENT-STRATEGIC; STRATEGIC PLANNING; INNOVATIONS-MANAGEMENT"
}