{
  "id": "33224",
  "title": "Analisis strategi pada PT Srikandi Plastik dengan porter five forces",
  "abstract": "Dalam dunia bisnis perlu untuk meningkatkan efisiensi dan memaksimalkan pangsa pasar merek dengan mengoptimalkan kesempatan yang tersedia di pasar dikarenakan persaingan antar perusahaan sangat tajam, di mana pesaing baru dapat masuk dengan mudah serta pemasok dan pelanggan dapat meningkatkan tawar-menawar. Tujuan penelitian ini adalah untuk mengetahui: strategi apa saja yang dapat dikembangkan PT Srikandi Plastik saat ini, iklim persaingan industri plastik di Indonesia dengan menggunakan analisis Porter Five Force, dan strategi alternatif yang dapat dikembangkan PT Srikandi Plastik. Jenis penelitian dalam penelitian ialah penelitian kualitatif deskriptif. Subjek penelitian ini adalah PT Srikandi Plastik dengan objek penelitian 5 kekuatan porter. Narasumber yang digunakan adalah Manajer PT Srikandi Plastik, 1 ahli dalam industry biji plastik, dan 2 konsumen menggunakan FGD. Teknik pengumpulan data dilakukan dengan cara observasi dan wawancara. Uji keabsahan data menggunakan uji Triangulasi. Hasil dalam penelitian ini menunjukkan bahwa terdapat beberapa strategi yang dapat dikembangkan oleh PT Srikandi Plastik seperti menambah diferensiasi produk, harga yang lebih murah dari pesaing, sistem pengiriman yang baik, dan sistem pembayaran yang lebih mudah. Iklim persaingan yang terjadi pada industri plastik cenderung meningkat dengan dilihat dari jumlah industri sejenis di Wilayah Sidoarjo sebanyak 15 perusahaan, di mana peningkatan pesaing yang ada pertahunnya antara 1-2 industri baik skala kecil maupun skala besar dengan diiringi oleh permintaan pasar yang juga terus meningkat sebesar 10-15%. Selain itu, hasil dalam penelitian ini menunjukkan bahwa strategi alternatif yang dapat dikembangkan oleh PT Srikandi Plastik adalah dengan penambahan modal untuk pengembangan usaha, menambah mesin alat produksi, dan program pelatihan bagi karyawan.",
  "creators": "PASKALINO JIMMY FORIS",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010943/MAN/2015; Paskalino Jimmy Foris (31410175)",
  "subjects": "STRATEGIC PLANNING; MANAGEMENT-STRATEGIC; FAMILY-OWNED BUSINESS ENTERPRISES"
}