{
  "id": "33237",
  "title": "Formulasi strategi bersaing UD Panca Jaya di Surabaya",
  "abstract": "UD Panca Jaya adalah perusahaan dagang yang bergerak di bidang perdagangan mesin-mesin konstruksi dan mesin dagang umum. Penelitian ini dilakukan dengan tujuan memformulasikan strategi dagang yang sesuai dengan kebutuhan dari UD Panca Jaya di Surabaya dengan menganalisa lingkungan internal serta lingkungan eksternal pada UD Panca Jaya. Analisis lingkungan internal menggunakan analisis fungsi bisnis sedangkan analisis lingkungan eksternal menggunakan analisis Porter Five Forces. Dari analisis lingkungan internal dan eksternal ini kemudian dilakukan analisis Strength, Weakness, Opportunity, Threats sehingga bisa dilakukan formulasi strategi. Jenis penelitian ini adalah penelitian deskriptif kualitatif. Metode pengumpulan data dilakukan dengan metode wawancara terhadap informan yang dipilih melalui metode purposive sampling. Kemudian data yang didapat diuji dengan metode triangulasi sumber. Dari hasil penelitian ini bisa dilihat bahwa UD Panca Jaya memiliki pengelolaan usaha yang cukup baik ini bisa dilihat dari lingkup pemasaran dari UD Panca Jaya yang luas serta layanan purna jual yang baik. Kelemahannya adalah pencatatan keuangan yang masih manual serta kurangnya tenaga karyawan dari UD Panca Jaya. Peluang yang dimiliki adalah masih terdapat pangsa pasar yang luas serta peralihan konsumen dari pengguna tenaga manusia menjadi tenaga mesin. Ancaman yang dimiliki perusahaan adalah daya tawar pembeli yang tinggi serta pesaing pada bisnis yang sama banyak. Sehingga perusahaan dapat menggunakan strategi kepemimpinan biaya sebagai salah satu strategi usaha serta penggunaan teknologi informasi untuk penjualan serta manajemen dari perusahaan.",
  "creators": "CLEMENT OETOMO",
  "contributors": "Maria Praptiningsih, S.E., M.Sc.FE. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010980/MAN/2015; Clement Oetomo (31411042)",
  "subjects": "STRATEGIC PLANNING; MANAGEMENT-STRATEGIC; COMPETITION"
}