{
  "id": "3323",
  "title": "A Study of request used by Chinese Indonesian female employers to their younger and older female servants",
  "abstract": "This study is a sociolinguistic study about request made by Chinese Indonesian females to both their younger and older servants. The writer is interested in investigating request since request can be used differently by her surrounding. The writer wants to know the type of request used by Chinese Indonesian female employers to their younger and older servants. Then, the writer also wants to know the factors that influence the use of the type of requests, whether it could be the power distance or the age of the addressee. The writer predicted that there are some differences in making requests to the younger and older servants. Here, the writer used Ervinn-Tripp?s theory of request to classify the type of request. The writer also uses structured interview as the way in getting the data. To find the most frequently used type of request used by Chinese Indonesia female employers, the writer used quantitative approach, whereas to interpret the data, the writer used structured and unstructured interview. The writer found that there are no differences in the frequency of the type of request used by Chinese Indonesian female employers both to younger and older servants. The result of this research showed that most of Chinese Indonesian females used bald imperatives as their type of request, both to their younger and older servants. However, Chinese Indonesia female employers used bald imperatives with the use of word tolong, sorry, hedges and use of address term to show their respect and another social factors that could not be analyzed. Thus, the result might prove that the power distance has influenced more to the type of request than the age of the addressee.",
  "creators": "HERWINDA MARIA",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Lisa Setiawati Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1193/ING/2004; Herwinda Maria (11400005)",
  "subjects": "INDONESIAN LANGUAGE-SOCIAL ASPECTS; SOCIOLINGUISTICS"
}