{
  "id": "33248",
  "title": "Kajian elemen interior Gereja Bethany Indonesia Cabang Manyar di Surabaya",
  "abstract": "Salah satu gereja yang dijadikan penelitian untuk mengkaji interior dari ruang tersebut adalah Gereja Bethany Indonesia cabang Manyar di Surabaya merupakan cikal bakal dari Gereja Bethany Indonesia di Surabaya. Metode penelitian yang digunakan yakni metode kualitatif deskriptif dengan studi kasus yang menguraikan gambaran secara mendetail tentang interior Gereja Bethany Indonesia cabang Manyar di Surabaya. Penelitian ini berfokus pada penerapan elemen interior menurut Vitruvius pada ruang ibadah untuk Gereja Bethany Indonesia cabang Manyar di Surabaya yaitu keindahan (venustas), kekuatan (firmitas), dan kegunaan/fungsi (utilitas) menjadi sistem interior karena mencakup yang berhubungan dengan keseluruhan interior. Kajian desain interior yang diteliti terdiri dari layout, elemen-elemen dalam interior. Hasil penelitian menunjukkan bahwa fungsi sebagai syarat untuk pemenuhan penciptaan suasana ruang tertentu dan tujuan telah diterapkan pada gereja ini kecuali dalam hal keamanan. Sedangkan aspek firmitas sebagai kekuatan dalam ruang yang ditinjau dari penggunaan material juga diterapkan dengan baik meskipun ada kekurangan yang tidak dominan, kemudian untuk aspek venustas yaitu unsur desain yang meliputi garis, bentuk, warna dan tekstur sudah diterapkan dengan baik menunjukkan kesan yang dinamis, kokoh dan seimbang namun jika dikaitkan dengan prinsip desain yaitu kesimbangan, proposi, unity, harmoni dan focal point, tidak semuai diterapkan dengan baik pada Gereja Bethany Indonesia cabang Manyar.",
  "creators": "VELIANA KIRAWAN",
  "contributors": "Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Advisor 1); Grace Setiati, S.Sn., M.Ds. (Advisor 2); Adi Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011348/DIN/2015; Veliana Kirawan (41411036)",
  "subjects": "INTERIOR DECORATION; CHURCH BUILDINGS--DECORATION; CHURCH BUILDINGS--DESIGNS AND PLANS"
}