{
  "id": "3324",
  "title": "An Analysis of Shahid Hassan's search for his cultural identity in Hanif Kureishi's The Black Album",
  "abstract": "In his novel, The Black Album, Hanif Kureishi raises a problem of cultural identity. He uses Shahid Hasan, the main male character, to describe a cultural ambivalence that always happens to the second generation of immigrant since they experienc e cultural `hybridization? and cultural `ambivalent?. Shahid lives and grows up in Britain; therefore he adopts the British culture. Shahid then becomes aware of the other half of the culture that he inherits, the Pakistani cultures. He becomes confused over his cultural identity that he decides to search for his cultural identity. The search for cultural identity becomes the topic of this thesis. I analyze the reasonss that influence Shahid to search for his cultural identity and Shahid?s efforts to find it and the results of his finding. I use cultural approach and my analysis using the post-colonial concepts. The reasons that affect Shahid mostly are his family and the society. Since he was young, Shahid was educated in British cultures; therefore he is never aware of his cultural heritage as a Pakistani. However, after he lives on his own, he becomes aware of his cultural heritage. This awareness causes him to be confused over his cultural heritage that Shahid decides to search for it. His search leads him to the understanding that he must embrace something that is very important for him; and the most important thing is individual freedom to express himself.",
  "creators": "TJI LILY",
  "contributors": "Jenny Mochtar Djundjung (Advisor 1); Vyrna Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1194/ING/2004; Tji Lily (11499113)",
  "subjects": "ENGLISH DRAMA-20TH CENTURY-STUDY AND TEACHING; KUREISHI, HANIF, 1954-... THE BLACK ALBUM-STUDY AND TEACHING"
}