{
  "id": "33253",
  "title": "Perancangan interior student social space di Universitas Kristen Petra Surabaya (konsekuensi alih fungsi material shipping container )",
  "abstract": "Di samping adanya kegiatan perkuliahan yang berjalan secara sistematis dan rutin dalam sebuah universitas, ternyata terdapat juga bermacam-macam kegiatan yang banyak dilakukan oleh mahasiswa yang sifatnya lebih sebagai pendukung dari aktivitas utama, yaitu kuliah itu sendiri. Kegiatan ini lebih bersifat spontan dengan rentang waktu yang tidak terlalu lama tapi rutin dilakukan hampir setiap hari, baik secara individu atau berkelompok (sosial) seperti; duduk santai/beristirahat sambil menunggu waktu kuliah, berbincang dengan teman, makan dan minum, dsb. Perancangan ini bertujuan untuk menciptakan sebuah ruang (space) yang dapat mewadahi kegiatan-kegiatan di atas tersebut karena belum adanya fasilitas yang dapat mewadahi kegiatan tersebut secara spesifik dan optimal. Keinginan desainer untuk memanfaatkan space dari material shipping container didasari realita bahwa jumlah shipping container yang menumpuk di pelabuhan semakin bertambah dikarenakan membuat yang baru ternyata lebih murah dibanding dengan mengembalikan yang lama ke tempat asalnya. Perancangan ini menerapkan metode design thinking yang dimulai pada tahap pengumpulan data, programming, kemudian metode ideasi dan visualisasi desain hingga berakhir pada tahapan realisasi dan evaluasi desain. Hasil dari perancangan ini yaitu 3 desain student social space dari alih fungsi material shipping container di Universitas Kristen Petra Surabaya.",
  "creators": "IRVAN ANDREANTO CHANDRA",
  "contributors": "Linggajaya Suryanata (Advisor 2); Yusita Kusumarini (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021353/DIN/2015; Irvan Andreanto Chandra (41411041)",
  "subjects": "UNIVERSITIES AND COLLEGE-BUILDINGS-DECORATION; INTERIOR DESIGN"
}