{
  "id": "3326",
  "title": "A Study on the reasons of the main male character's burning of the golden temple in yukio mishima's the temple of the golden pavilion",
  "abstract": "As one of the most talented and successful of modern Japanese writer, Yukio Mishima includes the western style but with Japanese taste in writing his novel. He is well-known when he did the seppuku ritual in the age of forty-five. I am interested in his novel, The Temple of the Golden Pavilion, because he wrote it based on the incident of the Kinkaku?s burning and his novel ends with the burning of the Golden Temple by Mizoguchi. Therefore, I am curious to analyze what are the reasons of Mizoguchi to burn the Golden Temple. By using literary theory in characterization and also the concepts of beauty and ugliness, hypocrisy and Buddhism Thoughts and Truths, I can reveal Mizoguchi?s reasons to burn it. Then, I found out that the main character, Mizoguchi has two reasons to do it. Firstly, he hates beauty because beauty is his enemy while the Golden Temple is the most beautiful thing in this earth. Furthermore, the Golden Temple has poisoned Tsurukawa, the Superior, the society, and also Mizoguchi himself, so they are really concerning with the concept of beauty and ugliness. All the characters are influenced by the concept of beauty and ugliness so they begin to look all the things by using that concept. As a result, they concentrate to fulfill the concept of beauty in their life to get an admiration, adoration, and prestige. To stop the society on concerning too much on the beauty and ugliness, Mizoguchi thinks that he needs to burn the Golden Temple to eliminate the judgements of beauty and ugliness. Secondly, when he knows that the Superior as Buddhist priest is a hypocrite, he decides to burn the Golden Temple. Although his action of burning the Golden Temple is an incorrect action, but from the Mizoguchi?s point of view he already does the right thing for the society and himself.",
  "creators": "IRENE HANDAYANI SUSANTO",
  "contributors": "Ribut Basuki (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1197/ING/2004; Irene Handayani Susanto (11498024)",
  "subjects": "JAPANESE FICTION-20TH CENTURY-STUDY AND TEACHING; MISHIMA, YUKIO, 1925-... THE TEMPLE ON THE GOLDEN PAVILION-STUDY AND TEACHING"
}