{
  "id": "3327",
  "title": "Topic shifts and topic shift markers used by the male and female characters in Dawson's Creek tv series",
  "abstract": "Conversation is very important in our daily lives. It is a routine activity which occurs in formal and informal situation. In a conversation, there always a topic to be talked about. The topic of conversation usually develops from one topic to other topics. The problem comes when the participants do not realize that the topic has already changed, so that it can cause misunderstanding and miscommunication in conversation. In order to avoid misunderstanding and miscommunication, it is important to study topic shifts and topic shift markers. The writer also adds gender aspects in this study. As we know, male and female speakers have some differences in conversation, especially in applying topic shifts and topic shift markers. Male speakers tend to jump from one topic to another topic while female speakers tend to shift the topic gradually. Therefore the writer is interested in studying topic shifts and topic shift markers based on gender differences, especially in Dawson's Creek TV Series episode \"All Good Things\" and \"?Come to an Ends\". In order to study topic shifts and topic shift markers, the writer uses some theories. The first theory is Stenstrom's theory about kind of topic shift, which is classified into five kinds of topic shift. The second theory is McCarthy's theory on topic shift markers. Through these theories, the writer tries to find out the similarities and differences between male and female speakers in applying topic shifts and topic shift markers. As a result of this research, the writer finds out that topic change is mostly used by male and female speakers in male-female conversation. Another finding is that the female speakers tend to use \"well\" as the opening, changing, closing marker while male speakers tend to use \"you know\" as changing marker and \"allright\" and \"ok\" as the closing marker.",
  "creators": "YOHANNA SALOME",
  "contributors": "SAMUEL GUNAWAN (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1204/ING/2004; Yohanna Salome (11499178)",
  "subjects": "COMMUNICATION"
}