{
  "id": "3328",
  "title": "Error types based on linguistic category in the English composition written by the students of writing I at the English Department Petra Christian University",
  "abstract": "My study is of error types that are particularly focused on the types of errors in English compositions. The types of errors in English compositions are based on the theory of Professor James Hendrickson, in which the types of errors are classified according to the linguistic category. Therefore, it includes the errors in lexical, morphological, syntactic and orthographic categories. By discovering the students? errors in writing their compositions, this thesis is also to show the most committed type of errors based on linguistic category. I conduct my study by using descriptive and text analysis approach. In this study, I collect the data from Indonesian students who are learning English as a second language at the English Department in Petra Christian University. Specifically, they are the students of 2003 who take their Writing I class in 2003/2004 academic year. I particularly use picture story in order to raise their ideas in writing a composition. There are fifteen drafts to be the data samples, which are then analyzed. The results of the analyses show that the morphological errors gain the highest percentage, while the orthographic errors get the lowest percentage in the compositions. It is important to note that the syntactic errors also take a dominant percentage in the compositions. Since the students mostly produced the morphological and syntactic errors, the findings might suggest that most of the students have problems and difficulties in the application of the Standard English grammar. In addition, it might also suggest that the students? repertoire of English vocabulary items is sufficient in writing a composition, due to the fact that the lexical errors only count for a small percentage. Here, the students are able to use simple lexical items in appropriate situation in writing their compositions.",
  "creators": "MILASENDA IRAWAN",
  "contributors": "Julia Eka Rini (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1200/ING/2003; Milasenda Irawan (11400040)",
  "subjects": "ENGLISH LANGUAGE-ERRORS OF USAGE"
}