{
  "id": "3330",
  "title": "A Study of the initiating acts produced by the host, and the responding acts by the guests in \"pro dan kontra\"",
  "abstract": "Conversation happens if there are two people or more talk each other. One of them does the initiation, and the other gives response to the initiation. It is something that happens in daily life. When we watch talk show, we also find this. This research is about initiating acts that are used by the host, and responding acts that are used by the guests in talk show. It is interested to do a research on that because if the host or the guests fail to recognize each other?s acts, it will cause a breakdown of the show, especially if the talk show broadcast lively. Through this research, the writer wants to know the kinds of Initiating acts that are produced by the host, and the type of it that is mostly used. Beside, the Initiating acts, the writer also wants to know the kinds of Responding acts that are produced by the guests, and the type of it that is mostly used. The writer analyses the data of Initiating acts based on Amy Tsui (1994), and the data of Responding acts based on Stenstrom (1994). This research is conducted in order to give more reference to the students of English Department, especially who majoring in Linguistics. The writer hopes it can help the students if they involve in a discussion. This research is also for the host of talk show and people who are invited to become guests. The host can make a strategy to get information from the guests. If the guests recognize the host?s Initiating acts, the guests can know what the host want and can fulfil it. This is a qualitative descriptive research because the writer does not make any generalization from the findings, and the findings will be reported in the form of statement. The source of the data for this research is ?Pro dan Kontra?. The writer chooses this program because the topics are social problems. The instrument of this research is the writer. Then, the writer found that Elicit : inform (a kind of Elicitation) is the type of Initiating acts that is mostly used by the host, and Comply (a kind of Answer) is the type of Responding acts that is mostly used by the guests. It means that there is an understanding or correspond between the host and the guests.",
  "creators": "LANI SETYOWATI",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); Lisa Setiawati Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1162/ING/2003; Lani Setyowati (11499080)",
  "subjects": "DISCOURSE ANALYSIS; ENGLISH LANGUAGE-DISCOURSE ANALYSIS"
}