{
  "id": "3334",
  "title": "A Motherese conversational structure in a conversation between some adults and a two-year-old child",
  "abstract": "This study is about motherese which is used by the adults to talk or communicate with a two-year-old child. The writer is interested in this topic because there are limited investigations of motherese and because the writer has involved in babysitting a two-year-old child. In this study the writer focuses on the conversation analysis between the child's parents, her aunt and her grandfather in a daily conversation to know the distinguish characteristics of talking with a child. The investigation on conversation analysis limited to the conversation structure, especially on how the turn taking takes place, the use of adjacency pairs in opening, in the conversation, and closing the conversation. In this study the writer observes and records the conversation between the subject and the child for several weeks. By focusing on the subjects' utterances in the conversation the writer finds how the turn taking occur and adjacency pairs are used in motherese conversation with a child which are different in conversation between adults and other adults. The finding proves that there are several distinguished features due to the turn taking and the use of adjacency pairs in motherese conversation with a child. By investigating the motherese conversation it turns out that the conversation is not opened by greeting-greeting pairs, and in the conversation the next speaker is the one who is addressed by the current speaker. Moreover, the request-grant pairs are the pair that mostly occurs during the conversation. Thus, the closing sequences are used to close the conversation that ends with greetings.",
  "creators": "DIAN CYNTHIA DEWI",
  "contributors": "Julia Eka Rini (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1168/ING/2003; Dian Cynthia Dewi (11499056)",
  "subjects": "CHILDREN-LANGUAGE; LANGUAGE ACQUISITION"
}