{
  "id": "3336",
  "title": "A Semantic study of short-text humors taken from reader's digest magazines of April, May and June 2003 editions",
  "abstract": "Humor can be found everywhere, everytime, in magazines, newspapers and daily life. There are many functions of humor in the society that have been already realized, as humor is used frequently in a vast range of activities in people?s daily life. However, there are only a few linguistic studies about humor. Therefore, the writer is interested in analyzing humor, especially short-text humors from a linguistic point of view using a semantic theory, which covers semantic ambiguity (lexical and grammatical ambiguity) and truth-conditional semantics (including causal fallacy). In this study, the writer uses a qualitative research to find out what kinds of semantic mechanisms manipulated by short-text humors that make the humors sound funny. Furthermore, she also wants to know which one of those manipulations occurs most. The writer takes 25 short-text humors from Reader?s Digest edited in April, May and June 2003. In achieving her purpose, the writer divides the study into three steps. The first step is identifying and classifying the 25 short-text humors into four different semantic mechanisms. The second step is putting the findings into a table and counting the percentages of each semantic mechanism. Then, from the first and the second step, the writer discovers that short-text humors taken from Reader?s Digest of April, May and June 2003 editions manipulates lexical ambiguity, truth conditional semantics also causal fallacy to create funniness. In addition, the manipulation of truth conditional semantics is the most frequently used to make the humors funny. Causal fallacy is in the second possibility, whereas, lexical ambiguity has the lowest possibility to be used to make the fun of the humors.",
  "creators": "SRI WIJAYATI",
  "contributors": "SUKEMI, PROF.DR.M.A. (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1208 /ING/2004; Sri Wijayati (11499039)",
  "subjects": "SEMANTICS; LINGUISTICS ANALYSIS (LINGUISTICS)"
}