{
  "id": "33387",
  "title": "Proses suksesi pada PT Samudra Bahari Utama",
  "abstract": "Perusahaan keluarga sangat berkembang dan berperan besar pada perekonomian negara di era globalisasi ini. Siswono (2010) dan Sudibyo (2007), mengatakan 78% perusahaan di Indonesia adalah perusahaan keluarga sehingga perlu dipertahankan kelanjutannya. Penelitian ini ingin mengetahui proses suksesi yang sedang dila-kukan pada PT Samudra Bahari Utama mulai dari pengembangan calon successor, relasi antara keluarga dan professional non-keluarga hingga perencanaan. Penelitian ini menggunakan metode kualitatif. Pengumpulan data dilakukan melalui metode wawancara disertai kunjungan untuk mendapatkan data yang relevan. Keabsahan data diuji dengan menggunakan triangulasi sumber. Proses suksesi melalui pengembangan calon successor, dimulai dari pengalaman dari luar perusahaan, pengalaman dari dalam perusahaan, pendidikan formal, pelatihan yang dijalani dan pembangunan motivasi. Relasi antara keluarga dan professional non-keluarga, melalui pemberian kepercayaan, perseteruan antar saudara dan gaya komunikasi. Yang terakhir adalah perencanaan melalui perencanaan suksesi di dalam perusahaan dan penggunaan family business consultant/advisor. Semua proses suksesi telah dapat dilakukan perusahaan dengan baik walupun masih terdapat sedikit kekurangan. Kompetensi calon successor semakin meningkat dan semua bagian perusahaan juga memberikan dukungan sehingga calon successor tidak menemui kesulitan dalam mengembangkan kemampuannya.",
  "creators": "STENLY DEANTORO",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Eddy Madiono Sutanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010957/MAN/2015; Stenly Deantoro (31411080)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES-SUCCESSION; FAMILY-OWNED BUSINESS ENTERPRISES"
}