{
  "id": "33382",
  "title": "Analisis proses suksesi pada PT Surya Dermato Medica Laboratories",
  "abstract": "Suksesi memegang peranan penting demi keberlanjutan suatu perusahaan keluarga. Perencanaan dan proses suksesi tentu akan menjadi pertimbangan perusahaan karena suksesi merupakan peristiwa yang tidak dapat dihindari dalam sebuah bisnis keluarga. Oleh karena itu, PT Surya Dermato Medica Laboratories telah mempersiapkan proses suksesi dengan melakukan beberapa tahapan, yaitu menentukan nilai dasar pengembangan calon suksesor, seleksi, dan transisi. Penelitian ini bertujuan untuk mengetahui proses suksesi yang terjadi di PT SDML. Jenis penelitian yang digunakan adalah kualitatif deskriptif. Data yang digunakan dalam penelitian ini berasal dari data primer, yaitu dari hasil wawancara dengan informan penelitian. Prosedur pengumpulan data berupa wawancara dan dokumentasi. Analisis data yang digunakan secara deskriptif dan uji keabsahan data menggunakan triangulasi sumber. Hasil penelitian menunjukkan calon suksesor berperan dalam pengelolaan usaha pada perusahaan keluarga PT SDML setelah menjalankan proses suksesi. Mulai dari proses menentukan nilai dasar, yaitu dengan menetapkan kriteria calon suksesor, menetapkan ruang lingkup calon suksesor, mengidentifikasi potensi calon suksesor, menetapkan pedoman tata kelola perusahaan. Tahap pengembangan calon suksesor yang terdiri dari penetapan program pendidikan formal, penetapan program pelatihan, penetapan pengalaman kerja calon suksesor, interaksi dengan incumbent dalam persiapan suksesi, proses dinamika keluarga yang terjadi, pertemuan dewan keluarga. Tahap seleksi, yang terdiri dari penentuan kriteria seleksi akhir, pembentukan panitia seleksi, penempatan calon suksesor di dalam perusahaan. Sampai pada tahap yang terakhir, yaitu transisi yang terdiri dari fase di mana incumbent keluar, akomodasi intern manajemen, dan penentuan kriteria kinerja bagi generasi penerus.",
  "creators": "LIDYA PERMATASARI",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Eddy Madiono Sutanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011022/MAN/2015; Lidya Permatasari (31411070)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES; FAMILY-OWNED BUSINESS ENTERPRISES-SUCCESSION"
}