{
  "id": "3339",
  "title": "A Study of the impact of Henry's relationship with Catherine and his friends in hemingway's a farewell to arms",
  "abstract": "Ernest Hemingway was one of the well-known twentieth-century American writers. The novel A Farewell to Arms that I analyze is one of the materpieces which is about a love story with the background of the First World War. I choose this topic because the word relationship has great effect during war. As we know that building relationship during war is difficult, but the main character, Henry, is able to build relationship with Catherine and his friends. The novel portrays the difficult situation that Henry and Catherine face during World War I. The situation that they face at that time raises many problems in their relationship. Also brings a lot of changes in Henry?s way of life and point of view. Due to this fact, I am curious to know what kind of relationships that Henry has and what are the impacts on his relationship with Catherine and his friends. The purpose of this thesis is to find out that although war has caused many problems on Henry relationship with Catherine and his friends, but because of the love of Catherine and the true friendship of his friends, has great impact on Henry lives. To achieve my goal, I will use literary approach such as theory of characterization, theory of conflict and theory of setting. The analysis reveals Henry?s relationship with Catherine and his friends, which have impact on Henry?s life.",
  "creators": "WILMA LAURA SAHETAPY",
  "contributors": "CHERRY HADIKUSUMO, Dra. (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1207/ING/2004; Wilma Laura Sahetapy (11498064)",
  "subjects": "HEMINGWAY, ERNEST, 1899-1961. A FAREWELL TO ARMS--STUDY AND TEACHING; AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING"
}