{
  "id": "3340",
  "title": "Pengujian skala penuh campuran emulsi bergradasi rapat untuk lapisan permukaan jalan",
  "abstract": "Dengan berkembangnya kesadaran manusia mengenai lingkungan hidup dan makin berkembangnya teknologi konstruksi jalan, telah memberikan peluang untuk berkembangnya bahan-bahan untuk konstruksi jalan yang ramah lingkungan dan hemat bahan bakar, salah satunya adalah aspal emulsi. Pengujian secara langsung di lapangan ini menggunakan campuran emulsi dengan agregat bergradasi rapat ( DGEM ), yang bertujuan untuk meneliti kenyamanan mengendarai yang bisa dilihat dari besarnya nilai PSI ( Present Serviceabiliiy Index ), kapasitas untuk menanggung beban dengan mencari nilai lendutan balik yang terjadi sehingga dapat diketahui nilai dari daya dukung perkerasan tersebut, faktor keamanan dapat diwakili oleh rata-rata kedalaman makrotekstur permukaan perkerasan. Penelitian dilakukan dilapangan dengan menggunakan kadar optimum aspal emulsi sebesar 10,2% Dari hasil analisa diperoleh 3,48 sebagai nilai PSI awal yang dijadikan acuan untuk menentukan kapan diperlukan penanganan perbaikan suatu jaringan jalan. Lendutan balik yang terjadi adalah 1,55 mm sehingga didapatkan daya dukung perkerasan sebesar 1009,4 AE 18 KSAL yang menunjukkan jumlah lintasan ekivalen sumbu tunggal seberat 8,16 ton yang dapat diterima pada jalan tersebut ( LER ). Besarnya rata-rata kedalaman makrotekstur perkerasan adalah 0,608 mm yang dapat digunakan untuk menentukan SkidNumber.",
  "creators": "ERWIN HARTANTO; ALEX JINARDI SITONATA",
  "contributors": "Indriani Santoso (Advisor 1); YANUAR SANTOSA (Advisor 2); Harry Patmadjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 1302/SIP/2004; Erwin Hartanto (21495046), Alex Jinardi Sitonata (21496090)",
  "subjects": "ASPHALT CONCRETE--TESTING; ASPHALT EMULSION MIXTURES"
}