{
  "id": "3341",
  "title": "A Study on interruptions and overlaps in \" who wants to be the president\"",
  "abstract": "In a communication, it is obvious that interruptions might occur and they occur for certain reasons. There are two types of interruption, namely overlaps and interruptions itself (Zimmerman and West, 1975). The writer is interested in analyzing interruptions produced by males and females because there is a phenomenon that females and males have different way to speak. In her research, the writer tries to find out the type of interruptions and the reasons of interruptions and overlaps in the debate show `Who Wants To Be The President?. The data is taken from a debate show because in a debate, interruptions are even expected. In conducting this research, the writer applies qualitative approach. The data is written in a form of transcript. The writer categorizes each type of interruptions and the reasons using tables. The data is analyzed by using the definition and description of interruptions from Zimmerman and West (1975) Wardhaugh (1985), Wodak (1996), Leet-Pellegrini (1980), Spender (1983), Steinem (1991), Tannen (1991). The writer found out that males interrupted other males and females more often than to overlap. On the contrary, females overlapped the males more often than to other females. In the interruptions between males, the most common reasons were completing and correcting, while rejecting was the most common reason of overlap. In the interruptions and overlaps between females, there was no reason appeared as the most common reason. The most common reason of interruptions and overlaps which were expressed by the males to the females was completing. On the other hand, the most common reason of interruption done by the females to the males was breaking up.",
  "creators": "MEILINDA LIE JAYA",
  "contributors": "Dr. Dra. Yuli Christiana Yoedo, M.Pd. (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1164/ING/2003; Meilinda Lie Jaya (11499138)",
  "subjects": "INDONESIAN LANGUAGE-DISCOURSE ANALYSIS; DISCOURSE ANALYSIS"
}