{
  "id": "33434",
  "title": "Evaluasi pasca huni elemen pembentukan interior rumah Dome, Nglepen, Yogyakarta",
  "abstract": "Sebuah hunian baru tidak hanya sebatas tempat tinggal yang baru untuk memenuhi kebutuhan hidup tetapi juga berhubungan dengan kebiasaan penghuni yang mempengaruhi keawetan suatu bangunan. Penelitian ini dilakukan untuk mengetahui kondisi elemen pembentuk interior rumah dome setelah 8 tahun dihuni. Sehingga perlu suatu identifikasi mengenai kondisi saat ini dan mencari tahu penyebab dan bagaimana hal tersebut bisa terjadi dengan harapan ada langkah pencegahan agar tidak sampai terjadi kondisi yang tidak diinginkan. Penelitian ini merupakan penelitian kualitatif deskriptif yang berdasarkan studi kasus dengan pendekatan metode Evaluasi Pasca Huni. Penelitian difokuskan pada permasalahan yang berkaitan dengan elemen pembentuk interior pada tahap indikatif sampai investigasi. Data diperoleh dengan teknik pengamatan, wawancara, dokumentasi, dan studi kepustakaan. Data dianalisis dengan membandingkan hasil wawancara penghuni, partisipan ahli, dan literatur lalu kesimpulan ditarik secara induktif. Hasil penelitian menunjukkan bahwa dominan rumah dome mengalami degradasi (penurunan) pada elemen pembentuk interiornya akan tetapi masih ada kondisi yang masih baik. Penurunan kondisi pada elemen pembentuk interior rumah dome disebabkan faktor alam, pemilihan material, pengerjaan, dan perilaku penghuni. Sedangkan elemen pembentuk interior yang masih baik disebabkan karena perilaku penghuni itu sendiri.",
  "creators": "DESSY KIANTO KAHUNI",
  "contributors": "Filipus Priyo Suprobo, S.T., M.T. (Advisor 2); Yusita Kusumarini (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011356/DIN/2015; Dessy Kianto Kahuni (41411045)",
  "subjects": "HOUSE DECORATION; INTERIOR DECORATION"
}