{
  "id": "3343",
  "title": "Structures and fallacies of debate arguments among indonesians and americans: sctv's debat minggu ini and cnn's crossfire",
  "abstract": "In spite of similar terminology, American debates and Indonesian debates (debat) turns out to be two culturally different concepts. Debate is an argumentation \"between two matched sides\" (Webster?s Ninth Collegiate Dictionary); whereas debat is a \"discussion (perbahasan) and exchange of opinion (pertukaran pendapat)\" (Kamus Besar Bahasa Indonesia [the Extensive Dictionary of the Indonesian Language]). Regardless of its format, the existence of arguments is an indispensable factor of every debate. The construction of arguments and its content depends on the custom and the logical training of the arguer. The American and Indonesian people have dissimilar customs of the freedom of speech in the media and have differing extent of exposure to logical trainings. For that reason, this study examines the differences in the structures and the logical errors, i.e. fallacies, within the arguments produced by the interviewees of an episode of the Indonesian Debat Minggu Ini (This Week?s Debate) of SCTV and the American Crossfire of CNN, which are exemplifications of those two styles of debate. The episodes have compatible fields at issue, i.e. law and similarly talks about the sentence of controversial criminals in each country. In the analysis, the processes of argument reconstruction and evaluation were performed according to the procedure established by Bierman and Assali (1995). Then, the argument structures are labeled delineating their complexity. Subsequently, they are appraised for their logical correctness. For the logically incorrect (fallacious) arguments, the fallacies are identified according to the types denoted by Bierman and Assali (1995) as well as Copi and Cohen (1990). The uneven distribution of complex structures in the Indonesians? arguments compared to the Americans shows that the differences are mainly caused by the differing extent of polarization brought about by the different formats. For both sides, whenever extreme pole is assumed, the argument increases in complexity. What's more, the American interviewees are found to produce more fallacies than the Indonesian interviewees. This result implies that more fallacies are produced when the interviewees are assuming a more extreme position.",
  "creators": "GRACE SWESTIN",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1233/ING/2004; Grace Swestin (11499012)",
  "subjects": "LANGUAGE AND LANGUAGES-PHILOSOPHY; LANGUAGE AND LOGIC"
}