{
  "id": "33457",
  "title": "Studi komparasi pada interior klenteng Tien Kok Sie di Surakarta dan klenteng Fuk Ling Miao di Yogyakarta ditinjau dari aspek fengshui dan budaya Jawa",
  "abstract": "Klenteng adalah tempat ibadah bagi umat Tri Dharma dan sebagai apresiasi bentuk budaya leluhur masyarakat Tionghoa memiliki keunikan dan seni arsitektur yang tinggi. Objek penelitian dipilih klenteng Tien Kok Sie di Surakarta dan klenteng Fuk Ling Miao di Yogyakarta. Keduanya adalah klenteng yang berdiri di pusat kebudayaan dan merupakan tempat ibadah masyarakat Tionghoa yang berdiri dengan dukungan dari pihak kraton. Penelitian dilakukan dengan tujuan untuk mengungkap studi komparasi pada interior Klenteng Tien Kok Sie Di Surakarta dan Klenteng Fuk Ling Miao Di Yogyakarta ditinjau dari aspek Feng Shui dan budaya Jawa. Penelitian menggunakan metode penelitian kualitatif komparatif. Data dikumpulkan dengan metode studi literatur, observasi langsung, dan wawancara. Berdasarkan analisis data ditemukan bahwa adanya akulturasi dari nilai-nilai Feng Shui dengan budaya Jawa pada klenteng Tien Kok Sie dan klenteng Fuk Ling Miao dari aspek lokasi ruang suci utama, jumlah pintu dan makna bentuk pintu, ragam hias, dan bentuk pemasangan konstruksi plafon. Namun akulturasi budaya Jawa dominan pada klenteng Fuk Ling Miao dari kesamaan lokasi, arah hadap, dan peninggian lantai. Ini membuktikan klenteng Fuk Ling Miao di Yogyakarta lebih mengikuti nilai-nilai budaya Jawa.",
  "creators": "STEPHANIE CLORINDA SANTOS",
  "contributors": "Martino Dwi Nugroho, S.Sn., M.A (Advisor 1); Grace Mulyono (Advisor 2); COK GEDE RAI PADMANABA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011366/DIN/2015; Stephanie Clorinda Santoso (41411057)",
  "subjects": "INTERIOR DECORATION; FENG SHUI IN INTERIOR DECORATION; TEMPLES, BUDDHIST--DECORATION"
}