{
  "id": "33454",
  "title": "Pengaruh pencahayaan terhadap pembentukan persepsi visual umat pada masjid Al-Irsyad Bandung",
  "abstract": "Masyarakat Indonesia 87,18% beragama Islam, beribadah di masjid pada waktu Subuh, Zuhur, Asar, Maghrib, dan Isya. Di Jawa Barat dengan persentase umat islam tertinggi di Pulau Jawa, terdapat masjid yang memiliki konsep ruang dan pencahayaan yang mengkondisikan umat dalam merasakan kehadiran Allah, yaitu Masjid Al-Irsyad, Bandung. Penelitian ini dilakukan untuk mengetahui pengaruh pencahayaan alami dan buatan terhadap pembentukan persepsi visual akan kehadiran Allah dan perbedaannya di 5 waktu shalat umat pada ruang masjid tersebut. Peneliti berharap dari penelitian ini dapat memaksimalkan perancangan bangunan religius umat Islam di Indonesia. Penelitian ini dilakukan dengan metode penelitian kualitatif yaitu dengan melakukan observasi lapangan, mengumpulkan data kuisioner, dan wawancara, serta melakukan pengukuran intensitas cahaya sebagai data pendukung. Hasil analisa menunjukkan bahwa secara keseluruhan dari 5 waktu shalat, mayoritas responden menyatakan setuju bahwa pencahayaan dalam ruang dapat memberikan pengaruh terhadap pembentukan persepsi visual atau kesan akan kehadiran Allah saat shalat di ruang Masjid Al-irsyad. Usia, jenis kelamin, kesehatan mata, waktu shalat, sumber pencahayaan (alami dan/atau buatan) yang diterima, dan posisi duduk umat mempengaruhi kejelasan melihat ustad, kesan akan pencahayaan dalam ruang, kesan akan kekontrasan cahaya, yang secara keseluruhan akan mempengaruhi pembentukan persepsi visual umat akan kehadiran Allah saat shalat.",
  "creators": "MICHAEL, WANGSA",
  "contributors": "Poppy Firtatwentyna Nilasari, S.T., M.T. (Advisor 2); Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011363/DIN/2015; Michael Wangsa (41411053)",
  "subjects": "LIGHTING, ARCHITECTURAL AND DECORATION; MOSQUES-DECORATION; INTERIOR LIGHTING"
}