{
  "id": "33460",
  "title": "Perancangan interior restoran mancanegara di Surabaya",
  "abstract": "Perancangan interior restoran mancanegara di Surabaya ini berdasarkan karena kebutuhan pokok manusia, efisiensi sirkulasi antara pelayan dan juga pengunjung serta semakin berkembangnya bisnis restoran di kota-kota besar. Mengikuti perkembangan jaman, desain interior pada suatu restoran menjadi sangat penting. Sehingga perancangan pada restoran mancanegara ini mengutamakan pada fungsi, estetika, dan juga sirkulasi restoran tersebut. Pada restoran mancanegara ini tidak hanya menjual makanan dari 1 negara saja, melainkan terdapat menu makanan yang berbeda dari 3 negara yaitu Amerika, Cina, Jepang, sehingga masyarakat dapat lebih bebas untuk memilih makanan di restoran tersebut. Konsep yang di terapkan juga sesuai dengan budaya dan ciri khas masing-masing negara tersebut, sehingga desain pada restoran tersebut tidak monoton. Selain menjadi tempat makan dan tempat nongkrong restoran ini juga bisa di jadikan sebagai tempat bisnis yaitu tempat bertemunya dengan klien atau kita dapat menjamu klien kita di restoran tersebut, karena banyak pilihan makanan dan juga desain interior yang nyaman dan cocok untuk segala kalangan usia. Style yang ingin diterapkan yaitu style modern dengan permainan warna dan bentuk-bentuk ataupun ornamen yang melambangkan dari masing-masing negara atau budaya negara tersebut, sehingga suasana pada restoran tersebut akan lebih terasa dan tidak membosankan.",
  "creators": "STEVEN YONATHAN",
  "contributors": "Dr. Ir. Lintu Tulistyantoro, M.Ds. (Advisor 1); MOCH. TAUFAN RIZQI (Advisor 2); Sriti Mayang Sari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021369/DIN/2015; Steven Yonathan (41411061)",
  "subjects": "INTERIOR DECORATION; RESTAURANTS-DECORATION"
}