{
  "id": "33471",
  "title": "Analisis proses perencanaan suksesi pada PT Dinoyo Putra Transportation",
  "abstract": "Suksesi sangat terkait dengan pergantian kepemimpinan antargenerasi. Dari hasil penelitian, ternyata tidak lebih dari dua per tiga perusahaan keluarga kelas menengah atas di Indonesia yang mengakui tidak mempersiapkan penerus melalui proses perencanaan suksesi. Penelitian bertujuan untuk mendeskripsikan dan menganalisis proses perencanaan suksesi yang efektif dan sesuai dengan isu multigenerasi yang terjadi pada PT Dinoyo Putra Transportation. Proses perencanaan suksesi memiliki tiga elemen yaitu mengeksplorasi komitmen keluarga terhadap perusahaan, persiapan generasi penerus dan mentoring. Jenis penelitian yang digunakan dalam penelitian ini adalah deskriptif dengan menggunakan pendekatan kualitatif. Metode pengumpulan datanya menggunakan wawancara dan observasi. Teknik analisis data dalam penelitian yang digunakan adalah dengan cara deskriptif. Berdasarkan analisis data dan pembahasan menunjukan proses perencanaan suksesi yang efektif dan sesuai dengan isu multigenerasi pada PT Dinoyo Putra Transportasi adalah mengekplorasi komitmen keluarga yang terbukti memberikan dampak positif bagi kelangsungan dan kesuksesan perusahaan keluarga dari generasi ke generasi selanjutnya. Dari tingkat persiapan generasi penerus disimpulkan tidak direncanakan secara khusus untuk memimpin perusahaaan terlihat dari pendidikan, pengalaman kerja dan komitmen terhadap perusahaan yang kurang kuat dan matang. Mentoring dari generasi senior juga diperlukan untuk mempersiapkan proses suksesi dan dapat disimpulkan mentoring berjalan kurang intensive untuk memberikan pendidikan mengenai bisnis perusahaan.",
  "creators": "MADELINE MUSIDORA KHORLIN",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Eddy Madiono Sutanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010947/MAN/2015; Madeline Musidora Khorlina (31411122)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES-SUCCESSION; FAMILY-OWNED BUSINESS ENTERPRISES"
}