{
  "id": "3347",
  "title": "A Study of cohesive devices of gado-gado text in femina magazines",
  "abstract": "There are two ways to communicate with other people in society that is written language and spoken language. People can choose written language as an alternative to communicate through the text. In a text, there are many phrases, words, and sentences which have to be united and stick together. With the help of cohesive devices, the texts are able to have good unity in connecting phrases, words, and sentences. If a text has a good unity, people are able to convey what is the intended meaning being interpreted. The writer of this thesis is interested in analyzing the cohesiveness of a written language in a text of Femina magazine. Femina magazine is weekly magazine and published once in a week. The contents of Femina is various, such as fashion rubric, family rubric, amusing story rubric, which is called henceforth Gado-gado. She chooses `Gado-gado? text in Femina magazine as her object of study. The problems in this study are divided into two parts, grammatical cohesion and lexical cohesion, which are the criteria of being cohesive. Dealing with the above statement, the writer wants to know whether `Gado-gado? text in Femina magazine is cohesive in terms of grammatical cohesion and lexical cohesion. In her analysis, the main theory that is used by the researcher is the theory of cohesive by Halliday and Hasan (1976). The theory talks about grammatical cohesive which can be conveyed through reference, substitution, ellipsis, conjunction; and lexical cohesive through reiteration and collocation. The writer would also like to find the frequency of the cohesive devices, which are used in `Gado-gado? text. This research is descriptive method because the method is used to describe the type of cohesive devices in `Gado-gado? article. The writer reads the texts and the writer identifies the data which is cohesive. After that, the writer selects the types of cohesive devices of each item by putting the data in a table and then counts the number of occurrences of each type of the cohesive in each text. Then, adds up the occurrences of the cohesive devices in all three texts. Thewriter tabulates all the cohesive devices in all editions. Finally, she counts thepercentage of each type. From the findings, the writer found that the language of magazine text in Gado-gado is considered cohesive. The final findings shows that the language used in Gado-Gado article reflects the grammatical cohesive by using many occurrences of cohesive devices such as reference, conjunction, substitution, and ellipsis. In this study, the writer only found nominal substitution and nominal ellipsis. Gado-gado is also reflected the lexical cohesive by using reiteration and collocation. It can be seen that the type of cohesive, which mostly occurred, is reached by conjunction and reference.",
  "creators": "YUDI INDRIASWARI",
  "contributors": "MAS MOELJONO (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1213/ING/2004; Yudi Indriaswari (11498051)",
  "subjects": "INDONESIAN LANGUAGE-DISCOURSE ANALYSIS; DISCOURSE ANALYSIS"
}