{
  "id": "33496",
  "title": "Penggabungan mebel multifungsi dengan alat musik xylophone untuk anak sekolah minggu di Surabaya",
  "abstract": "Sekolah minggu pada Gereja Katolik dikenal dengan sebutan BIAK (Bina Iman Anak Katolik) yang beranggotakan seluruh anak dari masing-masing paroki yang mau bergabung tiap minggu untuk bermain dan belajar mengenal Kristus dan ajaran-ajaran Gereja Katolik dengan guru-guru terlatih. Pelaksanaan sekolah minggu tidak sepenuhnya diadakan di gedung Gereja karena jumlah anak yang ikut berpartisipasi sangat banyak, sehingga dibagi menjadi beberapa kelompok berdasarkan area tempat tinggal. Pembagian tersebut menyebabkan pelaksanaan sekolah minggu tidak sepenuhnya diadakan di dalam Gereja tetapi juga di rumah tinggal umat. Pelaksanaan sekolah minggu di rumah tinggal umat, memiliki kendala di mana area untuk kegiatan tidak mendapatkan akses ruang gerak yang baik karena desain dari rumah tinggal yang cenderung bersifat permanen dan tidak memiliki ruang serba guna sehingga harus mengalami pengalihfungsian fungsi ruang. Adapun sekolah minggu yang diadakan di dalam Gereja juga mengalami masalah yang sama. Hal ini dimungkinkan karena jumlah lahan pembangunan yang sangat terbatas sehingga ruang tempat pelaksanaan sekolah minggu memiliki space yang yang tidak sesuai standar. Salah satu cara praktis dan efisien dalam mengatasi masalah tersebut dengan adanya mebel multifungsi yang diharapkan dapat bersifat ringkas, flexible, dan membantu menunjang proses pelaksanaan sekolah minggu. Mebel multifungsi tersebut kemudian dikombinasikan dengan alat musik xylophone untuk meningkatkan semangat anak dalam menyanyi dan memuji Tuhan serta menambah kemampuan anak dalam bermusik. Xylophone terpilih sebagai alat musik yang diterapkan dalam mebel multifungsi ini karena mudah untuk dimainkan, tidak berbahaya, dan secara visual memiliki warna yang menarik perhatian anak. Perancangan mebel multifungsi ini, meliputi survei lapangan dengan pengukuran area proses berlangsungnya sekolah minggu, pengukuran anthropometri pada anak-anak, analisa permasalahan saat proses berlangsungnya kegiatan, wawancara kepada pihak penyelenggara kegiatan, pengumpulan data terkait, studi literatur, programming, rivisi, maket 1:5 dan yang terakhir yaitu pengaplikasian secara rill dengan skala 1:1 yang akan diproduksi sebanyak 1 set berupa meja multifungsi beserta perabot yang terkait di dalam perancangan.",
  "creators": "GOVY LAURENS",
  "contributors": "Adi Santosa (Actor); Dodi Wondo Dipl. Ing. (Actor); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Actor)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00021383/DIN/2015; Govy Laurens (41411081)",
  "subjects": "SCHOOL DECORATION; FURNITURE DESIGN; CHURCH SCHOOLS-DECORATION"
}