{
  "id": "33494",
  "title": "Makna rumah tradisional suku Atoni di desa Maslete, Timor Tengah Utara, Nusa Tenggara Timur",
  "abstract": "Suku Atoni merupakan etnis asli Timor yang mendiami bagian Barat dan tengah Pulau Timor. Rumah tradisional Suku Atoni berfungsi sebagai tempat tinggal dan tempat ritual tertentu. Di balik bentuknya yang menarik, rumah tradisional ini sarat akan makna. Rumah tradisional Suku Atoni yang keasliannya masih terpelihara dapat ditemukan di Desa Maslete, Kabupaten Timor Tengah Utara, Nusa Tenggara Timur. Rumah tradisional Suku Atoni di pemukiman adat ini yang menjadi objek ada tiga jenis yakni Sonaf Nis None, Ume Kbubu dan Lopo. Penelitian ini merupakan jenis penelitian kualitatif dengan metode analisis deskriptif dan pendekatan etnografi untuk menemukan makna yang terkandung rumah tradisional Suku Atoni, mulai dari arsitektur bangunan maupun interior bangunan yakni organisasi ruang, elemen pembentuk ruang interior, elemen pengisi ruang interior, hingga aksesoris interior. Berdasarkan hasil penelitian, ditemukan rumah tradisional Suku Atoni merupakan manifestasi dari pandangan dan filosofi hidup mereka akan harmoni/keselarasan dengan menciptakan rumah dan lingkungan sekitar sebagai sebuah bentuk kecil (mikrokosmos) sesuai dengan tata aturan alam semesta, dunia yang lebih luas dan besar (makrokosmos), dengan menerapkan pola ganda (pasangan-pasangan) pada arsitektur dan interior rumah mereka. Keseluruhan pasangan-pasangan ini diwakilkan oleh sifat maskulin dan feminin dari pasangan feto-mone (wanita-pria), yang walaupun memiliki dua sifat yang saling bertolak belakang namun saling melengkapi dan menghidupkan.",
  "creators": "TJONG MEI LANG",
  "contributors": "Ronald H.I. Sitindjak (Advisor 1); Dr. Ir. Hedy Constancia Indrani, M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011381/DIN/2015; Mei Lang Tjong (41411077)",
  "subjects": "INTERIOR DECORATION; ARCHITECTURE, DOMESTIC-DECORATION"
}