{
  "id": "3350",
  "title": "Code switching in Ni Hao Ma program of Suzana FM in Surabaya",
  "abstract": "This thesis is a study of conversational code switching in Ni Hao Ma program of Suzana FM in Surabaya. The program uses Mandarin and Indonesian as the base languages and other codes such as Javanese, English and Malaysian as complement. Such characteristics make the program more interesting to follow. Therefore, this study is an attempt at making a description of the functional types and switched elements of conversational code switching as used in Ni Hao Ma program by analyzing the languages used by the speakers in the dialogues. The writer uses the theory on conversational code switching by Gumperz (1982) as the main theory. From the findings and analysis, the writer finds that there are six functional types of conversational code switching, i.e. quotation, addressee specification, interjection, reiteration, message qualification, personalization vs objectivization. Moreover, there are three levels of switched elements namely word, phrase and sentence. The result shows that conversational code switching having the functional type of interjection is more dominant than the other functions because these functions mostly appear in spontaneous ways. Next, the switched element on the level of word is the highest occurrences. It mostly happens in conversational code switching in the types of interjection. Finally, the conversational code switching can give a fresh nuance to the hearers. Therefore, the program of Ni Hao Ma could be very gratifying because the participants may switch the codes whenever they want.",
  "creators": "CHRISTINA",
  "contributors": "SAMUEL GUNAWAN (Advisor 1); MAS MOELJONO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1216/ING/2004; Christina (11498041)",
  "subjects": "COMMUNICATION-CROSS-CULTURAL STUDIES; SOCIOLINGUISTICS"
}