{
  "id": "3351",
  "title": "A Study of the floating of grice's cooperative principles in a.a milne's 'the boy comes home'",
  "abstract": "This study is about H.P. Grice's 'Cooperative Principles', which is done on A.A. Milne's 'The Boy Comes Home'. Cooperative Principles is simply worth of study, as it is a science, and A.A. Milne's 'The Boy Comes Home' is one of legendary plays ever, that it is preserved in 'Plays of Today', based on the assumption that 'no one ever adheres to the maxims all the time' (Levinson, 1983), it will focus the study, or, makes the research problem on 'How the Cooperative Principles in A.A. Milne's 'The Boy Comes Home' are violated. To know how something is working we will need to know what is that thing first, so the research problem is more specified in two research questions, which are, 'What are the violated principles?' and 'How do the characters violate them?' The study will be based on theory of the Cooperative Principles, which is a linguistics concept by an American philosopher, H.P. Grice. Further, to acknowledge the mother subject, the theory of Cooperative Principles is a sub discussion of Discourse Analysis study. The methodology of this research is text analysis, and in short, as the finding, an answer to the research problems and questions, the writer finds that the characters in the play, in their conversation, actually violate the principles (or maxims, as we will acknowledge) almost all the time, but, again, the writer doesn't find, that the violations will bother their conversation, but even they are 'a means to make conversation runs smoothly'. We will also find, that 'these principles are deniable' (Levinson, 1983), but also that the point is not whether the principles are to be adhered or violated, in the contrary that however, Grice's Cooperative Principles do really work in justifying their role in conversation. The writer further also finds that this study is very closely related, even inseparable, with other subjects, for example here, sociolinguistics.",
  "creators": "LEONARD EFENDY",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); SAMUEL GUNAWAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1236/ING/2004; Leonard E (11499008)",
  "subjects": "DISCOURSE ANALYSIS; ENGLISH LANGUAGE-DISCOURSE ANALYSIS"
}