{
  "id": "33517",
  "title": "Faktor-faktor pengendali adaptasi bangunan pada kawasan sentra bisnis di Surabaya",
  "abstract": "Dinamika perkembangan kegiatan pembangunan di Surabaya telah menimbulkan persaingan antara penggunaan lahan yang mengarah pada terjadinya perubahan penggunaan lahan dengan intensitas yang semakin tinggi. Hingga saat ini, Surabaya memiliki beberapa sentra bisnis yang bisa dijadikan tujuan investasi. Selanjutnya penelitian ini bertujuan untuk mendeskripsikan faktor-faktor yang mengendalikan adaptasi bangunan pada kawasan sentra bisnis di wilayah Manyar Kertoarjo Surabaya serta mendeskripsikan level adaptasi bangunan yang diterapkan pada kawasan sentra bisnis di wilayah Manyar Kertoarjo Surabaya. Hasil penelitian ini menunjukkan bahwa komponen primer pengendali adaptasi bangunan Central Business District di wilayah Manyar Kertoarjo adalah Faktor Lingkungan (X6) sebesar (78,7%), Faktor Hukum (X4) sebesar (77,4%), dan Faktor Sosial (X5) sebesar (74,7%), sedangkan komponen sekunder pengendali adaptasi bangunan Central Business District di wilayah Manyar Kertoarjo adalah Faktor Lokasi dan Penggunaan Lahan (X3) sebesar (86,3%), Faktor Ekonomi (X1) sebesar (71,9%), dan Faktor Fisik (X2) sebesar (39,1%).Level adaptasi bangunan yang tertinggi adalah pada level Perubahan Penggunaan (36%), kemudian secara berturut-turut disusul oleh adapatasi bangunan pada level Pembangunan Baru (30%), level Alterasi dan Penambahan (18%), level Alterasi (12%), level Minor (2%), dan level level Pembongkaran (2%).",
  "creators": "WENARDY HALIM; ROBIN KARENZA",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Ir. Soehendro Ratnawidjaja, M.Eng. (Advisor 2); Indriani Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012012/SIP/2015; Wenardy Halim (21409150), Robin Karenza (21409170)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; INDUSTRIAL BUILDINGS; BUILDING-ENVIRONMENTAL ASPECTS"
}