{
  "id": "33521",
  "title": "Studi tentang harga satuanupah pada proyek konstruksi",
  "abstract": "Upah merupakan salah satu elemen penting dalam pembangunan proyek konstruksi. Di Indonesia, dikenal dua cara untuk melakukan perhitungan upah tenaga kerja yaitu perhitungan sesuai dasar SNI Analisis Biaya Konstruksi dengan berbagai tahun yang terus diperbarui dan perhitungan secara borong kerja. Untuk melakukan estimasi terhadap upah tenaga kerja, diperlukan data historis berupa kuantitas pekerjaan, upah harian dan indeks daripada tenaga kerja itu sendiri. Kuantitas pekerjaan dapat diperoleh melalui Rencana Anggaran Biaya (RAB) pada proyek konstruksi, indeks tenaga kerja dapat diperoleh melalui SNI Analisis Biaya Konstruksi, sedangkan untuk upah harian tenaga kerja bergantung daripada keahlian masing-masing tenaga kerja dan lokasi dimana proyek tersebut dibangun. Melalui data kuantitas, upah harian, dan indeks tenaga kerja akan didapat harga satuan upah untuk masing-masing pekerjaan. Fokus penelitian ini adalah pekerjaan struktur atas beton bertulang dan Arsitektur. Pekerjaan struktur meliputi pekerjaan Pengecoran, pemasangan bekisting, dan pembesian pada struktur kolom, balok, plat, dan tangga. Sedangkan untuk pekerjaan Arsitektur meliputi pekerjaan pemasangan dinding bata ringan, plesteran dan acian. Berdasarkan perbandingan data mengenai harga satuan upah yang diperoleh dari proyek Hotel 9 lantai di Surabaya Selatan dan proyek gedung perkantoran 16 lantai di Surabaya Barat, dapat disimpulkan bahwa upah borongan berkisar antara 49,10% hingga 71% dari nilai upah SNI. Penyebab variasi upah adalah kuantitas pekerjaan, lokasi proyek, kesulitan pekerjaan, dan resiko pekerjaan.",
  "creators": "DANIEL KUSNANTO; ADITYA RONALD DOHAR",
  "contributors": "Indriani Santoso (Advisor 1); Budiman Proboyo (Advisor 2); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012034/SIP/2015; Daniel Kusnanto (21410081), Aditya Ronald Dohar (21410157)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; CONSTRUCTION INDUSTRY-PERSONNEL MANAGEMENT; WAGES-ANALYSIS"
}