{
  "id": "33530",
  "title": "Pengaruh penggunaan kombinasi viscosity modifying admixtures dan superplasticizer terhadap rheologi mortar dan beton self compacting concrete",
  "abstract": "Self Compacting Concrete (SCC) merupakan salah satu teknologi bahan konstruksi yang berkembang dengan pesat karena kebutuhan terhadap SCC yang semakin banyak. Hal ini disebabkan semakin banyaknya struktur beton yang mempunyai keanekaragaman bentuk dan nilai artistik yang tinggi, yang menimbulkan tantangan dalam pembuatannya. Dalam pembuatan SCC terdapat banyak faktor yang mempengaruhi kinerjanya, namun penelitian ini difokuskan terhadap pengaruh admixtures yang digunakan. Penelitian dilakukan dengan mengevaluasi rheologi dan kuat tekan mortar dan beton SCC. Penelitian ini menggunakan dua jenis admixtures yaitu superplasticizer dan Viscosity Modifying Admixtures (VMA). Pada mortar digunakan mix design berdasarkan volume, dengan perbandingan pasir : pasta sebesar 50:50 dan Vw/Vp sebesar 0.8. Pada beton SCC digunakan mix desain berdasarkan volume dengan perbandingan agregat kasar : mortar sebesar 30:70, pasir : pasta sebesar 40:60, dan Vw/Vp sebesar 0.8. Hasil dari penelitian menunjukkan bahwa penggunaan kombinasi VMA dan Superplasticizer yang tepat pada mortar dan beton dapat menstabilkan campuran yang mengalami bleeding dan segregasi. Selain itu juga dapat meningkatkan nilai flow dan kuat tekan bila dibandingkan dengan campuran yang mengalami bleeding dan segregasi.",
  "creators": "MASYOGO PANGESTU; ARIYANTO MULYA SIM",
  "contributors": "Antoni (Advisor 1); Djwantoro Hardjito (Advisor 2); Ima Muljati Ginsar (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. No. 11012015/SIP/2015 dan No. 21012015/SIP/2015; Masyogo Pangestu (21411022), Ariyanto Mulya Sim (21411043)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; CONCRETE-TESTING; BUILDING MATERIALS"
}