{
  "id": "33537",
  "title": "Application of website based online shopping for Enggal Waras Store in Jember",
  "abstract": "Perkembangan teknologi yang semakin pesat saat ini menyebabkan persaingan yang terjadi dalam dunia bisnis menjadi semakin ketat, salah satu bentuk penggunaan teknologi dalam memajukan usaha bisnis adalah dengan mempromosikan barang-barang yang dijual melalui Internet, yaitu website online shopping. Proses transaksi penjualan pada toko Enggal Waras masih secara manual, hal ini menyebabkan transaksi penjualan harus dilakukan di toko (customer harus datang ke toko untuk melakukan transaksi pembelian barang), selain itu sering terjadi penolakan customer secara terpaksa karena barang yang diminta customer tidak dijual oleh toko atau stoknya kurang. Untuk mengatasi permasalahan di atas, maka dirancang sebuah website online shopping untuk toko Enggal Waras. Aplikasi website ini dibuat menggunakan PHP sebagai bahasa pemrograman, untuk database menggunakan MySQL dan Apache sebagai web server. Fitur-fitur dari website ini antara lain search, shopping cart, checkout, konfirmasi pembayaran, laporan penjualan, data barang masuk, dan nota penjualan. Dari hasil pengujian sistem dengan kuisioner, website mendapatkan nilai tertinggi 3,8 dari maksimal 5 untuk kemudahan dalam menggunakan aplikasi. Dari nilai tersebut dapat diambil kesimpulan bahwa fitur website cukup memenuhi kebutuhan user dan dapat digunakan dengan mudah.",
  "creators": "ANTONIO MINGGONO CHENDERA",
  "contributors": "Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Advisor 1); Lily Puspa Dewi, S.T., M.Kom. (Examination Committee 1); Kristo Radion Purba S.ST. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021402/INF/2015; Antonio Minggono Chendera (26409043)",
  "subjects": "PROGRAMMING (ELECTRONIC COMPUTERS); WEBSITE DESIGN; DATABASE DESIGN"
}