{
  "id": "33538",
  "title": "Perancangan interior gedung pernikahan dengan konsep budaya Tionghoa",
  "abstract": "Perancangan interior Gedung pernikahan dengan konsep budaya Tionghoa di Surabaya merupakan sebuah karya desain yang dirancang sebagai alternatif bagi masyarakat Tionghoa di Surabaya agar dapat melangsungkan pernikahan dengan budaya Tionghoa secara maksimal di Surabaya. Dalam perancangan ini, terdapat ruang pemberkatan yang disediakan dalam satu area perancangan, sehingga calon pengantin menjadi lebih praktis dalam melangsungkan pernikahannya. Perbedaan gedung pernikahan ini dengan yang lain adalah terkandungnya nilai-nilai filosofis pernikahan Tionghoa di dalamnya. Sehingga ruangan menjadi lebih bermakna dan memberi berkah kepada calon pengantinnya. Perancangan akan dirancang sesuai dengan perkembangan jaman, yang saat ini lebih sering menerapkan gaya modern. Oleh karena itu pengaplikasian bentuk dan karakter ruangan akan cenderung ke arah modern akan tetapi tidak meninggalkan ciri khas dari karakter prosesi pernikahan budaya Tionghoa di dalamnya. Seperti bunga teratai, burung phoenix dan naga, angka baik menurut masyarakat Tionghoa, serta proses pernikahan budaya Tionghoa itu sendiri yang dapat diterjemahkan kedalam desain. Perancangan ini akan berfokus pada nilai/makna di tiap ruangnya dan secara tidak langsung merupakan konservasi budaya pernikahan Tionghoa sehingga dapat memenuhi kebutuhan masyarakat yang ingin melangsungkan pernikahan dengan budaya Tionghoa.",
  "creators": "ALVIN THEODORE",
  "contributors": "Martino Dwi Nugroho, S.Sn., M.A (Advisor 1); Diana Thamrin,S.Sn. (Advisor 2); COK GEDE RAI PADMANABA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021386/DIN/2015; ALvin Theodore (41411085)",
  "subjects": "WEDDINGS-BUILDINGS-DECORATION; WEDDING DECORATIONS"
}