{
  "id": "3353",
  "title": "A Study of velutha's reasons and efforts to break caste system in Arundhati Roy's The God of Small Things",
  "abstract": "In 1960s, caste issue is still an interesting discussion to be talked about in India especially in Ayemenem, a rural village in Kerala State as the setting of The God of Small Things. This novel talks about the superiority of the caste system which harms Velutha, a male character who is a Paravan or it is known as a caste of the Untouchables. The caste system hinders Velutha to find equality especially in his role as a laborer in the Paradise Pickles and Preserves factory and in his social relationship with the members of the society who come from the higher castes. Velutha feel that there some injustice that he faces. Therefore, I am curious to know what the reasons that make Velutha break caste system and what efforts that he does to win his struggle against caste system in relation to the ideology of Marxism. For this topic, I only choose to analyze one character \" Velutha because he is very dominant in being harmed by the caste system. To analyze the novel, I use cultural approach such as the concept of Caste and Marxist theory; also, psychological theory namely the hierarchy of needs. The character in this novel tries to express his reasons to break caste system but mainly there are two reasons that cause Velutha?s desire to deconstruct caste system \" the society treats him unfairly and the lose of acknowledgements to Velutha. Besides that, there are also struggles against caste system by using Marxism. However, Velutha?s struggles lead him to the unhappy ending \" death. In the end of the analysis, the readers can see that the caste system is very strong and unbreakable. It is so powerful that Marxism which is considered as a classless theory cannot be applied to deconstruct caste system.",
  "creators": "ESTI PAKARYANINGSIH",
  "contributors": "Liem Satya Limanta (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.1226/ING/2003; Esti Pakaryaningsih (11499115)",
  "subjects": "INDIC FICTION (ENGLISH)-20TH CENTURY-STUDY AND TEACHING; ROY, ARUNDHATI, 1965-...THE GOD OF SMALL THINGS-STUDY AND TEACHING"
}