{
  "id": "33533",
  "title": "Pengaturan tentang risiko hujan dalam kontrak serta dampak dan kendalanya pada proyek konstruksi",
  "abstract": "Risiko hujan menimbulkan kendala pada proyek konstruksi yang dapat menyebabkan adanya kehilangan waktu kerja. Pada umumnya, klausul kontrak memberikan kompensasi berupa perpanjangan waktu untuk kondisi cuaca yang tidak normal dan tidak dapat diantisipasi sebelumnya. Meskipun demikian, hal tersebut tidak menghalangi kontraktor untuk menjadikan kehilangan waktu kerja akibat hujan sebagai salah satu penyebab keterlambatan proyek untuk memperoleh perpanjangan waktu. Penelitian ini bertujuan untuk mengetahui ketentuan kontrak tentang risiko hujan, dampak risiko hujan terhadap pekerjaan konstruksi, dan kendala yang disebabkan oleh hujan pada proyek kontruksi. Penelitian dilakukan dengan menyebarkan kuesioner kepada pemilik dan kontraktor yang berada di Surabaya. Hasil yang diperoleh diolah dengan Microsoft Excel. Hasil penelitian menunjukkan di dalam kontrak jarang terdapat klausul khusus yang mengatur tentang risiko hujan. Kontraktor dan pemilik proyek telah mengetahui adanya risiko hujan dari tahap perencanaan. Kontraktor memiliki persiapan agar pelaksanaan proyek tidak terganggu oleh adanya kehilangan waktu kerja akibat hujan. Kontraktor dan pemilik proyek menyatakan bahwa pekerjaan dengan dampak risiko hujan yang besar adalah pekerjaan basement dan kendala akibat hujan yang paling sering terjadi adalah berkurangnya produktivitas tenaga kerja. Dengan demikian, pengaturan risiko hujan dalam kontrak dapat diterapkan pada jenis proyek yang memiliki dampak risiko hujan yang besar untuk menghindari perselisihan kontraktor dengan pemilik proyek.",
  "creators": "FENDY; JOSHUA REINALDO HANDOKO",
  "contributors": "Andi (Advisor 1); Ruslan Djajadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012017/SIP/2015; Fendy (21411027), Joshua Reinaldo Handoko (21411045)",
  "subjects": "CONSTRUCTION PROJECTS-MANAGEMENT; CONSTRUCTION INDUSTRY-RISK MANAGEMENT; CONSTRUCTION CONTRACTS"
}