{
  "id": "3354",
  "title": "Frances Henri's attitude toward her career and family as being ahead of victorian time in Charlotte Bronte's The Professor",
  "abstract": "Victorian women tied with all the values about women?s roles. Charlotte Bronte realizes that Victorian women do not have freedom as an individual. In her novels, she pays much attention about women in searching of their place in the society. In The Professor, Charlotte Bronte shows how the main female character, Frances Henri acts and thinks differently from Victorian women in common. It makes Frances Henri becomes ahead of time. Therefore, I am curious to know in what ways Frances Henri is ahead of time. To analyze the novel, I use literary approach, which are theory of characterization and theory of conflict. As the supporting concept, I use the concept of Victorian value about woman and the concept of feminism. The concept of Victorian value about woman is needed to contrast Frances Henri?s actions and thoughts with the Victorian value. Thus, the reader will have a clear picture why Frances Henri is called as ahead of time. The concept of feminism is used to support Frances Henri?s actions and thoughts as ahead of time. As the findings, Frances Henri is ahead of time in terms of family and career. In the family, Frances Henri is ahead of time since she has a tendency to be self-supporting, does some efforts to achieve her career, and continues her career after marriage. In the family, Frances Henri?s thought about marriage is against the Victorian value. In addition, it differentiates her from the Victorian women in common. Thus, Frances Henri is also ahead of time in terms of family. The conclusion is that it is true that Frances Henri is ahead of time in terms of career and family.",
  "creators": "DENTY FEBRIANA KURNIASARI",
  "contributors": "Dr. Dra. Yuli Christiana Yoedo, M.Pd. (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1228/ING/2004; Denty Febriana Kurniasari (11499130)",
  "subjects": "BRONTE, CHARLOTTE, 1816-1855 THE PROFESSOR-STUDY AND TEACHING; ENGLISH FICTION-18TH CENTURY-STUDY AND TEACHING"
}