{
  "id": "33550",
  "title": "Perancangan interior cafe dan restoran khas Surabaya di Jalan Embong Malang Surabaya",
  "abstract": "Kuliner adalah suatu bagian hidup yang erat kaitannya dengan konsumsi makanan ataupun juga sebuah gaya hidup yang tidak dapat dipisahkan dari kehidupan sehari-hari. Oleh karena itu kuliner sangat penting dalam kehidupan. Surabaya merupakan kota kedua terbesar setelah Jakarta, sebagai kota metropolitan dengan masyarakat perkotaan trend globalisasi yang membutuhkan adanya café dan restauran dalam kehidupan sehari-hari. Lain dari pada itu, waktu menjadi semakin berharga dan kehidupan kota menjadi hiruk pikuk dan bersifat rutin. Sehubungan dengan hal itu, manusia menjadi condong untuk mencari hal-hal yang bersifat praktis di dalam memenuhi kebutuhannya. Dengan mengkolaborasikan dua hal yaitu café dan restoran di harapkan dapat memperkenalkan beragam jenis makanan dan minuman yang ada di Kota Surabaya serta merancang dan mewujudkan café dan restoran yang mampu membuat pengunjungnya mengenal beberapa sejarah kuliner dari Kota Surabaya, sehingga para pengunjung bukan hanya menikmati makanan maupun minuman khas Suarabaya tetapi juga akan lebih mengenal sejarah dari makanan itu sendiri. Selain itu pengunjung juga dapat menikmati tempat nongkrong yaitu café yang berada di area area outdoor mall lantai tiga untuk mendapatkan sensasi tersendiri menikmati sajian coffee dan pemandangan Kota Surabaya dari atas gedung mall.",
  "creators": "DEBY WAHYU HIDAYAT",
  "contributors": "Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Advisor 1); Dodi Wondo Dipl. Ing. (Advisor 2); Adi Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021396/DIN/2015; Deby Wahyu Hidayat (41411104)",
  "subjects": "INTERIOR DECORATION; CAFES (DRINKING ESTABLISHMENT)-DECORATION; RESTAURANTS-DECORATION"
}