{
  "id": "33555",
  "title": "Revitalisasi perancangan interior sanggar tari tradisional Jawa Timur di Surabaya",
  "abstract": "Indonesia merupakan suatu negara yang sangat kaya jika dilihat dari kebudayaan daerahnya yang sangat beragam. Dengan banyaknya kebudayaan daerah yang dimiliki bangsa Indonesia, maka tentunya perlu dilestarikan dan diperhatikan perkembangannya secara khusus agar tetap dikenal dan tidak termakan oleh jaman. Kebudayaan yang sangat beragam itu salah satunya adalah seni tari. Perkembangan kehidupan seni tari tradisional pada saat ini menunjukkan gejala yang sangat memprihatinkan. Kemunduran ini dikarenakan usaha pembinaan dan pengembangluasan tari terkesan lambat. Kemunduran ini juga disebabkan karena kurangnya fasilitas yang layak untuk digunakan sebagai sarana pembelajaran tari secara formal. Fasilitas yang ada dalam sanggar tari tradisional pada beberapa kota di Indonesia masih belum mampu menjawab kebutuhan pengguna ruang. Hal ini terkait pada beberapa masalah, seperti kebutuhan ruang apa saja yang diperlukan dalam suatu sanggar tari tradisional dan berapa besaran ruang yang cukup untuk mewadahi setiap aktivitas yang terdapat dalam sanggar tari tersebut. Selain itu, desain interior pada sanggar tari tradisional Jawa Timur masih belum mampu mengangkat unsur kebudayaannya sendiri. Sebagai generasi penerus, sangat diharapkan untuk mampu menjaga dan melestarikan kebudayaan tersebut. Perancangan ini dilakukan untuk memajukan perkembangan sanggar tari tradisional yang ada di Surabaya terkait dengan berkurangnya minat masyarakat akan budaya asli Indonesia. Pokok bahasan pada perancangan ini difokuskan pada permasalahan tentang bagaimana desain yang menarik agar suatu sanggar tari tradisional mampu menarik minat masyarakat luas sehingga dapat mendalami dan melestarikan kebudayaan-kebudayaan yang terdapat pada bangsa Indonesia.",
  "creators": "SILAS MITCHELL ENRICO T.",
  "contributors": "Martino Dwi Nugroho, S.Sn., M.A (Advisor 1); Diana Thamrin,S.Sn. (Advisor 2); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021399/DIN/2015; Silas Mitchell Enrico Tansir (41411110)",
  "subjects": "DANCE HALLS-DECORATION; ART SCHOOLS BUILDINGS-DECORATION"
}