{
  "id": "33552",
  "title": "Kajian tema secara persepsi visual pada Museum Angkut di Batu, Jawa Timur",
  "abstract": "Penelitian ini dilakukan untuk mengetahui persepsi visual menurut pengunjung terhadap terapan tema di tiap zona pada Museum Angkut. Pada Museum Angkut ini memiliki berbagai macam zona, tetapi yang menjadi bahasan untuk diteliti adalah zona Batavia & Pecinan, zona Gangster Town & Broadway Street, zona Italia, zona Paris, zona Jerman, zona London Street, zona Buckhingham Palace, zona Las Vegas, Dan zona Hollywood. Metode yang digunakan adalah kualitatif induktif dengan pendekatan deskriptif yang didukung dengan teknik pengumpulan data berupa wawancara semistruktur (in-dept interview), dengan menggunakan teknik purposive sampling dengan 10 koresponden yang dibedakan menjadi 5 koresponden yang non-interior (umum) dan 5 koresponden yang memiliki latar belakang di bidang akademis interior. Hal ini bertujuan untuk menemukan perbedaan cara pandang terhadap bentuk dan ruang. Hasil penelitian ini menemukan perbedaan persepsi visual yang ditangkap antara koresponden umum dan koresponden interior dalam variabel bentuk dan ruang serta pengunjung lebih mengenali penerapan tema di tiap zona melalui variabel bentuk. Penemuan yang didapat dari koresponden umum dan interior untuk variabel bentuk adalah simbol, tulisan, dan display angkutan. Sedangkan untuk variabel ruang, koreponden mengenali berdasarkan sirkulasi dan kesesuaian tema.",
  "creators": "SANTI APRILIA",
  "contributors": "Martino Dwi Nugroho, S.Sn., M.A (Advisor 1); Diana Thamrin,S.Sn. (Advisor 2); COK GEDE RAI PADMANABA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011397/DIN/2015; Santi Aprilia (41411107)",
  "subjects": "RECREATION CENTERS-DECORATION; MUSEUM BUILDING-DECORATION; AUTOMOBILES-MUSEUMS; VISUAL PERCEPTION"
}