{
  "id": "33567",
  "title": "Penggunaan base isolation pada rumah sederhana",
  "abstract": "Gempa bumi telah menyebabkan banyak kerusakan khususnya pada rumah tinggal sederhana yang tidak didesain. Salah satu upaya untuk mengurangi kerusakan akibat gempa adalah dengan menerapakan friction base isolation yang memanfaatkan friksi pada dasar bangunan terhadap pondasi. Penelitian sebelumnya oleh Gunawan, A dan Herryanto (2014) mengenai friction base isolation pada struktur bangunan dengan denah berbentuk persegi menunjukkan bahwa friction base isolation dapat menurunkan gaya dalam yang terjadi. Namun belum ada penelitian mengenai penerapan dari friction base isolation pada denah dari rumah nyata yang tidak simetri dan memiliki opening. Penelitian ini membandingkan struktur rumah sederhana yang menggunakan friction base isolation dengan yang menggunakan perletakan sendi. Beban gempa yang digunakan berupa gempa El Centro yang disesuaikan dengan SNI 03-1726-2012 untuk wilayah Palu. Rumah sederhana tersebut diuji dengan analisa riwayat waktu nonlinear untuk membandingkan performa berupa base shear, pola kerusakan ,dan drift yang terjadi. Hasil penelitian ini secara keseluruhan menunjukkan rumah sederhana yang menggunakan perletakan friction base isolation memiliki nilai base shear yang lebih kecil yaitu 70.4-77.1% dari rumah dengan perletakan sendi untuk gempa 500th. Rumah yang menggunakan perletakan friction base isolation tidak mengalami kerusakan saat terjadi gempa 2500 th. Mengenai drift yang terjadi, rumah dengan friction base isolation memiliki nilai drift rata-rata yang lebih kecil yaitu 83-87% dari rumah dengan perletakan sendi. Drift yang terjadi pada rumah dengan friction base isolation dapat menghasilkan nilai yang lebih besar jika terjadi slip yang tidak bersamaan pada dasar bangunan. Selain itu perlu menjadi catatan bahwa hasil di atas berlaku jika tinjauan pada dinding akibat face load diabaikan.",
  "creators": "RICHO MICHAEL SOETANTO; GRACIA GABRIELLA H.",
  "contributors": "Pamuda Pudjisuryadi (Advisor 1); Benjamin Lumantarna (Advisor 2); Wong Foek Tjong, S.T., M.T., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012019/SIP/2015; Richo Michael S. (21411034), Gracia Gabriella H. (21411112)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS; FRICTION; EARTHQUAKE AND BUILDING"
}