{
  "id": "33569",
  "title": "Simulasi manajemen lalu lintas untuk meningkatkan kinerja jaringan Jalan Raya Jemursari dan Jalan Margorejo Indah",
  "abstract": "Penelitian ini dilakukan untuk mengetahui alternatif manajemen lalu lintas yang dapat mengurangi kemacetan pada persimpangan antara Jalan Raya Jemursari dengan Jalan Margorejo Indah sehingga kinerja jaringan jalan di sekitarnya meningkat. Data hasil survei asal-tujuan diolah menjadi model sebaran pergerakan, kemudian model pemilihan rutenya dibuat dengan bantuan software perencanaan transportasi dan dibebankan pada idealisasi jaringan jalan. Setelah itu, dilakukan analisis untuk menemukan alternatif manajemen lalu lintas yang menghasilkan kinerja jaringan jalan lebih baik daripada kondisi aktual. Dari sekian alternatif yang dianalisis, terdapat empat alternatif yang memberikan hasil positif terhadap peningkatan kinerja jaringan jalan secara umum. Bahkan ada alternatif yang mampu mengurangi nilai derajat kejenuhan lalu lintas hingga 17%. Pada akhirnya dipilih dua alternatif yang menghasilkan kinerja terbaik dan stabil selama jangka waktu perencanaan. Salah satu dari dua alternatif tersebut yaitu usulan membuat jembatan layang dua tingkat untuk kendaraan yang ingin menyeberang dari Jalan Raya Jemursari menuju Jalan Margorejo Indah dan sebaliknya. Sedangkan alternatif lainnya yaitu usulan membuat pelebaran jalan di beberapa ruas Jalan Raya Jemursari untuk mengakomodasi kendaraan yang melakukan putar balik kanan langsung pada persimpangan.",
  "creators": "SUHARTONO; CHRISTINE TJOKRORAHARDJO",
  "contributors": "Rudy Setiawan (Advisor 1); Indriani Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 13012027/SIP/2015; Suhartono (21411033), Christine Tjokrorahardjo (21411084)",
  "subjects": "URBAN TRANSPORTATION; TRANSPORTATION MANAGEMENT; TRAFFIC ENGINEERING-MANAGEMENT"
}