{
  "id": "3357",
  "title": "The Correlation between social networks and the recognition of some spken chinese loanwords by nonchinese shop-assistants working in the chinese-owned shops in Simokerto-Pabea Cantian sub-districts",
  "abstract": "In this research, the writer aims to find out the extent of the influence of the NonChinese shop assistants? social networks (plexity and density) on their recognition of some spoken Chinese loanwords. The writer chooses the NonChinese shop-assistants who work in the Chinese-owned shops of Simokerto-Pabean cantina sub-districts because they must have some relationships with the Chinese (Chinese boss, boss? family, and friends). In addition, the writer uses two kinds of questionnaires in order to know the respondents? social networks (plexity and density) and the respondents? recognition level of the spoken Chinese loanwords. As for social networks, she uses Janet Holmes? theory and as for the spoken Chinese loanwords, she uses Philip Leo and Giok Lan Tan?s. From three categories of sixty questions in spoken Chinese loanwords and consisting of twenty questions each, the writer gets the respondents? data of their spoken Chinese loanwords recognition. Of the three categories, the findings show that most of the respondents have the highest scores in numerical terms and the lowest scores in cultural terms. This result is because numerical terms loanwords are closely related to the business transaction. On the other hand, the lowest scores of cultural terms happen because most of the loanwords in cultural terms are not familiar for the respondents and this category is not related to a business transaction. From the findings of scores of their respondents, the writer then seeks whether there is any correlation between the scores of mastering the loanwords and social networks (plexity and density). The research finds out that plexity influences 55% of the respondents? recognition of spoken Chinese loanwords and density influences 60% of the respondents? scores of the loanwords recognition. In conclusion, the social networks of the respondents do not give significant on the respondents? recognition of some spoken Chinese loanwords.",
  "creators": "KHO FIFI KURNIAWAN",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011262/ING/2004; Kho Fifi Kurniawan (11400002)",
  "subjects": "LANGUAGE AND LANGUAGES-DIALECTS; SOCIOLINGUISTICS"
}