{
  "id": "33570",
  "title": "Strategi pengembangan bisnis pada Bakery Donalson di Makassar",
  "abstract": "Bakery Donalson adalah perusahaan yang menjual produk roti dan kue yang berdomisili di Makassar. Pada skripsi ini, peneliti membahas tentang strategi bersaing pada usaha Bakery Donalson di Makassar. Masalah yang sedang dihadapai Bakery Donalson saat ini yaitu penurun penjualan karena adanya pesaing-pesaing besar yang sudah memiliki nama sebagai bakery terbaik seperti seperti Bakery Holland dan Dapur Cokelat. Metode penelitian yang digunakan adalah kualitatif deskriptif, di mana data diperoleh dari wawancara dengan penentuan narasumber purposive sampling dan uji keabsahan data yang digunakan triangulasi sumber. Penelitian ini menggunakan pendekatan Resource Based View, pendekatan Porter’s Five Forces Models dan Matriks SWOT. Hasil dari analisa Resource Based View, kekuatan dari Bakery Donalson yaitu modal seutuhnya dari owner, lokasi strategis, pengetahuan dan kemamapuan karyawan baik, dan reputasi usaha baik. Sedangkan kelemahan dari Bakery Donalson yaitu brandname yang kurang dikenal dan mesin yang sudah tua. Hasil dari analisa Porter’s Five Forces Model, peluang dari Bakery Donalson yaitu hambatan pendatang baru besar, daya tawar pemasok tidak terlalu kuat, loyalitas tinggi. Sedangkan hambatan dari bakery Donalson yaitu banyaknya jumlah pesaing, masuknya pesaing franchise, dan pendatang baru. Hasil yang diperoleh dari analisa SWOT menunjukkan alternative yang bisa dirumuskan adalah mempertahankan kerjasama yang baik antara Donalson dan pemasok, meningkatkan kualitas produk Donalson (SO), melakukan promosi, membeli dan menjaga kualitas mesin (WO), melakukan inovasi produk (ST), melakukan promosi dan meningkatkan kualitas produk (WT).",
  "creators": "ONG, KEVIN GUNAWAN",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010998/MAN/2015; Ong Kevin Gunawan (31411234)",
  "subjects": "STRATEGIC PLANNING; COMPETITION"
}