{
  "id": "3358",
  "title": "The Types of communication strategies used by speaking class students with different communication apprehension levels of english department, Petra Christian University",
  "abstract": "This is a study about the types of Communication Strategies used by thirty students of English Department of Petra Christian University with different levels of Communication Apprehension. The writer chooses this topic because she observes that many students experience Communication Apprehension, which can influence the use of types of Communication Strategies. The writer attempts to find out the types of Communication Strategies used by students with high and low levels of Communication Apprehension and the types of Communication Strategies mostly used by them. In addition, she intends to find out whether students with high level of Communication Apprehension use more numbers of Communication Strategies rather than those with low level of Communication Apprehension. Language Anxiety by Horwitz et al. and Brown, Communication Apprehension by Daly and McCroskey, and Communication Strategies by Dornyei are the theories used in this study. The data are collected in a classroom created by the writer from two tasks-pictorial story telling and pictorial instruction. The writer finds that there are twelve types of Communication Strategies used by students with high Communication le vel; repetition, approximation, and using fillers are the Communication Strategies mostly used by them. There are thirteen types of Communication Strategies used by students with low Communication Apprehension level; and approximation, using fillers, and repetition are the Communication Strategies mostly used by them. It is also true that students with high Communication Apprehension level use more numbers of Communication Strategies than those with low Communication Apprehension level. Overall, the writer finds that actually English Foreign Language Learners of English Department of Petra Christian University experience Communication Apprehension in different levels, high and low, which influences the use of types of Communication Strategies they employ in oral presentation.",
  "creators": "AGATHA SYLVIA IRMAWATI S.",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011252/ING/2004; Agatha Sylvia Irmawati (11400030)",
  "subjects": "DIALOQUE ANALYSIS; ENGLISH LANGUAGE-SPOKEN ENGLISH; ORAL COMMUNICATION; CONVERSATION ANALYSIS"
}