{
  "id": "3359",
  "title": "The Analysis of PSALM viewed from stylistics approach",
  "abstract": "This study deals with stylistics devices in songs, especially the songs in Psalm, whose forms are the same with poetry. The writer chooses this topic because she realizes that it will be interesting to analyze a literary work through linguistic study. The writer chooses songs in Psalm since the she considers those songs as a piece of great literature in this world. They can express human feeling through their theme. By conducting this research, the writer wants to know what stylistic devices and syntactic deviation that occur in the songs of Psalm. Besides, the writer is also curious to know what lexical items which are used by Psalmist in creating the songs. Finally, through this research, the writer wants to know the tone and theme in the selected articles of Psalm. This study is analyzed by using some theories. First of all is stylistic theory because the writer intends to find out the stylistics devices that are used in Psalm. In addition, since the writer analyses the syntactic deviation and lexical selection, she uses the theory of diction and syntax. Due to the fact that this study is basically about Christianity, the writer needs a theory to analyze the cultural and historical background of Psalm. Therefore the theories of Pragmatics and Discourse are needed. The writer uses a qualitative approach in doing this research, because the data consists of words instead of numbers. Finally, the writer finds out that figures of speech and lexical selections are highly selected by the Psalmists to convey the tone and the theme effectively. The theme itself can reflect the real life of the people nowadays. Key words: Psalm, Stylistics approach, Stylistics devices, Syntactic deviations, Tone and Theme",
  "creators": "MELIANA SRI RAHAYU WIDODO",
  "contributors": "ABBAS A.BADIB, Pof.DR.MA.,MA. (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011253/ING/2004; Meliana Sri Rahayu Widodo (11400016)",
  "subjects": "LANGUAGE AND LANGUAGES-STYLE"
}