{
  "id": "33605",
  "title": "Kajian tipologi perabot pada restoran Padang di Surabaya",
  "abstract": "Perkembangan perekonomian yang sangat pesat, berdampak positif bagi Masakan Padang adalah salah satu makanan yang banyak digemari oleh masyarakat dalam maupun luar negeri. Restoran Padang memiliki ciri khas yang unik dalam penyajiannya yaitu menghidangkan semua masakan di atas meja, di mana pelayan membawakan banyak piring secara langsung ke meja tamu. Selain cara hidang, Restoran Padang memiliki tampilan makanan padang di dekat pintu masuk sehingga hal tersebut membuat Restoran Padang mudah diingat oleh banyak orang. Aktivitas tidak lepas dengan yang namanya perabot, sebab itu sistem penyajian yang unik berkaitan erat dengan perabot. Banyaknya Restoran Padang di Surabaya membuat peneliti tertarik untuk melakukan kajian tipologi dari segi perabot. Perabot pada Restoran Padang di Surabaya berbeda-beda, dan masing-masing Restoran memiliki keunikan sendiri. Perabot tidak hanya dikaji dari segi bentuk dan ukuran, tetapi juga dikaji dari segi tata letak perabot, di mana tata letak perabot dapat memberi pengaruh terhadap aktivitas dalam Restoran. Dengan mengkaji secara tipologi, perbedaan tersebut akan dibandingkan sehingga menghasilkan persamaan antar satu Restoran dengan Restoran lain. Hasil analisa akan menunjukkan persamaan atau perbedaan tata letak, ukuran, dan bentuk perabot dari tiap Restoran Padang. Analisa persamaan atau perbedaan yang dihasilkan dari pengelompokan tersebut akan menjadi kesimpulan mengenai tipologi perabot pada Restoran Padang di Surabaya.",
  "creators": "CAROLINE",
  "contributors": "Dr. Ir. Lintu Tulistyantoro, M.Ds. (Advisor 1); Anik Rakhmawati (Advisor 2); Sriti Mayang Sari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00011322/DIN/2015; Caroline (41411003)",
  "subjects": "RESTAURANTS-DECORATION; FURNITURE"
}