{
  "id": "3360",
  "title": "Pramoedya Ananta Toer's criticisms in \"stranded fish\" and \"creatures behind horse\" as seen from the point of view of social realism",
  "abstract": "This thesis deals with the criticisms which appear in Pramoedya Ananta Toer?s works \"Stranded Fish\" and \"Creatures Behind Houses\" from the book Tales from Djakarta which seen from the Social Realist perspective. Social Realist writing, as one of literary genre, always speaks and portrays the reality of exploited class is based on Marxism. Since Social Realism literature as Marxism is usually associated with politics and economics subject, I am interested in exploring how it can be used in the literary subject. Hence, in this thesis, I want to prove, through the analysis, how the criticisms appear in the two short stories. Then, in order to prove that the Social Realist criticisms which based on Marxist theory existed in the stories, I will analyze it through the main characters of the two short stories? talks and criticisms. Marxism, specifically the Historical Materialism will be the grand theory for the analysis, while the historical background is needed to sharpen the analysis when it relates to the topic. As a product of Marxism, Social Realist writing has to present the criticism toward its three main enemies; Capitalism, Feudalism and Imperialism and Neo Colonialism in the society. For this reason, I will divide my analysis into three kinds of the main characters? criticisms in the stories. First is the criticism against Capitalism, then the criticisms against Feudalism and third is the criticism against Imperialism and Neo Colonialism. Having analyze the criticisms in the story, it is possible to show that the short stories represent the voice of Socialism",
  "creators": "ARY CAHYA UTOMO",
  "contributors": "Jenny Mochtar Djundjung (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011254/ING/2004; Ary Cahya Utomo (11499173)",
  "subjects": "INDONESIAN FICTION-21ST CENTURY-STUDY AND TEACHING; TOER, PRAMOEDYA ANANTA, 1925-... CREATURES BEHIND HOUSE-STUDY AND TEACHING; TOER, PRAMOEDYA ANANTA, 1925-... STRANDED FISH-STUDY AND TEACHING"
}