{
  "id": "3361",
  "title": "A Study of Indonesian misspelled words produced by the second graders of SDK Santa Maria in Tulungagung",
  "abstract": "This thesis is a study of Indonesian misspelled words produced by the second graders of SDK Santa Maria in Tulungagung. The Indonesian language as the object of investigation in this study is considered as the second language. Thus, this study deals with the second language acquisition. In this study, the writer observes the type of errors on Indonesian misspelled words produced by the second graders of SDK Santa Maria in Tulungagung. The writer categorizes the type of errors into three categories; vowel category, consonant category, and diphthong category. The purpose of this study is to reveal the second graders of elementary school errors in spelling Indonesian words based on the pattern of syllables. Thus, in order to solve the problem, the writer relies on some theories of second language acquisition, error, and error analysis. This is descriptive study and the source of the data is taken from the respondent?s semi dictation test which took form written data. Through the analysis, the writer found that most of the respondents make errors by changing the pattern of the syllables. They change the pattern of the syllables by adding a consonant between two vowels, adding a consonant between two consonants, adding a consonant and a vowel between two consonants, adding a vowel between a consonant and a vowel, adding a vowel at the end of the word, changing a vowel with a consonant, changing a vowel with other vowel, changing a consonant with a vowel, and deleting a consonant or a vowel in front of word, in the middle of word, and at the end of word. Besides, the respondents make errors by changing the pattern of the syllables; they also make errors by replacing a consonant with other consonants, and also replacing a vowel with other vowels that have the same pronunciation. Further, the writer found that the errors mostly occur in the consonant category. The pattern of the syllables in this category is more complicated than the two others category (vowel and diphthong). That is probably the reason why the learners make most errors in the consonant category. Moreover, the highest percentage of the errors type that mostly occurs in the consonant category is the errors caused by changing the pattern \"KVK\" (type D) into the wrong patterns \"KV\", \"KK\", \"VK\", \"KKVK\", and \"KVKVK\".",
  "creators": "ELITA SULISTIO",
  "contributors": "Julia Eka Rini (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011255/ING/2004; Elita Sulistio (11499114)",
  "subjects": "LANGUAGE ACQUISITION"
}