{
  "id": "33625",
  "title": "Inovasi bisnis model pada es puter Wia di Surabaya",
  "abstract": "Tujuan dari penelitian ini adalah memetakan bisnis model kanvas pada es puter Wia dan membuat bisnis model kanvas baru untuk es puter Wia sehingga perusahaan dapat berkembang. Penelitian ini menggunakan metode kualitatif deskriptif dengan pendekatan studi kasus. Pengumpulan data menggunakan metode wawancara, dalam penentuan narasumber menggunakan purposive sampling, dan untuk menguji keabsahan data menggunakan teknik triangulasi sumber. Hasil penelitian ini adalah segmen pelanggan es puter Wia, secara geografik di Surabaya dan Sidoarjo, secara demografik segmen anak-anak dengan umur 7-14 tahun dan keluarga. Kedua segmen tersebut memiliki proposisi berbeda di mana anak-anak memiliki proposisi nilai pada desain yaitu lucu, menarik, memiliki hadiah tambahan dan sifat newness yaitu enak, banyak varian rasa, dan sehat, proposisi nilai dengan sifat newness juga dimiliki oleh segmen keluarga. Dengan distribusi produk melalui mitra dan juga penjual keliling yang memiliki pendekatan personal assistance. Aliran pemasukan perusahaan melalui penjualan asset saja yaitu es puter. Perusahaan memiliki aktifitas kunci yaitu pengadaan bahan baku, pembuatan produk, penjualan barang, pengiriman barang dan penentuan mitra. Sedangkan sumber daya kunci dari perusahaan adalah sumber daya manusia, fasilitas dan jaringan distribusi. Mitra perusahaan adalah kantin SD-SMP, tradisional retailer, EO, dan depot makan. Struktur biaya perusahaan yaitu dengan value driver yang dibagi menjadi biaya tetap dan biaya variable.",
  "creators": "RANDY SUGIARTHA",
  "contributors": "R.R. Retno Ardianti (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010982/MAN/2015; Randy Sugiartha (31411290)",
  "subjects": "STRATEGIC PLANNING; MANAGEMENT-STRATEGIC; INNOVATION"
}