{
  "id": "33626",
  "title": "Analisa penerapan business model canvas pada Toko Moi Collection",
  "abstract": "Penelitian ini bertujuan untuk memberikan alternatif future business model canvas bagi Toko Moi Collection. Jenis penelitian ini adalah penelitian bersifat kualitatif deskriptif dengan menggunakan metode wawancara. Uji keabsahan data dilakukan dengan metode triangulasi sumber. Hasil penelitian menunjukkan bahwa customer segments saat ini yaitu segmented market. Value propositions yang tidak ada dalam BMC Toko Moi Collecton yaitu cost reduction. Channels yaitu secara direct (channels sendiri) dan indirect (partner channels) serta fase channels yaitu awareness, evaluation, purchase, delivery dan after sales. Customer relationships saat ini yaitu personal assistance, dedicated personal assistance, communities dengan tambahan self service pada future BMC. Revenue streams bersumber dari penjualan produk dan jasa peminjaman trolley pada future BMC. Key resources saat ini yaitu physical (counter kaca, kaca dan besi-besi, “bak” coklat, pick up, trolley dorong), intellectual (merek dan partnerships) dan human (karyawan) dengan tambahan mobil box dan teknologi pada future BMC. Key activities saat ini yaitu promosi pada hari besar serta melakukan distribusi dan perdagangan dengan menetapkan customer segment baru (orang tua dan pengguna onlineshop dan web), briefing dan memperbaiki sistem pembayaran pada future BMC. Key partnerships saat ini adalah supplier, customer dan rekan kerja dengan reseller dan wholesale club pada future BMC. Cost structure saat ini adalah cost driven dan value driven dengan detail fixed costs, variable costs, economies of scale serta economies of scope dengan perbaikan sistem pembayaran.",
  "creators": "FELICIANA PRIYONO",
  "contributors": "Inggrid (Advisor 1); R.R. Retno Ardianti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011002/MAN/2015; Feliciana Priyono (31411303)",
  "subjects": "BUSINESS-MANAGEMENT; BUSINESS PLANNING"
}