{
  "id": "3362",
  "title": "A Comparative study on lexical domain in content words between New Zealand english and british english in the country promotion booklets, about New Zealand and United Kingdom: Shaping the future...",
  "abstract": "English, has various varieties, among which are British English and New Zealand English. Furthermore, English also develops, particularly in the forming of words. By then, it is undeniably interesting to find out how words formed can be one indicator to unveil the differences between New Zealand English and British English. Therefore, a country-promotion booklet, as an authentic means containing information about the represented country, is needed. This study is trying to find out the specific predominant lexical domains in New Zealand English and British English from the source of data. Furthermore, this study also tries to find out the difference between New Zealand English and British English in the distribution of the lexical domain represented as far as the content words are concerned. Afterwards, to reach the research objectives, theories on analyzing component meaning and guideline on kinds of lexical domains, supported by theory on linguistic change and the classification of lexical items were needed. Furthermore, by using the qualitative-descriptive approach supported by semantic description approach, the writer gathered the data to be further analyzed. The result was that, apparently, most lexical domains in NZE are about are nature, culture and economics. Meanwhile, the domains of words in BE are politics / government affairs, international relations, economics and military /international safety.",
  "creators": "YOHANA I MAHARLIKA",
  "contributors": "Lisa Setiawati Nugraha (Advisor 1); MAS MOELJONO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011256/ING/2004; Yohana Insinuranti Maharlika (11400094)",
  "subjects": "ENGLISH LANGUAGE-SOCIAL ASPECTS-STUDY AND TEACHING"
}