{
  "id": "33627",
  "title": "Studi deskriptif kriteria suksesor dalam mempersiapkan suksesi kepemimpinan pada PT Ikan Dorang",
  "abstract": "Keberlangsungan suatu perusahaan tergantung pada kemampuan pemimpin dan para suksesornya, oleh karena itu, pemilihan suksesor dengan kriteria yang tepat sangat diperlukan untuk memastikan tidak ada masalah yang timbul di kemudian hari dan perusahaan dapat terus berkembang sesuai dengan kemajuan dunia global. Berdasarkan hal tersebut, maka penelitian ini dilakukan dengan tujuan untuk menganalisis kriteria suksesor dalam mempersiapkan suksesi kepemimpinan. Objek yang diambil pada penelitian ini adalah sebuah perusahaan keluarga yang bernama PT Ikan Dorang. PT Ikan Dorang bergerak di industri pengolahan minyak goreng nabati berbahan baku kelapa sawit. Penelitian ini menggunakan pendekatan kualitatif dengan unit analisis yang terdiri dari kepemimpinan, kompentensi dalam aspek kemampuan, motivasi dan kepribadian. Data penelitian didapatkan dengan melakukan wawancara terhadap tiga informan penelitian yang ditetapkan, yaitu Direktur PT Ikan Dorang dan dua calon suksesornya. Data tersebut diperkuat dengan dilakukannya studi dokumentasi terhadap berbagai dokumen penunjang, baik yang berasal dari internal perusahaan maupun dari sumber literatur lain. Keseluruhan data yang didapatkan selanjutnya dianalisa dengan menggunakan teknik analisis deskriptif kualitatif dengan mengacu pada proses analisis Moleong (2007). Hasil yang didapatkan menyatakan bahwa kedua calon suksesor PT Ikan Dorang telah memenuhi kriteria suksesi kepemimpinan dalam aspek kepemimpinan maupun kompetensi dalam hal kemampuan, motivasi dan kepribadian.",
  "creators": "MICHAEL KEVIN KURNIAWAN",
  "contributors": "Magdalena Pranata Santoso (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011020/MAN/2015; Michael Kevin Kurniawan (31411304)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES; EXECUTIVE SUCCESSION; FAMILY-OWNED BUSINESS ENTERPRISES-SUCCESSION"
}