{
  "id": "3364",
  "title": "A Psychological study of the process of Rebekka's suicide in Henrik Ibsen's Rosmerholm",
  "abstract": "This thesis paper carries psychological study of the process of suicide committed by one dynamic main character, Rebekka West, in the play of Norwegian playwright Henrik Ibsen- Rosmersholm. Rebekka West in Rosmersholm is an example of a woman who if measured by usual human standards would have much to atone for. She arrived at the Rosmersholm mansion under false pretences to meet her secret goal to win Rosmer after first getting his barren wife Beata out of the way. The outcome of her presence at the mansion is partly Beata's suicide, and the rest is that she has managed to get a place in the mansion. However, surprisingly, after all her relentless efforts and her strong will to possess Rosmer, Rebekka has to end everything by committing a suicide. In a sense, her suicide becomes a tragic ending for her. This discussion of her suicide I choose as the topic for my thesis. Specifically, I am very interested in finding out what is the process that leads her to the suicide. Therefore, the analysis of this thesis paper is expected to answer (to reveal) the process of Rebekka?s suicide. In order to probe into the process itself, I am going to use psychological approach and utilize Freudian psychoanalytic theories as the most fundamental theories. For an addition, I am also going to use other necessary psychological concepts during analyzing the problem. Altogether, these theories and concepts are going to be very useful in assisting me to detect the issue of inequilibrium state of Rebekka?s personality inflicted by the corruption of id (in terms of its sexual and aggressive Electra complex impulse and its death instincts) towards Rebekka?s weak ego and her superego respectively. Apparently, this corruption of id has taken place for the entire lifetime of Rebekka. In the beginning, essentially the id corrupts and compels the ego to gratify its sex instinct- the Electra complex desire. After the ego fails and stops to fulfill this desire, this condition alternately stimulates the transformation of instincts to take place. Rebekka?s sex instinct (as part of the life instinct) is taken over by the death instinct resides within the id. Once again the id is being corruptive but this time, it alternately corrupts and uses Rebekka?s superego to channel its demanding urge (of death instinct). To fulfill this urge, the superego forces Rebekka?s ego to `grab and stab the dagger? into herself. Ultimately, all those phases play role and contribute as one psychological process, whose result or final product is Rebekka?s suicide. At the same time, I perceive the concluding suicide as an awakening, which signifies the presence of eternal and irresolvable conflicts within Rebekka.",
  "creators": "IDAYU CEMPAKA",
  "contributors": "Liem Satya Limanta (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011269/ING/2004; Idayu Cempaka (11499021)",
  "subjects": "NORWEGIAN DARMA-19TH CENTURY-STUDY AND TEACHING; IBSEN, HENDRIK, 1828-1906. ROSMERHOLM-STUDY AND TEACHING"
}