{
  "id": "33649",
  "title": "Analisis aspek keuangan pada perencanaan klaster bangunan rumah tinggal dengan konsep efisiensi energi",
  "abstract": "Saat ini bisnis properti di Indonesia berkembang sangat pesat, khususnya bidang perumahan. Tetapi pembangunan rumah tinggal yang dilakukan banyak developer seringkali berorientasi pada keuntungan tanpa memperhatikan dampak terhadap lingkungan. Maka, diperlukan pembangunan sebuah klaster perumahan yang ramah lingkungan, salah satunya adalah dengan konsep efisiensi energi. Untuk merealisasikan hal ini, diperlukan analisis keuangan yang matang agar dapat dihitung kelayakan investasinya. Desain rumah pada klaster ini dianalisis dengan 4 dari 7 variabel yang ada pada GBCI (Green Building Council Indonesia) bagian efisiensi energi yaitu perhitungan Overall Thermal Transfer Value, pencahayaan buatan, sistem pengkondisian udara, dan adanya sumber energi yang terbarukan. Kemudian, dihitung besar dana yang dibutuhkan untuk mewujudkan suatu klaster berupa perhitungan rencana anggaran biaya, kemudian disimulasikan rencana penjualannya dengan membuat sebuah cashflow, setelah itu dianalisis kelayakan investasinya dengan menggunakan NPV (Net Present Value). Hasil analisis desain rumah menunjukkan bahwa nilai OTTV memenuhi syarat, pencahayaan buatan menggunakan lampu LED, sistem penghawaan udara menggunakan AC 0,5 PK tipe split dan penggunaan solar panel mempunyai payback period selama 12,4 tahun. Sedangkan hasil analisa finansial menunjukkan investasi yang dilakukan dengan mempertimbangkan nilai suku bunga bank adalah menguntungkan untuk dilaksanakan jika disimulasikan dengan lama pengembalian 4 tahun. Keuntungan yang diperoleh pada bulan Januari 2016 adalah sebesar Rp11.278.849.952,99.",
  "creators": "ROBY JOHAN; WILLIAM WIBISONO",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Ir. Soehendro Ratnawidjaja, M.Eng. (Advisor 2); Sandra Loekita (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012040/SIP/2015; Roby Johan (21411016), William Wibisono (21411046)",
  "subjects": "RESIDENTIAL REAL ESTATE; BUILDING-ENERGY CONSERVATION"
}