{
  "id": "33647",
  "title": "Pengaruh faktor motivasi dalam keberhasilan keselamatan dan kesehatan pada konstruksi bangunan berkelanjutan",
  "abstract": "Motivasi pada proyek konstruksi merupakan aspek kunci untuk mencapai kesuksesan proyek. Motivasi dalam keberhasilan keselamatan dan kesehatan pada konstruksi bangunan berkelanjutan sangat berperan penting dikarenakan apabila terjadi cedera atau kecelakaan dalam tahap konstruksinya maka tidak dapat dikatakan bangunan berkelanjutan. Studi terbaru menemukan bahwa proyek yang bersertifikasi Leadership in Energy and Evironmental Design (LEED) menghasilkan lebih tinggi tingkat cedera dan peningkatan resiko bahaya pada keselamatan dan kesehatan pekerja dalam proses konstruksi dibandingkan dengan proyek non-hijau lainnya. Pengolahan data menggunakan metode analisis PLSSEM dengan membagikan kuesioner kepada perusahaan kontraktor di Surabaya. Hasilnya didapatkan kejelasan tanggung jawab, kemampuan interpersonal pemimpin proyek dan dukungan perusahaan berupa dukungan peralatan, waktu dan intensif merupakan faktor motivasi yang paling berpengaruh terhadap keberhasilan keselamatan dan kesehatan pada konstruksi bangunan berkelanjutan. Sedangkan yang paling berpengaruh terhadap keberhasilan keselamatan dan kesehatan pada konstruksi bangunan berkelanjutan adalah lokasi energi yang dapat diperbarui & pengoptimalan kinerja energi, efek penggunaan atap reflektif, dan pengendalian sistem pencahayaan & penerangan 75% sinar matahari yang masuk ke dalam ruangan.",
  "creators": "FREDY JOHAN DJI; NURUL KHOLISOH",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012037/SIP/2015; Fredy Johan (21410162), Nurul Kholisoh (21410163)",
  "subjects": "CONSTRUCTION INDUSTRY-SAFETY MEASURES; CONSTRUCTION INDUSTRY-PERSONNEL MANAGEMENT"
}