{
  "id": "33645",
  "title": "Studi berbagai macam material tahan api dalam gedung berdasarkan klarifikasi Standar Nasional Indonesia",
  "abstract": "Saat ini kebutuhan akan material penghambat kebakaran pasif sangat diperhatikan untuk bangunan konstruksi, terutama untuk gedung – gedung tinggi. Namun biaya yang dibutuhkan untuk memperoleh gedung dengan fasilitas tersebut tergolong mahal, sehingga pemilihan material yang akan digunakan harus tepat. Penilitian ini bertujuan agar pemilik gedung dapat memilih material penghambat kebakaran pasif yang sesuai dengan peraturan SNI 03-1736-2000 dan dapat memilih material dengan harga yang tepat. Hasil penelitian menunjukkan material yang digunakan berdasarkan tingkat ketahanan api untuk dinding, atap, dan lantai adalah Promatect-H, untuk ducting adalah Promatect-H dan Cafco SprayFilm WB3, untuk balok dan kolom adalah Cafco Mandolite CP2,Cafco SprayFilm WB3, dan Promatect-H, untuk bagian lubang pada dinding dan lantai adalah Promaseal Bulkhead Sealer System dan Promastop Cement, dan untuk sistem pemipaan adalah Promaseal UniCollar dan Promaseal FlexiWrap. Material yang digunakan berdasarkan perbandingan harga antar material untuk dinding, atap, lantai, dan ducting adalah Promatect-H, untuk bagian balok dan kolom dipilih Cafco Mandolite CP2, untuk bagian lubang pada dinding dan lantai dipilih Promaseal Bulkhead Sealer System, dan untuk sistem pemipaan dipilih Promaseal FlexiWrap.",
  "creators": "DAVID SANGTANIA; YUDHIANSYAH WIJAYA",
  "contributors": "Januar Buntoro (Advisor 1); Sentosa Limanto (Advisor 2); Ir. Prasetio Sudjarwo, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012036/SIP/2015; David Sangtania (21410133), Yudhiansyah Wijaya (21410168)",
  "subjects": "FIRE RESISTANT MATERIALS; BUILDING, FIREPROOF-STANDARDS; BUILDING, FIREPROOF"
}