{
  "id": "3365",
  "title": "A Study on the three main character's ways in dealing with the psychological problems as the effect of the death of their beloved in Banana Yoshimoto's Kitchen",
  "abstract": "In this thesis, I am interested to take one of the Japanese novels by Banana Yoshimoto, because she is a talented and interesting young writer. Her style of writing is considered to be magical realism. Meaning that there is a miracle in our life and it may happen everyday. I choose Kitchen than the other work, because of the outstanding theme in that novel. Kitchen itself is a story about dealing with death of the beloved. In dealing with death, we will be able to appreciate the sacredness of life. That is why, I am interested in discussing about this topic, \"dealing with death of the beloved\". How people deal with this problem is very important. Moreover, they even experience psychological problems as the effects of their beloved?s death. Therefore, in my analysis, I pay attention on what are the psychological problems of the three main characters? -Mikage, Yuichi, and Eriko- and how they overcome their problems. To answer these statements, I use psychological approach, by applying four psychological theories. They are depression, anxiety, gender dysphoria, and defense mechanisms. In my analysis, the two main characters use defense mechanisms, namely repression and displacement, in order to overcome their psychological problem that is depression. Meanwhile the third character, Eriko chooses to change his anatomical gender to deal with his problem, gender dysphoria. I find out that these three main characters use different ways in order to deal with their psychological problem. Mikage, the main female character, chooses displacement to shift her needs of the presence of family and affection into the kitchen and sofa. Then, Eriko uses transitioning to deal with his guilt and worthless feeling after the death of his beloved. Eriko decides to become a transsexual parent by a plastic surgery. The last one is Yuichi does repression because he is afraid of having and then losing someone he loves. Through this analysis, we will understand that for some people, it is not easy to deal with the beloved?s death, although death is a natural thing. When people try to seek the way out, sometimes, they do not realize that their chosen way does not overcome their problem and just create another new problem.",
  "creators": "MELIANA TRIAWATI",
  "contributors": "Liem Satya Limanta (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011257/ING/2004; Meliana Triawati (11400013)",
  "subjects": "JAPANESE FICTION-20TH CENTURY-STUDY AND TEACHING; YOSHIMOTO, BANANA, 1964-... KITCHEN-STUDY AND TEACHING"
}