{
  "id": "33654",
  "title": "Proporsi komponen biaya harga bahan, upah dan alat pada proyek konstruksi bangunan tinggi",
  "abstract": "Biaya merupakan salah satu aspek penting dalam siklus kegiatan usaha dan industri konstruksi. Kontraktor yang tidak mempunyai pemahaman tentang komponen biaya akan meningkatkan resiko terhadap kegagalan yang tidak perlu. Secara umum keberhasilan kontraktor dalam menangani perkiraan biaya terletak pada sebaik apa mereka mampu merencanakan estimasi biaya yang akurat. Dari hasil penelitian, bila melihat dari ketiga komponen biaya, yaitu biaya upah, bahan dan alat dapat disimpulkan rata-rata biaya struktur bawah terbesar dimiliki oleh biaya bahan (86.60%), lalu diikuti oleh biaya upah (12.16%) dan biaya alat (1.24%) pada Proyek A, sedangkan pada Proyek B komponen biaya terbesar dimiliki oleh biaya bahan (87.73%), lalu diikuti oleh biaya upah (9.41%) dan biaya alat (2.86%) dengan rata-rata kedua proyek untuk biaya bahan (87.16%), biaya upah (10.78%) dan biaya alat (2.05%). Sedangkan untuk biaya pekerjaan beton bertulang struktur atas terbesar dimiliki oleh biaya bahan (86.73%), lalu diikuti dengan biaya upah (11.98%) dan biaya alat (1.29%) untuk Proyek A, sedangkan pada Proyek B komponen biaya terbesar dimiliki oleh biaya bahan (83.32%), lalu diikuti dengan biaya upah (14.88%) dan biaya alat (1.80%) dengan rata-rata kedua proyek untuk biaya bahan (85.02%), biaya upah (13.43%) dan biaya alat (1.54%).",
  "creators": "CRISTIAN HALIM; MAXIMILLIAN MARIA SURJO D",
  "contributors": "Budiman Proboyo (Advisor 1); Indriani Santoso (Advisor 2); Sentosa Limanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012043/SIP/2015; Cristian Halim (21411052), Maximillian Maria S.D. (21411058)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; REINFORCED CONCRETE STRUCTURES; CONSTRUCTION INDUSTRY-COSTS"
}