{
  "id": "33652",
  "title": "Monitoring penjadwalan proyek & evaluasi jumlah tower crane pada proyek condominium & podium sebuah Plaza di Tengah Kota",
  "abstract": "Proyek konstruksi merupakan kegiatan yang dibatasi oleh durasi waktu, agar dapat mengetahui proyek masih berjalan sesuai dengan rencana, maka perlu dilakukan monitoring. Monitoring penjadwalan dilakukan dengan melihat jadwal rencana proyek dengan realisasi pelaksanaan. Tower Crane (TC) merupakan salah satu alat berat yang digunakan untuk pembangunan gedung-gedung tinggi. Dalam proyek konstruksi, TC digunakan sebagai alat bantu untuk mengangkut material, oleh karena itu jumlah TC yang digunakan perlu direncanakan secara tepat. Sehingga TC dapat membantu proyek berjalan sesuai dengan jadwal rencana, terutama pada proyek yang lahannya terbatas. Evaluasi jumlah TC memperhitungkan titik konflik yang terjadi antar TC. Penelitian ini menggunakan sampel proyek Condominium dan Podium sebuah Plaza di tengah kota, yang lahannya sangat terbatas, baik jalan akses untuk peralatan maupun material. Penelitian dimulai dengan mengolah data yang ada untuk memonitor jadwal rencana dan realisasi pelaksanaan, serta mengevaluasi jumlah TC dengan menggunakan teori titik konflik yang terjadi antar TC dengan menggunakan 3 skenario. Dengan melakukan perbandingan antara jadwal rencana dan realisasinya, maka terlihat bahwa proyek tersebut mengalami kemunduran, yang berkisar antara 17-52 hari. Dengan menggunakan perhitungan titik konflik dari ketiga skenario penempatan TC, ditemukan bahwa skenario yang paling optimal yaitu skenario 3, di mana skenario tersebut memiliki titik konflik paling sedikit.",
  "creators": "AGNES MARIA WIJAYA; AYU WIRASTUTI",
  "contributors": "Paulus Nugraha (Advisor 1); Sandra Loekita (Advisor 2); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012052/SIP/2015; Agnes Maria Wijaya (21411020), Ayu Wirastuti (21411133)",
  "subjects": "SCHEDULING; TOWER CRANES; CONSTRUCTION PROJECTS-MANAGEMENT"
}