{
  "id": "33650",
  "title": "Pembuatan aplikasi event organizer clover berbasis android",
  "abstract": "Saat ini teknologi sudah sangat berkembang. Kegiatan apapun sudah dapat diakses menggunakan internet. Banyak pekerjaan yang menggunakan internet sebagai media promosi, media transaksi, bahkan sebagai penyimpan database, salah satunya untuk event organizer. Event organizer merupakan sebuah tim yang bertujuan membantu mengatur acara pada client yang terlalu sibuk untuk mengatur acara. Masalah yang timbul pada sebuah event organizer antara lain pada absensi anggota pada event yang berlangsung, pendataan anggota event organizer itu sendiri, pengaturan acara pada client dan penjadwalan event yang akan berlangsung. Agar event organizer dapat mengatur pekerjaan lebih baik aplikasi ini dibuat untuk menangani pendataan anggota, penjadwalan anggota, absensi anggota, hingga dokumentasi pada website setelah event berlangsung. Aplikasi dibuat menggunakan PHP dengan Eclipse sebagai bahasa pemrograman. Sedangkan database yang digunakan adalah MySQL dan web server yang digunakan adalah Apache. Dari hasil pengujian aplikasi, dapat diambil kesimpulan bahwa aplikasi ini sudah memenuhi masalah pada event organizer antara lain, klien dapat memilih paket yang telah tersedia, atau dapat menentukan sendiri bentuk acara yang diinginkan, leader dapat melakukan notifikasi ke handphone anggota event, dan admin dapat mengetahui laporan event organizer, dan dapat melakukan maintain event.",
  "creators": "ANDREANUS AGUNG",
  "contributors": "Silvia Rostianingsih (Advisor 1); Agustinus Noertjahyana (Advisor 2); Liliana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021384/INF/2015; Andreanus Agung (26409023)",
  "subjects": "DATABASE DESIGN; ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); ANDROID (COMPUTER PROGRAM)"
}