{
  "id": "3366",
  "title": "Edna's rebellion against patriarchal system as seen in Kate Chopin's The Awakening",
  "abstract": "In The Awakening, Edna Pontellier is portrayed as a woman who dares to commit adulteries and do some actions which are so contradictory with the male authority that has dominated the world; the patriarchal system. The Awakening is a mirror image to feminism, which is women?s awareness and emancipation to the male authority. Concerning the topic that is brought up in The Awakening that is about Edna?s rebellion against the patriarchal system, I am curious to know what makes her rebel against the patriarchal system and how she searches her goals. Therefore for the purpose, this thesis is conducted to find out those questions. Hence, the discussion will be on the reason behind the main female character?s rebellion toward the traditional rules that the society holds and the way Edna faces her oppressive marriage. In the discussion of the problems, I use a cultural approach focusing on feminism. Later, in my findings, it is discovered that Edna has been left depressed with her marriage due to her husband?s superiority that leaves her as an inferior and worthless creature. Refusing to be treated like one any further, Edna struggles hard to fight the patriarchal system for the hope of freedom, equality and self-assertion merely as a woman by changing her own character from a submissive and weak woman to a one with a strong and independent nature. Her struggles that reflect the element of feminist proves that she is determinant and persistent with her goals that she gradually gains something. In conclusion, Edna wants to prove to the society that a woman does not deserve to be treated unfairly just because of the biological differences between the two sexes. As a woman, Edna is as equal as man and therefore can have the equality in all aspects, including in the marriage.",
  "creators": "OLIVIA IRAWAN",
  "contributors": "Liliek Soelistyo (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011259/ING/2004; Olivia Irawan (11400149)",
  "subjects": "AMERICAN FICTION--19TH CENTURY--STUDY AND TEACHING; CHOPIN, KATE, 1850-1904 THE AWAKENING-STUDY AND TEACHING"
}