{
  "id": "33672",
  "title": "Makna simbolik pada Banua (Rumah) tradisional Mamasa, Sulawesi Barat",
  "abstract": "Banua yang berarti rumah, merupakan rumah tradisional yang dimiliki masyarakat Mamasa, bukan hanya sebagai tempat untuk berlindung (fungsi praktis) dan ungkapan estetis belaka, tetapi juga dipahami mengandung fungsi simbolik yaitu wujud dari cita-cita dan pandangan hidup masyarakat Mamasa, selain itu difungsikan sebagai tempat untuk melakukan adat ritual, serta tempat untuk memelihara ternak. Terdapat 5 tipe banua berdasarkan stratifikasi sosial yaitu Banua Layuk, Banua Sura’, Banua Bolong, Banua Rapa, dan Banua Longkarrin. Rumah Tradisional Mamasa tersebar ke semua desa di Mamasa, namun tidak semua desa memiliki ke 5 tipe Banua yang ada di satu wilayah yang sama. Penelitian ini meneliti lebih lanjut mengenai Makna Simbolik yang terkandung dalam berbagai aspek yaitu tata letak bangunan, arah hadap/orientasi bangunan, bentuk bangunan, organisasi dan sirkulasi ruang, elemen pembentuk ruang, elemen pengisi ruang, elemen transisi, dan ragam hias. Penelitian ini merupakan penelitian kualitatif dengan metode analisis deskriptif yang akan dikaji menggunakan metode pendekatan Hermeneutika Paul Ricouer. Berdasarkan hasil penelitian, ditemukan bahwa Rumah Tradisional Mamasa adalah rumah paradoks. Dalam artian di dalam Rumah Tradisional ini terdapat begitu banyak unsur-unsur/ pasangan koordinasi ruang yang sepertinya bertolak belakang atau berlawanan tetapi dapat menyatu menjadi kesatuan sebuah rumah tradisional, yang menghadirkan simbol kesatuan yang harmoni antara yang transenden (vertikal) dan imanen (horizontal). Filosofi dan pandangan hidup masyarakat Mamasa tercermin jelas dalam setiap elemen-elemen yang diterapkan pada rumah tradisional Mamasa dimulai dari tata letak, hingga makna ragam hias yang dimiliki.",
  "creators": "STEPHANIE MELINDA FRANS",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 1); Lucky Basuki (Advisor 2); Stephanus P. Honggowidjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00021395/DIN/2015; Stephanie Melinda Frans (41411100)",
  "subjects": "INTERIOR DECORATION; ARCHITECTURE, DOMESTIC-DECORATION"
}