{
  "id": "3367",
  "title": "Illocutionary acts \"In the telltale nations\"",
  "abstract": "Communication between people may not often run smoothly as expected. It happens because the hearer does not know exactly what the speaker means. The research is interested in analyzing speech acts, which takes an important rule in communication, especially in illocutionary acts. For the data, the writer chooses legal English TV Series ?The Telltale Nations ? season seven episode six. Because there are many illocutionary acts that can be found in conversations between the participants in the courtroom. The scope of her study is pragmatics and she uses Searle (1969) is theory. The writer also uses World Wide Web to search the transcript for the data. For collecting the data, the writer transcribed the film and to classify the utterances she used types of illocutionary acts like in the theory. In addition, to analyze the data the writer identified several different courtroom scenes. After that she analyzed the utterances based on the context, and illocutionary acts such as representatives, directives, commissives, expressives and declaratives types are found in every scene. As a conclusion, the writer concludes that the language used in the courtroom which may contain stating utterance is the dominant type because a defendant in the legal court must make a good argument for supporting his or her claim of not being guilty and, try to avoid accusation by rejecting it of being guilty by making alibi.",
  "creators": "TRIANA SUSANTI",
  "contributors": "SAMUEL GUNAWAN (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011268/ING/2004; Triana Susanti (114980142)",
  "subjects": "ENGLISH LANGUAGE-DISCOURSE ANALYSIS; ENGLISH LANGUAGE-SPOKEN ENGLISH; SOCIOLINGUISTICS"
}