{
  "id": "3368",
  "title": "A Study of the influencing factors and the symptoms of Orin Mannon's Oedipus complex in Eugene O'Neill's mourning becomes electra",
  "abstract": "Mourning Becomes Electra, a trilogy play by Eugene O?Neill is a melodramatic play about an incestuous love of Orin Mannon to his mother (Christine Mannon) and his sister (Lavinia Mannon). Orin Mannon turns his tendency of having incestuous love for his sister after his mother?s death. In the Freudian theory this kind of incestuous love is usually called as the Oedipus Complex. It came from the mythology of Oedipus, a Greek hero who unknowingly killed his own father and married his own mother. Therefore, the thesis writer intends to find out the influencing factors that lead and the symptoms of Orin Mannon?s Oedipus Complex. In order to analyze the problem, the thesis writer uses literary approach since it is dealing with close reading to the main source. The thesis writer applies literary theory, such as character, characterization and conflict. She uses literary theory as well as the concept of Oedipus Complex, the concept of transference and theory of dream in order to help her in analyzing the problem. Through the analysis the thesis writer finds out that Orin Mannon has the symptoms of having Oedipus Complex. Orin Mannon?s symptoms of having Oedipus Complex reveals in her jealousy feeling and hatred towards men around his mother and sister. Moreover, It is also strengthened by his dream about the South Sea Island that reflects his unconscious? desire or in other words the tendency of Oedipus Complex within himself. The dream of the South Sea Island reveals Orin Mannon?s unfulfilled wish since he cannot release his unconscious desire to get both his mother?s love and affection. Furthermore, the thesis writer also finds out that his experiences during Orin Mannon?s childhood influences the development of The Oedipus Complex. Besides, this dream shows the symptoms, it also represents his inner conflict within his own personally. On the other hand, the external conflicts that Orin Mannon struggles with his father and the excessive love from his mother worsen the symptoms of Orin Mannon?s Oedipus Complex. In addition, the thesis writer concludes that both of Orin Mannon?s parents contribute the influencing factors that lead Orin Mannon?s Oedipus Complex. Finally, the thesis writer concludes that all of the symptoms of Orin Mannon?s Oedipus Complex represent through his jealousy and hatred toward men around his mother and sister, as well as through his dream about the South Sea Island.",
  "creators": "RETNO AGUSTINI",
  "contributors": "Ribut Basuki (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011270/ING/2004; Retno Agustini (11496127)",
  "subjects": "O'NEILL, EUGENE, 1888-1953 MOURNING BECOMES ELECTRA-STUDY AND TEACHING; AMERICAN DRAMA--20TH CENTURY--STUDY AND TEACHING"
}