{
  "id": "3369",
  "title": "A Study of the figures of speech in the language of body care advertisements for adults in Cosmpolitan and Men's Health Magazines",
  "abstract": "This thesis is an analysis of figures of speech used in the body care advertisements. The writer chooses this topic because as the reader, the writer sees body care advertisements which use figures of speech in their language and that advertisements arise the readers? curiosity to buy the product. Almost all body care advertisements use figurative language as a way to attract the people to buy or believe in the product. Besides that, both of the advertisers and the readers are expacted to have the same interpretation on the message of advertisement. That is why the writer also analysis the literal and figurative meaning in the advertisement so that the readers may not misinterpret or misunderstand about the idea or the message of the advertisements. In this analysis, the writer wants to know how are figures of speech used in language of body care advertisements for adults in Cosmopolitan and Men?s Health magazines. The writer uses Perrine?s theory to analyze the figures of speech. Moreover, she uses Linda?s thesis about An Analysis of The figures of Speech Used in Language of Body Care Advertisements on Television Programes as the review of related studies. The approach of this research was qualitative descriptive. The data took the form of words and the researcher was the main instrument. The data for this research are taken from body care advertisements in several editions of Cosmopolitan (October 2003 until April 2004) and Men?s Health ( Desember 2003 until April 2004) magazines that are using Bahasa Indonesia (Indonesian edition). The writer collects twenty body care advertisements randomly (ten advertisements from Cosmopolitan and ten advertisements from Men?s Health) because there were several editions of magazine put the same advertisements and there were few number of body care advertisements in Men?s Health magazine in one edition. From the data analysis, the writer found that body care advertisements in Cosmopolitan and Men?s Health magazines use several figures of speech. They are metaphor, simile, personification, metonymy, and hyperbole. Among those figures of speech, the most often used figures of speech is hyperbole because hyperbole gives intensifying devices by exaggerating the language of the advertisement in advertising the product to attract the reader?s attention. Besides that, in the advertisement, hyperbole refers to the quality of the product by intensifying the quality of the product in a bigger way so that it can arise the curiosity of the reader to buy the product.",
  "creators": "JUNTY MARIANA",
  "contributors": "Bintoro (Advisor 1); Dr. Dra. Yuli Christiana Yoedo, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011271/ING/2004; Junty Mariana (11400021)",
  "subjects": "FIGURES OF SPEECH; INDONESIAN LANGUAGE-FIGURES OF SPEECH"
}