{
  "id": "3370",
  "title": "A Study of compliment responses used by a Chinese Indonesian family in Jombang",
  "abstract": "There are some components in communication, and one of them is a compliment response, what a person decided to do about a message or a compliment. The researcher was interested in analyzing the use of compliment responses by parents and children in a Chinese Indonesian family. The writer wanted to reveal what types of compliment responses used by parents and children in the Chinese Indonesian family, and the writer chooses her family as the object of the study because the closer relationship between the speaker and the addressee, the more freedom they can express compliments. The data were analyzed and classified using the theory of compliment responses by Joan Cutting (2002). However, the writer used descriptive approach in conducting this study. The writer collected the data by actively joining the conversation. Moreover, almost all types of compliment responses classified by Joan Cutting were found in the conversation, such as appreciation token, agreeing utterance, compliment return, deflecting or qualifying comment, reassurance and repetition request, disagreeing utterance, and no response. There is only one type of compliment response did not occur at all in this study, acceptance and formula. Finally, the writer concludes that in producing compliment responses, this Chinese Indonesian family have tendency to become very unpretentious.",
  "creators": "LIANA KUSUMAWATI",
  "contributors": "Dr. Dra. Yuli Christiana Yoedo, M.Pd. (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011272/ING/2004; Liana Kusumawati (11400032)",
  "subjects": "SOCIOLINGUISTICS; INDONESIAN LANGUAGE-SOCIAL ASPECTS; COMPLIMENTS; CONVERSATION ANALYSIS"
}