{
  "id": "33715",
  "title": "Relevansi kompetensi alumni program studi Teknik Sipil Universitas Kristen Petra dalam dunia kerja",
  "abstract": "Pendidikan tinggi saat ini harus berorientasi pada kompetensi yang dibutuhkan oleh dunia kerja. Penelitian ini bertujuan untuk mengetahui seberapa relevan faktor-faktor kompetensi meliputi pengetahuan, keterampilan, dan sikap yang didapatkan dari perkuliahan Teknik Sipil Universitas Kristen Petra dengan kebutuhan yang ada di dunia kerja serta mengetahui perbedaan persepsi berdasarkan peran responden (kontraktor dan konsultan) dan pengalaman kerja responden (dibawah 5 tahun, 5 sampai 10 tahun, diatas 10 tahun). Penelitian ini dilakukan dengan cara penyebaran kuisioner yang ditujukan kepada alumni Program Studi Teknik Sipil Universitas Kristen Petra yang berperan sebagai kontraktor dan konsultan yang terlibat secara langsung dalam suatu proyek konstruksi. Selanjutnya semua kuesoiner yang berhasil terkumpul dianalisis secara statistik dengan menggunakan analisis Independent Sample T-test, dan one way Analysis of Variance (ANOVA) dengan program SPSS. Dari hasil analisis didapatkan bahwa faktor kompetensi yang paling relevan antara kurikulum pendidikan Teknik Sipil Universitas Kristen Petra dengan kebutuhan dunia kerja secara total adalah “Detail Tulangan” untuk aspek pengetahuan. Untuk aspek keterampilan, subvariabel terbesar adalah “Mampu menjadi pembelajar mandiri dalam mengikuti perkembangan ilmu teknik sipil”. Untuk aspek sikap, subvariabel tertinggi adalah “Experience”. Selain itu dari hasil analisis, menunjukkan bahwa tidak ada perbedaan persepsi berdasarkan peran dan pengalaman responden.",
  "creators": "INDRAWAN ANGGRADINATA; WILLIAMS DENNIS MASAMITSU",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Andi (Advisor 2); Daniel Tjandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012050/SIP/2015; Indrawan Anggradinata (21411124), Williams Dennis M. (21411137)",
  "subjects": "COMPETENCE IN THE WORKPLACE; PETRA CHRISTIAN UNIVERSITY FACULTY OF CIVIL ENGINEERING-ALUMNI; CONSTRUCTION INDUSTRY"
}