{
  "id": "33710",
  "title": "Pembuatan pasta geopolimer ringan celluler lightweight concrete (CLC) berbasis campuran lumpur Sidoarjo dan fly ash",
  "abstract": "Penelitian ini membahas upaya pemanfaatan lumpur Sidoarjo dan sisa pembakaran batu bara berupa fly ash agar dapat bermanfaat untuk dunia konstruksi sebagai pengganti semen. Penelitian ini menggunakan bahan dasar lumpur Sidoarjo, fly ash, NaOH, sodium silikat, dan foam agent. Variasi kadar sodium silikat yang digunakan pada percobaan sebesar 30%, 40%, 50% dan 60% dari massa campuran lumpur dan fly ash, dengan memperhatikan perbandingan massa larutan sodium silikat dengan larutan NaOH. Variasi molaritas NaOH yang digunakan pada percobaan sebesar 5M, 6M, 7M dan 8M. Untuk menghasilkan berat jenis yang lebih kecil maka ditambahkan foam agent. Perbandingan volume foam agent dengan air yang digunakan adalah 1:50. Pada masing-masing penelitian tersebut diberikan variasi pemberian foam sebesar 0.5 liter, 1 liter, dan1.5 liter yang dikonversi menjadi perbandingan massa foam dengan massa binder (campuran lumpur Sidoarjo, fly ash, NaOH padat, sodium silikat dan air). Pengujian yang dilakukan adalah tes kuat tekan pada benda uji berukuran 5×5×5 cm3, dan uji berat jenis. Hasil terbaik dari penelitian ini, yaitu campuran fly ash (100%) dengan komposisi larutan sodium silikat 480 gram (60%), NaOH 5M, dan penambahan foam 1.5 liter. Hasil kuat tekan umur 7 hari sebesar 1.25 MPa dan berat jenis sebesar 0.61 gr/cm3.",
  "creators": "FEBRINA EKAPUTRI SUSANTO; ALVIN ADIPUTRA WIDJAJA",
  "contributors": "Antoni (Advisor 1); Djwantoro Hardjito (Advisor 2); Effendy Tanojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012046/SIP/2015; Febrina Ekaputri Susanto (21411085), Alvin Adiputra Widjaja (21411125)",
  "subjects": "FLY ASH; GEOPOLYMERIZATION; CONCRETE BLOCKS"
}