{
  "id": "33717",
  "title": "Upah dan upah lembur tenaga kerja pada proyek konstruksi bangunan bertingkat tinggi",
  "abstract": "Pekerjaan konstruksi berkaitan erat dengan daya manusia. Dalam lingkup biaya, upah tenaga kerja memiliki kontribusi 25%-35% dari nilai proyek. Selain itu, tuntutan pekerjaan yang harus diselesaikan dalam waktu singkat membuat kontraktor menambah jam kerja (overtime) untuk mengejar jadwal. Penelitian ini diawali dengan mengumpulkan data dari proyek konstruksi bangunan tinggi. Data berupa volume pekerjaan, jumlah, komposisi serta upah tenaga kerja dalam kurun waktu tertentu untuk didapatkan harga satuan upah untuk pekerjaan bekisting, pembesian dan pengecoran. Berdasarkan penelitian yang telah dilakukan, dapat disimpulkan bahwa harga satuan upah yang berdasarkan SNI 7394:2008 masih mencakup harga satuan upah nyata di lapangan yang melakukan pekerjaan lembur. Untuk pekerjaan bekisting dan pembesian, perbandingan harga satuan upah nyata di lapangan dengan SNI 7394:2008 dan upah pemerintah dengan SNI 7394:2008 secara berurutan adalah 47,6%-92,6% dan 66,0%-92,7%. Untuk pekerjaan pengecoran tidak dapat dibandingkan SNI 7394:2008. Sehingga dibandingkan dengan upah pemerintah sebesar 92,6%-109,6%. Sementara untuk indeks kebutuhan tenaga kerja pada pekerjaan bekisting, pembesian dan pengecoran, terdapat perbedaan yang signifikan antara pola formasi tenaga kerja yang digunakan di kenyataan di lapangan dengan SNI 7394:2008. Berbeda dengan SNI 7394:2008, pada kenyataan di lapangan, penggunaan klasifikasi tukang pada formasi tenaga kerja yang digunakan lebih banyak daripada pekerja.",
  "creators": "WILLY FREDRICK KURNIAWAN; LIONG WANDY LIONARDY",
  "contributors": "Budiman Proboyo (Advisor 1); Indriani Santoso (Advisor 2); Sentosa Limanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012051/SIP/2015; Willy Fredrick Kurniawan (21411130), Liong Wandy Lionardy (21411140)",
  "subjects": "CONSTRUCTION INDUSTRY-PERSONNEL MANAGEMENT; CONSTRUCTION PROJECTS-MANAGEMENT; WAGES-ANALYSIS; CONSTRUCTION INDUSTRY-MANAGEMENT"
}