{
  "id": "3371",
  "title": "The Study of tropical strategies and topic shift markers used y female students of Petra Christian University in their chatting at the Boarding House",
  "abstract": "To chat is to communicate with others so that someone can get information, share anything with others and also maintain a social relationship. People said that a woman is more talkative than a man. That is why the writer prefers to analyze about the conversation, especially among female students. In chatting, female students tends to talk about one topic and then shift and develop it into many new topics or subtopics and sometimes use markers to mark the shift. Actually, man also do this in their chatting, but the writer prefer to make a research about female, because it is easier for the writer to recording the conversation in her own Boarding House.The writer interest in analyzing topic shift and topic shift markers because she wanted to know what types of topical strategies and topic shift markers that mostly occurred by female students in chatting at the boarding house. Why the writer chose the conversation at the Boarding House, because the topic that female use at will be a natural conversation. Besides, the students will more relax when they chat with their close friends. This research might help people in understanding the use of topical strategies and topic shift markers in chatting in order to prevent misunderstanding or message misinterpretation. The writer employed descriptive approach in this study. The data were obtained through recording the subject while they were chatting together for 30 minutes. In analyzing the data, the writer firstly transcribed the collected data into written form. Secondly, she identified the topical strategies and topic shift markers that are used by female students in chatting at the boarding house. Then, she applied Stenstrom?s theory about topical strategies (1994) and Schiffrin?s theory about discourse markers (1991) in the analysis. After a thorough analysis, the writer found that in chatting at the boarding house, female students used all the topical strategies that introduced by Stenstorm. Furthermore, female students used not all topic shift markers that introduced by Schiffrin. In this analysis, the writer analyzed the number of occurrence of topical strategies and topic shift markers that mostly used by female students. From the analysis, it could be noticed that female students mostly used the topical strategy of introducing a topic, because female often curious about anything around them.",
  "creators": "AMELIA",
  "contributors": "ABBAS A.BADIB, Pof.DR.MA.,MA. (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011273/ING/2004; Amelia (11499038)",
  "subjects": "INDONESIAN LANGUAGE-DISCOURSE ANALYSIS; DISCOURSE ANALYSIS"
}