{
  "id": "33712",
  "title": "Identifikasi dan alokasi risiko-risiko pada proyek superblok di Surabaya",
  "abstract": "Setiap proyek konstruksi selalu dihadapkan pada kemungkinan terjadinya berbagai macam risiko. Semakin tinggi tingkat kompleksitas suatu proyek maka semakin besar tingkat risiko yang mungkin terjadi pada proyek tersebut. Proyek Superblok merupakan salah satu proyek dengan tingkat kompleksitas yang sangat tinggi. Penelitian ini bertujuan untuk mengidentifikasi risiko-risiko yang mungkin muncul dalam proyek superblok di Surabaya dan bagaimana mengalokasikannya. Penelitian tentang identifikasi dan alokasi risiko-risiko pada proyek superblok ini dilakukan di wilayah Surabaya dengan cara semi-studi kasus dimana dilakukan observasi langsung ke lapangan, wawancara, dan penyebaran kuisioner yang ditujukan kepada kontraktor dan pihak owner yang terlibat secara langsung dalam proyek superblok ini. selanjutnya semua kuisioner yang berhasil terkumpul dianalisis secara statistik dengan menggunakan analisis T-Test dan analisis mean. Semua data yang diperoleh dari observasi, wawancara, dan kuisioner akan digunakan untuk mencari kesimpulan tentang frekuensi terjadinya suatu risiko dan pengalokasiaannya. Dari hasil analisis didapatkan bahwa faktor penyebab risiko yang paling sering terjadi dalam proyek superblok adalah: risiko disain, risiko alam, dan risiko konstruksi. Didapat juga adanya perbedaan pendapat antara pihak kontraktor dan pihak owner khususnya pengalokasian faktor alam, faktor disain, dan faktor finansial.",
  "creators": "WILLIAM SURONO; JEFFRY GUNAWAN",
  "contributors": "Andi (Advisor 1); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012048/SIP/2015; William Surono (21411096), Jeffry Gunawan (21411170)",
  "subjects": "CONSTRUCTION INDUSTRY-RISK MANAGEMENT; CONSTRUCTION INDUSTRY-MANAGEMENT"
}