{
  "id": "33722",
  "title": "Tanggung jawab penyedia dan pengguna jasa konstruksi menurut syarat-syarat umum kontrak peraturan menteri pekerjaan umum no.07/PRT/M/2011 & menurut general condition fidic red book",
  "abstract": "Dalam dunia konstruksi di Indonesia, standar yang digunakan untuk dokumen kontrak harus berdasarkan pada Peraturan Presiden No.54 Tahun 2010 Tentang Pengadaan Barang/Jasa dan Undang-Undang No.18 Tahun 1999 Tentang Jasa Konstruksi. Dalam praktiknya, para pengguna dan penyedia jasa mulai menggunakan dokumen kontrak internasional karena tuntutan perkembangan konstruksi secara global. FIDIC (Fédération Internationale des Ingénieurs-Conseils) merupakan salah satu institusi yang mengeluarkan standar kontrak tersebut dan The New Red Book merupakan standar yang sering digunakan. Dalam standar tersebut terdapat General Conditions yang merupakan acuan umum yang berisi tanggung jawab pihak-pihak yang terlibat. Untuk memberikan pemahaman yang lebih baik terhadap FIDIC, penelitian ini dilakukan dengan membandingkan tanggung jawab pihak-pihak yang terlibat dalam General Conditions FIDIC Red Book dengan salah satu kontrak Indonesia yang diterbitkan oleh Menteri Pekerjaan Umum berdasarkan Peraturan Menteri PU No.07/PRT/M/2011. Perbandingan dilakukan dengan melihat aspek teknis, hukum, keuangan, perpajakan, perasuransian, dan sosial ekonomi (Yasin 2014). Secara umum kedua syarat umum kontrak mencakup setiap aspek tersebut. Namun pada FIDIC, tanggung jawab pihak yang terlibat dicantumkan lebih jelas dan memiliki cakupan yang lebih luas. Pada Syarat-Syarat Umum Kontrak (SSUK), beberapa klausul harus merujuk pada peraturan pemerintah di luar SSUK sehingga untuk memahami tanggung jawab secara utuh harus melihat peraturan-peraturan tersebut.",
  "creators": "YEFTA GAVRA GARLAND P.; ARY ARLAND PASANDE",
  "contributors": "Paulus Nugraha (Advisor 1); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012053/SIP/2015; Yefta Gavra Garland (21411155), Ary Arland Pasande (21411175)",
  "subjects": "COSNTRUCTION INDUSTRY-MANAGEMENT; CONSTRUCTION CONTRACTS"
}