{
  "id": "3372",
  "title": "A Tagmetic analysis of clause patterns of the headlines of the Jakarta Post",
  "abstract": "Nowdays, people need actual and complete information about their surroundings; therefore, there are several ways to get the information. Newspaper is one way to get information. In reading the newspaper, it is important to get what the newspaper intended to say. Therefore, newspaper should present the information clearly. In order to present the information or event, the reporters or editors cannot put word in any position or with any word but in a systematic pattern. Thus, the writer wants to know the kinds of clause pattern that are frequently used in the headlines of The April?s Issue of The Jakarta Post. From this study, the writer wants to know the types of clause pattern and the fillers of clause constituent and also the frequency of each type of clause pattern and the fillers of clause constituent, that are mostly used in the headlines of The April?s Issue of The Jakarta Post. The writer analyses the data by using tagmemic analysis in term of clause pattern. This study takes 50 front pages headlines of The April?s Issue of The Jakarta Post from 1 April to 30 April 2003, which have single clause. The writer chooses April?s Issue as the data because there are many interesting news at that time to be discussed. The writer analyzes what clause patterns and its constituents are used in the headlines of The April?s Issue of The Jakarta Post. Then, the writer also analyzes the frequency of type of clause pattern and the filler of clause constituent that are mostly used in the headlines of The April?s Issue of The Jakarta Post. Through the analysis, she found that the pattern S - P - O was the pattern that was mostly used in the headlines of The April?s Issue of The Jakarta Post. While, noun mostly filled the filler class of subject; transitive verb mostly filled the filler class of predicate; prepositional phrase of purpose mostly filled the filler class of adverbial, noun phrase mostly filled the filler class of object, prepositional phrase of place and adjective mostly filled the filler class of subjective complement, and noun phrase mostly filled the filler class of objective complement. From the findings, we can see the different linguistic choices, which include the choice of words and expression in term of the slot-class and linguistic structure (the clause pattern) of the headlines of The April?s Issue of The Jakarta Post.",
  "creators": "KARTIKA RINDINGPADANG",
  "contributors": "Bintoro (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011274/ING/2004; Kartika Rindingpadang (11499023)",
  "subjects": "ENGLISH LANGUAGE-MORPHOLOGY; ENGLISH LANGUAGE-GRAMMAR; ENGLISH LANGUAGE-SYNTAX; ENGLISH LANGUAGE-CASE GRAMMAR"
}