{
  "id": "33724",
  "title": "Survei mengenai biaya overhead serta faktor-faktor yang mempengaruhinya",
  "abstract": "Biaya overhead sebuah proyek merupakan salah satu unsur harga pokok produk konstruksi. Biaya ini merupakan elemen biaya konstruksi yang relatif besar dan sulit pengendaliannya, serta tidak mudah dibebankan secara langsung kepada suatu hasil produksi tertentu. Penelitian ini bertujuan untuk mendapatkan informasi mengenai estimasi dan pengendalian biaya overhead serta faktor-faktor yang mempengaruhinya. Survei ini dilakukan pada 32 kontraktor kelas menengah dan 23 kontraktor kelas besar di Surabaya dengan penyebaran kuisioner dan dilengkapi dengan wawancara. Selanjutnya, semua kuisioner yang berhasil terkumpul dianalisis secara deskriptif dan menggunakan analisis mean. Dari hasil analisis didapatkan bahwa komponen biaya overhead yang diperhitungkan, serta estimasi dan pengendalian biaya overhead yang dilakukan kontraktor kelas besar lebih terperinci dibandingkan dengan kontraktor kelas menengah. Faktor-faktor utama biaya overhead proyek dipengaruhi oleh kondisi dan karakteristik proyek konstruksi yang dikerjakan. Sedangkan faktor-faktor utama yang mempengaruhi biaya overhead kantor dipengaruhi oleh kondisi pasar dan keuangan perusahaan. Secara umum tidak ada perbedaan yang signifikan pada faktor-faktor yang mempengaruhi biaya overhead proyek dan biaya overhead kantor antara kontraktor kelas menengah dengan kontraktor kelas besar.",
  "creators": "HENRY PASCAL MAGALINE; ALVIN JANUAR HARYONO",
  "contributors": "Andi (Advisor 1); Indriani Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012054/SIP/2015; Henry Pascal Magaline (21411163), Alvin Januar Haryono (21411172)",
  "subjects": "CONSTRUCTION PROJECTS-MANAGEMENT; CONSTRUCTION INDUSTRY-COST CONTROL"
}