{
  "id": "33727",
  "title": "Dodgeball: a virtual reality sport game using kinect and xna game studio",
  "abstract": "Perkembangan teknologi telah merambah pada seluruh aspek kehidupan manusia, terlebih pada dunia perkembangan video game. Banyak pengembang game mencari inovasi terhadap sistem permainan yang menarik, namun juga memberi nilai lebih pada permainan tersebut. Virtual reality game menjadi salah satu alternatif untuk mengembangkan sisi gameplay. Pemain dibuat seolah-olah menyatu dengan dunia game sehingga keterlibatan pemain sangat tinggi. Skripsi ini bertujuan untuk membuat virtual reality game bertemakan olahraga Dodgeball yang memanfaatkan Kinect dengan integrated development environment XNA Game Studio. Penggunaan Kinect dalam game Dodgeball dimaksudkan untuk mengontrol character game agar sesuai dengan kenyataan. Character bergerak sesuai dengan pergerakan pemain. Dengan demikian, permainan terasa lebih nyata, dan pemain merasakan sensasi bermain Dodgeball yang sebenarnya. Selain itu, pemain juga tidak membutuhkan controller dalam bermain. Pergerakan pemain juga lebih natural karena tidak terkendala dengan game controller. Game Dodgeball mengalami beberapa penyesuaian diantaranya, jumlah pemain masing-masing tim adalah 4, di mana maksimum 2 di antaranya adalah pemain manusia. Bola yang digunakan dalam permainan hanya 2, dan pada awal permainan bola diberikan melalui coin toss. Game Dodgeball juga dikemas dengan menggunakan fisika dan artificial intelligence sederhana untuk menambah pengalaman bermain game Dodgeball.",
  "creators": "ERICK LEONARDO",
  "contributors": "Liliana (Advisor 1); Kartika Gunadi (Advisor 2); Leo Willyanto Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021370/INF/2015; Erick Leonardo (26410010)",
  "subjects": "VIRTUAL REALITY-COMPUTER PROGRAM; VIDEO GAMES; ARTIFICIAL INTELLIGENCE"
}