{
  "id": "33733",
  "title": "Perancangan interior pusat informasi dan perawatan hipnoterapi bagi ibu dan anak di Surabaya",
  "abstract": "Angka Kematian Ibu (AKI) di Indonesia sangat tinggi dibandingkan dengan negara lainnya karena kurangnya pengetahuan mengenai kehamilan, standar pelayanan kesehatan yang rendah, serta kurangnya penyuluhan mengenai kehamilan kepada masyarakat. Selain AKI yang tinggi, Angka Kematian Anak usia dini di Indonesia juga cenderung tinggi karena gizi yang buruk. Perancangan Interior Pusat Informasi dan Perawatan Hipnoterapi Bagi Ibu dan Anak di Surabaya akan mendukung program pemerintah dalam menurunkan Angka Kematian Ibu dan Anak di Indonesia serta mendukung perkembangan otak anak usia dini dengan metode hipnosis (melalui media alam bawah sadar) yang sangat baik bagi kesehatan ibu dan anak. Fasilitas penunjang yang disediakan dalam perancangan ini adalah pusat informasi dan perpustakaan kecil yang menyediakan informasi tentang pendidikan kehamilan serta kesehatan gizi anak, ruang kelas pendidikan pra lahir dan pasca lahir, ruang USG serta konsultasi, ruang senam kehamilan dan yoga, ruang spa untuk ibu hamil, toko perlengkapan alat-alat bayi, tempat penitipan anak, dan tempat perawatan anak, serta fasilitas umum lainnya seperti lobby, cafe, ruang tunggu, kantor, toilet, gudang, dan ruang istirahat pegawai. Pusat Informasi dan Perawatan Hipnoterapi Bagi Ibu dan Anak ini akan menjadi wadah pertama di Indonesia yang menyediakan seluruh fasilitas pendukung masa kehamilan, pasca melahirkan, dan perkembangan otak anak usia dini.",
  "creators": "FELYSHIA ADITYA KURNIAWAN",
  "contributors": "Stephanus P. Honggowidjaja (Advisor 1); Sherly De Yong (Advisor 2); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021338/DIN/2015; Felyshia Aditya Kurniawan (41411022)",
  "subjects": "INFORMATION SERVICE-BUILDINGS-DECORATION; HEALTH FACILITIES-DECORATION"
}