{
  "id": "33735",
  "title": "Persepsi visual pengunjung terhadap elemen interior Stilrod Café di Surabaya",
  "abstract": "Café sudah menjadi bagian gaya hidup dari masyarakat kota besar, begitu juga di Surabaya. Untuk menciptakan identitas pada café, pemilik dan desainer interiornya mengusung suatu konsep tersendiri. Konsep yang ditawarkan café berbeda-beda, namun konsep yang memiliki suatu tema tertentu pada desainnya dapat menarik lebih banyak pengunjung untuk datang dan memberikan kesan tersendiri dan pengalaman baru bagi penggunanya. Peneliti perlu suatu identifikasi mengenai apa saja dampak desain dan persepsi visual yang muncul pada pengguna terhadap terapan interiornya agar bisa menjadi feedback bagi pemilik café dan agar desainer bisa mengetahui apakah persepsi dari interior yang direncanakan sampai kepada pengunjung seperti yang diinginkan. Penelitian ini merupakan penelitian kualitatif deskriptif yang berdasarkan studi kasus dengan pendekatan metode Persepsi Visual yang difokuskan pada 3 kunci yaitu elemen pembentuk interior, elemen pengisi interior dan elemen estetis. Data diperoleh dengan teknik observasi, wawancara, dokumentasi, dan studi kepustakaan. Data dianalisis dengan membandingkan hasil wawancara pengunjung data literatur, lalu kesimpulan ditarik secara induktif. Hasil penelitian menunjukkan studi kasus persepsi visual yang muncul pada suatu café tematik bergaya British Interior Design di Surabaya.",
  "creators": "CYNTHIA SISWANTO",
  "contributors": "Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Advisor 1); Adi Santosa (Advisor 2); Grace Setiati, S.Sn., M.Ds. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011340/DIN/2015; Cynthia Siswanto (41411028)",
  "subjects": "INTERIOR DECORATION; CAFETARIAS--DECORATION; CAFES (DRINKING ESTABLISHMENT)-DECORATION"
}