{
  "id": "33734",
  "title": "Kajian desain interior Restoran Chicago, Hacienda, dan Kyodai di 1914 Surabaya",
  "abstract": "Tuntutan kehidupan dan rutinitas manusia yang semakin meningkat menyebabkan penduduk kota-kota besar termasuk Surabaya lebih memilih untuk makan dan minum di restoran. Setiap restoran memiliki ciri khas yang berbeda-beda. 1914 Surabaya merupakan satu-satunya kompleks restoran di Surabaya yang menyajikan masakan khas dari negara yang berbeda-beda. Bangunannya juga memiliki nilai historis yang tinggi. Penelitian dilakukan untuk mengetahui penerapan desain interior berkarakter Chicago, Meksiko, dan Jepang serta pengaruhnya terhadap suasana ruang yang terbentuk pada restoran. Pendekatan teori yang digunakan adalah gabungan teori menurut John F. Pile dan Fred Lawson, bahwa desain interior restoran harus memberikan visual experience yang tepat dan mengesankan dengan memperhatikan makanan yang disajikan dan suasana ruang pada saat makan (dining experience). Metode penelitian dan analisis data yang digunakan adalah kualitatif deskriptif yaitu dengan menguraikan data-data yang diperoleh melalui observasi lapangan dan wawancara secara detil. Hasil penelitian menunjukkan adanya penerapan desain interior berkarakter Chicago, Meksiko, dan Jepang melalui unsur-unsur interior restoran. Penerapan visual tersebut menciptakan suasana ruang yang berbeda-beda pada setiap area restoran sehingga mempengaruhi dining experience yang dirasakan pengguna ruang.",
  "creators": "JESSICA SUSANTO",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 1); Sherly De Yong (Advisor 2); Stephanus P. Honggowidjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011339/DIN/2015; Jessica Susanto (41411026)",
  "subjects": "INTERIOR DESIGN; RESTAURANTS-DESIGNS AND PLANS; RESTAURANTS-DECORATION"
}