{
  "id": "33732",
  "title": "Perancangan interior sentra kuliner dan jajanan pasar khas Jawa Timur di Surabaya",
  "abstract": "Perancangan ini dilakukan untuk mengapresiasikan budaya kuliner khas Jawa Timur di Surabaya. Jawa Timur adalah sebuah provinsi di bagian timur Pulau Jawa yang terdiri dari 9 kota madya dan 29 kabupaten. Banyaknya jumlah kota madya dan kabupaten membuat Provinsi Jawa Timur memiliki suku bangsa, seni, adat dan kebudayaan yang begitu beragam. Keragaman tersebut khususnya terjadi pada bidang kuliner. Atas dasar tersebut, perancangan dilakukan untuk menciptakan sebuah wadah komersial dalam bidang kuliner yang mampu mewadahi kebutuhan masyarakat Surabaya dengan nuansa alam, nyaman dan segar. Dalam merancang area komersial kuliner di Surabaya dibutuhkan sebuah ide dasar yang unik, selain untuk menarik minat masyarakat dengan hal baru, ide tersebut akan mampu mengubah mindset masyarakat Surabaya terhadap desain rumah makan tradisional yang cenderung terlalu berat dengan banyak ukiran adat. Padahal konsep kebudayaan sebuah daerah tidak hanya terpaku pada adat dan istiadat saja. Secara aplikasi, desain yang digunakan akan menggunakan gaya modern, namun perancangan tetap akan menyesuaikan dengan iklim dan letak geografis Kota Surabaya untuk memasukkan nuansa alam tersebut. Perancangan sebuah sentra kuliner dan jajanan pasar khas Jawa Timur yang diberi nama “Semanggi Food Carte” ini dipercaya akan memberikan sebuah suasana interior rumah makan yang berbeda bagi masyarakat dan mampu menjadi ikon sentra kuliner di Kota Surabaya.",
  "creators": "TIMFANNY MEILINDA P.P.",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 1); Lucky Basuki (Advisor 2); Stephanus P. Honggowidjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021337/DIN/2015; Timfanny Meilinda Puteri Pratiknjo (41411021)",
  "subjects": "INTERIOR DESIGN; RESTAURANTS-DECORATION"
}