{
  "id": "3373",
  "title": "The Pronunciation of dental fricative and palatal affricate english consonants by the elementary school children",
  "abstract": "This study that is about the pronunciation of dental fricative and palatal affricate English consonants by the elementary school children focused on the kinds of deviations produced by the subjects of this study. The justification of choosing the four English consonants is based on the findings of two previous studies, several books about the improvement of English speech and Contrastive Analysis (CA). All the four English consonants chosen do not exist in Indonesian phonetic system. This study was conducted using the qualitative approach and descriptive method. The subjects of this study are the sixth grade students of Santa Clara Catholic elementary school who have Indonesian as their first language. The writer used a list of words containing the four English consonants chosen in initial, medial, and final positions. Related with the kinds of deviations, the writer thought that the deviations produced by the children were closely related with the influence of their first language specifically the Indonesian phonetic and orthography systems. Additionally, `substitution? is the most frequent articulatory process that was likely to happen in the pronunciation of those English consonants. In this case, the children substituted the English consonants with the Indonesian consonants that have the similar auditory effect. Moreover, from the frequency of the occurrence of the correct pronunciation and deviations, it can be said that dental fricatives are more troublesome than palatal affricates for the children.",
  "creators": "FRANSISCA SOEDARMI DEWI F",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011275/ING/2004; Fransisca S. Dewi F. (11400027)",
  "subjects": "ENGLISH LANGUAGE-PRONUNCIATION"
}