{
  "id": "33741",
  "title": "Sistem informasi pengajuan proposal dan lembar pertanggungjawaban berbasis web pada Biro Administrasi Kemahasiswaan dan alumni Universitas Kristen Petra",
  "abstract": "Kegiatan kemahasiswaan merupakan aktivitas yang sering dilakukan mahasiswa Universitas Kristen Petra selain berkuliah. Semua kegiatan yang di adakan oleh mahasiswa berada di dalam aturan serta pengawasan dari Biro Administrasi Kemahasiswaan dan Alumni (BAKA). Semua kegiatan kemahasiswaan tersebut melalui BAKA di seleksi demi menciptakan kegiatan kemahasiswaan yang kreatif dan bermanfaat bagi mahasiswa sendiri serta lingkungan di luar universitas. Setiap kegiatan yang terseleksi harus melewati beberapa tahap penyeleksi yang memiliki tempat yang berbeda-beda dan dengan aktivitas yang berbeda-beda juga. Maka dari itu muncul permasalahan bahwa setiap proposal kegiatan yang dibuat mahasiswa terhambat oleh lokasi, aktivitas yang berbeda-beda dan proses pengiriman proposal yang lambat dari satu penyeleksi ke penyeleksi lain. Berdasarkan latar belakang permasalahan yang ada, penulis merancang sistem yang dapat membantu proses kerja di BAKA. Sistem yang dirancang mencakup tiga lingkup besar yaitu, proposal online, Lembar Pertanggungjawaban kegiatan online dan SKKK online. Maka dari itu hasil yang diperoleh dari aplikasi adalah sistem infromasi yang dapat membantu proses kerja dan membercepat proses persetujuan proposal dan LPJ dari semua kegiatan LK. Hasil dari pengujian oleh pengguna dan kuesioner menunjukkan bahwa fitur yang ada dalam aplikasi sudah sesuai dengan kebutuhan BAKA.",
  "creators": "FRANDY ARISTA PRATAMA",
  "contributors": "Yulia (Advisor 1); Denny Gunawan, S.Kom. (Advisor 2); Leo Willyanto Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021365/INF/2015; Frandy Arista Pratama (26410032)",
  "subjects": "WEB DESIGN; INFORMATION SYSTEM; DATABASE MANAGEMENT; DATABASE DESIGN"
}