{
  "id": "33746",
  "title": "Pembuatan aplikasi multiplayer card game berbasis android",
  "abstract": "Terdapat banyak permainan kartu atau Card Game yang beredar sekarang ini dan diminati dari anak-anak sampai orang dewasa, salah satunya adalah CardFight Vanguard. Permainan kartu ini menjadi popular dikarenakan gambar yang menarik dan juga ditayangkan dalam sebuah Anime (Animasi Jepang), serta dengan cara bermain yang cukup mudah jika dibandingkan dengan Card Game lainnya permainan, Card Game ini menjadi sangat popular. Namun beberapa peminat dari permainan ini mau bermain tetapi dengan harga kartu yang lumayan mahal maka sering kali mereka hanya melihat atau meminjam dari orang lain, dan juga seringkali tidak mendapatkan tempat untuk bermain, mengingat permainan ini membutuhkan tempat untuk dapat dimainkan. Dengan memanfaatkan smartphone yang banyak digunakan saat ini oleh anak-anak maupun orang dewasa, dirancang sebuah aplikasi untuk membantu para pemain kartu ini dapat bermain dengan temannya meski tidak memilki kartu ataupun tidak mendapatkan tempat untuk bermain. Aplikasi ini menyediakan list dari kartu-kartu yang dapat digunakan oleh pengguna aplikasi ini untuk membuat sebuah deck yang akan dipakai untuk bermain, dengan mengunakan teknologi Wi-Fi pengguna dapat bermain dengan pengguna yang lain selama keduanya terhubung dalam sebuah jaringan koneksi yang sama. Adapun aplikasi ini dirancang untuk dijalankan pada smartphone yang memiliki sistem operasi Android. Berdasarkan pengujian, aplikasi ini dapat menjalan fungsi DeckEdit di mana pengguna dapat membuat deck dan fungsi-fungsi permainan seperti aslinya pada menu Play di mana pengguna dapat bermain dengan pengguna lain.",
  "creators": "ADRIAN WIYANTO",
  "contributors": "Kristo Radion Purba S.ST. (Advisor 1); Justinus Andjarwirawan (Advisor 2); Ibnu Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021382/INF/2015; Adrian Wiyanto (26410097)",
  "subjects": "CARD GAMES; ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE)"
}