{
  "id": "3374",
  "title": "The Study compliment responses produced by some characters in 'Emma' movie",
  "abstract": "This thesis is a sociolinguistic study about the compliment responses that are used in Emma movie. The movie story is based on the novel Emma written by Jane Austen. There are several male and female characters in that story and they use different type of responses. The research problem is that there might be some differences between compliment responses which produced by male and female interlocutors. Through this study, the writer wanted to find out what types of compliment responses which are used in Emma movie. The characters, which consist of male and female, use different types of responses, and the writer makes an attempt to find out what type of compliment responses are used in the movie, and types of responses which are preferred to by male and female characters. The data are analyzed following Herbert?s theory about the types of compliment responses. The writer discovered that male and female characters are different in giving compliment responses. The writer found out that there is no compliment response that is used by male to male interlocutors and male in speaking to female and male interlocutors. In speaking to female, male mostly used comment acceptance, praise up grade, return, and qualification type. Female in speaking to the same gender mostly uses comment acceptance, return, and qualification type. Female in speaking to male prefers to use comment acceptance type. Female in speaking to female and male they use praise up grade and question type. The total of female in speaking to the same gender is higher than male in speaking to the same gender because female speakers are more active than male speakers in the conversation. Males always deal with different gender and never with the same gender while females deal with both genders. The writer concluded that there are no significant differences between male and female in giving compliment responses and there are also many various form in giving compliment responses.",
  "creators": "YENI",
  "contributors": "ABBAS A.BADIB, Pof.DR.MA.,MA. (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1276/ING/2004; Yeni (11498139)",
  "subjects": "COMPLIMENTS; CONVERSATION ANALYSIS; LANGUAGE AND LANGUAGES-SEX DIFFERENCES; SOCIOLINGUISTICS"
}