{
  "id": "3375",
  "title": "An Analysis of slang used by the characters in Clueless movie based on sex differences",
  "abstract": "Conversations are important in our daily lives. There are conversations that happen in formal situation and also informal situation. Slang involvement in a conversation is one mark that the conversation happens in informal situation. Therefore, slang often occurs in casual conversations. We can find slang mostly in teenagers? daily conversations. As we know that slang is the highly used language of the youth. The problems may come from sex differences. Many statements and theories claim that men and women have differences in conversation. It is being claimed that slang often created and used the slang. Therefore, the writer follows some step in order to get the answer of the statement of the problems. First of all, the writer gets the source of data, Clueless Movie transcript and segmenting the conversation into fragments which each of them contains one topic. This way makes the writer observe the slang words or phrases easier. Then the writer identifies the slang words or phrases in the script which are used by both male and female. The writer also interprets those slangs? meanings and then makes a comparison between slangs which are produced by male and female. Both male and female have a high frequency in using slang. Another finding is that male and female have the same purpose in using this language. They tend to use slang to look different and also increase their intimacy and solidarity.",
  "creators": "YOVIA AIMEE RIVA",
  "contributors": "SUKEMI, PROF.DR.M.A. (Advisor 1); SAMUEL GUNAWAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011277/ING/2004; Yovia Aimee Riva (11400127)",
  "subjects": "ENGLISH LANGUAGE-SEX DIFFERENCES; ENGLISH LANGUAGE-SLANG"
}