{
  "id": "3377",
  "title": "Loan words used by the participants in Dialog Siang-Televisi Republik Indonesia (TVRI)",
  "abstract": "This study analyzed loan words used by the participants in \"Dialog Siang\" Televisi Republik Indonesia (TVRI). I was interested in doing analysis in this topic because loan words could not be separated from the development of our national language, Indonesia. I chose \" Dialog Siang \" program because this program covered current issues that happened in our country. The purpose of this study was to know the types of loan words that occurred in the Dialog Siang as well as to know the predominant types of loan words words. Here, the writer classified loan words into two parts: foreign loan words and local loan words according to Samsuri?s theory, which stated that foreign loan words can be classified into simple words, complex words, and translated words. On the other hand, local loan words can be classified into local root words, complex local root words, local root words with Indonesian affixes and Indonesian root words with local affixes. The source of the data consisted of loan words used by the participants in Dialog Siang. The data were recorded for about four days from 26 August until 29 August 2002, with different topics of discussion. After collecting the data, the writer analyzed the types of foreign loan words and local loan words in the form of parts of speech. The writer found that there were 94.6 % of English loan words in the whole data. Here, English loan words consisted of 12.70 % in the form of simple words, 86.9 % in the form of complex words and 0.4 % in the form of translated words. There were 5.4 % Javanese loan words words. Javanese loan words consisted of 57.1 % in the form of local root words, and 42.9% in the form of local root words with Indonesian affixes; however, the occurrences of complex local words and Indonesian root words with local affixes did not happened in this data. After that, the writer concluded that the occurrences of loan words mostly happened in foreign language, English. In addition, Javanese loan words occurred less in this data. It showed that English words were commonly used in Indonesian vocabulary especially in the formal situations",
  "creators": "RIKE PURNAMA SARI",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011280/ING/2004; Rike Purnama Sari (11498078)",
  "subjects": "INDONESIAN LANGUAGE-SOCIAL ASPECTS; SOCIOLINGUISTICS"
}