{
  "id": "33778",
  "title": "Analisa hubungan experiential marketing , kepuasan pelanggan, loyalitas pelanggan Starbucks Coffee di Surabaya Town Square",
  "abstract": "Penelitian ini dilakukan untuk menganalisis hubungan experiential marketing kepuasan pelanggan, loyalitas pelanggan Starbucks Coffee di Surabaya Town Square. Salah satu pendekatan pemasaran untuk mendukung terciptanya loyalitas pelanggan adalah memasarkan produk dengan menggunakan pengalaman pemasaran (experiential marketing). Dengan mengintegrasikan unsur-unsur emosi, logika dan proses pemikiran umum dapat membangun hubungan dengan pelanggan sehingga dapat menarik kepuasan dan menumbuhkan loyalitas pelanggan. Tujuan penelitian ini adalah untuk mengetahui tanggapan pelanggan mengenai experiential marketing di Starbucks Coffee Surabaya Town Square dan hubungannya dengan kepuasan pelanggan dan loyalitas pelanggan. Adapun jumlah sampel yang diteliti sebanyak 135 responden dari pelanggan yang mengunjungi Starbucks Coffee di Surabaya Town Square dengan menggunakan non probability sampling. Alat analisa yang digunakan Analisis Deskriptif dan metode Partial Least Square (PLS). Dimensi Experential Marketing yang terdiri dari sense, feel, think, act, relate memiliki pengaruh positif signifikan terhadap kepuasan pelanggan sesuai dengan nilai composite reliability. Dimensi Experential Marketing yang memiliki pengaruh positif signifikan terhadap Loyalitas Pelanggan adalah sense, think dan relate. Sedangkan feel dan act memberikan pengaruh positif namun tidak signifikan sesuai dengan pengujian hipotesis dengan Inner weight. Nilai koefisien path pengaruh kepuasan terhadap loyalitas menunjukkan terdapat pengaruh positif dan signifikan antara kepuasan terhadap loyalitas jadi semakin tinggi kepuasan akan semakin tinggi pula loyalitas dari pelanggan starbucks coffee.",
  "creators": "REYMOND SETIABUDI H",
  "contributors": "Diah Dharmayanti (Advisor 1); Hartono Subagio (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020475/MAN/2015; Reymond Setiabudi Hadiwidjaja (36409018)",
  "subjects": "CONSUMER SATISFACTION; CONSUMER LOYALTY; MARKETING-MANAGEMENT; MARKETING RESEARCH"
}