{
  "id": "33785",
  "title": "Analisa faktor yang mempengaruhi penerimaan dan penggunaan Kompas ePaper oleh konsumen harian Kompas di Jawa Timur dengan menggunakan kerangka Unified Theory of Acceptance and Use of Technology (UTAUT)",
  "abstract": "Pemanfaatan teknologi informasi merupakan hal yang penting karena diyakini dapat memberikan keunggulan-keunggulan bagi pemakainya. Bagi pengguna individual, teknologi informasi dapat memberikan manfaat dalam meningkatkan produktivitas kinerja, kualitas output serta efektifitas pekerjaan. Bagi perusahaan, menginvestasikan teknologi informasi dapat memberikan keunggulan bersaing yang pada akhirnya dapat meningkatkan penjualan dan profit perusahaan. Begitu juga dengan Harian Kompas dengan mengeluarkan Kompas ePaper bagi pelanggannya. Namun, tidak semua pelanggan dapat menerima Kompas ePaper sebagai media baru dalam membaca koran. Sehingga, penelitian ini dilakukan untuk mengetahui faktor yang mempengaruhi penerimaan dan penggunaan Kompas ePaper oleh pelanggan Harian Kompas di Jawa Timur dengan menggunakan kerangka Unified Theory of Acceptance and Use of Technology (UTAUT). Populasi dari penelitian ini adalah semua pelanggan Harian Kompas di Jawa Timur. Penulis menggunakan teknik pengambilan sampel non probability sampling, dengan mendistribusikan kuesioner kepada 125 responden. Teknik analisis data yang digunakan adalah Structural Equation Model (SEM). Hasil penelitian menunjukkan bahwa Performance Expectancy dan Effort Expectancy memiliki pengaruh yang signifikan terhadap Behavioral Intention. Lalu, Facilitating Conditions juga memiliki pengaruh yang signifikan terhadap Use Behavior.",
  "creators": "MELISSA SANCAKA",
  "contributors": "Hartono Subagio (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020477/MAN/2015; Melissa Sancaka (36411037)",
  "subjects": "MASS MEDIA AND TECHNOLOGY; CONSUMER BEHAVIOR; CONSUMERS-RESEARCH"
}