{
  "id": "33789",
  "title": "Analisa risiko pengelolaan data, keamanan sistem dan pengelolaan vendor TI di PT X",
  "abstract": "Departemen Procurement PT X adalah sebuah departemen dari sebuah perusahaan manufaktur yang berpusat di Surabaya, bertugas sebagai penyedia kebutuhan yang diperlukan oleh seluruh departemen di PT X. IT di Procurement sudah digunakan secara penuh untuk menunjang kegiatan dan proses bisnis perusahaan. Namun tidak pernah dilakukan analisa risiko sehingga menyebabkan perusahaan tidak mengetahui dampak apa saja yang mungkin akan terjadi yang dapat menghambat kinerja Procurement. Untuk itu dibutuhkan suatu analisis risiko yang bertujuan menganalisis faktor-faktor risiko apa saja yang dapat mengganggu proses bisnis Procurement dan memberikan respon terhadap risiko yang paling kritikal. Pada skripsi ini dilakukan analisa risiko terhadap IT dan proses bisnis dalam lingkup Procurement PT X. Langkah-langkah dalam melakukan analisa risiko tersebut yaitu dengan menggunakan standar COBIT 4.1 untuk menentukan proses dalam analisa, ISO 31000 sebagai framework langkah-langkah kerja, dan Risk Rating Methodology OWASP sebagai acuan penilaian dan perhitungan risiko. Berdasarkan wawancara yang telah dilakukan, ditemukan beberapa faktor-faktor risiko yang ada di Procurement PT X. Risiko-risiko yang ditemukan antara lain data kontrak tidak disimpan dalam sistem database, tidak ada perjanjian tertulis mengenai PIC vendor yang dikhususkan untuk menangani project terkait, perusahaan tidak mempunyai rencana cadangan jika ada masalah dalam proses pembuatan barang/jasa oleh vendor, belum ada manajemen risiko IT di Procurement, tidak ada dokumentasi khusus berupa pencatatan risiko akan setiap vendor, tidak ada penyeragaman format laporan vendor progress sehingga adanya poin-poin informasi yang tidak disampaikan oleh vendor, serta tidak ada keharusan bagi vendor untuk memberikan pelaporan vendor progress. Respon yang diusulkan kepada perusahaan yaitu sebaiknya menyalin kontrak (di-scan) dan menyimpannya ke dalam sistem, kemudian melakukan backup secara rutin, mengidentifikasi dan mendokumentasikan individu-individu yang terlibat dalam proyek, beserta personil back-up dan menanyakan kontak dengan detil, menyediakan rencana cadangan jika seandainya salah satu pihak membatalkan kontrak sebelum akhir dari masa kontrak tersebut, membuat analisa manajemen risiko IT, melakukan pencatatan atau dokumentasi khusus terkait risiko akan setiap vendor dan meninjau kembali secara teratur setidaknya setiap tahun dan disetujui oleh manajemen, membuat standar laporan khusus untuk pelaporan vendor progress, serta menjadwalkan komunikasi secara berkala antara Procurement dan vendor untuk membahas vendor progress.",
  "creators": "ZEFANIA WAHJUDI",
  "contributors": "Ibnu Gunawan (Advisor 1); Adi Wibowo, S.T., M.T., Ph.D. (Advisor 2); Yulia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021404/INF/2015; Zefania Wahjudiz (26411033)",
  "subjects": "TECHNOLOGY-RISK ASSESSMENT; COMPUTER PROGRAMS-DATA BASES; COMPUTER SECURITY"
}