{
  "id": "33784",
  "title": "Pengaruh brand experience terhadap consumer satisfaction dan consumer loyalty pada PT ISM Bogasari Flour Mills",
  "abstract": "PT ISM Bogasari Flour Mills yang merupakan industri manufaktur tepung terigu terbesar di dunia menunjukkan eksistensinya untuk berkembang di pasar ini. Hingga saat ini, Bogasari masih merupakan pemimpin pasar tepung terigu di Indonesia. Meskipun demikian, Bogasari juga harus tetap selalu mempertahankan dan memperluas pasarnya. Hingga kondisi saat ini, pertumbuhan ekonomi Indonesia yang semakin membaik, menyebabkan pertumbuhan masyarakat menengah meningkat pula. Kemudian, konsumen saat ini, tidak hanya membeli produk barang dan jasa hanya untuk memenuhi kebutuhan fungsionalnya, melainkan mereka juga membeli emotional experience pada produk tersebut (Zarantonello dan Schmitt, 2010). Maka dari itu, pembangunan dan pemberian tawaran experience pada konsumen ini sering kali dilakukan oleh pemasar untuk memenangkan hati para konsumennya. Penelitian ini ditujukan untuk menganalisa pengaruh brand experience dengan mengunakan dimensi yang dikemukakan oleh (Brakus, Schmitt, & Zarantonello, 2009). Populasi dalam penelitian ini adalah semua konsumen Bogasari Baking Center Surabaya. Penulis menggunakan teknik pengambilan data purposive sampling, dengan mendistribusikan kuesioner kepada 120 responden. Teknik analisis data yang digunakan adalah Structural Equation Model (SEM). Hasil penelitian membuktikan terdapat pengaruh langsung antara brand experience dengan kepuasan konsumen, brand experience dengan loyalitas konsumen, serta kepuasan konsumen dengan loyalitas konsumen. Selain itu, juga terdapat hubungan tidak langsung antara brand experience terhadap kepuasan loyalitas konsumen melalui kepuasan konsumen.",
  "creators": "OLIVIA WONGSOSAPUTRO",
  "contributors": "Ritzky Karinamegahrosa Brahmana S.E., M.A. (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020473/MAN/2015; Olivia Wongsosaputro (36411033)",
  "subjects": "CONSUMER LOYALTY; CONSUMER SATISFACTION; CONSUMER BEHAVIOR; MARKETING-MANAGEMENT; CONSUMERS-RESEARCH"
}