{
  "id": "3378",
  "title": "Nietzsche's criticisms on european civilization in Christian moral teaching as seen in some of Friedrich Nietzsche's literary works",
  "abstract": "This thesis deals with Nietzsche?s criticism on European civilization in Christian moral teaching as seen in some of Friedrich Nietzsche?s literary works. I will utilize Sartre atheist existentialism particularly on its discussion about human contingency, atheism, and nihilism. For Nietzsche, to criticize European civilization simple means to criticize the basic foundation from which the civilization developed which is morality. Nietzsche?s criticism on Christian moral teaching can be sum up in one of his famous statement; God is dead. Nietzsche?s \"God is dead\" thesis is objectified to revaluate Christian moral teachings. This thesis starts from Nietzsche criticism on the belief in Savior and the concept of human nature in Christianity. Nietzsche states that these two belief and concept are false. Man, according to Nietzsche, is in his nature innocent, therefore he needs no Savior to redeem his sins. More than psycological refutation, he proposes historical refutation that is able to bring God to the final death (requiem aeternam deo). Man is simply to be there. At that point, man is free, yet at the same time man is nothing (nihilism). The problem is not how man should understand his nothingness or nihilism but how man should live with it. To overcome this nihilism, Nietzsche proposes two ways. First, he marks the death of God in psychological and historical level. Second, he takes back all power to decide what is truth and untruth that owned by the churches and priests as the mouthpiece of God on earth. As a consequence, man is free to decide what is truth and untruth, and to esteem values and moral. At this point, Nietzsche wants to deconstruct Christian moral teachings. The slave morality, according to Nietzsche, belongs to Christian moral teachings because it is based on love that is commanded by God. On the contrary, Nietzsche proposes the master morality. For Nietzsche, the individual who exercise master morality has to go beyond accepted morality to create a new morality for himself. The master morality begins with self affirmation to power. It is the will to power, and the man who is able to exercis the will to power deserves to be called the overman.v",
  "creators": "M.MUHAIMIN SYAMSUDDIN",
  "contributors": "Liem Satya Limanta (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011281/ING/2004; Muhammad Muhaimin Syamsuddin (11499177)",
  "subjects": "GERMAN LITERATURE-19TH CENTURY-STUDY AND TEACHING; NIETZSCHE, FREDRICH, 1844-1900-STUDY AND TEACHING"
}