{
  "id": "33787",
  "title": "Pengaruh logistics service quality terhadap customer satisfaction cat Emco PT Satriakarya Adiyudha (PT SKAY)",
  "abstract": "PT Satriakarya Adiyudha (PT SKAY) adalah perusahaan own distributor dari PT Mataram Paint yang dikenal terutama melalui cat kayu dan besi Emco. PT SKAY berperan tidak hanya menghantarkan produk kepada pelanggan, namun juga harus membina hubungan jangka panjang dengan pelanggan. Mempertahankan pelanggan di tengah persaingan yang semakin ketat tentu bukanlah perkara mudah. Salah satu hal yang dapat dilakukan untuk mempertahankan pelanggan adalah mengetahui kepuasan pelanggan terhadap pemenuhan order oleh PT SKAY. Untuk mengukur kepuasan pelanggan maka dipergunakan dimensi-dimensi Logistics Service Quality terutama pada dimensi order release quantities, information quality, ordering procedures, order accuracy, order condition, order discrepancy handling dan timeliness. Populasi dari penelitian ini adalah toko-toko bahan bangunan yang merupakan pelanggan PT SKAY cabang Surabaya. PT SKAY cabang Surabaya melayani pelanggan di 12 kota yaitu Surabaya, Sidoarjo, Mojokerto, Jombang, Madura, Pasuruan, Pandaan, Gresik, Lamongan, Bojonegoro, Tuban, dan Krian. Penulis menggunakan teknik pengambilan data simple probability sampling, dengan mendistribusikan kuesioner kepada 100 responden. Teknik analisis data yang digunakan adalah analisis regresi untuk menilai pengaruh logistics service quality terhadap kepuasan pelanggan. Hasil dari penelitian ini menunjukkan bahwa terdapat pengaruh dimensi-dimensi logistics service quality terhadap kepuasan pelanggan, khususnya dimensi order release quantities, ordering procedures, dan order condition. Dengan adanya penelitian ini, penulis berharap alangkah baiknya apabila PT SKAY dapat mengetahui kepuasan pelanggan terhadap kualitas layanan yang telah diberikan. Dengan tujuan, penelitian ini dapat dijadikan bahan pertimbangan untuk meningkatkan kualitas layanan PT SKAY.",
  "creators": "BIANDA VERSA",
  "contributors": "Hartono Subagio (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020476/MAN/2015; Bianda Versa ( 36411053)",
  "subjects": "CONSUMER SATISFACTION; QUALITY OF SERVICE; BUSINESS LOGISTICS MANAGEMENT; CONSUMERS-RESEARCH"
}