{
  "id": "33794",
  "title": "Pembuatan aplikasi sistem informasi akuntansi dan price calculator pada perusahaan manufaktur CV Berkat Anugerah",
  "abstract": "CV Berkat Anugerah merupakan sebuah perusahaan perseorangan yang bergerak di bidang manufaktur alat-alat permesinan. Sistem yang ada masih tergolong manual sehingga sulit untuk menyimpan dan mengolah data. Proses produksi perusahaan berdasarkan permintaan pelanggan. Pesanan bersifat custom sehingga harga jual untuk setiap pesanan berbeda. Harga jual setiap pesanan dipengaruhi oleh harga pokok produksi pesanan. Estimasi perhitungan harga pokok produksi merupakan permasalahan yang dihadapi perusahaan. Mengacu pada latar belakang permasalahan yang ada, pada skrivpsi ini dibuat aplikasi sistem informasi akuntasi dan aplikasi price calculator. Sistem informasi akuntansi digunakan untuk proses operasional yang terjadi di perusahaan. Price calculator digunakan untuk membantu proses perhitungan estimasi harga pokok produksi. Aplikasi dibuat menggunakan Microsoft Visual Studio 2010 dan database SQL Server. Metode job order costing digunakan untuk perhitungan harga pokok produksi. Hasil pengujian aplikasi ini antara lain, sistem infromasi akuntansi membantu proses pencatatan data transaksi dan pengolahan data sehingga dapat menampilkan laporan keuangan yang akurat. Price calculator membantu perusahaan dalam melakukan perhitungan harga pokok produksi yang akurat, sehingga keuntungan perusahaan menjadi optimal.",
  "creators": "HERMAWAN HADI SAPUTRA",
  "contributors": "Yulia (Advisor 1); ANDY SETIABUDI (Advisor 2); Lily Puspa Dewi, S.T., M.Kom. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021368/INF/2015; Hermawan Hadi Saputra (26411041)",
  "subjects": "PROGRAMMING (ELECTRONIC COMPUTERS); INFORMATION SYSTEM; DATABASE DESIGN; ACCOUNTING-COMPUTER PROGRAMS"
}