{
  "id": "3379",
  "title": "The English taboo words used by Sebastian Valmont in Cruel Intentions film",
  "abstract": "Taboo words are generally offensive and considered inappropriate for being used in most occasions. However, people, altho ugh they were considered as well educated persons, still used taboo words in some occasions. This research attempted to find out the types of English taboo, the circumstances in which the taboo words were mostly used, and the purposes of the use of English taboo words. In conducting this research, the writer used a qualitative-descriptive approach and he became the instrument that collected and analyzed the data from Cruel Intentions film. The writer only analyzed the taboo words that were spoken by Sebastian and omitted the taboo words used by other characters. The writer identified the types of English taboo words used by Sebastian and classified them based on Wardaugh?s theory of taboo words? types. The writer continued to analyze kinds of circumstances in which Sebastian used English taboo words by basing on Holmes? theory of social factors, which included the description of the addressee, the setting, and the topic of the conversation. The writer also analyzed the function of each English taboo word that was uttered by Sebastian. In conclusion, the writer concluded that Sebastian mostly used taboo words when he was talking to those who had intimate solidarity with him and in the informal setting. The taboo words used by Sebastian mostly occurred when the conversation was talking about emotional pressures. Furthermore, the taboo words used by Sebastian were mostly functioned to provide catharsis for his emotional pressures.",
  "creators": "I MADE KRISNA SATRIA",
  "contributors": "Lisa Setiawati Nugraha (Advisor 1); SAMUEL GUNAWAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011283/ING/2004; I Made Krisna Satria (11498133)",
  "subjects": "ENGLISH LANGUAGE-SOCIAL ASPECTS-STUDY AND TEACHING"
}