{
  "id": "33792",
  "title": "Perencanaan strategis sistem informasi pada perusahaan jasa ekspedisi PT X",
  "abstract": "PT X merupakan perusahaan yang bergerak di bidang jasa ekspedisi pengiriman barang yang didirikan pada tahun 2010, memiliki sistem perusahaan yang cukup kompleks, kebanyakan dari proses bisnisnya masih menggunakan sistem manual, dan belum terdapat sistem organisasi perusahaan yang cukup baik karena hanya mementingkan terpenuhinya kebutuhan proses bisnis perusahaan tanpa mempedulikan pembagian kerja atau struktur organisasi yang jelas. PT X membutuhkan strategi sistem informasi serta bantuan information technology (IT) untuk memberikan support bagi proses bisnisnya yang cukup kompleks serta dapat bertahan dan bersaing dalam dunia modern. Strategi sistem informasi beserta IT yang hendak diterapkan disesuaikan dengan visi misi, strategi perusahaan, dan kebutuhan perusahaan. Dalam upaya menghasilkan strategi sistem informasi beserta dengan IT bagi PT X dilakukan analisis menggunakan perencanaan strategi sistem informasi (PSSI) yang dimulai dengan metode porter value system analysis, analisis strength, weakness, opportunities, dan threat (SWOT), dan analisis TOWS. Kemudian dilanjutkan dengan analisis menggunakan multi objectives multi criteria (MOMC) yang terdiri dari analisis menggunakan balanced scorecard (BSC), critical success factors (CSF), serta metode analytical hierrarcy process (AHP) untuk menentukan prioritas implementasi IT bagi perusahaan. Dari penelitian yang dilakukan, dihasilkan informasi mengenai keadaan, kebutuhan, dan daya saing perusahaan. Selain itu juga dapat diketahui CSF yang dimiliki oleh PT X. Pada akhir penelitian ini dihasilkan portfolio aplikasi yang paling sesuai dengan visi misi, strategi, dan kebutuhan PT X.",
  "creators": "DANNY TANTRA",
  "contributors": "Yulia (Advisor 1); Leo Willyanto Santoso (Advisor 2); Lily Puspa Dewi, S.T., M.Kom. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021400/INF/2015; Danny Tantra (26411040)",
  "subjects": "STRATEGIC PLANNING; INFORMATION SYSTEM"
}