{
  "id": "33797",
  "title": "Desain eksperimen pada DIVo 3.0",
  "abstract": "DIVo adalah salah satu media yang digunakan untuk menyampaikan informasi kepada mahasiswa di Universitas Kristen Petra. Saat ini, DIVo menggunakan televisi sebagai media penyalur informasi, dan nantinya DIVo 3.0 akan menggunakan mobile unit dan wall mount. DIVo 3.0 akan diletakkan di 39 lokasi di UKP dan 31 diantaranya adalah mobile unit. Penelitian ini dilakukan untuk mengetahui rancangan tampilan DIVo yang baik agar informasi yang ditampilkan dapat diterima dengan jelas oleh mahasiswa. Studi literatur dan eksperimen dilakukan untuk mengetahui detail-detail yang sebaiknya digunakan untuk DIVo 3.0. Desain eksperimen dilaksanakan untuk mengetahui faktor yang berpengaruh dan berdampak positif terhadap kejelasan informasi, baik untuk isi utama maupun running ticker. Metode eksperimen desain yang digunakan adalah factorial design. Eksperimen dilakukan di 3 lokasi di Gedung P yang memiliki tingkat pencahayaan atau kategori luminance yang berbeda. Hasil eksperimen menunjukkan bahwa zonasi, kombinasi warna running ticker, dan kecepatan running ticker berpengaruh secara signifikan terhadap kejelasan informasi yang diberikan. Kombinasi DIVo yang memberikan kejelasan paling baik adalah tampilan yang menggunakan 1 area isi utama dan 1 area running ticker dengan waktu tampilan 10 detik. Running ticker yang memberikan kejelasan paling baik adalah running ticker dengan tulisan berwarna putih pada background hitam dengan kecepatan running ticker 60 kata per menit.",
  "creators": "DEBORA FONDA",
  "contributors": "Debora Anne Yang Aysia (Advisor 1); I Gede Agus Widyadana (Advisor 2); Felecia, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021695/IND/2013; Debora Fonda (25409018)",
  "subjects": "DIGITAL SIGNAGE; VISUAL COMMUNICATION"
}