{
  "id": "3380",
  "title": "The Way the carpe diem concept is expressed in some of the metaphysical and cavalier poems",
  "abstract": "The seventeenth century love poetry has been well known with some of love and lyric poets with the concept of Carpe Diem in their great works. The Carpe Diem concept in Carpe Diem poetry stresses the idea to seize the day due to the shortness of life in order to persuade the addressee to take action while they still have a chance. Life should be lived to the fullest everyday, just like it was going to be the last. The ideas of aging, decay, and death are included in order to underscore the urgenc y of the situation or to play upon the addressee?s fears. The concept of Carpe Diem interests me so that I choose to find out in what way it is expressed by some of the seventeenth century poets. They are John Donne in \"The Anniversary\", Andrew Marvell in \"To His Coy Mistress\", Ben Jonson in \"Song: To Celia I (Come, my Celia, let us prove)\" and Robert Herrick in \"To the Virgins to Make Much of Time\" and \"Corinna?s Going A-Maying.\" To find out how each poet in those poems delivers the Carpe Diem concept in their own ways, I collect data by using library and Internet researches. I also use literary approach and employ literary tools to do the analysis. After doing the analysis of those five poems, I find out that the poets use the elements of poetry such as diction or the choice of words, imagery, tone, allusion, figures of speech including irony, metaphor, simile, personification, symbol, hyperbole, understatement, synecdoche, and metonymy. They are used by each poet in the poems to show that the Carpe Diem concept focuses on time; by giving a sense that life is short and time is fleeting so that taking chances in life should be done then.",
  "creators": "INDAHARINI P NENOBAIS",
  "contributors": "Sarah Limuil (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011284/ING/2004; Indaharini Permatasari Nenobais (11498058)",
  "subjects": "ENGLISH POETRY-17TH CENTURY-STUDY AND TEACHING"
}