{
  "id": "33807",
  "title": "Analisa investasi sistem informasi pada distributor x dengan menggunakan metode information economics",
  "abstract": "Pada saat ini, teknologi berkembang dengan pesat. Hal tersebut memotivasi untuk terus dapat mengikuti perkembangan yang ada. Teknologi yang berkembang saat ini sudah mulai banyak diterapkan di berbagai organisasi terutama sebagai pendukung kegiatan bisnis seperti sistem informasi administrasi yang telah diterapkan oleh Distributor X. Penerapan teknologi tentunya juga memerlukan berbagai macam persiapan yang cukup seperti biaya, kemampuan mental organisasi tersebut, serta kebutuhan lainnya agar dapat berjalan dengan baik. Namun perlu diperhatikan juga seberapa besar manfaat dan persentase tingkat pengembalian atas investasi yang diterapkan oleh organisasi tersebut. Untuk membantu hal tersebut, perlu dilakukan perhitungan dengan menggunakan metode Information Economics. Berdasarkan hal tersebut maka dilakukan analisa terhadap investasi yang ada yaitu dengan perhitungan ROI dan IE Score, yang hasilnya dapat dijadikan sebagai pedoman seberapa layak investasi tersebut untuk diterapkan. Untuk dapat melakukan perhitungan tersebut tentunya dibutuhkan beberapa langkah awal seperti survey terhadap biaya investasi yang dikeluarkan, survey terhadap arus kas yang ada, serta kuantifikasi manfaat yang dibagi menjadi 4 kategori yaitu value linking, value acceleration, value restructuring, innovation valuation. Manfaat yang dirasakan tentunya tidak hanya berupa uang, maka dari itu diadakan juga analisa manfaat-manfaat yang bersifat intangible yaitu dengan cara penyebaran kuesioner untuk pembobotan terhadap domain bisnis dan teknologi. Dikarenakan proses perhitungan yang kompleks, dibuatlah alat bantu hitung untuk mendapatkan nilai ROI dan IE Score. Aplikasi yang dibuat berbasis web dengan menggunakan bahasa pemrograman PHP dan menggunakan database Mysql. Hal tersebut agar memudahkan user untuk dapat mengakses aplikasi tersebut di mana pun dan kapan pun. Hasil yang diperoleh dari analisa yang dilakukan adalah berupa nilai weighted score 82,86 di mana ini tergolong sebagai investasi yang sangat baik. Selain itu, nilai payback period-nya adalah 1 tahun 5 bulan 11 hari.",
  "creators": "IMELIA WIDJANADI",
  "contributors": "Yulia (Advisor 1); Leo Willyanto Santoso (Advisor 2); Ibnu Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021395/INF/2015; Imelia Widjanadi (26411070)",
  "subjects": "WEBSITE DESIGN; INFORMATION TECHNOLOGY; INFORMATION SYSTEM; DATABASE DESIGN"
}