{
  "id": "3381",
  "title": "A Study of code mixing in the utterances produced by the broadcaster of radio EBS in \"Asian Tracks\" Program",
  "abstract": "This study is a sociolinguistics study about code-mixing utterances produced by the broadcaster of Era Bima Sakti Selaras (EBS) FM in \"Asian Track\" program. The writer is interested in investigating code mixing because Indonesian community is bilingual or multilingual society that is why people who live in bilingual community have a tendency to use two codes or more when they communicate to each other in order to maintain and establish relationship with other people. The writer focuses on her study only on the broadcaster?s utterances because the broadcaster plays an important role in the program. The writer chooses radio EBS FM because the writer knows that there are code-mixings in EBS FM especially on \"Asian Track\" program and it is one of the favorit programs among the teenagers. In this research, the writer tries to analyze the factors which affect the code-choice. The aim of this thesis is to identify the code-mixing utterances, and the occurrences of code-mixing in the \"Asian Track\" program. The writer?s study only focuses on the language mixing, especially Indonesian language as the main code. The writer refers to the theory of code and code mixing by Wardhaugh. The writer used qualitative approach in order to get the accurate data. The writer finds there are six kinds of code-mixing utterances, Indonesian-Javanese (I-J), Indonesian-English (I-E), Indonesian-Chinese (I-C), Indonesian-Javanese-English (I-J-E), Indonesian-Javanese-English-Chinese (I-J-E-C), and Indonesian-Javanese-Chinese (I-J-C). Code-mixing utterances, which frequently occurs is Indonesian-Javanese (I-J) with the percentage of occurrences 48%. In conclusion, code mixing in the utterances of the broadcaster that happens in this program may occur due to the fact that the broadcaster wants to get closer relationship with the listener to make conversation become more relaxed.",
  "creators": "LISA YULIATI",
  "contributors": "Dr. Dra. Yuli Christiana Yoedo, M.Pd. (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011287/ING/2004; Lisa Yuliati (11499047)",
  "subjects": "INDONESIAN LANGUAGE-SOCIAL ASPECTS; BILINGUALISM; CODE SWITCHING (LINGUISTICS); SOCIOLINGUISTICS"
}