{
  "id": "33813",
  "title": "Perancangan dan pembuatan e-commerce yang didukung sistem informasi akuntansi pada PT X",
  "abstract": "PT X adalah perusahaan yang bergerak di bidang penjualan, pembelian perangkat komputer. PT X juga menerima jasa untuk service. PT X mempunyai masalah dalam integrasi data transaksi antara service, penjualan online, dan penjualan offline. Pembuatan sistem informasi akuntansi dimulai dari analisa dan pengamatan terhadap proses bisnis perusahaan, sedangkan untuk pembuatan e-commerce dimulai dari analisa dan pengamatan terhadap proses e-commerce yang ada. Kemudian dari hasil analisa proses bisnis perusahaan yang ada, dilakukan perancangan dan pembuatan sistem informasi dan e-commerce yang disesuaikan dengan kebutuhan perusahaan. E-commerce yang dibangun dapat integrasi dengan sistem informasi akuntansi yang dibangun. Pembuatan aplikasi ini dikembangkan dan dibuat dengan menggunakan bahasa pemrograman PHP untuk membuat program dan MySQL untuk membuat database. Aplikasi yang dibuat memiliki ruang lingkup sebagai berikut: e-commerce, proses pembelian, penjualan offline, online, pelunasan hutang piutang, retur pembelian, stok barang dan service, proses-proses akuntansi, dan laporan keuangan yang meliputi jurnal umum, jurnal penjualan, jurnal pembelian, jurnal penerimaan dan pengeluaran kas, laporan hutang, laporan piutang, laporan stok barang, laporan penjualan, laporan pembelian, income statement, owner’s equity, balance sheet .",
  "creators": "ROSALINE DEBORA KUSUMA",
  "contributors": "Rudy Adipranata (Advisor 1); Agustinus Noertjahyana (Advisor 2); Alexander Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021373/INF/2015; Rosaline Debora Kusuma (26411095)",
  "subjects": "PROGRAMMING (ELECTRONIC COMPUTERS); INFORMATION SYSTEM; DATABASE DESIGN; ACCOUNTING-COMPUTER PROGRAMS"
}