{
  "id": "3384",
  "title": "A Study of black speaker's slangs in the lyrics of Dr Dre's songs",
  "abstract": "This study is on the slangs that are found in the lyrics of DR Dre?s songs. DR Dre is an Afro-American that uses slang words that interest the writer to investigate more about them. The writer got some difficulties in understanding the slang word so he want to know how slangs are formed and try to look for the most common word formation pattern used in the lyrics of DR Dre?s songs In order to analyse the data, the writer tries to look for the transcript of the songs taken from http://www.dr-dre.com on November 6 th , 2003. The writer uses descriptive approach because the writer will study the document of the songs? lyrics. Descriptive approach is chosen because the research describes the object of investigation in an accurate and systematic way. He uses word-formation theory (Thomas Pyles) on his research, a study of black speaker?s slangs in the lyrics of Dr Dre?s songs as the major theory supported by George Yule?s word-formation theory. After the writer analyses his data carefully, he discovers that all types of the word formation are found in the Dr Dre?s songs: clipping, multiple process, compound, ejaculations, blend, echoic words, clipped forms, the use of prefixes and suffixes, features of BEV and misleading spellings. The writer also concludes that there are slang words that are found in 23 lyrics in the DR Dre?s songs and the most common word-formation process that occurs in all the data is clipping 47,2%. Meanwhile, features of BEV is represented 18,4%. In the third place, multiple process is represented 13,3%. Misleading spellings is represented by 8,1%. The next type is ejaculations that is represented by 6%. Blend type is represented by 2,4%. Compound word is represented by 1,8%. The use of prefixes and suffixes is also represented by 1,8%. The smallest frequency are echoic word and clipped forms that are represented only by 0,4% from the total 1402 new words.",
  "creators": "YENDRA SUSANDI",
  "contributors": "SAMUEL GUNAWAN (Advisor 1); MAS MOELJONO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011289/ING/2004; Yendra Susandi (11498060)",
  "subjects": "ENGLISH LANGUAGE-SLANG"
}