{
  "id": "33859",
  "title": "Perancangan prototipe model car collision avoidance system",
  "abstract": "Di era yang terus berkembang dalam bidang teknologi dewasa ini, mendorong setiap orang untuk terus berinovasi untuk menciptakan temuan-temuan baru yang sangat berguna untuk memudahkan pekerjaan manusia. Salah satunya dalam dunia otomotif, di mana kendaraan telah berkembang dari zaman ke zaman untuk kesesuaian yang dibutuhkan masing-masing orang. Perkembangan tersebut dapat berupa peningkatan tenaga kuda dan aerodinamika untuk kegiatan hobi berbalap mobil, namun juga ada yang dapat berupa pengaturan sistem pembakaran dan bahan bakar untuk menciptakan mobil yang hemat bahan bakar untuk kepentingan kelas ekonomi menengah ke bawah, juga ada peningkatan yang berupa kenyaman dan keamanan dalam berkendara yang dapat dinikmati oleh berbagai kalangan sesuai kebutuhan masing-masing pengguna mobil. Dengan demikan, kendaraan mobil menjadi salah satu kebutuhan orang untuk mempermudah waktu mereka untuk menempuh suatu jarak tertentu yang mengakibatkan bertambahnya jumlah pengguna kendaraan mobil dan meningkatnya angka kecelakaan dalam berkendara. Untuk mengantisipasi kecelakaan terhadap perkembangan-perkembangan yang ada, maka faktor keamanan juga menjadi sangat penting untuk ikut serta berkembang demi mengimbangi perkembangan yang ada. Dalam tugas akhir ini akan dilakukan pembahasan mengenai salah satu perkembangan sistem keamanan dalam berkendara yang turut berkembang seiring dengan perkembangan zaman. Sistem keamanan ini menggunakan sistem yang terkontrol dengan proses kerja CPU yang sangat akurat. Serta bekerja secara otomatis, dengan bantuan sistem peringatan berupa alarm audio-visual dan sistem pengereman secara sendirinya. Sistem yang ini bernilai cukup tinggi dan memiliki rangkaian yang kompleks. Untuk itu, dalam tugas akhir ini dilakukan pendekatan komponen yaitu mengganti komponen yang asli dengan komponen yang lebih sederhana namun memilki fungsional yang sama. Diharapkan sistem ini menjadi lebih mudah dimengerti dan berguna untuk meningkatkan pengetahuan sebagai konsep dasar perkembangan sistem keamanan dalam mobil. Setelah dilakukan pengujian, sistem yang telah dirancang bekerja dengan baik.dan memiliki keserupaan dengan sistem yang diaplikasikan pada mobil. Baik terhadap proses tahapan-tahapan yang dilakukan oleh sistem yang melakukan control dan dikontrol oleh sistem yang terkomputerisasi. Dapat disimpulkan bahwa secara garis besar sistem yang telah dirancang ini sangat mudah untuk dipelajari sebagai konsep dasar perkembangan sistem anti-collision dalam dunia otomotif.",
  "creators": "KEVIN CHRISTOPHER GOMULJO",
  "contributors": "Joni Dewanto (Advisor 1); Ian Hardianto Siahaan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011067/MES/2015; Kevin Christopher Gomuljo (24410006)",
  "subjects": "SECURITY SYSTEMS; AUTOMOBILES-COLLISION AVOIDANCE"
}