{
  "id": "33878",
  "title": "Perlakuan perpajakan perusahaan angkutan darat pada CV “X” di Surabaya",
  "abstract": "Tujuan dilakukannya penelitian ini adalah untuk mengetahui mekanisme penghitungan PPh Badan di CV X; dan untuk mengetahui kesesuaian mekanisme penghitungan PPh Badan di CV X dengan ketentuan Undang-Undang No. 36 Tahun 2008 tentang Pajak Penghasilan. Metode penelitian yang digunakan sebagai rancangan penelitian ini adalah metode penelitian deskriptif. Unit analisis dalam penelitian ini adalah perusahaan angkutan darat yang beroperasi di Surabaya, yaitu CVX di Surabaya. Hasil penelitian ini menunjukkan mekanisme penghitungan PPh Badan pada CV X dimulai pada akhir periode akuntansi, perusahaan mempersiapkan laporan keuangan yang berisi informasi kuantitatif mengenai keadaan keuangan perusahaan yang hendak digunakan sebagai dasar dalam pengambilan keputusan strategis perusahaan. Laporan tersebut terdiri dari laporan Neraca dan Laba Rugi. Setelah itu perusahaan melakukan koreksi fiskal dan menghitung PPh Badan perusahaan sesuai dengan Undang-Undang No 36 Tahun 2008 tentang Pajak Penghasilan. Mengenai perhitungan perpajakan, perusahaan telah menghitung pajak penghasilannya dengan baik. Dari laba/rugi fiskal adalah sebesar Rp 431.032.942, dan dapat diketahui bahwa besarnya PPh terutang CV X adalah sebesar Rp 107.758.000. Hasil penelitian ini juga telah menunjukkan bahwa total pajak penghasilan yang dipotong langsung dari pendapatan CV X dari perusahaan-perusahaan yang menjadi customer CV X adalah sebesar Rp 94.457.300, sehingga besarnya PPh yang harus dibayar CV X selama tahun 2013 adalah sebesar Rp 13.300.700. Namun demikian, penghitungan pajak penghasilan yang dilakukan CV X pada tahun 2013 kurang baik, karena tidak mengikutsertakan tarif Pasal 31-E ayat (1) Undang-Undang No 36 Tahun 2008 tentang Pajak Penghasilan. Hasil penghitungan ulang menunjukkan bahwa angsuran PPh 29 CV X pada tahun 2013 adalah lebih bayar, yaitu sebesar Rp 40.578.182.",
  "creators": "KEVIN TIRTAWIJAYA",
  "contributors": "Retnaningtyas Widuri, S.Sos., M.M. (Advisor 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010753/AKT/2015; Kevin Tirtawijaya (32410092)",
  "subjects": "TAX ACCOUNTING; CORPORATIONS-TAXATION"
}