{
  "id": "33873",
  "title": "Perancangan sistem pemompaan bertenaga angin untuk aplikasi pembangkit listrik mikrohidro pada gedung bertingkat",
  "abstract": "Peningkatan kebutuhan akan penggunaan energi di gedung tinggi menyebabkan peningkatan permintaan akan energi listrik dari sumber bahan bakar fosil. Gedung-gedung perlu memiliki alternatif untuk memenuhi kebutuhan energinya secara mandiri dari sumber energi yang bersih dan berkelanjutan. Tugas Akhir ini bertujuan untuk mendesain mekanisme dan spesifikasi sistem pemompaan dengan tenaga angin untuk mengkonversi energi angin ke energi potensial berupa penyimpanan air di ketinggian gedung. Energi potensial ini akan dikonversikan kembali menjadi energi listrik oleh sistem mikrohidro. Komponen sistem terdiri atas tangki penampungan air atas dan bawah, sistem mikrohidro, pompa piston, rangkaian gearbox, sistem perpipaan dan turbin angin jenis Savonius. Dengan target desain daya listrik 5 kW, sistem ini dirancang untuk beroperasi di gedung P1 dan P2 UK Petra setinggi 52 meter dengan aliran air mikrohidro 28 L/s. Digunakan 5 set turbin angin Savonius seluas 73,8 m2 yang dikopel dengan sistem gearbox untuk menyediakan daya 1,135 HP dan torsi 765,011 Nm bagi pompa piston tipe FMC E0413 untuk beroperasi selama 24 jam mengisi tangki air bervolume total 361,2 m3. Sebuah sistem prototype dibuat untuk mengesahkan perancangan sistem ini, bertujuan untuk memompa air sebanyak 2 liter/menit dengan turbin angin seluas 0,3572 m2. Efisiensi teoritis sistem adalah 19,73 % dan prototype adalah 1,25 %.",
  "creators": "WILLIAM ALEX GINARDY LIE",
  "contributors": "Fandi Dwiputra Suprianto, S.T., M.Sc. (Advisor 1); Ekadewi Anggraini Handoyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011066/MES/2015; WILLIAM ALEX GINARDY LIE (24410048)",
  "subjects": "WIND PUMPS; RENEWABLE ENERGY SOURCES; ELECTRIC POWER SYSTEM"
}