{
  "id": "3388",
  "title": "The Strategies to end a conversation used by Petra Christian University students in an open role-play situation",
  "abstract": "This study observed the strategies used in ending a conversation in an open role-play situation. It focused on kinds of strategies that are used by Petra Christian University students in ending their two-party conversation, the most closing functions used in those strategies, and linguistic signals that represent those closing functions. The data were taken from a recording of an open role-play conversations. The role-play was done by twelve students, three of them were the informants and nine students were the respondents. Each informant was given a role-play card to have three conversations with three different respondents. Thus, this study analysed nine recorded conversations. It concentrated on the utterances part of the respondents. This study used several theories from Stenstrom, Wardhaugh, and Albert and Kessler on ways people end their conversation. The theories are compiled and categorized into five kinds of closing functions. The first closing function is to show no desire for the continuity of the conversation. The second is to ask for an excuse to stop the conversation. The next closing function is to maintain a good relationship. Then, the fourth closing function is to keep a future contact. Finally, the last one is to terminate the conversation. For linguistic signals, this study used theories from Goffman about communication signals, and Stockwell?s theory of types of idiomatic signals in conversational endings. The findings showed that there are three kinds of strategies used by Petra Christian students in ending their conversations. They are the strategy that consists of four closing functions, the strategy consists of three closing functions, and the strategy consists of two closing functions. The chosen of the strategies is influenced by the difficulties and reasons lie behind the negotiation of the closings. Most speakers applied a cooperative activity in negotiating their closing as seen through the closing functions they use in their strategies. Linguistic signals used by the respondents that represent the closing functions share common patterns in the use of closing signals to types of idiomatic signals in conversation endings, e.g. the use of the word \"pergi\" in asking for an excuse so as the use of the word \"go\" in excuse signal.",
  "creators": "DIAN SAPTIANA",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); ABBAS A.BADIB, Pof.DR.MA.,MA. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011298/ING/2004; Dian Saptiana (11400117)",
  "subjects": "CONVERSATION ANALYSIS; DISCOURSE ANALYSIS; CONVERSATION; SOCIOLINGUISTICS"
}