{
  "id": "3391",
  "title": "The Causes of the main female character's changes in Bernard Shaw's you never can tell",
  "abstract": "The play at Bernard Shaw is You Never Can Tell as the last and best of his works, has the study that is about the main female characters Gloria Clandon, a beautiful and clever woman who comes from famous and rich family in Madeira. Gloria is arrogant, stubborn, and also strong woman. But later after she meets Valentine, a young dentist in England, she becomes someone who is very different as her before. She becomes obedient, friendly, and weak or sentimental woman. Therefore, in her analysis, the thesis writer question about what causes that makes her change and the changes that she undergone. During this analysis, the thesis writer wants to a show as well as to find out that indeed, there are some causes that influenced Gloria in changing her characters and the changes of her characters. In doing her analysis, the thesis writer will apply the theories of characterization and conflict to help her to understand what sort of characters actually Gloria is, and what conflicts she has before she changes her characters. After analyzing her thesis, the thesis writer finds out that Valentine, love, and also her inner conflict cause the changes of Gloria?s characters. The thesis writer uses library research and Internet research in order to collect the data and some information that related to her topic and also uses the play itself as the main source.",
  "creators": "LAURENSIA PRASETYA",
  "contributors": "ANTONIUS GURITO (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011300/ING/2004; Laurensia Prasetya (11496012)",
  "subjects": "SHAW, BERNARD, 1856-1950 YOU NEVER CAN TELL-STUDY AND TEACHING; ENGLISH DRAMA--19TH CENTURY--STUDY AND TEACHING"
}