{
  "id": "33929",
  "title": "Perencanaan sidestand automatic untuk sepedamotor",
  "abstract": "Sidestand adalah suatu komponen penyangga yang berada di bagian samping sepeda motor dan berguna untuk menahan sepeda motor (motorcycle) pada posisi yang diinginkan saat parkir. Minimnya kondisi parkir yang tidak sesuai (kondisi area parkir miring) saat memarkir sepeda motor menyebabkan sepeda motor mudah roboh sehingga diperlukan desain sidestand yang sesuai dengan kondisi jalan (kondisi area parkir). Pada penelitian ini dilakukan pengembangan produk automatic sidestand yang didesain menyesuaikan kondisi area parkir miring yang tidak bisa menggunakan original sidestand karena memiliki panjang maximal yang tetap (fixed). Kondisi kemiringan yang tidak menentu pada setiap kondisi area parkir menyebabkan kendaraan mudah jatuh disebabkan terlalu miring/terlalu tegaknya sepeda motor sehingga dibutuhkan sidestand yang dapat menyesuaikan terhadap kondisi jalan (automatic sidestand). Dengan adanya automatic sidestand pada sepeda motor, sepeda motor dapat berdiri dengan kondisi kemiringan area parkir yang bervariasi dikarenakan automatic sidestand dapat menyesuaikan ukuran panjang sidestand sesuai dengan kondisi area parkir dan dapat meyesuaikan ketinggian sidestand. Pada penelitian ini telah dilakukan pengembangan produk dengan Pugh’s concept selection method dan telah didesain automatic sidestand linier motor actuator yang dapat menyesuaikan kemiringan sepeda motor dengan sudut kemiringan yang diinginkan walaupun pada kondisi jalan yang tidak rata (miring) dan mempermudah pengguna kendaraan sepeda motor dalam mengoperasikan sidestand pada sepeda motor (melakukan proses parkir sepeda motor). Proses desain dengan menggunakan Pugh’s concept selection method sesuai dengan pendekatan sustainable product development atau pengembangan produk yang berkesinambungan, dapat mengurangi biaya, waktu serta penggunaan material.",
  "creators": "MICHAEL KUSUMA HADI",
  "contributors": "Willyanto (Advisor 1); Ian Hardianto Siahaan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 0411087/MES/2015; Michael Kusuma Hadi (24411007)",
  "subjects": "MOTORCYCLES-MODIFICATION; HYDRAULIC MACHINERY; MOTORCYCLES"
}