{
  "id": "3392",
  "title": "A Comparison between miss Pross and madame Defarge as Victorian women in Charles Dickens' A tale of two cities",
  "abstract": "The Study on Charles Dickens? A Tale of Two Cities is intended to analyze two things. The first analysis is about the similarity that exists in the two female characters namely Miss Pross and Madame Defarge. Meanwhile, the second analysis is about the difference found in these two female characters. The thesis writer is eager to find out the similarity and the difference of Miss Pross and Madame Defarge as two Victorian women in A Tale of Two Cities, through their characteristics. In this analysis, the thesis writer uses literary approach, focusing on the theory of characterization and conflict. The theory of characterization is used to analyze Miss Pross? and Madame Defarge?s characteristics, while the theory of conflict is quite needed to prove the relationship and the contradiction between Miss Pross and Madame Defarge, which also reveal their different characteristics. Moreover, the thesis writer also uses the concept of Feminism and the concept of Victorian women as the supporting theory. Here, the concept of Victorian women is used to prove that the characteristics of Miss Pross and Madame Defarge are actually different from the common Victorian women at that time. They step ahead of their time. Furthermore, the existence of these two female characters as Victorian women who step ahead of their time can be viewed as the similarity that happens in these two female characters. Meanwhile, the concept of Feminism is quite needed to prove that the different characteristics of Miss Pross and Madame Defarge, which become the similarity of these two Victorian women, may reveal to the idea of Feminism. Finally, the definition of love and hate is used to show that somehow, these two female characters are different in the way they represent their characteristics. As the conclusion, the thesis writer finds out that as two Victorian women, Miss Pross and Madame Defarge have similarity. In the novel, Miss Pross and Madame Defarge are shown to be Victorian women who step ahead of their time, whose manner and spirit are different compared with the common Victorian women at that time. However, these two Victorian women are also different to one another. Through their characteristics, these female characters can be considered to represent two different things, which are love and hate. The way they improve their characteristics as Victorian women who step ahead of their time are different one from another. Miss Pross chooses to improve her characteristics to think and do actions based on love. Meanwhile, Madame Defarge seems to be obsessed by her hatred and she seems to let her hatred control her characteristics. As the result, it can be seen that all of Madame Defarge?s thought and actions seem to reveal hate.",
  "creators": "FENTJE LAURENSIA",
  "contributors": "Liliek Soelistyo (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011267/ING/2004; Fentje Laurensia (11400001)",
  "subjects": "DICKENS, CHARLES, 1812-1870. A TALE OF TWO CITIES-STUDY AND TEACHING; ENGLISH FICTION--19TH CENTURY--STUDY AND TEACHING"
}