{
  "id": "33938",
  "title": "Pengaruh gas nitrogen pada karakteristik api pembakaran eksternal premixed metana",
  "abstract": "Biogas, mengandung lebih dari 50% metana(CH4), merupakan sebuah bahan bakar ramah lingkungan dan terbarukan yang dihasilkan oleh aktivitasbakteri. Tidak hanya mengandung bahan bakar, biogas juga mengandung beberapa zat pengotor (inhibitors) seperti karbon dioksida dan nitrogen, juga sejumlah kecil beberapa zat seperti H2, O2, H2S, dll. Beberapa penelitian terkait telah dilakukan dengan tujuan menganalisa karakteristik pembakaran biogas. Flame angle, flame height, dan dimensionless flame height adalah karakteristik penting dalam pembakaran eksternal. Tujuan utama penelitian ini adalah menganalisa pengaruh N2, yang merupakan pengotor kedua terbanyak di biogas, dengan membakar campuran stoikiometri (CH4 and N2 (0%-50% dari bahan bakar)) dan oksigen pada pembakar (burner) uji dengan diameter mulut (nozzle) 5mm. Pembakar ini disambungkan dengan sebuah selang dari tangki oksigen dan sebuah selang lain dari tangki bahan bakar. Regulator dan flowmeter dipasangkan dengan masing-masing tangki untuk mengamati jumlah aliran menuju pembakar. Katub-katub (valves) digunakan untuk menutup atau membuka aliran fluida. Propagasi api yang dihasilkan kemudian direkam menggunakan high speed camera lalu diproses melalui sistem computer. Hasil penelitian menunjukkan bahwa N2 berpengaruh pada flame angle, flame height dan dimensionless flame height. Semakin tinggi konsentrasi N2 di dalam bahan bakar, semakin pendek flame height dan semakin kecil dimensionless flame height. Lebih lagi, menambahkan konsentrasi N2 menghasilkan flame angle lebih besar.",
  "creators": "KENNY PURNOMO",
  "contributors": "Willyanto (Advisor 1); Fandi Dwiputra Suprianto, S.T., M.Sc. (Advisor 2); Sutrisno S.T.,M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011093/MES/2015; Kenny Purnomo (24411047)",
  "subjects": "COMBUSTION; BIOGAS"
}