{
  "id": "3393",
  "title": "A Study of code-switching used by the presenter in RCTI quiz program \"Who Wants to be a Millionaire\"",
  "abstract": "The quiz called Who Wants To Be A Millionaire, which is broadcasted in RCTI, every Saturday at 07.00 p.m until 08.00 p.m, is one of the famous quizes which focuses on the interaction between presenter and contestant. The presenter of the program, Tantowi Yahya, is able to bring a good and casual atmosphere to the program. He is able to use the proper expressions in this program which lead him to the use of code switching. In this thesis, the writer would like to find out the kinds of language that the presenter uses during the show, since he is the one who runs the whole show. Also she would like to know the kind of language which mostly used by the presenter. The writer chose this topic and subject because sometimes when she watches the quiz on television program, people use code switching. Moreover, this is a famous, interesting and educating quiz which has been awarded as the most favourite TV quiz program and Tantowi Yahya, as the presenter, has been elected as the most favourite presenter in Panasonic Award 2001. In collecting the data, the writer records three episodes of Who Wants To Be A Millionaire quiz and transcribes the recording. Later, she uses the transcription as her data. In analyzing the data, the writer uses Holmes theory of code switching by a descriptive study of code switching. In this thesis, we can find later that the use of English language is quite dominant in the whole result which is 60.6% from the whole switch, and Non Standard language also has big number of percentage, 35.3% from the whole switch, while Javanese language only appeared 2.7%, and Arabic language only 1.4% from total code. This means that the switch that occured on the quiz mostly happened because the speaker uses a second language (especially English) within his utterances, and the other switch happened because of the change of language from formal to informal.",
  "creators": "SHIERLY",
  "contributors": "Julia Eka Rini (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011301/ING/2004; Shierly (11499025)",
  "subjects": "INDONESIAN LANGUAGE-SOCIAL ASPECTS; BILINGUALISM; CODE SWITCHING (LINGUISTICS); SOCIOLINGUISTICS"
}