{
  "id": "33940",
  "title": "Perancangan turbin air pada pintu air Gunungsari Sungai Kalimas Surabaya",
  "abstract": "Turbin air dikembangkan pada abad ke 19 dan digunakan secara luas untuk pembangkit tenaga listrik. Turbin kaplan merupakan salah satu jenis turbin reaksi yang prinsip kerjanya memanfaatkan energi kinetik air sebagai energi listrik tenaga air. Permasalahan pada saat ini adalah adanya potensi sungai Kalimas Surabaya yang memiliki energi kinetik tinggi (debit) namun head rendah, memungkinan untuk diaplikasikan turbin kaplan sebagai salah satu pembangkit listrik Micro-Hydro (PLMH). Menurut sumber data Tahun 2014 dari Perum Jasa Tirta, sungai ini memiliki debit terendah pada nilai 5,21 m3/s dan head 4,8 m. Dari data tersebut potensi yang ada pada sungai tersebut sebesar 183,99 kW. Pada penelitian ini turbin yang digunakan jenis kaplan dengan bentuk sudu menggunakan profile naca no 624, 387, dan 490. Jumlah sudu yang digunakan adalah 3 buah. Setelah mendapatkan koordinat sudu secara teoritis kemudian di lakukan analisa melalui simulasi dengan perangkat Computational Fluid Dynamic (CFD). Setelah mendapatkan hasil simulasi, melakukan eksperimen melalui prototype. Hasil eksperimen kemudian di validasi mengunakan CFD dengan parameter sesuai eksperimen. Hasil penelitian ini didapatkan bahwa turbin yang digunakan adalah jenis turbin kaplan dapat menghasilkan daya sebesar 83,87 watt. Untuk turbin prototype dapat menghasilkan daya sebesar 0,268 watt, sedangkan hasil simulasi prototype menghasilkan daya 0,31 watt.",
  "creators": "TULUS SETIAWAN SIHOMBING",
  "contributors": "Sutrisno S.T.,M.T. (Advisor 1); Fandi Dwiputra Suprianto, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011083/MES/2015; Tulus Setiawan Sihombing (24411056)",
  "subjects": "TURBINES-FLUID DYNAMICS; HYDRAULIC TURBINES-DESIGN AND CONSTRUCTION"
}