{
  "id": "33969",
  "title": "Perancangan rem parkir elektrik pada Toyota Rush",
  "abstract": "Rem parkir adalah sebuah sistem yang terdapat pada mobil yang guna mempertahaankan posisi kendaraan agar tetap diam saat diparkir. Umumnya rem parkir digerakkan menggunakan tuas tangan. Tidak jarang dijumpai kejadian di mana rem parkir tidak dilepas walaupun kendaraan telah berjalan, kasus ini terjadi terutama pada kendaraan bertransmisi otomatis. Selain masalah tersebut terjadi pula beberapa kasus di mana pengemudi meninggalkan kendaraan dengan posisi rem parkir yang tidak sepenuhnya tertarik sehingga kendaran dapat bergerak pada saat pengemudi telah meninggalkan kendaraan, yang mana dapat menyebabkan kecelakaan. Perancangan ini dimaksudkan untuk menghindari kasus-kasus serupa dengan menggunakan rem parkir elektrik, di mana sistem yang yang umumnya difungsikan menggunakan tuas yang ditarik tangan akan digantikan oleh motor listrik yang dikontrol oleh unit kendali dan diaktifkan melalui tombol. Dengan menggunakan motor listrik dan unit kendali yang telah diperhitungkan kekuatannya dan diprogram, rem parkir yang lupa dilepas akan terlepas secara otomatis dan rem parkir akan selalu tertarik dengan sempurna sehingga tidak ada lagi kendaraan yang bergerak tanpa sengaja akibat penarikan tuas rem parkir yang kurang sempurna. Motor listrik yang paling optimal untuk tugas ini adalah linear aktuator di mana motor ini memiliki gaya tarik dan kapasitas beban statis yang besar. Sehingga rem tetap dapat menahan beban walaupun motor telah berhenti dialiri listrik.",
  "creators": "HANS PUTRA HARTONO",
  "contributors": "Joni Dewanto (Advisor 1); Willyanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011100/MES/2015; Hans Putra Hartono (24411031)",
  "subjects": "BRAKES; AUTOMOBILE PARKING; AUTOMOBILES-BRAKES"
}