{
  "id": "33965",
  "title": "Penelitian pengaruh variasi profil cap truck hino FL 235 JW terhadap koefisien drag",
  "abstract": "Penggunaan Truk sebagai alat transportasi barang antar propinsi di Indonesia sangatlah banyak, hal ini diperlihatkan populasi truk yang terjadi di jalan PANTURA (pantai utara jawa). Bentuk truk tersebut selalu terindikasi memiliki hambatan aliran yang besar, ketika dikemudi dengan kecepatan tinggi sangat rentan terjadinya kondisi unstable sehingga rentan terjadinya kecelakaan. Selain itu dampak hambatan aliran yang besar menyebabkan penggunaan BBM semakin boros, penelitian sebelumnya menyatakan bahwa dengan mereduksi hambatan aliran dapat menghemat BBM sebesar 6,9%. Oleh karena itu dibutuhkan penelitian tentang bentuk Cap Truck yang dapat mereduksi hambatan aliran. Penelitian ini menggunakan profil X(x)= 1-(y/Y)1/n disesuaikan dengan profil kecepatan pada aliran internal, dimana n divariasikan dari 2 sampai dengan 9. Analisa dilakukan dengan menggunakan paket komersial Computational Fluid Dynamic (CFD) dengan bentuk 2D pada keadaan tunak. Validasi hasil simulasi dibandingkan dengan hasil ekperimen di lorong angin. Sedangkan validasi dilakukan uji wind tunnel dengan model skala 1:20 dengan variabel kecepatan antara 16 m/s hingga 30 m/s. Salah satu kendala dalam validasi ini adalah reynold number, pengujian tidak dapat mencapai reynold number yang sesungguhnya karena keterbatasan kecepatan wind tunnel. Hasil penelitian didapatkan bahwa profil Cap Truck yang terbaik mereduksi hambatan aliran terjadi pada nilai n=2. Reduksi hambatan aliran yang terjadi sebesar 20 % dari kondisi truk tanpa Cap. Bentuk cap truck juga sangat berpengaruh dalam menurunkan koefisien hambat, untuk cap truck bentuk standar dengan bentuk kuba memiliki perbedaan penurunan sebesar 0,1%. Karena cap truck bentuk kuba memiliki bentuk kelengkungan yang sedemikian rupa sehingga aliran streamline.",
  "creators": "FEBIO NOVANTO SULISTIONO",
  "contributors": "Sutrisno S.T.,M.T. (Advisor 1); Fandi Dwiputra Suprianto, S.T., M.Sc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011101/MES/2015; Febio Novanto Sulistiono (24411005)",
  "subjects": "AUTOMOBILES-AERODYNAMICS"
}