{
  "id": "3397",
  "title": "A Study on the main female character's reasons and efforts to maintain her domination as seen in August Strindberg's The Father",
  "abstract": "The writer of this thesis would like to analyze the woman character?s reasons and efforts to maintain her domination through Strindberg?s play, The Father. In this study, she describes that the main female character, Laura, is a troublemaker who wants to build her own ideal world by maintaining her domination over the main male character, the Captain, Laura?s husband. The thesis writer analyzes that Laura has the reasons to maintain her domination, such as driving herself to dominate, being afraid of the Captain?s control over her daughter, Bertha, and the Captain?s consciousness to stop Laura?s domination. In the analysis, it also shows that Laura has some efforts to make it come true, such as by making people believe that the Captain is insane, making the people believe that the Captain is sick, making the Captain believe that he is not Bertha?s father, and making the Captain believe that Laura is Superior. The main object of Laura?s target is her husband, the Captain, besides the other characters. The thesis writer uses literary approach such as characterization and conflict theories to reveal Laura?s reasons and efforts in maintaining her domination over her husband, the Captain. Based on those theories, it lead the thesis writer to find out the answer of Laura?s reasons and efforts to maintain her domination over her husband. Finally, she concludes that Laura is really a dominant wife who tries to maintain her domination over her husband, the Captain.",
  "creators": "LILY KRISNADI",
  "contributors": "Liliek Soelistyo (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011305/ING/2004; Lily Krisnadi (11497130)",
  "subjects": "SWEDISH DRAMA-19TH CENTURY-STUDY AND TEACHING"
}