{
  "id": "33984",
  "title": "Pemanfaatan gas LPG sebagai pengganti bahan bakar minyak pada sepeda motor Yamaha Mio sporty",
  "abstract": "Bahan bakar merupakan salah satu kebutuhan utama di dunia perindustrian jaman sekarang. Tetapi bahan bakar sekarang juga merupakan suatu masalah penting yang dihadapi perindustrian, terutama bahan bakar minyak seperti bensin dan solar. Kenaikan harga bahan bakar minyak memunculkan kesadaran bahwa selama ini dunia masih sangat tergantung pada sumber energi yang tidak dapat diperbaharui. Cepat atau lambat sumber energi tersebut akan habis. Salah satu solusi mengatasi permasalahan ini adalah dengan mengoptimalkan potensi sumber energi lainnya seperti bahan bakar gas. Bahan bakar gas sebenarnya sudah lama diperkenalkan di Indonesia, tetapi perkembangan bahan bakar gas tidak sesuai dengan yang diharapkan. Permasalahannya adalah harga bahan bakar gas yang tidak kompetitif dengan bahan bakar minyak, harga konverter kit yang masih terlalu mahal, dan pemikiran masyarakat yang cenderung untuk selalu menggunakan bahan bakar minyak. Berdasarkan permasalahan-permasalahan yang timbul pada masyarakat, solusi yang dapat membantu adalah perancangan konverter kit LPG untuk sepeda motor. Perancangan ini meliputi pemilihan dan penempatan komponen-kompenen konverter kit, modifikasi pada beberapa komponen sepeda motor, serta desain detail sepeda motor LPG. Jadi dengan adanya perancangan ini diharapkan mampu membantu masyarakat pengguna sepeda motor di Indonesia dalam menghadapi naiknya harga bahan bakar minyak serta menjadi pendorong penggunaan bahan bakar gas sebagai energi alternatif pengganti bahan bakar minyak.",
  "creators": "TRI YONI WIBAWA",
  "contributors": "Joni Dewanto (Advisor 1); Willyanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011102/MES/2015; Tri Yoni Wibawa (24411058)",
  "subjects": "GAS AS FUEL; MOTORCYCLES-MOTORS-MODIFICATION; FUEL SWITCHING; MOTORCYCLES"
}