{
  "id": "33987",
  "title": "Penelitian karakteristik box subwoofer akibat penambahan port dan labirin",
  "abstract": "Sistem Audio Video di mobil merupakan salah satu hiburan yang banyak dipergunakan oleh masyarakat dan ditambahkan subwoofer di tempat bagasi mobil. Untuk dapat menggunakan subwoofer tersebut, maka dibuat sebuah box yang digunakan untuk memantulkan atau memperbesar suara yang dihasilkan oleh subwoofer. Setiap rancangan box subwoofer yang berbeda akan mempengaruhi karakteristik suara yang dihasilkan oleh box tersebut. Standart pabrik menyarankan agar memakai box sealed. Lalu penulis ingin meneliti hasil dari memodifikasi box tersebut dengan menambahkan port dan labirin di dalam box subwoofer. Penulis merancang 4 model box subwoofer, yaitu box sealed, box port, box t-line sekat, dan box t-line sudut 45°. Penulis merancang besar box tersebut berdasarkan referensi dari kertas spesifikasi subwoofer. Kemudian box tersebut di lakukan pengujian, hasil pengujian tersebut di evaluasi mengggunakan program arta dan lagu yang berjudul pink noise. Program tersebut mengeluarkan data tentang karakteristik suara yang dihasilkan oleh subwoofer Hasil data yang diperoleh dari box sealed menunjukkan bahwa karakteristik dari box tersebut untuk suara bass yang dentuman bassnya cepat dan suara bass tersebut tidak panjang. Untuk hasil data dari box port dengan panjang port 20 cm, akan menghasilkan dB yang tinggi dibanding dengan box sealed. Box labirin cocok digunakan untuk penggmar musik SQ, karena suara yang dihasilkan tersebut memiliki dB yang stabil pada frekuensi tertentu.",
  "creators": "HARIYANTO TANUJAYA",
  "contributors": "Sutrisno S.T.,M.T. (Advisor 1); Fandi Dwiputra Suprianto, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011106/MES/2015; Hariyanto Tanujaya (24411066)",
  "subjects": "SUBWOOFER-DESIGN AND CONSTRUCTION; AUTOMOBILES-AUDIO EQUIPMENT"
}