{
  "id": "3398",
  "title": "The Imagination of the main characters in Ralph Waldo Ellison's three short stories",
  "abstract": "This thesis is a study of imagination, which is developed by the main characters in Ralph Ellison?s three short stories. Ellison?s stories present the same main characters; they are Buster and Riley. By discussing the main characters in the stories, Buster and Riley, the thesis writer observes that indeed these characters use their imagination. Therefore, the thesis writer wants to know what their imaginations are and what the result of having imagination is. In answering the thesis writer?s curiosity, she uses literary approach and as tools to analyze the literary theories of characterization, setting, and conflict. She also needs some explanations about the values and beliefs of Black American. Besides conflict with surrounding people, including their parents, in fact, the background of the city and the character traits have stimulated the main characters? imaginations. Therefore, the analysis focuses on the result of having those imaginations. The thesis writer finds out that sometimes when the main characters get hurting experiences in the real life, throughout the process of imagining, they become optimistically enthusiastic towards life and the future. In short, they never give up on achieving freedom in their imagination, in which it gives them strength to adjust in their real life.",
  "creators": "LUSI SIBARANI",
  "contributors": "CHERRY HADIKUSUMO, Dra. (Advisor 1); Sarah Limuil (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011306/ING/2004; Lusi Sibarani (11496092)",
  "subjects": "AMERICAN FICTION--19TH CENTURY--STUDY AND TEACHING; ELLISON, RALPH WALDO, 1895-1975 THREE SHORT STORIES-STUDY AND TEACHING; SHORT STORIES, AMERICAN-19TH CENTURY-STUDY AND TEACHING"
}