{
  "id": "3399",
  "title": "H. G. Well's Criticism of the english capitalist class in the 19th century as seen in his novel the time machine",
  "abstract": "This thesis discusses a novel by H. G. Wells entitled The time machine. In the novel, Wells presents the projection of English society in the future surrounded by their new environment that is completely different from the condition of England in the 19 th century or at least at the time when Wells wrote this novel. By this, Wells means to criticize the society by giving an exaggerated portrayal of a futuristic world. In this thesis, I am interested in finding out how H. G. Wells criticizes the English society in the 19 th century. I am conducting the library and Internet researches to get sources. Furthermore, I use literary approach, and as tools to analyze I apply the literary theories of setting and characterization. In addition, I also use the historical background of England in the 19 th century. Wells in his criticisms explains the social stratification between the capitalist class and the worker class in the past affects both of them in the future. Thus, in my analysis on the ways H. G. Wells criticizes the English capitalist class I find three ways. First is by showing the failure of capitalism in many aspects of the future inhabitants? life. Second is by showing the failure of the evolution theory, and the third is by showing the failure of education and progress that happen in the future.",
  "creators": "HENNY",
  "contributors": "Sarah Limuil (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 0101130/ING/2004; Henny (11498094)",
  "subjects": "SCIENCE FICTION, ENGLISH-19TH CENTURY-STUDY AND TEACHING; ENGLISH FICTION--19TH CENTURY--STUDY AND TEACHING; WELLS, H.G., 1866-1946 THE TIME MACHINE-STUDY AND TEACHING"
}