{
  "id": "34015",
  "title": "Analisis kepuasan kerja dan kinerja karyawan di PT XYZ",
  "abstract": "Penelitian ini bertujuan mendeskripsikan hasil pengukuran dari tingkat kepuasan kerja dan tingkat kinerja karyawan di PT XYZ, serta mendeskripsikan dan menguji pengaruh positif dari kepuasan kerja karyawan terhadap kinerja karyawan di PT XYZ. Menggunakan pendekatan kualitatif data, dengan data primer diperoleh dari hasil kuesioner karyawan perusahaan, dan data sekunder diperoleh dari arsip-arsip perusahaan (struktur organisasi, data pegawai, job description karyawan, serta data penunjang lainnya yang didapat dari PT XYZ), dan diperoleh dari literatur-literatur serta penelitian terdahulu. Penelitian menyimpulkan pertama, kepuasan kerja berbeda-beda antara karyawan yang satu dengan yang lainnya. Kedua, kinerja karyawan bersifat individual, setiap masing-masing karyawan memi-liki tingkat kemampuan yang berbeda dalam mengerjakan suatu tugas. Ketiga, dari hasil rata-rata nilai pernyataan kepuasan kerja, rata-rata totalnya tinggi, dengan indikator working condition sebagai indikator yang nilai rata-ratanya paling tinggi, dan indikator social service yang nilai rata-ratanya paling rendah. Keempat, dari hasil rata-rata nilai pernyataan kinerja karyawan, rata-rata totalnya tinggi, dengan indikator quality of work pada pernyataan karyawan mengerjakan pekerjaannya dengan cekatan, sebagai indikator yang nilai rata-ratanya paling tinggi, serta indikator cooperative dan dependability dengan pernyataan karyawan dapat bekerja dengan baik dalam team dan kesadaran tindakan karyawan dalam menanggung resiko terhadap hasil kerjanya, sebagai indikator yang nilai rata-ratanya paling rendah. Kelima, kepuasan kerja tidak memiliki pengaruh positif terhadap kinerja karyawan di PT XYZ.",
  "creators": "CINDY VALIANAWATY",
  "contributors": "Eddy Madiono Sutanto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010935/MAN/2015; Cindy Valianawaty (31410054)",
  "subjects": "JOB SATISFACTION; PERSONNEL MANAGEMENT"
}