{
  "id": "34021",
  "title": "Strategi peningkatan kepuasan kerja karyawan di PT Taman Sriwedari",
  "abstract": "Karyawan merupakan pemegang peran utama sebagai penggerak roda perusahaan apabila karyawan memiliki produktivitas yang tinggi maka laju roda perusahaan akan makin kencang. Rasa puas karyawan merupakan tugas dari perusahaan, yang puas dengan apa yang diperoleh lebih dari apa yang diharapkan dari perusahaan, karyawan akan cenderung memiliki motivasi terhadap pekerjaan yang mereka lakukan sehingga berdampak pada produktivitas perusahaan tersebut. Oleh karena itu penelitian menggunakan metode kualitatif deskriptif ini bertujuan untuk mendeskripsikan dan menganalisis faktor apa saja yang membuat karyawan puas bekerja di perusahaan dan strategi apa yang dilakukan perusahaan untuk meningkatkan kepuasan kerja karyawan. Hasil penelitian menunjukkan PT Taman Sriwedari didapatkan bahwa strategi yang dilakukan perusahaan untuk meningkatkan kepuasan kerja karyawan adalah dengan memberikan sistem penggajian yang bersifat adil dan layak kepada karyawan baik secara finansial maupun non finansial, dibentuknya strategi kesempatan untuk maju atau promosi yang berupa golongan upah merupakan penghargaan atas kinerja yang baik dari karyawan terhadap perusahaan sehingga karyawan memiliki motivasi terhadap pekerjaannya dan mendapat rasa puas tersendiri, dibentuknya strategi kondisi kerja di lingkungan perusahaan yang nyaman, aman dan kondusif serta rekan kerja yang saling menghargai satu dengan lain dapat membuat karyawan puas dan bekerja dengan baik fokus dengan target yang telah ditentukan perusahaan.",
  "creators": "JEFFRY SAPUTRO",
  "contributors": "Eddy Madiono Sutanto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010917/MAN/2015; Jeffry Saputro (31410088)",
  "subjects": "JOB SATISFACTION; PERSONNEL MANAGEMENT; STRATEGIC PLANNING"
}