{
  "id": "34022",
  "title": "Analisis value innovation pada PT Wijaya Panca Sentosa Food melalui strategi blue ocean",
  "abstract": "Kondisi persaingan bisnis pada industri food and baverage saat ini mengalami perkembangan yang semakin pesat. Salah satu industri makanan food and baverage yang saat ini mulai berkembang adalah PT Wijaya Panca Sentosa Food Surabaya. Salah satu cara meningkatkan kemampuan perusahaan serta menciptakan segmen pasar tersendiri adalah dengan memberikan inovasi nilai/value innovation. Inovasi nilai merupakan batu pijak dari blue ocean strategi yang memberikan penekanan setara pada nilai dan inovasi. Tujuan dalam penelitian ini adalah untuk mengetahui: apakah strategi yang digunakan PT Wijaya Panca Sentosa Food dapat menghasilkan utilitas (manfaat) bagi konsumen; apakah strategi yang digunakan PT Wijaya Panca Sentosa Food dapat menghasilkan harga yang dapat bersaing dengan competitor; dan apakah strategi yang digunakan PT Wijaya Panca Sentosa Food dapat mengoptimalisasi biaya operasional. Jenis penelitian ini menggunakan penelitian kualitatif deskriptif. Subjek pada penelitian ini adalah PT Wijaya Panca Sentosa Food dengan objek penelitian Blue Ocean Strategy. Teknik pengumpulan data yang dilakukan dengan cara wawancara dan observasi. Uji keabsahan data dalam penelitian ini menggunakan uji triangulasi. Teknik analisis data meliputi kanvas strategi, kerangka kerja empat langkah, merumuskan strategi samudra biru, dan mengeksekusi strategi samudra biru. Hasil dalam penelitian ini menunjukkan bahwa strategi bersaing yang digunakan oleh PT Wijaya Panca Sentosa Food ini menghasilkan value innovation, sehingga strategi yang digunakan PT Wijaya Panca Sentosa Food dapat menghasilkan utilitas (manfaat) bagi konsumen, dapat menghasilkan harga yang dapat bersaing dengan kompetitor, dan dapat mengoptimalisasi biaya operasional.",
  "creators": "ANDYKA KURNIAWAN SUSANTO",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010937/MAN/2015; Andyka Kurniawan S (31410120)",
  "subjects": "INNOVATION; MANAGEMENT-STRATEGIC"
}