{
  "id": "3403",
  "title": "Politeness strategies on refusal to invitation expressed by the male and female students of Petra Christian University",
  "abstract": "Refusal to invitation is considered as one of Face-Threatening Acts (FTA), especially to the positive face-want of the addressee. Thus, there are some strategies, related to politeness strategies, needed in order to lower the threat as well as to have a smooth interaction. The writer is interested in analyzing the politeness strategies expressed by students of Petra Christian University when they refuse invitations made by different sex of interlocutors. This research was qualitative research. It also contained a very small portion of quantitative research. The writer got the data by interviewing the participants. In her analysis, the writer classified the refusal responses into the refusal strategies proposed by Garcia (1992), and categorized them based on the sex of the subjects. Then, she tabulated the number of refusal strategies to find out the most frequently used strategies of refusal. Next, the writer classified the most frequently used strategies of refusal into the politeness strategies proposed by Brown and Levinson (1978) and classified in Scollon and Scollon?s scheme (1993), which also used by Garcia (1992) in her research, that made the writer to see the politeness strategies expressed by the respondents in refusing invitation. Thereafter, she made comparison between males and females. Finally, the writer found that both subjects, male and female, expressed deference politeness strategies, which include negative politeness, more than solidarity politeness strategies, which was suggested in refusing invitation since they include positive politeness. However, the number of deference politeness strategies expressed by females was greater than the one expressed by the males.",
  "creators": "YENLIANA WIJAYA",
  "contributors": "Lisa Setiawati Nugraha (Advisor 1); Jusuf Imam Ibrahim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011311/ING/2004; Yenliana Wijaya (11496029)",
  "subjects": "WOMEN-LANGUAGE; LANGUAGE AND LANGUAGES-SEX DIFFERENCES; SOCIOLINGUISTICS"
}