{
  "id": "34031",
  "title": "Pengaruh orientasi kewirausahaan terhadap kinerja bisnis pada industri makanan dan minuman di Surabaya",
  "abstract": "Di era globalisasi seperti sekarang ini, pembangunan usaha khususnya di bidang industri makanan dan minuman berlangsung cepat. Banyak bermunculan usaha-usaha baru khususnya produsen dalam industri makanan dan minuman baik dalam skala kecil, menengah, hingga skala besar, oleh karena itu selaku pengusaha yang bergerak dalam industri makanan dan minuman harus memperhatikan variabel-variabel yang berpengaruh terhadap kinerja bisnis perusahaannya. Penelitian ini dimaksudkan untuk mengetahui bagaimana pengaruh dimensi-dimensi dalam orientasi kewirausahaan berpengaruh terhadap kinerja bisnis perusahaan, baik secara serentak maupun secara parsial, di mana dimensi-dimensi tersebut adalah dimensi inovatif, proaktif, dan risk taking. Selain itu penelitian ini juga dimaksudkan untuk mengetahui variabel mana yang paling berpengaruh terhadap kinerja bisnis pada perusahaan yang bergerak pada industri makanan dan minuman di Surabaya. Metode pengolahan data dilakukan dengan menggunakan validitas, reliabilitas, uji asumsi klasik, dan analisa statistik deskriptif, sedangkan metode analisis data yang dipakai adalah dengan menggunakan teknik korelasi pearson dan analisis regresi berganda. Dari hasil penelitian diketahui bahwa ketiga dimensi dalam orientasi kewirusahaan yaitu inovatif, proaktif, dan risk taking memiliki pengaruh terhadap kinerja bisnis pada perusahaan makanan dan minuman di Surabaya, terutama dalam aspek keuangan, aspek sumber daya manusia, dan aspek pemasaran.",
  "creators": "ELIA QUANTA NANDA",
  "contributors": "Bambang Haryadi (Advisor 1); Maria Praptiningsih, S.E., M.Sc.FE. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010939/MAN/2015; Elia Quantananda (31410228)",
  "subjects": "MARKETING RESEARCH; ENTREPRENEURSHIP-ORIENTATION; ENTREPRENEURSHIP; BUSINESS PROCESSING"
}