{
  "id": "34050",
  "title": "Strategi keberlanjutan PT Diparanu Rucitra dengan penerapan metode ISIS application accelerator",
  "abstract": "Penelitian ditujukan untuk mengetahui proses PT DR Property dalam menciptakan keunggulan kompetitif melalui penerapan metode ISIS Accelerator terhadap strategi korporasi dalam aspek ekonomi, tanggung jawab sosial terhadap masyarakat, aspek kesejahteraan karyawan, dan tanggung jawab sosial terhadap lingkungan hidup. Setelah itu, dalam merumuskan strategi korporasi yang terintegrasi dengan prinsip-prinsip keberlanjutan untuk menciptakan keunggulan kompetitif PT DR Property melalui penerapan metode ISIS Accelerator dalam memastikan kesinambungan dari perusahaan dengan mengambil tindakan yang efektif dan inovatif untuk menghadapi persaingan di industry property. Pembahasan dan analisis dalam proses perumusan corporate strategy PT DR Property dibagi ke dalam empat tahapan, yaitu analisis terhadap penerapan indikator sustainability, analisis terhadap sistem integrasi antara prinsip-prinsip sustainability dengan corporate strategy, analisis proses inovasi, serta analisis terhadap penetapan corporate strategy dalam perusahaan (Atkisson 2002). Hasil penelitian menunjukkan bahwa perusahaan sudah mengintegrasikan prinsip-prinsip corporate sustainability dalam aspek operasional perusahaan. Dalam sistem integrasi prinsip-prinsip sustainability ke dalam corporate strategy ditemukan bahwa terdapat keterkaitan hubungan sebab akibat antara pilihan corporate strategy perusahaan dengan business sustainability.",
  "creators": "ESASARI",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Eddy Madiono Sutanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010867/MAN/2015; Esasari (31411012)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES; FAMILY-OWNED BUSINESS ENTERPRISES-MANAGEMENT; STRATEGIC PLANNING"
}