{
  "id": "34051",
  "title": "Analisis supply chain pada PT Zangrandi Prima di Surabaya",
  "abstract": "Supply chain merupakan salah satu aspek penting dalam menentukan keberhasilan suatu bisnis. Suatu perusahaan memiliki pihak-pihak yang terlibat di dalamnya dan dapat membantu keberlangsungan bisnis dari perusahaan tersebut. Pihak-pihak yang terlibat tersebut membentuk suatu jaringan yang dinamakan supply chain. Mengelola supply chain sangat penting karena jaringan tersebut merupakan satu kesatuan dengan perusahaan dan saling membutuhkan, sehingga membutuhkan strategi yang tepat dalam pengelolaannya. Oleh karena itu, penelitian ini bertujuan untuk meneliti supply chain dan strateginya pada perusahaan keluarga PT Zangrandi Prima. Penelitian ini meneliti aspek-aspek dalam supply chain, yaitu tujuan strategis, kemampuan sumber daya, aktivitas supply chain, karakteristik pasar dan produk, yang mana kesemuanya tersebut akan dapat menentukan strategi supply chain yang tepat bagi perusahaan. Penelitian ini merupakan jenis penelitian kualitatif dengan menggunakan metode wawancara dan dokumentasi dalam pengumpulan data, metode snowball dalam penentuan informan, dan metode trianggulasi sumber dalam menguji keabsahan data. Hasil dari penelitian ini adalah produk PT Zangrandi Prima cenderung tergolong ke dalam produk fungsional, sehingga strategi supply chain yang tepat adalah strategi efisiensi. Namun, strategi efisiensi tidak diterapkan secara murni, melainkan harus dikombinasikan dengan strategi responsif, karena karakteristik produk dan karakteristik pasar PT Zangrandi Prima juga memiliki sisi inovatif. Untuk mengetahui pada bagian mana strategi efisiensi dan strategi responsif harus diterapkan, diperlukan analisis decoupling point. PT Zangrandi Prima termasuk dalam klasifikasi MTS (make to stock), di mana titik decoupling point berada pada bagian akhir, yaitu pengiriman. Oleh karena itu, strategi efisiensi PT Zangrandi Prima diterapkan pada hulu sebelum titik decoupling point, yaitu lokasi, bagian pengadaan, bagian pengembangan produk, dan bagian produksi. Sedangkan strategi responsif PT Zangrandi Prima diterapkan pada hilir setelah titik decoupling point, yaitu bagian persediaan, bagian permintaan, dan informasi.",
  "creators": "KELVIN LEONARDO T.",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor 1); R.R. Retno Ardianti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010907/MAN/2015; Kelvin Leonardo T. (31411015)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES; SUPPLY CHAIN MANAGEMENT; STRATEGIC PLANNING"
}