{
  "id": "34088",
  "title": "KPK vs POLRI dalam bingkai editorial media (Jawa Pos, Kompas, Media Indonesia)",
  "abstract": "Pada awal tahun 2015, di bawah kepemimpinan Presiden Joko Widodo, koran nasional Indonesia meletakkan perhatian mereka pada kasus penetapan status tersangka kepada calon Kapolri Budi Gunawan yang dilakukan oleh KPK pada tanggal 13 Januari 2015. Perhatian media cetak semakin memuncak lantaran pada tanggal 23 Januari 2015 Mabes Polri menangkap Bambang Widjojanto atas tuduhan kesaksian palsu pada Pemilukada Kotawaringin Barat pada 2010 silam. Penangkapan Bambang Widjojanto kemudian dikaitkan banyak pihak sebagai bentuk balas dendam Polri sehingga memicu perseteruan antara KPK dan Polri jilid 3. Uniknya, perseteruan KPK vs Polri jilid 3 ini dikaitkan dengan Presiden Joko Widodo serta Partai PDI-P sebagai penyebab terjadinya gesekan di dua lembaga hukum. Media cetak kemudian mengeluarkan opininya melalui rubrik editorial atau tajuk rencana yang merupakan jati diri dari masing-masing media. Melalui metode framing milik Entman, peneliti menemukan bahwa Jawa Pos, Kompas, dan Media Indonesia memiliki bingkai berbeda terhadap kasus KPK vs Polri jilid 3. Jawa Pos mengeluarkan bingkai mengecilkan posisi Joko Widodo sebagai presiden Republik Indonesia. Sementara Kompas mengeluarkan bingkai adanya pelanggaran akan daulat hukum sehingga perseteruan KPK vs Polri dapat terjadi. Sedangkan Media Indonesia mengeluarkan bingkai yang dinamis, maksudnya di dua tajuk pertama Media Indonesia membingkai perseteruan KPK dan Polri merupakan tanggung jawab pemerintah. Namun, pada tajuk-tajuk berikutnya, Media Indonesia mengeluarkan bingkai mengecilkan posisi Joko Widodo sebagai Presiden Republik Indonesia. Adanya perbedaan dari masing-masing media, disimpulkan peneliti telah dipengaruhi beberapa hal, antara lain extramedia level, ideological level, serta organizational level yang telah dikelompokkan oleh Pamela J. Shoemaker dan Stephen D. Reese.",
  "creators": "PRISCILLIA CHIUNO JAPFRY",
  "contributors": "Fanny Lesmana (Advisor 1); Desi Yoanita (Advisor 2); Agusly Irawan Aritonang, S.Sos., M.A. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011100/KOM/2015; Priscillia Chiuno Japfry (51411117)",
  "subjects": "COMMUNICATION; COMMUNICATION-POLITICAL ASPECTS; MASS MEDIA"
}