{
  "id": "34089",
  "title": "Representasi Korea Utara dalam film The Interview",
  "abstract": "Penelitian ini dilakukan untuk mengetahui bagaimana Korea Utara direpresentasikan di dalam film The Interview. Dengan bergenre komedi aksi, The Interview ingin memperlihatkan keadaan dan kondisi negara Korea Utara dari sudut pandang Amerika Serikat. Pendekatan yang dipakai dalan penelitian ini adalah kualitatif dengan jenis penelitian deskriptif. Metode yang digunakan adalah semiotika berdasarkan kode-kode televisi John Fiske. Berdasarkan kode-kode tersebut peneliti menemukan Korea Utara digambarkan sebagai negara yang terbelakang yang ditunjukkan melalui tiga gambaran besar yaitu, pemimpin Korea Utara, penduduk Korea Utara, dan lingkungan Korea Utara. Pemimpin Korea Utara yang direpresentasikan memiliki pemimpin yang melakukan pembohongan kepada publik, pemimpin yang menyukai budaya Amerika Serikat dan pemimpin yang otoriter tetapi lemah. Penduduk Korea Utara direpresentasikan memiliki tingkat ekonomi dan kelas sosial yang lebih rendah dari penduduk Amerika Serikat, tingkat intelektual yang rendah dan melakukan aktivitas seks yang dilakukan di luar nikah seperti pada film-film Hollywood. Lingkungan Korea Utara direpresentasikan sebagai lingkungan yang kumuh dan tertutup terhadap dunia luar, memiliki teknologi yang tertinggal, dan sebuah lingkungan yang membutuhkan sebuah perubahan terhadap sistem pemerintahannya. Semua gambaran tersebut menunjukkan pada film sebagai alat propaganda untuk menguatkan hegemoni Amerika Serikat.",
  "creators": "RADIKTYA CATUR YUWONO",
  "contributors": "Judy Djoko Wahjono Tjahjo (Advisor 1); Grace Swestin (Advisor 2); Jandy Edipson Luik (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011105/KOM/2015; Radiktya Catur Yuwono (51411112)",
  "subjects": "COMMUNICATION; MASS MEDIA; MOTION PICTURE"
}