{
  "id": "3410",
  "title": "A Sociolinguistic study of women's speech features used by the female VJs of MTV Indonesia",
  "abstract": "Lakoff (1975) says that women use language which reinforces their subordinate status: They are colluding in their subordination by the way they speak. Therefore, Lakoff proceeds to draw up a list of features which supposedly represent typical female discourse, as distinct from male talk. Based on her opinion, those speech features express uncertainty and lack of confidence. This study is held to verify the use of women?s speech features by female VJs of MTV Indonesia. The reason of choosing MTV Indonesia?s female VJs is because they are totally different from the eastern women in general, and the differences seem to be very interesting to be noted.This study of women?s language is elaborated into the dominant and the least features used. In this study, the writer notes and takes records the conversations between two female VJs of Mtv Indonesia while they are presenting the programs. From this observation, by separating each utterance, the writer is able to identify the kinds of speech feature, the most common features and the least feature used by female VJs of MTV Indonesia. From the findings, the writer found that both VJ Nirina and VJ Denise adopted women?s speech features. The most common feature used by VJ Nirina and VJ Denise is lexical hedges or fillers. The least features used by VJ Denise are tag question, \"superpolite\" form and avoidance of strong swear words. The least feature used by VJ Nirina was \"empty\" adjectives. From the findings, the writer can conclude that both of them might have tendency to be lack of self-confidence. The findings show that Robin Lakoff as the pioneer in the finding of women?s speech features theory in 1975, still can be considered as appropriate used until now on. It shows that Robib Lakoff is a smart and diligent person.",
  "creators": "CECILIA AGUSTINE T",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011293/ING/2004; Cecilia A. (11400147)",
  "subjects": "WOMEN-LANGUAGE; SOCIOLINGUISTICS"
}