{
  "id": "34106",
  "title": "Strategi pengembangan bisnis pengolahan logam pada PT Bhirawa Steel di Surabaya",
  "abstract": "Perumusan strategi diperlukan karena persaingan bisnis yang semakin meningkat, sehingga perusahaan mendapatkan tantangan dalam meraih keunggulan bersaing. Dengan melakukan perumusan strategi pengembangan bisnis, maka dapat dilakukan penyusunan dan merumuskan alternatif-alternatif strategi mana yang paling sesuai digunakan perusahaan. Oleh karena itu, penelitian ini bertujuan melakukan analisa lingkungan internal dan eksternal PT Bhirawa Steel di Surabaya dan memformulasikan strategi pengembangan bisnisnya. Jenis penelitian yang digunakan adalah deskriptif dengan menggunakan pendekatan kualitatif. Obyek penelitian yang akan diteliti adalah strategi pengembangan bisnis pengolahan logam pada PT Bhirawa Steel di Surabaya. Penentuan informan yang digunakan dalam penelitian berasal dari sumber internal yang ditentukan dengan menggunakan purposive sampling. Penelitian ini menggunakan jenis data kualitatif, sedangkan proses pengumpulan datanya adalah wawancara dan dokumentasi. Analisa data yang digunakan adalah analisis data kualitatif. Analisis lingkungan internal menunjukkan bahwa PT Bhirawa Steel memiliki kelemahan yaitu program pelatihan dan pengembangan belum terencana dan tersusun secara sistematis serta staf pemasaran yang masih belum maksimal karena tidak memiliki pengalaman di industri pengolahan logam. Analisis terhadap kondisi lingkungan eksternal menunjukkan bahwa persaingan yang ketat dan kemampuan pesaing di atas perusahaan. Pembeli memiliki posisi daya tawar karena kedudukannya yang penting bagi perusahaan dan tidak ada biaya peralihan bagi pembeli yang akan pindah ke pesaing. Strategi pengembangan bisnis yang disarankan untuk PT Bhirawa Steel di Surabaya dalam industri pengolahan logam adalah pengembangan produk dan pengembangan pasar.",
  "creators": "DENNY PRASETYO",
  "contributors": "Aristarchus Pranayana (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010888/MAN/2015; Denny Prasetyo (31411110)",
  "subjects": "MANAGEMENT-STRATEGIC; HUMAN RESOURCES MANAGEMENT; BUSINESS MANAGEMENT; STRATEGIC PLANNING"
}