{
  "id": "34109",
  "title": "Pengaruh kepuasan tunjangan kerja dan lingkungan kerja pada motivasi kerja karyawan PT Romos Inti Cosmetic Industries",
  "abstract": "Motivasi kerja karyawan merupakan salah satu hal yang penting dalam mendorong karyawan untuk memberikan kontribusi terbaiknya kepada perusahaan. Motivasi kerja karyawan ini dapat dibentuk melalui beberapa faktor, seperti dalam pemberian tunjangan kerja yang dapat memuaskan karyawan. Selain itu dapat juga dibentuk melalui penciptaan lingkungan kerja yang kondusif. Tujuan dalam penelitian ini adalah untuk mengetahui pengaruh kepuasan tunjangan kerja dan lingkungan kerja pada motivasi kerja karyawan. Jenis penelitian yang akan digunakan adalah penelitian ini menggunakan paradigma kuantitatif. Populasi dalam penelitian ini adalah seluruh karyawan tetap pada PT Romos Inti Cosmetic Industries sebanyak 70 orang. Teknik pengambilan sampel dalam penelitian ini menggunakan metode sensus dengan menjadikan seluruh populasi menjadi responden penelitian. Pengumpulan data dalam penelitian ini dengan menggunakan kuesioner. Teknik analisis data dalam penelitian ini adalah analisis regresi linier berganda. Hasil dalam penelitian ini menunjukkan bahwa: (1) variabel kepuasan tunjangan kerja berpengaruh positif signifikan pada motivasi kerja karyawan di PT Romos Inti Cosmetic; (2) variabel lingkungan kerja berpengaruh positif dan signifikan pada motivasi karyawan di PT Romos Inti Cosmetic; (3) Variabel kepua-san tunjangan kerja dan lingkungan kerja berpengaruh positif dan signifikan pada motivasi kerja karyawan di PT Romos Inti Cosmetic.",
  "creators": "IVONE DWI WATI",
  "contributors": "Eddy Madiono Sutanto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010900/MAN/2015; Ivone Dwi Wati (31411115)",
  "subjects": "EMPLOYEE MOTIVATION; JOB SATISFACTION"
}