{
  "id": "34119",
  "title": "Makna ruang pada hunian tradisional di desa Rende Kabupaten Sumba Timur",
  "abstract": "Nusantara terdiri dari banyak daerah yang kaya dengan ragam budaya dalam berbagai bidang termasuk dalam bidang arsitektur tradisional. Keragaman ini tidak hanya terdapat pada bentuk fisik arsitekturnya saja, tetapi terdapat juga pada makna pola dan konsep ruang (place) yang terbentuk pada sebuah hunian tradisional apabila budaya setempat ditinjau secara kosmologi. Masyarakat Sumba Timur memiliki hunian tradisional yang kaya akan makna. Hal ini ditegaskan dengan banyaknya peninggalan-peninggalan fisik berupa hunian tradisional dan rumah tradisional maupun peninggalan-peninggalan non-fisik seperti kepercayaan dan ritual yang diterunkan turun-temurun dan menjadikan hunian tradisional di Rende memiliki kekayaan makna ruang yang luar biasa. Kepercayaan Marapu mempunyai peranan penting dalam menentukan makna ruang pada hunian tradisional maupun rumah tradisional di Desa Rende. Hal ini terlihat melalui pola dualisme perempuan, laki-laki dan sakral, profan yang merupakan ciri khas dari cara pandang masyarakat ladang. Cara pandang ini tergambar secara jelas pada hunian maupun rumah tradsionalnya. Pola dualisme tersebut kemudian diharmoniskan oleh dunia tengah berupa altar yang berada di tengah hunian tradisional dan perapian batu yang berada tepat di tengah rumah tradisionalnya. Cara pandang primordial masyarakat Sumba Timur khususnya pada hunian tradisional di Desa Rende mempunyai kemiripan dengan cara pandang primodial masyarakat ladang yang kemudian memberi pengaruh pada makna ruang yang tercermin melalui pola pembagian, penempatan dan arti ruang yang ada pada hunian tradisional maupun pada rumah tradisionalnya.",
  "creators": "JESSICA VANESA KWENTINO",
  "contributors": "Dr. Ir. Lintu Tulistyantoro, M.Ds. (Advisor 1); Anik Rakhmawati (Advisor 2); Sriti Mayang Sari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022394/DIN/2015; Jessica Vanesa Kwentino (41411099)",
  "subjects": "INTERIOR DECORATION; DWELING-TRADITIONAL-DECORATION"
}