{
  "id": "34113",
  "title": "Pengaruh perceived organizational support dan kepemimpinan situational terhadap kepuasan kerja karyawan toko buku Uranus",
  "abstract": "Karyawan memiliki arti penting bagi perusahaan, sehingga perusahaan seperti Uranus perlu segera meninjau kepuasan kerja karyawan. Tak hanya kepuasan kerja, Uranus juga perlu meninjau permasalahan-permasalahan yang mampu mempengaruhi kepuasan kerja, misalnya perceived organizational support dan kepemimpinan Situational. Keberadaan perceived organizational support dalam perusahaan dan kepemimpinan yang tepat diyakini dapat mengarahkan karyawan untuk puas dan optimal dalam bekerja. Hal tersebut membuat diadakan Penelitian yang membahas mengenai pengaruh perceived organizational support dan kepemimpinan Situational terhadap kepuasan kerja karyawan Uranus. Jenis dari penelitian ini adalah kuantitatif kausal. Teknik pengumpulan data primer dalam penelitian ini menggunakan kuesioner. Setelah mendapatkan data dari para responden, data-data tersebut diolah dengan menggunakan teknik analisis regresi linier berganda. Data-data yang dikumpulkan dan dianalisis menghasilkan suatu kesimpulan yang menunjukkan bahwa perceived organizational support berpengaruh signifikan terhadap kepuasan kerja karyawan Uranus, kepemimpinan situational berpengaruh signifikan terhadap kepuasan kerja karyawan Uranus, serta perceived organizational support dan kepemimpinan situational berpengaruh signifikan secara simultan (bersama-sama) terhadap kepuasan kerja karyawan Uranus. Hasil tersebut membuat seluruh hipotesis dalam penelitian ini dapat diterima dan seluruh rumusan masalah dapat terjawab.",
  "creators": "LAY YERVRY CHRISTIAN",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010898/MAN/2015; Lay Yervry Christian (31411127)",
  "subjects": "LEADERSHIP (IN MANAGEMENT); JOB SATISFACTION"
}