{
  "id": "3412",
  "title": "The Stylistic devices in the disagreements used y the superiors and the subordinates of several bank employees in Surabaya",
  "abstract": "This study aims to determine the stylistic devices in expressing disagreements used by the superiors and the subordinates of several bank employees in Surabaya with different ethnic and gender backgrounds. In conducting the research, the writer used written role-plays, which consisted of two situations involving people who had a higher status (superiors) to the lower one (subordinates) and those who had a lower status (subordinates) to the higher one (superiors). The questionnaires were given to 32 respondents consisting of 16 Javanese and 16 Chinese Indonesians and each of the ethnic groups required eight males and eight females. This is a qualitative and quantitative study, in which the writer herself becomes the instrument in collecting the da ta and she presents the findings in the form of tables. In analysing it, the writer applied Garcia?s theory (1989) on Stylistic Devices in expressing disagreements. From the analysis, the writer found out that all respondents of Javanese and Chinese Indonesian regardless of their gender and status use more non-confrontational devices like `suggestion? and `giving reason?. In the Javanese and Chinese Indonesian respondents, the writer found out that the Javanese subordinates use more confrontational devices like `direct challenge? than the Chinese Indonesian subordinates. It is frequently used when Javanese subordinates disagree with the Javanese superiors. Finally, the writer found out that in the male and female respondents, the male subordinates use more confrontational devices like `direct challenge? than the female subordinates. It is frequently used when the male subordinates disagree with the male superiors. From the findings above, the writer concluded that in disagreement situation involving subordinates to their superiors, whether they are Javanese or Chinese Indonesian; and male or female, they use more confrontational devices. On the other hand, in disagreement situation involving superiors to their subordinates, there are no differences among the respondents of Javanese or Chinese Indonesian; and male or female.",
  "creators": "EVALINA RASMI",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011263/ING/2004; Evalina Rasmi (11498159)",
  "subjects": "INDONESIAN LANGUAGE-SOCIAL ASPECTS; SOCIOLINGUISTICS"
}