{
  "id": "3413",
  "title": "A Study of Clarissa's change of sex preference from a heterosexual person into a lesbian in Michael Cunningham's The Hours",
  "abstract": "This thesis presents an analysis on Clarissa Vaughn who changes her sex preference from a heterosexual person into a lesbian in Cunningham?s The Hours. It discusses the external and the internal factors that influence her in changing her sex preference. In order to accomplish the object from this thesis, I use literary devices, both characterization and conflict, and also supported by the concept of lesbian lifestyle. The theory of characterization is used to find out how one character influences the main character. The theory of conflict is used to show the final decision of Clarissa in choosing the choice of being a lesbian or return to be a heterosexual. Last, the term of lesbian is used to show that Clarissa is really a lesbian based on her lifestyle. Clarissa Vaughn is not a lesbian since her childhood. There are external and internal factors that make her change her sex preference. The external factors that make her change her sex preference are Richard and Sally. The internal factors are Clarissa?s character traits. Furthermore, Clarissa realizes that living as a lesbian is the right choice for her. Finally, as the conclusion, I reveal that Richard, Sally and Clarissa?s character trait have become the factors that make her change her sex preference from a heterosexual person into a lesbian. Moreover, heterosexual relationship is not the only way to make a life happier for Clarissa. I also conclude that lesbians do not only come from nature process, however, experience in the past can also influence some people to change a sex preference.",
  "creators": "DYTTA MAHARANI",
  "contributors": "Dr. Dra. Yuli Christiana Yoedo, M.Pd. (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011294/ING/2004; Dytta Maharani (11498062)",
  "subjects": "CUNNINGHAM, MICHAEL, 1952-...THE HOURS- STUDY AND TEACHING; AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING"
}