{
  "id": "3416",
  "title": "A Study of the flouting of conversational maxims in Srimulat show, Sampek Engtay",
  "abstract": "Conversation is very important in communication. When people have conversation, there is a risk that one could misunderstand the others. Thus, Paul Grice (1965), propose a principle called \"Cooperative Principle\" in conversation. This principle has to be followed so that people could have a smooth conversation. To fulfill this principle, Grice states four maxims to be followed. However, from some investigations, the flouting of maxims could create humorous effects in certain situation such as comedy. This phenomenon interested me to investigate the flouting of maxims in Srimulat comedian group. Thus, I began to investigate the flouting of Conversational Maxim that happened in one episode of Srimulat?s performances, entitled \"Sampek Engtay\" and performed in Indosiar on October 2 nd 2001. I chose Srimulat because besides it is the most famous comedian groups in Indonesia, the characters in the group are witty people, and they are very clever in playing with words. I chose the episode \"Sampek Engtay\", because the setting of the story in Chinese, so I assume that there would be many chances for the characters to play with words, especially in mixing Indonesian, Javanese and Chinese. Besides Grice?s theory, I also used some theories about humor from Raskin (1985), Norrick (1986), and Attardo (1993). In this investigation, I wanted to know what maxims were flouted and what maxim was flouted the most by the characters in Srimulat. From the study, I found that the characters in Srimulat comedian group flouted three maxims, namely Maxim of Relevance, Maxim of Manner and Maxim of Quality while Maxim of Quantity was never flouted. The most flouted maxim was the Maxim of Relevance, the second was the Maxim of Manner and the third was the Maxim of Quality. The flouting of the maxims showed that in a certain conversation, people might flout the maxims to cause humor, and that what was used by Srimulat as one of their strategies to make the audience laugh. However, it might be difficult to achieve smooth conversation if we deliberately flout the maxims. It can cause misunderstanding or conflict. This flouting that causes humorous effect only can be done in certain situation such as in a comedy.",
  "creators": "FANNY",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011296/ING/2004; Fanny (11499097)",
  "subjects": "SEMANTICS; DISCOURSE ANALYSIS; INDONESIAN LANGUAGE-SEMANTICS"
}