{
  "id": "3417",
  "title": "A Study of Charles Mallison's moral development in William Faulkner's Intruder in the dust",
  "abstract": "William Faulkner is one of the great American writers who is magnificent in writing the subject and themes that he really knows well. His novel Intruder in the Dust is about the transition of a young white boy into adulthood in a Southern society. The thesis writer is eager to know how the main character Charles `Chick? Mallison experiences his moral development. In order to find out the answer, she uses literary approach and literary theory, namely the theory of conflicts as a tool. To support her analysis, she also uses a psychological theory, namely Piaget?s Moral Development. Based on Piaget?s Moral Development, she divides her analysis into two subchapters. The first part is when Chick Mallison is in heteronomous morality level and the second part is when he is in autonomous morality level. She finds out that Charles Mallisons has been indoctrinated by the Southern society code that affect his way of life especially his relationship with an Afro-American, Lucas Beauchamp. He then once encounters an old Afro-American and undergoes some internal and external conflicts with him. Despite of the society code, he comes to realize that they are equal. The conflicts and incidents in helping to save Lucas Beauchamp from lynching, has marked the development of Charles Mallison?s morality. Therefore Charles Mallison experiences his moral development, from heteronomous morality level to autonomous morality level.",
  "creators": "VIVI",
  "contributors": "LENIWATI SLAMET (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011297/ING/2004; Vivi (11495059)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; FAULKNER, WILLIAM, 1897-1962 INTRUDER IN THE DUST-STUDY AND TEACHING"
}