{
  "id": "34175",
  "title": "Evaluasi strategi pengembangan bisnis pada PT Manunggal Suko Jaya Surabaya",
  "abstract": "Strategi pengembangan bisnis perusahaan memuat berbagai elemen yang saling mempengaruhi satu sama lain, utamanya lima elemen strategy, environment, resource, value, dan organization. Evaluasi terhadap strategi pengembangan bisnis melalui telaah terhadap hubungan lima elemen tersebut diperlukan sebagai bahan pertimbangan bagi perusahaan untuk memodifikasi strategi pengembangan bisnisnya. Oleh karena itu, penelitian ini bertujuan untuk mengidentifikasi strategi pengembangan bisnis dan mengevaluasi strategi pengembangan bisnis menggunakan analisis SERVO. Jenis penelitian yang digunakan adalah deskriptif. Penentuan informan yang digunakan dalam penelitian berasal dari sumber internal yang ditentukan dengan menggunakan purposive sampling, kemudian dilanjutkan dengan teknik sampling bola salju. Jenis data yang digunakan di dalam penelitian ini adalah data kualitatif, sedangkan proses pengumpulan datanya adalah wawancara, observasi, dan analisis dokumen. Uji keabsahan data yang digunakan dalam penelitian ini adalah triangulasi sumber. Hasil penelitian menunjukkan bahwa: (1) PT Manunggal Suko Jaya menggunakan strategi pengembangan bisnis berupa strategi fokus Porter; (2) strategi pengembangan bisnis yang digunakan perusahaan saat ini masih relevan atau fit dalam mengembangkan bisnis; dan (3) perusahaan perlu memperbaiki beberapa hal untuk meningkatkan kinerjanya dalam melaksanakan strategi pengembangan bisnis secara ideal.",
  "creators": "CYNTHIA LEONITA SUTRISNO",
  "contributors": "Dhyah Harjanti (Advisor 1); Inggrid (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010932/MAN/2015; Cynthia Leonita Sutrisno (31411153)",
  "subjects": "BUSINESS STRATEGY-EVALUATION; STRATEGIC PLANNING"
}