{
  "id": "34197",
  "title": "Manajemen konflik dalam perencanaan suksesi PT Kingstone Surabaya",
  "abstract": "Suksesi kepemimpinan dalam perusahaan keluarga memiliki potensi menimbulkan konflik. Konflik dalam perencanaan suksesi terjadi di PT Kingstone Surabaya. Oleh karena itu, penelitian ini bertujuan untuk 1) Mengindentifikasi penyebab terjadinya konflik internal dalam PT Kingstone Surabaya, 2) Dampak bagi perusahaan atas konflik internal pada PT Kingstone Surabaya, dan 3) Mekanisme penyelesaian masalah atas konflik internal pada PT Kingstone Surabaya Pendekatan yang digunakan dalam penelitian ini adalah kualitatif, sedangkan jenis penelitiannya adalah deskriptif. Penentuan narasumber dalam penelitian ini dilakukan dengan cara purposive sampling. Jenis data yang digunakan ada dua yaitu data primer dan data sekunder. Prosedur pengumpulan data yang digunakan adalah wawancara dan dokumentasi. Analisis data yang digunakan adalah dengan cara deskriptif, sedangkan untuk uji validasi menggunakan triangulasi sumber. Hasil penelitian menunjukkan penyebab terjadinya konflik internal dalam PT Kingstone Surabaya adalah ketidak nyamanan dari anak pertama pimpinan perusahaan atas penunjukan anak ketiga sebagai suksesor. Dengan demikian, konflik lebih disebabkan karena variabel-variabel pribadi seperti emosi, karena dalam perencanaan suksesi yang dilakukan pimpinan di PT Kingstone Surabaya mengabaikan keberadaan anak perempuan. Konflik internal dalam PT Kingstone Surabaya berdampak negatif karena proses pengambilan keputusan tertunda. Selain itu, dampak bagi karyawan dalam proses pengambilan keputusan atau kebijakan. Konflik yang terjadi di PT Kingstone Surabaya berdampak negatif dengan munculnya sekutu-sekutu di antara karyawan. Penyelesaian konflik internal dalam adalah tetap menempatkan narasumber ketiga sebagai manajer keuangan, namun memiliki kewenangan lebih besar seperti kebebasan untuk memberi saran tentang strategi-strategi perusahaan serta kebijakan yang akan diambil perusahaan.",
  "creators": "LUCIA LAURENCE",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Eddy Madiono Sutanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010872/MAN/2015; Lucia Laurence (31411178)",
  "subjects": "CONFLICT MANAGEMENT; FAMILY-OWNED BUSINESS ENTERPRISES; FAMILY-OWNED BUSINESS ENTERPRISES-SUCCESSION"
}