{
  "id": "34199",
  "title": "Analisis human oriented knowledge management dan technology oriented knowledge management pada kinerja Karyawan di CV Master Sentra Boga",
  "abstract": "Di era globalisasi seperti saat ini, kehadiran knowledge management dianggap cukup penting untuk membantu berjalannya suatu organisasi. Banyak organisasi kehilangan sumber knowledge dikarenakan tidak adanya pengembangan lanjut akan knowledge management di dalam organisasi. Penelitian ini dimaksud untuk menganalisis pengaruh Human Oriented Knowledge Management dan Technology Oriented Knowledge Management pada Kinerja Karyawan CV Master Sentra Boga, Surabaya, Jawa Timur, Indonesia. Sebuah survei diberikan kepada seluruh karyawan yang berjumlah 30 di CV Master Sentra Boga, Surabaya. Sebuah kuesioner dengan 28 item menggunakan 5 point Skala Likert. Sebuah uji asumsi klasik juga dilakukan sebelum data kuantitatif dikumpulkan dianalisis secara statistik dengan regresi linier berganda. Data dari kuesioner juga dianalisis dengan SPSS version 16.0 menggambarkan kecenderungan dalam data. Hasilnya yaitu (1) Human Oriented Knowledge Management pada kinerja karyawan positif dan signifikan, (2) Technology Oriented Knowledge Management pada kinerja karyawan positif dan signifikan, dan (3) Human Oriented Knowledge Management (X1) dan Technology Oriented Knowledge Management (X2) terhadap kinerja karyawan (Y) positif dan signifikan. Hal ini dapat disimpulkan bahwa 61,6% kinerja karyawan CV Master Sentra Boga, Surabaya dipengaruhi oleh Human Oriented Knowledge Management dan Technology Oriented Knowledge Management.",
  "creators": "FELISITAS VINKA TAMARJAYA",
  "contributors": "Bambang Haryadi (Advisor 1); Inggrid (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010940/MAN/2015; Felisitas Vinka Tamarjaya (31411192)",
  "subjects": "KNOWLEDGE MANAGEMENT; PERSONNEL MANAGEMENT"
}