{
  "id": "3420",
  "title": "The Conflicts of traditional and modern values as seen in Catherine Lim's The Serpents's tooth",
  "abstract": "This thesis primarily deals with the conflict between traditional and modern values as seen in the conflicts between Old Mother and Angela. As described in Lim?s The Serpent?s Tooth, the early Chinese Singaporean immigrant are those who strongly cling to their (Chinese) traditional values. On the other hand, their Singaporean born children, who grew up in Singapore, are the product of a rapid modernizing and Westernizing environment. There is a tendency that today?s Chinese Singaporeans embrace the modern (Western) values more than their own traditional values. As a result, the dichotomy arises and creates conflict between the two different generations. From Lim?s The Serpent?s Tooth, I want to find out how four domestic issues have become the source of the conflict between Old Mother and Angela. In order to conduct the analysis, I use literary approach namely conflict in order to investigate the conflicting values between Old Mother who represents the first generation of Chinese Singaporean, and Angela who represents today?s Singaporean. Meanwhile, characterization is used to analyze the traits of the main characters which justify their modern and traditional attitude. In order to support the analysis, I use sociological concept of social change in order to examine the early Chinese immigrant?s rejection toward modern values. Moreover, the concept is also used in investigating the ways today?s Chinese Singaporean successfully accept modern values better than their previous generation. The analysis is divided based on the four domestic issues; they are: the children?s education, traditional religious activity, traditional and modern habit, and master-servant?s relationship. In the case of traditional and modern habit, Angela, as the representation of today?s Chinese Singaporean is able to understand her mother-in-law?s preference toward the traditional values. Yet, she persistently thinks the traditional value is not as important as the modern one. On the contrary, the early Chinese immigrants strongly reject the modern values. The tension which exists in the middle of their lives is also worsen by the fact that both of them have chosen in continuing their lives away from each other?s different values. Finally, I conclude that through minimum efforts and desire in creating a better relationship, the conflict between traditional and modern values remains unsolved.",
  "creators": "FRANSISKA DWI ASRI TJ",
  "contributors": "Vyrna Santoso (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis : No. 01011264/ING/2004; Fransiska Dwi Astri TJ. (11498046)",
  "subjects": "SINGAPORE FICTION (ENGLISH)-20TH CENTURY-STUDY AND TEACHING; LIM, CATHERINE, 1942-... THE SERPENT'S TOOTH-STUDY AND TEACHING"
}