{
  "id": "34201",
  "title": "Implementasi sistem rekrutmen dan seleksi karyawan secara konvensional pada PT Bian Niaga Batuan Sidoarjo",
  "abstract": "Pada era modern seperti saat ini, dengan segala kemudahan teknologi yang ada, seharusnya dapat membantu perusahaan untuk menjadi lebih mudah dalam melakukan sistem rekrutmen dan seleksi karyawan. Akan tetapi, pada kenyataanya hingga saat ini ternyata masih banyak perusahaan yang lebih memilih untuk melakukan sistem rekutmen dan seleksi hanya dengan menggunakan metode konvensional. Penelitian ini bertujuan untuk mendeskripsikan sistem rekrutmen dan seleksi karyawan pada PT Bian Niaga Batuan Sidoarjo, dan juga untuk mendeskripsikan faktor utama dalam rekrutmen dan seleksi secara konvensional yang dilakukan oleh PT Bian Niaga Batuan Sidoarjo. Sistem rekrutmen dan seleksi yang diteliti hanya pada karyawan bagian produksi. Pengumpulan data menggunakan metode wawancara. Penentuan informan menggunakan purposive sampling. Berdasarkan dari hasil penelitian didapatkan bahwa sistem rekrutmen pada perusahaan ini dimulai dari analisis pekerjaan, menentukan metode penarikan calon karyawan, dan melakukan penarikan calon karyawan. Sistem seleksi pada perusahaan ini,meliputi penerimaan berkas lamaran, wawancara, memeriksa referensi atau dokumen, hingga tahap pengambilan keputusan. Untuk faktor utama rekrutmen secara konvensional yang dilakukan perusahaan adalah faktor waktu serta kualitas dan kuantitas calon karyawan, sedangkan faktor utama seleksi secara konvensional adalah faktor peningkatan biaya dan kualitas dari calon karyawan.",
  "creators": "IRENE CHAN",
  "contributors": "Eddy Madiono Sutanto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010849/MAN/2015; Irene Chan (31411208)",
  "subjects": "EMPLOYEE SELECTION; HUMAN RESOURCES MANAGEMENT; RECRUITING OF EMPLOYEES"
}