{
  "id": "34218",
  "title": "Evaluasi dan perancangan model bisnis berdasarkan pendekatan business model canvas pada Sulis Cake",
  "abstract": "Penelitian ini bertujuan untuk mengevaluasi dan merancang model bisnis berdasarkan kerangka Business Model Canvas. Jenis penelitian yang digunakan adalah penelitian kualitatif. Teknik pengumpulan data yang digunakan adalah wawancara semi terstruktur. Hasil penelitian dari identifikasi business model canvas ini menunjukkan gambaran mengenai elemen customer segments yang termasuk ke dalam tipe segmented, berasal dari kalangan menengah ke atas. Dalam elemen value propositions diketahui Sulis Cake memberikan kualitas dan performance yang baik yang dikenal sebagai home industry. Pada elemen channel diketahui bahwa Sulis Cake hanya menerapkan satu saluran distribusi dengan sistem promosi word of mouth, terdapat tindakan after sales dan jasa pengantaran. Elemen customer relationships pada Sulis Cake sesuai dengan personel assistance, menerima masukan kritik dan saran, pemberian parsel atau kue bagi pelanggan yang loyal. Sedangkan elemen key resources diketahui bahwa sumber daya Sulis Cake terdiri dari sumber daya fisik, sumber daya manusia, intelektual dan keuangan. Sumber daya utama Sulis Cake adalah bahan baku. Pada elemen key activities, aktivitas yang dijalankan perusahaan adalah aktivitas produksi dan pengantaran pesanan. Dalam elemen key partnerships diketahui Sulis Cake memiliki banyak pemasok dan tidak memiliki pemasok tetap untuk menjalankan bisnisnya. Sedangkan pada elemen revenue streams diketahui bahwa pendapatan Sulis Cake bersumber dari satu arus pendapatan dengan sistem pembayaran tunai ataupun transfer. Yang terakhir yakni elemen cost structure adalah termasuk ke dalam value driven dengan biaya pengeluaran yang terbagi atas fixed cost dan variable cost.",
  "creators": "ELLIZABETH CINDY TJITRADI",
  "contributors": "Inggrid (Advisor 1); Sesilya Kempa, S.E., M.M. (Advisor 2); R.R. Retno Ardianti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010850/MAN/2015; Ellizabeth Cindy Tjitradi (31411225)",
  "subjects": "BUSINESS PLANNING; BUSINESS MANAGEMENT"
}