{
  "id": "34212",
  "title": "Efektivitas komunikasi launching event All New Honda Jazz",
  "abstract": "Penelitian ini dilakukan untuk mengetahui tingkat keefektivitasan dari komunikasi yang terjadi pada saat launching event All New Honda Jazz, yang diadakan pada tanggal 23 Januari 2013 yang lalu. Honda Surabaya Center selaku main dealer yang mengepalai beberapa dealer yang ada di bagian Indonesia Timur memiliki tanggung jawab untuk menginformasikan kepada khalayak bahwa Honda memiliki produk baru, yaitu All New Honda Jazz, dengan cara mengadakan sebuah event peluncuran produk terbaru, atau yang biasa disebut dengan launching event. Dalam sebuah event terdapat elemen-elemen yakni tema dari event tersebut, tata ruang, dekorasi yang digunakan, persyaratan teknis, hiburan dan juga catering. Dalam penelitian kali ini, elemen-elemen tersebut akan di ukur keefektivitasannya dalam mengkomunikasikan informasi akan All New Honda Jazz, yakni dilihat dari segi penerima pesan tersebut, isi, ketepatan waktu, media, format dan sumber informasi tersebut, sehingga dapat diketahui efektivitas komunikasi dari launching event All New Honda Jazz. Jenis penelitian ini adalah deskriptif dengan menggunakan pendekatan kuantitatif. Metode penelitian yang digunakan adalah survey. Sampel dari penelitian ini adalah mereka para undangan yang telah diundang dan datang pada saat launching event All New Honda Jazz berlangsung, yaitu sejumlah 77 orang. Hasil dari penelitian ini menunjukkan keefektivitasan komunikasi dari launching event All New Honda Jazz.",
  "creators": "MICHAEL WIDJAJA",
  "contributors": "R. OTTO BAMBANG WAHJUDI (Advisor 1); Vita Monica (Advisor 2); Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010929/KOM/2013; Michael Wijaya (51409072)",
  "subjects": "COMMUNICATION; COMMUNICATION IN MARKETING"
}