{
  "id": "3421",
  "title": "Errors in tenses produced by students of writing ic class of Petra Christian University in their journals",
  "abstract": "One of the keys to English skills mastery is the mastery of the English grammar. Grammar in English is often associated to English tenses for the tenses deal very much with the form and meaning of English sentences. Therefore, the writer tries to find out the errors in the application of tense rules. Tense rule is used primarily to mark the time when the sentences refer to, by using different forms of verbs. The writer intends to find out the errors in the use of tense rules in the journals of first writing class students. And then she determines the types of tenses errors which are often made by the students of first writing class in their journals. The theories of Dulay, Ellis and Corder are used in this study to clarify the errors. The theory of error analysis by Ellis is used as the main theory to do the analysis. The underlying theory of English tenses is taken from Maclin. After the writer identified all the errors and listed them as the data; she could find the errors in Simple Present Tense, Present Continuous Tense, Present Perfect Tense, Present Perfect Continuous Tense, Simple Past Tense, Past Continuous Tense, Past Perfect Tense, Past Perfect Continuous Tense, Future and Future Time in the Past from the journals. The writer finds that the most frequent type of error that the students often made is Haphazard Substitutions type. This means that the students still make errors in the function of different forms of tenses.",
  "creators": "DINA JONATA",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); MAS MOELJONO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011318/ING/2004; Dina Jonata (11498091)",
  "subjects": "ENGLISH LANGUAGE-GRAMMAR STUDY AND TEACHING; ENGLISH LANGUAGE-ERRORS OF USAGE"
}