{
  "id": "3422",
  "title": "Terms of address used at pasar Atom Surabaya by some chinese and javanese sellers of different age and gender backgrounds to their chinese and javanese buyers of different age and gender backgrounds",
  "abstract": "The purpose of this study is to find the differences in the types and frequencies of address terms used at Pasar Atom Surabaya by the sellers of different ethnic, age and gender backgrounds to their buyers of different ethnic, age and gender backgrounds. The writer uses qualitative and quantitative approach in doing her research. She collected the data by making a role-play and recording the dialogues. The role-play aims to find the types of address terms used by the sellers to the buyers. There were 64 sellers and 12 buyers as my respondents who come from different ethnic (Chinese and Javanese), age (old, young adult, and very young adult), and gender (male and female) backgrounds. The theories of definition of address term by Brigth and Kridalaksana, and the theories of the use of address terms by Janet Holmes, Brown and Ford, and Wardhaugh. From the data gathered, the writer found out that the address terms used by the sellers to address the buyers are Chinese terms of address such as koh/ko (older brother), suk (uncle), cik/ce (older sister),a?i (aunt), and me (younger sister). Other terms of address come from the Javanese terms of address such as bapak/pak (sir/Mr.), ibu/bu (ma?am/Mrs.), mas (older brother), mbak (older sister), and dik (younger brother/sister). The last is Dutch terms of address such as om (uncle), tante (aunt), nonik/nik (younger sister), sinyo/nyo (younger brother). There are similarities and differences in the types of address terms between Chinese and Javanese sellers in the way they address the buyers. The Chinese and Javanese sellers use Chinese and Dutch terms of address in addressing Chinese buyers. While for the Javanese buyers, both of Chinese and Javanese sellers use Javanese terms of address.",
  "creators": "LIANA PRATIKTO",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Lisa Setiawati Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011265/ING/2004; Liana Pratikto (11497083)",
  "subjects": "SOCIOLINGUISTICS; JAVANESE LANGUAGE-SOCIAL ASPECTS"
}