{
  "id": "34221",
  "title": "Implementasi in store promotion dalam meningkatkan store financial performance pada CV Gaya Sepeda Indonesia",
  "abstract": "Tingginya tingkat in store decision membuat teknik pemasaran in store promotion berperan penting dalam mempengaruhi keputusan pembelian konsumen. Penelitian ini bertujuan untuk mendeskripsikan dan menganalisis implementasi in store promotion pada aspek atmospheric engagement dan promotional effect pada CV Gaya Sepeda dan untuk mengevaluasi implementasi in store promotion pada aspek atmospheric engagement dan promotional effect-nya dalam meningkatkan store financial performance. Penelitian ini menggunakan jenis kualitatif yang bersifat deskriptif dengan teknik pengumpulan data melalui wawancara. Hasil penelitian menunjukkan bahwa implementasi in store promotion pada aspek atmospheric engagement effect adalah implementasi instrumen in store display yang variatif, pelayanan sales people yang responsif dan terpercaya serta pengaturan kepadatan toko dengan variasi merchandise presentation yang diatur pada free-form store layout design. Implementasi in store promotion pada aspek promotional effect adalah pengadaan program premium, discount dan demonstration. Peran in store promotion pada aspek atmospheric engagement effect dan aspek promotional effect dapat menunjukan peningkatan pada store financial performance di CV Gaya Sepeda Indonesia walaupun belum signifikan secara statistik. Kedepannya CV Gaya Sepeda Indonesia diharapkan mampu mengimplementasikan atmospheric engagement effect secara lebih terstruktur.",
  "creators": "MARIA AGUSTINA SUTANTO",
  "contributors": "Bambang Haryadi (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010890/MAN/2015; Maria Agustina Sutanto (31411244)",
  "subjects": "CORPORATIONS--FINANCE; MARKETING-MANAGEMENT; SALES PROMOTION; BUSINESS-MANAGEMENT"
}