{
  "id": "34223",
  "title": "Analisa proses dan evaluasi pengembangan produk baru (new product development) pada UD Raja Maritim",
  "abstract": "Penelitian dilakukan untuk mendeskripsikan dan mengevaluasi tahapan pengembangan produk baru pada perusahaan Raja Maritim. Penelitian ini menggunakan metode penelitian kualitatif deskriptif, untuk menguji keabsahan data menggunakan triangulasi sumber. Berdasarkan penelitian disimpulkan bahwa perusahaan memiliki 6 tahapan, dari pencarian ide, konsep, analisa pasar dan diferensiasi produk, pengembangan produk, tes pasar, dan peluncuran produk. Pada tahap pencarian ide perusahaan menggunakan informasi internal yaitu owner, pada tahap konsep perusahaan menambahkan nilai pada produk baru. Tahap ketiga, perusahaan melihat pesaing untuk mengolah produk. Tahap pengembangan produk, perusahaan memproduksi contoh produk untuk menemukan SOP. Saat tes pasar perusahaan mengujikan produk ke pasar, untuk mengetahui respon pasar. Tahap komersialisasi perusahaan adalah dengan membuka outlet, online dan melalui distribusi selektif. Evaluasi pada idea screening baik, mulai dari potensi pasar, keunikan produk, dan kelayakan teknis. Evaluasi concept testing, kelayakan teknis baik, sedangkan penerimaan pelanggan kurang baik. Tahap product testing juga baik pada kriteria performa produk, kualitas produk, sedangkan kelayakan teknis masih kurang. Evaluasi pada analysis market result mendapat nilai baik pada setiap kriteria yang digunakan. Evaluasi terakhir yaitu launching jangka pendek dinilai baik dari kepuasan pelanggan dan penerimaan pelanggan. Launching jangka panjang mendapat nilai baik pada kriteria kepuasan pelanggan.",
  "creators": "STEVANUS TRISNA CHANDRA",
  "contributors": "Inggrid (Advisor 1); Sesilya Kempa, S.E., M.M. (Advisor 2); Maria Praptiningsih, S.E., M.Sc.FE. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010878/MAN/2015; Stevanus T. Chandra (31411250)",
  "subjects": "NEW PRODUCTS; PRODUCT-MANAGEMENT; PRODUCTION INDUSTRY-MANAGEMENT"
}