{
  "id": "3423",
  "title": "Analysis of leonard mantle's cruelty on Thomas Keneally by the line",
  "abstract": "The thesis discusses about the cruelty of Leonard Mantle based on Thomas Keneally?s By The Line. I am interested in discussing cruelty because cruelty makes many people suffer feel afraid and live under pressure. I choose Thomas Keneally because he is the most famous author in Australia. Furthermore, I am interested in his characters because most of his characters are the malevolent and they fight against the innocence. It is very different from the other authors whose characters are small people who win over the wicked and rich people whereas in Thomas Kenealy?s novel, it happens in the opposite. In analyzing the thesis, I choose to discuss By The Line because the story is interesting. It is very different from the other stories that I have read because it tells about a cruel character, who extremely dominates the other characters. I analyze the main male character, Leonard Mantle because I want to know the causes of his cruelty and the effects of his cruelty. I will prove that the causes of his cruelty are his environment and his conflicts. Furthermore, I have desired to analyze the effects of his cruelty toward people and himself. In analyzing the thesis, I use literary approach, namely characterization and conflict since my discussion is about Leonard Mantle?s character. I also use conflict to prove how his conflicts with some characters, such as Brian Jordan, Stell Jordan, Hilda Mantle, and The Coroner influence his cruelty. Since he tries to overthrow them by threatening of murdering, slaughtering in order to protect his life from their accusation and punishment. Finally, his cruelty saves him from punishment, but it has devastating effects toward his wife, Hilda Mantle, and his neighbor?s son, Daniel Jordan. Both of them live under pressure and fear. Furthermore, his cruelty also influences many people to isolate him from their community.",
  "creators": "ROSSY RATNASARI",
  "contributors": "Ribut Basuki (Examination Committee 1); Vyrna Santoso (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01017320/ING/2004; Rossy Ratnasari (11498093)",
  "subjects": "AUSTRALIAN FICTION-20 TH.CENTURY-STUDY AND TEACHING; KENEALLY, THOMAS, 1935-... BY THE LINE-STUDY AND TEACHING"
}