{
  "id": "34249",
  "title": "Strategi pengembangan usaha transportasi bus (studi kasus pada perusahaan otobus di Lombok)",
  "abstract": "Transportasi dibutuhkan untuk membangun suatu daerah dengan mobilisasi pergerakan arus orang dan barang, yang mempengaruhi aspek ekonomi, sosial, politik, dan lingkungan. Hal ini dibuktikan dengan pencapaian pertumbuhan sektor tertinggi yang didukung dari perkembangan transportasi umum, khususnya moda darat. Dimana bus menjadi pilihan utama untuk transportasi AKDP NTB. Subjek penelitian merupakan salah satu penyedia jasa angkutan bus yang menghadapi kebijakan adanya kenaikan BBM dan biaya penyebrangan kapal saat beroperasi. Dengan kondisi perusahaan masih menggunakan sistem manual tanpa dukungan teknologi, minus database pelanggan ditengah persaingan dengan perusahaan lainnya; juga memasuki masa suksesi. Dengan menggunakan metode kualitatif, pengumpulan data melalui wawancara, observasi, dan studi dokumen; dilakukan analisa kondisi eksternal (PEST & Porter’s 5 Forces) dan internal (Value Chain for Services) perusahaan secara jelas, sehingga dapat merancangkan strategi (SWOT) yang dapat membantu mengatasi kondisi perusahaan yang stagnan. Didapatkan implementasi CRM yang terpadu, mengarahkan pada program membership dan paket (bagasi & grup) serta maksimalisasi wifi bus pada pelanggan. Analisa juga menunjukkan bahwa perusahaan dapat menerapkan related diversification untuk pengembangannya, pembukaan jalur baru yaitu pariwisata.",
  "creators": "VIVI RIA PUTRI",
  "contributors": "Ritzky Karinamegahrosa Brahmana S.E., M.A. (Advisor 1); R.R. Retno Ardianti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010870/MAN/2015; Vivi Ria Putri (31411291)",
  "subjects": "STRATEGIC PLANNING; TRANSPORTATION, AUTOMOTIVE (BUS)-MANAGEMENT; TRANSPORTATION, AUTOMOTIVE-PLANNING"
}