{
  "id": "34251",
  "title": "Business model canvas pada CV Sekawan Cosmetic Sidoarjo",
  "abstract": "Penelitian bertujuan mendeskripsikan dan mendesain ulang business model canvas pada CV Sekawan Cosmetics Sidoarjo. Penelitian yang dilakukan menggunakan format penelitian deskriptif dengan menggunakan pendekatan kualitatif. Penentuan narasumber dalam penelitian ini dilakukan dengan cara purposive sampling. Sumber data yang digunakan ada dua yaitu data primer dan data sekunder. Prosedur pengumpulan data yang digunakan adalah wawancara dan dokumentasi. Analisis data dalam penelitian menggunakan teknik analisis data kualitatif, sedangkan metode pengujian data menggunakan triangulasi sumber. Hasil penelitian menunjukkan desain ulang business model pada CV Sekawan Cosmetics adalah memperluas jangkauan segmennya, menciptakan produk yang mengutamakan kualitas aroma dan desain, memperluas saluran distribusi, meningkatkan hubungan dengan pelanggan melalui telephone langsung kepada layanan pelanggan atau komunikasi online, dan meningkatkan kinerja perusahaan dalam aktifitas perusahaan karena memiliki modal untuk membiayai. Sebagai upaya perusahaan untuk meningkatkan kegiatan promosi dan penjualan produk kosmetiknya maka hendaknya manajemen Sekawan Cosmetics dapat membuka outlet atau counter dengan nama merek sendiri agar masyarakat lebih mengenal produk kosmetik Sekawan Cosmetics dan lebih mudah bagi konsumen dalam mendapatkan produk. Selain itu, perusahaan dapat menambah tenaga salesman untuk menciptakan jaringan baru ke salon-salon kecantikan atau tempat-tempat spa. Untuk membangun brand image di mata pelanggan perusahaan dapat menggunakan slogan, mengikuti event dan sponsorships,dan menggunakan atribut perusahaan.",
  "creators": "BIRGITTA FLORENCIA",
  "contributors": "R.R. Retno Ardianti (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010869/MAN/2015; Birgitta Florencia (31411301)",
  "subjects": "BUSINESS MANAGEMENT; STRATEGIC PLANNING; BUSINESS PLANNING"
}