{
  "id": "3425",
  "title": "A Study of the main characters' efforts to self realization in gao's soul mountain",
  "abstract": "This study raises the topic about the main characters? process of self-realization in the novel, Soul Mountain, by an exiled Chinese writer, Gao Xingjian. This Nobel Prize 2000 for Literature winning work is basically about a journey. Using modernist technique of writing or stream of consciousness, the novel has unique way to reveal its story. Two characters, you and I coming one after the other in different chapter, have their own journeys. You, who emerged since the first chapter, directly points to a place named \"Soul Mountain\", whereas I does not have clear aim. Each has distinct stories and seemingly does not connect each other. However, you and I are revealed later as referring to single person or individual. It is clear also that you is the shadow of I, or the unconscious personality of I. However, both characters are revealed to try to achieve self-realization. According to Jung, this goal is a state in which an individual can become her/his own self. Yet, it also requires a process, whic h is inner, personal, and spiritual. The process is also a psychological journey that brings suffering to the individual. On the other hand, the journey itself is a kind of the process going to self-realization. Therefore, I choose the discussion of the ma in characters? process of self-realization as the topic of my study. The topic raises two problems. First is what efforts the main characters do in trying to achieve self-realization, and second is what the result of the main characters? efforts. Thus, the purpose of the study is to answer two problems: the efforts of the main characters in trying to achieve self-realization, and the result of the main characters? efforts. In doing the analysis, I use psychology approach and utilize Jungian psychoanalytic t heories. These theories are useful to investigate the problems since the theories reveal the self-realization process. Then, the main characters shows their efforts by disentangling themselves from the collective, searching for uniqueness, revealing the ot her parts, and acknowledging their human boundary. Finally, they reach a certain level of achievement. Yet, I will not state that the main characters have successfully arrived to self-realization, since Jung suggests that full self-realization may be achieved in death. The main characters, then, have achieved a more deeper and intense step in self -realization process. Moreover, this idealistic and lifelong goal is everyone?s goal which give a new awareness in life.",
  "creators": "DANI",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1); Liem Satya Limanta (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011321/ING/2004; Dani (11400188)",
  "subjects": "CHINESE FICTION-20TH CENTURY-STUDY AND TEACHING; GAO, 1940-... SOUL MOUNTAIN-STUDY AND TEACHING"
}