{
  "id": "34250",
  "title": "Analisa strategi pengembangan bisnis melalui metode competitive positioning analysis terhadap perusahaan Tahu Eka Sari",
  "abstract": "Industri tahu merupakan salah satu industri yang cukup potensial di Indonesia karena tingkat konsumsinya yang terus meningkat, sehingga unit usaha tahu di Indonesia pun terus bertambah. Hal ini menyebabkan persaingan di industri tahu semakin meningkat dan untuk tetap bertahan dibutuhkan strategi yang baik, salah satunya dengan membuat keunggulan kompetitif melalui posisi di pasar. Dalam penelitian ini, objek yang diteliti adalah perusahaan tahu eka sari, yaitu salah satu market leader pasar tahu di wilayah kabupaten Madiun. Tujuan dari penelitian ini adalah untuk mendeskripsikan strategi pengembangan bisnis dari perusahaan tahu eka sari, dan untuk mendeskripsikan cara perusahaan memposisikan dirinya di pasar melalui analisa competitive positioning. Metode penelitian ini adalah kualitatif, dengan menggunakan teknik purposive sampling, sumber data berasal dari data primer dan sekunder, metode pengumpulan data berasal dari wawancara, dan hasil analisa diuji menggunakan triangulasi sumber. Dari hasil penelitian ditemukan bahwa arah strategi dari perusahaan tahu eka sari adalah untuk menjaga posisi yang dominan di pasar, dan untuk mencapai hal tersebut, strategi pengembangan bisnis perusahaan tahu eka sari mengandalkan kualitas tahu dan teknologi produksi, dan produk perusahaan diposisikan sebagai produk berkualitas premium untuk konsumen dengan kebutuhan konsumsi massal.",
  "creators": "RIDANDI BINTANG PAMUNGKAS",
  "contributors": "Ritzky Karinamegahrosa Brahmana S.E., M.A. (Advisor 1); R.R. Retno Ardianti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010857/MAN/2015; Ridandi Bintang Pamungkas (31411300)",
  "subjects": "MARKETING-MANAGEMENT; STRATEGIC PLANNING"
}