{
  "id": "3428",
  "title": "Analisa kesegaran ikan tuna di restoran Nishimura dilihat dari segi penerimaan, penyimpanan, dan pengolahannya di hotel Shangrila Surabaya",
  "abstract": "Sebagai salah satu macam menu yang ada di Surabaya , makanan Jepang merupakan pilihan yang menarik dan unik untuk dicoba. Makanan Jepang dimata khalayak umum identik dengan makanan mentah ( Sashimi ) nya. Hal ini merupakan daya tarik sekaligus keraguan bagi masyarakat Surabaya untuk mengkonsumsi sashimi. Dalam penulisan skripsi ini, penulis ingin menjelaskan tentang ikan tuna sebagai salah satu bahan utama dalam pembuatan sashimi. Penulis membatasi ruang lingkup permasalahan sistem bidang penerimaan, penyimpanan, dan pengolahan di Restoran Nishimura Hotel Shangri-La Surabaya. Dalam hal ini, penulis menggunakan metode observasi pada periode pertengahan Desember hingga pertengahan Januari untuk menganalisa tingkat kelayakan ikan tuna untuk dikonsumsi secara mentah. Data-data yang terkumpul akan dianalisa dengan menggunakan metode studi kasus. Setelah data dari hasil pengamatan dan hasil laboratorium dikumpulkan dan dianalisa, diperoleh hasil bahwa sashimi yang menggunakan ikan tuna mentah sangat layak dikonsumsi dilihat dari tingkat kesegaran dan kadar bakteri per-gram yang terkandung di-dalamnya. Hal-hal lain yang perlu diperbaiki dalam penanganan ikan tuna berdasarkan pengamatan penulis selama melakukan pengamatan di Hotel Shangri-La Surabaya antara lain higienitas individu staff dapur Nishimura perlu dijaga, mengontrol dan mengantisipasi tempat penyimpanan ( Chiller dan Freezer ) agar mutu sashimi yang dihasilkan tetap baik seperti sekarang .",
  "creators": "HADRIAN ADISEPUTRA; ADI SATYANUGRAHA",
  "contributors": "EDWIN ERVANTO SOELISTYO, S.E.,M.M. (Advisor 1); ANDINI EMIATI (Advisor 2); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Tugas Akhir No. 01/01/067/HTL/2003; Hadrian Adiseputra (33496072), Adi Satyanugraha (33497034)",
  "subjects": "RESTAURANT MANAGEMENT"
}