{
  "id": "34283",
  "title": "Analisa pengaruh visibility, credibility, attraction , dan power celebrity endorser terhadap brand image bedak marcks venus",
  "abstract": "Seiring dengan peningkatan belanja iklan televisi yang berdampak positif pada penjualan dan market share, maka penting bagi perusahaan untuk menyusun strategi pembuatan iklan yang efektif. Salah satu cara yang dapat ditempuh perusahaan adalah dengan menggunakan selebriti sebagai endorser. Pemilihan selebriti dalam penyampaian pesan tersebut nantinya diharapkan dapat membantu menstimulus calon pelanggan untuk lebih mengingat dalam brand awareness dan brand recognition. Oleh karena itu, penting untuk perusahaan melakukan evaluasi selebriti yang akan digunakan. Salah satu model yang dapat digunakan untuk mengevaluasi selebriti sebagai endorser adalah dengan menggunakan model VisCAP. Penelitian ini bertujuan untuk mengetahui pengaruh Visibility, Credibility, Attraction, dan Power brand endorser terhadap brand image Marcks Venus. Jenis penelitian yang digunakan adalah penelitian eksplanatif dengan menggunakan metode survei. Sampel yang diambil dalam penelitian ini adalah masyarakat berusia 18-40 yang berdomisili di Surabaya dan mengetahui merek-merek kosmetik (terutama bedak) di Indonesia dengan tingkat ekonomi menengah keatas sebanyak 100 orang. Metode pengambilan sampel dilakukan dengan menyebarkan kuesioner. Teknik analisa data yang digunakan adalah analisis regresi linear berganda. Hasil analisis dengan menggunakan metode regresi linear berganda menyimpulkan bahwa variabel visibility, credibility, attraction, dan power brand endorser memiliki pengaruh yang signifikan terhadap brand image bedak Marcks Venus, sementara hasil uji parsial menunjukkan variabel yang paling berpengaruh dominan terhadap brand image adalah visibility dan attraction.",
  "creators": "FRANSISCA JUANDA K",
  "contributors": "Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020472/MAN/2014; Fransisca Juanda Kurniawan (36409015)",
  "subjects": "MARKETING-MANAGEMENT; COMMUNICATION IN MARKETING; BRAND IMAGE; ADVERTISING"
}