{
  "id": "34284",
  "title": "Motif pemirsa Surabaya menonton program \"D'Academy 2\" di Indosiar tv",
  "abstract": "Pada dasarnya, kebutuhan individu berbeda antara satu individu dengan lainnya. Oleh karena itu aktivitas penonton, tujuan, kebutuhan yang ingin dipenuhi pun akhirnya akan berbeda pula. Jika individu merasa dengan menonton acara tersebut dapat memenuhi kebutuhannya, maka ia akan mengkonsumsinya. Salah satu media yang digunakan individu untuk memenuhi kebutuhannya dalah televisi. Program D’Academy 2 adalah salah satu reality show yang ditayangkan di televisi dengan polling SMS tertinggi di Surabaya. Untuk itulah dilakukanlah penelitian ini untuk mengetahui apakah motif yang mendorong pemirsa Surabaya untuk menonton tayangan program “D’Academy 2” yang ditayangkan di Indosiar TV. Jenis penelitian yang digunakan adalah deskriptif kuantitatif. Populasi yang digunakan adalah masyarakat Surabaya yang berusia 15-27 tahun dan sampel yang digunakan adalah masyarakat Surabaya yang pernah menonton acara “D’Academy 2” minimal dua kali. Dari analisis yang telah dilakukan dapat diketahui bahwa motif hiburan reality show adalah motif yang paling melatar belakangi responden untuk melihat program “D’Academy 2” yang ditayangkan di Indosiar TV. Kemudian secara berturut-turut dari motif tertinggi sampai motif terendah yang mempengaruhi responden untuk melihat program “D’Academy 2” adalah motif hiburan reality show, motif voyeurism, motif mengisi waktu luang, motif interaksi sosial, motif relaksasi, dan motif persahabatan.",
  "creators": "ELIZABETH WIJAYA",
  "contributors": "Jandy Edipson Luik (Advisor 1); Fanny Lesmana (Advisor 2); Agusly Irawan Aritonang, S.Sos., M.A. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011086/KOM/2015; Elizabeth Wijaya (51411039)",
  "subjects": "COMMUNICATION--SOCIAL ASPECTS; TELEVISION PROGRAMS-INDOSIAR TV; MASS MEDIA; REALITY SHOWS (TELEVISION PROGRAMS)"
}