{
  "id": "3429",
  "title": "Peranan jasa laundry dan dry cleaning komersial CV. Alpha Sarana Indah bagi efisiensi modal awal dan biaya operasional hotel-hotel di Bali",
  "abstract": "Hotel adalah jenis akomodasi yang menyediakan fasilitas dan pelayanan penginapan, makanan dan minuman, serta jasa-jasa lainnya bagi para tamu yang tinggal untuk sementara waktu, dan dikelola secara komersial. Salah satu jasa-jasa lain yang disediakan adalah laundry dan dry cleaning. Laundry dan dry cleaning adalah bagian dari house-keeping yang mempunyai peranan cukup penting dalam operasional hotel. Namun terkait dengan standar hotel itu sendiri, maka tidak semua hotel di Bali memiliki fasilitas laundry dan dry cleaning sendiri dalam hotelnya. Menanggapi hal tersebut, maka muncullah laundry dan dry cleaning komersial, yaitu sebuah perusahaan laundry dan dry cleaning yang berdiri sendiri maupun laundry dan dry cleaning hotel yang mengkomersialkan fasilitas laundry dan dry cleaning yang dimiliki, untuk dimanfaatkan dengan menjalin kerjasama dengan beberapa hotel. Hal ini selain mendatangkan keuntungan bagi kedua belah pihak, juga menyebabkan efisiensi biaya modal maupun operasional, mengingat untuk mempunyai laundry dan dry cleaning yang baik yang dapat memenuhi kebutuhan dan kepuasan konsumen dibutuhkan modal dan biaya operasional yang besar. Laundry dan dry cleaning komersial sangat banyak dimanfaatkan oleh hotel-hotel yang ada di Bali, baik itu hotel kelas melati hingga hotel bintang lima. Khusus untuk hotel bintang lima yang memanfaatkan laundry dan dry cleaning komersial berkaitan dengan kapasitas mesin dan tenaga kerja yang mereka miliki yang tidak mencukupi pada waktu high season atau karena adanya kerusakan pada mesin laundry dan dry cleaning yang dimilikinya. Dari hasil penelitian ini, penulis melihat bahwa cukup banyak hotel yang memanfaatkan jasa laundry dan dry cleaning komersial yang ada di Bali. Hal ini menyangkut masalah efisiensi dalam berbagai hal yang dilakukan oleh hotel-hotel di Bali, karena dengan memanfaatkan jasa laundry dan dry cleaning komersial dirasakan lebih efisien dalam hal modal, tenaga kerja, lokasi, dan biaya operasional. Selain itu penulis menjumpai bahwa banyak laundry dan dry cleaning yang dimiliki hotel-hotel bintang lima di Bali dimanfaatkan untuk komersial Hal ini dilakukan untuk mengoptimalkan penggunaan mesin-mesin yang dimiliki.serta membantu mengurangi beban biaya operasional hotel-hotel tersebut. Secara keseluruhan, saran-saran yang dapat diberikan oleh penulis adalah adanya pandangan yang baru mengenai sebuah laundry dan dry cleaning komersial yang keberadaannya dapat dimanfaatkan guna mencapai suatu tujuan bersama yang lebih baik sehingga mampu mendukung Bali sebagai satu-satunya pusat pariwisata Indonesia yang sudah dikenal di dunia",
  "creators": "KRISTIANTO SUTANTO; AYU MEYLIASARI TEDJA",
  "contributors": "Juliuska Sahertian (Advisor 1); Titien Nursetyawati (Advisor 2); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Tugas Akhir No. 0101/054/HTL/2003; Kristianto Sutanto (33497001), Ayu Meyliasari T (33498186)",
  "subjects": "HOTEL LAUNDRY SERVICE; HOTEL MANAGEMENT"
}