{
  "id": "3430",
  "title": "A Morphological study of derivations in time magazine's articles",
  "abstract": "Derivation is a process resulting in meaning and/or category changes through the addition of derivational affixes. It is commonly applied for forming various new words which are likely to be straightforward. The process is taken as the object of investigation in the study since the writer was curious about the phenomena resulted from it. To get the answer of the phenomena, the writer decided to take three articles in Time magazine as the source of the data. In her study, the writer used three main theories to do the analysis. The theory of Bauer was used to analyze phonological changes. The theory of Quirk, et al. was applied to discuss types of derivations, and the theory of O?Grady et al. to explain structures of derived words. The writer did the research by reading the text, identifying derivations through the existing words, and numbering each line where the derived words occur. From the data collection, the writer described types of derivations, types of structures of derived words as well as their phonological changes. The findings show that there are three types of derivations, namely derivational prefixation, derivational suffixation, and multiple derivations. Relating to the types of derivations, there are also found 14 structures of derived words: 3 structures relating to derivational prefixation, 4 structures relating to derivational suffixation, and 7 structures concerning multiple derivations. Furthermore, the application of derivation brings several phonological changes, both in stress and sound. Generally derivational prefixation only brings the changes in stress positions while derivational suffixation tends to change stress and/or sound. Sometimes, however, derivational processes also do not make any phonological changes. In conclusion, it can be stated that derivation does change not only meaning and/or category but also phonological properties; indeed, the structures of derived words can be various in numbers depending on the categories of the bases and the types as well as the numbers of affixes attached to the bases.",
  "creators": "ELITA NAOMI",
  "contributors": "MAS MOELJONO (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011323/ING/2004; Elita Naomi (11400146)",
  "subjects": "ENGLISH LANGUAGE-MORPHOLOGY-STUDY AND TEACHING; ENGLISH LANGUAGE-GRAMMAR-STUDY AND TEACHING"
}