{
  "id": "34315",
  "title": "Analsis teknik humor meme gambar yang bertema gender di akun instagram :Dagelan",
  "abstract": "Meme adalah sebuah fenomena cara berkomunikasi baru dalam dunia maya, yang berbentuk ide dan tertuang dalam bentuk wacana dan tersebar di dunia maya melalui sosial media. Salah satu sosial media yang banyak menghasilkan meme adalah instagram. Hal itu terlihat dari banyaknya akun instagram yang memperkenalkan dirinya sebagai akun instagram lelucon/humor. Dan salah satu akun instagram terkenal di Indonesian yang mengusung konsep tersebut adalah :Dagelan. Jumlah followers, like, dan comment, cukup membuktikan eksistensinya sebagai sebagai akun instagram lelucon/humor/jokes terbesar dan pertama di Indonesia. Adapun meme yang sering di post oleh :Dagelan adalah meme yang bertema gender. Di mana dalam meme tersebut dijelaskan tentang bagaimana laki-laki dan perempuan dipandang di masyarakat. Adapun jumlah meme bertema gender yang menjadi sample dari penelitian ini adalah 286 meme gambar. Dalam penelitian ini, peneliti menggunakan metode analisis isi kuantitatif. Dengan menggunakan Humorous Communication Theory, dan thirteen comic devices peneliti ingin mengetahui teknik humor apa saja yang digunakan oleh meme bertema gender di akun instagram :Dagelan. Dan dari hasil penelitian ini menunjukkan bahwa, teknik humor terbesar yang digunakan adalah satire, yang termasuk dalam Superiority Theory. Hal ini menunjukkan adanya perbedaan dari identitas :Dagelan sebagai sebuah media hiburan, yang justru ternyata sebagai sebuah akun yang memberikan banyak kritikan tentang konstruksi dan realitas sosial di masyarakat, terutama yang berkaitan dengan gender.",
  "creators": "YOHANNA SABRINA S.",
  "contributors": "JUDY DJOKO WAHJONO TJAHJO, S.E.,M.Si. (Advisor 1); Jandy Edipson Luik (Advisor 2); Lady Joanne Tjahyana, S.Kom., MMM. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Unknown",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011098/KOM/2015; Yohanna Sabrina Soebianto (51411028)",
  "subjects": "CYBERSPACE; MASS MEDIA; COMMUNICATION"
}