{
  "id": "3431",
  "title": "A Study on the causes and effect of Ang Siew Hua's adoption of new values as seen in yeo's two plays, are you there, Singapore? and one year back homeadoption",
  "abstract": "This thesis discusses the causes and effects of the main female character?s adoption of new values in Robert Yeo?s two plays, Are You There, Singapore? and One Year Back Home. The main female character, Ang Siew Hua, is a Singaporean but she has been westernized. Through this analysis, I want to know what aspects of western culture that Hua adopts, why she adopts it and what are the effects of that. To analyze the problems above, I use cultural approach and apply postcolonial theory. This study shows the aspects of western culture that Hua has adopted and it also reveals the causes and effects of her adoption of western culture while she is living in London. For Hua has been total in the adaptation process, she looks like a \"western girl\" and she expresses her individual freedom in many things such as, appearance, behaviour and life style. Nevertheless, after being a \"western girl\" Hua faces conflict of values and she finds out that she is disappointed with European. Therefore, she decides to return to Singapore and starts her new life there. However, Hua feels \"displaced\" in Singapore because her character is no longer appropriate to Singaporean. From the analysis, I can conclude that European values that the main female character has adopted make her realize the fact that European values are not better than Singaporean values.",
  "creators": "IMEI YUSUF",
  "contributors": "Ribut Basuki (Examination Committee 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011324/ING/2004; Imei Yusuf (11498153)",
  "subjects": "ENGLISH DRAMA-20TH CENTURY-STUDY AND TEACHING"
}