{
  "id": "3432",
  "title": "The Use of communication strategies by male and female students of level 4 english conversation class at ppb petra christian university",
  "abstract": "This study is about the use of communication strategies by male and female students of level 4 English Conversation Class at Program Pendidikan Bahasa (PPB), Petra Christian University. The subject of this study are the students of level 4 English Conversation Class both male and female. The writer uses William Littlewood?s theory of communication strategies as a guideline in analysing the data. The data were taken from recording seventeen (seven male and ten female) students? conversations and discussion in class. Besides, the writer also took a note on anything that are not recorded as the data. The findings of this study reveal that male and female students use seven types of communication strategies which are avoiding communication, adjusting the message, using paraphrase, using approximation, creating new word, switching to native language and seeking help strategy. Meanwhile, only one female student uses non-linguistic resource strategy. Moreover, the findings also show that the highest number of strategy used by male and female students is the same which is creating new word strategy. Moreover, the lowest number of strategy between male and female students are different. Male students contribute seeking help strategy as the lowest number of strategy; whereas, female students contribute using paraphrase and switching to native language as the least used strategy.",
  "creators": "INGE HARTOYO",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1); Julia Eka Rini (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011325/ING/2004; Inge Hartoyo (11400031)",
  "subjects": "ENGLISH DRAMA-20TH CENTURY-STUDY AND TEACHING"
}