{
  "id": "34324",
  "title": "Representasi perempuan dalam film \"Frozen\"",
  "abstract": "Film merupakan satu diantara The Big Five of Mass Media sesudah surat kabar, majalah, radio dan televisi. Film merupakan suatu genre (cabang) seni yang menggunakan audio (suara) dan visual (gambar) sebagai medianya. Media Audio Visual dianggap sebagai metode paling baik dalam pendidikan, oleh karena itu Film dianggap memiliki peran yang besar. Film memiliki pengaruh yang besar terhadap masyarakat yang mengkonsumsinya. Bukan hanya orang dewasa namun dampak film juga berpengaruh bagi anak-anak. Saat seorang anak memiliki sebuah video, mereka menonton video tersebut berulang-ulang kali dengan frekuensi yang sama dengan televisi. Perempuan dalam film sering ditampilkan dengan stereotip yang menunjuk pada sifat perempuan yang lemah, bergantung terhadap laki-laki, patuh dan sangat emosional. Penggambaran perempuan seperti ini merupakan hal konvensional yang sudah terjadi sejak dahulu kala, perempuan seringkali ditampilkan berada pada wilayah domestic. Namun dalam film “Frozen” perempuan ditampilkan dengan gejala yang berbeda dengan tipe perempuan yang stereotip. Untuk melihat dan memastikan hal tersebut maka penelitian ini menggunakan metode semiotika John Fiske untuk dipakai untuk membedah kode-kode, tanda dan lambang yang muncul pada film “Frozen”. Hasil yang didapatkan dari penelitian ini adalah bahwa dalam film “Frozen” perempuan ditampilkan sebagai semi-traditional women. Perempuan telah digambarkan memiliki ciri sikap yang secara konvensi ditanamkan oleh laki-laki namun tetap memiliki sikap yang feminin.",
  "creators": "FRANSISCA JUNETH S.",
  "contributors": "Jandy Edipson Luik (Advisor 1); Fanny Lesmana (Advisor 2); Agusly Irawan Aritonang, S.Sos., M.A. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011122/KOM/2015; Fransisca Juneth Sipasulta (51410120)",
  "subjects": "MOTION PICTURES; GENDER IDENTITY IN MASS MEDIA; COMMUNICATION; MASS MEDIA"
}