{
  "id": "34332",
  "title": "Perencanaan sizing dan analisa biaya energi sistem PLTS di Komunitas Desa Muara Langon, Kabupaten Paser, Kalimantan Timur",
  "abstract": "Desa Muara Langon merupakan desa yang terletak di dekat perbatasan antara Kalimantan Timur – Kalimantan Selatan yang masih menggunakan Generator set (Genset) sebagai sumber listrik karena belum mendapatkan fasilitas aliran listrik dari PT PLN. Pemanfaatan sumber energi terbarukan sebagai sumber listrik bagi rumah tangga di daerah pedesaan merupakan solusi yang tepat untuk mengatasi ketiadaan sumber energi listrik. Penelitian Tugas Akhir ini menganalisa data radiasi sinar matahari di desa Muara Langon serta data total beban listrik dan kebutuhan energi listrik untuk perencanaan PLTS bagi rumah penduduk desa Muara Langon menggunakan software HOMER. Sistem PLTS yang direncanakan terdiri dari 4 konfigurasi sistem, namun dengan mempertimbangkan kelebihan dan kekurangan yang ada pada tiap sistem maka ditentukan 1 konfigurasi sistem yang dianggap sesuai untuk desa Muara Langon. Konfigurasi sistem PLTS semi terpusat merupakan konfigurasi yang dapat memenuhi pertumbuhan beban mendekati 10 tahun sebesar 11,7% per tahunnya, serta sistem ini memiliki biaya energi sebesar USD 2,03/kWh. Sistem PLTS semi terpusat yang direncanakan pada penelitian Tugas Akhir ini masih memiliki biaya energi yang lebih tinggi dibandingkan sistem diesel existing yang memiliki biaya energi sebesar USD 1,02/kWh.",
  "creators": "RENDRA YONATAN NIKIJULUW",
  "contributors": "Yusak Tanoto, S.T., M.Eng., Ph.D. (Advisor 1); Murtiyanto Santoso (Advisor 2); Julius Sentosa Setiadji (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010640/ELK/2015; Rendra Yonatan Nikijuluw (23410026)",
  "subjects": "SOLAR POWER PLANTS; RENEWABLE ENERGY SOURCES; ELECTRIC POWER-PLANTS"
}