{
  "id": "3434",
  "title": "Perancangan dan pembuatan aplikasi pengaruh Feng-shui terhadap harga jual rumah di property agent \"X\"",
  "abstract": "Bagi seorang makelar rumah (broker) yang merupakan pekerjaan yang banyak \"digeluti\" oleh masyarakat Indonesia saat ini, kesalahan dalam menentukan perubahan harga jual rumah akan sangat berpengaruh bagi perkembangan omzet property agent di kemudian hari. Aplikasi ini meniru cara berpikir seorang makelar rumah (broker) dalam melakukan analisa perubahan harga jual rumah berdasarkan pengaruh feng-shui. Aplikasi ini membantu broker dalam menentukan harga jual rumah yang telah dipengaruhi oleh feng-shui yang sesuai dengan calon pembeli rumah. Program aplikasi ini menganalisa data calon pembeli, serta faktor-faktor feng-shui apa saja yang berpengaruh terhadap calon pembeli. Pengembangan sistem pakar ini menggunakan metode inferensi forward chaining, yaitu proses inferensi yang memulai pencarian dari premis menuju pada konklusi. Aplikasi sistem pakar ini menggunakan pemrograman Borland Delphi 7, dan untuk databasenya menggunakan Microsoft Access 2003. Berdasarkan hasil kuisioner yang telah dilakukan, telah diperoleh prosentase kelayakan program untuk digunakan oleh broker adalah sebesar 86.67%, prosentase keakuratan program adalah sebesar 80%, Prosentase kemudahan penggunaan program adalah sebesar 90%, dan prosentase desain tampilan dari sistem pakar adalah sebesar 93.33%. Maka dapat disimpulkan bahwa program ini layak digunakan untuk menghitung persentase perubahan harga jual sebuah rumah setelah mendapat pengaruh dari faktor-faktor feng-shui.",
  "creators": "HENDRA PUTRA SAKING W",
  "contributors": "Gregorius Satiabudhi (Advisor 1); Alexander Setiawan (Advisor 2); Kartika Gunadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 02000523/INF/2006; Hendra Putra Saking Widjaja (26402135)",
  "subjects": "DATABASE DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS)"
}