{
  "id": "3437",
  "title": "A Study of topical strategies and topic shift markers at lec of petra christian university",
  "abstract": "Language is very important in human communication. It is used to share information and maintain social relationships. When two or more people meet, conversation may occur. This also happens between teachers and students in classrooms. In teaching, the teacher tends to talk about one topic and then shift and develop it into many new topics or sub-topics and sometimes use markers to mark the shift also. The writer is eager to find the types of topical strategies and topic shift markers that are often used by teachers in teaching adults in the conversation classes of PPB - Language Education Center of Petra Christian University. She also wants to know how the frequencies of topical strategies and topic shift markers are used by the teachers in teaching the adults in the conversation classes. The writer employs Stenstrom?s theory about topical strategies (1994) and Schiffrin?s theory about discourse markers (1991) in analyzing the data. Qualitative approach is used in this study. The data were found through recording the subjects while the teachers were teaching the students for two hours in every meeting. From the analysis of this study, the types of topical strategies, the types of topic shift markers, and how the frequencies of topical strategies and topic shift markers are used in teaching the students are discovered. The writer found that in teaching, the teachers use all of the topical strategies available and also the teachers used \"question\", \"now\", \"alright/that?s all/okay\", \"oh\", \"so\", \"eh\", \"pause\", \"then\", \"come on\", and \"well\" as the topic shift markers. These findings indicate that the teachers tend to shift and develop one topic into many new topics and subtopics. Moreover, questions are used by the teachers to introduce new topics. It is the topic shift marker that the teachers mostly used in teaching the students because the teacher is the one who controlled over the class conditions.",
  "creators": "EVALINCE AUDREY",
  "contributors": "SUKEMI, PROF.DR.M.A. (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011327/ING/2004; Evalince Audrey (11499141)",
  "subjects": "DISCOURSE ANALYSIS; ENGLISH LANGUAGE-DISCOURSE ANALYSIS"
}