{
  "id": "3438",
  "title": "Refusal strategies used by grown-up chinese indonesian sons and daughters toward their parents' requests in Surabaya",
  "abstract": "This is a study of refusal strategies that are used by grown-up Chinese Indonesian sons and daughters toward their parents? requests in Surabaya. The writer wants to seek whether there is any significance difference between sons and daughters in using refusal strategies toward their mother?s and father? requests in every situation. In conducting the research, the writer used Discourse Completion Test (DCT), the most appropriate elicitation technique that enables to obtain more stereotyped responses in a large sample, which is in the form of questionnaire. The questionnaires consisted of five requests from father and five requests from mother in given situations. The requests were arranged from the easiest task to the most difficult task to be accomplished. The writer used five Kartomihardjo?s models of refusal styles, namely by using the word \"no\", giving reason, conditional, suggestion, and non-verbal (keep silent) as the main theory and put them in the questionnaire as the choices to respond the requests. The writer also provided a blank space in each request. In order to make the data become more accurate, easy to be interpreted and to test whether there is any significant difference between the sons? and daughters? refusal strategies, the writer used statistics. The findings show that both sons and daughters tend to use strategy no.2 (giving reason) and strategy no.3 (conditional) towards father and strategy no.3 (conditional) toward mother. However, based on the statistics result there is no significant difference between sons and daughters in using refusal strategies both toward mother?s and father?s requests. Besides the refusal, the writer also finds the side results, which are gained from the answers out of Kartomihardjo?s five refusal strategies in the blank spaces provided in each request. Mostly sons and daughters accept the easiest requests both from mother and father. The significant difference is found in accepting the mother?s request no.3 and father?s request no.3. These significant differences of acceptance by sons and daughters may be influenced by the situation of the request, which affects them to accept it. At last, it can be concluded that both sons and daughters have no significant difference in using refusal strategies. The sons and daughters are more situational oriented in responding the requests.",
  "creators": "ELLY GOZZALI",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011328/ING/2004; Elly Gozzali (11400112)",
  "subjects": "INDONESIAN LANGUAGE-SOCIAL ASPECTS; SOCIOLINGUISTICS"
}