{
  "id": "3439",
  "title": "Frames necessary for the readers to comprehend A-Mild advertisements published in billboards",
  "abstract": "An advertisement should be creative, simple, attractive, and communicative. It is made to communicate something to the society. The properties of an advertisement - such as the language, signs, and symbols - positively mean something. Readers must have some knowledge that helps them figure out what the advertisement designers intend to say. If readers do not comprehend the intended meaning of an advertisement, then, it means that the advertisement designers fail to deliver the important message they have in their minds. As comprehending the intended meaning of an advertisement is very important to the success of an advertisement, the writer was being interested in investigating the intended meaning of A-Mild advertisements since they were confusing. She was also to identify the frames possessed by the readers to comprehend the advertisement designers? intended meaning and to compare whether the readers? interpretation is the same as the designers? intended meaning. The writer used the theory of frames proposed by Minsky to help her find the knowledge that were used by the readers to comprehend A-Mild advertisements. This theory was also used by the writer to help her conclude whether the frames influence the readers to come to the A-Mild advertisement designers? intended meaning. A qualitative approach was used in conducting this research. The writer, in this research, analyzed five A-Mild advertisements ever published in billboards. After collecting and analyzing the data she gathered from a seminar \"Bedah Habis Iklan A-Mild\" in Universitas Muhammadiyah Malang at April 29, 2004 and from the questionnaires distributed to 20 Petra Christian University students, the writer found out that there were only two of five A-Mild advertisements whose intended meaning could be comprehended by the readers. Although the readers? meaning was not directly the same with the advertisement designers?, the writer concluded that the frames they used had brought them to comprehend what was in the advertisement designers? minds.",
  "creators": "HERLINA",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); Samuel Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.02011316/ING/2004; Herlina (11400018)",
  "subjects": "SUBLANGUAGE; DISCOURSE ANALYSIS; LANGUAGE AND LANGUAGES-STUDY AND TEACHING; LANGUAGE AND LANGUAGES-VARIATION"
}