{
  "id": "34398",
  "title": "Pengaruh promotion dan hedonic motivation terhadap impulse buying di Ron’s Laboratory Galaxy Mall Surabaya",
  "abstract": "Makanan merupakan kebutuhan pokok manusia yang utama karena setiap manusia membutuhkan makanan untuk memberikan nutrisi dan energi pada tubuhnya. Hal ini merupakan suatu peluang bagi para pebisnis untuk membuka bisnis makanan. Dapat dilihat bahwa semakin hari pasar bisnis makanan semakin banyak dan mengalami perkembangan tiap tahunnya. Salah satu bisnis makanan yang sedang “hits” saat ini yaitu Ron’s Laboratory. Bisnis yang bergerak dalam bidang makanan penutup jenis ice cream/gelato ini menjadi favorit masyarakat. Walaupun sudah dikenal oleh masyarakat bukan berarti Ron’s Laboratory hanya berdiam saja, harus ada strategi pemasaran yang tepat untuk menarik perhatian konsumen dan juga perusahaan harus mengetahui konsumen mereka seperti apa agar dapat dilakukan pendekatan yang tepat. Penelitian ini bertujuan untuk mengetahui pengaruh promotion dan hedonic motivation terhadap impulse buying di Ron’s Laboratory Galaxy Mall Surabaya. Penelitian ini merupakan penelitian deskriptif kausal yang dilakukan secara kuantitatif. Penelitian ini menggunakan teknik SEM-PLS. Sampel penelitian ini berjumlah 100 responden dengan karakteristik anak muda berusia 17-30 tahun yang pernah membeli ice cream/gelato Ron’s Laboratory Galaxy Mall Surabaya. Hasil penelitian ini menunjukkan bahwa promosi berpengaruh terhadap impulse buying dan hedonic motivation berpengaruh terhadap impulse buying.",
  "creators": "LAURA ELISABETH TJANTOKO",
  "contributors": "Edwin Japarianto (Advisor 1); Hartono Subagio (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020514/MAN/2015; Laura Elisabeth Tjantoko (36411048)",
  "subjects": "ADVERTISING; SALES PROMOTION; MARKETING-MANAGEMENT"
}