{
  "id": "34396",
  "title": "Motif dan kepuasan masyarakat Surabaya terhadap sinetron \"Catatan hati seorang istri\" di RCTI",
  "abstract": "Sinetron \"Catatan Hati Seorang Istri\" di RCTI ini sukses memikat para penonton. Alur cerita permasalahan yang ditampilkan merupakan fenomena yang banyak terjadi dalam kehidupan sehari-hari. Dalam penelitian ini peneliti ingin mengetahui bagaimana motif dan kepuasan masyarakat Surabaya terhadap sinetron Catatan Hati Seorang Istri di RCTI. Peneliti menggunakan teori Uses and Gratifications, yaitu teori yang tertarik untuk melihat apa yang audience inginkan terhadap media. Penelitian ini dilakukan dengan cara mengukur motif dan kepuasan 100 Responden di Surabaya dengan melihat 4 indikator dari teori Uses and Gratifications milik Greenberg and Woods (1999), yaitu Pelarian (Escape), Pembelajaran Sosial (Social Learning), Ketertarikan Sosial (Social Excitement) dan Kebiasaan (Habit). Pendekatan dalam penelitian ini adalah penelitian kuantitatif dengan jenis deskriptif dan menggunakan metode survey. Berdasarkan hasil penelitian menunjukkan bahwa motif ibu-ibu dalam menonton CHSI adalah motif kebiasaan (habit), sedangkan kepuasan ibu-ibu dalam menonton CHSI adalah kepuasan pembelajaran sosial (social learning). Hasil analisis total nilai mean antara Gratification Sought atau Motif (GS) dan Gratification Obtained atau Kepuasan (GO) menunjukkan bahwa secara keseluruhan masyarakat Surabaya khususnya ibu-ibu kurang puas dalam menonton sinetron “Catatan Hati Seorang Istri”.",
  "creators": "AUSTIN K WILLYANTO",
  "contributors": "Ido Prijana Hadi (Advisor 1); Megawati Wahjudianata (Advisor 2); Agusly Irawan Aritonang, S.Sos., M.A. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011127/KOM/2015; Austin Krisnugraha Willyanto (51408114)",
  "subjects": "COMMUNICATION; MASS MEDIA; TELEVISION PROGRAMS"
}