{
  "id": "34399",
  "title": "Pengaruh iklim komunikasi terhadap kinerja pegawai PT Dempo Laser Metalindo Surabaya",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh iklim komunikasi terhadap kinerja pegawai PT Dempo Laser Metalindo Surabaya karena komunikasi yang dilakukan oleh sesama rekan kerja dan komunikasi antara atasan dengan bawahan pada PT Dempo Laser Metalindo Surabaya belum dilakukan dengan efektif sehingga dianggap mempengaruhi kinerja karyawan. Penelitian ini menggunakan variabel independen Iklim Komunikasi, serta variabel dependen yaitu Kinerja Pegawai. Iklim komunikasi merupakan gabungan dari persepsi-persepsi mengenai peristiwa komunikasi, perilaku manusia, respon anggota terhadap anggota lainnya, harapan-harapan, konflik-konflik antar personal, dan kesempatan bagi pertumbuhan dalam organisasi tersebut (Pace & Faules, 2006, p.140). Sedangkan kinerja (performance) merupakan apa yang dilakukan atau tidak dilakukan oleh karyawan (Mathis & Jackson, 2009, p.377). Jenis penelitian ini adalah eksplanatif menggunakan pendekatan kuantitatif. Populasi penelitian ini adalah 100 karyawan yang bekerja di PT Dempo Laser Metalindo Surabaya. Teknik sampel yang digunakan adalah sampling jenuh. Teknik analisis data dilakukan dengan menggunakan bantuan program SPSS 20.0. Hasil penelitian ini menunjukkan bahwa iklim komunikasi memiliki pengaruh yang positif dan signifikan terhadap kinerja pegawai yang ditunjukkan oleh besarnya nilai terhitung sebesar 2,200 dengan nilai probability sebesar 0,030, dimana nilai tersebut lebih kecil dari nilai kritis yang disyaratkan yakni 0,05.",
  "creators": "LEON AGUSTA KURNIANTO",
  "contributors": "Gatut Priyowidodo (Advisor 1); Marsefio S. Luhukay (Advisor 2); Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011129/KOM/2015; Leon Agusta Kurnianto (51408089)",
  "subjects": "COMMUNICATION IN ORGANIZATIONS; COMMUNICATION"
}