{
  "id": "34408",
  "title": "Representasi model remaja wanita dan interaksinya dengan model remaja pria pada cover majalah Gadis",
  "abstract": "Dengan pesatnya perkembangan zaman, berbagai hal juga mengalami perkembangan agar tetap dapat mengikuti era, begitu juga dengan majalah GADIS. Dalam perkembangannya majalah GADIS tidak hanya menggunakan model wanita saja tetapi juga menghadirkan model pria pada cover majalah ini. Penelitian ini ingin membahas representasi model wanita dan interaksinya dengan hadirnya model pria pada cover majalah GADIS. Penelitian menggunakan majalah GADIS edisi 2014 dan menggunakan cover majalah yang terdiri dari satu model wanita dan satu model pria saja. Penelitian melihat dari aspek trick effect, pose, object, dan makna linguistik dibalik kalimat-kalimat yang ada pada cover tersebut. Dalam analisis data menerapkan teori semiotika milik Roland Barthes. Hasil penelitian memperlihatkan adanya makna dibalik setiap aspek visual cover dan adanya oposisi biner dalam hal feminin dan maskulin, formal dan santai, barat dan timur. Di dalam perbandingan ketiga cover majalah yang menggunakan sepasang model pria dan wanita dapat kita lihat adanya interaksi antara wanita dan pria. Di dalam cover majalah ini wanita tidak selalu diposisikan sebagai subjek yang mengamati melainkan juga sebagai objek yang diamati, demikian pula yang terjadi pada posisi pria.",
  "creators": "FIONNA WIDODO SUNYOTO",
  "contributors": "Maria Nala Damajanti, S.Sn., M.Hum. (Advisor 2); Listia (Examination Committee 2); Elisabeth Christine Yuwono (Examination Committee 3); Erandaru (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00012688/DKV/2015; Fionna Widodo Sunyoto (42411090)",
  "subjects": "VISUAL COMMUNICATION; GRAPHIC ARTS; COMMERCIAL ART; MASS MEDIA AND TEENAGERS"
}