{
  "id": "3440",
  "title": "The Relationship between the length of stay in surabaya, frequency of language use, attitudes to language and the suroboyoan subdialect listening comprehension scores of some petra christian...",
  "abstract": "In this research, the writer was eager to find out the listening comprehension scores in Suroboyoan sub-dialect by some Petra Christian University students from outside Java. The writer focused on three factors that might influence their scores, that was the respondents? length of stay in Surabaya, frequency of use, and attitude to the sub-dialect. The data were taken from forty students. These respondents were categorized based on their length of stay, that was one year or shorter and three years or longer. In order to measure their listening comprehension scores, the writer used a multiple-choice listening comprehension test based on three conversations, which consisted of eighteen questions. Each question was based on three conversations that had been recorded before. The conversations were spoken by the representative of Petra Christian University students who fulfilled certain requirements. The topics were related to the students? daily needs, social interaction, and education. In this research, the writer mainly used the theory of second language acquisition on how to be a successful language learner. It was also supported by sociolinguistics? theory about the attitude to the language. From this research, the writer found out that the respondents who have lived in Surabaya for three years or longer had higher listening comprehension scores than the other respondents. Besides that, the respondents who used the sub-dialect more often had a tendency to get higher scores. Moreover, having a positive attitude to the sub-dialect was an advantage to achieve higher scores. If they thought that the sub-dialect was a polite language, easy to be learnt and important to be used, they would get higher scores than others.",
  "creators": "EVONNE WAHYUNI",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011329/ING/2004; Evonne Wahyuni (11400128)",
  "subjects": "JAVANESE LANGUAGE-DIALECTS; SOCIOLINGUISTICS"
}