{
  "id": "34409",
  "title": "Perancangan buku fotografi fashion dengan adaptasi cerita Nyi Roro Kidul",
  "abstract": "Maraknya pembuatan karya seni tentang cerita rakyat oleh pelaku seni dunia merupakan hal positif yang perlu dilakukan di Indonesia. Banyak masyarakat Indonesia yang melupakan cerita rakyat dari negeri sendiri dan lebih menggemari cerita rakyat dari luar negeri karena pengemasannya yang lebih menarik dan modern. Indonesia memiliki kekayaan akan cerita rakyat, salah satu yang fenomenal adalah Nyi Roro Kidul yang terkenal sepanjang pesisir pantai selatan pulau Jawa. Sosok Nyi Roro Kidul merupakan sosok yang dihormati sekaligus ditakuti oleh masyarakat dengan parasnya yang cantik penuh misteri. Namun penggambaran tentang sosok Nyi Roro Kidul sebelum menjadi sosok yang sekarang sangat minim bahkan bisa dikatakan tidak ada. Sosok yang semula adalah seorang manusia biasa dengan perjalanan hidupnya sehingga menjadi sosoknya yang sekarang. Hal ini perlu disampaikan sehingga masyarakat juga mengetahui asal mula dari sosok Nyi Roro Kidul. Metode analisis data menggunakan analisis kualitatif dan pengumpulan data berupa pengumpulan informasi dari penduduk sekitar lokasi cerita berkembang dengan melakukan wawancara, observasi, dan dokumentasi berupa pengambilan data visual berupa lukisan lukisan yang menggambarkan sosok Nyi Roro Kidul. Penggunaan media buku fotografi fashion merupakan salah satu cara pendekatan yang mudah diterima oleh masyarakat modern saat ini, Media buku membantu dalam penjelasan karya. Buku merupakan media komunikasi tertulis yang efektif untuk menyampaikan informasi secara verbal dan visual dalam kaitanya dengan perancangan dapat membantu dalam penjelasan cerita pada setiap karya foto yang ditampilkan dan memberi urutan penempatan foto sesuai dengan alur cerita. Penggunaan adaptasi dalam karya ini bertujuan agar cerita yang ada dapat menyesuaikan dengan penggunaan media fotografi fashion agar lebih mudah diterima oleh target audien. Media fotografi fashion yang dikemas dalam sebuah buku merupakan media yang paling efektif dalam penyampaian pesan yang ingin disampaikan sesuai dengan fungsinya masing masing dalam mengapresiasi sebuah cerita rakyat Nyi Roro Kidul. Buku yang dihasilkan mampu menarik perhatian masyarakat dan melestarikan warisan budaya bangsa.",
  "creators": "EDWARD AGUSTINO",
  "contributors": "Hen Dian Yudani (Advisor 2); Prayanto W.H. (Advisor and Examination Committee); Erandaru (Examination Committee 2); Cindy Muljosumarto S.Sn, M.D. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Buku No. 00022689/DKV/2015; Edward Agustino (42411091)",
  "subjects": "BOOK DESIGN; GRAPHIC ARTS; POSTERS; VISUAL COMMUNICATION"
}