{
  "id": "34404",
  "title": "Pengaruh trustwothiness terhadap customer satisfaction dan customer loyalty UD Pelangi Surabaya",
  "abstract": "Saat ini industri Indonesia telah berpacu dalam lingkaran pelaksanaan pasar bebas Asia Tenggara atau biasa disebut dengan Masyarakat Ekonomi ASEAN (MEA). Penerapan MEA tetap mampu memberikan ancaman bagi industri-industri di Jawa Timur, khususnya di Surabaya, karena banyaknya produk-produk asing yang masuk ke domestik. Strategi dan upaya harus dilakukan oleh pelaku usaha agar penerapan MEA memberikan dampak positif bagi usahanya, yaitu dengan cara menerapkan kepercayaan pada konsumen sehingga konsumen merasa dan akan loyal dengan usaha yang dijalankan pelaku usaha. Berdasarkan beberapa hasil penelitian, dapat diketahui bahwa dari hasil penelitian menunjukkan bahwa memang menunjukkan hasil yang hampir sama yaitu adanya pengaruh yang positif signifikan terhadap kepuasan dan loyalitas. Peneliti melakukan penelitian ini bertujuan untuk menganalisis pengaruh ability (kemampuan), benevolence (kebaikan hati) dan integrity (integritas) terhadap kepuasan dan loyalitas pelanggan UD Pelangi Surabaya. Penelitian ini merupakan penelitian kausal dengan pendekatan kuantitatif. Metode yang digunakan dalam penelitian ini adalah dengan melakukan survei. Peneliti memutuskan menggunakan metode ini karena peneliti ingin mendapatkan informasi tentang perilaku manusia, proses kerja, gejala-gejala alam, serta responden yang diamati tidak terlalu besar. Dalam pengambilan data peneliti menggunakan kuesioner yang menggunakan skala likert. Peneliti menggunakan teknik purposive sampling dalam teknik pengambilan sampelnya. Perhitungan statistik yang digunakan dalam penelitian ini yaitu Smart PLS. Hasil dari penelitian ini menunjukkan bahwa terdapat pengaruh positif yang signifikan dari trustworthiness terhadap customer satisfaction. Selain itu terdapat pengaruh positif yang signifikan dari customer satisfaction terhadap customer loyalty. Juga terdapat pengaruh positif yang signifikan dari trustworthiness terhadap customer loyalty.",
  "creators": "WILLY LOZEN",
  "contributors": "Ritzky Karinamegahrosa Brahmana S.E., M.A. (Advisor 1); Michael Adiwijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020518 /MAN/2015; Willy Lozen (36411083)",
  "subjects": "CONSUMER SATISFACTION; CUSTOMER LOYALTY; MARKETING-MANAGEMENT"
}