{
  "id": "34412",
  "title": "Analisis layanan shuttle untuk mengoptimalkan lahan parkir di kampus",
  "abstract": "Pada era modern, pendidikan menjadi salah satu hal utama untuk menunjang kualitas hidup seseorang, hal tersebut membuat semakin banyak masyarakat Indonesia berusaha untuk menempuh pendidikan hingga ke perguruan tinggi. Pada beberapa perguruan tinggi, mahasiswanya cenderung menggunakan kendaraan pribadi untuk melakukan perjalanan dari tempat tinggal menuju ke kampus. Hal ini menyebabkan pertumbuhan beban lalu lintas kampus dan lingkungan sekitarnya tidak dapat dihindarkan, selain itu kampus juga memerlukan lahan parkir yang cukup besar untuk menampung semua kendaraan pribadi tersebut, terutama mobil. Mengetahui presentasi pemilihan moda transportasi antara berkendara sendiri dengan berkendara bersama dengan memberikan atribut berupa biaya parkir, waktu mencari parkir dan waktu tempuh dari lapangan parkir ke kampus. Dengan cara regresi untuk mendapatkan suatu persamaan. Berdasarkan hasil analisis disimpulkan bahwa faktor yang paling mempengaruhi sensitivitas mahasiswa untuk beralih dari berkendara sendiri dan berkendara bersama adalah diberlakukannya tarif parkir. Hal tersebut dapat dilihat dari 3 grafik yang ada. Bahwa kelengkungan garis pada grafik menandakan tingkat kesensitivitas responden. Tetapi didapati bahwa harga yang dimasukkan terlalu mahal untuk membuat responden beralih menjadi berkendara bersama. Sehingga analisa ini juga tidak serta merta dapat menjamin keberhasilan pada saat diberlakukan di kampus.",
  "creators": "DANIEL HOTBER NADAPDAP",
  "contributors": "Rudy Setiawan (Advisor 1); Harry Patmadjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 13012025/SIP/2015; Daniel H. Nadapdap (21409178)",
  "subjects": "CAMPUS PARKING; SUSTAINABLE TRANSPORTATION; TRANSPORTATION MANAGEMENT"
}