{
  "id": "3442",
  "title": "Analisa proses produksi menggunakan sistem analisa bahaya dan titik kritis terhadap produk black forest cake di Toko Deli Hotel Majapahit Mandarin Oriental Surabaya",
  "abstract": "Analisa Bahaya dan Titik Kendali Kritis atau yang lebih dikenal dengan HACCP, adalah salah satu standar yang paling diakui untuk menjaga keamanan produk makanan. Banyak industri makanan dan minuman mulai memperhatikan mengenai keamanan makanan produknya.. HACCP adalah sebuah sistem yang efektif dan logis untuk mejamin keamanan bahan makanan dan makanan dari panen sampai dikonsumsi. Pencegahan bahaya sebelum terjadi adalah tujuan utama dari sistem HACCP. Dalam mengembangkan rencana HACCP membutuhkan 5 langkah kerja pendahuluan untuk dilakukan, sebelum menerapkan 7 prinsip HACCP pada sebuah proses dan produk yang spesifik. Salah satu keistimewaan dalam sistem HACCP adalah bahaya yang ada atau memiliki kesempatan untuk ada, harus dikenali tidak hanya melalui hasil akhir dari produk tetapi harus sudah dapat diketahui penyebabnya pada tahapan proses produksi. Black Forest Cake adalah salah satu produk Toko Deli yang dijual kepada Kafe \"X\", sebuah kafe bertaraf internasional yang memberi perhatian khusus terhadap kesehatan dan higienitas produk yang dijual kepada konsumen kafe. Alasan pemilihan pembahasan mengenai Black Forest Cake, disebabkan karena kue tersebut memiliki penjualan tertinggi dalam sejarah selama berlangsungnya kerjasama antara Toko Deli dengan Kafe \"X\".",
  "creators": "ANTONIUS HANDOKO; MULCHAND alias MOHAN",
  "contributors": "Juliuska Sahertian (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/01/116/HTL/2004; Antonius Handoko (33498078), Mulchand Alias Mohan (33499120)",
  "subjects": "HOTEL MANAGEMENT; RESTAURANT MANAGEMENT"
}