{
  "id": "34433",
  "title": "Pengaruh relationship marketing dan service quality terhadap customer satisfaction dan customer loyalty nasabah BII Maybank area Surabaya III",
  "abstract": "Industri perbankan merupakan industri yang bergerak di bidang penjualan jasa. Oleh karena itu, sangat penting bagi industri perbankan untuk mengedepankan kualitas pelayanan yang diberikan kepada setiap nasabahnya. Hal ini dilakukan agar nasabah senantiasa merasa puas dengan pelayanan yang diterimanya sehingga dapat menciptakan keloyalitasan diri nasabah terhadap bank tersebut. Penelitian ini dilakukan pada BII Maybank Area Surabaya III. Tujuan dilakukannya penelitian ini adalah 1) untuk menganalisis pengaruh relationship marketing terhadap customer satisfaction nasabah BII Maybank Area Surabaya III 2) untuk menganalisis pengaruh service quality terhadap customer satisfaction nasabah BII Maybank Area Surabaya III; 3) untuk menganalisis pengaruh customer satisfaction terhadap customer loyalty nasabah BII Maybank Area Surabaya III ; 4) untuk menganalisis pengaruh relationship marketing terhadap customer loyalty nasabah BII Maybank Area Surabaya III ; dan 5) untuk menganalisis pengaruh service quality terhadap customer loyalty nasabah BII Maybank Area Surabaya III. Jenis penelitian ini merupakan penelitian kausal dengan pendekatan kuantitatif yang menggunakan metode survei. Sedangkan hasil penelitian yang diperoleh dianalisis dengan menggunakan perhitungan statistik Smart PLS.",
  "creators": "NAOMI MALINDA TEGUH",
  "contributors": "Hartono Subagio (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020502 /MAN/2015; Naomi Malinda Teguh (36411075)",
  "subjects": "MARKETING-MANAGEMENT; RELATIONSHIP MARKETING; CONSUMER SATISFACTION.; CUSTOMER LOYALTY; CUSTOMER BEHAVIOUR"
}