{
  "id": "34431",
  "title": "Pengaruh kualitas layanan dan brand image terhadap loyalitas konsumen dengan kepuasan konsumen sebagai variabel intervening (studi kasus Monopole Coffee Lab Surabaya)",
  "abstract": "Penelitian ini merupakan penelitian kausal menggunakan metode kuisioner. Sampel penelitian ini adalah 180 responden yang menjadi pengunjung Monopole Coffee Lab dalam dua bulan terakhir. Penelitian ini di analisis dengan menggunakan teknik analisis data Partial Least Square (PLS). Hasil dari penelitian ini membuktikan bahwa terdapat pengaruh positif Kualitas Layanan terhadap Loyalitas Konsumen dengan Kepuasan Konsumen sebagai variabel intervening yang signifikan. Hasil positif juga ditemukan dari pengaruh Brand Image terhadap Loyalitas Konsumen dengan Kepuasan Konsumen sebagai variabel intervening yang signifikan. Begitu juga pengaruh langsung Kualitas Layanan terhadap Loyalitas Konsumen memiliki hubungan positif yang signifikan dan pengaruh Brand Image terhadap Loyalitas Konsumen juga memiliki hubungan positif dan signifikan. Kepuasan Konsumen sebagai variabel intervening memiliki pengaruh yang paling besar terhadap Loyalitas Konsumen. Dengan adanya penelitian ini, Monopole Coffee Lab diharapkan dapat lebih mengembangkan dan memperbaiki kualitas layanan dan brand image nya. Sehingga dapat menarik perhatian pengunjung untuk tetap loyal dan selalu datang ke Monopole. Penelitian ini dilakukan dengan tujuan agar dapat dijadikan bahan pertimbangan bagi Monopole Coffee Lab untuk terus memperbaiki perusahaannya.",
  "creators": "CATHERINA CLARA GEDALIA",
  "contributors": "Hartono Subagio (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020500/MAN/2015; Catherina Clara Gedalia (36411045)",
  "subjects": "MARKETING-MANAGEMENT; CONSUMER SATISFACTION; BRAND IMAGE"
}