{
  "id": "34430",
  "title": "Pengaruh shopping orientation social influence , dan system terhadap costumer attitude melalui perceive ease of use (studi pada Apple Store)",
  "abstract": "App store merupakan suatu produk dari Apple Inc. yang telah mengelola website serta komponen-komponen penting lainnya dalam bisnis online. Layanan App store memungkinkan pengguna menjelajah serta mengunduh berbagai aplikasi yang telah dikembangkan oleh Apple. Oleh karena itu, untuk terus berkembang App store perlu mengetahui faktor-faktor yang dapat mempengaruhi sikap konsumen seperti shopping orientation, social influence dan system melalui customer attitude dan perceive ease of use. Dengan mengetahui faktor-faktor tersebut, App store dapat mengetahui bagaimana sikap konsumen pada aplikasi-aplikasi yang ditawarkan App store. Selain itu, App store juga harus mengetahui seberapa kuat pengaruh faktor-faktor tersebut terhadap sikap konsumen. Penelitian ini bertujuan untuk menganalisa pengaruh dari shopping orientation, social influence, dan system terhadap customer attitude dalam pembelian online App Store. Selain itu juga untuk menganalisis pengaruh dari perceived ease of use terhadap terhadap customer attitude dalam pembelian online App Store. Penelitian ini akan dilaksanakan dengan menyebarkan kuesioner kepada 100 responden pembeli aplikasi di App Store. Teknik analisa yang digunakan adalah teknik analisis kuantitatif dengan metode Structural Equaiton Modelling (SEM) dengan bantuan program Partial Least Square (PLS). Hasil penelitian ini menunjukkan bahwa perceive ease of use use berpengaruh positif signifikan terhadap customer attitude, shopping orientation, social influence dan system berpengaruh positif signifikan terhadap perceived ease of use.",
  "creators": "STEVEN HARYONO",
  "contributors": "Ritzky Karinamegahrosa Brahmana S.E., M.A. (Advisor 1); Michael Adiwijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020511/MAN/2015; Steven Haryono (36411044)",
  "subjects": "CONSUMER BEHAVIOR; RETAIL TRADE-MANAGEMENT; MARKETING RESEARCH"
}