{
  "id": "34435",
  "title": "Pengaruh kredibilitas endorser dan kreativitas iklan terhadap sikap konsumen terhadap merek melalui efektivitas iklan sebagai variabel intervening (studi pada iklan line AADC)",
  "abstract": "Sebuah iklan yang disampaikan dengan kata-kata dan ilustrasi yang mudah dipahami akan menarik perhatian konsumen. Dalam menampilkan pesan iklan yang mampu membujuk, membangkitkan dan mempertahankan ingatan masyarakat, salah satu cara yang dapat digunakan adalah menggunakan endorser yang memiliki kredibilitas baik. Tujuan penelitian ini adalah: 1) untuk menganalisis pengaruh kredibilitas endorser terhadap efektivitas iklan Line AADC; 2) untuk menganalisis pengaruh kreativitas iklan terhadap efektivitas iklan Line AADC; 3) Untuk menganalisis pengaruh kredibilitas endorser terhadap sikap konsumen terhadap merek Line AADC; 4) Untuk menganalisis pengaruh kreativitas iklan terhadap sikap konsumen terhadap merek Line AADC; 5) Untuk menganalisis pengaruh efektivitas iklan terhadap sikap konsumen terhadap merek Line AADC. Penelitian ini termasuk penelitian kuantitatif sedangkan desain penelitiannya adalah kausal. Populasi dalam penelitian ini adalah konsumen pengguna Line Find Alumni, sedangkan sampel yang digunakan sebanyak 130 orang. Pemilihan sampel dilakukan dengan menggunakan teknik purposive sampling. Penelitian ini menggunakan data primer dengan cara menyebarkan kuesioner secara langsung kepada sampel penelitian. Metode analisa data SEM (structural equation modelling).",
  "creators": "FELLYTA OKTAVIANA S.",
  "contributors": "Hartono Subagio (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020507 /MAN/2015; Fellyta Oktaviana S. (36411077)",
  "subjects": "MARKETING-MANAGEMENT; CONSUMERS BEHAVIOR; CONSUMERS-RESEARCH; ADVERTISING"
}