{
  "id": "3444",
  "title": "Analysis on motives and consequences of the main characters' dilemmatic decision makings in Ryunosuke akutagawa's kesa and morito and rashomon and in mori ogai's takase bune",
  "abstract": "The short story?s unity, density, and brevity are the primary motives for my choice of this literary genre. From all the stories that come from all around the world, I choose Japanese short story. Subjectively because they impress me much with their interesting themes and unique story-telling method, and objectively because along with some other critics, I believe them to be `hidden beauties? that are currently less unknown compared to the Western Literature. From all the brilliant classical Japanese writers, I chose Ryunosuke Akutagawa for his original story-telling method and dedication in writing and Mori Ogai for his deep exploration in human nature as well as his acknowledged contribution to the Japanese literature. From Akutagawa, I chose Kesa and Morito for its exploration in the nature of men and Rashomon for its achievement in both literary and film-making world. From Mori Ogai, I chose Takase Bune, because the story offers an interesting moral topic on euthanasia, as well as a reflection on the aspects of life. The linking factor in these three stories is the main characters? dilemmatic situations. Morito has to choose between breaking his promise and committing murder, the samurai servant has to choose between stealing and starving to death, and Kisuke has to choose between sparing his brother?s pain and obeying the law. In this thesis, I will analyze the dilemmas and the choices, the motives, and the consequences of the choices. Since this analysis will concern much with the characters? moral principles and dilemmas, I choose to make an analysis concerning the motives and the consequences of their dilemmatic decision makings. I will make a literary approach with the literary devices of characterization and conflict, as well as some supporting concepts on motives and moral consequences. In my findings, I find that Morito?s motives in Kesa and Morito are pride, cowardice, and hatred, while his motive of love is fake. His choice results in Kesa?s death and him being a murderer. In Rashomon, the samurai servant?s motives are egoism, hatred, and excuse. His choice brings an advantage for himself and harm to the old lady. In Takase Bune, Kisuke?s motives are compassion and pressure. His action leads to his imprisonment and his brother?s death. Without the consideration of motives and consequences, I believe all the actions will be judged as `morally wrong?. Thus, my final argument is that it is necessary to consider the factors of motives and consequences in making moral judgment toward other people?s actions.",
  "creators": "IVONNE MULIAWATI HARSONO",
  "contributors": "Ribut Basuki (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011330/ING/2004; Ivonne Muliawati Harsono (11400006)",
  "subjects": "AKUTAGAWA, RYUNOSUKE, 1892-1927. KESA AND MORITO ANDRASHOMON-STUDY AND TEACHING; OGAI, MORI, 1862-1922. TAKASE BUNE-STUDY AND TEACHING; JAPANESE FICTION-19 TH.CENTURY-STUDY AND TEACHING"
}