{
  "id": "34447",
  "title": "Pengaruh intensitas persaingan terhadap keunggulan bersaing melalui pembelajaran organisasi dan penggunaan sistem informasi akuntansi pada sektor ritel di Surabaya",
  "abstract": "Sektor ritel merupakan sektor yang berkembang sangat cepat dan diwarnai iklim kompetisi yang sangat ketat di Indonesia, termasuk di Surabaya. Sektor ritel memberikan kontribusi paling besar terhadap Produk Domestik Regional Bruto Kota Surabaya Tahun 2011, yaitu sebesar 29,71%. Pertumbuhan jumlah perusahaan ritel tiap tahunnya juga makin meningkat. Perusahaan ritel harus mampu berjuang dalam menangkis ketatnya persaingan. Perusahaan harus menemukan suatu posisi di mana perusahaan mampu bertahan bahkan meraih keunggulan bersaing. Keunggulan bersaing dapat diraih dengan menerapkan pembelajaran organisasi dan Sistem Informasi Akuntansi (SIA), yang diharapkan membantu bisnis perusahaan ritel untuk semakin efektif dan efisien. Menyadari pentingnya pencapaian keunggulan bersaing, maka penelitian ini bertujuan untuk mengetahui pengaruh intensitas persaingan terhadap keunggulan bersaing melalui pembelajaran organisasi dan penggunaan SIA. Pengumpulan data dengan cara membagikan kuesioner pada para pemilik atau manajer atau supervisor di 118 perusahaan (16 food retailers dan 102 general merchandise retailers) di Surabaya. Analisis statistik yang digunakan ialah Partial Least Square. Penelitian ini berhasil membuktikan makna dua variabel intervening begitu kuat yaitu pembelajaran organisasi dan penggunaan SIA. Intensitas persaingan yang ketat tidak secara otomatis membuat perusahaan ritel meraih keunggulan bersaing. Tanpa pembelajaran organisasi dan penggunaan SIA, perusahaan ritel sulit untuk beradaptasi terhadap perubahan lingkungan apalagi meraih keunggulan bersaing.",
  "creators": "FELYCIA ERLI PUTRI",
  "contributors": "Hatane Semuel (Advisor 1); Devie (Advisor 2); Thomas Stefanus Kaihatu (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020066/MM/2014; Felycia Eri Putri (03513031)",
  "subjects": "RETAIL TRADE-MANAGEMENT; COMPETITION; BUSINESS-RESEARCH"
}