{
  "id": "3445",
  "title": "A Study on word-formation processes of slang expressions by the characters in the film \"ada apa dengan cinta\"",
  "abstract": "Slang is considered as a result of the rapid growth of the new words that is happening as a creative expression from people to make words more efficient and simpler to be uttered. The spreading of slangs is very fast, especially among young people because the influences of medias. As well as mere words, slangs also undergo some processes in its formation. Thus, the writer is interested in conducting a study of word-formation processes of slang expressions in the film Ada Apa Dengan Cinta (AADC), as the source of data of this study, in which this film represents teenage daily life today. Besides the slangs and their meanings, the writer also wants to analyze the word-formation processes that the slangs undergo and the most frequently used process in forming the slangs. The writer finds slangs that are used by the characters in the film. After identifying the meanings, the writer then analyzes the word-formation processes of those slangs. The writer uses eleven word-formation processes from the theory of George Yule in The Study Of Language; they are coinage, borrowing, compounding, blending, clipping, back-formation, conversion, acronym, derivation, multiple processes, prefixes and suffixes. The writer concludes that there are 52 slang expressions that are found in the film AADC. The types of word-formation processes applied are coinage, borrowing, blending, clipping, acronym, derivation and multiple processes. The most frequent word-formation process that the slangs undergo is borrowing. It produces 22 slangs (42%). The second word-formation process, which is commonly used, is the process of coinage that produces 17 slangs (32%). Then, the process of clipping and multiple processes, which produce 5 slangs (10%), and the lasts are the processes of blending, acronym and derivation, in which each of them produces one slang (2%).",
  "creators": "EWALDINE MELANIE KAREL",
  "contributors": "MAS MOELJONO (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011331/ING/2004; Ewaldine Melanie (11400166)",
  "subjects": "INDONESIAN LANGUAGE-SLANG; SLANG"
}