{
  "id": "3447",
  "title": "Pengaruh perbedaan kepribadian karyawan Kafe Bromo Hotel Sheraton Surabaya dalam memberi respon terhadap konflik di lingkungan organisasi",
  "abstract": "Keberhasilan seseorang dalam menghadapi konflik adalah cara dia merespon konflik tersebut, yang dipengaruhi oleh kepribadian orang tersebut. Didalam organisasi yang besar seperti hotel terdapat individu-individu dengan latar belakang, budaya dan kepribadian/karakter yang berbeda-beda, sehingga konflik sangat rawan untuk terjadi. Konflik dapat timbul dimana saja, pada level apa saja, dengan penyebab yang bermacam-macam seperti misperception, misunderstanding, misopinion, goal different, culture background, values, miscommunication, social and economic dan personality traits. Perbedaan tipe kepribadian sangat mempengaruhi cara penyelesaian yang dipakai oleh tiap individu, Sanguinis Populer, Koleris Kuat, Melankolis Sempurna dan Phlegmatis Damai. Berdasarkan situasi problematik tersebut, penulis merumuskan masalah \"Pengaruh Perbedaan Kepribadian Karyawan Kafe Bromo Hotel Sheraton Surabaya Dalam Memberi Respon Terhadap Konflik Di Lingkungan Organisasi.\" Tujuan dari rumusan masalah tersebut adalah untuk mengetahui apakah perbedaan kepribadian pada karyawan Kafe Bromo berpengaruh dalam memberi respon terhadap konflik diantara mereka. Penulis menganalisa menggunakan kuesioner yang dibagikan pada 26 responden karyawan Kafe Bromo kemudian mewawancarai 8 orang karyawan, seorang shift leader dan restoran manager. Pada bab 4 dapat dilihat hasil wawancara beserta hasil data kuesioner mengenai profil kepribadian. Bab 5 menyimpulkan bahwa profil kepribadian karyawan Kafe Bromo berbeda dan respon terhadap konflik juga berbeda, sangat dipengaruhi oleh kepribadian mereka. Saran-saran juga penulis sertakan dalam bab ini.",
  "creators": "FENNY WIBISONO; SISCA PANGEMANAN",
  "contributors": "Juliuska Sahertian (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/01/119/HTL/2004; Fenny Wibisono (33499071), Sisca Pangemanan (33499171)",
  "subjects": "RESTAURANT MANAGEMENT; HOTEL MANAGEMENT"
}