{
  "id": "34485",
  "title": "Perancangan komunikasi visual produk inovasi olahan makanan semanggi beserta media promosi",
  "abstract": "Berawal dari sejarah kuliner kota Surabaya yaitu sayur semanggi yang keberadaannya saat ini bisa dikatakan sudah jarang ditemui, keberadaannya yang sudah mulai jarang ditemui ini disebabkan oleh keberadaan lahan bagi para petani semanggi yang mulai berkurang dengan semakin pesatnya pembangunan di kota Surabaya. Seiring dengan semakin banyaknya mucul produk makanan yang baru, dituntut juga adanya inovasi olahan makanan yang tidak hanya enak namun juga sehat. Dalam perancangan ini metode yang digunakan yaitu dengan menggunakan observasi dengan cara berhubungan dan melakukan transaksi secara langsung dengan petani semanggi dan anak-anak yang tidak suka makan sayuran, selain itu metode yang digunakan adalah wawancara yaitu dengan cara mencari informasi kepada masyarakat sesuai dengan pendapat mereka. Kehadiran Saget yang kependekan dari Semanggi Nugget ini memberikan warna baru bagi olahan sayur semanggi dan olahan makanan sehat bagi anak-anak yang tidak suka makan sayuran, agar dapat menarik minat anak-anak maka dilakukan proses desain pada kemasan, balon stiker dan brosur. Maka hadirnya produk Saget ini akan menjadi pesaing baru di kota Surabaya dalam hal makanan sehat terutama bagi anak, selain rasa sayur yang tidak dominan sehingga anak tidak merasa takut untuk mencoba memakan sayuran, sehingga kebutuhan gizi anak bisa tetap terjaga dengan memakan makanan sehat.",
  "creators": "WAHYU CHRISVIAN ERGA HEND",
  "contributors": "Listia (Advisor and Examination Committee); Elisabeth Christine Yuwono (Advisor 2); Erandaru (Examination Committee 2); Maria Nala Damajanti, S.Sn., M.Hum. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Promosi Produk",
  "source": "Promosi Produk No. 00022773/DKV/2015; Wahyu Chrisvian Erga Hendianto (42411206)",
  "subjects": "VISUAL COMMUNICATION; GRAPHIC ARTS; COMMERCIAL ART"
}