{
  "id": "34491",
  "title": "Perancangan media pembelajaran interaktif tentang pakaian adat dalam bentuk boneka tangan untuk anak usia 6-8 tahun",
  "abstract": "Pakaian Adat Indonesia merupakan sebuah warisan kebudayaan yang memiliki makna mendalam pada tiap-tiap daerah. Akan tetapi, seiring dengan berkembangnya zaman, nilai nasionalisme terhadap pakaian Adat ini kian memudar. Kenyataannya sekarang secara terbuka generasi muda ‘alergi’ untuk menyelami nilai-nilai budaya khususnya dalam hal ini ialah pakaian Adat. Perlu adanya sebuah solusi kreatif yang dapat memperkenalkan pakaian-pakaian Adat ini melalui cara yang menarik. Anak-anak usia 6-8 tahun menjadi sasaran dari perancangan ini di mana usia tersebut merupakan masa yang potensial untuk mengembangkan kreativitas serta mengenal hal baru yang menyenangkan bagi mereka. Media pembelajaran interaktif ini bertujuan untuk memperkenalkan Pakaian Adat yang ada di provinsi Jawa dan sekitarnya kepada anak-anak yang masih duduk di bangku sekolah dasar agar anak-anak tersebut dapat lebih mengenali dan lebih menghargai Pakaian Adat yang ada di lingkungan tempat mereka tinggal dan sekitarnya. Perancangan Desain Komunikasi Visual berupa media pembelajaran interaktif “BONTA” mengajak anak-anak untuk belajar Pakaian Adat sambil bermain dengan menggunakan boneka tangan, sehingga aktivitas belajar mengenai Pakaian Adat tidak lagi menjadi membosankan dan menjadi jauh lebih menyenangkan.",
  "creators": "PRISCILIA BIRGITA LASAPU",
  "contributors": "BRAMANTYO (Advisor 1); Ryan Pratama Sutanto, S.Sn., M.Med.Kom. (Advisor 2); Bing Bedjo Tanudjaja (Examination Committee 1); Elisabeth Christine Yuwono (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Media Interaktif",
  "source": "Media Interaktif No. 00022777/DKV/2015; Priscilia Birgita (42411212)",
  "subjects": "COMMERCIAL ART; GRAPHIC ARTS; POSTERS; VISUAL COMMUNICATION"
}