{
  "id": "34504",
  "title": "Pengaruh customer relationship management (CRM) terhadap customer satisfaction dan customer loyalty pada pelanggan Sushi Tei Surabaya",
  "abstract": "Customer Relationship Management adalah salah satu faktor yang mempengaruhi loyalitas pelanggan, namun untuk mendapatkan loyalitas pelanggan kita harus tahu bagaimana cara untuk memuaskan pelanggan atau faktor apa saja yang mempengaruhi kepuasan pelanggan untuk mendapatkan pelanggan yang loyal. Salah satu cara untuk menciptakan keunggulan bersaing adalah dengan menerapkan strategi hubungan relasi pelanggan (CRM) yang tepat sehingga dapat memuaskan pelanggan dan untuk jangka panjang berdampak pada loyalitas pelanggan. Penelitian ini bertujuan untuk menganalisis dampak Customer Relationship Management (financial benefits, social benefits, structural ties) terhadap Customer Satisfaction (attribute related to product, attribute related to service, attribute related to purchase) dan Customer Loyalty pada pelanggan di Sushi Tei Surabaya. Penelitian ini akan dilaksanakan dengan menyebarkan kuesioner kepada 74 responden pelanggan Sushi Tei di Surabaya. Teknik analisis yang akan digunakan adalah teknik analisis kuantitatif dengan metode analisa jalur (path analysis) dan Generalized Structured Component Analysis (GSCA). Hasil penelitian membuktikan bahwa ada pengaruh yang signifikan dari customer relationship management terhadap customer satisfaction pada pelanggan Sushi Tei Surabaya, ada pengaruh yang signifikan dari customer relationship management terhadap customer loyalty, dan tidak terdapat pengaruh antara customer satisfaction terhadap customer loyalty pelanggan Sushi Tei Surabaya.",
  "creators": "AYU ABRIYANTI C.D.",
  "contributors": "Hatane Semuel (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020496/MAN/2015; Ayu Abriyanti Chandra Dewi (36411084)",
  "subjects": "CONSUMER SATISFACTION; CRM (CUSTOMER RELATIONSHIP MANAGEMENT); CUSTOMER LOYALTY; MARKETING-MANAGEMENT"
}