{
  "id": "34518",
  "title": "Pemanfaatan informasi berdasarkan porter’s five forces dalam bisnis fabrikasi baja untuk mendapatkan keunggulan bersaing",
  "abstract": "Penanaman modal oleh investor asing di sektor industri, telah memunculkan permintaan sarana penunjang industri seperti pabrik. Tingginya permintaan akan sarana pendukung industri ini diikuti dengan ketatnya persaingan di bidang konstruksi yaitu persaingan antar penyedia jasa konstruksi baja, dalam hal ini fabrikator baja. Pada dasarnya persaingan dari bisnis dalam fabrikasi baja hanya terpusat pada kualitas hasil pekerjaan, efisiensi biaya dan juga kreatifitas manajemen. Saat ini perusahaan fabrikasi baja telah menyadari pentingnya penggunaan informasi sebagai sebuah tools baru untuk mendapatkan keunggulan bersaing dengan kompetitor. Namun sayangnya penggunaan informasi ini masih diterapkan secara konvensional, yaitu penggunaan informasi yang hanya terbatas pada penggunaan IT, tanpa menyadari sebenarnya penggunaan informasi masih menyimpan banyak potensi besar jika digunakan secara optimal. Penggunaan Informasi yang “asal pakai” ini tidak hanya kurang efektif namun juga seringkali menimbulkan permasalahan baru. Hasil penyajian data yang diolah oleh orang IT seringkali tidak sesuai dengan tujuan yang ingin dicapai oleh manajemen perusahaan karena perbedaan konsep dan penafsiran, adapun hasil pengolahan data seringkali juga dapat menimbulkan kesalahpahaman antar pihak manajemen. Kesalahpahaman diakibatkan oleh penyajian informasi yang tidak tepat sasaran sehingga pembacaan informasi dilakukan secara intuitif oleh pihak perusahaan yang terdiri dari masing-masing level manajemen. Pada penelitian ini akan dicoba pemanfaatan Informasi dengan menggunakan bantuan Porter’s Five Forces sebagai alat bantu untuk mendapatkan keunggulan bersaing. Akan dijelaskan juga bagaimana cara untuk mengumpulkan informasi apa saja yang dibutuhkan dalam perusahaan dan bagaimana cara mengolah data ini menjadi keunggulan bersaing bagi perusahaan fabrikasi.",
  "creators": "KRISTIAWAN HENGKI KUSUMA",
  "contributors": "Januar Budiman (Advisor 1); LIE ARIJANTO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000197/MTS/2015; Kristiawan Hengki Kusuma (01511007)",
  "subjects": "STRATEGIC PLANNING; MARKETING-MANAGEMENT"
}