{
  "id": "3452",
  "title": "Pemahaman dan niat beli civitas akademika Universitas Kristen Petra terhadap jasa laundry Manajemen Perhotelan Universitas Kristen Petra",
  "abstract": "Program Studi Manajemen Perhotelan Universitas Kristen Petra dilengkapi oleh berbagai macam fasilitas laboratorium yang telah didesain dan diperlengkapi dengan sarana-sarana yang persis sama dengan keadaan di industri perhotelan sesungguhnya. Laboratorium-laboratorium yang tersedia adalah laboratorium Food and Beverage Kitchen, laboratorium Pastry, Front Office, Restaurant dan yang terbaru adalah laboratorium Laundry. Keberadaan laboratorium laundry ini belum banyak diketahui oleh civitas akademika Universitas Kristen Petra, maka dari itu, melalui penelitian ini penulis mencoba untuk meneliti bagaimanakah pemahaman dan niat beli anggota civitas akademika Universitas Kristen Petra terhadap jasa laundry yang disediakan oleh laboratorium laundry manajemen perhotelan Universitas Kristen Petra, Penelitian ini merupakan penelitian deskriptif, yaitu hanyalah memaparkan situasi atau peristiwa. Metode penelitian deskriptif ini bertujuan melukiskan secara sistematis fakta atau karakteristik populasi tertentu atau bidang tertentu yang mencakup sekelompok manusia, sebuah obyek, suatu kondisi, sistem pemikiran ataupun suatu kelas peristiwa secara aktual dan cermat, Metode ini juga disebut sebagai penelitian survei atau observasi, sehingga alat penelitian utama yang penulis gunakan adalah kuesioner. Dari hasil penelitian ini penulis memperoleh kesimpulan bahwa pemahaman dan niat beli civitas akademika Universitas Kristen Petra terhadap jasa laundry manajemen perhotelan Universitas Kristen Petra adalah sangat rendah, sehingga laboratorium laundry manajemen perhotelan Universitas Kristen Petra belum layak untuk dibuka untuk umum.",
  "creators": "DANIEL AUGUST; DIMAS ARDIAN BENYAMIN",
  "contributors": "Dewi Astuti (Advisor and Examination Committee); Bambang Haryadi (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/01/100/HTL/2004; Daniel August (33498054), Dimas Ardian (33498058)",
  "subjects": "HOTEL MANAGEMENT"
}