{
  "id": "3453",
  "title": "Analisa penerapan control cycle di saga Japanese restaurant guna mengoptimalkan proses pengontrolan food cost dengan studi kasus menu Bento",
  "abstract": "Saga Japanese Restaurant adalah sebuah restoran Jepang dengan menu bento sebagai best seller yang telah menyumbang lebih dari 70% pendapatan namun juga memegang proporsi food cost terbesar, yaitu rata-rata 45% selama bulan Januari sampai September 2003 dan food cost ini cenderung tinggi di atas rata-rata yang telah ditetapkan. Untuk menurunkan angka tersebut dengan tetap memperhatikan kualitas serta kuantitas dari menu bento maka diperlukan penerapan control cycle yang terdiri dari dua bagian utama yaitu food control (purchasing, receiving, storing, dan issuing) dan food production control (portion dan quantity). Melalui penerapan control cycle yang optimal untuk menu bento tersebut diyakini dapat menurunkan food cost tanpa mengabaikan kualitas dan kuantitas dari produk yang dihasilkan. Penelitian ini difokuskan mengetahui faktor-faktor penyebab tingginya food cost di restoran tersebut serta suatu cara penerapan control cycle yang efektif sehingga food cost dapat lebih dikontrol. Jenis penelitian yang dilakukan oleh peneliti adalah penelitian deskriptif dengan metodologi penelitian kualitatif, melalui studi kepustakaan, wawancara dan observasi secara langsung. Penelitian ini memiliki definisi operasional tentang arti pengontrolan food cost yaitu bukanlah untuk menekan food cost tersebut serendah mungkin tanpa memperdulikan kualitas dan kuantitas dari makanan yang diproduksi. Melalui observasi dan pengujian secara langsung (22 September 2003 sampai 31 Oktober 2003), peneliti telah melakukan perubahan terhadap alur penerapan control cycle di Saga Japanese Restaurant yang sebelumnya berdasar pada manajemen informal, dengan menerapkan standar dan prosedur baru sehingga diperoleh food cost Oktober 2003 sebesar 42%. Oleh karena itu, penerapan standar dan prosedur baru ini harus tetap dijalankan secara berkesinambungan untuk mengoptimalkan pengontrolan food cost di Saga Japanese Restaurant sehingga mampu menstabilkan food cost.",
  "creators": "DIANA TANDIAN; YUSANDRI TISTOGONDO",
  "contributors": "Deborah Christine Widjaja, S.S., MSM., Ph.D. (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/01/099/HTL/2004; Diana Tandian (33499041), Yusandri Tistogondo (33499059)",
  "subjects": "RESTAURANT MANAGEMENT"
}