{
  "id": "3455",
  "title": "A Study of Eddie Carbone's illicit love as seen in Arthur Miller's A view from the bridge",
  "abstract": "This paper deals with Arthur Miller?s A View from the Bridge, a play of a man, named Eddie Carbone, who raises his niece as a daughter and loves her as a man loves a woman. That is why his love to her is considered as the illicit love. Based on that reason, it is interesting for the writer to analyze how are the ways Eddie Carbone shows his love to Catherine, what are other characters? response to his attitude, and what are his efforts to keep Catherine from Rodolpho. Therefore, through this thesis, the writer wants to reveal the ways Eddie Carbone shows his love to his niece, the other characters? response to his attitude, and his efforts to keep Catherine from Rodolpho. The writer uses literary theory, which consists of characterization and conflict to support her analysis, and she also uses definition of love since it is important to support the analysis of Eddie?s love toward his niece. From the analysis, the writer finds out that Eddie Carbone?s love toward Catherine can be seen from his speeches and attitudes. Because of his love toward Catherine, Eddie becomes very possessive to her, and he will get jealous whenever she gets close to other men, especially Rodolpho. The way he speaks and acts reflect how deep his love toward Catherine is. However, since his love is the illicit one, some characters, such as Beatrice and Alfiery, give their disagreeing response toward Eddie?s attitude. They try to advice him to let Catherine go because he will never have her. Nevertheless, his love toward Catherine is so deep. Eddie ignores those advices, and tries everything to keep Catherine for himself.",
  "creators": "NI MADE AYU GUNASARI",
  "contributors": "ANTONIUS GURITO (Advisor 1); JENNY MULIANGTO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011245/ING/2004; Ni Made Ayu Gunasari (11400115)",
  "subjects": "MILLER, ARTHUR, 1915-A VIEW FROM THE BRIDGE-STUDY AND TEACHING; AMERICAN DRAMA--20TH CENTURY--STUDY AND TEACHING"
}