{
  "id": "3457",
  "title": "Penggunaan sistem hazard analysis and critical control point pada tahap receiving di hotel Majapahit Mandarin Oriental Surabaya",
  "abstract": "Untuk dapat memproduksi makanan jadi yang mempunyai kualitas tinggi serta aman untuk dikonsumsi, maka diperlukan suatu system yang dapat mengawasi dan menjamin keamanan proses bahan makanan, mulai dari tahap penerimaan bahan makanan, hingga penyajiannya bagi konsumen. Sistem Hazard Analysis And Critical Control Point adalah sistem pengawasan yang dapat menjamin hasil produksi makanan yang berkualitas. Makanan yang berkualitas dan aman untuk dikonsumsi akan membawa dampak positif bagi citra hotel sebagai badan usaha yang memperhatikan kualitas makanan bagi pelanggannya. Sistem Hazard Analysis And Critical Control Point ini diberlakukan terhadap seluruh segi operasional hotel, karena sistem ini merupakan sistem yang utuh dan saling terkait dalam pelaksanaannya, dalam arti bahwa sistem Hazard Analysis And Critical Control Point tidak dapat diterapkan pada salah satu outlet saja, melainkan harus diterapkan pada seluruh bagian atau departemen-departemen yang ada pada hotel. Sehingga setiap departemen akan bekerjasama dan saling menunjang satu sama lain dalam penerapan/implementasi sistem Hazard Analysis And Critical Control Point. Pada kesempatan ini, penulis mengupas salah satu sisi dari keseluruhan sistem Hazard Analysis And Critical Control Point yang mendukung operasional Hotel Majapahit Mandarin Oriental Surabaya. Bahasan yang dipaparkan dalam skripsi ini adalah mengenai penggunaan sistem Hazard Analysis And Critical Control Point pada tempat penerimaan/receiving area. Hasil pengkajian penulis, pada tiap segi tempat penerimaan Hotel Majapahit Mandarin Oriental Surabaya ternyata masih memiliki banyak kekurangan. Antara lain masih kurang memadainya kondisi fisik tempat penerimaan, yaitu belum terdapatnya area bongkar muat, menyatunya tempat penerimaan, tempat pemeriksaan barang, dan tempat pembuangan sampah; kurang memadainya fasilitas dan peralatan yang digunakan, yaitu jumlah meja sortir yang cuma ada satu, tidak adanya termometer untuk mengukur suhu bahan makanan yang datang; serta masih kurangnya kesadaran dari staf penerima barang akan masalah sanitasi dan higienitas, dimana staf penerima barang tidak menggunakan sarung tangan karet, celemek, dan tidak melakukan proses pencucian tangan, baik pada saat sebelum maupun menerima barang, terutama bahan makanan yang datang.",
  "creators": "YAN ARTHUR LUMINTANG; HENWITO URBANUS",
  "contributors": "Juliuska Sahertian (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/01/124/HTL/2004; Yan Arthur Lumintang (33496067), Henwito Urbanus (33497091)",
  "subjects": "HOTEL MANAGEMENT"
}