{
  "id": "3458",
  "title": "Analisa perbandingan peningkatan knowledge, skill dan ability trainee Universitas Kristen Petra di pastry outlet berdasarkan jumlah hari kerja di Sheraton hotel dan Shangri-La hotel Surabaya",
  "abstract": "Sheraton Hotel Surabaya dan Shangri-La Hotel Surabaya merupakan Hotel berbintang lima di Surabaya, namun berbeda dalam penetapan jumlah hari kerja per minggu bagi karyawannya. Sheraton Hotel Surabaya menetapkan 5 hari kerja per minggu dengan 9 jam kerja per hari bagi pa ra karyawannya, sedangkan Shangri-La hotel Surabaya menetapkan 6 hari kerja per minggu dengan 8 jam kerja per hari. Keberadaan para trainee di sebuah hotel tidak dapat terpisahkan dari pekerjaan operasional sehari-harinya, khususnya di bagian kitchen . Oleh karena dua hal diatas, penulis ingin membandingkan peningkatan Knowledge, Skill dan ability para trainee yang melakukan kerja praktek (training) di Pastry outlet di kedua hotel diatas yang berbeda dalam jumlah hari kerja per minggunya. Apakah hari kerja memiliki pengaruh bagi peningkatan Knowledge, Skill dan ability para trainee. Berdasarkan hasil penelitian, tidak ada perbedaan yang signifikan antara peningkatan Knowledge, Skill dan ability para trainee di Pastry outlet Sheraton Hotel dan Shangri-La Hotel Surabaya jika dihubungkan dengan hari kerja. Para trainee mengalami peningkatan Knowledge, Skill dan ability yang hampir sama namun berbeda dalam beberapa hal. Demikian pula peningkatan Knowledge, Skill dan ability para trainee tidak hanya disebabkan oleh jumlah hari kerja yang lebih banyak, namun ada faktor lain.",
  "creators": "CHANDRA PRAYOGO; LINLYAWATI",
  "contributors": "Fransisca Andreani (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010126/HTL/2004; Chandra Prayogo (33400009), Linlyawati (33400126)",
  "subjects": "HOTEL MANAGEMENT; HOTEL MANAGEMENT-STUDY AND TEACHING"
}