{
  "id": "34592",
  "title": "Peningkatan durabilitas beton konvensional dan HVFA yang menggunakan metode perawatan steam curing dengan coating larutan Alkali dan pasta Geopolimer",
  "abstract": "Beton masih merupakan material utama yang digunakan dalam bidang konstruksi, sehingga diharapkan beton mempunyai ketahanan yang tinggi. Elemen yang berhubungan langsung dengan lingkungan adalah permukaan beton, sehingga dengan melakukan treatment pada permukaan beton diharapkan ketahanan beton dapat meningkat seutuhnya. Steam curing merupakan metode yang banyak dipakai pada beton precast. Dengan penggunaan metode perawatan tersebut beton dapat mempunyai kuat tekan awal yang lebih tinggi. Penelitian ini bertujuan untuk mengetahui peningkatan durabilitas beton dengan mengaplikasikan larutan alkali dan pasta geopolimer. Selain itu bagaimana pengaruh penggunaan metode perawatan steam curing pada beton, serta penggunaan variasi nilai molaritas dari coatings terhadap durabilitas beton. Pengujian durabilitas dibagi menjadi dua, yaitu pengujian penetrasi ion klorida dengan menggunakan Rapid Migration Test dan pengujian perendaman dalam larutan asam sulfat dengan kadar 10% dengan menggunakan metode Wet-dry cycle test. Dari pengujian yang telah dilakukan didapatkan hasil bahwa dengan pengaplikasian larutan alkali dan pasta geopolimer durabilitas dari beton konvensional dan beton HVFA dapat meningkat. Selain itu dengan penggunaan metode perawatan steam curing dan peningkatan nilai molaritas pada larutan alkali dan pasta geopolimer juga dapat meningkatkan durabilitas dari beton terhadap pengujian perendaman asam sulfat. Namun dampak dari penggunaan metode perawatan steam curing dapat membuat beton mempunyai nilai penetrasi ion klorida yang lebih besar dibandingkan dengan beton yang tidak dirawat dengan metode perawatan steam curing.",
  "creators": "YOANES MARIA LOUIS ADHI PRASETYA",
  "contributors": "Antoni (Advisor 1); Djwantoro Hardjito (Advisor 2); Pamuda Pudjisuryadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000198/MTS/2015; Yoanes Maria Louis Adhi P (01512003)",
  "subjects": "GEOPOLYMERIZATION; CONCRETE RESEARCH; CONCRETE BLOCKS"
}