{
  "id": "34594",
  "title": "Monitoring dan analisis jadwal proyek menggunakan metode performance intensity dan CPM pada proyek hotel",
  "abstract": "Ada sebuah metode penjadwalan baru yang dikembangkan tahun 2007 oleh Murray B. Woolf, yaitu Performance Intensity. Metode ini mempunyai dua variabel utama yaitu duration days dan time consumption. Penelitian ini bertujuan untuk melakukan monitoring dan analisa dengan menggunakan metode Performance Intensity dan CPM dengan dan mengetahui perbandingan analisa tanggal akhir sebuah proyek menggunakan metode Performance Intensity dengan metode penjadwalan CPM yang lebih dulu digunakan. Penelitian ini mempunyai batasan yaitu pekerjaan struktur, dinding dan tangga. Untuk melakukan penelitian ini diperlukan jadwal rencana sebagai acuan. Selain itu diperlukan data start date, finish date, persentase selesai tiap aktivitas yang didapat dari hasil monitoring setiap hari dan dilakukan analisa perbandingan mingguan dengan jadwal rencana. Jadwal rencana awal proyek selama 189 hari. Penelitian dilakukan selama 10 minggu dimulai dari tanggal 15 September 2014. Hasil dari penelitian adalah terdapat perbedaan analisa tanggal akhir antara metode Performance Intensity dengan metode CPM. Analisa tanggal akhir Performance Intensity mempunyai range antara 123-185 hari, sedangkan analisa metode CPM mempunyai range 175-199 hari. Perbedaaan range analisa prediksi tanggal berakhirnya proyek disebabkan metode Performance Intensity menggunakan laju pekerjaan kumulatif rata-rata sebagai tolak ukurnya yang selalu berubah-ubah tiap periode.",
  "creators": "Ivan Pratama Setiadi, S.T.",
  "contributors": "Andi (Advisor 1); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000199/MTS/2015; Ivan P. Setiadi (01513004)",
  "subjects": "PROJECT MANAGEMENT; INDUSTRIAL PROJECT-MANAGEMENT; CONSTRUCTION INDUSTRY-MANAGEMENT"
}