{
  "id": "34593",
  "title": "Model pengukuran kepuasan pelanggan perumahan tipe 70-350 m2 di tiga perumahan di Surabaya dan Sidoarjo",
  "abstract": "Properti merupakan sektor yang ikut berperan penting dalam kegiatan ekonomi. Di tahun 2013, pertumbuhan properti sebesar 800.000 unit per tahun dengan kemampuan penyediaan sebesar 300.000 unit per tahun. Hal ini membuat pertumbuhan properti sangat menarik. Pertumbuhan ini didukung oleh pertumbuhan kelas menengah yang mencapai 100 juta jiwa pada tahun 2013 dan diperkirakan mencapai 141 juta jiwa pada tahun 2020. Penelitian sebelumnya pernah dilakukan dengan survei di 1 lingkup lokasi perumahan. Penelitian ini berbeda dengan penelitian sebelumnya dengan mengambil sampel di 3 perumahan dan model yang lebih komprehensif. Metode pengumpulan data yang digunakan adalah survei terhadap 226 responden di 3 perumahan di Surabaya dan Sidoarjo. Penelitian ini bertujuan untuk membuat model untuk mengukur kepuasan pelanggan perumahan kelas menengah di Surabaya-Sidoarjo. Hasil pengukuran ini bertujuan untuk memberikan informasi bagi pengembang mengenai variabel yang dianggap penting, tingkat kepuasan konsumen, serta variabel yang perlu menjadi prioritas perbaikan bagi pengembang. Model pengukuran ini terdiri dari 8 variabel kualitas layanan dan 9 variabel kualitas produk. Penelitian ini mendapatkan hasil temuan bahwa variabel assurance dan responsiveness menjadi variabel paling penting bagi penghuni dalam dimensi kualitas layanan. Untuk kualitas produk, variabel conformance dan reliability menjadi variabel paling penting bagi penghuni. Implikasi dari penelitian ini mendapatkan variabel yang menjadi prioritas perbaikan bagi pengembang. Pengembang perlu memperbaiki variabel emphaty sebagai prioritas utama kualitas layanan keseluruhan dan variabel features, serviceability dan conformance sebagai prioritas utama kualitas produk keseluruhan",
  "creators": "ANDREAS HARTANTO",
  "contributors": "Didik Wahjudi (Advisor 1); SUTOTO YAKOBUS (Advisor 2); Timoticin Kwanda (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000196/MTS/2015; Andreas Hartanto (01512007)",
  "subjects": "CONSUMER SATISFACTION; REAL ESTATE BUSINESS-RESEARCH"
}