{
  "id": "3460",
  "title": "Pengaruh knowledge, skill, attitude terhadap kinerja karyawan hotel Meritus Mandarin, Singapura",
  "abstract": "Hotel Meritus Mandarin merupakan salah satu hotel berbintang lima di Singapura dimana peranan Hotel Meritus Mandarin mempunyai peranan yang sangat penting bagi para wisatawan domestik maupun wisatan asing yang berkunjung. Para wisatawan yang datang dengan berbagai keperluan dan tujuan lebih memilih menginap di daerah Orchard Road karena lokasinya yang strategis dan merupakan pusat bisnis dan hiburan. Oleh karena itu, Hotel Meritus Mandarin berusaha membangun hubungan yang baik antara para tamu dengan Hotel Meritus Mandarin. Di dalam menciptakan suatu hubungan yang baik maka pihak Hotel Meritus Mandarin berusaha meningkatkan Knowledge, Skill, Attitude yang merupakan faktor paling dominan terhadap peningkatan kinerja karyawan Hotel Meritus Mandarin. Penulisan ini dilakukan untuk mengetahui pengaruh Knowledge, Skill, Attitude terhadap kinerja karyawan tetap Hotel Meritus Mandarin dan membuktikan pengaruh Knowledge, Skill, Attitude terhadap kinerja karyawan Hotel Meritus Mandarin baik secara parsial maupun serempak. Metode penelitian yang dilakukan dengan cara menyebarkan kuesioner yang selanjutnya diolah dengan program SPSS 10.0.5. Dari hasil nilai parsial terbukti bahwa Attitude merupakan variabel paling dominan yang mempunyai pengaruh terhadap kinerja karyawan tetap Hotel Meritus Mandarin. Dengan ini dapat disimpulkan bahwa Knowledge, Skill, Attitude mempengaruhi kinerja karyawan tetap Hotel Meritus Mandarin khususnya di departemen food and beverages.",
  "creators": "MARIA GRACE MARISSA GOSAL; HERI SURYADINATA",
  "contributors": "Sienny Thio (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010128/HTL/2004; Marissa Gosal (33499015), Heri Suryadinata (33499021)",
  "subjects": "HOTEL MANAGEMENT; HOTELS-PERSONNEL MANAGEMENT"
}