{
  "id": "34600",
  "title": "Analisa kesadaran biophilia pada mahasiswa calon pengguna Gedung P1 dan P2 Universitas Kristen Petra Surabaya",
  "abstract": "Biophilia adalah ilmu yang mempelajari tentang dorongan yang dimiliki manusia untuk berafiliasi dengan bentuk-bentuk kehidupan. Manusia secara alami memiliki kebutuhan untuk melakukan kontak dengan alam dalam seluruh aspek kehidupan mereka. Tujuan dari biophilia adalah untuk membantu manusia mencapai kesejahteraan, kenyamanan, serta meningkatkan kualitas hidup mereka. Desain biophilik adalah pengembangan ilmu dari biophilia dalam bidang desain. Desain biophilik merupakan suatu desain ramah lingkungan yang terintegrasi dengan alam di mana menyediakan kesempatan bagi manusia untuk memiliki hubungan dengan alam. Banyak penelitian yang menunjukkan keuntungan dari aplikasi desain biophilik tersebut, salah satunya yakni adanya peningkatan prestasi pada gedung sekolah dengan penerangan alami. Universitas Kristen Petra Surabaya akan membangun sebuah gedung baru untuk mahasiswa DKV, interior, sastra, dan ilmu komunikasi. Gedung ini akan dibangun dengan memperhatikan konteks lingkungan bagi para penggunanya. Oleh karena itu, pada penelitian ini dicari analisa kecenderungan biophilia dari mahasiswa dikaitkan dengan kesadaran mereka terhadap desain biophilik. Penelitian dilakukan dengan menyebarkan kuesioner pada mahasiswa, selanjutnya dicari korelasi antara nilai biophilia pada mahasiswa dengan kesadaran terhadap desain biophilik. Hasil penelitian menunjukkan bahwa tidak adanya perbedaan kesadaran biophilia bagi mahasiswa jurusan DKV, interior, sastra, dan ilmu komunikasi, maupun berdasarkan angkatan, suku atau ras, maupun pengeluaran tiap bulan mereka. Mahasiswa tergolong telah memiliki kesadaran terhadap biophilia dan desain biophilik. Maka, tidak diperlukan adanya perbedaan desain secara spesifik pada jurusan masing-masing. Namun, terdapat beberapa aspek desain yang harus ditingkatkan untuk menciptakan kesadaran biophilia yang lebih tinggi dalam aspek kehidupan mahasiswa.",
  "creators": "Mitha Anggreani Subroto, S.T.",
  "contributors": "Jimmy Nurdi Kusuma Priatman (Advisor 1); Jani Rahardjo (Advisor 2); Oegik Soegihardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000204/MTS/2015; Mitha Angreani Subroto (01513009)",
  "subjects": "SUSTAINABLE BUILDINGS-DESIGN AND CONSTRUCTION; GREEN BUILDING DESIGN; SUSTAINABLE ARCHITECTURE-CASE STUDIES"
}