{
  "id": "34601",
  "title": "Studi pendahuluan kecenderungan retak pada pasta semen dengan high calcium fly ash",
  "abstract": "Fly ash merupakan material limbah batu bara yang dapat digunakan untuk mengurangi jumlah semen dan meningkatkan karakteristik dari campuran beton. Selain dapat menambah flowability campuran, fly ash juga dapat berperan untuk mengurangi keretakan terhadap beton. Tetapi pada kasus tertentu, campuran pasta menggunakan kombinasi semen – fly ash menghasilkan retak pada permukaannya setelah dilepas dari bekisting. Tujuan dari penelitian ini adalah untuk menyingkap penyebab terjadinya keretakan campuran semen – fly ash, mencari pengaruh dan penanggulangannya. Pengujian yang dilakukan adalah uji secara visual dan uji kekuatan tekan 28 hari. Benda uji yang dibuat berupa pasta semen dengan kadar fly ash sebesar 50%. Fly ash yang digunakan adalah tipe F dan tipe C. Pengaruh superplasticizer, silica fume, dan kalsium karbonat digunakan sebagai aditif untuk melihat pengaruhnya terhadap keretakan yang terjadi. Hasil penelitian menunjukkan bahwa fly ash tipe C merupakan penyebab retak pada permukaan pasta. Kandungan di dalam fly ash tipe C seperti CaO dan MgO menjadi faktor yang mempengaruhi keretakan yang terjadi pada permukaan pasta. Keretakan yang terjadi merupakan retak akibat ekspansi tetapi tidak mempengaruhi kuat tekan pada pasta semen. Superplasticizer dan silica fume dapat menjadi salah satu solusi untuk mengurangi keretakan sedangkan kalsium karbonat belum dapat menjadi solusi untuk mengurangi keretakan pada permukaan pasta.",
  "creators": "Verryanto Goenawan, S.T.",
  "contributors": "Antoni (Advisor 1); Djwantoro Hardjito (Advisor 2); Pamuda Pudjisuryadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000201/MTS/2015; Verryanto Goenawan (01513013)",
  "subjects": "BUILDINGS MATERIALS; CONCRETE-MIXING; FLY ASH"
}