{
  "id": "34604",
  "title": "Pengaruh komunikasi interpersonal dan pemberian reward terhadap minat belajar siswa melalui motivasi belajar Siswa Kelas VI dalam pembelajaran Bahasa Inggris di SD Kristen Petra 9 Surabaya",
  "abstract": "Sumber daya manusia yang berkualitas merupakan hal yang penting bagi suatu negara untuk menjadi negara maju, kuat, makmur dan sejahtera. Upaya peningkatan kualitas sumber daya manusia tidak bisa terpisah dengan masalah pendidikan bangsa. Peranan guru sangatlah besar dalam dunia pendidikan. Guru sangat berperan dalam membantu perkembangan peserta didik untuk mewujudkan tujuan hidupnya secara optimal. Apabila guru memiliki kompetensi yang bagus, maka secara otomatis akan berpengaruh pula terhadap prestasi siswanya. Untuk memperoleh prestasi belajar maka siswa juga harus ada motivasi sehingga memiliki minat untuk mau berusaha mencapai prestasi tersebut. Tujuan penelitian ini adalah untuk mengetahui peranan komunikasi interpersonal dan reward-System terhadap minat belajar siswa melalui motivasi belajar siswa kelas VI dalam pembelajaran bahasa Inggris di SD Kristen Petra 9 Surabaya. Penelitian ini dilaksanakan di SD Kristen Petra 9, di mana yang menjadi populasi dan sampel adalah 80 siswa kelas VI. Pengumpulan data dilakukan dengan tehnik penyebaran kuesioner tentang komunikasi interpersona guru, reward-system guru, motivasi belajar siswa, dan minat belajar siswa menggunakan skala Likert. Setelah data terkumpul kemudian dianalisa dengan menggunakan PLS. Dari hasil penelitian diperoleh bahwa Komunikasi Interpersonal guru dengan siswa yang telah dijalankan dengan baik mampu memberikan peningkatan terhadap motivasi belajar siswa dan minat belajar siswa secara signifikan. Sedangkan pemberian reward yang digunakan oleh guru tidak memberikan peningkatan motivasi belajar siswa dan minat belajar siswa secara signifikan. Motivasi belajar terhadap siswa yang baik selama ini yang dijalankan oleh para guru mampu memberikan minat belajar yang baik.",
  "creators": "KURNIA DEWI",
  "contributors": "Zeplin Jiwa Husada Tarigan (Advisor 1); Lisa Setiawati Nugraha (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020080/MM/2015; Kurnia Dewi (03513009)",
  "subjects": "PERSONNEL MANAGEMENT; MOTIVATION IN EDUCATION; INTERPERSONAL COMMUNICATION"
}