{
  "id": "34603",
  "title": "Pengaruh gaya kepemimpinan transformasional dan budaya organisasi terhadap Organizational Citizenship Behavior (OCB) melalui variable komitmen organisasi pada Guru di SMK Katolik St Louis Surabaya",
  "abstract": "Dalam upaya meningkatkan kompetensi akademik siswa sesuai dengan tuntutan masyarakat dan kurikulum 2013, perlu disiapkan sumber daya manusia terutama para guru dengan kemampuan dan skill yang memadai. Selain itu para guru perlu memiliki organizational citizenship behavior (OCB) dalam menjalankan tugas dan pekerjaan yang tercermin dalam diri guru, antara lain: memiliki kepedulian terhadap institusi, kesadaran untuk mengembangkan diri, menjunjung tinggi sportivitas dalam bekerja, disiplin dalam melaksanakan tugas dan tanggung jawab, serta memiliki sikap terbuka dalam menerima masukan/kritikan baik dari pimpinan maupun teman sejawat. Penelitian ini bertujuan untuk menganalisis dan menguji faktor-faktor yang berpengaruh terhadap OCB para guru, dengan menggunakan faktor gaya kepemimpinan transformasional dan budaya organisasi sebagai variabel independen dan faktor komitmen organisasi sebagai variabel moderasi. Adapun obyek yang digunakan sebagai sample penelitian adalah para guru di SMK Katolik St Louis Surabaya. Teknik analisis yang digunakan dalam penelitian ini adalah SmartPLS. Berdasarkan hasil penelitian dapat diambil kesimpulan bahwa secara signifikan gaya kepemimpinan transformasional, budaya organisasi dan komitmen organisasi berpengaruh positif terhadap OCB guru.",
  "creators": "Francki Ari Christian Billy",
  "contributors": "Thomas Stefanus Kaihatu (Advisor 1); Deborah Christine Widjaja, S.S., MSM., Ph.D. (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020067/MM/2014; Francki Ari Christian Billy (03513008)",
  "subjects": "LEADERSHIP; ORGANIZATIONAL CULTURE; ORGANIZATIONAL BEHAVIOR"
}