{
  "id": "34614",
  "title": "Pengaruh komitmen manajemen, business process reengineering dan teknologi informasi terhadap kinerja business process pada hotel berbintang di Surabaya",
  "abstract": "Kehadiran hotel-hotel berbintang yang baru muncul di Surabaya termasuk juga perusahaan jaringan hotel (chain hotel) pada umumnya telah menerapkan teknologi informasi pada kegiatan internal business process-nya yang terintegrasi dengan semua departemen dalam perusahaan, sehingga sistem yang digunakan lebih efisien dan efektif. Penggunaan teknologi informasi yang terintegrasi tersebut tentu saja dapat meningkatkan kinerja hotel itu sendiri melalui peningkatan kinerja business process hotel. Dalam lingkungan perusahaan seperti disebutkan di atas mensyaratkan adanya perubahan dari orientasi tugas ke orientasi proses yang memerlukan perubahan mendasar dalam menyelesaikan suatu pekerjaan. Hal ini bisa dilakukan melalui rekayasa ulang pada proses bisnis atau Business Process Reengineering (BPR). Keberhasilan atau kegagalan dari sebuah proyek BPR salah satunya dipengaruhi oleh faktor komitmen manajemen. Penelitian ini bertujuan untuk menguji pengaruh komitmen manajemen, business process reengineering dan teknologi informasi terhadap kinerja business process. Dari hasil pengolahan data yang diperoleh dari penyebaran kuesioner pada 30 hotel berbintang 3, 4 dan 5 di Surabaya, dapat disimpulkan bahwa terdapat pengaruh yang positif dan signifikan antara komitmen manajemen terhadap kinerja business process hotel melalui BPR dan teknologi informasi.",
  "creators": "Adrie Oktavio",
  "contributors": "Thomas Stefanus Kaihatu (Advisor 1); Zeplin Jiwa Husada Tarigan (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020083/MM/2015; Adrie Oktavio (03514007)",
  "subjects": "BUSINESS PROCESSING; ORGANIZATIONAL COMMITMENT"
}