{
  "id": "34626",
  "title": "Analisa evaluasi wisatawan Belanda atas kualitas kota Surabaya dan Malang sebagai destinasi wisata heritage",
  "abstract": "Surabaya dan Malang merupakan dua kota di Provinsi Jawa Timur yang memiliki atraksi wisata heritage yang memiliki daya tarik bagi wisatawan mancanegara yang khususnya wisatawan mancanegara yang berasal dari Eropa. Atraksi wisata tersebut dapat berupa bangunan ataupun juga area-area yang memiliki nilai sejarah yang tinggi. Bangunan dan area-area tersebut merupakan peninggalan bersejarah dari masa lampau, sebagian besar berasal dari era kolonialisme atau pada masa pendudukan Bangsa Belanda di Indonesia. Oleh karena itu, peneliti memutuskan untuk melakukan penelitian tentang persepsi dari wisatawan Belanda yang pernah datang ke Surabaya dan Malang. Penelitian ini dilakukan pada bulan Juni 2015 dengan menggunakan metode pengambilan sampel secara snowball sampling, dengan jumlah sampel sebanyak 108 responden. Analisis data dilakukan dengan menggunakan metode analisis faktor dan skoring. Hasil penelitian menunjukkan bahwa Surabaya memiliki kualitas destinasi wisata heritage dengan kategori sedang, yang lebih tinggi, dari Malang yang termasuk dalam kategori rendah. Sedangkan berdasarkan hasil metode analisa faktor, ada 6 faktor yang mempengaruhi persepsi dari responden atas daya tarik wisata heritage di Surabaya dan Malang. Faktor-faktor tersebut adalah kondisi lingkungan, destinasi wisata, biaya yang dikeluarkan untuk berwisata, keragaman budaya, kondisi akomodasi, dan aktifitas.",
  "creators": "JANE LEVINA; LAURELS LENGKONG",
  "contributors": "Rachmat Sugianto (Advisor 1); Edwin Japarianto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010232/MAN/2015; Jane Levina (35411015), Laurels Lengkong (35411038)",
  "subjects": "TOURIST TRADE-RESEARCH; TOURIST TRADE-MARKETING; HERITAGE TOURISM-SURABAYA; HERITAGE TOURISM-MALANG"
}