{
  "id": "34622",
  "title": "Analisa pengaruh customer experience terhadap repuchase intention dengan customer satisfaction sebagai variabel intervening bagi pelanggan The Grand Palace Department Store Surabaya",
  "abstract": "Meningkatnya jumlah kaum mapan di Indonesia mempengaruhi peningkatan daya beli dan lifestyle atau gaya hidup masyarakat Indonesia. Hal ini menyebabkan perkembangan konsep “kebutuhan” menjadi “keinginan” sehingga juga mendorong perkembangan ritel di Indonesia khususnya di Surabaya. Konten pengalaman pelanggan yang memuaskan sangat diperlukan oleh sektor ritel terutama department store sebagai bentuk inovasi dan diferensiasi dalam persaingan bisnis yang semakin ketat. Penelitian ini bertujuan untuk menganalisa pengaruh pengalaman pelanggan (pengalaman sensorik, emosional dan sosial) terhadap minat pembelian ulang pelanggan The Grand Palace Department Store Surabaya dengan faktor kepuasan pelanggan sebagai intervening variable atau variabel mediasi. Pembelajaran ini dilakukan dengan mendistribusikan kuesioner kepada 100 responden atau pelanggan The Grand Palace Department Store yang melakukan sebuah transaksi di tempat atau setidaknya dalam kurun waktu 3 (tiga) bulan terakhir. Dengan menggunakan teknik analisa Structural Equation Model (SEM), hasil menunjukkan bahwa pengalaman pelanggan di The Grand Palace Department Store memiliki pengaruh yang signifikan dengan kepuasan pelanggan. Hasil lainnya mengindikasikan bahwa kepuasan pelanggan The Grand Palace Department Store di Surabaya memiliki pengaruh yang signifikan dan memberikan minat pembelian ulang.",
  "creators": "MICHELLE LOVELYN",
  "contributors": "Edwin Japarianto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010237/MAN/2015; Michelle Lovelyn (35411001)",
  "subjects": "TOURIST TRADE-MARKETING-RESEARCH; TOURIST TRADE-CONSUMER SATISFACTION"
}