{
  "id": "34647",
  "title": "Klub eksekutif di Nusa Dua, Bali",
  "abstract": "Proyek ini merupakan sebuah fasilitas yang berfungsi sebagai sarana meeting yang bersifat non-formal yang ditujukan untuk masyarakat kelas eksekutif (pejabat/ exlusive foreigner). Diharapkan dengan fasilitas ini, masyarakat kelas eksekutif dapat memiliki tempat berkumpul dan bersantai, namun tetap dapat digunakan untuk meeting membahas hal-hal tertentu. Area dalam proyek akan dibedakan menjadi area khusus member dan area publik di mana area member hanya dapat diakses oleh member, dan area publik dapat diakses oleh pengunjung umum (non-member). Proyek berlokasi di Bali, tepatnya di daerah Nusa Dua yang kental dengan kesan elitnya. Penentuan lokasi proyek juga didukung dengan banyaknya wisatawan mancanegara yang berkunjung di Bali. Lokasi proyek didukung dengan adanya Grand Nikko Hotel yang berada di seberang site terpilih. Melalui fungsi dan deskripsi proyek yang telah dijelaskan, rumusan masalah dalam proyek ini adalah bagaimana mendesain sebuah klub yang menjaga privasi pengunjungnya. Pengunjung yang ditargetkan dalam proyek dibedakan menjadi member dan non-member. Oleh karena itu diperlukan sebuah desain yang dapat membedakan secara jelas privasi antara member dengan non-member, juga privasi antar member tanpa mengurangi kenyamanan dan kesan ekslusif (mewah) bagi pengunjungnya. Mengetahui rumusan masalah tersebut, digunakan pendekatan sistem yang berfokus pada akses dan sirkulasi dalam bangunan terdesain. Pendekatan tersebut diharapkan dapat menyelesaikan masalah desain dalam proyek Klub Eksekutif ini.",
  "creators": "RONNY CHANDRA KURNIAWAN",
  "contributors": "Timoticin Kwanda (Advisor 1); Joyce M.Laurens (Advisor 2); Anik Juniwati (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023462/ARS/2015; Ronny Chandra Kurniawan (22411124)",
  "subjects": "EXECUTIVE CLUBS-BUILDINGS; RECREATION CENTERS-BUILDINGS"
}