{
  "id": "34651",
  "title": "Fasilitas eduwisata konservasi penyu laut di Tanjung Benoa, Bali",
  "abstract": "Proyek ini merupakan sebuah sarana eduwisata dengan fungsi konservasi yang didesain secara khusus agar nyaman untuk para pengguna atau pengunjung dan juga hewan penyu laut di Tanjung Benoa, Bali. Fungsi Konservasi yang dimaksud adalah fungsi-fungsi untuk melengkapi kebutuhan konservasi, kebutuhan untuk pemeliharaan , kebutuhan akan kesehatan dan perkembang biakan, dan lan-lain untuk penyu itu sendiri. Untuk mewujudkan semua kebutuhan tersebut, pada proyek ini terdapat fasilitas untuk pemberdayaan bagi penyu laut.untuk melengkapi kebutuhan hidup mereka, lalu adanya banyak ruang yang diciptakan untuk pengguna bisa bersosialisasi dengan hewan penyu laut itu sendiri, dan labotarium dan penangkaran yang dapat melengkapi kebutuhan perkembangbiakan penyu. Di Bali, Konservasi penyu yang nyaman dan berkelanjutan masih tergolong kurang, sebagian besar desain yang ada saat ini kurang aksesibel dan tak bertahan lama. Permasalahan tersebut yang mendasari adanya proyek ini. Rumusan masalah dalam proyek ini adalah bagaimana merancang sebuah fasilitas eduwisata dan konservasi penyu laut yang ramah, aman, dan nyaman serta berkelanjutan bagi pengguna dan hewan penyu itu sendiri,sehinga mereka mau dan mampu menciptakan harmonisasi pada proyek ini. Untuk dapat menjawab rumusan masalah tersebut maka penulis menggunakan pendekatan perilaku dan pendalaman yang digunakan yaitu sistem sains penghawaan, sehingga ketika ditinjau kembali dapat menjawab rumusan masalah dalam proyek ini.",
  "creators": "RYANTO CHANIAGO",
  "contributors": "Rony Gunawan (Advisor 1); Christina Eviutami Mediastica S.T., PH.D. (Advisor 2); Frans Soehartono (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02023503/ARS/2015; Ryanto Chaniago (22411143)",
  "subjects": "RECREATION CENTERS--DESIGN AND PLANS; SEA TURTLES--CONSERVATION"
}