{
  "id": "3465",
  "title": "Analisa pengaruh hygiene factors dan satisfier factors terhadap kepuasan karyawan hotel Mirama Balikpapan berdasarkan usia, jenis kelamin, dan status pernikahan",
  "abstract": "Industri pariwisata dianggap mempunyai prospek yang cerah di masa yang akan datang, sedangkan hotel adalah salah satu penunjang paling penting di industri ini. Persaingan di bidang perhotelan semakin lama juga semakin ketat. Untuk itu diperlukan usaha-usaha tertentu dari pihak pengelola hotel agar tingkat turnover karyawan dapat ditekan. Untuk tetap dapat bersaing, Hotel Mirama Balikpapan berusaha untuk meningkatkan kepuasan karyawan mereka. Menurut Herzberg (1959), kepuasan karyawan dapat dibagi menjadi kepuasan dari terpenuhinya hygiene factors dan kepuasan dari terpenuhinya satisfier factors. Kepuasan karyawan akan faktor-faktor ini akan mendorong motivasi kerja, yang nantinya akan berpengaruh pada kualitas pelayanan yang baik (Richard Sihite:2000). Model analisis yang digunakan pada penelitian ini adalah statistik deskriptif. Dari hasil analisis dan pengujian hipotesis, diketahui Fhitung sebesar 103,464 dan lebih besar dari Ftabel yaitu 3,074. Hal ini menunjukkan bahwa hygiene factors dan satisfier factors memiliki pengaruh signifikan terhadap kepuasan karyawan. Sedangkan nilai thitung hygiene factors sebesar 9,245 (lebih besar dari thitung satisfier factors yang sebesar 5,490) menunjukkan bahwa hygiene factors memiliki pengaruh yang lebih dominan terhadap kepuasan karyawan dibandingkan dengan satisfier factors. Nilai rata-rata tingkat kepuasan karyawan terhadap hygiene factors dan satisfier factors yang diatas angka 3,5 menunjukkan bahwa karyawan sudah cukup puas dengan faktor-faktor tersebut.",
  "creators": "CLARA INDRIANI WIBISONO; HALIM PURNOMO",
  "contributors": "Deborah Christine Widjaja, S.S., MSM., Ph.D. (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010133/HTL/ 2004; Clara Indriani Wibisono (33499070), Halim Purnomo (33499130)",
  "subjects": "HOTELS-PERSONNEL MANAGEMENT; HOTEL MANAGEMENT"
}