{
  "id": "34680",
  "title": "Fasilitas edukasi dan perawatan ibu hamil di Surabaya",
  "abstract": "Sebuah wadah all in one yang diharapkan dapat menjadi rujukan untuk ibu hamil kalangan menengah keatas di Kota Surabaya dan sekitarnya ini, adalah sebuah tempat yang cocok bagi ibu yang ingin, mau, dan sedang hamil (tanpa persalinan). Ibu hamil memiliki kebutuhan yang berbeda dengan ibu tidak hamil, sehingga rancangan bangunan ini menggunakan pendekatan perilaku ibu hamil, konsep calm & sharing, dengan pendalaman karakter ruang. Berdasarkan pengguna dan aktivitasnya, pembagian zoning terbagi ke empat lantai (lantai satu zoning umum, lantai dua zoning konsultasi, lantai tiga zoning me-time ibu hamil, lantai empat zoning edukasi olahraga ibu hamil). Dinding bernafas, kisi-kisi bernafas, atap tumpuk beda ketinggian, void terbuka, dan area terbuka adalah upaya cross ventilation udara alami semaksimal mungkin. Penghawaan buatan (air conditioner) pada bangunan ini hanya digunakan pada ruang tertentu, pada area selasar dan publik mengandalkan penggunaan penghawaan alami. Tanaman rambat dan tanaman menjuntai tidak hanya digunakan untuk menambah estetika bangunan, tetapi juga menjadi shading cahaya alami dan suplai oksigen. Batu kali, batu bata, batu andesit, dan kayu yang ditata bersama tanaman, menghiasi tampak bangunan sehingga kesan natural alam didapatkan. Oleh karena itu, Fasilitas Edukasi dan Perawatan Ibu Hamil di Surabaya ini adalah bangunan yang ramah, aman, dan menenangkan bagi ibu hamil serta lingkungan di sekitarnya.",
  "creators": "WIDYANINGSIH GUNAWAN W.",
  "contributors": "Luciana Kristanto, S.T., M.T. (Advisor 1); Stanislaus Kuntjoro Santoso (Advisor 2); Lilianny Sigit Arifin (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023489/ARS/2015; Widyaningsih Gunawan Widjaja (22411036)",
  "subjects": "PREGNANCY; HEALTH FACILITIES-DESIGN AND PLANS; ARCHITECTURE-DESIGNS AND PLANS"
}