{
  "id": "34708",
  "title": "Audit dan manajemen energi pada Hotel Quest",
  "abstract": "Hotel Quest sebelumnya belum pernah melakukan pengukuran penggunaan energi yang mereka gunakan selama ini baik dari sisi manajemen maupun sisi teknologi. Setelah melakukan pengukuran terhadap penggunaan energi, pada bulan tertentu penggunaan energi di Hotel Quest menunjukkan adanya pemborosan energi. Tolak ukur yang menjadi standar pengukuran adalah perhitungan IKE atau Intensitas Konsumsi Energi. Usulan untuk melakukan energy saving dalam bentuk penggantian lampu, penggantian kulkas hingga penggantian actuator merupakan upaya menghemat energi yang dilakukan. Penghematan yang dilakukan mampu mencapai penghematan sekitar Rp 47.409.000/bulan dengan investasi sebesar Rp 703.240.000, atau payback periode selama 15 bulan. Pengukuran selanjutnya adalah dari sisi manajemen di Hotel Quest. Metode yang digunakan adalah Energy Management Matrix. Dari metode ini manajemen Hotel Quest mengerti posisi manajemen mereka terhadap energi saat ini lalu menentukan target untuk kedepannya. Metode yang kedua adalah Energy Management Asessment Characteristic yaitu sebuah metode yang berfungsi untuk mengukur performa internal manajemen Hotel Quest yang berhubungan dengan energi. Beberapa karakteristik manajemen seperti opportunities identification, staff engagement and training dan communications perlu ditingkatkan guna mencapai konservasi terhadap energi yang lebih maksimal. Selain itu usulan untuk manajemen Hotel Quest yaitu dengan menerapkan Good housekeeping. Usulan ini cenderung ke penerapan langsung dalam melakukan penghematan penggunaan listrik. Usulan ini tidak membutuhkan biaya sama sekali. Hal ini menyebabkan usulan ini dapat dikatakan “Least Expensive but Most Effective”.",
  "creators": "STEVANUS WIDJAJA",
  "contributors": "Togar Wiliater Soaloon Panjaitan, S.T., MBA. (Advisor 1); Jani Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021836/IND/2015; Stevanus Widjaja (25411009)",
  "subjects": "ENERGY AUDITING; ENERGY CONSERVATION-MANAGEMENT"
}