{
  "id": "34722",
  "title": "Perancangan video promosi wisata kuliner di kota Ambon",
  "abstract": "Maluku atau yang lebih dikenal di dunia dengan Moluccas adalah salah satu provinsi tertua di Indonesia. Ibu kotanya adalah Ambon. Kota Ambon termasuk salah satu kota yang mengalami perkembangan pesat di Indonesia bagian timur, salah satunya dalam bidang pariwisata. Dalam bidang pariwisata, ada sebuah tren baru yang khusus dilakukan mengangkat kuliner sebagai sarana perkenalan dan promosi daerah.Makanan khas daerah atau makanan tradisional dapat dijadikan sebagai suatu wisata yang dapat mengangkat citra dari suatu daerah dan menjadi daya tarik bagi wisatawan. Proses tersebut lebih dikenal dengan istilah wisata kuliner. Dengan mengusung kuliner sebagai tema promosi wisata Kota Ambon diharapkan dapat membuka suatu lembaran baru bagi Kota Ambon terhadap masyarakat Indonesia lainnya. Kota Ambon juga memiliki kuliner yang patut dijadikan objek wisata. Upaya promo kuliner Kota Ambon dilakukan dengan memperkenalkan berbagai macam kulinernya. Demi mencapai tujuan dari promo ini, maka sangat diperlukan sebuah perancangan promosi kuliner yang tepat dan efektif seperti perancangan video promosi. Perancangan video promosi wisata kuliner di Kota Ambon akan memakai metode kualitatif yang menggunakan wawancara dan survey langsung ketempat yang akan diteliti. Hasil dari perancangan ini kemudian akan dapat disaksikan melalui media seperti youtube dan instagram sebagai salah satu media mempromosikan video wisata kuliner kota Ambon.",
  "creators": "ADRIANO SO",
  "contributors": "P. GOGOR BANGSA (Advisor 1); Dr. Aniendya Christianna, S.Sn., M.Med.Kom. (Advisor 2); Bing Bedjo Tanudjaja (Examination Committee 1); Obed Bima Wicandra (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Audio Visual dan Animasi",
  "source": "Audio Visual dan Animasi No. 00022615/DKV/2015; Adriano So (42409248)",
  "subjects": "GRAPHIC ARTS; VISUAL COMMUNICATION; COMMERCIAL ART"
}