{
  "id": "3474",
  "title": "A Study of transitional construction and sequence in constructing present simple yes/no and wh- interrogative sentence",
  "abstract": "Sequence of acquisition indicates several stages which are passed by every second language learner until they reach the target-like version. In another word, before a learner reaches the target-like version, they will construct some types of errors, called Transitional Construction. Moreover, beside a level for grammatical or abstract rule learning, teenagers are also a level where their cognitive, perceptual, thinking and body are developed. Therefore, the writer is interested to analyze whether along with their development, they can get to the high stage of developmental process in constructing interrogative construction. Hence, the writer uses Henning Wode?s research of some major stages in the L2 developmental sequence for Wh- and Yes/No question construction in order to identify in which stage his respondents are. Besides, the write also uses a theory of errors in order to follow some steps in analyzing errors and a theory of grammatical categories in order to analyze some grammatical errors on the writer?s data. Furthermore, to get the data, the writer chooses some young teenagers at three courses; they are PPB, UNI, and MEC. In order to control the criteria of respondents, the writer uses self- checklist, which identifies respondent?s characteristic. Moreover, the writer also uses worksheet in order to get the data. There are thirty worksheets, which are analyzed. From the analysis, the writer identifies some respondents construct some different types of transitional construction in Yes/No and Wh- question construction which are not stated in the Wode?s research. Moreover, there are also some grammatical errors; these kinds of errors are not also described in Wode?s research. Due to the fact that some respondents construct different types of transitional construction from Wode?s research, the writer argues Wode?s research should be added by his findings. Furthermore, the results of analysis show the dominant stage in Yes/No question construction is at stage 2, and the dominant stage in Wh-question construction is also at stage 2.",
  "creators": "AGUS HADI PUTRA",
  "contributors": "Julia Eka Rini (Advisor 1); SUKEMI, PROF.DR.M.A. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1248/ING/2004; Agus Hadi Putra (11400029)",
  "subjects": "GRAMMAR, COMPARATIVE AND GENERAL-GRAMMATICALIZATION; SECOND LANGUAGE ACQUISITION"
}