{
  "id": "34743",
  "title": "Gereja Bethel Indonesia di Surabaya Timur",
  "abstract": "Gereja Bethel Indonesia di Surabaya merupakan fasilitas yang menyediakan tempat beribadah bagi umat Kristen-Pentakosta denominasi Bethel. Perkembangan infrastruktur kota Surabaya diharapkan menjadikan kota Surabaya sebagai kota yang berkembang dalam segala aspek. Pembangunan Gereja Bethel Indonesia (GBI) di Surabaya diharapkan dapat menjadi infrastruktur yang dapat menjadikan gereja sebagai salah satu icon kerohanian yang dapat membantu meningkatkan kebutuhan moral dan kerohanian Kota Surabaya di tengah padatnya infrastruktur yang ada. Agar masyarakat penganut umat nasrani dan para generasi muda dapat lebih antusian dan tertarik pada kegiatan kerohanian serta mendapatkan kualitas beribadah yang efektif, gereja ini menggabungkan konsep ciri khas gereja Bethel dengan konsep generasi muda dari segi desain eksterior hingga program ruang. Gereja akan dilengkapi fasilitas publik, yaitu sitting lobby, outdoor area, taman bermain, retail, dan ruang komunal. Agar menjadi tempat beribadah yang lebih dapat diterima masyarakat dan para generasi muda. Pendekatan simbolik digunakan untuk menampilkan ciri khas Gereja Bethel Indonesia, pada bentuk bangunan sehingga masyarakat dapat lebih mengenal nilai dan unsur yang terdapat dalam Gereja Bethel melalui arsitektur. Tidak hanya melalui bentuk bangunan, beberapa permasalahan gereja yang selama ini kerap kali dialami oleh gereja dalam memenuhi kebutuhan khusus liturgy dari gereja Bethel, dilakukan dengan menggunakan pendalaman akustik.",
  "creators": "NATANAEL CHRISTIANTO S.",
  "contributors": "Samuel Hartono (Advisor 1); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Advisor 2); Maria Immaculata Hidayatun (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02023491/ARS/2015; Natanael C. S. (22411067)",
  "subjects": "CHURCH ARCHITECTURE; CHURCH BUILDINGS"
}