{
  "id": "34748",
  "title": "Fakultas Kedokteran Universitas Ciputra di Surabaya",
  "abstract": "Fakultas Kedokteran Universitas Ciputra merupakan fakultas kedokteran baru yang sedang direncanakan oleh Ciputra group untuk mewadahi siswa-siswa yang berminat mengambil jurusan kedokteran di Surabaya yang sekarang ini merupakan kota terbesar dan teramai kedua setelah Jakarta. Fakultas kedokteran Univesitas Ciputra yang terletak di daerah Surabaya Barat ini akan menjadi fakultas kedokteran dengan wawasan enterpreneur pertama di Surabaya. Agar masyarakat mengenal adanya fakultas kedokteran baru yang berada di Surabaya Barat ini, peletakan site bangunan berada di tempat yang strategis dan dilalui oleh keramaian lalu lalang kendaraan yaitu di dekat Universitas Ciputra sendiri dan juga Ciputra waterpark. Dengan desain, warna dan bentuk bangunan yang mengambil ciri khas dari Universitas Ciputra sendiri yaitu dengan kombinasi warna putih dan orange membuat orang langsung mengerti bahwa gedung fakultas ini dibawah manajemen Ciputra yang sudah terkenal dengan nama yang cukup baik. Gedung fakultas ini akan dilengkapi fasilitas publik, yaitu foodcourt, kantin, cafe, plaza, tempat duduk, taman, perpustakaan dan ruang teater, agar menjadi tempat belajar mengajar yang nyaman dan akrab bagi masyarakat. Pendekatan sistem digunakan untuk mempermudah sirkulasi, struktur, tampak bangunan, dan utilitas yang ada dalam bangunan ini. Karena bangunan ini merupakan sebuah bangunan untuk sarana belajar dan mengajar maka diperlukan akustika ruangan yang baik sehingga materi dapat tersampaikan dengan baik, sehingga dilakukan pendalaman akustik.",
  "creators": "BARCA HADI JUWONO",
  "contributors": "Markus Ignatio Aditjipto (Advisor 1); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Advisor 2); Gunawan Tanuwidjaja, S.T., M.Sc., Ph.D. (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02023497/ARS/2015; Barca Hadi Juwono (22411114)",
  "subjects": "UNIVERSITIES AND COLLEGE-BUILDINGS"
}