{
  "id": "3475",
  "title": "Analisa pengaruh retargeting dan repositioning terhadap minat beli konsumen Kafe Exposee Surabaya",
  "abstract": "Persaingan yang terjadi dalam bisnis kafe di Surabaya semakin ketat. Bahkan ada beberapa dari kafe tersebut yang gulung tikar karena tidak mampu bertahan. Tetapi ada sebagian kafe yang mulai melakukan perubahan strategi untuk mencoba mempertahankan keeksisannya di tengah persaingan yang ada. Salah satu cara yang dilakukan adalah dengan mengubah pasar sasaran dan mereposisikan kembali dirinya dengan tujuan mendapatkan keuntungan yang lebih baik. Kafe Exposee Surabaya adalah sebuah kafe yang berlokasi di jalan Tenggilis Mejoyo AF 33, Surabaya, tepatnya dekat dengan kampus Universitas Surabaya, yang mencoba mengubah konsep kafe dengan melakukan retargeting dan repositioning. Dalam pelaksanaannya, retargeting yang dilakukan oleh kafe Exposee meliputi perubahan target pasar dari mahasiswa Ubaya dan sekitarnya dengan berbagai tingkat ekonomi yang berbeda, menjadi mahasiswa dan anak-anak muda, tidak hanya dari Ubaya saja, melainkan dari berbagai universitas di Surabaya, dengan tingkat ekonomi menengah ke atas. Sedangkan, untuk pelaksanaan repositioning melibatkan tujuh variabel bauran pemasaran (marketing mix) yang meliputi: product (X1), people (X2), packaging (X3), programming (X4), place (X5), promotion (X6), dan pricing (X7). Dimana minat beli konsumen dijadikan sebagai acuan dalam menentukan keberhasilan pelaksanaannya. Dalam penulisan tugas akhir ini, penulis ingin melakukan penelitian lebih lanjut tentang strategi retargeting dan repositioning yang telah dilakukan kafe Exposee, apakah ketujuh variabel bauran pemasaran secara keseluruhan memiliki pengaruh terhadap minat beli konsumen kafe Exposee. Dalam hal ini, penulis membagikan angket kepada 100 orang responden. Penelitian menunjukkan hasil bahwa perubahan ketujuh variabel bauran pemasaran memiliki pengaruh signifikan secara bersama-sama terhadap minat beli konsumen kafe Exposee. Tetapi diantara tujuh variabel tersebut, ada satu variabel yang paling menonjol berpengaruh bagi minat beli konsumen kafe Exposee, yaitu packaging (meliputi desain interior dan suasana kafe yang menarik).",
  "creators": "DEWI JANUARIANI; ELVIRE YUNIANA",
  "contributors": "Serli Wijaya (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010146/HTL/2004; Dewi Yanuariani (33499036), Elvire Yuniana (33499040)",
  "subjects": "CONSUMER BEHAVIOR; RESTAURANT MANAGEMENT; RESTAURANTS-MARKETING"
}