{
  "id": "34755",
  "title": "Makna di balik penampilan preman dan perubahannya dalam film bioskop Indonesia di tahun 1986-2014",
  "abstract": "Kejahatan menjadi hal yang tidak dapat dipisahkan dari kehidupan masyarakat. Kejahatan yang seringkali terjadi adalah pemalakan atau perampokan yang pelakunya di Indonesia disebut sebagai preman. Motif kejahatan dan penampilan para preman juga semakin beragam seiring perkembangan jaman. Film yang ditayangkan di bioskop beberapa mengangkat preman sebagai tokoh dalam cerita. Tokoh yang ditampilkan dalam film cenderung mengacu pada tokoh nyata dalam masyarakat dan dikemas sedemikian rupa sehingga tampak menarik. Tokoh preman dalam film mengalami perubahan penampilan dari tahun 1986- 2014 sehingga menarik untuk menganalisa mengenai makna yang menjadi dasar penampilannya dalam film serta perubahan penampilannya di tahun 1986 hingga tahun 2014. Film yang dianalisa adalah film Yang Perkasa (1986), Daerah Jagoan (1991), Serigala Terakhir (2009), dan The Raid 2 (2014). Analisa dilakukan dengan semiotika John Fiske, the codes of television, dan dilakukan perbandinganantar film. Ditemukan bahwa ideologi yang mendasari penampilan preman dari tahun 1986-2014 adalah ideologi maskulin. Selain itu terjadi pergeseran penampilan preman dari yang semula cenderung kasual menjadi formal dan berkelas, yang awalnya tampil dengan menunjukkan otot dan kekuatan fisik berubah menjadi mengandalkan kekuatan finansial, serta preman yang semula tampil membedakan diri dengan masyarakat, saat ini penampilan mereka sulit dibedakan dengan masyarakat pada umumnya. Perubahan tersebut juga memunculkan ideologi kelas dalam penampilan preman.",
  "creators": "PRISSY FEBRIE TJIABRATA",
  "contributors": "Listia (Advisor and Examination Committee); Elisabeth Christine Yuwono (Advisor 2); Maria Nala Damajanti, S.Sn., M.Hum. (Examination Committee 2); Erandaru (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00012632/DKV/2015; Prissy Febrie Tjiabrata (42411012)",
  "subjects": "FASHION AND ART; FASHION DESIGN-INDONESIA; VISUAL COMMUNICATION"
}