{
  "id": "3477",
  "title": "Strategi pemasaran hotel J.W Marriott Surabaya untuk mengembalikan company image dan meningkatkan occupancy pasca bom J.W Marriott Jakarta",
  "abstract": "Krisis moneter yang terjadi sejak tahun 1997 telah membawa berbagai dampak di berbagai sektor yang mengakibatkan keterpurukan ekonomi di negara Indonesia. Salah satu sektor yang terimbas dampaknya adalah sektor pariwisata, terutama setelah peristiwa pengeboman di Bali pada tanggal 12 Oktober 2002. Peristiwa pengeboman yang membawa banyak korban jiwa kembali terulang pada tanggal 5 Agustus 2003, di Hotel J.W Marriott Jakarta. Peristiwa pengeboman tersebut selain menimbulkan kerugian materiil yang cukup besar bagi Hotel J.W Marriott Jakarta, juga berimbas pada citra hotel tersebut di hadapan publik. Peristiwa bom Hotel J.W Marriott Jakarta tersebut, juga berimbas pada Hotel J.W Marriott Surabaya. Peristiwa bom J.W Marriott Jakarta memberikan pengaruh negatif terhadap company image Hotel J.W Marriott Surabaya. Dikarenakan nama yang sama, publik bisa saja beranggapan bahwa menginap di Hotel J.W Marriott Surabaya beresiko, dan untuk amannya lebih baik menginap di hotel lain, apalagi lokasi Hotel J.W Marriott Surabaya berdekatan dengan sejumlah hotel berbintang lainnya, antara lain Hotel Hyatt, Sheraton, Santika dan Hotel Tunjungan. Karena itu pihak manajemen hotel J.W Marriott Surabaya Harus menggunakan strategi pemasaran yang tepat sesuai dengan kondisi internal dan eksternalnya untuk mempertahankan bahkan meningkatkan tingkat hunian hotelnya. Peristiwa bom J.W Marriott Jakarta berdampak pula pada occupancy Hotel J.W Marriott Surabaya. Yakni terjadi penurunan pada occupancy sebesar 18,99% pada occupancy harian dan 7,98% pada occupancy bulanan Hotel J.W Marriott Surabaya di bulan Agustus 2003 pasca bom J.W Marriot Jakarta. Strategi pemasaran Hotel J.W Marriott Surabaya pasca bom J.W Marriott Jakarta untuk mengembalikan company image dan meningkatkan occupancy yang digunakan adalah strategi product, price, place, promotion, people, process, dan customer service. Strategi pemasaran Hotel J.W Marriott Surabaya yang paling efektif dalam mengembalikan company image dan peningkatan occupancy adalah strategi people, process, dan customer service. Karena strategi ini mampu mengembalikan kepercayaan masyarakat akan kondisi keamanan Hotel J.W Marriott Surabaya, sehingga berimbas pada peningkatan occupancy sebesar 1,54 pada occupancy bulanan dan 5,35% pada occupancy harian di bulan September 2003 pasca bom J.W Marriott Jakarta.",
  "creators": "LISA YULIANA; FILEA IKA BUANA",
  "contributors": "Marcus Remiasa (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010148/HTL/2004; Lisa Yuliana (33498118), Filea Ika Buana (33499113)",
  "subjects": "HOTEL MANAGEMENT; HOTELS--MARKETING"
}