{
  "id": "3479",
  "title": "Studi kualitas daya listrik 1600 KVA di PT. Artha Kayu Indonesia, kabupaten Demak",
  "abstract": "Kualitas daya listrik di suatu pabrik ditentukan oleh arus, tegangan, frekuensi, harmonisa, faktor daya dan pengetanahan (grounding) di pabrik tersebut. Kualitas daya listrik dapat dikatakan baik jika arus, tegangan dan frekuensi selalu konstan. Tetapi pada kenyataannya arus, tegangan dan frekuensi di pabrik tidak selalu konstan, tergantung pada peralatan listrik yang dipakai dan pengaturan sistem distribusi listrik pabrik. Pengumpulan data dilakukan dengan cara pengamatan dan pengukuran di lapangan, serta penjelasan dari kepala utility di PT. Artha Kayu Indonesia. Setelah itu, dilakukan analisa terhadap data yang telah dikumpulkan. Analisa itu dilakukan untuk mengetahui apakah besaran-besaran yang ada telah sesuai dengan standar yang diijinkan, yaitu: tegangan: 330.6-402.8 volt, frekuensi: 49.7-50.3 Hz, % VTHD: 5 %, % ITHD tergantung pada arus beban dan arus hubung singkat dari titik pengukuran yang ada, arus grounding maksimum 300 mA dan faktor daya (cos (p) > 0.85. Dari hasil analisa yang telah dilakukan dapat dikatakan bahwa kualitas daya listrik di PT. Artha Kayu Indonesia secara keseluruhan adalah baik (masih dalam batas standar yang diijinkan), walaupun ada beberapa SDP beserta motor-motor didalamnya yang faktor dayanya berada di bawah standar yang diijinkan, yaitu SDP Motor 25 Hp, SDP Motor 50 Hp, SDP Motor 75 Hp, SDP Kiln Dry, SDP Bengkel Gergaji, SDP Bengkel, SDP Moulding Selatan dan SDP Moulding Utara. Maka dari itu perlu unruk menghitung ulang besar daya reaktif kapasitor bank pada MDP Sawmill dan MDP Moulding.",
  "creators": "YEFTA SURYA PRIAMBUDI",
  "contributors": "Emmy Hosea (Advisor 1); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/E/TST/015/429",
  "subjects": "ELECTRIC POWER DISTRIBUTION-QUALITY CONTROL; ELECTRIC POWER SYSTEMS-VALUATION; ELECTRIC POWER"
}