{
  "id": "3481",
  "title": "Understanding market demand as the basic characteristic for the renovation program in restaurant paradijs uden",
  "abstract": "This thesis is written by the writer as the requirement to finish the writer?s study in Hotel Management of Petra Christian University, Indonesia and Christelijke Hogeschool Noord Nederland. The first part of this thesis will give some information and description about The \"Paradijs\" Restaurant in Uden. The second part of this thesis will contain a qualitative research that the writer has done, which will be started by reviewing the literature. The literature review will explain and describe about what a market is, types of market, the description about demand, the relation between market and demand, and the description from market demand itself. The Qualitative research will contain of observation to the market, interview with sources of information, in this case is the owner from restaurant \"Paradijs\" in Uden and also the writer will give questionnaires to the market that is related. The third part of this thesis will contain the main idea from this thesis, this part will try to show us how to choose the right market that will influence the renovation of the \"Paradijs\" restaurant based on the market demand. And the last part of this thesis will be the conclusion from the whole research and observation from the writer within 10 months working in \"Paradijs\" restaurant in Uden. This writer decided to choose this topic because the writer thought that this case is relevant with the current condition and situation, because next year the restaurant \"Paradijs\" have a plan to make some renovation for the restaurant. The writer hopes that this thesis will give some help and information about understanding the market demand for the successful of the renovation.",
  "creators": "HENDRA SETIAWAN",
  "contributors": "HENK BRUINS (Supervisors CHN 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010154/HTL/2004; Hendra Setiawan (334991050)",
  "subjects": "RESTAURANT MANAGEMENT"
}