{
  "id": "3482",
  "title": "Developing website as a marketing communication tool for River Side Oriental Cuisine Restaurant",
  "abstract": "This dissertation is written by the writers as the requirement to accomplish writers? study both in Hotel Management of Petra Christian University, Indonesia and in CHN (Christelijke Hogeschool Nederland). This dissertation reviews the Internet Website as a direct marketing communication tool to advertise River Side Oriental Cuisine. However, at the same time, the writers also construct the Website itself, by hiring someone, in the purpose of supporting and helping the restaurant?s owner in advertising his new restaurant (River Side Oriental Cuisine). This dissertation is divided into six chapters. Chapter one discusses the research problem and research review. The Research problem contains the problem that is examined during the research; and the solution that is found. Further, the research questions and research objective are also presented. Literature review is placed in the second chapter. First, the marketing theory in general becomes the basic theory of the research; afterwards the writers lift up the marketing communication theory as an important part to provide information, create demand, communicate value and product, and build loyal customer relationship. For the last, it is completed by the theory of Internet website, for instance: interactive marketing, the function of Internet Website, etc. Methodology research is held in the third chapter. This dissertation use two kinds of method, which are the qualitative method and the quantitative method; and two kinds of data sources, which are the primary data and the secondary data. The primary data is collected through interviewing, distributing the questionnaires, and observation. The secondary data is obtained from the literatures. Chapter four is reviewing about the company itself in which the authors do the research. It begins with the history of the company, the short explanation about segmentation and target market of the company, and the company?s objective. The fifth chapter is the core discussion of this thesis which all the data gathered through observation, questionnaires, and literature review, are being analyzed. In the last chapter, the writers write down the conclusion of the whole dissertation; and propose some recommendations, which can be implemented in the restaurant in order to help the restaurant?s advertising. At the end of this thesis, the writers enclose the website?s performance and questionnaire format as the appendixes.",
  "creators": "VERA WAHYUNINGSIH SANTOSA; RENNY TANNUR",
  "contributors": "HENK BRUINS",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010155/HTL/2004; Vera Wahyuningsih Santosa (33499024), Renny Tannur (33499082)",
  "subjects": "RESTAURANT MANAGEMENT"
}