{
  "id": "34828",
  "title": "Perancangan corporate identity La Vendys Bakery",
  "abstract": "Corporate Identity adalah simbol yang mencerminkan cara di mana perusahaan ingin dianggap. La Vendys Bakery adalah toko roti yang berada di Citraland, Surabaya dan sudah berdiri sejak 14 Juni 2012. Sampai saat ini, La Vendys Bakery memiliki sistem corporate identity yang tidak konsisten. Hal tersebut dapat dijumpai pada kemasan produk, member card, neon box dan lain-lain. Tujuan dari perancangan ini adalah merancang corporate identity La Vendys Bakery sesuai dengan visi misi perusahaan dan kelebihan yang dimiliki oleh La Vendys Bakery. Data yang dibutuhkan dalam perancangan ini ada data primer dan data sekunder. Metode pengumpulan data pada perancangan ini dilakukan dengan cara wawancara dan observasi. Setelah data terkumpul, data tersebut dianalisis dengan metode analisa SWOT dan kesimpulan. Setelah itu, menentukan konsep dan ide perancangan. Yang dirancang pada perancangan ini adalah sistem corporate identity yang melalui revisi dari thumbnail, tight tissue, hingga final design. Melalui perancangan ini, La Vendys Bakery akan memiliki corporate identity yang sesuai dengan citra baik dan visi misinya. Sehingga, La Vendys Bakery memiliki citra yang baik dan konsisten. Mengingat pentingnya corporate identity yang konsisten, La Vendys Bakery diharapkan tidak mengubah-ubah sistem corporate identity dengan sembarangan.",
  "creators": "DANIEL YOHANES",
  "contributors": "Prayanto W.H. (Advisor and Examination Committee); Hen Dian Yudani (Advisor 2); Erandaru (Examination Committee 2); Cindy Muljosumarto S.Sn, M.D. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Identitas Perusahaan",
  "source": "Identitas Peusahaan No. 00022652/DKV/2015; Daniel Yohanes (42411044)",
  "subjects": "COMMERCIAL ART; GRAPHIC ARTS; LOGOS (SYMBOLS); POSTERS; VISUAL COMMUNICATION; ADVERTISING"
}