{
  "id": "3483",
  "title": "Examining the existing standard service procedure and planning a suitable training program to crate a better service performance in Restaurant Paradijs",
  "abstract": "This thesis is written as the final part of the traineeship program conducted by Petra Christian University and Christelijke Hogeschool Noord-Nederland, Leeuwarden. The main subject of this thesis is Evaluating the Existing Standard Operation Procedure & Planning for a New Training Program. The purpose of this dissertation is to get a better understanding of the importance of Standard Service Operation Procedure and how important the Standard Service Operation Procedure is for service performance, which is acted out by the server or waiter. In order to evaluate this, a descriptive research is conducted. This descriptive research is divided into three parts; the first part is explaining about the situation in the restaurant, the research background. Basically, this part explains about restaurant?s general overview and problem overview. The second part is Literature Review. This part explains about the basic knowledge about service, the standard procedure, and the importance of a training program. This part is being used to get a complete understanding and be able to cover all necessary areas for this subject. The last part is the case study. This part explains about the analysis of the real situation of the first part and the second part, which is based on the questions provided in research question. In the research process, the writers used a questionnaire and a researcher diary. The questionnaire is subjected to the appropriate parties such as permanent personnel, the trainees and part timers. This involves several elements of Human Resources Management, people management, the correct standard service quality and also research analysis. At last, the result of the thesis can prove to be useful to the restaurant, especially in increasing the quality of service and gaining greater guest satisfaction.",
  "creators": "JOYCE NATALIA; YENNY KUSUMA",
  "contributors": "K.W. VAN DER HOEK (Supervisors CHN 1); HENK BRUINS (Supervisors CHN 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010157/HTL/2004; Joyce Natalia (33499043), Yenny Kusuma (33499167",
  "subjects": "RESTAURANT MANAGEMENT"
}