{
  "id": "3484",
  "title": "Improving service quality for a better business performance in Osaka Japans Restaurant",
  "abstract": "In the hectic business atmosphere of food and beverage operations, owners and managers constantly ask for a way to solve customer service problems. `Somewhere`, they say over and over, `there has to be an answer to stopping customer complaints, increasing table turnovers, and increasing revenues. The answer they seek is in the statement Increase table turnovers and revenues will happen automatically if all efforts are focused on eliminating customer complaints. To put it more simply, the answer is to create satisfied customers. Elements for successful customer service experience are: food quality, service quality, pleasant atmosphere, value for price paid. Your ability to serve food well and quickly will spell the difference between success and failure in any branch of the industry. Just as the name of our industry is food service, not food preparation, our ability to produce the most dollar sales per hour or per employee, or to serve the highest number of meals, will be the key to your success. Fast service of good food not only will make your customer happy and contented, but it will also make your sales and profit look much better. Some of the things we must do to strengthen it and make it work better are: better planning, complete equipment, more supervision, faster and better control, more skills. Service delivery is frequently variable and difficult to standardize because of the personal nature of the contact between the customer and the service deliverer. Thus individuals may well vary in their interpretation of customer needs. Elements of human `chemistry? may interfere with performance, some individuals may be more personally committed to successful service encounters. Customer expectations of satisfactory service may vary and be difficult to predict. Hence it is difficult to say that service delivery is homogeneous, even where the service is relatively simple. To meet the customer?s satisfaction, it is important to give good quality service. In the most simplistic sense, quality service is service which is `good? in the eyes of customer. Competent service should be `good service?, as defined by customers. It is not always defined that way by management. Too often staff are given reasons for procedures such as \"We do it this way because it saves time\" or \"we do it this way because it reduces costs?, rather than \"We do it this way because our customers like it this way?. Competent service is the application, by employees, of appropriate skills and knowledge to the performance of a task, the ultimate aim of which is customer satisfaction. Staff training is too often focused on the need of the organization, instead of the needs of its customers. The merging of the customer?s perception of `quality service? and the management perception of what `competent service? looks like occurs when quality management meets competency-based training in the definition: Quality service is service, delivered by competent personnel, according to certain service standard which meets or exceeds customer expectations. Considering the importance of delivering good quality service in a food service industry, in this dissertation the writers set some quality service standards in response to customer needs to improve the service performance that can increase customer satisfaction which is possible to be implemented in the Osaka Japans restaurant. These service standards will be implemented in the restaurant?s daily operation within 6 months, and then to measure whether there is any improvement in the restaurant?s service performance and also increasement of guest satisfaction, the writers used questionnaires for the guests to fill and also for the restaurant staff, to get to know how they feel about their own service performance after the standards services are conducted in restaurant?s daily operation. The questionnaires have been spread in 4 weeks. The writers analysed the data using describe",
  "creators": "ELVAYANTI SUPRIANTO; MAGDALENA MATILDA",
  "contributors": "K.W. VAN DER HOEK (Supervisors CHN 1); HENK BRUINS (Supervisors CHN 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02010158/HTL/2004; Elvayanti Suprianto (33499023), Magdalena Matilda (33499146)",
  "subjects": "RESTAURANT MANAGEMENT"
}