{
  "id": "3485",
  "title": "Analisa peta posisi dan preferensi persepsi produk smax pada PT. Smaxindo Multirasa di Jakarta",
  "abstract": "Perubahan gaya hidup yang terjadi di kalangan masyarakat Indonesia dewasa ini memberikan dampak perubahan selera dan pola konsumsi. Perubahan besar yang terjadi pada pola konsumsi masyarakat tersebut membuat persaingan antar perusahaan menjadi semakin ketat. Semakin banyaknya produk makanan ringan (modern snack) yang ditawarkan kepada konsumen dan beragamnya selera masyarakat dalam memilih produk makanan ringan menyebabkan persaingan antar perusahaan makanan ringan menjadi ketat, karena masing-masing perusahaan berusaha untuk mengembangkan usahanya dan mempertahankan pangsa pasarnya. PT. Smaxindo Multirasa menyadari hal diatas sehingga timbul pertanyaan mengenai keberadaan produknya diantara pesaing ketatnya yaitu Chiki Ball, Cheetos, Taro, dan Twistko serta atribut-atribut yang mempengaruhi konsumen dalam membeli produk modern snak Langkah pertama penelitian ini adalah dengan menyebarkan kuesioner pendahuluan sebanyak 30 buah untuk mengetahui atribut-atribut yang dipertimbangkan konsumen dalam membeli modern snack. Setelah dilakukan pretest, kemudian disebarkan kuesioner penelitian sebanyak 100 buah. Kuesioner yang disebarkan terdiri atas 2 bagian. Pengolahan data yang dilakukan pertama adalah penyusunan peta posisi yang hasilnya Smax berdekatan dengan Cheetos, Cheetos berdekatan dengan Twistko, sedangkan Chiki Ball dan Taro terpisah. Dari pengolahan data penyusunan peta preferensi persepsi, diperoleh rata-rata persepsi konsumen tentang modern snack yang terbaik adalah Taro, Chiki Ball, Smax, Cheetos, dan Twistko.",
  "creators": "TIRZA ORA CHRISTINE; DEBBY SUJONO",
  "contributors": "Soekarno (Advisor 1); Peter Remy Yosy Pasla (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011679/MAN/2003; Tirza Ora Christine (31499026), Debby Sujono (31400029)",
  "subjects": "CONSUMERS-RESEARCH; MARKETING-MANAGEMENT"
}