{
  "id": "34855",
  "title": "Penerapan tools integrasi perencanaan produksi pada Departemen production planning and inventory control PT FSCM Manufacturing Indonesia",
  "abstract": "Penelitian ini dilakukan untuk mengetahui dampak dari sistem perencanaan produksi yang terintegrasi pada Departemen PPIC. Permasalahan utama yang dihadapi PT FSCM Manufacturing Indonesia adalah tingginya biaya produksi pada stasiun kerja Heat Treatment dan lepasnya kontrol Departemen PPIC pada area manufacturing. Tingginya biaya produksi stasiun kerja Heat Treatment disebabkan oleh adanya waktu setup (dandori time) pergantian proses jenis komponen pada mesin. Hal ini dikarenakan adanya beban produksi harian pada stasiun kerja Heat Treatment yang mengakibatkan pengulangan dandori time tiap harinya. Lepasnya kontrol Departemen PPIC pada area manufacturing juga berdampak pada tingginya tingkat komponen WIP yang ada sehingga menimbulkan biaya penyimpanan komponen WIP. Improvement yang diberikan adalah dengan menerapkan sistem perencanaan produksi baru dengan beban produksi 10 hari pada stasiun kerja Heat Treatment dan memberikan kontrol Departemen PPIC pada area manufacturing. Hasil dari penelitian ini menunjukkan bahwa sistem perencanaan produksi yang terintegrasi pada Departemen PPIC dapat menurunkan biaya produksi stasiun kerja Heat Treatment dan menurunkan tingkat WIP. Penurunan biaya produksi stasiun kerja Heat Treatment dengan penerapan sistem baru adalah sebesar Rp 236.448.747,00. Penurunan tingkat WIP memberikan potensi penghematan sebesar Rp 2.984.382,53.",
  "creators": "ALVIN LIMAN",
  "contributors": "Tanti Octavia (Advisor 1); Felecia, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021798/IND/2015; Alvin Liman (25411036)",
  "subjects": "PRODUCTION PLANNING; PRODUCTION MANAGEMENT; INVENTORY CONTROL"
}