{
  "id": "34871",
  "title": "Studi analisa efektivitas user interface pada home page kaskus.co.id",
  "abstract": "Penelitian ini meneliti efektivitas User Interface home page pada kaskus.co.id. Website kaskus telah mengalami perubahan sebanyak delapan kali dari tahun 2001 hingga 2014. Dari sembilan home page ini, telah ditentukan home page tahun 2012-2014 dan tahun 2014-2015 yang akan diteliti sebagai sampel karena memenuhi kiteria yang akan diteliti, yaitu kelengkapan material (tidak ada gambar yang rusak), menonjolkan bagian forum dan FJB (dua ciri khas kaskus), dan memiliki visual yang paling berbeda. Tujuan dari penelitian ini adalah untuk mengetahui keefektifan User Interface dari dua sampel home page kaskus yang telah ditentukan. Penelitian dipengaruhi oleh tiga teori efektivitas User Interface oleh Nielsen-Molich, Sheniederman-Plaisant, dan Johnson. Berdasarkan teori-teori ini dibuat kuesioner yang dibagi menjadi tiga variabel yang diteliti, yaitu desain, informasi, dan pengoperasian, yang kemudian dibagikan kepada member kaskus. Hasil analisa didukung oleh hasil kuesioner yang di deskipsikan dalam bentuk tabel, histogram, dan skala. Dari data yang telah diolah, diketahui bahwa menurut member kaskus, User Interface Home Page kaskus 2012-2014 dan 2014-2015 keduanya efektif, namun tahun 2012-2014 terbukti lebih efektif dari 2014-2015 dikarenakan faktor informasi pada home page tahun 2014-2015 yang terlalu banyak dan penyajiannya yang kurang baik.",
  "creators": "CATHERINE PUTRI RAHARDJO",
  "contributors": "Prayanto W.H. (Advisor and Examination Committee); Hen Dian Yudani (Advisor 2); Erandaru (Examination Committee 2); Cindy Muljosumarto S.Sn, M.D. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00012668/DKV/2015; Catherine Putri Rahardjo (42411064)",
  "subjects": "WEBSITES-DESIGN; MASS MEDIA; VISUAL COMMUNICATION"
}