{
  "id": "34873",
  "title": "Perhitungan waktu baku dengan berbagai variasi produk di PT X",
  "abstract": "PT X adalah perusahaan karoseri yang menerima pembuatan box truk secara umum maupun khusus (customize design). Penerimaan pembuatan box truk secara khusus (customized design) ini membuat seringnya terjadi keterlambatan di perusahaan. Hal ini disebabkan oleh jenis dan ukuran dari kendaraan yang beragam, selain itu perusahaan juga tidak mengetahui berapa waktu yang diperlukan untuk membuat sebuah produk dengan spesifikasi tertentu.Tujuan dari penelitian ini adalah untuk mengetahui berapa waktu yang dibutuhkan untuk membuat satu buah produk dengan jenis dan tipe mobil tertentu (terutama untuk jenis baru yang belum pernah dipesan sebelumnya). Mobil jenis box truk aluminium dapat digolongkan dalam 11 jenis mobil. Berdasarkan 11 jenis mobil tersebut terdapat 18 proses, dan total 342 elemen kerja untuk membuat box truk tersebut. Proses pengambilan data dilakukan dengan menggunakan Stopwatch time study. Pengambilan data yang dilakukan menghasilkan pengetahuan bahwa pengolahan data waktu elemen kerja dibagi menjadi dua, pengolahan data waktu elemen kerja berdasarkan variasi kuantitas komponen, dan pengolahan data waktu berdasarkan variasi dimensi. Data waktu baku elemen kerja berdasarkan variasi kuantitas merupakan data waktu yang dapat langsung dikalikan secara langsung dengan frekuensi pengerjaannya. Data waktu berdasarkan variasi dimensi merupakan data yang waktu yang diukur berdasarkan panjang, atau lebar, atau tinggi, pada data waktu ini diperlukannya melakukan proses pembangunan model. Data waktu yang diperoleh dilakukan pengolahan dan perhitungan pada data. Hasil perhitungan yang dilakukan menghasilkan formula untuk menghitung waktu baku dari suatu produk, dan diketahui bahwa perubahan waktu produksi disebabkan oleh panjang, lebar, tinggi truk, dan jumlah sub.",
  "creators": "ENI SUSANTI",
  "contributors": "Herri Christian Palit (Advisor 1); Debora Anne Yang Aysia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021857/IND/2015; Eni Susanti (25411050)",
  "subjects": "WORK MEASUREMENT; TIME STUDY; TIME MANAGEMENT"
}