{
  "id": "3487",
  "title": "Perancangan standar selasar berdasarkan tingkat kenyamanan di Maspion Square Surabaya",
  "abstract": "Untuk merencanakan lebar selasar dari suatu gedung atau jalan, diperlukan studi yang mempelajari karakteristik dari pejalan kaki, untuk nantinya dapat dibuat suatu standar tingkat pelayanan seperti yang dikehendaki. Oleh karena itu, dilakukan suatu penelitian yang bertujuan untuk mendapat hubungan antar karakteristik pengguna selasar, dalam hal ini kecepatan, kepadatan, arus, dan modul area. Dari hasil penelitian, dapat ditentukan suatu standar tingkat pelayanan selasar. Survey dilakukan di empat lokasi penelitian di Maspion Square. Hasil survey dianalisa dengan metode-metode statistik, seperti korelasi Pearson dan regresi, yang selanjutnya dimasukkan dalam rumus-rumus umum pejalan kaki, untuk didapat persamaan yang menggambarkan hubungan antar karakteristik yang paling berpengaruh dalam penentuan standar tingkat pelayanan. Hasil analisa menunjukkan bahwa tingkat pelayanan di area Maspion Sauare bervariasi. Selasar di depan Asean Noodle dan selasar depan Optik Melawai berada pada tingkat pelayanan D, selasar depan Yoko-Coco berada pada tingkat pelayanan B, dan selasar depan Tulip-Bank Maspion berada pada tingkat pelayanan C. Karakteristik yang paling erat hubungannya adalah arus dan kepadatan. Persamaan yang didapat dengan metode korelasi Pearson dan regresi adalah: q = 50.6 k - 18.6 k 2 , dimana q adalah arus, dan k adalah kepadatan dari pengguna selasar.",
  "creators": "VIVI SUSILOWATI; REGINE ALVELINA JOSELIND",
  "contributors": "I Nyoman Sutapa (Advisor 1); Rudy Setiawan (Advisor 2); Tanti Octavia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/0785/IND/2004; Vivi Susilowati (25498056), Regine Alvelina Joselind (25498173)",
  "subjects": "OPERATIONS RESEARCH"
}