{
  "id": "34883",
  "title": "Perancangan media bantu pembelajaran interaktif untuk Miracle Music Learning Center di Surabaya",
  "abstract": "Berawal dari suatu problema klasik di dalam sistem pendidikan anak di Indonesia yang menggunakan metode pembelajaran yang masih konvensional. Seiring perkembangan zaman yang semakin cepat, membuat orang tua sangat ingin mengutamakan pendidikan yang terbaik kepada anak-anak mereka. Pendidikan pada anak disadari orang tua bukan hanya dapat dipelajari di sekolah namun dapat juga didapat dari pendidikan di samping pendidikan sekolah yang salah satunya adalah pendidikan musik. Pendidikan musik di Indonesia yang masih konvensional antara lain dengan metode ceramah dan cara belajar melalui buku musik saja mendasari perancangan media bantu pembelajaran interaktif untuk miracle music learning center ini. Tujuan dari perancangan ini adalah merancang media bantu interaktif berbasis multimedia untuk Miracle Music Learning Center dan metode yang digunakan adalah metode observasi, studi pustaka, wawancara, kuesioner, internet, dan dokumentasi data Media pembelajaran ini akan memberikan warna baru bagi dunia pendidikan musik karena menggunakan teknologi applikasi yang bisa diunduh lewat segala jenis gadget masing-masing pengguna. Perancangan ini difokuskan pada kemampuan sight reading pada piano dan teori piano sederhana dengan bahasa pengantar Bahasa Inggris yang dikemas dengan permainan edukatif full color yang menarik dan lucu agar minat anak-anak untuk mempelajari alat musik piano menjadi lebih meningkat dan menyenangkan.",
  "creators": "FELECIA YEREMIA SUDARGO",
  "contributors": "Listia (Advisor and Examination Committee); Erandaru (Advisor 2); Maria Nala Damajanti, S.Sn., M.Hum. (Examination Committee 2); Elisabeth Christine Yuwono (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Media Interaktif",
  "source": "Media Interaktif No. 00022670/DKV/2015; Felecia Yeremia Sudargo (42411066)",
  "subjects": "GRAPHIC ARTS; POSTERS; VISUAL COMMUNICATION; COMMERCIAL ART"
}