{
  "id": "3491",
  "title": "Pengaruh kualitas makanan steak dan seafood serta layanan pelanggan terhadap kepuasan pelanggan restoran kenaqs di Surabaya",
  "abstract": "Dunia usaha yang kian maju ini akan menimbulkan berbagai tantangan baru dan merupakan peluang besar bagi peningkatan kegiatan usaha dalam menghadapi persaingan bebas. Kesuksesan sebuah restoran dapat dinilai dari kepusan para pelanggannya, dimana pihak restoran harus berusaha untuk memperhatikan dan memuaskan kebutuhan dan keinginan pelanggannya. Penekanan pada kualitas makanan yang dihasilkan dan layanan yang diberikan pada pelanggan bila semakin baik maka semakin tinggi pula kepuasan pelanggannya. Sehingga selain dapat mempertahankan pelanggan, restoran Kenaqs juga dapat mengembangkan usahanya. Teknik analisis data yang digunakan adalah analisa regresi linier berganda untuk mengetahui pengaruh. Perhitungan koefisien korelasi parsial untuk mengetahui pengaruh yang paling dominan antar variabel bebas (X1, X2) dengan variabel terikat (Y). Penghitungan koefisien determinasi untuk mengetahui besarnya sumbangan variabel bebas terhadap variabel terikat. Pengujian hipotesis menggunakan uji t dan uji F, serta melakukan uji validitas berganda. Berdasarkan hasil penelitian, didapat bahwa kepuasan pelanggan restoran Kenaqs cukup tinggi. Dan diketahui bahwa baik secara individu atau serempak, variabel bebas memberikan pengaruh terhadap variabel terikat. Diantara dua variabel bebas tersebut, variabel layanan pelangganlah yang memberikan pengaruh yang lebih kuat terhadap variabel kepuasan pelanggan.",
  "creators": "JONNY; VERENNY",
  "contributors": "Edwin Japarianto (Advisor 1); LUKAS SUGENG MUSIANTO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011674/MAN/2003; Jonny (31499111), Verenny (31499202)",
  "subjects": "CONSUMER SATISFACTION; RESTAURANT MANAGEMENT; MARKETING-MANAGEMENT"
}