{
  "id": "3492",
  "title": "Faith Clinic",
  "abstract": "Menurut kamus Bahasa Indonesia Klinik memiliki arti yaitu organisasi yang bergerak di bidang penyediaan pelayanan kesehatan kuratif (diagnosis dan pengobatan), biasanya terhadap satu macam gangguan kesehatan. Faith Clinic adalah usaha yang melayani satu segmen pasar dengan menyediakan beberapa produk, yaitu klinik untuk pengobatan penyakit dalam, yang dilengkapi dengan laboratorium dan juga apotik. Segmen pasarnya adalah masyarakat golongan menengah ke atas dengan pendapatan lebih besar dari Rp. 1.000.000 per bulan. Klinik ini dibangun dengan landasan Kristiani sebagai acuan utama dalam pelayanan terhadap masyarakat di bidang kesehatan, klinik ini akan dilengkapi dengan tenaga kerja yang beragama Kristen dan ahli dibidangnya, serta telah terdidik dengan baik. Faith Clinic mengutamakan pelayanan yang berdasarkan kasih sesuai dengan landasan didirikan klinik ini, dengan cara memberikan pelayanan yang ramah, sabar dan memperhatikan pasien baik sebelum, selama, bahkan sesudah pasien menjalani pemeriksaan. Selain itu pelayanan yang berdasarkan kasih diwujudkan dengan tetap melayani pasien yang datang dalam keadaan darurat, meskipun pasien bukan berasal dari kalangan menengah ke atas, dengan memberikan keringanan pada biaya pemeriksaan. Bentuk hukum dari usaha ini adalah Firma yang didasarkan pada pasal 16 KUHD dan pasal 1618 KUH Perdata. Lokasi dari klinik ini adalah di daerah Mojokerto di Perumahan Magersari Indah Jl. Pepaya 10. Hal ini didasarkan atas pertimbangan bahwa lokasi ini sangat strategis karena dekat dengan target market, sehingga akan memudahkan untuk menjangkau masyarakat. Selain itu juga merupakan daerah yang dekat dengan perumahan-perumahan yang lain dan merupakan daerah yang bebas dari banjir, kemacetan dan kebisingan. Alasan lain yang juga sangat penting adalah karena di Perumahan ini belum terdapat klinik yang sejenis dengan Faith Clinic. Dengan lokasi yang strategis tersebut diharapkan klinik ini dapat benar-benar berguna dan bermanfaat keberadaannya.",
  "creators": "LISA INDRIATI; ELFIE WIDYAWATI",
  "contributors": "Edwin Japarianto (Advisor 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rancangan Usaha",
  "source": "Rancangan Usaha No. 0102199/MAN/2003; Lisa Indriati (31499369); Elfie Widyawati (31499384)",
  "subjects": "BUSINESS PLANNING; CLINICS-MANAGEMENT"
}