{
  "id": "34945",
  "title": "Perancangan keselamatan dan kesehatan kerja pada PT Injaplast",
  "abstract": "PT Injaplast adalah perusahaan yang bergerak pada bidang pembuatan karung plastik (plastic woven bag industry) yang berlokasi di Jl. Margomulyo No. 35, Surabaya. Perusahaan saat ini belum mempunyai Keselamatan dan Kesehatan Kerja (K3), sehingga kecelakaan kerja yang terjadi masih cukup tinggi. Hal tersebut dapat dilihat dari data kecelakaan kerja perusahaan, dimana pada tahun 2013 dan 2014 terjadi 12 kecelakaan kecil dan 3 kecelakaan besar. Tingkat kecelakaan yang cukup tinggi tersebut dapat diminimalkan dengan melakukan penyusunan dokumen hazard identification, risk assessment, dan risk control (HIRARC). HIRARC merupakan dokumen yang dapat mendukung kesuksesan penerapan K3. Tujuan dari HIRARC adalah untuk mendeteksi bahaya yang ada, membuat penilaian, dan membuat pengendalian untuk meminimalkan potensi risiko tersebut. Hasil penyusunan dokumen HIRARC menunjukkan bahwa masih banyak kegiatan yang dapat membahayakan pekerja. Kegiatan-kegiatan tersebut merupakan kegiatan yang memiliki tingkat risiko moderate dan high, dimana tingkat risiko moderate sebanyak 43% dan tingkat risiko high sebanyak 15%. Selanjutnya dilakukan pengendalian risiko berupa pemberian alat pelindung diri (APD), pemasangan rambu-rambu (administratif), penambahan peralatan (rekayasa teknik), dan penggantian APD atau peralatan (substitusi). Perkiraan kemungkinan penurunan risk rating bila pengendalian risiko dijalankan adalah risiko dengan kategori moderate yang awalnya adalah 43% dapat turun menjadi 11% sedangkan kategori high yang awalnya 15% dapat turun menjadi 3%.",
  "creators": "AGNES TO",
  "contributors": "Togar Wiliater Soaloon Panjaitan, S.T., MBA. (Advisor 1); Indriati Njoto Bisono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021833/IND/2015; Agnes To (25411093)",
  "subjects": "INDUSTRIAL SAFETY; INDUSTRIAL SAFETY-MANAGEMENT; PERSONNEL MANAGEMENT; RISK ASSESSMENT"
}