{
  "id": "3494",
  "title": "A Study on the inhuman treatments that happen in Alan Corde's life and his efforts in facing them in Saul Bellow's The Dean's December",
  "abstract": "This thesis presents an analysis on Alan Corde who faces some inhuman treatments around his life in Saul Bellow?s The Dean?s December. It discusses inhuman treatments around Alan Corde?s life and the way he faces them. In order to accomplish the object from this thesis, the thesis writer uses literary devices, setting, conflict and characterization. Setting theory is used to analyze the condition of both of the countries, Rumania and America. The conflict theory is used to analyze the problems that happen when the main character realizes about inhuman treatments around his life. The characterization is used to analyze the main character?s trait in facing inhuman treatments. Alan Corde experiences some inhuman treatments around his life. He experiences it when he travels to Bucharest, Rumania and also in his home country, Chicago, America. In Bucharest, Rumania he finds out some inhuman treatments such as the limited freedom of the citizen by its government, the limited communication facilities and the pathetic condition. Next, in Chicago he finds some inhuman treatments such as murder related to the race problem, the falseness in the journalism and court and the cruelness in the County jail. Based on those situations, Alan Corde does some efforts in order to face inhuman treatments. Finally, as the conclusion, the thesis writer reveals that Alan Corde experiences some events in Rumania and America which are considered as inhuman treatments. However, he does some efforts to reduce the number of inhuman treatments.",
  "creators": "NADIA HANINDA",
  "contributors": "Liliek Soelistyo (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011246/ING/2004; Nadia Haninda (11499123)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; BELLOW, SAUL, 1915-...THE DEAN'S DECEMBER-STUDY AND TEACHING"
}