{
  "id": "34947",
  "title": "Upaya penurunan kecacatan pada proses produksi painting line 1 PT Astra Komponen Indonesia",
  "abstract": "PT Astra Komponen Indonesia merupakan perusahaan yang bergerak di bidang manufaktur khususnya memproduksi berbagai komponen kendaraan bermotor. Perusahaan ingin menurunkan tingkat kecacatan yang terjadi pada painting line, di mana rata-rata total NG tahun 2015 mencapai 23,64% sedangkan khusus pada kecacatan bintik kotor mencapai 11,44%. Target perusahaan total kecacatan tahun 2015 adalah 12% dan kecacatan bintik kotor hanya 6%. Penelitian ini menggunakan metode Quality Control Circle di mana di dalamnya terdapat 8 step QCC untuk menyelesaikan permasalahan yang ada. Akar permasalahan terjadinya kecacatan bintik kotor dikarenakan fasilitas dan peralatan painting yang belum standard sehingga lingkungan menjadi kotor. Akar permasalahan lainnya yaitu kurangnya kedisiplinan man power dalam menjaga kebersihan painting line. Upaya yang dilakukan dalam menurunkan jenis kecacatan bintik kotor yaitu dengan melakukan trial pergantian sarung tangan sprayman setiap jam dan masking part CHF dengan menggunakan kertas. Hasil trial dari pergantian sarung tangan setiap jam mengalami penurunan sebesar 1%. Hasil trial dari masking part CHF dengan menggunakan kertas rata-rata turun sebesar 4,4%. Hasil ini belum cukup signifikan untuk mencapai target yang ditetapkan perusahaan. Usulan lain yang diharapkan dapat membantu menurunkan kecacatan bintik kotor yaitu standarisasi fasilitas dan alat yang digunakan dalam proses produksi painting. Hal yang terpenting adalah menjaga kebersihan painting line.",
  "creators": "YUDHA KRESNA PRIMAYOKA",
  "contributors": "Felecia, S.T., M.Sc. (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021795/IND/2015; 25411096 (Yudha Kresna Primayoka)",
  "subjects": "TOTAL QUALITY MANAGEMENT; QUALITY CONTROL; PRODUCTION CONTROL"
}