{
  "id": "34943",
  "title": "Improvement pada monthly manpower management untuk direct labor di PT Toyota Motor Manufacturing Indonesia",
  "abstract": "PT Toyota Motor Manufacturing Indonesia (TMMIN) adalah perusahaan produsen kendaraan roda empat merek Toyota. Perusahaan yang sedang berekspansi memiliki tujuan untuk mencapai volume produksi sebesar x unit pada tahun 2017, membutuhkan sumber daya manusia yang yang cukup untuk mencapai tujuan tersebut. Seksi Man Power Planning (MPP) adalah sebuah Seksi dibawah Divisi Human Resources yang bertanggung jawab terhadap kebutuhan manpower di perusahaan. Dalam menjalankan tugasnya, Seksi MPP menghadapi tantangan dalam hal Direct Labor Manpower Planning dan Employee Requisition Process. Penyelesaian masalah dilakukan dengan menggunakan metode Toyota Business Practices (TBP). Seksi MPP memiliki tanggung jawab untuk merumuskan Direct Labor Manpower Planning yang akurat untuk mengestimaskan kebutuhan manpower baru pada FY 15/16. Planning yang akurat dapat diperoleh dengan memperhitungkan faktor yang berpengaruh dan menggunakan asumsi bisnis yan tepat. Permasalahan yang dihadapi dalam hal Employee Requisition Process adalah banyak kanban form untuk replacement manpower yang terlambat untuk diserahkan, yaitu mencapai 34% dari total Kanban form yang diterima pada suatu periode. Perbaikan yang dilakukan adalah membuat annual placement schedule dan enrollment monitoring sharefolder, memperbarui enrollment form, menstandarkan proses employee requisition, dan membuat SOP. Implementasi perbaikan ini menurunkan jumlah keterlambatan Kanban form yang diserahkan menjadi 14%.",
  "creators": "KEVIN GIOVANNI WIRAHADI",
  "contributors": "Jani Rahardjo (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021817/IND/2015; Kevin Giovanni Wirahadi (25411086)",
  "subjects": "PERSONNEL MANAGEMENT; MANPOWER PLANNING"
}