{
  "id": "34941",
  "title": "Perbaikan estimasi loading bagian machinery PT X",
  "abstract": "PT X adalah perusahaan yang bergerak di bidang pembuatan mesin industry, khususnya untuk perusahaan lain yang merupakan anak usaha dari induk perusahaan PT X sendiri. PT X saat ini mengalami masalah utama dalam hal overload kapasitas dan estimasi loading yang kurang akurat. Penelitian ini bertujuan untuk dapat menyelesaikan kedua masalah tersebut, yatiu bisa menurunkan aktual loading yang ada dan meningkatkan akurasi estimasi loading. Perbaikan dilakukan dengan mengestimasikan penurunan loading dengan mengurangi kategori jam kerja lain-lain dan memberi usulan nyata perbaikan penurunan loading. Penurunan jam kerja lain-lain diestimasikan mampu menurunkan aktual loading sebesar 24.23% pada 2014 dan 19.64% pada 2015. Usulan nyata yang diberikan sendiri adalah dengan memberi form jam kerja baru, memperpanjang waktu detailing desain, training, dokumentasi data, dan batasan revisi konsumen. Estimasi loading kemudian juga dilakukan setelah memperbaiki kondisi aktual loading. Estimasi loading di PT X sendiri saat ini masih memiliki error yang besar jika dibandingkan dengan aktual loading yang ada, yaitu sebesar 62.84% pada 2014. Perbaikan estimasi loading dilakukan dengan menggunakan cara optimized manhour quota dimana bobot ketidakpastian akan sangat mempengaruhi hasil yang didapatkan. Tingkat error yang dihasilkan adalah sebesar 32.23% untuk perbandingan loading proyek, 9.48% untuk total loading, dan 6.78% untuk total loading dengan perbaikan.",
  "creators": "MIKHAEL ARIESTO RAHARDJO",
  "contributors": "Felecia, S.T., M.Sc. (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021802/IND/2015; Mikhael Ariesto Rahardjo (25411083)",
  "subjects": "MACHINERY INDUSTRY; PRODUCTION MANAGEMENT; PRODUCTION PLANNING"
}