{
  "id": "34948",
  "title": "Pembaharuan dokumen hazard identification, risk assessment, and risk control (HIRARC) di PT Schneider Indonesia Plant Cikarang Berdasarkan Standar OHSAS 18001:2007",
  "abstract": "PT Schneider Indonesia Plant Cikarang merupakan perusahan manufaktur yang memproduksi panel listrik. PT Schneider Indonesia Plant Cikarang telah memiliki dokumen Hazard Identification Risk Assessment and Risk Control (HIRARC) berdasarkan standar OHSAS 18001:2007. Dokumen HIRARC yang dimiliki PT Schneider Indonesia Plant Cikarang sesuai dengan kondisi terakhir tahun 2014. Pembuatan dokumen HIRARC menggunakan metode QRA (Qualitative Risk Assessment). PT Schneider Indonesia Plant Cikarang di sepanjang tahun 2014 telah melakukan perubahan pada aktivitas produksinya dan perubahan prosedur penyusunan HIRARC. Penelitian ini bertujuan untuk memperbaharui dokumen HIRARC agar sesuai dengan kondisi di perusahaan saat ini. Pengidentifikasian bahaya pada dokumen HIRARC 2015 dilakukan di seluruh ruang lingkup SMK3 PT Schneider Indonesia Plant Cikarang. Dokumen HIRARC 2015 menunjukkan bahwa risk level dari bahaya yang teridentifikasi, yaitu 2798 bahaya risk level low, 429 bahaya risk level moderate, 8 bahaya risk level high dan tidak ada bahaya yang memiliki risk level extremely high. Bahaya yang memiliki risk level high akan dijabarkan kembali dengan cara melakukan pengidentifikasian bahaya dan penilaian resiko. Bahaya yang memiliki risk level high terdapat pada area produksi LV dan departemen legal GA-subcont. Bahaya yang telah teridentifikasi tersebut akan dikendalikan, dimana pengendalian resiko terdiri dari dua jenis, yaitu current control dan addtional action.",
  "creators": "ELNY EANANTHA MANGEKA",
  "contributors": "Togar Wiliater Soaloon Panjaitan, S.T., MBA. (Advisor 1); Tanti Octavia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021845/IND/2015; Elny Eanantha Mangeka (25411097)",
  "subjects": "INDUSTRIAL SAFETY; PERSONNEL MANAGEMENT; RISK ASSESSMENT"
}