{
  "id": "3496",
  "title": "Penerapan target kaizen costing untuk mengurangi biaya produksi pada perusahaan manufaktur pt. \"x\" di Surabaya",
  "abstract": "Dalam kondisi persaingan yang semakin kompetitif, setiap badan usaha dituntut untuk memiliki keunggulan bersaing agar dapat tetap bertahan dan memenangkan persaingan. Ada dua pilihan penting yang menjadi pertimbangan badan usaha dalam kaitannya dengan strategi penetapan harga, yaitu tetap mempertahankan tingkat harga yang berlaku dengan meningkatkan kualitas dan kegunaannya, atau menurunkan harga pokok produk untuk merebut pasar dengan tetap mempertahankan standar kualitas tingkat kegunaan produk dengan cara memangkas biaya-biaya non-value added. Filosofi target costing mensyaratkan bahwa manajemen biaya yang agresif terjadi pada tahap perencanaan, tahap desain produk, dan tahap produksi. Target costing didorong oleh analisis pasar dan analisis pesaing. Dengan merancang biaya yang lebih rendah pada sebuah produk, perusahaan akan mendapatkan penghematan biaya. Sedangkan filosofi kaizen costing mensyaratkan adanya perbaikan terus menerus (continuous improvement) yang merupakan metode sekaligus sarana untuk mendukung proses pengurangan biaya di tahap-tahap produksi. Berdasarkan hasil analisis yang dilakukan, dapat disimpulkan bahwa selama ini badan usaha menggunakan standard costing untuk mengendalikan biayanya, sehingga investigasi dan respon diberikan apabila standar tidak dapat dicapai. Sedangkan kaizen costing menuntut adanya continuous improvement yang berkelanjutan, dan respon diberikan apabila target kaizen tidak tercapai. Kaizen costing bertujuan untuk mengurangi biaya aktual di bawah biaya standar, sedangkan standard costing hanya bertujuan untuk mendorong memenuhi standar biaya yang ditetapkan.",
  "creators": "VIVIYEN",
  "contributors": "Devie (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010342/AKT/2004; Viviyen (32498112)",
  "subjects": "COST ACCOUNTING"
}