{
  "id": "35007",
  "title": "Analisa resiko terhadap perencanaan strategi teknologi informasi di Organisasi X",
  "abstract": "Organisasi X adalah sebuah organisasi yang bergerak di bidang pendidikan dari jenjang TK hingga SMA / SMK. Organisasi X saat ini mulai menerapkan sistem IT terhadap semua proses bisnis yang ada pada organisasi. Dengan adanya layanan IT dimaksudkan untuk mempermudah proses bisnis organisasi, dan pelayanan yang diberikan kepada konsumen dapat maksimal. Permasalahan yang sering terjadi pada Organisasi X ini berkaitan dengan sistem manajemen yang masih manual, perlengkapan IT seperti hardware, jaringan dan server yang belum memenuhi kebutuhan yang ada saat ini. Untuk itu dibutuhkan analisa risiko mengenai perencanaan yang baik berkaitan dengan layanan IT yang akan digunakan oleh Organisasi X. Pada skripsi ini, dilakukan proses analisa risiko terhadap kondisi layanan IT yang ada saat ini pada Organisasi X, sehingga dapat mengetahui sejauh mana layanan IT pada Organisai X membantu dalam proses perencanaan layanan IT kedepannya. Kemudian dibuatlah analisis berdasarkan pada pemahaman model dan strategi bisnis, penjabaran IT Audit Universe, Control Objective Plan and Organise 1-3, serta penilaian terhadap faktor – faktor risiko IT yang ditemukan. Proses analisis risiko dilakukan dengan menggunakan metode Global Technology Audit Guidelines (GTAG), COBIT 4.1 Plan and Organise 1-3, OWASP Risk Methodology. Berdasarkan pengujian, ditemukan faktor-faktor risiko IT pada Organisasi X. Beberapa faktor-faktor risiko tersebut antara lain Orang IT tidak sepenuhnya dilibatkan dalam penentuan target bisnis, mengakibatkan Divisi IT tidak dapat memberikan peran maksimal dalam memberikan ide terhadap kemajuan organisasi berkaitan dengan IT, Tidak adanya tim khusus yang dibentuk dalam membuat rencana layanan IT jangka panjang, mengakibatkan tidak jelasnya rencana IT organisasi pada jangka panjang.",
  "creators": "GABRIEL RIZKIAWAN SANTOSO",
  "contributors": "Adi Wibowo, S.T., M.T., Ph.D. (Advisor 1); Lily Puspa Dewi, S.T., M.Kom. (Advisor 2); Alexander Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021440/INF/2015; Gabriel Rizkiawan Santoso (26410114)",
  "subjects": "INFORMATION TECHNOLOGY; RISK ASSESMENT; STRATEGIC PLANNING"
}