{
  "id": "35009",
  "title": "Perancangan dan pembuatan game edukasi pembelajaran aritmatika untuk siswa kelas 1-3 SD",
  "abstract": "Pada saat ini, game edukasi sudah banyak dimanfaatkan sebagai media pembelajaran dalam bidang pendidikan. Aritmatika merupakan salah satu cabang ilmu dari matematika yang mempelajari perhitungan bilangan dasar, dimana sering dimanfaatkan dalam berbagai bidang kehidupan. Untuk itu, maka dibuatlah sebuah game edukasi pembelajaran matematika yang dapat digunakan untuk membantu siswa dalam mempelajari aritmatika. Game ini dibuat dengan menggunakan software Adobe Flash Professional CS6 dan menggunakan bahasa pemrograman Action Script 3.0. Pada pembuatan game ini, penulis menguji coba game edukasi sejenis, di mana penulis akan memperbaiki kekurangan yang terdapat game edukasi tersebut ke dalam game yang akan dibuat. Oleh karena itu, penulis membuat sebuah game edukasi matematika yang memiliki tampilan yang bagus dan menarik, sehingga dapat disukai oleh anak-anak. Pada game ini, akan terdapat 5 level, yang terdiri dari kebun, danau, taman, lintasan lari, dan stasiun kereta. Setiap materi soal yang diberikan dibedakan berdasarkan kelas yang dipilih, di mana materi yang terdapat pada kelas 1 mencakup penjumlahan dan pengurangan, sedangkan pada kelas 2 dan 3 mencakup materi penjumlahan, pengurangan, perkalian, dan pembagian. Berdasarkan hasil kuesioner, dapat ditarik kesimpulan bahwa game yang telah dibuat dapat digunakan sebagai media pembelajaran aritmatika bagi siswa, serta meningkatkan kemampuan dan keterampilan siswa pada perhitungan operasi dasar aritmatika.",
  "creators": "RENDY SURYADHARMA",
  "contributors": "Gregorius Satiabudhi (Advisor 1); Kristo Radion Purba S.ST. (Advisor 2); Agustinus Noertjahyana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021439/INF/2015; Rendy Suryadharma (26410118)",
  "subjects": "COMPUTER GAMES-PROGRAMMING; EDUCATIONAL GAMES; GAMES IN MATHEMATIC EDUCATIONAL"
}