{
  "id": "3501",
  "title": "Penerapan manajemen persediaan dengan metode economic order quantity untuk meningkatkan efisiensi biaya persediaan pada UD \"Dita Motor\"",
  "abstract": "Penulisan Skripsi ini dilakukan pada UD \"Dita Motor\" Sebagai Obyek penelitian. Tujuan dari penelitian ini adalah untuk mencapai efisiensi biaya untuk menghemat biaya yang di keluarkan serta menjaga persediaan agar persediaan tidak sampai kelebihan, kehabisan, hilang atau pun rusak. Data yang di pergunakan pada penelitian ini berasal dari internal perusahaan. Hasil yang didapat pada penelitian ini adalah bahwa dengan penerapan Economic Order Quantity (EOQ) dengan Fixed-Order Quantity Model perusahaan dapat melakukan penghematan biaya sebesar 8% dari total biaya penyimpanan dan pemesanan. Selain hasil kuantitatif berupa penghematan sebesar 8% perusahaan juga mendapat hasil kualitatif yaitu dengan adanya EOQ dapat membantu perusahaan untuk menentukan berapa pesanan barang terhadap supplier, dengan ROP dapat membantu perusahaan untuk menentukan waktu yang tepat untuk melakukan pemesanan barang kembali. Mengingat jumlah persediaan perusahaan yang begitu banyak maka sebaiknya perusahaan juga menerapkan ABC Inventory Planning agar bisa menitik beratkan operasi perusahaan pada barang-barang yang dianggap memiliki nilai uang yang besar. Menurut hasil penelitian ABC Inventory sistem yang diterapkan pada perusahaan yang bersangkutan menghasilkan beberapa saran yaitu: untuk barang tipe A, sebaik nya menggunakan Economic Order Quantity (EOQ) dengan Fixed-Order Quantity Model.",
  "creators": "STEVEN JAQUAR TANJAYA",
  "contributors": "J. MALONDA (Editor); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010356/AKT/2004; Steven Jaquar Tanjaya (32499157)",
  "subjects": "MATERIALS MANAGEMENT; MANAGEMENT ACCOUNTING"
}