{
  "id": "35028",
  "title": "Pembuatan virtual map Gedung P lantai 2 dan 3 Universitas Kristen Petra dengan oculus rift",
  "abstract": "Perkembangan dan persaingan Universitas di Indonesia sangatlah ketat. Universitas Kristen Petra juga merupakan Universitas yang sudah lama berdiri dan dikenal banyak orang di Indonesia. Calon mahasiswa tentu ingin melihat lebih jelas bentuk dan sarana yang dimiliki pada Universitas. Kesulitan yang ada pada calon mahasiswa yang bertempat tinggal di luar pulau, karena membutuhkan biaya transportasi yang besar apabila ingin mengunjungi Universitas Kristen Petra. Program ini bertujuan untuk memfasilitasi calon mahasiswa yang melihat Universitas Kristen Petra secara virtual. Dalam pembuatan program dilakukan terlebih dahulu penelitian bentuk serta posisi setiap objek pada gedung dan penggunaan oculus rift, sehingga diharapkan hasil yang didapatkan bisa menyerupai keadaan aslinya. Pembuatan objek 3d dan Pemberian material dengan program SketchUp agar hasil sebuah obyek menyerupai ukuran dan warna pada obyek aslinya. Pemberian fitur collision dan lighting bertujuan agar user tidak dapat menembus dan terdapat bayangan seperti keadaan asli. Penggunaan Oculus Rift sehingga user dapat merasakan suasana Universitas Kristen Petra secara realistis. Hasil pada program ini, posisi dan bentuk objek pada gedung menyerupai keadaan asli yang ada pada Universitas Kristen Petra. Hambatan waktu pembuatan menjadi faktor utama, sehingga tidak bisa membuat gedung lebih secara detail. Seluruh ruangan laboratorium dan ruangan kelas pada gedung P lantai 2 dan ruang dosen pada gedung lantai 3 sudah dibuat, hanya ada beberapa bagian masih belum terlengkapi misalkan pada bagian ruang asisten laboratorium, dan bagian kecil. Kekurangan dari program ini, membutuhkan spefikasi komputer yang cukup tinggi dalam menjalankan program. Ini dikarenakan memori yang dihasilkan pada program ini bisa dibilang cukup besar.",
  "creators": "EZRA CHRISTIAN W",
  "contributors": "Gregorius Satiabudhi (Advisor 1); Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 2); Liliana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021452/INF/2015; Ezra Christian Winata (26411012)",
  "subjects": "VIRTUAL REALITY-COMPUTER PROGRAM; COMPUTER ANIMATION"
}