{
  "id": "3503",
  "title": "Analisa perbedaan harapan dan persepsi konsumen terhadap kualitas pelayanan karyawan hotel-villa Ciputra Surabaya.",
  "abstract": "Kinerja karyawan dalam bidang pelayanan memegang peranan penting dalam menentukan kepuasan konsumen, dan merupakan suatu kunci penting yang dapat membuat suatu usaha yang bergerak di bidang hospitality industri untuk dapat bertahan. Pada umumnya, penilain tamu akan kualitas layanan sebelum dan sesudah mereka menginap tidaklah sama. Ada 2 variabel yang digunakan peneliti untuk menilai kualitas layanan, pertama variable tangible. Variable ini didukung oleh 3 indikator, yaitu: action, process dan speed. Variable yang kedua ialah intangible, variable ini juga didukung oleh 3 indikator yaitu: friendliness, care dan warmth. Penelitian ini menggunakan metode survei, kepustakaan, observasi dan pengolahan data menggunakan uji nonparametric Wilcoxon signed rank test. Survei dilakukan dengan menggunakan kuesioner yang disebarkan kepada 26 orang responden yang pernah menginap, serta 25 orang karyawan Hotel-villa Ciputra Surabaya. Dalam mengolah data dari nilai harapan dan kepuasan konsumen penulis menggunakan program SPSS v.11 for Windows. Hasilnya didapatkan bahwaDari hasil analisa uji beda dengan Wilcoxon Signed Rank tampak bahwa dari 6 indikator yang digunakan dalam mengukur layanan dalam bentuk tangible dan intangible, maka hanya Speed (kecepatan pelayanan) yang mempunyai perbedaan secara signifikan. Secara keseluruhan kinerja pelayanan staff hotel bisa disimpulkan sudah memenuhi harapan konsumen.",
  "creators": "FERDINAND NAPITUPULU; JOHANES TRI BAGASWORO",
  "contributors": "EDWIN ERVANTO SOELISTYO, S.E.,M.M. (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010139/HTL/2004; Ferdinand Napitulu (33498181), Johannes Tri Bagasworo (33499068)",
  "subjects": "CONSUMER RESEARCH; HOTEL MANAGEMENT; CONSUMER SATISFACTION"
}