{
  "id": "3504",
  "title": "Analisis daya tarik industri pada perusahaan real estat di Surabaya dan sekitarnya",
  "abstract": "Analisis yang hati-hati dalam investasi realestat diperlukan untuk menghindari pemborosan atau bahkan kegagalan proyek. Analisis daya tarik industri merupakan salah satu alat untuk mengetahui kelayakan berinvestasi. Terdapat 22 faktor yang menentukan daya tarik industri realestat yang diklasifikasikan ke dalam 7 kelompok, yaitu potensi pertumbuhan industri, dampak industri dalam menghadapi driving forces, potensi masuk-keluamya perusahaan utama dalam industri, stabilitas realestat, kekuatan persaingan di masa mendatang, resiko yang dihadapi dalam dunia realestat dan prospek mendapatkan keuntungan dalam industri realestat. Penelitian ini merupakan penelitian survey di lapangan dengan menyebarkan kuesioner kepada 27 pengembang realestat aktif yang menjadi anggota REI Jatim dan berkantor tetap di Surabaya serta berlokasi proyek di Surabaya dan sekitarnya (Surabaya, Sidoarjo dan Gresik), meliputi 21 pengembang dengan luas lahan kecil (<50 Ha) dan 6 pengembang dengan luas lahan besar (50-160 Ha). Analisis data dilakukan secara deskriptif (frekuensi maksimum, rata-rata nilai) dan secara inveratif (analisa varian, least significant difference dan analisa chi-square). Hasil analisa untuk frekuensi maksimum menurut responden dengan luas lahan kecil didapat bahwa variabel pameran perumahan mempengaruhi daya tarik industri realestat di Surabaya dan sekitamya. Sedangkan responden dengan luas lahan besar memilih variabel akses menuju lokasi realestat dan pameran perumahan. Rata-rata nilai faktor daya tarik industri realestat menurut responden dengan luas lahan kecil 6,977 dan luas lahan besar 7,731. Analisa varian untuk setiap faktor daya tarik industri realestat menunjukkan pengaruh dan nilai dari faktor daya tarik industri realestat menurut responden dengan luas lahan kecil tidak sama besar sedangkan menurut responden dengan luas lahan besar memiliki pengaruh dan nilai yang sama besar. Analisa chi-square menunjukkan bahwa nilai faktor-faktor untuk daya tarik industri realestat menurut responden dengan luas lahan kecil dan luas lahan besar memiliki perbedaan peranan. Dengan memperhatikan hasil analisa tersebut, maka dapat disimpulkan bahwa daya tarik industri realestat di Surabaya dan sekitamya menurut responden dengan luas lahan kecil dan luas lahan besar memiliki perbcdaan. Disarankan pengembang dengan luas lahan kecil menekankan pameran perumahan dan pengembang dengan luas lahan besar menekankan akses menuju lokasi realestat dan pameran perumahan.",
  "creators": "CANDRA KUSUMA; YOGI PRANATA",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Jonathan Hendra Kusuma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1170.S; Candra Kusuma (21497118), Yogi Pranata (21497124)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}