{
  "id": "35042",
  "title": "Pembuatan sistem informasi akuntansi dan penentuan product cost, pricing dan standard variance analysis pada Warung Benjut",
  "abstract": "Saat ini sistem akuntansi pada Warung Benjut masih menggunakan cara manual untuk mencatat setiap bagian dari proses bisnis yang ada di dalam perusahaan. Pencatatan secara manual menyebabkan rentan terjadinya human error di antaranya adalah kesalahan pencatatan, ketidakjelasan penulisan, atau hilangnya data. Kurangnya keakuratan untuk menghitung harga pokok penjualan juga menjadi masalah untuk menentukan harga jual makanan dari perusahaan. Selain itu penggunaan bahan makanan juga menjadi salah satu faktor penting dalam memaksimalkan keuntungan perusahaan. Penggunaan bahan makanan secara efisien mendukung efisiensi dari cost yang dikeluarkan oleh perusahaan. Aplikasi ini dibuat untuk mendukung kinerja dari perusahaan meliputi penentuan harga pokok produksi, penentuan harga jual makanan, dan menghitung efisiensi dari bahan baku yang digunakan oleh perusahaan. Aplikasi ini dibuat dan dikembangkan dengan bahasa pemrograman Visual Basic 2010 dan MySQL. Hasil yang diperoleh dari aplikasi yang telah dibuat antara lain, perhitungan harga pokok produksi, jurnal akuntansi, laporan antara lain: neraca, neraca saldo, kartu stok, buku besar, laporan hutang, laporan piutang, laporan penjualan, laporan pembelian, laporan stok, laporan laba rugi, laporan standard variance analysis.",
  "creators": "DAVID TANUJAYA",
  "contributors": "Silvia Rostianingsih (Advisor 1); ANDY SETIABUDI (Advisor 2); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021408/INF/2015; David Tanujaya (26411043)",
  "subjects": "DATABASE DESIGN; INFORMATION STORAGE AND INFORMATION SYSTEMS-ACCOUNTING; PROGRAMMING (ELECTRONIC COMPUTERS)"
}