{
  "id": "35045",
  "title": "Pembuatan multimedia interaktif sejarah Kerajaan Majapahit",
  "abstract": "Kegiatan membaca semakin lama semakin menurun. Zaman sekarang, membaca buku yang penuh dengan tulisan akan terasa membosankan. Buku lebih disukai jika instan dan menarik daripada penuh dengan tulisan panjang. Sedangkan pada umumnya buku sejarah penuh dengan tulisan sehingga kurang tertarik untuk mempelajarinya. Untuk mengatasi masalah tersebut maka dibuat aplikasi ensiklopedia yang berkaitan dengan sejarah yang berbasis multimedia interaktif sehingga pembaca tertarik untuk mengetahui sejarah pada masa lampau. Pada buku ini dijelaskan pembuatan aplikasi multimedia interaktif ensiklopedia Kerajaan Majapahit yang memungkinkan pembaca untuk berinteraksi dengan ensiklopedia. Pembuatan multimedia menggunakan gabungan dari text, gambar, suara, video, dan animasi-animasi yang menampilkan informasi tentang sejarah Kerajaan Majapahit beserta dengan fitur yang disediakan oleh aplikasi tersebut. Melalui hasil pengujian yang dilakukan, dapat dilihat bahwa animasi-animasi yang berada dalam aplikasi ensiklopedia Kerajaan Majapahit dapat merupakan gabungan dari fitur animasi yang disediakan oleh Unity 3D dan script animasi yang dibuat sehingga dapat membuat animasi yang lebih kompleks seperti pada hasil pengujian yang merupakan gabungan dari animasi yang disediakan oleh Unity 3D dan script animasi yang dibuat. Dengan konsep multimedia interaktif yang membahas sejarah, ketika pembaca dapat berinteraksi langsung dengan aplikasi akan lebih menarik daripada hanya membaca tulisan padat pada satu halaman. Dari kuisioner, sebanyak 68,18% mengatakan bahwa sejarah yang disajikan dalam bentuk multimedia interaktif lebih menarik daripada sejarah yang disajikan dalam bentuk buku biasa tanpa pembaca dapat berinteraksi dengan multimedia tersebut.",
  "creators": "MICHAEL CHANG",
  "contributors": "Liliana (Advisor 1); Silvia Rostianingsih (Advisor 2); Kristo Radion Purba S.ST. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021411/INF/2015; Michael Chang (26411052)",
  "subjects": "PROGRAMMING (ELECTRONIC COMPUTERS); INTERACTIVE MULTIMEDIA; DATABASE DESIGN"
}