{
  "id": "35046",
  "title": "Website e-commerce dan e-auction",
  "abstract": "Perkembangan teknologi informasi telah menciptakan peluang bisnis baru. Salah satu di antaranya adalah jual-beli secara online. Kegiatan perdagangan online juga mulai beragam bentuknya, selain perdagangan langsung dengan sistem pembeli membayarkan harga barang sesuai yang dicantumkan oleh penjual, mulai muncul sistem lelang yaitu sistem penjualan di mana para calon pembeli saling berlomba untuk memberikan penawaran harga tertinggi untuk barang yang dijual dalam jangka waktu tertentu.Tetapi semakin banyaknya kegiatan jual beli online ternyata juga memberikan celah bagi para pedagang dan calon pembeli yang tidak jujur untuk melakukan kecurangan atau pelanggaran dalam jual beli online. Websitee-commercedan e-auctionini dapat membantu penjual dalam memasarkan barang dan memudahkan calon pembeli untuk mencari dan membeli barang yang diinginkan. Pada website ini penjual juga dapat menjual barang dengan sistem lelang. Untuk mencegah pelanggaran-pelanggaran, maka ada sistem deposito untuk peserta lelang dan fitur perantara pembayaran, di mana pihak pengelola website akan bertindak sebagai perantara pembayaran.Website ini dikembangkan dengan bahasa pemrograman PHP, HTML, dan javascript. Database yang digunakan adalah MySQL. Penulisan program menggunakan aplikasi Brackets. Penyusunan taksonomi kategori produk dilakukan dengan melakukan review terhadap taksonomi kategori beberapa website sejenis dan digabungkan berdasarkan hasil kuisioner. Pengecekan dan penutupan lelang dilakukan dengan membuat script yang dijalankan secara otomatis dan terjadwal dengan windows scheduler. Websitee-commerce dan e-auction ini menyediakan sarana jual beli secara langsung dan lelang disertai dengan fitur perantara pembayaran yang dapat meningkatkan keamanan transaksi.",
  "creators": "CHRISTIAN HADIKUSUMA NATA",
  "contributors": "Adi Wibowo, S.T., M.T., Ph.D. (Advisor 1); Yulia (Advisor 2); Leo Willyanto Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021463/INF/2015; Christian Hadikusuma Natanael (26411055)",
  "subjects": "ELECTRONIC COMMERCE--COMPUTER PROGRAMS; WEB SITE-DESIGN"
}