{
  "id": "35043",
  "title": "Aplikasi perencanaan jaringan komputer berbasis android",
  "abstract": "Teknologi yang sekarang berkembang dengan pesat dalam dunia yaitu smartphone, membuat kita mudah untuk melakukan banyak hal dalam kehidupan sehari - hari. Banyaknya Smartphone dengan Operating System Android membantu kita dalam berbagai hal termasuk dalam bidang pekerjaan. Seiring dengan perkembangan teknologi smartphone yang membutuhkan koneksi data, maka jaringan komputer pun menjadi suatu hal yang perlu dikembangkan. Demi kemudahan perkembangan jaringan maka perlunya software simulasi perancangan jaringan komputer. Aplikasi ini membantu dalam pembuatan jaringan komputer yang memiliki komponen personal computer, switch , dan router. Pemasangan IP pada tiap komponen dibantu oleh adanya fungsi pengecekan format yang benar, subnet calculator yang bisa membantu kalkulasi IP dengan cepat, dan juga fungsi static routing pada router. Aplikasi ini dibuat menggunakan bahasa pemrograman java dengan android studio sebagai IDE nya. Hasil pengujian sistem, komponen dalam aplikasi membuat beberapa kemudahan dalam pembantuan pengisian form dari tiap objek. Canvas utama yang memiliki rescaling membuat aplikasi dapat mudah untuk beradaptasi dengan device berbasis Android. Fungsi dari switch yang secara otomatis mengambil IP dari setiap ujung interfacenya. Fungsi pencarian jalan pengiriman data yang otomatis dan akan mengenali static routing yang ada membuat kita juga dapat memetakan pengiriman data dalam device.",
  "creators": "NICO HARTONO",
  "contributors": "Agustinus Noertjahyana (Advisor 1); Ibnu Gunawan (Advisor 2); Justinus Andjarwirawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021469/INF/2015; Nico Hartono (26411048)",
  "subjects": "COMPUTER NETWORKS; ANDROID (COMPUTER PROGRAM); ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE)"
}