{
  "id": "35057",
  "title": "Audit keamanan sistem informasi di divisi IT PT X",
  "abstract": "Berdiri pada tanggal 10 Juli 1991 di Sidoarjo, JawaTimur, PT X adalah perusahaan yang bergerak di bidang percetakan umum, terutama mencetak dokumen niaga. Dalam menjalankan proses bisnisnya, perusahaan ini menggunakan software, hardware, jaringan, dan mesin yang digunakan untuk proses produksi. Tetapi perusahaan merasa kurang memperhatikan masalah security akan aset dan data yang dimiliki perusahaan. Pada skripsi ini dilakukan analisa audit sistem informasi terhadap keamanan IT yang ada di PT X. Langkah-langkah dalam melakukan analisa audit tersebut yaitu dengan menggunakan standar COBIT 4.1 untuk mengukur tingkat keamanan sistem informasi perusahaan. Kerangka kerja COBIT (Control Objective For Information and Related Technology) versi 4.1, dimana COBIT mempunyai tujuan untuk mengendalikan TI terkait dan merupakan suatu standar yang telah diakui cukup baik pada tingkat internasional. Masalah-masalah yang ditemukan di perusahaan dari antara lain tidak ada surat tugas yang diberikan kepada karyawan IT di PT X, tidak ada laporan bulanan tentang keamanan IT yang dibuat oleh divisi IT PT X, tidak ada standar keamanan IT yang menjadi acuan di perusahaan, tidak menggunakan kunci kriptografi yang diterapkan di dalam melindungi data dan informasi. Respon yang diberikan kepada perusahaan yaitu sebaiknya perusahaan membuat surat tugas dan membuat laporan bulanan tentang keamanan IT. Segera juga untuk membuat standar keamanan IT dan membuat kunci kriptografi untuk melindungi dan dan informasi yang dimiliki oleh perusahaan.",
  "creators": "FANDY ARYA GUNADI",
  "contributors": "Adi Wibowo, S.T., M.T., Ph.D. (Advisor 1); Ibnu Gunawan (Advisor 2); Alexander Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021456/INF/2015; Fandy Arya Gunadi (26411085)",
  "subjects": "AUDITING-COMPUTER PROGRAMS; SECURITY SYSTEMS-COMPUTER PROGRAMS"
}