{
  "id": "35052",
  "title": "Analisa pemakaian IPv6 di Indonesia",
  "abstract": "Perkembangan internet telah berkembang pesat. Hampir semua perangkat mobile menggunakan internet sebagai sarana komunikasi. Internet pengalamatan yang masih banyak digunakan didasarkan Internet Protocol versi 4 (IPv4). Internet Protocol versi 4 telah hampir kehabisan pengalamatan dan sudah saatnya untuk mengubah ke Internet Protocol versi 6 (IPv6). Pada tahun 2015 Internet Protocol versi 6 (IPv6) sudah dimulai diselenggarakan secara global, sehingga membuat setiap negara harus mempersiapkan diri untuk menerapkan perubahan ini. Analisis ini bertujuan untuk menampilkan informasi tentang Internet Protocol versi 6 (IPv6) di Indonesia mulai dari informasi Domain Name Server (DNS), Mail Server, Website dan penggunaan Internet Protocol versi 6 di Indonesia. Analisis ini juga menyediakan update dalam bentuk grafik. Analisis ini juga membandingkan hasil yang diperoleh dengan data dari internet. Penelitian ini juga menunjukkan grafik tentang perkembangan versi 6 menangani dari tahun 2010 sampai dengan Maret 2015. Berdasarkan hasil tes, hasil analisis ini ditunjukkan dalam bentuk website yang dibagi menjadi 3 bagian, yaitu Domain Name Server (DNS), Mail Server, situs web. Fitur Website ini adalah menampilkan daftar host yang menggunakan versi 6, analisis grafik dari perusahaan daftar versi 6, grafik perkembangan grafik IPv6, ping otomatis ketika website dibuka. Ada sebuah situs web untuk admin untuk membuatnya lebih mudah untuk melakukan update bila diperlukan.",
  "creators": "DANIEL SATRIAUTAMA",
  "contributors": "Agustinus Noertjahyana (Advisor 1); Justinus Andjarwirawan (Advisor 2); Adi Wibowo, S.T., M.T., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021447/INF/2015; Daniel Satriautama (26411068)",
  "subjects": "WEB SITES DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS); INTERNET (COMPUTER NETWORK); DATABASE DESIGN"
}