{
  "id": "35056",
  "title": "Pembuatan game cerita rakyat dengan bentuk adventure game",
  "abstract": "Pada masa sekarang ini, hal-hal yang berbau tradisional sudah mulai ditinggalkan tidak hanya oleh orang-orang dewasa tetapi juga anak-anak. Salah satunya adalah cerita rakyat. Mulai hilangnya cerita rakyat karena bentuk yang disajikan kurang menarik. Perlu bentuk yang diminati dan diterima banyak orang untuk menyajikan cerita rakyat, misalnya game. Game pada skripsi ini mengambil tema cerita rakyat yang bertujuan mengajarkan nilai-nilai moral kepada anak-anak. Game ini dibuat menggunakan Unity3D yang dapat memudahkan penempatan gambar yang digunakan. Selain itu, pengaturan camera yang merupakan fitur Unity3D yang memudahkan pengaturan tampilan objek-objek 2D pada game ini. Proses awal yang dilakukan adalah pemilahan bagian-bagian yang dapat dimainkan dan yang tidak dapat dimainkan. Pada bagian yang dapat dimainkan, player harus menyelesaikan berbagai tugas untuk dapat melanjutkan ke cerita berikutnya. Pada bagian yang tidak dapat dimainkan, akan ditampilkan suatu animasi. Game dengan tema cerita rakyat ini mampu mengajak anak-anak untuk dapat belajar menjadi pribadi yang lebih baik dari pesan moral yang disampaikan. Namun terdapat beberapa kesulitan dalam implementasi cerita rakyat menjadi adventure game. Misalnya pada cerita Asal Mula Anak Sungai Mahakam yang memiliki tingkat kesulitan dalam mewujudkan tampilan yang sesuai cerita karena perinciannya yang rumit.",
  "creators": "HARVEY TJAHJONO",
  "contributors": "Liliana (Advisor 1); Kartika Gunadi (Advisor 2); Ibnu Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021432/INF/2015; Harvey Tjahjono (26411084)",
  "subjects": "PROGRAMMING (ELECTRONIC COMPUTERS); COMPUTER GAMES-DESIGN; COMPUTER GAMES-PROGRAMMING"
}