{
  "id": "35053",
  "title": "Pembuatan aplikasi Trowulan Tourism berbasis android",
  "abstract": "Terdapat banyak lokasi-lokasi wisata bersejarah di daerah Trowulan yang sangat tidak mungkin untuk dilewatkan. Situs-situs bersejarah, seperti candi-candi, barang-barang atau peralatan-peralatan kehidupan sehari-hari pada zaman kerajaan Majapahit, patung Budha tidur, makam para leluhur Majapahit, serta reruntuhan rumah-rumah penduduk zaman kerajaan Majapahit. Banyak sekali lokasi-lokasi bersejarah yang sangat dilewatkan oleh para wisatawan. Bahkan pada umumnya lokasi sejarah di Trowulan ini tidak banyak dikenal oleh banyak orang. Pada umumnya, para wisatawan mencari informasi-informasi melalui berbagai media, seperti di internet sebelum melakukan kunjungan. Informasi yang didapat sering kurang terorganisir untuk menggambarkan lokasi wisata yang ada di Trowulan. Dengan memanfaatkan smartphone yang banyak digunakan saat ini, dirancang sebuah aplikasi untuk membantu para wisatawan dalam mencari lokasi dan informasi mengenai lokasi-lokasi wisata di Trowulan. Aplikasi ini menyediakan informasi seputar lokasi wisata di Trowulan, layanan arahan untuk user menuju sebuah lokasi, layanan lainnya adalah akses informasi mengenai lokasi yang bersangkutan, keterangan lokasi, galeri foto lokasi, daftar lokasi yang telah dikunjungi, menjalankan game, dan update konten. Aplikasi ini dirancang untuk beroperasi pada smartphone dengan sistem operasi Android. Berdasarkan hasil pengujian, aplikasi ini dapat menjalankan fungsi login, peta, game, fungsi stamp, dan update konten serta fungsi lain yang telah disebutkan.",
  "creators": "BERNARDO TAUFIQ MANGUNWIJ",
  "contributors": "Adi Wibowo, S.T., M.T., Ph.D. (Advisor 1); Lily Puspa Dewi, S.T., M.Kom. (Advisor 2); Alexander Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021450/INF/2015; Bernardo Taufiq Mangunwijaya (26411072)",
  "subjects": "ANDROID (ELECTRONIC RESOURCE)-PROGRAMMING; ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); APPLICATION SOFTWARE-DEVELOPMENT"
}