{
  "id": "35066",
  "title": "Pembuatan aplikasi mobile tourism guide kota Malang dan kota Batu berbasis android",
  "abstract": "Indonesia memiliki banyak kota di mana setiap kota memiliki banyak tempat wisata. Dua kota yang terkenal akan tempat wisatanya yaitu kota Malang dan kota Batu. Kedua kota ini jaraknya sangat berdekatan satu sama lain. Kedua kota ini juga terkenal akan kesejukan udara, dan kulinernya. Banyak para wisatawan yang berlibur ke kedua kota ini, akan tetapi para wisatawan dan warga sekitar kota masih banyak yang belum mengetahui tempat-tempat wisata yang terdapat di kedua kota ini. Oleh sebab itu diperlukan sebuah sumber informasi yang mudah di mengerti dan mudah diperoleh. Dengan memanfaatkan smartphone yang banyak digunakan saat ini, maka dirancanglah sebuah aplikasi untuk memberikan informasi-informasi mengenai tempat wisata di kota Malang dan kota Batu. Aplikasi ini menyediakan berbagai informasi khususnya tempat wisata, kuliner, dan hotel di kota Malang dan kota Batu. Informasi-informasi tentang kuliner, hotel, dan tourism dikategorikan oleh administrator, disertai foto, dan keterangan yang detail dengan tujuan agar para wisatawan dan penduduk bisa mengerti dengan jelas. Aplikasi ini juga memiliki banyak fitur seperti nearby, get route, GPS, maps, tourism tour, review, dan rating. Adapun aplikasi ini dirancang untuk beroperasi pada smartphone dengan sistem operasi Android. Dari hasil pengujian, aplikasi ini dapat menjalankan fungsi maps, get route, nearby serta fungsi lain seperti rating, dan review. Sehingga seorang user yang akan berwisata ke kota Malang dan kota Batu dapat menggunakan fitur-fitur aplikasi ini.",
  "creators": "KELVIN HARTANTO",
  "contributors": "Justinus Andjarwirawan (Advisor 1); Alexander Setiawan (Advisor 2); Silvia Rostianingsih (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021458/INF/2015; Kelvin Hartanto (26411108)",
  "subjects": "APPLICATION SOFTWARE-DEVELOPMENT; ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); ANDROID (COMPUTER PROGRAM)"
}