{
  "id": "35061",
  "title": "Perancangan dan pembuatan website order Parfumku.net",
  "abstract": "Parfumku.net adalah suatu perusahaan berbasis online yang bergerak di bidang jasa pemesanan dan pengiriman parfum. Parfumku.net ingin membuat suatu website yang memudahkan pihak customer untuk memilih dan membeli parfum yang diinginkan, serta memudahkan perusahaan untuk melayani pembelian. Website yang dibuat berbagai macam fitur, sesuai dengan hak akses yang dimiliki oleh user, yaitu admin atau customer. Fitur-fitur yang dimiliki oleh user yang memiliki hak akses sebagai customer adalah view dan buy produk, fitur add to cart, dan fitur cek status parfum yang dibeli. Selain itu, website memiliki fitur tambahan yaitu adanya diskon untuk pemesanan dalam jumlah tertentu, pembelian dalam bentuk paket-paket, dan kemudahan untuk memilih jasa pengiriman yang sesuai dengan keinginan customer. Sedangkan untuk admin, terdapat berbagai fitur diantaranya melakukan input, edit, dan delete produk, melakukan pengecekan terhadap pemesanan yang masuk, dan melihat chart yang ada. Perancangan dan pembuatan website dilakukan dengan menggunakan bahasa pemrograman Hypertext Preprocessor (PHP), Ajax, dan JavaScript untuk pembuatan user interface dan fungsional website, dan MySQL untuk database website. Pengetikan dan pengerjaan website menggunakan software notepad++. Berdasarkan penyebaran angket kepada 10 responden yang mana sampel diambil secara acak dari pelanggan parfumku.net. Secara keseluruhan dengan skor rata-rata 80.28% menunjukkan bahwa website order barang parfumku.net termasuk dalam kategori baik.",
  "creators": "LUCKY KURNIAWAN",
  "contributors": "Silvia Rostianingsih (Advisor 1); Lily Puspa Dewi, S.T., M.Kom. (Advisor 2); Liliana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021433/INF/2015; Lucky Kurniawan (26411096)",
  "subjects": "DATABASE DESIGN; MYSQL (COMPUTER PROGRAM); PROGRAMMING (ELECTRONIC COMPUTERS); WEBSITE DESIGN"
}