{
  "id": "35075",
  "title": "Aplikasi pembelajaran bahasa Mandarin bagi anak usia 4-7 tahun berbasis android",
  "abstract": "Bahasa Mandarin merupakan bahasa yang telah dikenal di dunia Nasional dan Internasional serta banyak dituturkan di berbagai kalangan umur, karena alasan tersebut banyak sekolah swasta yang telah memperkenalkan pembelajaran Bahasa Mandarin mulai dari taman kanak-kanak. Namun anak-anak sering merasa bosan saat belajar menggunakan buku, karena dianggap tidak fleksibel dan kurang menarik. Adanya sarana pembelajaran Bahasa Mandarin yang menarik dan fleksibel juga sangat penting untuk menarik minat anak untuk belajar. Aplikasi mobile pembelajaran Bahasa Mandarin dibuat pada perangkat Android dan dibangun menggunakan Eclipse IDE. Aplikasi pembelajaran Bahasa Mandarin ini bertujuan membantu anak untuk bisa belajar Bahasa Mandarin secara mandiri, melalui fitur-fitur yang disediakan. Fitur yang disediakan untuk pembelajaran Bahasa Mandarin dilengkapi dengan materi pengajaran yang digolongkan ke dalam beberapa kategori diantaranya menu pembelajaran, menu penulisan hanzi, menu latihan yang terdiri dari kuis, permainan dan video. Fitur kuis dan skor dirancang untuk melihat perkembangan kemampuan anak. Berdasarkan hasil pengujian aplikasi pembelajaran ini dapat berjalan dengan baik pada perangkat android dengan operating system versi 4.1 hingga 5.0.2, dan pengaksesan database pada web admin dapat berjalan dengan baik. Aplikasi ini dapat memberikan kenyamanan bagi anak-anak yang melakukan pembelajaran Bahasa Mandarin. Selain pengujian, juga dilakukan pengujian dengan memberikan kuesioner kepada 10 responden untuk mengetahui tingkat kepuasan. Berdasarkan kuesioner yang dibagikan, 50 persen responden menyatakan puas dengan keseluruhan aplikasi dan 50 persen lainnya menyatakan sangat puas dengan keseluruhan aplikasi.",
  "creators": "MONIKA IRFANNY WONGSO",
  "contributors": "Andreas Handojo (Advisor 1); Alexander Setiawan (Advisor 2); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021466/INF/2015; Monika Irfanny Wongso (26411135)",
  "subjects": "ANDROID (COMPUTER PROGRAM); ANDROID (ELECTRONIC RESOURCE); ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE)"
}