{
  "id": "3508",
  "title": "Gaya kepemimpinan menejer proyek konstruksi di Surabaya",
  "abstract": "Perubahan sistem perekonomian global khususnya di Asia Tenggara tentang perdagangan bebas (AFTA) yang memperbolehkan masuknya perusahaan asing di Indonesia akan menambah pesaingan yang sudah ada. Oleh karena itu tiap-tiap perusahaan konstruksi di Indonesia khususnya Surabaya harus lebih meningkatkan kualitas untuk mempertahankan keberadaannya, antara lain dengan meningkatkan mutu dan mempercepat waktu penyelesaian proyek. Agar usaha tersebut dapat tercapai maka tiap perusahaan konstruksi perlu mengetahui, salah satunya gaya kepemimpinan dari menejer proyek mereka, sebab gaya kepemimpinan bisa menjadi motivator bawahan untuk dapat bekerja lebih baik dan dapat menimbulkan kegairahan kerja. Penelitian ini membahas tentang gaya kepemimpinan menejer proyek konstruksi di Surabaya. Gaya kepemimpinan yang didapatkan dari penelitian ini adalah gaya kepemimpinan yang diinginkan oleh menejer proyek itu sendiri (gaya kepemimpinan dasar) berdasarkan rata-rata dari nilai rekan sekerja yang kurang disukai (LPC) oleh Fiedler dan gaya kepemimpinan yang dipakai oleh menejer proyek menurut teori Hersey-Blanchard. Didapatkan bahwa gaya kepemimpinan yang diinginkan oleh menejer proyek konstruksi di Surabaya bila dilihat dari nilai rata-rata adalah berorientasi pada tugas (task oriented) namun bila dilihat dari distribusi frekuensinya yakni berada pada tingkah laku yang berorientasi pada tugas dan hubungan (task and relationship oriented), maka gaya kepemimpinan yang diinginkan oleh menejer proyek konstruksi di Surabaya tidak dapat dikategorikan dalam 1 (satu) macam gaya. Sedangkan gaya kepemimpinan yang dipakai adalah menjajakan (selling).",
  "creators": "WAHYU KURNIAWAN SANTOSO; RONALD CHANDRA TALI",
  "contributors": "Andi (Advisor 1); Budiman Proboyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1265/SIP/2003; Wahyu Kurniawan Santoso (21498036), Ronald Chandra Tali (21498181)",
  "subjects": "PERSONNEL MANAGEMENT; EXECUTIVE ABILITY; LEADERSHIP"
}