{
  "id": "35131",
  "title": "Komponen pembentuk motivasi mahasiswa Sastra Tionghoa Universitas Kristen Petra dalam mempelajari Bahasa Tionghoa",
  "abstract": "Motivasi adalah hal yang menggerakkan seseorang untuk melakukan sesuatu agar mencapai tujuan yang diinginkan. Motivasi menjadi komponen penting dalam mempelajari bahasa kedua. setiap orang pasti mempunyai motivasi dan motivasi setiap orang pasti berbeda. Dalam skripsi ini, penulis ingin meneliti tentang komponen pembentuk motivasi mahasiswa Program Studi Sastra Tionghoa dalam mempelajari bahasa Tionghoa di Universitas Kristen Petra Surabaya, Indonesia. Penulis menggunakan metode kuantitatif dan mengumpulkan data melalui kuesioner. Subjek penelitian adalah seluruh mahasiswa aktif mahasiswa Program Sastra Tionghoa Universitas Kristen Petra, Indonesia. Penulis menggunakan program SPSS untuk melakukan analisis data, didapatkan beberapa komponen yang membentuk motivasi mahasiswa Program Studi Sastra Tionghoa Universitas Kristen Petra dalam mempelajari bahasa Tionghoa, yaitu level bahasa, level pelajar, level situasi pembelajaran. Dalam level bahasa yang paling menonjol adalah pengetahuan instrumental. Dalam level pelajar komponen yang paling menonjol adalah kepercayaan diri. Dalam level situasi pembelajaran komponen yang paling menonjol adalah komponen spesifik kelas, yang di dalamnya terbagi menjadi dua komponen, yaitu minat mahasiswa terhadap bahasa Tionghoa maupun minat terhadap negara-negara yang berbahasa Tionghoa, dan kepuasan mahasiswa terhadap kelasn",
  "creators": "ANNA SETIA NINGRUM",
  "contributors": "Budi Kurniawan, S.Kom., B.A., M.Hum. (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010137/CHI/2015; Anna Setia Ningrum (12411011)",
  "subjects": "LANGUAGE AND LANGUAGES-STUDY AND TEACHING; CHINESE LANGUAGE--STUDY AND TEACHING"
}