{
  "id": "3518",
  "title": "Analisis pengaruh harga jual dan biaya promosi terhadap volume penjualan produk Chitose pada PT. Sejahtera Wahana Gemilang di Surabaya",
  "abstract": "Sesuai perkembangan jaman, kursi menjadi sangat dibutuhkan mulai dari rumah tangga, sekolah, universitas, restoran, hotel-hotel, gedung perkantoran dan sebagainya. Kebutuhan kursi tidak hanya sekedar dilihat dari fungsinya saja, tapi juga dari desain, warna, dan kenyamanannya. Sebagai salah satu perusahaan trading yang mendistribusikan kursi terutama kursi chitose, PT. Sejahtera Wahana Gemilang menawarkan produk-produk yang berkualitas dengan berbagai jenis yakni kursi lipat, kursi multi fungsi, kursi putar dan kursi ergo. Namun, seiring dengan hadirnya berbagai macam merek saat ini membuat persaingan menjadi semakin ketat. Apalagi perusahaan pesaing menawarkan produk yang kurang lebih memiliki kemiripan dalam bentuk warna dan desain. Sebagai market leader tentunya kursi chitose berusaha untuk memberikan yang terbaik dengan nilai tambah dari produknya yakni dari segi kualitas, keamanan, kenyamanan, keindahan, penelitian yang berkesinambungan dan harga yang kompetitif. Dalam penulisan tugas akhir ini, penulis ingin meneliti lebih jauh tentang pengaruh harga jual dan biaya promosi terhadap volume penjualan produk chitose pada PT. Sejahtera Wahana Gemilang. Untuk itu, penulis mengumpulkan data sekunder yakni data penjualan, data biaya promosi dan data harga jual dari perusahaan tersebut. Setelah dikumpulkan dan dianalisa dengan metode regresi linier, diperoleh hasil bahwa biaya promosi lebih berpengaruh terhadap volume penjualan daripada harga jual.",
  "creators": "SHERLY CHANDRA; YANTO",
  "contributors": "Soekarno (Advisor 1); LUKAS SUGENG MUSIANTO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/01/1690/MAN/2003; Sherly Chandra (31498063), Yanto (31498276)",
  "subjects": "SALES PROMOTION; CONSUMERS-RESEARCH; PRICING; MARKETING RESEARCH"
}