{
  "id": "3519",
  "title": "Perancangan sistem keamanan melalui perbaikan job description dan optimalisasi jumlah personil keamanan di UK Petra",
  "abstract": "Sistem keamanan bagi setiap perusahaan atau institusi memegang peranan sangat penting karena dengan adanya sistem keamanan yang handal akan dapat meningkatkan rasa aman dan nyaman lingkungan sekitarnya. Salah satu faktor yang mempengaruhi peningkatan layanan keamanan adalah sistem kerja dari personil keamanan yaitu jasa pengamanan yang diberikan oleh petugas kemanan kepada pihak-pihak yang dijaga. Selama ini di UK Petra sering terjadi perbedaan pendapat antara pihak universitas dengan pihak unit ketahanan kampus tentang kerja personil keamanan yang optimal dan jumlah personil yang sebenamya dibutuhkan. Akibatnya sistem kerja dari unit ketahanan kampus tidak bisa maksimal. Oleh karena itu unit ketahanan kampus sebagai salah satu unit yang mendukung sistem pendidikan di UK Petra berusaha untuk memperbaiki sistem keamanannya sehingga dapat meningkatkan rasa aman dan nyaman bagi setiap mahasiswa, dosen, maupun karyawan UK Petra baik secara fisik maupun nonfisik. Penelitian dilakukan dengan melakukan evaluasi awal 700 description dan jumlah personil keadaan sekarang untuk mendapatkan usulan-usulan jumlah personil yang baru dengan perbaikan job description. Metode yang digunakan adalah dengan wawancara langsung pihak-pihak yang terkait, kuesioner dan pengamatan langsung. Sedangkan hasil usulan dianalisa dari segi keamanan dan kenyamanan dan dari segi biaya. Tujuannya adalah untuk mengetahui bentuk keamanan yang tepat yang dibutuhkan oleh UK Petra dengan jumlah personil yang optimal. Dari hasil analisa didapatkan hasil bahwa perancangan sistem keamanan dipengaruhi oleh 3 faktor, yaitu biaya, tingkat keamanan, dan tingkat kesejahteraan satpam. Berdasarkan 3 faktor tersebut maka alternatif terbaik untuk membentuk sistem keamanan yang handal adalah dengan melakukan penambahan 5 orang personil dan mengurangi lembur menjadi 2 kali seminggu.",
  "creators": "YOELINA LOORA YENNY S",
  "contributors": "I Nyoman Sutapa (Advisor 1); Danny Prabowo Soetanto (Advisor 2); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 01/0743/IND/2003; Yoelina Loora Yenny Suwinta (25499079)",
  "subjects": "PERSONNEL MANAGEMENT"
}