{
  "id": "3525",
  "title": "Pengaruh harga, menu, lokasi dan service terhadap keputusan konsumen dalam memilih Restoran Boncafe Manyar di kalangan mahasiswa Fakultas Ekonomi Universitas Kristen Petra",
  "abstract": "Dalam memasuki era globalisasi sekarang ini, persaingan bukanlah suatu hal yang asing lagi di dalam dunia bisnis, di mana pihak yang satu selalu berusaha memberikan yang lebih baik dari pesaingnya. Hal ini juga dialami oleh bisnis-bisnis yang bergerak di bidang restoran, di mana mereka selalu berusaha memberikan keunggulan-keunggulan dalam berbagai cara guna menarik dan mempertahankan konsumen, sehingga konsumen lebih memilih restorannya dibandingkan dengan restoran lainnya. Restoran Boncafe Manyar adalah salah satu restoran yang ikut bersaing di dalamnya. Oleh karena itu, penulis ingin mengetahui seberapa besar pengaruh harga, menu, lokasi, dan service (pelayanan) dan faktor mana yang paling berpengaruh terhadap keputusan konsumen dalam memilih restoran Boncafe Manyar di kalangan mahasiswa Fakultas Ekonomi Universitas Kristen Petra. Metode pengolahan data dilakukan dengan menggunakan Validitas, Reliabilitas, dan uji deskriptif, yang berasal dari data yang dikumpulkan melalui kuesioner yang telah diisi, diolah dan ditabulasi. Sedangkan metode analisis data yang dipakai adalah dengan menggunakan analisis regresi. Metode pengolahan dan analisis data dilakukan dengan menggunakan Validitas, Reliabilitas, Uji deskriptif, multikolinier, heteroskedasitas MSI, analisa regresi linier berganda, uji f, uji t, korelasi yang berasal dari data yang dikumpulkan dari kuesioner yang telah diisi dan diolah. Dari hasil pembahasan, maka dapat ditarik kesimpulan sebagai berikut: 1. Ada pengaruh yang besar di antara Harga, Menu, Lokasi, dan Service (Pelayanan) terhadap keputusan konsumen dalam memilih Restoran Boncafe Manyar di kalangan mahasiswa Fakultas Ekonomi Universitas Kristen Petra. 2. Pengaruh Service (Pelayanan) adalah yang paling berpengaruh terhadap keputusan konsumen dalam memilih Restoran Boncafe Manyar di kalangan mahasiswa Fakultas Ekonomi Universitas Kristen Petra.",
  "creators": "RUDY SISWOYO; JEMMY TANDJOJO",
  "contributors": "ANGSOKA YORINTHA PAUNDRALINGGA (Advisor 2); Drs. Sugiono Sugiharto, M.M., Ph.D. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/01/1693/MAN/2003; Rudi Siswoyo (31499170), Jemmy Tandjojo (31499223)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER BEHAVIOR; MARKETING RESEARCH"
}