{
  "id": "35255",
  "title": "Efektivitas penggunaan Ashraf & BCL sebagai celebrity endorser dalam iklan televisi LINE Let’s Get Rich dengan menggunakan model TEARS",
  "abstract": "Seorang celebrity endorser dikenal baik oleh publik dan memerankan dirinya sebagai konsumen dalam iklan. Selebriti meliputi bintang film maupun bintang televisi, bintang olahraga, penyanyi dan orang-orang tertentu lainnya yang berpengaruh. Endorser yang merupakan salah satu elemen penting dalam iklan memiliki peran terhadap kesuksesan, salah satunya adalah yang menjadi daya tarik yang dapat menarik perhatian konsumen dalam mengambil keputusan untuk membeli atau menggunakan sebuah produk yang direpresentasikan celebrity endorser dalam sebuah iklan. Efektivitas Celebrity endorser ini dilihat menggunakan indikator dalam model TEARS yaitu trustworthiness, expertise, attraciveness, respect dan similiarity. Teori dasar yang digunakan dalam penelitian ini adalah teori tentang celebrity endorser dan keterkatitannya dengan model TEARS. Peneliti melihat bagaimana cara melihat dan mengukur efektivitas celebrity endorser dengan menggunakan model TEARS yang dapat diterapkan oleh perusahaan ataupun pengiklan. Teknik penarikan sampel dalam penelitian ini adalah menggunakan purposive sampling, peneliti memiliki beberapa kriteria yang digunakan untuk memilih responden dalam mengisi kuisioner. Berdasarkan hasil analisis yang disimpulkan bahwa penggunaan Ashraf & BCL sebagai celebrity endorser dalam iklan televisi LINE Let’s Get Rich adalah efektif. Faktor paling tinggi yang dapat menarik perhatian konsumen untuk melihat dan memahami iklan LINE Let’s Get Rich adalah attractiveness atau daya tarik dari Ashraf & BCL sebagai celebrity endorser dalam iklan ini.",
  "creators": "FERA GUNAWAN",
  "contributors": "Felicia Goenawan (Advisor 1); Vita Monica (Advisor 2); Marsefio S. Luhukay (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011140/KOM/2015; Fera Gunawan (51411046)",
  "subjects": "COMMUNICATION IN MARKETING; TELEVISION ADVERTISING; TELEVISION BROADCASTING-MARKETING"
}