{
  "id": "35270",
  "title": "Penerimaan pembaca pria terhadap pesan gaya hidup metropolis dalam majalah NYLON Guys Indonesia",
  "abstract": "NYLON Guys telah bersanding dengan NYLON sejak tahun 2004-2015. Majalah ini diedarkan di seluruh tanah air oleh MPG Media setiap dua bulan sekali. Majalah NYLON Guys Indonesia diterbitkan dari tahun 2011 hingga sekarang pada bulan Februari-Maret, April-Mei, Juni-Juli, Agustus-September, Oktober-November dan Desember-Januari. Tujuan dari penelitian ini adalah untuk mengetahui bagaimana penerimaan pembaca pria terhadap pesan gaya hidup dalam majalah NYLON Guys Indonesia. Penelitian ini menggunakan metode analisis penerimaan dengan pendekatan kualitatif deskriptif ini dapat memberikan gambaran yang beragam mengenai bagaimana penerimaan para informan melalui pesan gaya hidup metropolis dalam majalah NYLON Guys Indonesia terkait dengan latar belakang mereka masing-masing. Peneliti menemukan penerimaan yang berbeda-beda dari tiap informan mengenai pesan gaya hidup metropolis dalam majalah NYLON Guys Indonesia. Pesan-pesan tersebut yakni bercengkrama di kafe di rubrik Genius, berpikir secara kreatif di rubrik Genius, menjadikan status dalam hal penampilan dan segala yang dipakai di rubrik Taste, musikalitas di rubrik Radar, berorientasi pada karier artis dan penampilan oleh model di rubrik Feature. Penerimaan masing-masing informan terhadap tujuh aspek itu digolongkan ke dalam pembaca yang dominan dan negosiasi. Penerimaan informan tersebut dilatarbelakangi oleh pekerjaan yang dijalani, lingkungan, orang tua, serta pengalaman sosialisasi bersama teman-teman informan.",
  "creators": "HERWIN SETYO WIDODO",
  "contributors": "Ido Prijana Hadi (Advisor 1); Fanny Lesmana (Advisor 2); Agusly Irawan Aritonang, S.Sos., M.A. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011138/KOM/2015; Herwin Setyo Widodo (51411110)",
  "subjects": "MAGAZINE; MASS COMMUNICATION; MASS MEDIA"
}