{
  "id": "35289",
  "title": "Motif pemirsa Surabaya menonton program Indonesia Lawak Klub di Trans 7",
  "abstract": "Pada dasarnya, kebutuhan individu berbeda antara satu individu dengan lainnya. Oleh karena itu aktivitas penonton, tujuan, kebutuhan yang ingin dipenuhi pun akhirnya akan berbeda pula. Jika individu merasa dengan menonton acara tersebut dapat memenuhi kebutuhannya, maka ia akan mengkonsumsinya. Salah satu media yang digunakan individu untuk memenuhi kebutuhannya dalam televisi. Program “Indonesia Lawak Klub” adalah salah satu komedi yang ditayangkan di televisi dengan memiliki ratting tertinggi di Surabaya. Untuk itulah dilakukanlah penelitian ini untuk mengetahui apakah motif yang mendorong pemirsa Surabaya untuk menonton program acara “Indonesia Lawak Klub” yang ditayangkan di Trans 7. Jenis penelitian yang digunakan adalah deskriptif kuantitatif. Populasi yang digunakan adalah masyarakat Surabaya yang berusia 15-59 tahun dan sampel yang digunakan adalah masyarakat Surabaya yang pernah menonton acara “Indonesia Lawak Klub” minimal dua kali. Dari analisis yang telah dilakukan dapat diketahui bahwa motif Informasi adalah motif yang paling melatar belakangi responden untuk melihat program Indonesia Lawak Klub yang ditayangkan di Trans 7. Kemudian secara berturut-turut dari motif tertinggi sampai motif terendah yang mempengaruhi responden untuk melihat program Indonesia Lawak Klub adalah motif informasi, motif hiburan, motif identitas pribadi, dan motif integrasi dan interaksi sosial.",
  "creators": "IVENDO SISWANTO",
  "contributors": "Fanny Lesmana (Advisor 1); Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 2); Ido Prijana Hadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011132/KOM/2015; Ivendo Siswanto (51410046)",
  "subjects": "TELEVISION PROGRAMS; COMMUNICATION; MASS MEDIA"
}