{
  "id": "35287",
  "title": "Evaluasi aktivitas media relations Hotel Santika Premiere Gubeng Surabaya",
  "abstract": "Penelitian ini dilakukan untuk mengevaluasi Aktivitas Media Relations Hotel Santika Premiere Gubeng Surabaya. Aktivitas Media Relations merupakan bagian dari penerapan fungsi Public Relations. Selama ini, publisitas yang diperoleh baru mencapai 32% dari target yang diinginkan oleh Public Relations Hotel Santika Premiere Gubeng. Meskipun Public Relations telah melakukan berbagai aktivitas media relations, seperti press tour, membuat berbagai press release, melaksanakan special events, serta melakukan media visit. Jenis penelitian ini adalah penelitian kualitatif deskriptif dengan menggunakan metode audit mini komunikasi. Ditemukan beberapa titik rawan dari aktivitas media relations ini, yaitu: kurangnya pemahaman manajemen tentang tujuan dari kegiatan public relations; belum dilakukannya riset kompetitor, analisis situasi dan penentuan media prioritas; posisi Public Relations yang tidak berada dalam koalisi dominan; kurangnya pemahaman tentang karakteristik media massa dan press release. Hasil dari penelitian ini adalah rekomendasi untuk Public Relations, yaitu: melakukan riset kompetitor dan menentukan media prioritas dalam perencanaan aktivitas media relations; menempatkan Public Relations dalam koalisi dominan; menjalankan peran Public Relations sebagai expert prescriber; menerapkan model PR yaitu Relationship Model dalam aktivitas media relations; membuat press release yang singkat, informatif dan memiliki news value; serta melakukan komunikasi yang berkesinambungan dengan media.",
  "creators": "SUSAN MAGDALENA K.",
  "contributors": "Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 1); Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 2); Marsefio S. Luhukay (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011134/KOM/2015; Susan Magdalena (51411029)",
  "subjects": "MASS MEDIA; PUBLIC RELATION"
}