{
  "id": "35288",
  "title": "Penerimaan penonton terhadap praktek eksorsis di dalam film Conjuring",
  "abstract": "Eksorsis itu sebagai topik praktek pengusiran setan yang masih sering terjadi pro dan kontra di masyrakat. Hal ini terlihat dari pandangan para ilmuan dan juga masyarakat awam yang mempunyai pandangan tersendiri akan eksorsis. Tujuan penelitian ini untuk mengetahui penerimaan penonton terhadap praktek eksorsis di dalam film Conjuring. Penelitian ini menggunakan pendekatan deskriptif kualitatif. Informan terpilih berdasarkan kriteria sasaran yakni mengalami kejadian eksorsis, keempat informan tersebut : Pdt Fredik, Evan, Rony dan Taose Jongki. Sedangkan pengumpulan data dengan wawancara untuk memperoleh data yang diperlukan. Temuan penelitian menunjukkan pada langkah-langkah pengusiran sebagian besar dominan, dimana informan sependapat atau memiliki pandangan yang sama seperti yang dirasakan. Sedangkan negosiasi sebagian besar terjadi pada atribut, dimana adanya kesamaan pendapat, namun ada catatan atau pendapat yang berbeda dengan jalan cerita film. Sedangkan pasca pengusiran terdapat terdapat satu negotiated dan dua dominant. Pada penelitian ini juga terdapat pendapat oposisi akan langkah-langkah dan atribut. Perbedaan kontras yang ada pada film tersebut, dimana terdapat perbedaaan yang kontras yang ada pada film tersebut dengan apa yang dialami oleh informan empat. Selain itu, ada perbedaan keyakinan, dan pengalaman yang mempengaruhi penerimaan informan keempat.",
  "creators": "HANDY OCTAVIANUS",
  "contributors": "Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 1); Daniel Budiana, S.Sos., M.A. (Advisor 2); Ido Prijana Hadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011133/KOM/2015; Handi Oktavianus (51411120)",
  "subjects": "MOTION PICTURE; MASS MEDIA; COMMUNICATION--SOCIAL ASPECTS"
}