{
  "id": "3530",
  "title": "Hubungan antara loyalitas merek dan promosi penjualan distributor dengan intensitas pembelian produk PT. Avia Avian oleh retailer cat di Bali",
  "abstract": "Dewasa ini di Indonesia terdapat banyak distributor yang saling bersaing ketat agar dapat memenuhi targetnya. Peran distributor yaitu sebagai perantara untuk menyalurkan barang dari produsen ke konsumen. Distributor memerlukan retailer untuk menyalurkan barang kepada pelanggannya, karena itu diperlukan loyalitas retailer terhadap merek dan dilakukan promosi penjualan kepada retailer yang diharapkan dapat menciptakan intensitas pembelian sesuai target yang telah ditentukan produsen. Berdasarkan latar belakang dan pengamatan yang dilakukan penulis pada distributor PT Avia Avian di Bali, terdapat persaingan yang ketat antara para produsen cat melalui distributornya masing-masing. Apabila distributor lengah dan mengabaikan loyalitas retailer dan promosi penjualannya, maka dapat terjadi penurunan intensitas pembelian oleh retailer. Metode pengolahan data menggunakan Validitas dan Reliabilitas yang berasal dari data yang dikumpulkan dari kuesioner yang telah diisi, diolah dan ditabulasi. Metode analisa data yang digunakan adalah korelasi pearson. Dari hasil pembahasan, maka ditarik kesimpulan sebagai berikut: 1. Ada hubungan yang kuat antara loyalitas merek dengan intensitas pembelian. 2. Ada hubungan yang kuat antara promosi penjualan dengan intensitas pembelian.",
  "creators": "YOHANES BUDIYANTO; KUSBIANTO",
  "contributors": "Peter Remy Yosy Pasla (Advisor 1); ANGSOKA YORINTHA PAUNDRALINGGA (Advisor 2); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/01/1699/MAN/2003; Yohanes Budiyanto (31499087), Kusbianto (31499237)",
  "subjects": "SALES PROMOTION; CONSUMERS-RESEARCH; PRODUCT MANAGEMENT; MARKETING RESEARCH"
}