{
  "id": "35301",
  "title": "Komunikasi interpersonal ibu dan anak dalam tuntutan mencari pasangan hidup",
  "abstract": "Penelitian ini dilakukan untuk mengetahui Komunikasi Interpersonal Ibu Dan Anak Dalam Tuntutan Mencari Pasangan Hidup. Penelitian ini menggunakan teori proses komunikasi interpersonal yang terdiri dari sumber – penerima, encoding – decoding, pesan, saluran, hambatan, konteks, dan etika. Kemudian dari proses ini difokuskan pada tiga tipe komunikasi di dalam hubungan orang tua dengan anak yaitu, Authoritarian (cenderung bersikap bermusuhan), Permissive (cenderung berperilaku bebas), Authoritative (cenderung terhindar dari kegelisahan dan kekacauan). Penelitian ini menggunakan dua pasang ibu dan anak yakni Ibu Ina dengan anak perempuannya Santi, dan Ibu Mawar dengan anak laki-lakinya Parman. Metode penelitian yang digunakan adalah studi kasus, dengan jenis penelitian deskriptif kualitatif. Hasil penelitian menujukkan bahwa proses komunikasi interpersonal dengan ibu dan anak dalam tuntutan mencari pasangan hidup adalah dengan sharing. Setiap komunikasi yang dilakukan terdapat pesan yang positif. Hal yang menjadi pembeda dari komunikasi interpersonal antara ibu dan anak dalam tuntutan mencari pasangan hidup kedua subyek terdapat dalam konteks. Tuntutan ibu agar anak perempuan segera mencari pasangan hidup lebih cenderung Authoritarian, yaitu Ina lebih kearah memerintah Santi untuk segera menikah agar tidak menjadi perbincangan di lingkungan rumahnya, sehingga sikap Santi cenderung memusuhi ibunya. Tuntutan Mawar kepada anak laki- lakinya Parman untuk mencari pasangan hidup cenderung Authoritative yaitu karena Mawar percaya bahwa Parman sudah siap dan mampu untuk membentuk keluarga baru.",
  "creators": "CLARA ANGELITA TOMASOWA",
  "contributors": "Gatut Priyowidodo (Advisor 1); Desi Yoanita (Advisor 2); Ido Prijana Hadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011163/KOM/2016; Clara Angelita Tomasowa (51411116)",
  "subjects": "INTERPERSONAL COMMUNICATION; COMMUNICATION"
}