{
  "id": "35329",
  "title": "Komunikasi kelompok “Social Climber” pada kelompok pergaulan di Surabaya Townsquare (Sutos)",
  "abstract": "Penelitian ini dilakukan untuk mengetahui cara berkomunikasi dalam kelompok “social climber” pada saat berada dalam lingkungan pergaulan mereka di Surabaya Townsquare (Sutos). Skripsi ini menggunakan pendekatan penelitian kualitatif dengan jenis penelitian deskriptif. Metode yang digunakan oleh peneliti adalah studi kasus dengan observasi serta wawancara mendalam sebagai metode pengumpulan data. Pada akhirnya penelitian studi kasus ini bertujuan untuk memberikan gambaran serta pemahaman terhadap proses komunikasi kelompok “social climber”. Hasil penelitian menunjukkan bahwa dalam aktivitas komunikasinya, kelompok Climber menggunakan media untuk menyampaikan pesan mereka, berupa pesan verbal (istilah-istilah) maupun juga pesan non verbal (isyarat gerakan tubuh, fashion, gadget, dan aktivitas di sosial media). Setiap pesan dipilih sesuai dengan apa yang ingin disampaikan kepada anggota kelompok Climber ataupun publik lingkungan pergaulan mereka dengan cara menunjukkan peran tertentu, yaitu mereka berada di dalam kelas sosial menengah ke atas. Kesan ini dimunculkan oleh kelompok Climber sebagai suatu pertunjukan agar sudut pandang yang melihat ini (publik lingkungan pergaulan dan anggota kelompok) sesuai dengan tujuan mereka yaitu \"dipandang\" berasal dari kalangan menengah ke atas dan mereka dapat diterima oleh anggota kelompok maupun publik dalam lingkungan pergaulannya.",
  "creators": "NADIA AYU JAYANTI",
  "contributors": "Grace Swestin (Advisor 1); Kartika Bayu Primasanti (Advisor 2); Ido Prijana Hadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011157/KOM/2016; Nadia Ayu Jayanti (51411055)",
  "subjects": "COMMUNICATION IN SMALL GROUPS; COMMUNICATION"
}