{
  "id": "35380",
  "title": "Contradictory character traits as seen in Persona 4: the animation",
  "abstract": "Anime is one of Japan cartoon that has a worldwide popularity due to its storyline and artwork. The complexity of the story and the uniqueness of the art makes it popular among people in the world no matter how old they are. Not only does anime has many fans, but also have many genres as well: fantasy, mystery, and slice of life is one of them. Persona 4: the Animation is one of the anime that combines the three genres. I choose to analyze this anime because I am interested in the two main characters, Yu Narukami and Tohru Adachi. I am interested in analyzing their character traits and the symbol they represent by them. In this thesis, I try to analyze the values that can influences their contradictory character traits. By using Carl Gustav Jung’s theory of individuation, I examine their contradictory character traits that shows in the values in their persona and shadow. This contradictory character traits creates different selves. Although they have different self, Yu Narukami and Tohru Adachi have character traits that are complimentary rather than opposing as seen in the symbol of yinyang. As the yinyang symbol reflect Yu Narukami is depicted as a good young man, but he has hidden traits that are contradictory to his good ones. Simillarly, Tohru Adachi who is describe as a bad guy, actually have some good traits. As a result, they are not pure evil or good. The case of Yu Narukami and Tohru Adachi shows my finding that is no one can be completely a good or bad guy.",
  "creators": "NATASHA AYU SABRINA",
  "contributors": "Drs. Setefanus Suprajitno, M.A., Ph.D. (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01012116/ING/2015; Natasha Ayu Sabrina (11410025)",
  "subjects": "CARTOON CHARACTERS; CARICATURES AND CARTOONS-JAPAN"
}