{
  "id": "35387",
  "title": "A Marketing booklet for The Square Apartel & Arcade: a way to attract more customers to the hotel",
  "abstract": "The Square Apartel & Arcade is a new exclusive apartelle (a mixture of apartment and hotel) with a “one stop living” concept. It is located at Siwalankerto Street 146 – 148, Surabaya, East-Java, Indonesia. It is divided into two different types of business; an apartment and a hotel. The hotel at The Square uses apartment rooms, but it gives services like in a hotel. These two different types of businesses share the same building. In reality, many people think that The Square Apartel & Arcade only provides apartments, not lodgings. They think that they can stay at The Square only for a long stay, not a short stay. This may have been caused by the fact that the identity of the hotel is little known. Therefore, it has become a problem for The Square. To solve this problem, The Square needs a media which can help its owner to show the real business of The Square, i.e. apartment and hotel. As a result, I decided to make a marketing booklet which can help The Square to show its clear identity and advertise its products and services in order to get more customers, especially in promoting the hotels. This marketing booklet contains eight parts: table of contents, company overview (“About The Square Apartel & Arcade”), product description (“Room Types”), the price of the product (“Room Rates”), additional services, building facilities, shopping arcade, and contact information (“Contact Us”). The company overview part will help The Square to give complete information about its apartment and hotel to the prospective customers. In addition, in the product description part, there is detailed information about the rooms, facilities and services that The Square Apartel & Arcade has in each room type. Besides, also available is a table of the price list in the price of the product part. By having all the information above, prospective customers would have more precise information about the business of The Square. Hopefully, this marketing booklet will enable The Square to attract and get more customers.",
  "creators": "NADIA NATASYA GOLIAT",
  "contributors": "Samuel Gunawan (Advisor 1); Jusuf Imam Ibrahim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012113/ING/2015; Nadia Natasya Goliat (11411035)",
  "subjects": "BRAND NAME PRODUCTS-MARKETING; BRAND NAME PRODUCTS-CASE STUDIES; BRAND NAME PRODUCTS; ADVERTISING-BRAND NAME PRODUCTS"
}