{
  "id": "3539",
  "title": "Analisa dampak perubahan nama Hotel Radisson Plaza Suites Hotel Surabaya menjadi Surabaya Plaza Hotel terhadap profil tamu: implikasi terhadap strategi pemasaran sebagai market challenger",
  "abstract": "Radisson Plaza Suites Hotel Surabaya berubah nama menjadi Surabaya Plaza Hotel pada tanggal l April 2003. Perubahan nama yang sekaligus merupakan perubahan manajemen dapat membawa dampak, baik dampak yang positif maupun yang negative, terhadap kinerja hotel. Salah satu misalnya terhadap profil tamu yang berakibat pada tingkat hunian hotel. Selama ini, sejak tahun 2002 sampai bulan Juli 2004 Surabaya Plaza Hotel berhasil mempertahankan posisinya sebagai occupancy leader dalam jajaran hotel bintang empat di Surabaya, walaupun dalam hal market share Surabaya Plaza Hotel dikategorikan sebagai market challenger. Fakta tersebut di atas mendorong penulis untuk meneliti dampak yang ditimbulkan dari perubahan nama hotel, terhadap profil tamu Surabaya Plaza Hotel dalam kurun waktu 1 tahun sebelum dan sesudah terjadinya peralihan, yang selanjutnya dikaitkan dengan implikasinya terhadap strategi pemasaran sebagai market challenger. Beberapa dimensi dari profil tamu yang diukur antara lain : Purpose of visit (Pleasure / Business travellers), Numbers/Group size (independent/group travellers), Origin (local/foreign travellers). Analisa berdasarkan data yang diperoleh mengenai profil tamu sebelum dan sesudah perubahan nama menunjukkan beberapa hal utama, antara lain: (1) Hanya terjadi penurunan sebesar 1,88% pada tamu yang bertujuan bisnis, sebaliknya terjadi peningkatan sebesar 3,09% pada tamu yang bertujuan untuk leisure. (2) Lain halnya dengan tamu business group yang menurun drastis yakni sebesar 15,32%, walaupun tamu business independent mengalami peningkatan sebesar 5,74%. (3) Sedangkan tamu leisure group mengalami peningkatan yang besar yakni sebesar 42,78%, akan tetapi tamu leisure independent mengalami penurunan sebesar 24,60%. (4) Penurunan lainnya yang besar juga terjadi pada foreign guest yakni hampir mendekati angka 10%, walaupun pada domestic guest penurunan yang terjadi tidak sampai 1%. Oleh karena itu penulis merekomendasikan pihak Surabaya Plaza Hotel dapat melaksanakan strategi pemasaran sebagai market challenger, sebagai berikut : strategi frontal attack ( strategi peningkatan atau perbaikan layanan, strategi inovasi produk, strategi potongan harga, strategi inovasi distribusi, strategi promosi secara intensif melalui pengiklanan, strategi penetapan harga secara psikologis) dan strategi encirclement attack (strategi aliansi, meluncurkan Kid's programs, membentuk atau bergabung dengan Consortia Hotel).",
  "creators": "BUDHI FERMIN SUTANTO; EDWINA MARTHA HERTANTO",
  "contributors": "Serli Wijaya (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010160/HTL/2005; Edwina M.H. (33400039), Budhi Fermin S. (33400044)",
  "subjects": "RESTAURANT MANAGEMENT; RESTAURANTS-MARKETING"
}