{
  "id": "35391",
  "title": "Motivational strategies applied in the first grade of primary school",
  "abstract": "Motivation is seen as an important factor in language learning. This study was conducted in order to find out the motivational strategies applied by an English teacher who was perceived successful in motivating students in learning English in a primary school in Surabaya. It was focused on the motivational strategies related to appropriate teacher behaviors and a good relationship with the students; a pleasant and supportive classroom atmosphere; and a cohesive learner group with appropriate group norms in the first grade of primary school. Using qualitative approach, this study is based on Dörnyei’s (2001) theory on motivational strategies. The data were from verbal and non-verbal interaction between the teacher and students in the classroom, in two meetings within two weeks. The duration of the class was 70 minutes for each meeting. The findings showed that the English teacher applied motivational strategies related to appropriate teacher behaviors and a good relationship with the students; and a pleasant and supportive classroom atmosphere. Mostly, the teacher applied motivational strategies related to appropriate teacher behaviors and a good relationship with the students. However, the teacher did not apply any motivational strategies related to a cohesive learner group with appropriate group norms, since there was no activity related to making groups in the classroom. It can be said that by applying all those motivational strategies, the students could be motivated in learning English and be more active in following the lesson in the classroom.",
  "creators": "YOUSEVIN",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012114/ING/2015; Yousevin (11411005)",
  "subjects": "ENGLISH LANGUAGE-STUDY AND TEACHING (PRIMARY); SELF-ESTEEM-STUDY AND TEACHING (PRIMARY); PRIMARY SCHOOL TEACHING; LEARNING STRATEGIES"
}