{
  "id": "35397",
  "title": "A Commercial website for Sinar Terang Bag Collections and home industry: a way to make the existing customers know its productions and increase its sales",
  "abstract": "The purpose of making this Business Communication Final Project is to solve Sinar Terang’s problems. Sinar Terang has a problem related to its products’ existence. Only few existing customers of Sinar Terang know that Sinar Terang has its own bags. Mostly customers who are from outside Surabaya do not know about Sinar Terang’s bags because they cannot visit the store. For that reason, it is difficult for Sinar Terang to sell its bags more. Moreover, it is difficult to get new customers because only few people know about its bags. Therefore, the problem is how to make Sinar Terang’s existing customers know its bags without coming to the store and how to make Sinar Terang’s bags more popular. The solution to these problems is making a bilingual commercial website which consists of “Updates” part, “About Us” part, “Our Collections” part, “Made to Order” part, “Our Customers” part, and “Contact Us” part. This website will indeed solve Sinar Terang’s problem because for the existing customers, they can see Sinar Terang’s bags including the picture and the information through this website without coming to the store. Also, this website helps Sinar Terang attracts new customers. This website contains information which is useful for new customers such as the company overview, the bags, the “Made to Order” service and the contact information. By having this website, Sinar Terang can sell its bags more to existing and potential customers. Also, Sinar Terang can attract customers easier in other countries.",
  "creators": "RACHEL KURNIAWAN",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Herwindy Maria Tedjaatmadja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012101/ING/2014; Rachel Kurniawan (11411007)",
  "subjects": "WEB SITES-BUSINESS-MANAGEMENT; ENGLISH LANGUAGE-BUSINESS ENGLISH; BRAND NAME PRODUCTS-MARKETING"
}