{
  "id": "35403",
  "title": "A Marketing booklet for Brotherwood Decoration: a way to promote this new company and its products to its prospective customers",
  "abstract": "Brotherwood Decoration is a new decoration company established in June 2014 which focuses on environmental friendliness by using recycled wood as its main material. The problem that Brotherwood Decoration has is that there are some decoration companies which have been in the same business before its establishment in 2014. Unlike its predecessors, Brotherwood Decoration, as a new company, is less known. Because of that, Brotherwood Decoration does not have as many customers as its predecessors. If this problem is not solved immediately, Brotherwood Decoration will suffer from financial difficulty. That is why, in order to solve this problem, Brotherwood Decoration needs to show its strengths to more people. For that reason, Brotherwood Decoration needs a marketing tool which can introduce the company to prospective customers. In my project, I decided to make a marketing booklet which contains four parts: table of contents, company overview (“About Brotherwood Decoration”), products (“Products”), and company contact information (“Contact Us”). The company overview will help Brotherwood Decoration promote its company to prospective customers because it provides information about the strengths and the uniqueness of this company. The strengths and the uniqueness are that Brotherwood Decoration focuses on environmental friendliness. It uses recycled wood as the main material in decorating. Besides, using recycled wood, Brotherwood Decoration still maintains the quality of its vintage and classic decoration. For the products description, it can help Brotherwood Decoration promote its products to prospective customers since it contains the information about the products and the price as well. By having this marketing booklet, Brotherwood Decoration will expectedly be able to get more customers because it will be distributed to the company institutions such as malls or hotels in Surabaya.",
  "creators": "DEVINA WIJAYA HALIM",
  "contributors": "Samuel Gunawan (Advisor 1); Jusuf Imam Ibrahim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012119/ING/2015; Devina Wijaya Halim (11411017)",
  "subjects": "ENGLISH LANGUAGE-SPECIAL ENGLISH (MARKETING AND ADVERTISING); ADVERTISING CAMPAIGNS"
}