{
  "id": "35401",
  "title": "The Apology strategies in simulated classroom situations used by the female and the male students of the English Department of Petra Christian University, Surabaya",
  "abstract": "This thesis is the study of apology strategies and the similarities and/or the differences of the types of apology strategies used by the female and the male students. It consists of 20 female and 20 male students of the English Department as my respondents. The purposes of the study are to find out the first three most dominant types of apology strategies used by the female and the male students of the English Department of Petra Christian University and the similarities and/or the differences of those first three most dominant types of apology strategies used by the female and the male students. The theory applied is the apology strategies by Ogiermann (2009). I constructed my own Discourse Completion Test (DCT) questionnaire consisting of 10 simulated classroom situations. The quantitative approach was used in this study. The finding revealed that the first three most dominant types of strategies used by the female and the male students were expression of regret, acceptance of responsibility and justification. The similarities and/or the differences of the three most dominant types of apology between the female and the male students were found in the percentage use of apology strategies. Expression of regret was used 52.8% by the female students and 47% by the male students. The female students used 53.3% and the male students used 46.6% in acceptance of responsibility. Justification was used 52.7% by the female and 47.3% by the male students. Both of them used the same three types of apology strategies because they still reflected Indonesian ways of thinking related to the principles of the use of apologies in Indonesian. For that reason, the female and the male students tend to use the same types of apology strategies, although their percentages are only slightly different.",
  "creators": "VENNY ANGELINA HANDOKO",
  "contributors": "Samuel Gunawan (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012156/ING/2015; Venny Angelina Handoko (11411022)",
  "subjects": "LINGUISTICS; SOCIOLINGUISTICS"
}