{
  "id": "3545",
  "title": "Analisa potensi pasar telepon seluler lima merek telepon seluler terkemukan dengan menggunakan metode brand development index (BDI) dan category development index (CDI)...",
  "abstract": "Perkembangan teknologi telah berperan aktif dalam mewarnai kehidupan manusia terutama dalam bidang komunikasi. Saat ini, batas dan jarak komunikasi antar manusia semakin hilang dengan adanya alat yang bernama telepon seluler. Sekarang, telepon seluler sudah bukan merupakan barang mewah yang hanya dapat dimiliki oleh sebagian orang melainkan barang yang dimiliki oleh banyak orang dari berbagai kalangan untuk memenuhi kebutuhan dalam berkomunikasi. Salah satu segmen pasar yang dipilih oleh produsen telepon seluler terkemuka seperti Nokia, Motorola, Samsung, Siemens dan Sony Ericsson untuk memasarkan produknya yaitu segmen pasar remaja yang berusia 16-25 tahun dimana mahasiswa termasuk di dalam segmen tersebut. Mahasiswa jurusan Manajemen Universitas Kristen Petra termasuk dalam segmen pasar remaja yang berpotensi sebagai konsumen telepon seluler bagi kelima merek tersebut karena jumlah mahasiswa yang cukup banyak yaitu 1775 orang dan terbagi menjadi 4 konsentrasi studi yaitu Pemasaran, Keuangan, Real Estat dan MSDM. Penelitian ini menggunakan metode Brand Development Index (BDI) yang digunakan untuk mengukur kekuatan penjualan dari suatu merek pada area geografik khususnya yang angka indeksnya ditentukan berdasarkan rata-rata penjualan nasional. Category Development Index (CDI) untuk mengukur penjualan potensial pada suatu merek menggunakan penjualan dari semua merek dalam satu kategori pada suatu pasar tertentu yang angka indeksnya ditentukan berdasarkan rata-rata penjualan nasional. Penelitian dilakukan secara sensus kepada seluruh mahasiswa Manajemen Universitas Kristen Petra pada bulan Februari - Mei 2003. Hasil Penelitian menunjukkan bahwa mahasiswa Manajemen UKP merupakan pasar yang potensial bagi produk telepon seluler terutama pada konsentrasi studi pemasaran dan merek telepon seluler yang kekuatan mereknya cenderung lebih merata pada setiap konsentrasi studi yaitu merek Samsung.",
  "creators": "HERSON; LINDAWATI",
  "contributors": "Peter Remy Yosy Pasla (Advisor 1); ANGSOKA YORINTHA PAUNDRALINGGA (Advisor 2); Richard Von Llewelyn (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/01/1701/MAN/2003; Herson (31499125), Lindawati (31499251)",
  "subjects": "MARKETING RESEARCH-MATHEMATICAL MODELS; MARKETING RESEARCH"
}