{
  "id": "3547",
  "title": "Penelitian mengenai peningkatan kekuatan awal beton pada self compacting concrete",
  "abstract": "Self Compacting Concrete High Early Strength merupakan sebuah fenomena baru dalam dunia teknologi beton, dimana material baru ini merupakan perkembangan dari Self Compacting Concrete biasa yang mulai umum digunakan. Sebagai material generasi terbaru dari Self Compacting Concrete, Self Compacting Concrete High Early Strength menawarkan banyak keuntungan untuk dunia usaha konstruksi khususnya dunia pre-cast concrete, yaitu tingkat workabilitas yang tinggi, tingkat permeabilitas yang rendah dan ketahanan terhadap segregasi dan bleeding serta kekuatan awal yang tinggi. Sifat dan keunggulan yang dimiliki oleh Self Compacting Concrete High Early Strength di dalam penelitian ini didapat dengan penggunakan admixture Hyperplasticizer dan fdler berupa Silica Fume. Untuk mendapatkan kriteria Self Compacting Concrete yang baik maka dilakukan pengujian workabilitas dengan menggunakan alat- alat yaitu Slump Cone, V-Funnel dan L-Shaped Box. Sedangkan untuk mengetahui tingkat kekuatan awal Self Compacting Concrete High Early Strength dilakukan tes kuat tekan ( compression test) pada umur 1, 3, 7, 14, 28 hari, dimana tes kuat tekan ini diutamakan untuk umur 1 hari dan 28 hari. Dari hasil pengujian dapat dilihat dengan penggunaan silica fume 2 % dan hyperplasticizer sebesar 2.5 % sudah mampu mencapai kriteria self compactible sekaligus kuat tekan awal ( High Early Strength ) yang baik pula, karena nilai water-binder ratio tetap dijaga pada nilai yang rendah. Penelitian mengenai Self Compacting Concrete High Early Strength masih perlu dikembangkan lebih lanjut agar dikemudian hari dapat diaplikasikan secara luas.",
  "creators": "TEDY GUNAWAN; YUSUF MUNTU",
  "contributors": "Handoko Sugiharto (Advisor 1); Januar Buntoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1298/SIP/2003; Tedy Gunawan (21499008), Yusuf Muntu (21499103)",
  "subjects": "CONCRETE-TESTING"
}