{
  "id": "35479",
  "title": "The Students’ view of the functions of mother tongue in general english program of ABC Course",
  "abstract": "Whether mother tongue should be used in English as a Foreign Language classroom has been a major issue in foreign language learning. Some experts agree that mother tongue should not be used to maximize the students’ exposure to English. In contrast, some other experts agree that mother tongue can make a valuable contribution to the language learning. This study is a qualitative study about the use of mother tongue in General English Program of ABC course. In this study, the researcher interviewed a total six students from level 1, 2 and 3. From each level, the researcher interviewed two students comprising one high achiever student and one low achiever student. The interviews were intended to find out the students’ opinion about the use of Indonesian EFL classroom, the similarities and/or differences between high achiever and low achiever students from each level, and the similarities and/or differences between high achiever students and low achiever students across levels. The main theory used was from Cook (2001) about some positive ways of using mother tongue in the classroom. The findings show that all of the students agree that Indonesian can be occasionally used in the classroom by both teacher and students for a number of reasons: for the teacher to explain new and difficult vocabularies, explain grammar rules, organize tasks, maintain discipline, gain contact with individual students, for the students to ask and answer questions, communicate and discuss with classmates and for translating activities. This study reveals that the use of Indonesian can help the students feel easier to understand the teacher’s explanations, feel more comfortable, save time, and learn English more effectively. The findings also show that the low proficiency students prefer to use Indonesian mother than the higher proficiency students because they do not have enough vocabulary to understand the teacher’s talk nor to communicate with others. Moreover, the other personal causes, such as, motivation and mood also influence the students’ preference in using Indonesian.",
  "creators": "MAGDALENA ROLANDA",
  "contributors": "Julia Eka Rini (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012104/ING/2015; Magdalena Rolanda (11411019)",
  "subjects": "ENGLISH LANGUAGE FOR FOREIGN SPEAKER"
}