{
  "id": "35481",
  "title": "A Study of code-switching used by an english teacher in teenagers’ EFL Class",
  "abstract": "Many people nowadays master more than one language, and because of that code-switching occurs. Code-switching does not only occur in social context, but also in classroom context. This study was conducted in order to find out the code-switching used by an English teacher in a teenagers’ classroom. This study is aimed to analyze the types of code-switching used by the teacher and also under what circumstances the switching occur to identify its function. Using qualitative approach, the writer did this study based on code-switching theory of Wardhaugh (2006) and theory of classroom interaction of Walsh (2011). The writer collected the data from the teacher’s talks in a teenagers’ classroom. The findings revealed that the teacher used both types of code-switching and under the four features of classroom interaction. The types of code-switching were intra-sentential and inter-sentential switching. The function of the code-switching identified through the four features of classroom interaction were control of the interaction to control the participation, content, and procedure of a lesson; speech modification to clarify meaning and to ensure the students’ understanding; elicitation technique to elicit response for checking concept or comprehension; and repair to correct or clarify error directly or get the students to correct the errors. From this study, it could be concluded that the teacher used code-switching in the classroom to make everything clearer for the students in learning foreign language so they would not get confused and to avoid misunderstanding in the classroom.",
  "creators": "GLORIA LINDA M HEDE",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Samuel Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012105/ING/2015; Gloria Linda Magdalena Hede (11411026)",
  "subjects": "CODE SWITCHING (LINGUISTICS); ENGLISH LANGUAGE-TRANSLATION INTO INDONESIAN; SOCIOLINGUISTICS"
}