{
  "id": "35483",
  "title": "Speech styles used by young female and young male teachers in teaching English to their olde students",
  "abstract": "The writer conducted a study of sociolinguistics which focused on female and male speech style. In this study, the writer discussed about the speech styles used by a young female and a young male teacher in teaching English to their older students, the tendencies of using the features of each speech styles, and also the use of opposite gendered speech styles. In conducting this study, the writer applied the theory of gendered speech styles which were presented by Baxter (2010). The findings showed that the young female teacher showed herself as female speech styles user and applied all the features of female speech styles such as ‘co-operative’ as the most dominant feature followed by ‘process-oriented’, ‘compliant’, ‘personal’, and the least is ‘polite’ and the young female teacher also applied the opposite gendered speech styles but only five features of male speech styles such as ‘matter of fact’ as the dominant feature followed by ‘aggressive’, ‘goal-directed’, ‘assertive’, and the least is ‘ego-enhancing’ and not applied ‘use of humour’ at all. Also, the findings showed that the young male teachers showed himself as male speech styles user but only applied five features of male speech styles those are ‘matter of fact’ as the dominant feature followed by ‘assertive’, ‘ego-enhancing’, ‘aggressive’, and the least is ‘goal-directed’ but not applied ‘use of humour’ at all and the young male teacher also applied the opposite gendered speech style and he applied all features of female speech styles those are ‘cooperative’ as the most dominant feature followed by ‘compliant’, ‘polite’, ‘process-oriented’, ‘personal’ and the least is ‘personal’. From the data, the writer found that the young female and male teachers used ‘co-operative’ features of female speech styles as the dominant features in teaching their older students but they never used ‘use of humour’ features of male speech styles when they taught their older students.",
  "creators": "FEBRIANI NAOMI RONSUMBRE",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Samuel Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012114/ING/2015; Febriani Naomi Ronsumbre (11411031)",
  "subjects": "SOCIOLINGUISTICS; SPEECH"
}