{
  "id": "3548",
  "title": "Uji skala penuh penggunaan campuran emulsi bergradasi terbuka (ogem) pada lapis permukaan perkerasan",
  "abstract": "Dengan meningkatnya kesadaran manusia akan bahaya polusi udara dan seiring dengan berkembangnya teknologi di bidang perkerasan jalan maka muncullah suatu ide penggunaan aspal emulsi yang tidak membutuhkan proses pemanasan sehingga lebih ramah lingkungan. Namun aspal emulsi ini masih jarang digunakan sehingga perlu dilakukan pengujian secara langsung di lapangan untuk mengetahui bagaimana kinerja dari perkerasan jalan yang menggunakan campuran emulsi dengan agregat bergradasi terbuka (OGEM), maka dilakukan evaluasi perkerasan dengan tolak ukur sebagai berikut : kenyamanan mengendarai bisa dilihat dari besarnya nilai PSI (Present Serviceubility lndex). Kapasitas untuk menanggung beban dengan mencari nilai lendutan balik yang terjadi sehingga dapat diketahui nilai dari daya dukung perkerasan tersebut. Untuk faktor keamanan dapat diwakili oleh rata - rata kedalaman makrotekstur permukaan perkerasan. Dari hasil analisa diperoleh 3,03 sebagai nilai PSI awal yang dijadikan sebagai acuan untuk menentukan kapan diperlukannya penanganan perbaikan suatu jaringan jalan. Lendutan balik yang terjadi adalah 1,05 mm sehingga didapatkan daya dukung perkerasan sebesar 2529,78 AE 18 KSAL yang menunjukkan jumlah lintasan ekivalen sumbu tunggal seberat 8,16 ton yang dapat diterima pada jalan tersebut (LER). Besarnya rata - rata kedalaman makrotekstur perkerasan adalah 1,35 mm yang dapat digunakan untuk menentukan nilai Skid Number.",
  "creators": "IKASARI AGUSTINA; ANDI SETHEAWAN",
  "contributors": "Indriani Santoso (Advisor 1); YANUAR SANTOSA (Advisor 2); Harry Patmadjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1295/SIP/2003; Ikasari Agustina (21499034), Andi Setheawan (21499048)",
  "subjects": "PAVEMENT, ASPHALT; PAVEMENTS, BITUMINOUS"
}