{
  "id": "35482",
  "title": "The Evaluation of when english rings a bell (revised edition): teachers` perspectives",
  "abstract": "This study is an English coursebook evaluation in English Language Teaching (ELT) classroom, When English Ring A Bell (revised edition). This study is done to find out the teachers` opinions regarding (1) the coursebook`s language content, (2) the presentation of English skills in the coursebook, and (3) the coursebook`s topic, subject content, and social values. The data of this study is the teachers` written and/or oral answers of the questions used as coursebook evaluation guidelines as proposed by Cunningsworth (1995). This is a qualitative research because (1) the study is concerned with subjective opinions of the teachers regarding the coursebook being evaluated, (2) the data processing of this study is provided into textual form, (3) the data analysis of this study is presented through sentences, and (4) the result of this study is ultimately the writer`s interpretation of the data (Dörnyei, 2007). The findings of this study show that, according to the teachers, the topics and subjects content presented in the book are related to the students` daily life. Social and cultural values in the coursebook are appropriately presented to the Indonesian people`s way of life by not differentiating in gender. In addition, although the book provides practices for all English skills, the book needs to include additional material to support them, such as recorded material on a cassette for listening practices. However, the book does not include all language contents as proposed by Cuningsworth (1995). The language learning related to phonology is not covered by the coursebook.",
  "creators": "EVA FAUJIAH",
  "contributors": "Flora Debora (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012099/ING/2015; Eva Faujiah (11411028)",
  "subjects": "DISCOURSE ANALYSIS, LITERARY; DISCOURSE ANALYSIS-SOCIAL ASPECTS; ENGLISH LANGUAGE-DISCOURSE ANALYSIS"
}