{
  "id": "3551",
  "title": "Rekayasa ulang proses penjualan untuk meningkatkan efisiensi biaya operasi pada PT Standardmegah Steelindotama Industries di Pasuruan",
  "abstract": "Latar belakang yang diajukan berkaitan dengan pengambilan judul penelitian yang diutarakan tersebut mengacu pada masih terbukanya peluang untuk dilakukan rekayasa ulang terhadap proses penjualan pada PT Standardmegah Steelindotama Industries di Pasuruan untuk mencapai efisiensi dan efektifitas operasional. Alasan lain yang juga tidak dapat dikesampingkan bahwa melalui proses rekayasa ulang yang mampu meningkatkan efisiensi dan efektifitas operasional penjualan akan memungkinkan mampu meningkatkan daya saing perusahaan dalam lingkungan persaingan. Rancangan penelitian yang dilakukan adalah penelitian tanpa hipotesis. Penelitian yang dilakukan adalah penelitian studi kasus yaitu berkaitan dengan permasalahan yang dihadapi oleh PT Standardmegah Steelindotama Industries di Pasuruan sehubungan dengan usaha untuk melakukan efisiensi dan biaya operasi perusahaan. Jenis data yang digunakan dalam penelitian yaitu data kualitatif (sejarah perusahaan, struktur organisasi, jam kerja bagian penjualan, dan alur dokumen dalam proses penjualan) dan data kuantitatif (data laporan keuangan, data gaji, data harga pokok produksi, data penyusutan, dan biaya penjualan perusahaan). Sedang sumber data yang digunakan dalam penelitian adalah data sekunder (mengutip data yang telah ada dalam perusahaan). Instrumen yang digunakan dalam penelitian adalah melakukan dokumentasi pada data perusahaan. Unit analisis dari penelitian yang dilakukan yaitu proses penjualan PT Standardmegah Steelindotama Industries di Pasuruan. Berdasarkan proses penjualan perusahaan, , output yang berhasil dicapai selama periode tahun 2002 adalah 19.583 dokumen, dan setelah dilakukan rekayasa ulang proses, output mengalami peningkatan menjadi 23.614 dokumen. Jika dikalkulasikan dalam bentuk nominal, maka penghematan yang mampu diraih oleh PT Standardmegah Steelindotama Industries di Pasuruan ini per dokumen adalah sebesar Rp 7.825. Dan jika diukur dari jumlah dokumen, maka dengan rekayasa ulang mampu meningkatkan output sebesar 4.031 dokumen (23.614 - 19.583) dalam satu tahun. Sehingga rekaya ulang proses penjualan mampu menghemat biaya dan akhirnya mampu meningkatkan volume output dalam satu tahun. Peningkatan volume output tersebut akhirnya diikuti dengan penghematan biaya tetap. Adapun penghematan biaya tetap dalam satu tahun adalah sebesar: Rp 45.833 (tarif proses lama) x 4.031 dokumen = Rp 184.752.853,90,-",
  "creators": "TAN TJIE LIONG",
  "contributors": "Devie (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 0257/AKT/2003; Tan Tjie Liong (32496078)",
  "subjects": "COST ACCOUNTING"
}