{
  "id": "3552",
  "title": "Faktor-faktor yang mempengaruhi nilai jual objek pajak tambak udang",
  "abstract": "Penelitian ini dilatarbelakangi oleh adanya peran pajak yang sangat penting dalam melaksanakan kebijakan negara dalam bidang ekonomi dan sosial, dan untuk mencapai tujuan tertentu dalam bidang keuangan. Dari berbagai macam pajak yang ada, Pajak Bumi dan Bangunan memiliki kontribusi dana yang sangat besar bagi pembangunan nasional, maka perlu diperhatikan pengenaan obyek pajaknya secara khusus. Penelitian ini difokuskan pada tambak udang di Probolinggo sebagai obyek pajaknya, sehingga masalah yang dapat dirumuskan adalah: apakah faktor perairan laut, emplasemen, bangunan secara bersama-sama mempengaruhi penentuan Nilai Jual Obyek Pajak terhadap tambak udang di Probolinggo. Jenis data yang dikumpulkan adalah data kuantitatif yang berisikan luas perairan laut, emplasemen, bangunan, dan data yang ditetapkan oleh Menteri Keuangan mengenai Klasifikasi Penggolongan dan Ketentuan Nilai Jual Bumi dan Bangunan. Sumber data dari intern perusahaan dan kantor PBB di Probolinggo, yang dikumpulkan dengan survei, wawancara, dan dokumentasi dibuat menjadi Rekapitulasi Data. Unit analisis yang digunakan adalah tambak udang di Probolinggo. Hasil penelitian ini menyimpulkan bahwa faktor-faktor luas perairan laut, luas emplasemen, dan luas bangunan secara bersama-sama tidak mempengaruhi Nilai Jual Obyek Pajak Ketidaksesuaian antara teori dengan hasil temuan dari penelitian ini adalah tidak dilaporkannya faktor-faktor yang kontribusinya cukup besar dalam penentuan Nilai Jual Obyek Pajak, dan berbagai macam alasan lainnya.",
  "creators": "FELIANY ONGKOWIDJOJO",
  "contributors": "Agus Arianto Toly, S.E., M.S.A., Ak. (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 0262/AKT/2003; Feliany Ongkowidjojo (32499100)",
  "subjects": "TAX ACCOUNTING"
}