{
  "id": "35548",
  "title": "Analisa hubungan antara intellectual capital terhadap organizational learning dalam meningkatkan financial performance pada industri perhotelan bintang 3, 4 dan 5 di Jawa Timur",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh langsung yang signifikan antara intellectual capital terhadap organizational learning, organizational learning terhadap financial performance, dan intellectual capital terhadap financial performance pada industri perhotelan bintang 3, 4 dan 5 di Jawa Timur. Selain itu juga untuk mengetahui pengaruh tidak langsung yang signifikan dari intellectual capital terhadap financial performance melalui organizational learning pada industri perhotelan bintang 3, 4 dan 5 di Jawa Timur. Penelitian ini berbentuk penelitian kuantitatif, di mana data diperoleh melalui penyebaran kuisioner kepada industri perhotelan di beberapa wilayah di Jawa Timur yang memenuhi standar kualifikasi bintang 3 ke atas. Responden kami dalam penelitian ini adalah karyawan jabatan accounting, finance dan marketing, supervisor, manager dan chief excecutive hotel bintang 3, 4 dan 5 di Jawa Timur. Data yang diperoleh kemudian diolah dengan menggunakan software Smart PLS. Hasil penelitian ini menunjukkan adanya hubungan positif dan signifikan dari intellectual capital terhadap organizational learning, organizational learning terhadap financial performance, dan intellectual capital terhadap financial performance pada industri perhotelan bintang 3, 4 dan 4 di Jawa Timur. Namun, variabel organizational learning tidak mampu menjadi variable perantara antara intellectual capital terhadap financial performance karena hubungan langsung antara intellectual capital terhadap financial performance memberi pengaruh lebih besar daripada apabila melalui organizational learning.",
  "creators": "MICHELLA HARTONO",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010795/AKT/2016; Michella Hartono (32412005)",
  "subjects": "ACCOUNTING; INTELLECTUAL CAPITAL; ORGANIZATIONAL LEARNING"
}