{
  "id": "35559",
  "title": "Pengaruh leadership style terhadap financial performance melalui employee job satisfaction dan innovation pada perusahaan retail di Surabaya",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh langsung yang signifikan dari leadership style terhadap financial performance, leadership style terhadap employee job satisfaction, leadership style terhadap innovation, employee job satisfaction terhadap innovation , employee job satisfaction terhadap financial performace, dan innovation terhadap financial performance pada perusahaan retail di Surabaya. Selain itu juga untuk mengetahui pengaruh tidak langsung yang signifikan dari leadership style terhadap financial performance melalui employee job satisfaction dan innovation pada perusahaan retail di Surabaya. Penelitian ini berbentuk penelitian kuantitatif, di mana data diperoleh melalui penyebaran kuisioner kepada perusahaan retail di Surabaya. Data yang diperoleh kemudian diolah dengan menggunakan software Smart PLS. Hasil penelitian ini menunjukkan adanya hubungan positif dan signifikan dari leadership style terhadap employee job satisfaction, leadership style terhadap innovation, leadership style terhadap financial performance, employee job satisfaction terhadap innovation, employee job satisfaction terhadap financial performance dan hubungan negatif dan signifikan dari innovation terhadap financial performance pada perusahaan retail di Surabaya. Employee job satisfaction dan innovation menjadi variabel perantara antara leadership style dan financial performance karena hubungan langsung antara leadership style dan financial performance memberikan efek signifikan lebih besar daripada menggunakan variabel innovation dan employee job satisfaction.",
  "creators": "SERLEY OCSAKAWATI",
  "contributors": "Devie (Advisor 1); Josua Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010759/AKT/2016; Serley Ocsakawati (32412056)",
  "subjects": "JOB SATISFACTION; LEADERSHIP; ACCOUNTING; CORPORATIONS--FINANCE"
}