{
  "id": "35558",
  "title": "Pengaruh kinerja corporate social responsibility terhadap persistensi laba pada perusahaan yang bergerak di sektor barang konsumsi dengan subsektor farmasi, kosmetik dan keperluan rumah tangga, dan peralatan rumah tangga yang terdaftar di Bursa Efek Indonesia (BEI) pada Tahun 2010-2014",
  "abstract": "Pengaruh CSR terhadap kinerja keuangan yang bersifat periodic seperti ROA, ROE, ROI, ROS dan EBIT telah banyak dilakukan sebelumnya. Namun penelitian atas pengaruh CSR terhadap persistensi laba yang telah dilakukan masih sangat sedikit pada penelitian sebelumnya yaitu Riahi dan Belkaoui (2004), Laksmana dan Yang (2009), dan Lassad dan Khamoussi (2012) dan belum pernah dilakukan pada perusahaan Indonesia sektor barang konsumsi terutama yang bergerak di bidang farmasi, kosmetik dan keperluan rumah tangga dan peralatan rumah tangga. Tujuan penelitian yang ingin dicapai dalam penelitian ini adalah untuk mengetahui apakah CSR berpengaruh pada persistensi laba di perusahaan yang bergerak di sektor barang konsumsi dalam bidang farmasi, kosmetik dan keperluan rumah tangga dan peralatan rumah tangga Penelitian ini dilakukan terhadap perusahaan-perusahaan Indonesia sektor barang konsumsi terutama yang bergerak di bidang farmasi, kosmetik dan keperluan rumah tangga dan peralatan rumah tangga yang telah melakukan CSR sejak tahun 2010 hingga 2014. CSR diukur berdasarkan kriteria pelaporan GRI versi 3.1. Sedangkan persistensi laba diukur dengan menggunakan slope dari earning per share. Penelitian ini akan menggunakan beberapa variabel kontrol yaitu siklus operasi, volatilitas penjualan, volatilitas arus kas, proporsi laba negatif, firm size, dan intensitas persaingan. Pengolahan data sampel sebanyak 60 perusahaan tahun dengan menggunakan metode regresi linear berganda dengan SPSS. Hasil penelitian belum berhasil menunjukkan pengaruh yang signifikan yang diberikan oleh CSR terhadap persistensi laba. Penelitian juga belum berhasil menemukan pengaruh yang signifikan antara volatilitas penjualan, volatilitas arus kas, proporsi laba negatif, firm size dan intensitas persaingan dengan persistensi laba. Namun siklus operasi ditemukan berpengaruh signifikan terhadap persistensi laba.",
  "creators": "SILVIANA SHENJAYA",
  "contributors": "Juniarti (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010784/AKT/2016; Silviana Shenjaya (32412046)",
  "subjects": "STOCK EXCHANGE-INDONESIA; CORPORATE SOCIAL RESPONSIBILITY; CONSUMER GOODS-SELLING; ACCOUNTING"
}