{
  "id": "3555",
  "title": "Pengukuran kepuasan pelanggan harian Surya di Surabaya Selatan berdasarkan kualitas produk dan kualitas jasanya",
  "abstract": "Pada era menjelang perdagangan bebas ini, persaingan dalam dunia bisnis dan perindustrian menjadi semakin keras. Hal ini juga berpengaruh pada kehidupan dunia industri persuratkabaran, dimana hal ini terlihat dari naik-turunnya oplah surat kabar yang terjual. Selain itu, pembebasan pengeluaran Surat Izin Usaha Penerbitan Pers (SIUPP) sejak 28 Mei 1998 juga menjadi salah satu penyebab makin banyaknya surat kabar baru yang bermunculan yang akhirnya menjadikan persaingan di dalam dunia industri persuratkabaran itu menjadi semakin keras. Persaingan dalam industri persuratkabaran tersebut juga terjadi dengan amat keras di Surabaya, terutama juga di Surabaya Selatan, yaitu antara Harian Pagi Surya dengan Harian X. Agar dapat tetap bertahan di tengah persaingan tersebut, maka perlu dilakukan penelitian tentang kepuasan pelanggan Harian Pagi Surya dibandingkan dengan Harian X di wilayah Surabaya Selatan. Penelitian tersebut dilakukan agar nantinya PT Antar Surya Jaya dapat mengukur kepuasan pelanggan Harian Pagi Surya untuk dijadikan sebagai masukan dalam mengambil kebijakan dalam rangka meningkatkan kepuasan pelanggannya itu, sehingga nantinya Harian Pagi Surya dapat tetap bersaing di pasaran. Penelitian mengenai pengukuran kepuasan pelanggan Harian Pagi Surya ini dilakukan dengan metode analisa regresi. Melalui penelitian tersebut diketahui sub-sub variabel mana sajakah dari variabel kualitas produk dan kualitas jasa yang berpengaruh terhadap kepuasan pelanggan Harian Pagi Surya di Surabaya Selatan, yaitu sub variabel assurance dan reliability dari variabel kualitas jasa, sub variabel perceived quality dari variabel kualitas produk, dan sub variabel emphaty serta responsiveness dari variabel kualitas jasa. Sedangkan untuk sub-sub variabel lainnya yang tidak berpengaruh terhadap kepuasan pelanggan tersebut harus diperbaiki agar nantinya dapat meningkatkan kepuasan pelanggan Harian Pagi Surya.",
  "creators": "AMELIA YULIANTI",
  "contributors": "GO SIANG CHEN (Advisor 2); Kriswanto Widiawan (Advisor 2); Julianingsih (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/0637/IND/2003; Amelia Yulianti (25499184)",
  "subjects": "TOTAL QUALITY MANAGEMENT; CONSUMER SATISFACTION; QUALITY CONTROL"
}