{
  "id": "35550",
  "title": "Pengaruh kinerja corporate social responsibility (CSR) terhadap persistensi laba pada perusahaan-perusahaan berkapitalisasi besar",
  "abstract": "Pengaruh corporate social responsibiltity (CSR) terhadap kinerja keuangan telah banyak diteliti dalam penelitian-penelitian terdahulu dengan menggunakan rasio keuangan yang bersifat periodik yaitu ROA, ROE dan ROS. Tidak banyak ditemukan penelitian terdahulu yang meneliti mengenai pengaruh CSR terhadap persistensi laba dan belum dilakukan pada perusahaan berkapitalisasi besar di Indonesia. Tujuan dari penelitian ini adalah untuk mengetahui pengaruh CSR terhadap persistensi laba pada perusahaan-perusahaan berkapitalisasi besar di Indonesia. Penelitian ini dilakukan terhadap perusahaan-perusahaan berkapitalisasi besar di Indonesia dari tahun 2010 hingga tahun 2014 dengan jumlah sampel 84 pengamatan. Pengukuran CSR dilakukan berdasarkan kelengkapan pelaporan sesuai dengan pedoman GRI versi 3.1. Sedangkan persistensi laba diukur dengan menggunakan earnings per share (EPS). Variabel kontrol yang digunakan adalah siklus operasi, volatilitas penjualan, volatilitas arus kas, proporsi laba negatif, intensitas persaingan dan ukuran perusahaan. Hasil penelitian menunjukkan bahwa tidak terdapat pengaruh yang signifikan yang diberikan oleh Corporate Social Responsibiltity (CSR) terhadap persistensi laba. Variabel kontrol siklus operasi dan intensitas persaingan berpengaruh positif terhadap persistensi laba. Variabel kontrol lainnya tidak pengaruh terhadap persistensi laba.",
  "creators": "INTAN PUJI LESTARI",
  "contributors": "Juniarti (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010788/AKT/2016; Intan Puji Lestari (32412009)",
  "subjects": "EARNING PER SHARE; CSR (CORPORATE SOCIAL RESPONSIBILITY); ACCOUNTING"
}