{
  "id": "35567",
  "title": "Pengaruh kinerja corporate social responsibility (CSR) terhadap persistensi laba pada perusahaan yang bergerak di sektor industri dasar dan kimia di Indonesia",
  "abstract": "Keberhasilan penerapan Corporate Social Responsibility (CSR) perusahaan kurang tepat bila diukur dalam jangka waktu yang pendek, sehingga lebih tepat bila diukur dengan menggunakan ukuran kinerja berkelanjutan yaitu persistensi laba. Akan tetapi, penelitian yang membahas hubungan CSR dengan persistensi laba masih sangat sedikit. Oleh karena itu, penelitian ini dilakukan untuk mengetahui pengaruh Corporate Social Responsibility (CSR) terhadap persistensi laba pada perusahaan yang begerak di sektor industri dasar dan kimia yang terdaftar pada Bursa Efek di Indonesia pada tahun 2010 hingga 2014 dengan 88 sampel dan penggunaan aplikasi SPSS versi 22 sebagai alat ukur. Penelitian ini menggunakan CSR sebagai variabel independen dan persistensi laba sebagai variabel dependen, serta beberapa variabel kontrol yaitu siklus operasi, volatilitas penjualan, volatilitas arus kas dan proporsi laba negatif. Hasil dari penelitian ini belum berhasil membuktikan pengaruh CSR terhadap persistensi laba perusahaan di sektor industri dasar dan kimia di Indonesia pada tahun 2010 hingga 2014. Variabel-variabel kontrol yang digunakan dalam penelitian ini juga belum berhasil membuktikan pengaruh terhadap persistensi laba perusahaan di sektor industri dasar dan kimia di Indonesia.",
  "creators": "SHANNON DOROTHY TEDJOSUKMONO",
  "contributors": "Juniarti (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010786/AKT/2016; Shannon Dorothy Tedjosukmono (32412091)",
  "subjects": "CORPORATE SOCIAL RESPONSIBILITY; CASH FLOW; CORPORATIONS--FINANCE; ACCOUNTING"
}