{
  "id": "35563",
  "title": "Pengaruh gaya kepemimpinan terhadap kinerja keuangan melalui perilaku pemilik atas isu manajemen lingkungan sebagai variabel intervening",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh langsung yang signifikan dari gaya kepemimpinan terhadap kinerja keuangan, gaya kepemimpinan terhadap perilaku pemilik atas isu manajemen lingkungan, perilaku pemilik atas isu manajemen lingkungan terhadap kinerja keuangan, pada perusahaan di Surabaya dan sekitarnya. Selain itu juga untuk mengetahui pengaruh tidak langsung yang signifikan dari gaya kepemimpinan terhadap kinerja keuangan melalui perilaku pemilik atas isu manajemen lingkungan pada perusahaan di Surabaya dan sekitarnya. Penelitian ini berbentuk penelitian kuantitatif, di mana data diperoleh melalui penyebaran kuisioner kepada perusahaan di Surabaya dan sekitarnya. Data yang diperoleh kemudian diolah dengan menggunakan software Smart PLS. Hasil penelitian ini menunjukkan adanya pengaruh positif dan signifikan dari gaya kepemimpinan terhadap kinerja keuangan, gaya kepemimpinan terhadap perilaku pemilik atas isu manajemen lingkungan, perilaku pemilik atas isu manajemen lingkungan terhadap kinerja keuangan pada perusahaan di Surabaya dan sekitarnya. Perilaku pemilik atas isu manajemen lingkungan tidak efektif menjadi variabel intervening antara gaya kepemimpinan terhadap kinerja keuangan karena hubungan langsung antara gaya kepemimpinan terhadap kinerja keuangan memberikan efek lebih besar jika dibandingkan dengan melalui perilaku pemilik atas isu manajemen lingkungan.",
  "creators": "AGNES SARI SULISTIYO",
  "contributors": "Josua Tarigan (Advisor 1); Saarce Elsye Hatane (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010779/AKT/2016; Agnes Sari Sulistiyo (32412075)",
  "subjects": "ENVIRONMENTAL MANAGEMENT; CORPORATIONS--FINANCE; LEADERSHIP"
}