{
  "id": "3556",
  "title": "The Reasons of flouting grice's conversational maxims in mad about you",
  "abstract": "Theoretically, in communication, people should apply the Cooperative Principle that is reflected in the four maxims of conversation, they are the Maxim of Quantity, the Maxim of Quality, the Maxim of Relevance and the Maxim of Manner. Grice, who proposed those maxims of conversation said that people should obey those maxims in order to have an effective communication without any miscommunication. In fact, sometimes people deliberately flout the maxims but it does not lead to miscommunication. In flouting the maxims, people mostly have reasons behind that. Therefore, the writer is interested in analyzing the most flouted maxim in Mad about You and the reasons of the flouting. Mad about You was chosen because the writer thinks that this sitcom contains many maxim floutings. In analyzing the data, the writer uses Grice's theory on maxim. The data were collected by searching the transcripts on the Internet, watching the record for many times, grouping the conversation, deciding which maxims are flouted based on the criteria, finding the reasons of the flouting and making the table to show the findings. As the result, the writer found out that the most flouted maxim is the Maxim of Quantity (35,1%). The reasons of flouting this maxim are to stress something, to cover something, to save the time, to be clear, to show caring, to be cynical, to expect something and to give solution.",
  "creators": "WINNY NURINDAH",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 955; Winny Nurindah (11497105)",
  "subjects": "ENGLISH LANGUAGE-DISCOURSE ANALYSIS; DISCOURSE ANALYSIS"
}