{
  "id": "35585",
  "title": "Analisa persepsi karyawan tentang pengaruh intellectual capital terhadap customer satisfaction dan financial performance (studi kasus pada sektor perhotelan dan restaurant di Surabaya)",
  "abstract": "Penelitian ini bertujuan untuk memberikan bukti empris dan untuk mengetahui pengaruh langsung yang positif dari intellectual capital terhadap customer satisfaction, customer satisfaction terhadap financial performance, dan intellectual capital terhadap financial performance berdasarkan persepsi karyawan pada sektor perhotelan dan restaurant di Surabaya. Selain itu penelitian ini juga untuk mengetahui pengaruh tidak langsung yang positif dari intellectual capital terhadap financial performance melalui customer satisfaction menurut persepsi karyawan pada sektor perhotelan dan restaurant di Surabaya. Penelitian ini berbentuk penelitian kuantitatif dimana data diperoleh melalui persebaran kuesioner kepada sektor perhotelan dan restaurant di Surabaya. Sampel penelitian berjumlah 40 perusahaan yang terdiri dari 20 hotel dan 20 restaurant. Data yang diperoleh kemudian diolah dengan menggunakan software smart-PLS. Hasil penelitian menunjukkan adanya hubungan yang positif dari intellectual capital terhadap customer satisfaction, customer satisfaction terhadap financial performance, dan intellectual capital terhadap financial performance berdasarkan persepsi karyawan pada sektor perhotelan dan restaurant di Surabaya. Serta customer satisfaction mampu menjadi variable perantara antara intellectual capital dengan financial performance karena hubungan langsung antara intellectual capital dengan financial performance melalui customer satisfaction lebih besar daripada apabila tidak melalui customer satisfaction.",
  "creators": "VANIA SABELLA SUSANTO",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Josua Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010769/AKT/2016; Vania Sabella Susanto (32412184)",
  "subjects": "Consumer Satisfaction; FINANCIAL ACCOUNTING; INTELLECTUAL CAPITAL"
}