{
  "id": "3561",
  "title": "Perlakuan akuntansi PPN fasilitas pembebasan bea masuk dan PPN impor tidak dipungut dalam rangka ekspor terhadap harga perolehan bahan baku atas transaksi pembelian bahan baku impor : studi kaus pada",
  "abstract": "Dalam kaitannya dengan kegiatan usaha yang dilakukan oleh pengusaha kena pajak (PKP), kegiatan PKP bervariasi dari kegiatan perdagangan sampai pabrikasi. Dari berbagai macam kegiatan usaha tersebut, kegiatan usaha yang berkaitan dengan pihak di luar pabean salah satunya adalah usaha impor. Aktifitas impor berlangsung karena permintaan barang/ jasa yang tidak dapat dipenuhi oleh pihak dalam negeri sehingga harus mendatangkan dari luar negeri terutama untuk keperluan industri. PT. X, tempat penelitian ini dilakukan adalah perusahaan industri yang sebagian besar bahan bakunya diimpor dari luar negeri dan seluruh produksinya atas bahan baku impor digunakan untuk ekspor. Sebagai sumber penerimaan dalam negeri sektor perpajakan, telah diberikan kemudahan bagi para eksportir berupa fasilitas pembebasan Bea Masuk dan PPN Impor atas bahan baku asal impor. Dalam hal ini, penulis ingin menganalisis perlakuan akuntansi PPn atas transaksi dan kejadian yang berkenan dengan pembelian. Bahan baku impor sebelum menggunakan fasilitas dan sesudah menggunakan fasilitas. Metode penelitian yang digunakan adalah penelitian deskriptif,dengan studi kasus pada PT. X sebagai perusahaan industri yang telah memanfaatkan fasilitas pembebasan Bea Masuk dan PPN Impor tidak dipungut, yang seluruh hasil produksinya digunakan untuk ekspor. Hasil yang diperoleh dari penelitian ini adalah perlakuan akuntansi PPN fasilitas pembebasan Bea Masuk dan PPN Impor tidak dipungut. Atas transaksi pembelian bahan-bahan baku impor pada PT. X sudah sesuai dengan standar. Akuntansi keuangan dikaitkan dengan pengukuran, definisi elemen, pengakuan, pengungkapan dan penyajian dalam laporan keuangan telah sesuai dengan akuntansi berterima umum. Adanya faktor resiko apabila PT. X sebagai penerima fasilitas tidak dapat mempertanggungjawabkan bahan baku impor eks fasilitas mengakibatkan PT. X wajib menyelesaikan kewajiban pada negara dengan membayar Bea Masuk (BM) dan PPN Impor serta denda 100% atas Bea Masuk (BM) dan PPN Impor terutang.",
  "creators": "RATIH HAPSARI",
  "contributors": "Yenni Mangoting (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010376/AKT/2004; Ratih Hapsari (32499040)",
  "subjects": "TAX ACCOUNTING"
}