{
  "id": "3566",
  "title": "Analisa pengaruh lingkungan kerja dan komunikasi yang efektif terhadap kepuasan kerja karyawan bagian pengiriman CV Lima Saudara Surabaya",
  "abstract": "Dewasa ini di Indonesia kebutuhan akan kualitas sumber daya manusia yang semakin meningkat merupakan tuntutan yang tidak dapat ditunda lagi, perusahaan akan semakin membutuhkan sumber daya manusia (SDM) untuk mencapai tujuan perusahaan. Salah satu sumber yang terpenting adalah sumber daya manusia, dimana yang di maksud dengan sumber daya manusia yaitu para karyawan atau para pekerja yang memilki keterampilan dan kemampuan yang sesuai dengan pekerjaan yang ditekuni. Lingkungan kerja disekitar karyawan sangat perlu diperhaitikan oleh pihak badan usaha, sebab hal tersebut merupakan salah satu cara yang dapat ditempuh untuk menjamin agar karyawan dapat melaksanakan tugas tanpa mengalami gangguan. Memperhatikan kondisi fisik dari lingkungan kerja karyawan dalam hal ini berarti mengurangi rasa jenuh karyawan dalam bekerja sehingga dapat melakukan tugas secara maksimal. Komunikasi antara karyawan dengan karyawan dan denganatasan perlu mendapatkan perhaitian juga agar dapat memberikan kepuasan kerja sehingga mencegah tingkat pemberhentian tugas karyawan menjadi lebih kecil. Berdasarkan latar belakang dan pengamatan yang dilakukan oleh penulis, di CV Lima Saudara ternyata tidak ada masalah yang berarti pada lingkungan kerja dan komunikasi, namun perusahaan harus tetap meningkatkan lingkungan kerja yang ada dan komunikasi. Permasalahan dapat dirumuskan sebagai berikut : Apakah ada pengaruh lingkungan kerja dan komunikasi yang efektif terhadap kepuasan kerja karyawan bagian pengiriman CV Lima Saudara ? Metode Pengolahan dan analisis data dilakukan dengan menggunakan Validitas, Reliabilitas, Uji deskriptif, Multikoliner, Heterokedastisitas MSI, Analisa regresi linier berganda, Uji F, Uji t, korelasi yang berasal dari data yang dikumpulkan dari kuisoner yang telah diisi dan diolah. Dari hasil pembahasan, maka dapat ditarik kesimpulan sebagai berikut : 1. Ada pengaruh antara lingkungan kerja dengan kepuasan kerja 2. Ada pengaruh antara komunikasi yang efektif terhadap kepuasan kerja",
  "creators": "JOHANNES RIO HAMONGAN",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor 1); LUKAS SUGENG MUSIANTO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 05/01/1720/MAN/2003; Johannes Rio (31499147)",
  "subjects": "WORK ENVIRONMENT; PERSONNEL MANAGEMENT-WORK ENVIRONMENT ASPECTS"
}