{
  "id": "35674",
  "title": "Analyzing potential business form and type of financing affecting expansion plan of straetus international to Indonesia",
  "abstract": "Become bigger in terms of size and profit are the main goal for almost all of the companies in the world. There are several methods to achieve those goals, one of them is by expanding to other countries. This condition also being experienced by Straetus International. It has expanded to other countries in the last 6 years, such as German, Poland, and Romania. However, since almost all of the countries are located in the western countries, there are no huge differences in politic, economy, or culture. Therefore, this study wants to analyze how Straetus International expands in Indonesia by determining the type of business entity and finance that are appropriate for the company. Deciding those types need a lot of researches, such as the country, industry, and company conditions. By examining those three, it will help Straetus International to penetrate the Indonesia's market. The country conditions can be looked at from politic, economy, socialculture, technology, environment, and legal. It might be totally different with other countries that Straetus International usually expands since Indonesia is a developing countries where everything is not ruled properly. While the industry condition which is debt collection is not good in Indonesia. People have a bad perception about it and does not want to be associated with any companies or agencies. Last, Straetus International should take a look at the inside of the company. It should be able to identify what the strengths, weaknesses, competitive advantages, and added values that it can give to the customers. By analyzing all of those factors, it will allow Straetus International ready to penetrate Indonesia's market. In addition, not only doing some researches, but this study also uses interview to know the opinion of the experts. The interviews are coming from diverse backgrounds, such as businessman, legal foreign consultant, tax, and finance.",
  "creators": "DEA BELINDA TJOKROKANOKO",
  "contributors": "HAN VAN KLEEF (Advisor 1); DAVID WILSON (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010224/MAN/2015; Dea B. Tjokrokanoko (34411011)",
  "subjects": "BUSINESS; DEBTOR AND CREDITOR"
}