{
  "id": "35699",
  "title": "Mandatory factors for customers to choose either Dorint Airport-Hotel Amsterdam or IBIS Airport Hotel",
  "abstract": "This dissertation investigates which factors are mandatory for customers to choose either Dorint Airport - Hotel Amsterdam or IBIS Airport Hotel. It is interesting to understand considered factors to choose an airport hotel as an accommodation choice to stay in Amsterdam. The aim of this research is by knowing mandatory factor for customers, then Dorint Airport-Hotel Amsterdam could put more emphasis on those areas in strategy making process. Thus, it could help to increase its monthly revenue. In this study, a combination of quantitative and qualitative data collection is used through distributing questionnaire and conducting semi - structured interview. Quantitative research is used in order to know statistical inference which factors are most influential for customers with regards to the purchase intention. While the qualitative research is used to know what the hotel management team thinks of their customers. The findings suggest that from all respondents' answers, place is the most statistically influencing purchase intention followed by price and then product. In addition to this statistical findings, respondents were asked to prioritize of their factor consideration. The answers can be seen from some dimensions such as country of origin, purpose of trip and hotel where respondents stayed. From the findings and recommendation, it shall help the management of Dorint Airport- Hotel Amsterdam to put more emphasis on the mandatory factors for customers. Eventually, it shall help to make a strategy for the coming years what they are going to put more emphasis on their day- to- day strategy. Thus, Dorint Airport- Hotel Amsterdam could have improved its monthly revenue.",
  "creators": "LILIANA STEPHANIE THELING",
  "contributors": "BARBARA MOLENDIJK (Advisor 1); DAVID WILSON (Examination Committee 1)",
  "publisher": "Unknown",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undegraduate Thesis No. 34010227/MAN/2015; Liliana Stephanie Theling (34411016)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS-RESEARCH"
}