{
  "id": "35698",
  "title": "The Americanization of Confucian Filial Piety in Disney’s Mulan (1998)",
  "abstract": "This study is concerned with the Americanized exposure of Confucian filial piety expressed in one of Disney’s animated features, Mulan. I intend to analyze it by finding out how Disney reframed the original concept of Confucian filial piety to meet the global understanding of Disney’s audience and also how Disney’s fundamental motives affected Disney’s decision on combining Confucian filial piety with American values. There are three main theories used in analyzing the above discussion: Americanization related to cultural imperialism, cultural hybridity, and disney fication. The analysis reveals that Disney had re framed the original concept of Confucian filialness in a more Americanized manner by injecting some classic American notions such as individualism, equality of opportunity and women’s role to portray Mulan’s attempt in reaching her filial role. However, the over-intensified exposure of American notions had consequently disrupted the accuracy of the original values, leading Disney’s audience to take the re-modeled filialness as the most definite presentation of Confucian filial piety. Furthermore, the finding also reveals two fundamental motives for re-stylizing Mulan’s filialness, the first motive is Disney’s standardized formula. The second and perhaps, the most significant motive is Disney’s marketing purpose related to the acceptance of Disney’s audience and Disney’s reputation as a showbiz industry. In order to fulfill both motives, Disney created a hybrid version of the two contrasting values that are Chinese Confucianism and American beliefs resulting a more wide-spreading display of eastern culture to global media consumption. All in some degree, Disney still maintained the “asianess” of the legend by presenting Mulan’s reframed filialness, and in other manner, Disney’s audience still sensed Disney’s classic formula and American values being injected in the legend.",
  "creators": "CHRISTINA",
  "contributors": "Drs. Setefanus Suprajitno, M.A., Ph.D. (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.01012070/ING/2014; Christina (11410013)",
  "subjects": "PHILOSOPHY, CONFUCIAN IN MOTION PICTURE"
}