{
  "id": "3569",
  "title": "Minat mahasiswa Fakultas Ekonomi Universitas Kristen Petra terhadap kelompok pekerjaan stetlah lulus dilihat dari characteristic",
  "abstract": "Di dalam penelitian ini, peneliti ingin mengetahui lebih dini minat mahasiswa Fakultas Ekonomi Universitas Kristen Petra, yaitu sebelum mereka lulus kuliah yang mungkin saja minat tersebut masih belum mereka sadari ada di dalam diri mereka. Adapun karakteristik latar belakang mahasiswa yang penulis kaitkan dengan minat mahasiswa adalah jenis kelamin, posisi anak, dan pekerjaan orang tua mahasiswa Tujuan penelitian adalah 1) untuk mengetahui minat mahasiswa Fakultas Ekonomi Universitas Kristen Petra ada pada kelompok pekerjaan yang mana, 2) untuk mengetahui apakah jenis kelamin mahasiswa ada hubungannya dengan minat mahasiswa Fakultas Ekonomi Universitas Kristen Petra, 3) untuk mengetahui apakah pekerjaan orang tua mahasiswa ada hubungannya dengan minat mahasiswa Fakultas Ekonomi Universitas Kristen Petra dan 4) untuk mengetahui apakah posisi anak dari mahasiswa ada hubungannya dengan minat mahasiswa Fakultas Ekonomi Universitas Kristen Petra. Kelompok pekerjaan ESBI (Employee, Self-employee, Business Owner dan Investor) memiliki persentase terbesar 31% (95 orang) dibandingkan kelompok pekerjaan yang lain terhadap minat mahasiswa Fakultas Ekonomi Universitas Kristen Petra. Dengan demikian hipotesis yang menyatakan Diduga Kelompok pekerjaan ESBI (Employee, Self-employee, Business Owner dan Investor) yang dominan terhadap minat mahasiswa Fakultas Ekonomi Universitas Kristen Petra terbukti. Hubungan jenis kelamin dengan minat mahasiswa atas kelompok pekerjaan setelah lulus diperoleh dari hasil uji chi square menunjukkan bahwa jenis kelamin dengan kelompok pekerjaan (employee, self-employee dan business owner) memiliki hubungan sedangkan untuk investor terhadap jenis kelamin tidak memiliki hubungan sama sekali. Hubungan pekerjaan orang tua dengan minat mahasiswa atas kelompok pekerjaan setelah lulus diperoleh dari hasil uji chi square menunjukkan bahwa pekerjaan orang tua dengan kelompok pekerjaan (employee, self-employee, business owner, dan investor) tidak memiliki hubungan sama sekali. Hubungan posisi anak dengan minat mahasiswa atas kelompok pekerjaan setelah lulus diperoleh dari hasil uji chi square menunjukkan bahwa pekerjaan orang tua dengan kelompok pekerjaan (employee, self-employee, business owner, dan investor) tidak memiliki hubungan sama sekali.",
  "creators": "YULIANA ARLIANSYAH; SOERACHMAD SIMARDJO",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03011722/MAN/2003; Yuliana Arliansyah (31499191), Soerachmad Simardjo (31499342)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER BEHAVIOR"
}