{
  "id": "35704",
  "title": "Optimizing online marketing tools to increase brand exposure",
  "abstract": "This dissertation was made to explore new possibilities and gain information on how to optimize online marketing, especially in social media, search engine websites, and online directories channel to increase brand exposure. In the dissertation, the fields of brand exposure, online marketing channel, and B2B purchase behavior will be explored. Desk research and structured interview methods were used to satisfy the objective of the dissertation. Desk research was used to explore on the existing theories I knowledge from previous studies, research, and books. Through the desk research, general information such as brand exposure definition, B2B buying behavior, and online marketing channels were answered. While structured interview was used to discover answers from respondents about their behavior in using online media in the internet, especially on social media, search engine websites, and online directories. Through the desk research, the field of brand exposure, business buying behavior and online marketing tools are explored in general. The research describes the difference between brand exposure and brand awareness and explain how it can lead to purchase funnel. In business buying behavior, the fields that being explored are B2B relationships, buying behavior, buying centers, and lead generation. While in online marketing tools, social media, search engine and online market research directories importance in raising brand exposure of the client is being explained. Also, optimization options in the three channels are being explored. The structured interview is used to explore the information channels that being used by respondents. The preference of using information channel in different phase of information search is being highlighted. Also, the usage of the three online marketing channels is explored with specific questions. By comparing results from desk research and structured interview, recommendation for the client is formulated. By looking at optimization possibilities found through the desk research and incorporating with the respondents' behavior from the structured interview, each of the three marketing channels are recommended to be improved. Social media is recommended to be used not as a promotional tool, but as a starting point to collect comments from its previous clients to increase the company's credibility from the perspective of new potential customers. Search engine optimization is recommended to be optimized by improving its official company website. Last but not least, the research also recommends client to invest as a corporate member in ESOMAR market research directory as it proved to be an important information channel for respondents to look for a market research agency.",
  "creators": "HARMAN WARSONO",
  "contributors": "BARBARA MOLENDIJK (Advisor 1); DAVID WILSON (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010225/MAN/2015; Harman Warsono (34411023)",
  "subjects": "INTERNET MARKETING"
}