{
  "id": "3571",
  "title": "Rancang sistem informasi akuntansi terkomputerisasi atas siklus pengeluaran dan siklus penggajian pada cv. marina amusemen Surabaya",
  "abstract": "Seiring berkembangnya teknologi, kebutuhan untuk mengakses informasi secara cepat dan akurat sangat dibutuhkan. Penggunaan sistem informasi secara manual kurang memadai karena pemrosesan data yang menggunakan banyak dokumen kertas (secara manual atau dokumentasi) telah terbukti kurang efektif dan efisien karena pemborosan waktu dan biaya. Oleh karena itu, hal ini menjadi masalah yang utama yaitu bagaimana sistem informasi akuntansi manual perusahaan dan bagaimana merancang sistem informasi akuntansi terkomputerisasi atas siklus pengeluaran dan siklus penggajian di perusahaan. Jenis penelitian yang dilakukan adalah studi kasus, yang dilakukan di CV. Marina Amusemen Surabaya yaitu dengan merancangkan sistem informasi akuntansi terkomputerisasi atas siklus pengeluaran dan siklus penggajian perusahaan. Jenis data yang dikumpulkan adalah data tentang prosedur, formulir-formulir yang dipakai di dalam perusahaan dan laporan-laporan yang diperlukan oleh perusahaan. Sumber data berasal dari wawancara dengan Manager Keuangan, Manager Operasional dan Manager Personalia perusahaan, dokumen-dokumen perusahaan dan laporan-laporan perusahaan. Hasil penelitian ini menjelaskan cara penerapan sistem informasi akuntansi terkomputerisasi pada perusahaan dan dengan penerapan tersebut diharapkan perusahaan dapat lebih meningkatkan pengendalian internal pada sik lus pengeluaran peerusahaan.",
  "creators": "ELISABETH LEWI SANTOSO",
  "contributors": "Sri Maharsi (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.03010391/AKT/2004; Elisabeth Lewi Santoso (32499087)",
  "subjects": "ACCOUNTING-DATA PROCESSING; MANAGEMENT INFORMATION SYSTEMS; INFORMATION STORAGE AND RETRIEVAL SYSTEMS-ACCOUNTING"
}