{
  "id": "35718",
  "title": "Optimizing the carrier delivery performance to increase customer satisfaction: a case study of IDEXX Europe B.V.",
  "abstract": "This thesis examines to what extent improving the delivery service conducted by Third Party Logistics (3PL) or outsourcing companies can help IDEXX to increase its customer satisfaction. Theoretically, the delivery service performance is measured by the carrier's ability to deliver the goods according to the promised transit time and in a pristine condition. In this thesis, the performance of IDEXX's biggest carrier partners, such as UPS, DHL, and TNT, is investigated. None of the carriers can achieve the target performance set by the management due to many late deliveries. The causes of this lateness are analyzed and classified according to the involved party, such as carrier, IDEXX, consignee or customer, and uncontrollable factor or force major. At the end, the cost of sending Free Goods is also calculated to see how much euros can be saved by IDEXX if the delayed deliveries are reduced. The finding shows that there are several things that can be improved by both IDEXX and its carrier partners to reduce the number of delays. UPS, DHL, and TNT should pay attention to the receivers' opening hour so they do not need to return to the same destination for many times to make deliver attempt. Moreover, it has to increase their accuracy in reporting their performance to IDEXX as their client, since there are quite often errors in their current reports. For IDEXX, it has to support the carriers by providing accurate information related to the receivers to smooth the delivery process. Besides, IDEXX needs to continuously the carrier performance and give them specific feedbacks on what should be improved. By supporting the carriers with the constructive inputs, the delivery performance can be enhanced and hence, the number of delays can be reduced.",
  "creators": "JESSICA KURNIA IRAWAN",
  "contributors": "NAVNIT KOHLI (Advisor 1); DAVID WILSON (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010226IMAN/2015; Jessica Kumia Irawan (34411028)",
  "subjects": "CONSUMER SATISFACTION.; PERFORMANCE"
}