{
  "id": "35715",
  "title": "Sistem pengorderan barang dan penagihan hutang pada CV Putra Abadi Gemilang berbasis android",
  "abstract": "CV Putra Abadi Gemilang (PAG) merupakan sebuah perusahaan yang bergerak dalam bidang distributor makanan dan minuman. CV PAG melakukan kerjasama dengan beberapa perusahaan, seperti PT Nutrifood, So Good produk dan PT Since Budi Sentosa. CV PAG ini didirikan pada 26 November 2008. Proses bisnis pada CV PAG adalah dengan memasarkan semua produk yang dijual sesuai dengan wilayah yang telah disepakati oleh masing-masing perusahaan. Sebagai contoh pada produk So Good yang hanya dapat di pasarkan pada daerah Pangkep, Pare-Pare, dan Maros yang berada di wilayah Sulawesi Selatan. Sistem pengorderan yang dilakukan oleh CV PAG adalah dengan menyebarkan sales ke wilayah yang menjadi tanggungannya, setelah itu sales akan mengunjungi customer. Sehingga customer dapat melakukan pengorderan kepada sales. Aplikasi ini dapat digunakan untuk memudahkan sales dalam melakukan pengorderan barang. Selain itu terdapat fitur map yang dapat memudahkan sales dalam melihat posisi customer. Dari hasil pengujian terhadap aplikasi, menunjukkan bahwa aplikasi ini dapat berjalan dengan baik pada mobile device yang menggunakan operating system andorid. Karena setiap karyawan akan membawa mobile device untuk melakukan proses pengorderan barang atau penagihan hutang pada customer. Sehingga proses bisnis pada CV PAG dapat berjalan dengan cepat dan akurat.",
  "creators": "SUWANDY ABADI",
  "contributors": "Justinus Andjarwirawan (Advisor 1); Agustinus Noertjahyana (Advisor 2); Andreas Handojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021361/INF/2014; Suwandy Abadi (26410085)",
  "subjects": "DATABASE MARKETING; WEBSITE DESIGN; ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE)"
}