{
  "id": "35712",
  "title": "Analisis tujuan pemungutan serta pengertian penghasilan menurut perpajakan dan persepuluhan bagi wajib pajak orang pribadi",
  "abstract": "Tujuan dari penelitian ini yaitu untuk menganalisis tujuan dilakukannya pemungutan pajak dan persepuluhan berdasarkan sejarah reformasi perpajakan dan persepuluhan di Indonesia serta menganalisis pengertian penghasilan menurut perpajakan dan menurut persepuluhan dalam kaidah Kristiani. Data yang digunakan adalah data sekunder (Undang-Undang PPh) dan data primer dari kegiatan wawancara kepada Wajib Pajak dengan 4 denominasi yaitu Katolik Roma, Protestan, Pentakosta dan Ortodoks. Hasil penelitian menunjukkan tujuan pemungutan pajak adalah untuk meningkatkan pendapatan Negara semaksimal mungkin serta untuk menunjang kebijaksanaan pemerintah dalam meningkatkan investasi, daya saing dan kemakmuran rakyat. Sedangkan persepuluhan dilakukan dengan tujuan agar umat Allah senantiasa mengucap syukur atas dari Allah. Dari pengertian penghasilan, terdapat perbedaan dimana cara mengakui penghasilan dalam perpajakan yaitu secara cash basis dan accrual basis, sedangkan dalam persepuluhan secara cash basis. Dan cara mengukur penghasilan dalam perpajakan berdasarkan laba usaha bagi Wajib Pajak yang melakukan pembukuan dan berdasarkan omset bagi yang melakukan pencatatan. Sedangkan persepuluhan bagi pengusaha berdasarkan penghasilan neto, bagi selain pengusaha berdasarkan penghasilan bruto. Dari hasil wawancara diketahui bahwa sebagian besar dari responden lebih mau membayar persepuluhan daripada membayar pajak, dengan motivasi yaitu karena peraturan perpajakan dan penerapannya di Indonesia tidak dilakukan dengan adil dan mudah.",
  "creators": "MICHELLE JANE NAHARTO",
  "contributors": "Elisa Tjondro (Advisor 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 320100635/AKT/2015; Michelle Jane Naharto (32411069)",
  "subjects": "TAX ACCOUNTING"
}