{
  "id": "3578",
  "title": "Penyusunan anggaran overhead dengan menggunakan metode activity flexible budgeting, yang dapat digunakan sebagai alat bagi manager dalam pengendalian biaya overhead pada PT \"X\" di Wonoayu, Sidoarjo",
  "abstract": "Peningkatan laba merupakan hal utama yang menjadi tujuan perusahaan. Salah satu cara peningkatan laba adalah dengan pengendalian biaya yang terjadi dalam perusahaan. Pengendalian biaya yang baik tidak terlepas dari peran anggaran yang baik pula dalam perusahaan. Karena jika penyususnan anggaran tidak baik maka akan terjadi banyak penyimpangan dalam anggaran. Penyusunan anggaran dengan menggunakan anggaran fleksibel adalah cara yang baik, karena penyusunannya tidak menggunakan hanya satu tingkat penjualan saja. Anggaran fleksibel disusun berdasarkan beberapa tingkatan penjualan yang telah diramalkan oleh perusahaan. Dengan demikian akan membuat anggaran yang disusun menjadi semakin medekati keadaan aktualnya. Kelemahan dari anggaran fleksibel ini adalah penyusunan biaya dari tingkat keluaran. Tetapi belum tentu biaya yang keluar dipicu oleh tingkat penjualan atau produksi yang dilakukan. Karena itu perlu digunakan metode Aktivity Flexible Budgeting, dimana penyusunanya berdasarkan beberapa tingkat produksi atau penjualan, juga biayanya dipisahkan berdasarkan pemicu-pemicu yang menjadikan biaya itu keluar atau naik jika pemicunya meningkat. Dengan demikian anggaran yang dibuat akan semakin baik dan manajemen dapat langsung mengambil tindakan yang baik guna menangani pembekana biaya pada salah satu pemicu. Hal ini akan membuat anggaran yang disusun akan semakin memberikan kontribusi yang maksibal bagi perusahaan.",
  "creators": "INDRA WIJAYA",
  "contributors": "I MADE NARSA (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010378/AKT/2004; Indra Wijaya (32499065)",
  "subjects": "COST ACCOUNTING"
}