{
  "id": "3580",
  "title": "Penerapan tax planning dalam meminimalkan pajak penghasilan wajib pajak badan pada PT \"X\" Surabaya",
  "abstract": "Salah satu kewajiban kewarganegaraan setiap orang adalah membayar pajak sesuai undang-undang secara ekonomis, pajak merupakan transfer sumberdaya dari sektor swasta ke sektor publik. Pajak seringkali dianggap sebagai biaya oleh perusahaan, sehingga timbul kecenderungan kepada WP untuk membayar pajak dengan jumlah yang seminimal mungkin. Upaya meminimalisasi pajak berdasarkan ketentuan perpajakan disebut dengan tax planning yang merupakan bagian dari manajemen pajak dalam menyusun strategi penghematan pajak. Tax planning dilakukan dengan memanfaatkan pengecualian-pengecualian yang diizinkan oleh undang-undang No. 17 tahun 2000 tentang PPh sehingga perencanaan pajak tersebut tidak mengarah pada penggelapan pajak. Jenis penelitian ini menggunakan pendekatan deskriptif, yaitu penelitian yang dilaksanakan untuk membuat deskripsi atas obyek studi dengan memperoleh informasi tentang evaluasi atas penghitungan PPh terhadap operasi PT. X Surabaya. Secara garis besar skripsi ini difokuskan pada upaya untuk memaksimalkan biaya-biaya fiskal, khususnya biaya penyusutan aktiva tetap perusahaan. Perencanaan dilakukan dengan membuat koreksi fiskal terhadap biaya-biaya yang tidak diperkenankan untuk dikurangkan dari penghasilan bruto (non deductible expense) menjadi biaya-biaya yang dapat diperkenankan oleh fiskal (deductible expense). Kesimpulan dari penelitian ini menyatakan bahwa perencanaan pajak dalam usaha meminimalisasi pajak terutang PT. X Surabaya dapat dilaksanakan dengan cara memaksimalkan biaya-biaya fiskal melalui penggantian kelompok aktiva perusahaan dan memberikan tunjangan-tunjangan pada karyawan.",
  "creators": "LINDAWATI",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01020383/AKT/2004; Lindawati (32497010)",
  "subjects": "TAX ACCOUNTING"
}