{
  "id": "35918",
  "title": "Strategi pengembangan usaha produksi pakaian bayi pada UD Sai Ram di Surabaya",
  "abstract": "Penelitian ini bertujuan untuk mendeskripsikan strategi strategi yang sudah diterapkan dan juga untuk menganalisis kondisi lingkungan internal dan eksternal pada UD Sai Ram serta untuk menyusun dan merancang alternatif strategi yang dapat di terapkan pada UD Sai Ram. Jenis penelitian yang digunakan adalah metode kualitatif deskriptif dengan berdasarkan wawancara semi terstruktur untuk memperoleh data data yang ada. Sedangkan metode penelitian yang digunakan adalah studi kasus. Objek yang digunakan pada penelitian ini adalah UD Sai Ram sedangkan subjek yang di gunakan pada penelitian ini adalah owner dan tiga manajer UD Sai Ram. Uji validitas dan kredibilitas data menggunakan teknik triangulasi sumber data. Dalam menyusun alternatif strategi penelitian ini menggunakan analisa SWOT (Strength, Weakness, Opportunities dan Threats). Strength dari UD Sai Ram memiliki produk dengan kualitas yang baik, selain itu UD Sai Ram memiliki SNI, dan kerjasama yang baik dengan pemasok sehingga mendapatkan bahan baku sesuai yang diharapkan. Weakness dari UD Sai Ram belum memiliki tempat produksi atau pabrik yang layak dan belum memiliki manajer Sumber Daya Manusia. Opportunities dari UD Sai Ram kebijakan pemerintah yang mewajibkan perusahaan memiliki SNI dan kurangnya pesaing saat perusahaan berdiri. Threats dari UD Sai Ram para pesaing yang terus bertambah dan kekuatan tawar menawar konsumen yang tinggi. Hasil penelitian menyebutkan bahwa UD Sai Ram sebaiknya menerapkan strategi alternatif yang sesuai dalam menjalankan usahanya. Strategi yang tepat untuk diterapkan pada UD Sai Ram adalah Strategi Pengembangan Pasar (Market Development Strategy). Strategi ini digunakan untuk memperkenalkan produk hingga ke berbagai daerah yang belum terjangkau, termasuk melakukan ekspor.",
  "creators": "ZEFANYA MARTIONO",
  "contributors": "Maria Praptiningsih, S.E., M.Sc.FE. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011045/MAN/2015; Zefanya Martiono (31411020)",
  "subjects": "STRATEGIC PLANNING; MANAGEMENT-STRATEGIC; BUSINESS PLANNING"
}