{
  "id": "35920",
  "title": "Perancangan Business Model pada Hotel Sunrise di Labuan Bajo, Flores-NTT",
  "abstract": "Penelitian ini dilakukan untuk menyusun rancangan model bisnis seperti apa yang tepat bagi Hotel Sunrise. Perkembangan dunia bisnis di era globalisasi ini menuntut perusahaan-perusahaan termasuk Hotel Sunrise untuk memiliki keunggulan kompetitif agar dapat bersaing dengan kompetitornya terlebih di daerah yang memiliki perkembangan pesat di industri pariwisata. Maka dari itu dibutuhkan rancangan model bisnis yang tepat agar Hotel Sunrise dapat mengerti bagaimana menjalankan bisnisnya secara efektif dan efisien, dan mencegah terjadinya kerugian yang diakibatkan oleh model bisnis yang kurang tepat seperti yang sedang dialami oleh Hotel Sunrise. Jenis penelitian adalah kualitatif deskriptif dengan menggunakan Kanvas Model Bisnis yang kemudian dianalisa memakai 4 kerangka kerja Blue Ocean. Didapat data bahwa 6 (enam) dari 9 (sembilan) blok yang terdapat di BMC harus dilakukan perubahan terhadap elemen di dalamnya baik itu di Raise, Reduce, Create, ataupun Eliminate. Selanjutnya perubahan 6 (enam) blok tersebut membawa dampak ke seluruh 9 (sembilan) blok tanpa terkecuali. Analisa 4 Blue Ocean Framework terhadap Current BMC Hotel Sunrise untuk menciptakan Future BMC bekerja sangat baik sehingga ke-9 (sembilan) blok tanpa terkecuali mengalami perubahan. Hasil penelitian menunjukan bahwa Hotel Sunrise direkomendasikan untuk menyusun kembali model bisnisnya yang lebih tepat menggunakan alat analisa Business Model Canvas & 4 Blue Ocean Framework sehingga cocok dengan lingkungan pasar dari Hotel Sunrise. Kanvas model bisnis ini juga dirancangkan tidak hanya untuk keadaan pasar saat ini, tetapi juga untuk perkembangan perusahaan kedepannya agar dapat terus bersaing.",
  "creators": "LIEMANTO",
  "contributors": "R.R. Retno Ardianti (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011071/MAN/2016; Liemanto (31411039)",
  "subjects": "STRATEGIC PLANNING; BUSINESS PLANNING"
}