{
  "id": "35923",
  "title": "Formulasi strategi usaha makanan ringan tradisional NY. GAN di Surabaya",
  "abstract": "Usaha mikro, kecil, dan menengah (UMKM) memiliki perkembangan dan kontribusi yang besar pada perekonomian nasional, khususnya pada industri makanan. Ada beberapa masalah yang sering dihadapi oleh usaha yang bergerak di bidang makanan, seperti persaingan yang ketat, keuntungan yang kecil, penjualan yang menurun, dsb. Untuk itu perlu solusi strategi yang tepat guna mengatasi permasalahan-permasalahan tersebut. Pada skripsi ini, peneliti melakukan penelitian terhadap usaha NY. GAN yang bergerak pada bidang makanan tradisional wingko dan teng-teng. Peneliti menganalisis lingkungan eksternal dan internal dari usaha NY. GAN. Dan dari hasil analisis tersebut, peneliti akan merumuskan alternatif strategi untuk usaha NY. GAN. Penelitian ini menggunakan metode penelitian kualitatif deskriptif, yaitu dengan melakukan wawancara semi-terstruktur pada informan dengan teknik purposive sampling. Peneliti menguji validitas dan realiabilitas data dengan menggunakan teknik trianggulasi sumber. Hasil dari analisis lingkungan eksternal dan internal dari usaha NY. GAN akan menghasilkan beberapa alternatif strategi, yang akan dianalisis lagi dengan analisis SWOT, lalu peneliti merumuskan strategi yang tepat, guna mengembangkan usaha NY. GAN. Strategi-strategi yang dirumuskan adalah strategi pengembangan produk, strategi pengembangan pasar, dan strategi penghematan. Strategi tersebut di terapkan dengan langkah praktis seperti, membuat penelitian tentang inovasi produk, mencoba alternatif teknik pemasaran yang efektif, memfungsikan kembali fungsi keuangan usaha, mengadakan pelatihan untuk pekerja usaha NY. GAN.",
  "creators": "EVAN PRAMONO ONGKORAHARDJ",
  "contributors": "Maria Praptiningsih, S.E., M.Sc.FE. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011049/MAN/2015; Evan Pramono Ongkorahardjo (31411084)",
  "subjects": "STRATEGIC PLANNING; MANAGEMENT-STRATEGIC; BUSINESS PLANNING"
}