{
  "id": "35947",
  "title": "Optimizing the Kraft Heinz Company's working capital in maximizing the company's profitability",
  "abstract": "Working capital is important to a company, but its impact towards a company's profitability is questioned since two decades ago. Most researchers concluded that working capital has negative relationship with profitability, which means increasing working capital would result in decreasing profitability. However, two recent researches that were done in 2014 and 2016 showed that there is non-linear relationship between the two, which means that high working capital does not always have negative impact towards profitability, there is an optimum point or minimum point. However, the samples of the researches were Spanish firms and UK firms only. Hence, this research is investigating the possibility of the optimum or minimum point of working capital towards food industry companies profitability and afterwards implement the research specifically on the Kraft Heinz Company. This research assess major measurements of working capital and profitability and end up with net trade cycle as the working capital measurement and EBITDA as the profitability measurement. NTC (Net Trade Cycle) consists of payables, receivables and inventory elements, which are the major player of working capital. EBITDA is used because the Kraft Heinz Company is a newly merged company, of which EBITDA is the only reliable measurement for companies that have M&A activities. This research run regressions between EBITDA and the NTC as well as with each component with non-linear regression method. The result of this research shows significant impact of working capital towards profitability in the food industry, but there is different implication compared to the previous researches. The factors that cause different schemes on the food industry are discussed in this research. Afterwards, this research also evaluate specially the Kraft Heinz Company's research result and come up with thorough and applicable recommendations to the company.",
  "creators": "MARIA TRI SETIANIE",
  "contributors": "RENE VAN DER LINDEN (Advisor 1); DAVID WILSON (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010269IMAN/2016; Maria Tri Setianie (34412057)",
  "subjects": "WORKING CAPITAL"
}