{
  "id": "35946",
  "title": "A Case study of adk insight-redefine adk insight' core identity as a competitive and successfull brand extention of adk global",
  "abstract": "Brand extension strategy has become a popular marketing strategy for a company to launch a new product line. That is because market has already familiar with the current existing brand. However, there is no guarantee that brand extension strategy is always successful. Many researchers have tried to define the criteria of a successful brand extension strategy. ADK Insights, subject of this research, is a brand extension of ADK Global which is faced with the possibility of being closed down because it fails to show a significance role to ADK Global. Hence this research aims to redefine ADK Insights' core identity as a competitive and successful brand extension of ADK Global. Before coming up with the results, literatures about brand, competitive advantage, and brand extension strategy are being reviewed. Those literatures provide several theories of developing company's competitive advantage and a successful brand extension strategy. Findings in this literature are used as the material in constructing the conceptual framework of the research. It integrates the theory about competitive advantage and brand extension. In result and analysis, all of the elements defined in the conceptual framework are analyzed. The result portray that among six key elements of making a successful brand extension strategy, there are two elements which are not accomplished. They are ADK Insights promotional tools and ADK Global strength as a parent brand. To answer the question in this research, a qualitative method is chosen. Data collected from this research is derived from interview and internal company's documents. Respondents of the interview are ADK Insights top level management and ADK Insights key client. This research will also use data from company's internal data. Triangulation of data will be used to ensure the validity and reliability of the research. In result and analysis, all of the elements defined in the conceptual framework are analyzed. The result portray that among six key elements of making a successful brand extension strategy, there are two elements which are not accomplished. They are ADK insights promotional tools and ADK Global strength as a parent brand.",
  "creators": "NIKITA ZEPTIANY POERWANTO",
  "contributors": "Tom Parry (Advisor 1); DAVID WILSON (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 3401026SIMAN/2016; Nikita Zeptiany Poerwanto",
  "subjects": "BRAND NAME PRODUCTS"
}