{
  "id": "35943",
  "title": "The Impact of working capital management on profitability: a case of Ceva Logistics BV",
  "abstract": "This thesis studies the impact of working capital management on profitability of CEVA Logistics. Optimizing working capital management has never been an easy job for every company, because of the close relationship to liquidity and profitability who are inversely related to each other. Working capital concerns about meeting the short-term obligations of the company, thus it helps the company in managing its liquidity. However, because of the trade-off between liquidity and profitability, working capital management might give opposing impact to the profitability of the company. Therefore, it is interesting to see how the current working capital management of CEVA Logistics impacts its profitability. The central research question of this study is \"How does the current working capital management of CEVA Logistics affect its profitability and what causes it?\". In answering the question, correlation analysis and regression analysis are conducted on the two variables. Cash conversion cycle (CCC) is used as the proxy of working capital management and EBITDA return on assets (EBITDA ROA) and EBITDA margin are used as the proxies of profitability. The correlation analysis and regression analysis use confidence interval of 95%. The result of this study shows that the current working capital management of CEVA Logistics impacts negatively towards its profitability, proven by negative relationships that CCC and EBITDA ROA and CCC and EBITDA margin have from the results of regression analyses conducted. The study also gives further insight about which variable in CCC (DSO, DIO, and DPO) that impacts the profitability of CEVA Logistics the most. After conducting the regression analyses, it is found that DSO gives the most impact followed by DPO, while DIG is not significant in explaining the variance in profitability. Then, recommendations are given to further improve the working capital management and increase the profitability of the company.",
  "creators": "EVANGELINE JOSEPHINE MULJONO",
  "contributors": "RENE VAN DER LINDEN (Advisor 1); DAVID WILSON (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010270IMAN/2016; Evangeline Josephine Muljono (34412016)",
  "subjects": "WORKING CAPITAL--MANAGEMENT; WORKING CAPITAL-CASE STUDIES"
}