{
  "id": "35940",
  "title": "Model for implementation of ERP software in a freight·forwarding company",
  "abstract": "Modern business environment pushes companies to seek efficiency in their line of operations on every level Today, the strive towards competitive advantage over competition can either establish a successful company that starts building its long-term foundations, or it can bring it to an end. One of the most significant steps taken towards achieving such goal is the implementation of Enterprise Resource Planning software. The client off his bachelor's thesis is World Transport Overseas ltd., a medium-sized international freight-forwarding company, with headquarters situated in Sofia, Bulgaria. The company aims at the successful implementation of new ERP software, in order to establish its positions as one of the fastest growing companies in the domestic market. In order to do this, however, the company needs to establish a model for implementation oft he new ERP system. This report is build based on the following methodology: 1 - Literature review of professional literature analyzing the critical success factors, implementation models, change management theories and training practices in order to succeed the successful implementation off he software 2 - Theoretical framework 3 - Primary research in the form of semi-structured interviews with senior managers of the company that has been part of the initial transition towards ERP software for the company and can give professional opinion on the proposed steps towards the future transition The end model of implementation is built through combining different theories that meet the requirements of the client of the research. It proposes a model that follows the exhibited structure: Establish the critical success factors for ERP implementation and the approach towards the correct execution off hem Build a model for sufficient training off he users the ERP system is to be used by Present a specifically built implementation model for the exact ERP software (Microsoft Dynamics NAV) Present a change management strategy that will both best suit the client of this writing and will also give the best opportunity of successful outcome of the ERP implementation project. The final conclusions towards World Transport Overseas ltd. are for the senior management of the company to break down the each factor for success and to analyze the approach towards it. Although separating different CSF's they must all remain under the cap of constant communication, monitoring and feedback, which is done by the managerial authorities that are responsible for the project management. Together with this, a combination ofend-user effective end-user training practices, step-by-step implementation approach combined with a specifically built Sure-Step implementation model by Microsoft, and a change management model with insights on preventing employees' resistance to change, are all presented.",
  "creators": "IVAN STOYCHEV IVANOV",
  "contributors": "HAN VAN KLEEF (Advisor 1); Tom Parry (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010271/MAN/2016; Ivan Stoychev Ivanov (34411073)",
  "subjects": "COMPUTER SOFTWARE-CASE STUDY; BUSINESS ENTERPRISES-COMPUTER PROGRAMS"
}