{
  "id": "35957",
  "title": "Analisis pengaruh tax avoidance dan profitabilitas terhadap nilai perusahaan pada perusahaan manufaktur 2010-2013",
  "abstract": "Penelitian ini bertujuan untuk menganalisis pengaruh tax avoidance dan profitabilitas terhadap nilai perusahaan pada perusahaan manufaktur yang terdaftar di Bursa Efek Indonesia pada tahun 2010- 2013. Variabel independen yang digunakan dalam penelitian ini adalah tax avoidance dan profitabilitas. Data untuk tax avoidance jangka pendek terhadap tax avoidance jangka panjang menggunakan kumulatif 5 tahun. Sedangkan untuk data profitabilitas dan nilai perusahaan diperoleh dari laporan keuangan perusahaan manufaktur 2010-2013. Sampel penelitiannya adalah 42 perusahaan manufaktur yang terdaftar di Bursa Efek Indonesia tahun 2006-2013. Rasio yang diukur adalah persistence, short run tax avoidance, long run tax avoidance, dan nilai perusahaan. Penelitian ini menggunakan data sekunder. Tipe penelitian berupa penelitian kuantitatif. Penelitian kuantitatif digunakan untuk melihat apakah terdapat hubungan antara tax avoidance dan profitabilitas terhadap nilai perusahaan pada perusahaan manufaktur yang terdaftar di Bursa Efek Indonesia 2010-2013. Hasil penelitian menunjukkan terdapat pengaruh positif dari short run tax avoidance terhadap long run tax avoidance serta short run tax avoidance terdapat hasil tidak persistence dari waktu ke waktu. Hasil lain yang diperoleh dari penelitian ini adalah adanya pengaruh negatif dari long run tax avoidance terhadap nilai perusahaan dan adanya pengaruh positif dari profitabilitas terhadap nilai perusahaan.",
  "creators": "YOSEPHIE EVELYN",
  "contributors": "Retnaningtyas Widuri, S.Sos., M.M. (Advisor 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010816/AKT/2016; Yosephie Evelyn (32412087)",
  "subjects": "TAX ACCOUNTING; DOUBLE TAXATION"
}