{
  "id": "35968",
  "title": "The Apology strategies used by a budget hotel front officers in handling customer complaints",
  "abstract": "This thesis is a study of apology strategies used by front officers in a budget hotel when handling customer complaints. The front officers consist of three female front officers and one male front officer. Thus, this study used gender differences to reveal the types of apology strategies and whether there are similarities and differences between female and male front officers’ way of apologizing. The data were taken from the front officers’ utterances toward two different types of complaints in which each type of complaint consists of three role-play situations. Furthermore, the study was completed with the front officers’ reasons of using such apology strategies from an interview session. The utterances were analyzed by using apology strategies theory suggested by Eva Ogierman. The result of the analysis showed that both female and male front officers combined all three apology strategies which are IFIDs, Account and Positive Politeness Apology Strategies. Besides, the order of their use of apology strategies were also varied. However, the male front officer used no Account strategies when responding to complaints in which the damage happened not because of his fault. Meanwhile, the female front officers used Account strategies whether the damage happened because of their mistakes or not. This indicated that female front officers were more likely to concern about the involvement of responsibility without differentiating whether the damage happened because of their fault or not. Therefore, it can be concluded that types of complaint play a more important role than gender factor in the use of apology strategies by these female and male front officers.",
  "creators": "VIVERE LONI JUNIET TALO",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012110/ING/2015; Vivere Loni Juniet Talo (11411033)",
  "subjects": "CUSTOMER SERVICE; CUSTOMER LOYALTY; CONSUMER COMPLAINTS"
}