{
  "id": "35992",
  "title": "Dampak rekrutmen, retensi karyawan dan hubungan kerja terhadap kinerja karyawan pada industri Batik di Solo",
  "abstract": "Program rekrutmen yang dirancang dengan baik dapat memberikan pengaruh positif terhadap peningkatan komitmen pegawai, produktivitas pegawai dan kualitas kerja termasuk kinerja. Disisi lain, hubungan retensi karyawan terhadap kinerja sa-ngatlah kompleks dan terdapat bukti bahwa kinerja dapat menurun jika retensi karyawan buruk dan ada kemungkinan stagnasi karyawan jika turnover terlalu rendah. Selain rekrutmen dan retensi karyawan, hubungan kerja juga dapat mempengaruhi kinerja karyawan, dimana permasalahan biasanya muncul dari perbedaan pekerjaan, usia dan demografi. Penelitian akan dilakukan untuk menguji apakah terdapat dampak signifikan rekrutmen, retensi karyawan, dan hubungan kerja terhadap kinerja karyawan pada industri batik di Solo. Sampel berjumlah 375 responden dari karyawan bagian produksi industri batik di Solo. Data dikumpulkan dengan menggunakan angket. Teknik analisis data yang digunakan adalah partial least square. Hasil analisis ini menunjukkan bahwa rekrutmen, retensi karyawan, dan hubungan kerja ditemukan berpengaruh signifikan terhadap kinerja karyawan. Di sisi lain, rekrutmen dan retensi karyawan ditemukan berpengaruh signifikan terhadap kinerja karyawan. Serta rekrutmen ditemukan berpengaruh signifikan terhadap retensi karyawan. Hasil penelitian ini juga menemukan rekrutmen dan retensi karyawan berpengaruh singifikan terhadap kinerja karyawan melalui hubungan kerja karyawan dan rekrutmen berpengaruh signifikan terhadap hubungan kerja karyawan melalui retensi karyawan.",
  "creators": "MILLY KURNIAWAN",
  "contributors": "Eddy Madiono Sutanto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011073/MAN/2016; Milly Kurniawan (31411160)",
  "subjects": "PERSONNEL MANAGEMENT; EMPLOYEE RETENTION; EMPLOYEES-RECRUITING"
}