{
  "id": "35993",
  "title": "Studi kinerja karyawan industri agen tunggal pemegang merek mobil di Surabaya dengan kecerdasan emosional, stres kerja dan motivasi kerja sebagai variabel antiseden",
  "abstract": "Semakin tinggi tingkat kecerdasan emosional seseorang biasanya akan lebih mampu mengendalikan perilakunya sehingga dapat mencegah perilaku non produktif dan memacu peningkatan kinerja. Selain itu apabila seorang karyawan memiliki motivasi kerja yang tinggi itu berarti karyawan tersebut memiliki semangat yang tinggi untuk melaksanakan tanggung jawabnya dan akan menghasilkan kinerja yang baik. Di sisi lain stres kerja membuat karyawan menjadi tidak fokus dan tidak aman dalam melakukan pekerjaan sehingga dapat mengganggu kinerja karyawan. Penelitian ini akan menguji hubungan kecerdasan emosional, stres kerja dan motivasi kerja pada kinerja karyawan industri ATPM mobil di kota Surabaya. Sampel yang digunakan berjumlah 180 orang karyawan bagian pemasaran industri ATPM mobil di kota Surabaya. Data dikumpulkan dengan menggunakan kuesioner. Teknik analisis yang digunakan adalah partial least square. Hasil analisis ini menunjukkan bahwa kecerdasan emosional dan motivasi kerja berpengaruh positif dan signifikan terhadap kinerja karyawan. Selain itu penelitian ini juga menemukan bahwa stress kerja berpengaruh negatif dan signifikan terhadap kinerja karyawan. Hasil penelitian juga menunjukkan bahwa kecerdasan emosional tidak berpengaruh signifikan terhadap kinerja karyawan jika melalui motivasi kerja, sedangkan stress kerja ditemukan berpengaruh signifikan terhadap kinerja karyawan jika melalui motivasi kerja.",
  "creators": "VIRGY STEFANNY WIBOWO",
  "contributors": "Eddy Madiono Sutanto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011074/MAN/2016; Virgy Stefanny Wibowo (31411162)",
  "subjects": "EMPLOYEE MOTIVATION; PERSONNEL MANAGEMENT--PSYCHOLOGICAL ASPECTS; PERSONNEL MANAGEMENT"
}