{
  "id": "35998",
  "title": "Pengaruh keadilan organisasional dan motivasi kerja terhadap kepuasan kerja karyawan toko buku Uranus",
  "abstract": "Menghadapi persaingan dengan sesama toko buku, toko buku Uranus perlu melakukan upaya nyata untuk dapat bertahan. Kepuasan kerja karyawan perlu ditinjau dengan seksama oleh toko buku Uranus, mengingat karyawan yang puas dapat bekerja secara optimal serta diharapkan menghadirkan hal-hal positif bagi toko buku Uranus dalam upaya untuk bertahan dalam persaingan dengan kompetitor. Tinjauan juga diperlukan terhadap hal-hal yang dapat mempengaruhi kepuasan kerja karyawan. Beberapa hal dalam toko buku Uranus yang terlihat dapat mempengaruhi kepuasan kerja karyawan adalah perihal keadilan organisasional dan motivasi kerja. Berdasarkan permasalahan tersebut, maka diadakan penelitian di toko buku Uranus terkait dengan pengaruh keadilan organisasional dan motivasi kerja terhadap kepuasan kerja karyawan toko buku Uranus. Penelitian yang dijalankan menggunakan pendekatan kuantitatif dengan kuesioner sebagai instrumen utama untuk mengumpulkan data dari para responden. Responden dalam penelitian ini adalah seluruh karyawan toko buku Uranus yang berjumlah 38 orang, yang meliputi karyawan back office, fleet (wholesale), dan store. Data-data yang dikumpulkan dari para responden kemudian diolah menggunakan teknik analisis regresi linier berganda untuk menemukan hasil jawaban yang tepat dari permasalahan yang ada. Melalui proses pengolahan data yang dilakukan, pada akhirnya diketahui bahwa keadilan organisasional dan motivasi kerja berpengaruh signifikan terhadap kepuasan kerja karyawan. Hal ini memberikan arahan bagi toko buku Uranus untuk memperhatikan atau bahkan meningkatkan keadilan organisasional dan motivasi kerja demi mewujudkan kepuasan kerja karyawan.",
  "creators": "FEBBY KARTIKA PUTRI",
  "contributors": "Dr. Linda Bustan, S.Th., M.Div. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010988/MAN/2015; Febby Kartika Putri (31411193)",
  "subjects": "LEADERSHIP (IN MANAGEMENT); JOB SATISFACTION"
}