{
  "id": "35995",
  "title": "Pengaruh entrepreneurial mindset, innovativeness, risk taking, proactiveness, competitive aggressiveness, dan autonomy pada entrepreneurial performance mahasiswa strata-1 program studi manajemen terakreditasi A perguruan tinggi negeri di Surabaya",
  "abstract": "Penelitian ini bertujuan untuk mencari pengaruh entrepreneurial mindset pada innovativeness, risk taking, competitive aggressiveness, autonomy dan pro-activeness mahasiswa strata-1 program studi manajemen perguruan tinggi negeri di Surabaya serta mencari pengaruh innovativeness, risk taking, competitive aggressiveness, autonomy dan proactiveness pada entrepreneurial performance mahasiswa strata-1 program studi manajemen perguruan tinggi negeri di Surabaya. Fenomena entrepreneurship yang bermunculan di dunia internasional dan di Indonesia mulai merambah kalangan mahasiswa. Mahasiswa semakin banyak yang tertarik untuk mendalami entrepreneurship dan menjadi seorang entrepreneur. Gencarnya entrepreneurship yang digalakkan dalam pendidikan tingkat universitas oleh berbagai negara di dunia dan juga di Indonesia, ternyata belum diikuti dengan peningkatan entrepreneurial performance dari mahasiswa Indonesia. Hasil penelitian Wiklund, Lumpkin, & Frese (2009) menemukan bahwa entrepreneurial orientation memiliki hubungan yang positif dan signifikan terhadap entrepreneurial performance. Perlu dipikirkan untuk meningkatkan entrepreneurial performance dari mahasiswa. Penelitian ini menggunakan teknik analisa kuantitatif eksplanatif. Pengumpulan data dalam penelitian ini dilakukan dengan menyebar kuesioner kepada 364 responden yang diambil dari populasi penelitian yaitu mahasiswa strata-1 program studi manajemen perguruan tinggi negeri di Surabaya. Hasil penelitian menunjukkan bahwa entrepreneurial mindset memiliki pengaruh signifikan pada innovativeness, risk taking, competitive aggressiveness, autonomy dan proactiveness serta innovativeness, risk taking, competitive aggressiveness, autonomy dan proactiveness memiliki pengaruh signifikan pada entrepreneurial performance mahasiswa strata-1 program studi manajemen perguruan tinggi negeri di Surabaya.",
  "creators": "ANDREAS EZRA",
  "contributors": "Eddy Madiono Sutanto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011085/MAN/2016; Andreas Ezra (31411167)",
  "subjects": "ENTREPRENEURSHIP"
}