{
  "id": "360",
  "title": "An analysis of speech act on the conflict between Mo Mo Cha and summer in \"Summer Holiday\"",
  "abstract": "This thesis is a study of speech acts in one of Chinese Drama-Comedy film, Summer Holiday. The writer only analyzed the conversation that consist of the conflict between Mo Mo Cha and Summer. In this study the writer tried to answer three questions. First, what are the locutionary, illocutionary, and perlocutionary acts used in 'Summer Holiday\"?. Second, what are the direct and indirect speech acts used in \"Summer Holiday\"?. Third, What contexts of the situation underlie the utterances in \"Summer Holiday\"?. To answer the thesis problems, the writer uses the theory of speech acts. To analyze direct and indirect speech act, she uses Hurford and Heasley's theory. In this study, the writer uses the qualitative approach. She uses this approach, because this study does deal with language that is used in the conversations in \"Summer Holiday\". Having analyzed the data, the writer found out that the classification of speech acts occurred in the conversations in \"Summer Holiday\". They are: Declarative, Representative, Directive, Expressive, and Commissive. In this study, the writer has found out that the illocutionary acts in \"Summer Holiday\" are: requesting, giving help, expressing dislike, guessing, showing confuse, expressing angry, disbelieving, asserting, giving clarification, bargaining, refusing, showing curiosity, showing bored, showing worried, suggesting, admitting, and commanding. While about the perlocutionary, the writer found out that literally and non-literally perlocutionary act occurred. The writer also found out that the theory of Hurford and Heasley is true. Language is used in more complicated ways. A declarative sentence is not always asserting, an interrogative sentence is not always asking, and an imperative sentence is not always an ordering. As the writer found in this study, declarative sentences are used for asking, and interrogative sentences are used for commanding.",
  "creators": "CHRISTINE",
  "contributors": "Prof.DR. ABDUL WAHAB, MA. (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.1030; Christine (11497081)",
  "subjects": "LINGUISTICS; SPEECH-STUDY AND TEACHING"
}