{
  "id": "36004",
  "title": "Analisis implementasi prinsip-prinsip Good Corporate Governance (GCG) pada PT Kali Jaya Putra",
  "abstract": "Implementasi prinsip-prinsip Good Corporate Governance (GCG) menjadi suatu poin yang penting bagi perusahaan-perusahaan di Indonesia untuk mampu bertahan dan bertumbuh sekaligus untuk menumbuhkan kepercayaan dan keberlanjutan. Pelaksanaan prinsip GCG dalam perusahaan keluarga mampu membawa perbaikan kinerja perusahaan sekaligus menjamin pertumbuhan dan keberlanjutan perusahaan dari generasi ke generasi. Penelitian ini dilakukan pada PT Kali Jaya Putra yang merupakan suatu perusahaan keluarga yang bergerak di bidang manufaktur kayu dengan spesialisasi produk pada wood-working product. Penelitian ini dimaksudkan untuk mendeskripsikan implementasi prinsip-prinsip Good Corporate Governance pada PT Kali Jaya Putra yang terdiri dari lima prinsip, yaitu transparency, accountability, responsibility, independency, dan fairness. Penelitian menggunakan jenis penelitian kualitatif deskriptif dengan teknik purposive sampling dalam penentuan narasumber. Metode pengumpulan data dilakukan dengan in-depth interview. Data kemudian diolah dengan teknik analisa data yang terdiri dari pemilahan data, data display, dan penarikan ke-simpulan. Keabsahan data diuji dengan teknik triangulasi sumber. Dari hasil penelitian ditemukan bahwa perusahaan telah mengimplementasikan keseluruhan dari prinsip-prinsip Good Corporate Governance, hanya saja belum sempurna seluruhnya. Perbaikan perlu dilakukan lebih lanjut terutama dalam penerapan prinsip transparency, accountability, dan responsibility.",
  "creators": "CINDY GRACIA SANTOSO",
  "contributors": "Widjojo Suprapto (Advisor 1); Eddy Madiono Sutanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011091/MAN/2016; Cindy Gracia Santoso (31412003)",
  "subjects": "GOOD CORPORATE GOVERNANCE; FAMILY-OWNED BUSINESS ENTERPRISES"
}