{
  "id": "36006",
  "title": "Analisis implementasi prinsip-prinsip Good Corporate Governance (GCG) pada PT Wahana Kosmetika Indonesia",
  "abstract": "Tingkat persaingan usaha yang terus meningkat, serta adanya peningkatan produk kosmetik impor mendorong perusahaan untuk menerapkan Good Corporate Governance (GCG). GCG akan membantu perusahaan untuk meningkatkan efektifitas serta efisiensi dalam perusahaan sehingga dapat membantu perusahaan untuk menghadapi persaingan. Penelitian ini bertujuan untuk mendeskripsikan bagaimana penerapan prinsip-prinsip Good Corporate Governance pada PT Wahana Kosmetika Indonesia yang bergerak di bidang produksi-produk kesehatan dan kecantikan dengan konsep spa yang menggunakan banyak bahan natural. Dalam penelitian ini metode penelitian yang digunakan adalah metode kualitatif deskriptif dengan menggunakan metode pengumpulan data wawancara semiterstruktur kepada narasumber. Metode penentuan narasumber yang digunakan adalah metode purposive sampling. Setelah melakukan wawancara, hasil wawancara kemudian diuji keabsahannya menggunakan metode trianggulasi, di mana hasil wawancara ketiga narasumber akan dibandingkan satu dan lainnya untuk memperoleh data yang valid. Penelitian pada PT Wahana Kosmetika Indonesia menunjukkan bahwa ada beberapa kekurangan dalam penerapan prinsip GCG, terutama pada prinsip transparansi dan akuntabilitas. Pada prinsip transparansi, perusahaan belum menyadari pentingnya penyampaian visi dan misi perusahaan yang jelas kepada seluruh bagian perusahaan. Pada prinsip akuntabilitas, struktur perusahaan masih belum sesuai dengan struktur perusahaan sesuai dengan unsur GCG yang baik, di mana seharusnya terdapat Rapat Umum Pemegang Saham (RUPS), Dewan Komisaris, serta Dewan Direksi. Perusahaan diharapkan dapat merubah struktur perusahaan serta menyampaikan visi dan misi kepada seluruh bagian perusahaan sehingga prinsip-prinsip GCG dapat terlaksana dengan baik.",
  "creators": "GEOVANNY MARTA",
  "contributors": "Widjojo Suprapto (Advisor 1); Eddy Madiono Sutanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011092/MAN/2016; Geovanny Marta (31412007)",
  "subjects": "MANAGEMENT-STRATEGIC; GOOD CORPORATE GOVERNANCE; FAMILY-OWNED BUSINESS ENTERPRISES; FAMILY-OWNED BUSINESS ENTERPRISES-MANAGEMENT"
}