{
  "id": "36001",
  "title": "Praktik suksesi kepemimpinan pada PT Limanjaya Anugrah",
  "abstract": "Suksesi kepemimpinan pada perusahaan keluarga merupakan isu yang paling krusial terutama kalau kendali perusahaan keluarga sudah mulai bergerak ke arah generasi kedua, apalagi generasi ketiga. Isu-isu dalam suksesi antara lain adalah rencana suksesi yang tidak jelas dan konflik-konflik antar calon pengganti. Tujuan penelitian ini mendeskripsikan kriteria-kriteria pemimpin dalam perusahaan keluarga yang dimiliki calon suksesor dan tahapan rencana suksesi kepemimpinan di PT Limanjaya Anugrah. Jenis penelitian yang digunakan adalah deskriptif dengan menggunakan pendekatan kuantitatif. Objek penelitian yang akan diteliti adalah praktik suksesi kepemimpinan pada perusahaan keluarga. Jumlah informan yang digunakan dalam penelitian ini adalah tiga informan. Jenis data yang digunakan adalah data kualitatif. Sumber data yang digunakan terdiri dari data primer dan data sekunder. Prosedur pengumpulan data dalam penelitian ini menggunakan wawancara dan dokumentasi. Analisis data yang digunakan adalah dengan cara deskriptif, sedangkan pengujian keabsahan data menggunakan triangulasi sumber. Hasil penelitian menunjukkan kriteria-kriteria pemimpin dalam perusahaan keluarga yang dimiliki oleh calon suksesor adalah acceptable, charismatic, dan achieving, sedangkan kriteria networking, energetic, dan managing masih belum dimiliki oleh suksesor. Tahapan rencana suksesi kepemimpinan di PT Jaya Liman Anugerah terdiri dari menentukan tujuan jangka panjang bisnis keluarga, menentukan keuangan atau kebutuhan pemilik bisnis, menentukan penerus kepemimpinan, menentukan bagaimana mentransfer pengetahuan kepada generasi penerus, dan meminimalkan utang. Dari beberapa tahapan tersebut, persiapan yang belum direncanakan adalah menentukan keuangan atau kebutuhan pemilik bisnis karena belum ada perhitungan alokasi khusus yang diberikan kepada pemilik bisnis apabila nantinya sudah tidak lagi mengelola bisnis perusahaan. Selain itu, tahapan mentransfer pengetahuan kepada generasi penerus masih belum berjalan dengan baik karena selama ini suksesor hanya fokus dalam menangani internal perusahaan khususnya terkait pengelolaan sumber daya manusia, sehingga pengetahuan terkait lingkungan eksternal perusahaan masih dirasa kurang.",
  "creators": "SAMUEL NATANAEL THIOSALIM",
  "contributors": "Zeplin Jiwa Husada Tarigan (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011176/MAN/2016; Samuel Natanael Thio Salim (31410272)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES; FAMILY-OWNED BUSINESS ENTERPRISES-SUCCESSION; EXECUTIVE SUCCESSION"
}