{
  "id": "36002",
  "title": "Studi peranan pelatihan kewirausahaan terhadap pembentukan sikap dan intensi kewirausahaan di sentra industri produk roti dan kue Rungkut Lor, Surabaya",
  "abstract": "Penelitian ini bertujuan untuk mengidentifikasi karakteristik program pelatihan kewirausahaan dan untuk mengetahui peranan dari program pelatihan kewirausahaan terhadap pembentukan sikap dan intensi kewirausahaan di antara wirausahawan di Kampung Kue. Metode penelitian yang digunakan adalah penelitian kualitatif deskriptif. Pengumpulan data melalui wawancara semi terstruktur dan teknik penentuan narasumber yang digunakan adalah snowball. Keabsahan data diuji menggunakan triangulasi sumber. Karakteristik program pelatihan kewirausahaan pada umumnya dilihat dari empat dimensi yaitu desain pelatihan, metode penyajian, konten dan kurikulum, dan layanan yang diberikan setelah pelatihan. Hasil penelitian menunjukkan bahwa karakteristik program pelatihan kewirausahaan meliputi (1) desain pelatihan berupa tujuan dari program pelatihan kewirausahaan yaitu membangun pengetahuan dan keterampilan secara eksplisit dalam persiapan untuk memulai suatu usaha dengan target peserta adalah anggota paguyuban Kampung Kue, anggota binaan Disperindag dan pelaku UMKM lainnya; (2) metode penyajian meliputi pelatih program pelatihan adalah chef dan narasumber yang dianggap memiliki potensi untuk memberikan pelatihan, pelatihan dilakukan dengan cara tatap muka secara langsung dengan ukuran kelas, durasi dan intensi yang bervariasi; (3) konten yang diberikan bersifat konseptual berupa manajemen yang berhubungan dengan pengelolahan usaha dan praktikal berupa resep kue; (4) layanan yang diberikan setelah pelatihan berupa mentoring dan coaching. Program pelatihan kewirausahaan memberi dampak positif terhadap pembentukan sikap kewirausahaan berupa pola pikir, kemampuan dan status kewirausahaan. Program pelatihan kewirausahaan juga berperan dalam membentuk intensi kewirausahaan berupa timbulnya keinginan di antara para peserta program pelatihan untuk memulai dan mengembangkan bisnis serta melihat peluang usaha lain yang bisa dijalankan.",
  "creators": "ANITA CHRISTANTI",
  "contributors": "Inggrid (Advisor 1); Dhyah Harjanti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011098/MAN/2016; Anita Christanti (31412001)",
  "subjects": "SMALL BUSINESS ENTERPRISES; ENTREPRENEURSHIP; ENTREPRENEURSHIP-TRAINING OF"
}