{
  "id": "36048",
  "title": "Perancangan bisnis pada gerai Ivonie Cookies Kediri dengan menggunakan business model canvas",
  "abstract": "Penelitian ini dilakukan untuk menyusun rancangan model bisnis seperti apa yang tepat bagi gerai Ivonie Cookies. Dalam ketatnya persaingan di dalam dunia bisnis pada era ini membuat para pembisnis haruslah berfikir secara matang dan menggambarkan secara jelas model bisnis apa yang diinginkan dan yang nantinya dibuat, terlebih bila perusahaan ingin melakukan perombakan di dalam bisnisnya karena dengan adanya penggambaran model bisnis yang tepat memungkinkan perusahaan untuk dapat menciptakan suatu nilai bagi perusahaan. Ivonie Cookies di sini adalah sebuah bisnis yang bergerak di bidang kue, Ivonie Cookies yang selama ini hanya bergerak secara musiman saja ingin membuka sebuah gerai yang nantinya tidak hanya bergerak secara musiman namun juga harian, maka dari itu Ivonie Cookies memerlukan perombakan di dalam model bisnisnya. Penelitian ini bertujuan untuk merancangkan Business Model Canvas yang tepat bagi gerai Ivonie Cookies. Jenis penelitian adalah kualitatif deskriptif dengan menggunakan Business Model Canvas yang kemudian dilengkapi dengan Finance analysis, dan marketing plan yang ada di dalam Business Plan. Dari hasil penelitian didapat rancangan gambaran mengenai 9 blok Business Model Canvas di mana gerai Ivonie Cookies nantinya lebih berfokus pada acara-acara khusus, juga rancangan mengenai cara pemasaran apa yang baiknya dilakukan, dan pada perhitungan Finance Analysis, didapat bahwa perancangan gerai Ivonie Cookies ini layak dilakukan, dan akan mengalami pengembalian investasi awal pada 2 tahun, 10 bulan, 6 hari setelah gerai Ivonie Cookies didirikan.",
  "creators": "ANTONIUS SALIM",
  "contributors": "R.R. Retno Ardianti (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011170/MAN/2016; Antonius Salim (31411150)",
  "subjects": "BUSINESS PLANNING; INDUSTRIAL MANAGEMENT"
}