{
  "id": "36047",
  "title": "Analisis rantai nilai pada CV Master Sentra Boga",
  "abstract": "Penelitian ini bertujuan untuk menganalisis aktivitas-aktivitas bisnis yang dilakukan oleh CV Master Sentra Boga yang terdiri dari aktivitas utama dan aktivitas pendukung untuk menyusun rantai nilai dari CV Master Sentra Boga. Jenis penelitian yang digunakan adalah deskriptif dengan menggunakan pendekatan kualitatif. Jenis data yang digunakan adalah data primer dan data sekunder. Metode pengumpulan data yang digunakan adalah wawancara. Teknik analisis data yang digunakan adalah analisis deskriptif, sedangkan metode pengujian datanya adalah triangulasi data. Hasil penelitian menunjukkan aktivitas utama yang dilakukan oleh CV Master Sentra Boga dimulai dari inbound logistics, yaitu aktivitas untuk menerima bahan baku dari supplier, kemudian operations, yaitu aktivitas produksi dan pengemasan, outbound logistics, yaitu aktivitas distribusi, dilanjutkan dengan marketing & sales, yaitu aktivitas pemasaran dan penjualan serta service, yaitu aktivitas untuk menangani komplain dari pelanggan. Sementara aktivitas pendukung terdiri dari firm infrastructure, yaitu aktivitas manajemen perusahaan secara umum, kemudian human resource management, yaitu aktivitas pengelolaan sumber daya manusia dalam perusahaan, technology development, yaitu aktivitas untuk mengembangkan produk dan procurement, yaitu aktivitas pemesanan dan pembelian ulang bahan baku dari supplier. Dalam setiap aktivitas CV Master Sentra Boga memiliki resources dan capabilities yang mendukung agar aktivitas-aktivitas yang ada dapat dilakukan secara efektif dan efisien. Oleh karena itu, perusahaan diharapkan dapat menggunakan resources dan capabilities yang dimiliki secara efektif dan efisien demi pengembangan usaha ke depannya.",
  "creators": "CYNTHIA CATHERINA HADIWIDJOJO",
  "contributors": "Maria Praptiningsih, S.E., M.Sc.FE. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011057/MAN/2016; Cynthia Catherina Hadiwidjojo (31412053)",
  "subjects": "FOOD SERVICE MANAGEMENT; FOOD INDUSTRY AND TRADE-MANAGEMENT"
}