{
  "id": "36045",
  "title": "Studi deskriptif proses rekrutmen dan seleksi karyawan di D’Season Hotel Surabaya",
  "abstract": "Indonesia merupakan salah satu negara yang memiliki jumlah tempat pariwisata yang banyak. Jumlah tempat pariwsata yang banyak di Indonesia menarik perhatian bagi para wisatawan dari dalam maupun luar negeri. Pertumbuhan ekonomi parawisata yang mengalami kenaikan di setiap tahunnya, memberikan keuntungan tersendiri bagi industri perhotelan untuk mencapai visi dan misinya. Dalam mencapat visi dan misinya maka tidak lepas dari karyawan. Karyawan yang tepat dan berkualitas dapat membantu industri perhotelan mencapai visi dan misinya. Penelitian ini dimaksudkan untuk mengetahui bagaimana cara pengelolaan sumber daya manusia khususnya dalam rekrutmen dan seleksi di D’Season Hotel Surabaya. Metode penelitian yang digunakan adalah kualitatif dengan menggunakan wawancara sebagai pengumpulan data. Dari hasil penelitian yang telah dilakukan maka diketahui bahwa proses rekrutmen yang digunakan oleh D’Season Hotel pada saat terjadinya kekosongan pada posisi atau sedang membutuhkan karyawam tambahan. Sumber rekrutmen yang digunakan adalah internal dan eksternal. Kendala rekrutmen yang dialami oleh D’Season Hotel Surabaya adalah kurangnya karyawan yang memiliki kemampuan dan keterampilan di bidangnya. Proses seleksi yang diterapkan oleh D’Season Hotel Surabaya adalah dimulai pada saat surat lamaran kerja dan akan diseleksi berdasarkan kualifikasi yang telah ditentukan, wawancara dan tes kemampuan. Karyawan yang diterima bekerja di D’Season Hotel Surabaya akan mengalami masa uji percobaan selama 3 bulan.",
  "creators": "CLAUDIA IRENE PANGOW",
  "contributors": "Dr. Linda Bustan, S.Th., M.Div. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011081/MAN/2016; Claudia Irene Pangow (31412040)",
  "subjects": "PERSONNEL MANAGEMENT; EMPLOYEES-RECRUITING; EMPLOYEE SELECTION"
}