{
  "id": "36059",
  "title": "Analisis lingkungan eksternal menggunakan kerangka kerja Porter's Five Forces pada CV Citra Jaya",
  "abstract": "Seiring dengan meningkatnya pertumbuhan industri furniture, jumlah perusahaan yang berada dalam industri ini pun turut mengalami peningkatan dari waktu ke waktu. Oleh karena itu perusahaan perlu untuk menganalisis faktor-faktor yang berperan bagi perusahaan dalam mempertahankan eksistensinya di industri. Penelitian ini dimaksudkan untuk menganalisis faktor lingkungan eksternal terhadap keberlangsungan perusahaan dan kemampuan perusahaan untuk bersaing di dalam industrinya. Melalui hal ini, perusahaan juga dapat melihat aspek yang merupakan peluang dan ancaman bagi perusahaan. Jenis penelitian adalah kualitatif dengan metode penelitian berupa studi kasus. Metode pengumpulan data diperoleh dari data primer dan sekunder. Data primer melalui hasil wawancara peneliti dengan narasumber penelitian sedangkan data sekunder berupa data kearsipan, dokumen, laporan, literatur dan artikel. terhadap data yang telah diperoleh akan dilakukan uji keabsahan menggunakan triangulasi sumber. Dari hasil penelitian melalui Porter s five forces diketahui bahwa tingkat rivalitas di antara pesaing, kekuatan tawar-menawar pemasok dan ancaman produk subitusi dan komplemen tergolong tinggi, ancaman pendatang baru tergolong sedang dan kekuatan tawar-menawar pembeli tergolong rendah. Berdasarkan hasil penelitian menggunakan External Factor Evaluation Matrix diperoleh bahwa respon perusahaan terhadap peluang dan ancaman berada di atas rata-rata.",
  "creators": "CHRISELDA",
  "contributors": "Maria Praptiningsih, S.E., M.Sc.FE. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011089/MAN/2016; Chriselda (31412054)",
  "subjects": "MANAGEMENT-STRATEGIC; MANUFACTURING INDUSTRIES; STRATEGIC PLANNING"
}