{
  "id": "36058",
  "title": "Analisa proses perencanaan suksesi pada PT Sinar Intan Jaya",
  "abstract": "Penelitian ini dilakukan untuk menganalisa proses perencanaan suksesi pada PT Sinar Intan Jaya yang bergerak di bidang jasa pengiriman barang. Analisa akan dilakukan disetiap tahapan perencanaan suksesi yang terdiri dari tahap pra-bisnis, tahap pengenalan, tahap pengenalan fungsi, tahap pelaksanaan fungsi, tahap pengembalian fungsi, tahap pergantian awal, tahap pergantian awal dan tahap kedewasaan pengganti. Dalam mendukung proses perencanaan suksesi juga akan dilakukan analisa pada tahap persiapan suksesor yang terdiri dari membuat pondasi dasar, pengembangan calon suksesor dan proses pengasuhan, seleksi, dan masa transisi. Metode penelitian yang digunakan adalah kualitatif deskriptif. Pengumpulan data dilakukan dengan menggunakan teknik wawancara semi terstruktur. Dari hasil penelitian ini disimpulkan bahwa perusahaan PT Sinar Intan Jaya melakukan proses perencanaan suksesi melalui tahap-tahap seperti pra-bisnis, pengenalan, pengenalan fungsi, pelaksanaan fungsi, pengembalian fungsi, kedewasaan pengganti di mana persiapan suksesor dimulai dari tahap pembuatan pondasi dasar, pelatihan, seleksi, dan masa transisi. Nilai-nilai dari keluarga dan pandangan keluarga terhadap gender dari calon suksesor juga mempengaruhi penetapan calon suksesor dan perencanaan suksesi yang dilakukan di dalam perusahaan. Semua perencanaan suksesi dan persiapan suksesor ini akan berdampak pada keberlangsungan perusahaan di masa yang akan datang.",
  "creators": "FREDDIE SONDAKH",
  "contributors": "Widjojo Suprapto (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011131/MAN/2016; Freddie Sondakh (31412157)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES; FAMILY-OWNED BUSINESS ENTERPRISES-SUCCESSION"
}