{
  "id": "36056",
  "title": "Implementasi design thinking dalam membangun inovasi model bisnis PT Subur Murni",
  "abstract": "Penelitian ini bertujuan untuk membagun Inovasi Model Bisnis berbasis Kanvas Model Bisnis dengan implementasi Design Thinking pada PT Subur Murni. PT Subur Murni merupakan perusahaan yang bergerak di bidang percetakan kertas di Surabaya. Design Thinking memiliki empat tahapan yang digunakan dalam penelitian ini, yaitu empathize, define, ideate, dan prototyping. Inovasi Model Bisnis menggunakan Kanvas Model Bisnis dengan Sembilan elemen yang ada di dalamnya, yaitu customer segments, value propositions, channels, customer relationships, revenue streams, key resources, key activities, key partnerships, dan cost structure. Pengumpulan data pada penelitian ini menggunakan teknik wawancara semi terstruktur dan dokumentasi. Metode penelitian adalah analisa deskriptif kualitatif dengan ditunjang oleh pendekatan Design Thinking. Dari hasil analisa Design Thinking, pengguna menginginkan produk kertas yang tebal, motif dan gambar yang beraneka ragam dan update, gambar kotak dapat digambar kartun agar dapat menarik minat anak-anak, warna yang cerah, lipatan kotak yang pas dan ukuran yang beragam. Design Thinking dapat membangun Inovasi Model Bisnis dengan memberikan tambahan nilai pada elemen value propositions yaitu: newness¸ customization, performance, problem solving, getting the job done dan design. Pada elemen customer relationship, perusahaan dapat menambahkan co-creation. Sedangkan pada elemen key activites, perusahaan dapat menambahkan aktivitas problem solving. Peneliti juga menjabarkan Inovasi Model Bisnis dengan melakukan perbaikan elemen-elemen Kanvas Model Bisnis yang peneliti rasa butuh diperbaiki. Inovasi Model Bisnis perlu dilakukan untuk dapat menciptakan hubungan kolaboratif antar elemen dan menciptakan inovasi.",
  "creators": "TOMMY ALAND SAPUTRA",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011143/MAN/2016; Tommy Aland Saputra (31412155)",
  "subjects": "INNOVATION; BUSINESS-TECHNOLOGICAL INNOVATIONS; BUSINESS PLANNING"
}