{
  "id": "36096",
  "title": "Formulasi business model canvas pada Sifu Pudding Cream Jakarta",
  "abstract": "Penelitian ini bertujuan untuk mengetahui business model canvas saat ini dan membuat business model canvas yang lebih baik pada Sifu Pudding Cream yang bergerak di bisnis dessert atau makanan penutup. Analisis dilakukan pada 9 elemen Business Model Canvas yang terdiri dari customer segments, value propositions, channels, customer relationship, revenue streams, key resources, key activities, key partnership, dan cost structure. Metode penelitian yang digunakan adalah kualitatif deskriptif. Pengumpulan data dilakukan dengan menggunakan teknik wawancara semi terstruktur. Hasil penelitian dari identifikasi business model canvas yang baru menunjukkan gambaran perusahaan ke depannya mengenai 9 elemen business model canvas. Terdapat beberapa elemen yang perlu ditambahkan untuk business model canvas yang baru. Elemen value propositions dapat ditambahkan brand image perusahaan sebagai homemade pudding dan halal. Pada channel baru ditambahkan toko fisik dan partner channel, serta mengurangi layanan delivery. Elemen customer relationships pada Sifu Pudding Cream dapat ditambahkan automated services, self services, personal assistance. Sumber daya utama yang difokuskan Sifu Pudding Cream untuk ke depannya adalah penambahan aset fisik berupa toko fisik dan genset. Pada elemen key activities, aktivitas yang ditambahkan adalah inventory control dan meningkatkan product consistency. Sebuah upaya dari pengadaan kelas membuat pudding untuk anak-anak dapat memberikan pemasukan dari subscription fee untuk menambah arus pendapatan yang lebih banyak.",
  "creators": "ADITYA CHANDRA",
  "contributors": "Sesilya Kempa, S.E., M.M. (Advisor 1); R.R. Retno Ardianti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011107/MAN/201; Aditya Chandra (31412005)",
  "subjects": "BUSINESS PLANNING; INDUSTRIAL MANAGEMENT"
}