{
  "id": "36095",
  "title": "Quality manajement system pada PT X",
  "abstract": "Penelitian ini bertujuan untuk menganalisa Quality Management System pada aspek struktur, sistem dan budaya perusahaan PT X. Penelitian ini akan dilaksanakan dengan menyebarkan kuesioner kepada responden karyawan PT X yang memiliki kompetensi relevan dengan topik penelitian. Teknik analisa yang digunakan adalah teknik analisis deskriptif kualitatif dengan menggunakan main analysis (analisis utama) dengan mengikuti pendekatan struktur, sistem dan budaya. Struktur merupakan dasar untuk mengatur, untuk memasukkan tingkat hirarki dan bertanggung jawab, peran, posisi, dan mekanisme untuk integrasi serta pemecahan masalah. Sistem merupakan hubungan jaringan kerja yang saling ketergantungan di antara kegiatan pusat dalam perusahaan, dan memberikan wawasan ke dalam proses yang memungkinkan terjadinya perubahan pada sistem. Budaya merupakan pikiran, adat istiadat yang berkembang dan menjadi kebiasaan. Hasil penelitian ini menunjukkan Perencanaan mutu pada aspek struktur yang dilakukan oleh direktur PT X dipegang oleh direktur Manajer produksi memegang tanggung jawab pengendalian mutu. Jaringan kerja pada aspek sistem didasarkan pada permintaan konsumen. Permintaan konsumen dapat menentukan perencanaan direktur dan jaringan seluruh manajemen perusahaan. Arus informasi atau komunikasi dilakukan secara langsung dan lesan dari direktur ke manager produksi dan kepala proses produksi. Tanggung jawab dari perencanaan mutu perusahaan diserahkan kepada direktur perusahaan dengan dukungan manajemen perusahaan agar kualitas kerja dalam penjaminan mutu perusahaan berjalan dapat dengan baik.",
  "creators": "IWAN SOETANTO",
  "contributors": "Bambang Haryadi (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011142/MAN/2016; Iwan Soetanto (31411293)",
  "subjects": "TOTAL QUALITY MANAGEMENT"
}