{
  "id": "36094",
  "title": "Analisa strategi bisnis pada PT Budi Setiawan Karya Utama",
  "abstract": "PT Budi Setiawan Karya Utama (PT BSKU) merupakan salah satu perusahaan yang bergerak dalam bidang kontraktor perkapalan khususnya dalam bidang perpipaan dan pendingin. Pada perusahaan ini sendiri, permasalahan yang dihadapi adalah permasalahan dalam hal pengeluaran dana yang tidak efektif dikarenakan keterlambatan material dari main contractor, sehingga para pekerja tidak dapat bekerja secara maksimal. Dan hal itu memberikan dampak yang buruk bagi keuangan perusahaan. Dari permasalahan tersebut penelitian ini bertujuan untuk mendekripsikan kinerja usaha pada PT BSKU, menganalisa lingkungan internal dan eksternal pada PT BSKU dan menyusun rencana startegi pengembangan bisnis pada PT BSKU. Peneliti akan menggunakan pendekatan kualitatif. Metode pengumpulan data yang digunakan dalam penelitian ini adalah wawancara. Untuk menguji kredibilitas data, maka penelitian ini menggunakan teknik triangulasi. Data-data yang telah diuji kredibilitasnya dengan teknik triangulasi sumber data, kemudian dianalisis secara deskriptif dari hasil analisis data, disimpulkan bahwa hasil analisis dengan matriks SWOT memberikan alternatif strategi yang dapat diterapkan yaitu strategi kepemimpinan berbiaya rendah. Strategi ini bertujuan untuk meningkatkan keuntungan dengan cara meminimalisir segala pengeluaran biaya pada saat pengerjaan proyek berupa biaya material, sumber daya manusia, biaya tak terduga, dan lain-lain. Diharapkan dengan biaya pengerjaan yang dikeluarkan jauh lebih kecil dibandingkan dengan dana yang telah disediakan akan tetapi tetap dengan kualitas yang sesuai dengan permintaan.",
  "creators": "ABRAHAM PATUAN M. S.",
  "contributors": "Sesilya Kempa, S.E., M.M. (Advisor 1); Maria Praptiningsih, S.E., M.Sc.FE. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011171/MAN/2016; Abraham P. M. Siregar (31411278)",
  "subjects": "BUSINESS PLANNING; BUSINESS STRATEGY-ANALYSIS; MANAGEMENT-STRATEGIC"
}