{
  "id": "3610",
  "title": "A Study of diction used in jewelry advertisement slogans in cosmopolitan magazine",
  "abstract": "Since advertising has become a crucial activity in economic growth today, people are familiar with its promotional appeals through diction. One of the vast business fields today that is very significant in people?s daily life is jewelry. People may wear it in order to mark out their identity and attractiveness within a community, to be bought both as a gift and as an investment for the future. Hence, it triggers the writer?s curiosity in conducting a study of diction used in jewelry advertisement slogans in Cosmopolitan magazine. The writer applies several theories such as Stylistics, Diction, Pragmatics, and Discourse in helping her in reconstructing the intended meanings of the slogans. She also covers supporting theories such as Advertisement as Part of Communication, Advertisement: Persuasion or Propaganda, and principles of Slogan in Advertisement to support the main theories. Furthermore, she uses both qualitative and quantitative approach in analyzing the data. First, she analyzed the data descriptively and then she distributed questionnaires to 50 chosen respondents to who are generally wealthy, well educated, and interested in jewels. Finally, the writer finds out that the use of diction in jewelry advertisement slogans in Cosmopolitan magazine is effective in attracting the potential buyers? attentions, in transmitting its intended meanings, and in persuading the potential buyers to purchase the products offered.",
  "creators": "LENNY GUSTIANTORO",
  "contributors": "ABBAS A.BADIB, Pof.DR.MA.,MA. (Advisor 1); Samuel Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011492/ING/2006; Lenny Gustiantoro (11402036)",
  "subjects": "ENGLISH LANGUAGE-DICTION; COMMUNICATION IN MARKETING; LANGUAGE AND LANGUAGES-STYLE"
}