{
  "id": "36103",
  "title": "Pengaruh green perceived value, green perceived risk, green trust, dan perceived price terhadap green purchase intention produk AC low watt di Surabaya",
  "abstract": "Pada jaman sekarang, persaingan bisnis semakin ketat. Semua pelaku bisnis saling berlomba-lomba untuk dapat mempertahankan dan mengembangkan bisnisnya, tidak terkecuali dalam bisnis produk elektronik. Tanpa disadari, teknologi yang membantu manusia selama ini ternyata memberikan dampak yang negatif bagi lingkungan. Salah satu produk elektronik yang paling banyak digunakan oleh manusia dan memiliki dampak negatif yang besar bagi lingkungan ada AC (Air Conditioner). Tujuan dari penelitian ini adalah untuk mengetahui pengaruh green perceived value, green perceived risk, green trust, dan perceived price terhadap green purchase intention produk ac low watt di Surabaya. Penelitian ini menggunakan data kuantitatif yang dikumpulkan melalui survei kepada masyarakat di kota Surabaya, dan teknik analisa yang digunakan adalah model persamaan struktural (SEM). Responden didominasi oleh konsumen dengan jenis kelamin pria, dengan latar belakang pendidikan terakhir SMU, berprofesi sebagai wiraswasta, dengan status pendapatan tinggi. Hasil pengujian model menunjukkan bahwa variabel green perceived value berpengaruh positif dan siginifikan terhadap green purchase intention, sedangkan variabel green perceived risk dan variabel perceived price memberikan pengaruh negatif dan tidak signifikan terhadap variabel green purchase intention. Selain itu, variabel green trust berpengaruh positif dan signifikan terhadap variabel green purchase intention.",
  "creators": "JULIA HALIM",
  "contributors": "Inggrid (Advisor 1); Maria Praptiningsih, S.E., M.Sc.FE. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011097/MAN/2016; Julia Halim (31412260)",
  "subjects": "Consumer Satisfaction; MARKETING-MANAGEMENT; CONSUMERS-RESEARCH"
}