{
  "id": "3611",
  "title": "A Study about interruption and overlap in the reality show \"the apprentice-first season\" on Indosiar TV program",
  "abstract": "This research studied the interruption and overlap in the reality show ?The Apprentice-First Season? as well as each reason of interruption and overlap and also the reason that might occur most frequently. The writer was interested in observing the reality show because it was a new kind of entertainment program which showed the competition among those who came from various business environment to win as the apprentice. This reality show was divided into two kinds of situation, that is, informal and formal. The writer tried to investigate the interruption and overlap that occurred in the conversation of the show based on each situation. The main theories were from Zimmerman and West (1975), Wardhaugh (1985), and Tannen (1990). This research was a descriptive qualitative research. The writer got the data from the utterances from 10 episodes of the show that she transcribed herself. From her analysis, she found that the candidates and other parties in the show tended to interrupt others rather than to overlap them. Moreover, she found the same reasons of interruption and overlap, such as seeking clarification, correcting, rejecting, completing, showing annoyance and urgency. There were several reasons that could not be included into Wardhaugh?s theory and the writer decided to include them into other reasons. The other reasons that occurred were giving suggestion, showing agreement, and concluding. The most frequent reason of interruption among the candidates in informal situation was completing while clarification was found mostly in formal situation. While the reason of overlap that occurred most frequently in formal situation was correcting, and in informal situation rejecting was the most frequent one. The only reason that did not occur was asking for help. Finally, the writer concluded that interruption happened because every party in the show tried to dominate and control the topic of the conversation.",
  "creators": "INDRI MELAWATI",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); MEEDY NUGRAHA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011494/ING/2006; Indri Melawati (11401098)",
  "subjects": "INDONESIAN LANGUAGE-DISCOURSE ANALYSIS; DISCOURSE ANALYSIS"
}