{
  "id": "36130",
  "title": "Analisis lima kekuatan porter pada UD Bumi Jaya Perkasa",
  "abstract": "Dengan adanya peningkatan kegiatan usaha pada sektor perdagangan tentunya diharapkan dapat memberikan peluang usaha untuk perusahaan-perusahaan yang ada di Indonesia agar dapat terus berkembang memperluas usaha serta pangsa pasar yang ada. Penelitian ini bertujuan untuk menganalisis lingkungan industri perdagangan besi dan baja pada UD Bumi Jaya Perkasa dengan lima kekuatan Porter yaitu ancaman masuknya pesaing baru, ancaman produk substitusi, daya tawar pembeli, daya tawar pemasok dan persaingan antar perusahaan dalam industri dengan menggunakan five forces scorecard serta mengevaluasi kemampuan UD Bumi Jaya Perkasa di dalam menghadapi berbagai peluang dan ancaman dengan menggunakan matriks External Factor Evaluation (EFE). Jenis penelitian yang digunakan yaitu kualitatif. Metode penelitian yang digunakan adalah studi kasus. Data yang digunakan data primer dan sekunder. Metode pengumpulan data dengan wawancara. Teknik pemilihan narasumber dengan purposive sampling. Uji validitas dan uji reliabilitas menggunakan triangulasi sumber. Berdasarkan hasil penelitian terkait lima kekuatan Porter pada UD Bumi Jaya Perkasa menunjukkan bahwa ancaman masuknya pendatang baru dan ancaman produk substitusi tergolong rendah, daya tawar pembeli tergolong sedang, daya tawar pemasok dan persaingan antar perusahaan dalam industri tergolong tinggi. Hasil analisis peluang dan ancaman pada UD Bumi Jaya Perkasa menggunakan matriks EFE, didapatkan nilai total 2,724. Hal ini menunjukkan bahwa respon perusahaan terhadap lingkungan eksternal industri berada di atas rata-rata 2,5.",
  "creators": "SIANE PANTHER",
  "contributors": "Maria Praptiningsih, S.E., M.Sc.FE. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011070/MAN/2016; Siane Panther (31412308)",
  "subjects": "STRATEGIC PLANNING; MANAGEMENT-STRATEGIC; INDUSTRIAL MANAGEMENT"
}