{
  "id": "3613",
  "title": "A Study of types of directives used among library personnel at Petra Christian University",
  "abstract": "In our daily life, people ask someone to do something. Getting someone to do something is directive. In the workplace, the occurrence of directives deals with getting all things done. The writer studied the use of directives from subordinate to superior in the workplace that was at Petra Christian University Library. The writers wanted to know what types of directives were used by female part time students toward the staffs. By using the theory of directives proposed by Ervin-Tripp (1976), the writer analyzed the use of directives utterances from two female part time students toward three male staffs and three female staffs. The writer also took natural conversation as the source of data. As a result, the writer found that almost all types of directives were used by female part time students when they got conversation with the staff. The structures used to express directives were imperative, interrogative and declarative. There were also similarities and differences between directives utterances used by female part time students to male staffs and to female staffs. One of the similarities was one type of directives did not occur that were embedded imperative. For the difference, need statement did not occur in the conversation from female part time students toward male staffs. Finally, the writer hopes that this study can give information about directives from female subordinates to male and female superiors.",
  "creators": "CANARY FINN",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 2); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011516/ING/2006; Canary Finn (11401064)",
  "subjects": "LANGUAGE AND LANGUAGES-DISCOURSE ANALYSIS; LANGUAGE AND LANGUAGES-STUDY AND TEACHING; LINGUISTICS ANALYSIS (LINGUISTICS)"
}