{
  "id": "3614",
  "title": "A Study on ikuko's husband's sexsual deviation in Junichiro Tanizaki's the key",
  "abstract": "In this thesis I will discuss a Japanese novel written by Junichiro Tanizaki. Junichiro Tanizaki was one of best-known modern Japanese writers. Tanizaki's work characters are often driven by obsessive erotic desires. Among his works I choose The Key as the novel that I am going to analyze. I choose The Key because the story is interesting. The Key tells about a middle-aged couple,Ikuko and her husband, that have problem in their marriage. As a married couple they never speak their feeling. They lack communication. Ikuko's husband is sexually interested in his wife but Ikuko is the opposite. It is because she does not love her husband. She marries her husband just as her obedience to her parent. In the course of their marriage Ikuko's husband cannot control his sexual desire and leads him to sexual deviation. He likes watching Ikuko's nudity. From the issue of the story I choose sexual deviation as the topic of my analysis. From the topic I am interested in discussing why Ikuko's husband has sexual deviation and the effect of his sexual deviation. The purpose of my analysis is to find out the causes and the effects of Ikuko's husband's sexual deviation. The methodology that I use to analyze the novel is library research. I use literary approach. In this case I use characterization and conflict as the tool of the analysis. To help my analysis I use sexual deviation and voyeurism concept. From the analysis I found that their main problem is on their relation. Both Ikuko and her husband never share their feeling, which make their relation become poor and there is a gap. They never learn the importance of communication to keep the relation. If they have good and strong relation, Ikuko's husband would never have sexual deviation. The conclusion for my analysis is to get good and strong relation they should develop the relation by communication. Here the communication is by sharing their feeling and talks their problem.",
  "creators": "ENDAH FRANSISCA A WIDHI",
  "contributors": "Drs. Setefanus Suprajitno, M.A., Ph.D. (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.01010404/ING/2006; Endah Fransisca A.Widhi (11401138)",
  "subjects": "JAPANESE FICTION-20TH CENTURY-STUDY AND TEACHING; TANIZAKI, JUNICHIRO, 1886-1965. THE KEY-STUDY AND TEACHING"
}