{
  "id": "3620",
  "title": "Study of the types of requests produced by children to their parents in a Chinese Indonesian family in Probolinggo",
  "abstract": "This is a Discourse Analysis study on the types of requests produced by children to parents in Chinese Indonesian Family in Probolinggo. The writer is interested in investigating request because it can be delivered in many types and often used in every conversation. The writer wants to analyze the types of requests produced by children to their parents, especially in her family, a Chinese Indonesian family. Her sister and brother have a different closeness in their relationship with their parents. It is interesting since their closer relationship with mother has caused children produce different types of requests, compared to the types of requests to their father. This makes the writer assumes that the closeness difference in the relationship between children and their parents may influence children?s types of requests. The writer is curious to know the types of requests produced by children to their mother and to their father, and also the type of requests mostly produced by children to their parents. To classify and analyze the data, the writer uses theory of types of requests by Ervin-Tripp. In this research, the writer uses descriptive qualitative approach. In collecting the data, the writer does a natural observation toward her sister and brother. The writer finds that the types of requests produced by children to their mother are Need Statement, Bald Imperatives, Embedded Imperatives, Non-explicit Question Directives and Hints Directives whereas the types of requests produced by children to their father are: Bald Imperatives, Embedded Imperatives and Non-explicit question Directives. The result shows that Bald Imperatives is the type of requests mostly used by children when requests to their mother and to their father. Children also produce Embedded Imperatives which sounds more polite in requesting. Thus, the writer concludes that the different closeness in the relationship between children and their parents influences the variation of children?s types of requests.",
  "creators": "LIANA JUVITA",
  "contributors": "Dr. Dra. Yuli Christiana Yoedo, M.Pd. (Advisor 1); Jusuf Imam Ibrahim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011496/ING/2006; Liana Juvita (11401027)",
  "subjects": "INDONESIAN LANGUAGE-SOCIAL ASPECTS; SOCIOLINGUISTICS"
}