{
  "id": "36216",
  "title": "Analisis gaya kepemimpinan calon suksesor dan budaya perusahaan dalam perencanaan Suksesi di PT Panca Adi Aneka Kim",
  "abstract": "Sebagian besar bisnis yang ada di Indonesia adalah dimiliki keluarga dan suksesi merupakan kunci untuk memastikan masa depan perusahaan. Bisnis keluarga dikatakan berhasil bila dapat berjalan lintas generasi dengan kemampuan dan daya tahan yang lebih besar. Berhasil atau tidaknya suatu perusahaan ditentukan oleh gaya kepemimpinan dan didukung oleh budaya organisasi. Gaya kepemimpinan yang baik akan memperkuat budaya organisasi sehingga calon suksesor harus mempelajari dan memahami tipe budaya organisasi perusahaan dalam upaya mencapai tujuan organisasi. PT Panca Adi Aneka Kimia adalah perusahaan yang sedang mempersiapkan calon suksesor untuk memimpin perusahaan, sehingga penting untuk mengetahui gaya kepemimpinan calon suksesor dan tipe budaya organisasi perusahaan saat ini. Jenis penelitian yang digunakan oleh penulis adalah penelitian kualitatif deskriptif dengan pengumpulan data menggunakan metode wawancara. Penentuan informan menggunakkan teknik purposive sampling. Uji keabsahan data menggunakkan triangulasi sumber, yaitu membandingkan hasil wawancara dari beberapa narasumber. Hasil penelitian pada PT Panca Adi Aneka Kimia menunjukkan bahwa gaya kepemimpinan calon suksesor adalah gaya kepemimpinan transformasional dan tipe budaya organisasi perusahaan adalah clan. Dimensi dalam gaya kepemimpinan transformasional telah sesuai dengan tipe budaya organisasi clan.",
  "creators": "MEIVITA WIGGI P",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011125/MAN/2016; Meivita Wiggi Pandary (31412085)",
  "subjects": "EXECUTIVE SUCCESSION; LEADERSHIP; ORGANIZATIONAL CULTURE"
}