{
  "id": "36229",
  "title": "Pengaruh karakteristik dan jumlah serat tebu terhadap ketebalan dan kekuatan tarik komposit serat tebu polypropylene",
  "abstract": "Serat tebu telah diteliti dapat menjadi bahan serat penguat bagi komposit matrik polypropylene. Dalam penelitian ini serat tebu diberi perlakuan alkali NaOH 10% v/v selama 2, 4 dan 6 jam. Jumlah serat tebu yang ditambahkan pada matrik polypropylene memiliki panjang 3 cm, 5 cm dan sesuai panjang awal dengan rasio persentase berat serat tebu/ polypropylene: 20%/80%, 25%/75%, dan 30%/70%. Komposit diuji tarik dengan metode standar ASTM D 638 tipe 1. Permukaan patahan sampel uji tarik diamati dengan Scanning Electron Microscope (SEM) untuk mempelajari ikatan antar muka serat tebu-polypropylene, homogenitas campuran, dan mekanisme patahan yang terjadi. Perlakuan alkali meningkatkan kekuatan tarik komposit serat tebu-polypropylene hingga 24,92 MPa pada komposit dengan serat tebu sesuai panjang awal yang diberi perlakuan alkali NaOH 10% selama 6 jam dan rasio % berat serat tebu/PP 25/75. Hasil SEM menunjukkan adanya pelarutan lignin dan hemiselulosa sehingga meningkatkan pembasahan polypropylene terhadap serat tebu yang menyebabkan peningkatan kekuatan tarik. Hasil komposit dengan serat tebu yang diberi perlakuan alkali selama 2 jam memiliki jarak antara 6,62 hingga 20,76 MPa. Selanjutnya komposit dengan serat tebu yang diberi perlakuan alkali selama 4 jam memiliki kekuatan di antara 8,31 hingga 20,59 MPa. Terakhir komposit dengan serat tebu yang diberi perlakuan alkali selama 6 jam memiliki kekuatan tarik berkisar antara 6,48 hingga 24,92 MPa.",
  "creators": "SANJAYA SEWUCIPTO",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 1); Suwandi Sugondo (Advisor 2); Roche Alimin (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011124/MES/2016; Sanjaya Sewucipto (24411033)",
  "subjects": "COMPOSITE MATERIALS"
}