{
  "id": "36231",
  "title": "Pengaruh penambahan gas metana pada mesin diesel direct injection",
  "abstract": "Penelitian ini dilakukan dengan tujuan untuk menguji pengaruh gas metana terhadap kinerja mesin diesel. Dengan tidak merubah sedikitpun komponen maupun siklus pada mesin diesel itu sendiri. Penelitian ini dilakukan dengan latar belakang mengurangi penggunaan BBM (Bahan Bakar Minyak) yang akan digantikan dengan menggunakan BBG (Bahan Bakar Gas). Tetapi penggantian bahan bakar minyak ke bahan bakar gas mengalami kendala di mana mesin-mesin kendaraan yang beredar saat ini belum mendukung untuk mengkonsumsi bahan bakar gas. Oleh karena itu perlu dilakukan modifikasi pada mesin kendaraan agar mesin dapat mengkonsumsi bahan bakar gas. Tujuan dari penelitian ini adalah untuk mengetahui pengaruh penambahan gas metana pada mesin diesel direct injection, yang mana pengaplikasian bahan bakar gas pada mesin diesel berbeda dengan pengaplikasian bahan bakar gas pada mesin bensin. Jika pada mesin bensin, bahan bakar minyak dapat digantikan 100% menjadi bahan bakar, pada mesin diesel bahan bakar minyak tetap digunakan untuk proses pembakaran. Karena pada mesin diesel, gas masuk ke dalam intake bersamaan dengan udara dari filter udara, oleh karena itu gas tidak dapat menyala sendiri sehingga tetap membutuhkan bahan bakar minyak sehingga mesin diesel perlu dimodifikasi menjadi ber bahan bakar ganda. Untuk dapat menjadi mesin berbahan bakar ganda, mesin diesel perlu ditambahkan perangkat converter kit yang terdiri dari berbagai macam regulator dan katup. Converter kit bertugas untuk menurunkan tekanan gas dari tabung sebesar 200 bar untuk dapat dikonsumsi oleh mesin. Gas metana di injeksikan ke dalam ruang bakar bersamaan dengan udara dari box filter udara saat langkah hisap. Dengan kata lain, setelah modifikasi dilakukan, maka saat langkah kompresi, campuran udara dan gas metana dikompres bersamaan dengan maksud menyempurnakan pembakaran dengan meningkatkan suhu pembakaran mesin diesel. Dengan adanya tambahan gas metana ini, mesin diesel menjadi mesin berbahan bakar ganda. Karena bahan bakar solar masih tetap digunakan untuk menyalakan/ meledakkan campuran udara dan gas metana.",
  "creators": "CHRISTIAN BUDI SANTOSO",
  "contributors": "Willyanto (Advisor 1); Ninuk Jonoadji (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011126/MES/2016; Christian Budi Santoso (24411014)",
  "subjects": "DIESEL MOTOR; DIESEL MOTOR-FUEL SYSTEMS; AUTOMOBILES-MOTORS-FUEL INJECTION SYSTEMS"
}