{
  "id": "36233",
  "title": "Perancangan pendinginan pasif pada atap bangunan",
  "abstract": "Pada siang hari suhu udara dapat mencapai 37°C pada musim kemarau. Suhu yang tinggi dapat menganggu aktifitas manusia. Suhu nyaman untuk orang Indonesia berada pada rentang 24.9°C hingga 28°C. Di Universitas Kristen Petra terdapat kantin yang berlokasi di gedung M. Suhu udara didalam kantin pada jam 11 hingga 2 siang hari berkisar antara 32°C hingga 37°C. Suhu yang tinggi terjadi karena tidak terdapat plafon pada bangunan ini. Untuk dapat mengurangi suhu udara didalam kantin maka dilakukan penelitian passive cooling. Passive cooling yang diteliti menggunakan air sebagai media pendingin. Air ditempatkan pada permukaan atap yang berada di luar ruangan. Penelitian ini dilakukan pada model Stevenson Screen yang memiliki dimensi lebih kecil dari kantin M. Passive cooling yang dirancang adalah passive cooling dengan air mengalir dan tidak mengalir. Suhu udara ruangan model ditargetkan sebesar 28°C. Setelah mendapatkan angka ketebalan dan debit air secara teoritis, dilakukan eksperimen dua macam. Setelah mendapat hasil eksperimen, dilakukan simulasi dengan perangkat Computational Fluid Dynamic (CFD). Hasil simulasi dan percobaan kemudian dianalisa. Hasil penelitian ini didapatkan bahwa passive cooling dengan air mengalir memberikan pendinginan yang lebih baik dibandingkan dengan air tidak mengalir. Suhu ruangan 28°C dicapai dengan menggunakan laju aliran massa air sebesar 0.055 kg/s dan 0.025 kg/s dengan suhu air 300K dan 293K.",
  "creators": "KEVIN MARCELLINUS S.",
  "contributors": "Ekadewi Anggraini Handoyo (Advisor 1); Sutrisno S.T.,M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011125/MES/2016; Kevin M. Soewarsono (24411051)",
  "subjects": "COOLING; SOLAR AIR CONDITIONING-PASSIVE SYSTEMS"
}