{
  "id": "36230",
  "title": "Optimasi biaya proses roughing gear mesin AJL di mesin bubut merek IKEGAI A25 tahun 2000 di PT BEHAESTEX",
  "abstract": "Penelitian mengenai optimasi ongkos proses pada mesin bubut sudah banyak dilakukan dan terus dikembangkan hingga saat ini. Salah satunya adalah penelitian mengenai ongkos proses roughing. Pada proses roughing jika digunakan parameter yang berbeda maka ongkos proses untuk satu benda yang didapat juga akan berbeda. Di PT BEHAESTEX, untuk proses roughing gear AJL hanya menggunakan pahat HSS dengan parameter depth of cut 1 mm dan feed 0.1 mm/r, sehingga belum diketahui titik optimal atau minimum costnya. Untuk mengetahui titik minimum costnya, perlu dilakukan penelitian dengan memvariasi depth of cut dan feed serta variasi pahatnya (High Speed Steel dan Carbide). Untuk mendapatkan ongkos pemesinan untuk satu benda, metode yang dipakai adalah dengan mengukur waktu proses pemesinan pada tiap parameter dengan variasi depth of cut (0.5 mm, 1 mm, 2 mm) dan feed (0.05 mm/r, 0.07 mm/r, 0.1 mm/r) untuk pahat HSS. Begitu juga dengan pahat carbide, depth of cut yang digunakan adalah 3 mm dan feed 0.05 mm/r, 0.07 mm/r, 0.1 mm/r. Setelah itu dilakukan pengukuran waktu keausan pahat pada tiap parameter tersebut dengan Flank Wear (Vb) 0.6 mm untuk pahat HSS dan 0.3 mm untuk pahat carbide. Hasil dari penelitian yang telah dilakukan menunjukkan titik optimum atau minimum cost proses roughing gear AJL terdapat pada depth of cut 2 mm dan feed 0.01 mm/r untuk pahat HSS. Ongkos yang bisa dihemat pada penggunaan parameter ini bila dibandingkan dengan aktual proses parameter yang digunakan perusahaan selama ini sebesar Rp 5,680.14,-/benda. Bila dibandingkan dengan pahat carbide penghematan terbesar ada pada parameter dengan depth of cut 3 mm dan feed 0.1 mm/r sebesar Rp 6,335.63,-/benda.",
  "creators": "WHENAMA GHEA SETYO NUGROH",
  "contributors": "Oegik Soegihardjo (Advisor 1); Suwandi Sugondo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011127/MES/2016; Whenama Ghea Setyo N. (24411013)",
  "subjects": "OPERATIONS RESEARCH; GEARING"
}