{
  "id": "36238",
  "title": "Perancangan mesin case packer untuk perusahaan farmasi PT Nova Pharin",
  "abstract": "Seiring dengan kemajuan industri farmasi di Indonesia, para produsen farmasi di dunia industri Indonesia dituntut untuk membuat suatu barang produksi dengan seefisien dan seefektif mungkin, sehingga dapat dihasilkan produk yang baik dengan biaya produksi lebih murah. Salah satu proses dalam industri adalah proses pembungkusan suatu produk. Pembungkusan yang baik dan diinginkan adalah pembungkusan yang rapi dan kuat, kualitas seragam, biaya produksi rendah, dan kapasitas produksi yang tinggi. Proses pembungkusan produk obat sirup dengan kemasan botol di PT Nova Pharin dilakukan secara manual yaitu operator harus melipat karton produk, memasukkan botol, kertas keterangan produk, dan sendok ke dalam karton. Yang terakhir menghitung, menyusun, dan memasukkan obat sirup yang sudah dikemas ke dalam kardus untuk dikirim ke konsumen. Hal ini membutuhkan waktu yang lama, serta biaya produksi untuk pembungkusan yang mahal karena dibutuhkan sekitar 15 orang dengan target kapasitas produksi 110 botol yang dibungkus tiap menitnya. Oleh karena itu, dibutuhkan mesin yang dapat meningkatkan efisiensi proses pembungkusan akhir, memasukkan kotak obat botol sirup dari mesin kartoning ke dalam kardus yang akan dikirim ke konsumen. Sehingga perancangan mesin ini menggunakan mekanisme side load case packer. Proses dalam permesinan ini mulai dari perencanaan mekanisme penghitungan jumlah produk, perencanaan mekanisme penyusunan produk, perencanaan mekanisme memasukkan produk ke dalam kardus, hingga perencanaan mekanisme mendorong kardus ke mekanisme selanjutnya untuk di seal. Hasil akhir perancangan mesin ini menggunakan sistem pneumatik untuk mendorong produk, menyusun produk, memutar mekanisme untuk memposisikan kardus, hingga mendorong kardus untuk di seal. Karena mesin ini akan digunakan dalam industri farmasi, maka material yang paling banyak digunakan adalah alumium dan stainless steel. Dengan melakukan realisasi perancangan mesin ini, diketahui mekanisme berjalan dengan baik dan mampu memenuhi tujuan utama dari perancangan mesin ini.",
  "creators": "PAULUS SOENARJO",
  "contributors": "Ninuk Jonoadji (Advisor 1); Ian Hardianto Siahaan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03011136/MES/2016; Paulus Soenarjo (24411036)",
  "subjects": "MACHINE DESIGN; PNEUMATIC CONTROL"
}