{
  "id": "3626",
  "title": "Perbandingan pengenaan PPh berdasarkan tarif final dan tarif progressif pada perusahaan real estat : Studi pada PT. \"X\" di Surabaya",
  "abstract": "Sering terjadinya perubahan peraturan pajak terutama berkaitan dengan pajak penghasilan pada usaha real estat, tentunya akan menyulitkan bagi perusahaan. Oleh karena itu sejauhmana undang-undang perpajakan telah mengakomodasi permasalahan perpajakan yang dihadapi oleh perusahaan real estat, terutama dalam hal perhitungan pengenaan PPh berdasarkan tarif final dan tarif progressif selama tahun 1999 sampai dengan 2001, serta dampaknya bagi perusahaan real estat maupun bagi fiskal. Hasil akhir penelitian ini membuktikan bahwa perolehan pajak bagi fiskal mengalami penurunan yang sangat drastis, penyebabnya bukan disebabkan penjualan yang lesu namun disebabkan adanya perlakuan tarif progressif, dimana dengan tarif progresif perusahaan memiliki peluang untuk melakukan tax planing. Penelitian ini juga dihubungkan dengan analisa equalisasi yang bertujuan untuk mengetahui berapa jumlah peredaran usaha dan jumlah laba bersih yang mengakibatkan jumlah PPh terutang sama besarnya, baik dihitung dengan tarif final maupun tarif progressif. Selain itu analisa equalisasi digunakan untuk membuktikan bahwa tarif final tidak selalu menyebabkan jumlah taksiran PPh menjadi lebih kecil dibandingkan jumlah taksiran PPh berdasarkan tarif progressif. Demikian juga sebaliknya tarif progressif juga tidak selalu menyebabkan jumlah taksiran PPh menjadi lebih besar dibandingkan dengan jumlah PPh berdasarkan tarif final.",
  "creators": "GRACE MARIA SUTANTI",
  "contributors": "Yenni Mangoting (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 0336/AKT/2004; Grace Maria Sutanti (32499045)",
  "subjects": "TAX ACCOUNTING"
}