{
  "id": "36294",
  "title": "Pandangan generasi tua dan generasi muda Tionghoa terhadap penerapan fēng shuǐ tangga",
  "abstract": "Penelitian ini berisi tentang bagaimana peranan, eksistensi, dan kelanjutan Fēng Shuǐ di tengah masyarakat Indonesia-Tionghoa saat ini, terutama mengenai Fēng Shuǐ tangga yang seringkali dilupakan. Penelitian ini juga meneliti faktor-faktor yang dapat mempengaruhi sikap masyarakat Indonesia-Tionghoa terhadap Fēng Shuǐ dan upaya yang dapat dilakukan sehingga Fēng Shuǐ sebagai salah satu kebudayaan Tionghoa dapat terus bertahan di tengah masyarakat Indonesia-Tionghoa, dengan memfokuskan penelitian pada pandangan penerapan Fēng Shuǐ tangga yang seringkali dilupakan. Metode penelitian yang digunakan adalah deskriptif kualitatif dan wawancara mendalam dengan delapan orang generasi tua berusia minimal 60 tahun dan enam orang generasi muda berusia 19-27 tahun sebagai obyek penelitian. Hasil penemuan dalam penelitian ini adalah adanya faktor-faktor penyebab yang mempengaruhi eksistensi Fēng Shuǐ; perbedaan sudut pandang di antara generasi tua dan generasi muda mengenai bagaimana cara mereka memahami, menerima dan mempertahankan eksistensi Fēng Shuǐ; pandangan mengenai penting atau tidaknya Fēng Shuǐ tangga dari segi Fēng Shuǐ sebagai ilmu alam yang didominasi oleh generasi muda dan dari segi Fēng Shuǐ sebagai ilmu mistis yang didominasi oleh generasi tua; latar belakang pembelajaran Fēng Shuǐ berdasarkan prinsip keselarasan alam yang menentukan pandangan mengenai pentingnya Fēng Shuǐ tangga; adanya kesalahan pemahaman nilai filosofis dalam penghitungan Fēng Shuǐ anak tangga; pengaruh leluhur dan lingkungan yang menentukan sudut pandang orang Tionghoa dalam menilai Fēng Shuǐ tangga; serta penghitungan jumlah anak tangga dan posisi tangga yang tidak boleh berhadapan langsung dengan pintu sebagai pengetahuan yang paling banyak diketahui oleh masyarakat Indonesia-Tionghoa. Berdasarkan hasil penelitian, solusi untuk dapat terus mempertahankan Fēng Shuǐ adalah menyediakan sumber-sumber yang dapat menjelaskan konsep aturan dalam Fēng Shuǐ secara logis.",
  "creators": "WENNY YULIA DEWI",
  "contributors": "Elisa Christiana (Advisor 1); J. Loekito Kartono (Advisor 2); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010141/CHI/2016; Wenny Yulia Dewi (12412018)",
  "subjects": "FENG-SHUI"
}