{
  "id": "36308",
  "title": "Analisa push dan pull faktor kunjungan wisatawan mancanegara ke Taman Nasional Komodo dalam karakter turis ransel dan non-ransel",
  "abstract": "Wisatawan Mancanegara yang berwisata ke Taman Nasional Komodo setiap tahunnya jumlahnya selalu meningkat dengan cukup signifikan. Oleh karena itu penelitian ini dilakukan untuk mengetahui faktor pendorong dan faktor penarik wisatawan mancanegara terutama turis ransel dan non-ransel untuk berlibur ke Taman Nasional Komodo. Tujuan dari penelitian ini adalah untuk mengetahui faktor pendorong dan faktor penarik wisatawan mancanegara terutama turis ransel dan non-ransel untuk berlibur ke Taman Nasional Komodo. Penelitian ini dilakukan pada bulan Juni 2015.Jumlah sampel sebanyak 100 responden. Dengan menggunakan metode penarikan sampel non probability sampling dengan cara purposive sampling. Metode pengumpulan data menggunakan kuesioner, teknik analisis data yang digunakan adalah analisis deskriptif yang terdiri dari analisa mean score dan tabel distribusi frekuensi. Analisis data dilakukan dengan menggunakan metode analisa faktor yang terdiri dari confirmatory factor analysis dan exploratory factor analysis. Hasil penelitian menunjukkan terdapat 5 faktor pendorong dan 5 faktor penarik yang mempengaruhi motivasi responden untuk berkunjung ke Taman Nasional Komodo. Faktor pendorong terdiri dari tantangan dan kegembiraan, istirahat dan santai, pendidikan dan aktualisasi diri, mewujudkan mimpi dan menemukan diri. Faktor penarik terdiri dari reputasi, profesionalisme, keindahan pemandangan, rekreasi dan penyesuaian iklim dan yang terakhir adalah pengawasan.",
  "creators": "RAYZA FRITS RYNALDI DJO",
  "contributors": "Hatane Semuel (Advisor 1); Devi Destiani Andilas (Advisor 2); Edwin Japarianto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010238/MAN/2015; Rayza Frits Rynaldi Djo (35409044)",
  "subjects": "KOMODO ISLANDS (INDONESIA); KOMODO ISLANDS (INDONESIA)-TOURIST TRADE; CONSUMER-RESEARCH; CONSUMER BEHAVIOR"
}