{
  "id": "3630",
  "title": "A Study of Catherine's development from immaturity to maturity in her way of thinking about friendship and love relationship as seen in Jane Austen's northanger abbey",
  "abstract": "This is a discussion about the development into maturity that is experienced by Catherine Morland as the main character in Jane Austen? Northanger Abbey. The story is about a young immature girl named Catherine Morland. In the novel, Catherine?s immaturity undergoes some events that lead her to become a mature person. Based on this reason, I am curious to know what makes Catherine categorized as an immature person and how she develops into a mature person in her way of thinking about love and friendship. Furthermore, I intend to analyze it by finding out Catherine?s earlier way of thinking, analyzing the process of her development to become a mature person. In analyzing the novel, I apply the theories of characterization and conflict from the literary approach as well as the psychological concept of immaturity and maturity to indicate Catherine?s progress to be a mature person. In the analysis, I find out that naivete, unwise, unrealistic indicate Catherine?s immature way of thinking in friendship and love. Moreover, I find out that Catherine?s maturity develops because of several conflicts that happen in her life and form her personality. It is about Catherine?s immature way of thinking which then she undergoes conflicts that change her to become sophisticated, wise, and realistic. These three factors indicate Catherine changes into a mature person. Eventually, Catherine is considered as a mature person since she becomes wiser, she can think realistically, and she is not naive.",
  "creators": "RICCI WIDIANTO",
  "contributors": "Liliek Soelistyo (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011515/ING/2006; Ricci Widianto (11401055)",
  "subjects": "AUSTEN,JANE,1775-1817-STUDY AND TEACHING; ENGLISH FICTION--19TH CENTURY--STUDY AND TEACHING"
}