{
  "id": "36312",
  "title": "Analisa pengaruh shopper purchase behavior terhadap keputusan pembelian produk private label brand di jaringan retail Hypermarket kota Surabaya",
  "abstract": "Seiring dengan stabilnya pertumbuhan ekonomi di Indonesia dari tahun ke tahun, hal ini membuat pertumbuhan pasar ritel modern di Indonesia juga ikut bertumbuh baik secara jaringan maupun omzet. Dengan semakin banyaknya jumlah pasar modern dan semakin menurunnya jumlah pasar tradisional di Indonesia hal ini juga mengubah gaya berbelanja orang Indonesia untuk lebih sering berbelanja di minimarket, supermarket, atau hypermarket. Dengan semakin tingginya persaingan antar jaringan retail modern, maka para peritel memutuskan untuk mengeluarkan produk private label brand untuk memperbesar market share jaringan peritel tersebut. Akan tetapi pertumbuhan pasar ritel modern tidak diikuti oleh pertumbuhan private label brand di Indonesia. Oleh karena itu, peneliti memutuskan untuk melakukan penelitian tentang perilaku konsumen Indonesia yang dapat mempengaruhi keputusan pembelian konsumen pada produk private label brand terutama di jaringan hypermarket. Penelitian dilakukan pada bulan Juni 2015 dengan menggunakan metode pengambilan sample secara purposive sampling, dengan jumlah sampel sebanyak 100 responden. Dari hasil penelitian tersebut, ditemukan bahwa price consciousness dan quality consciousness merupakan faktor yang sangat mempengaruhi konsumen pada keputusan pembelian produk PLB. Sedangkan faktor yang tidak berpengaruh adalah brand consciousness. Selain itu ditemukan pula bahwa adanya perbedaaan karakteristik belanja antara pria dan perempuan yang di mana perempuan ternyata lebih teliti dalam membeli sebuah produk.",
  "creators": "ANDRE KURNIAWAN PANGESTU",
  "contributors": "Michael Adiwijaya (Advisor 1); Edwin Japarianto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010243/MAN/2015; Andre Kurniawan (35411009)",
  "subjects": "TOURIST TRADE-RESEARCH; TOURIST TRADE-CONSUMER BEHAVIOR; RETAIL TRADE"
}