{
  "id": "36310",
  "title": "Analisa pemanfaatan leisure time masyarakat muda di Surabaya berdasarkan AIO",
  "abstract": "Gaya hidup modern sebenarnya merupakan life style (gaya hidup) yang mengikuti pola perkembangan zaman, terutama di Kota Metropolitan. Suatu Gaya hidup dikenali dengan bagaimana orang menghabiskan waktunya (aktivitas), apa yang penting orang pertimbangakan pada lingkungan (minat), dan apa yang orang pikirkan tentang diri sendiri dan dunia di sekitar (opini). Surabaya dikenal sebagai kota yang telah banyak mengalami perkembangan dari sektor pariwisata, termasuk banyak tempat hiburan baru yang dibangun seperti mall, cafe, restaurant, club malam, karaoke, gym dan lain-lain. Keinginan Leisure untuk sekarang ini merupakan kebutuhan penting bagi semua orang, terutama bagi kalangan remaja. Kebutuhan setiap orang terhadap Leisure pasti berbeda satu dengan yang lain disesuaikan dengan umur dan gaya hidup mereka masing-masing. Oleh karena itu peneliti melakukan penelitian terhadap gaya hidup masyarakat muda sekarang ini dengan mengelompokkan kedalam 3 segmen, yaitu segmentasi geografis, segmentasi demografis dan segmentasi psikografis. Dalam penelitian ini, Analisa psikografik sangar erat hubungannya dengan gaya hidup atau dikenal dengan AIO (Activity, Interest, Opinion) Penelitian ini dilakukan pada bulan Juli 2015 dengan menggunakan metode kuantitatif deskriptif dengan jumlah sampel sebanyak 100 responden. Hasil penelitian menunjukkan bahwa karakteristik gaya hidup masyarakat muda di Surabaya sangat dipengaruhi oleh jenis kelamin antara laki-laki dan perempuan seperti aktif dalam kegiatan sosial, produk yang digunakan mempengaruhi prestise, dan selalu mencari produk dengan harga murah namun mempunyai manfaat yang tinggi, senang mencari hal-hal baru yang sedang menjadi tren, mementingkan kualitas, harga tidak menjadi masalah dan sering belanja di Mall. Dan, pemanfaatan gaya hidup terdiri atas 2 segmen, Actual Self Concept mereka yang senang menggunakan produk yang mempengaruhi prestise, dengan aktivitas pemanfaatan waktu luang yaitu menambah pengetahuan, contohnya dengan membaca bukudan mengikuti seminar, sedangkan Ideal Self Concept mereka yang mementingkan kualitas harga tidak menjadi masalah, dengan aktivitas pemanfaatan waktu luang cenderung minim dan tidak suka beraktivitas, tidak aktif dalam keagamaan, dan tidak melakukan kerja part time.",
  "creators": "CHRISTIAN FUNATA",
  "contributors": "Edwin Japarianto (Advisor 1); Dra. Monica Ida Uniati , M.M. (Advisor 2); Rachmat Sugianto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010240/MAN/2015; Christian Funata (35410017)",
  "subjects": "LEISURE; TOURIST TRADE-CONSUMER BEHAVIOR; TOURIST TRADE-MARKETING"
}