{
  "id": "36323",
  "title": "Potensi dan dampak community outreach program Universitas Kristen Petra sebagai bentuk kegiatan volunteer tourism berbasis service-learning bagi mahasiswa asing dilihat dari perspektif pariwisata minat khusus",
  "abstract": "Dalam kepariwisataan modern, volunteer tourism adalah salah satu jenis dari special interest tourism yang menjadi tren di kalangan pemuda dunia saat ini. Universitas Kristen Petra juga memiliki kegiatan volunteer tourism serupa yang berbasis service-learning disebut sebagai Community Outreach Program (COP). Melihat perkembangannya yang pesat, penelitian ini dimaksudkan untuk mencari potensi, mengukur dampak, serta membandingkan dampak COP yang dirasakan mahasiswa asing dengan mahasiswa Indonesia, agar bisa menarik minat lebih banyak mahasiswa asing untuk berpartisipasi. Metode pengolahan data dilakukan secara kuantitatif menggunakan kuesioner dan uji statistik, juga secara kualitatif melalui wawancara. Hasil penelitian menunjukkan bahwa COP memiliki banyak potensi sebagai kegiatan volunteer tourism dan program international service-learning. COP juga memberikan dampak yang tinggi pada dimensi Personal serta sangat tinggi pada dimensi Interpersonal terhadap mahasiswa asing. Melalui uji statistik independent sample t test berdasarkan atribut asal negara, terdapat perbedaan dampak yang dirasakan mahasiswa asing dan Indonesia. Selain itu berdasarkan atribut gender, tidak terdapat perbedaan atas dampak yang dirasakan oleh mahasiswa asing pria dan wanita.",
  "creators": "OLIVIA THEODORE",
  "contributors": "Herri Christian Palit (Advisor and Examination Committee); Dra. Monica Ida Uniati , M.M. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010241/MAN/2015; Olivia Theodore (35411031)",
  "subjects": "COMMUNITY OUTREACH PROGRAM; COMMUNITY SERVICE LEARNING; EDUCATION, HIGHER-SERVICE-LEARNING; VOLUNTEERS"
}