{
  "id": "36337",
  "title": "Identifikasi faktor-faktor pengambilan keputusan penggunaan jasa freight forwarding",
  "abstract": "Penelitian ini dilakukan untuk mengungkapkan faktor-faktor yang mempengaruhi pengguna jasa dalam memilih perusahaan freight forwarding di Surabaya. Freight forwarding menurut Suyono (2005:239) adalah badan usaha yang bertujuan memberikan jasa pengurusan seluruh kegiatan yang diperlukan bagi terlaksanannya pengiriman, pengangkutan dan penerimaan barang dengan menggunakan multimodal transport melalui darat, laut dan udara. Seiring dengan potensi pasar yang besar pertambahan jumlah perusahaan freight forwarding mencatat perkembangan positif sehingga membuat masyarakat memiliki banyak pilihan dalam menentukan perusahaan freight forwarding. Dari sisi service, freight forwarding yang satu dengan lainnya memiliki perbedaan yang minim sehingga menuntut perusahaan forwarding untuk memberikaan layanan yang lebih baik untuk memenuhi keinginan pengguna jasa. Setelah mempelajari literatur dan berdiskusi dengan beberapa pengguna jasa freight forwarding, penulis mengidentifikasi 12 faktor yang menjadi pertimbangan pengguna jasa dalam memilih perusahaan freight forwarding di Surabaya. Faktor-faktor tersebut kemudian dianalisa dengan menggunakan tabulasi silang dan analisa faktor. Dari hasil analisa faktor ditemukan bahwa faktor price and service menjadi faktor terpenting yang dipilih oleh pengguna jasa freight forwarding di surabaya kemudian diikuti dengan faktor reliability, information avaibility dan yang paling terakhir adalah tangible products.",
  "creators": "IGNATIUS RANGGA SIDHAPUTRA S; RICKY WIDYANATA YAWENAS",
  "contributors": "Pwee Leng (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010249/MAN/2016; Ignatius Rangga S.S. (35412042), Ricky Widyanata (35412051)",
  "subjects": "CONSUMER BEHAVIOR; FREIGHT AND FREIGHTAGE-MANAGEMENT; INTERNATIONAL TRADE"
}