{
  "id": "3633",
  "title": "The Construction of woman as seen through the central female character in Euripides' medea: a feminist perspective",
  "abstract": "Women cannot be separated from the societal system, where they also become a part of. The values of life that adhere to women are the social construction that involves various kinds of powers. Therefore, our endeavor to understand women is also related to our effort to know the society itself. This condition also happens in literature, where most of literary works are written or made by male. For centuries, men construct women based on their own point of view. In the play, Medea, According to the traditional experts, Euripides as the playwright, describes the construction of woman as a positive construction of a woman. Moreover, feminist literary critics assume that the construction of women in the classical play only represent a fiction of women constructed by patriarchy. Since this thesis will concern much about how actually a woman is constructed by the playwright in the classical play; therefore the topic of my analysis is the construction of woman as seen through the central female character: a feminist perspective. Furthermore, through this study, I try to find out how the central female character in the play is not depicted as a positive construction of woman. The purpose of this study is to prove that actually the central female character in the play is not depicted as a positive construction of a woman by using the feminist perspective. I will use the feminist perspective with the concept of patriarchy and construction of women and also the concept of misogyny which will be useful for supporting my analysis. Finally, in my findings, I find that actually in describing the construction of woman, the playwright have a tendency to stuck on the patriarchal stereotypes of women in the society. At the beginning, the playwright shows a positive construction of a woman, but at the end he has other intention behind. Behind the positive construction of a woman, there are hidden patriarchal biases made by the playwright.",
  "creators": "YULIWATI WIDJAJA",
  "contributors": "Ribut Basuki (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011497/ING/2006; Yuliwati Widjaja (11496120)",
  "subjects": "EURIPEDES, 480-406 B.C. - MEDEA-STUDY AND TEACHING"
}