{
  "id": "36345",
  "title": "Pengaruh IT capabilities terhadap integration with customer, integrated process, integration with supplier yang berdampak pada supply chain performance",
  "abstract": "Dalam tesis ini dibahas masalah pengaruh dari IT capabilities/kemampuan IT terhadap pengintegrasian informasi terhadap customer (integration with customer), pengintegrasian informasi pada internal perusahaan (integrated process), serta pengintegrasian informasi terhadap supplier (integration with supplier) yang di mana berdampak pada supply chain performance dengan objek penelitian pada perusahaan manufaktur besar yang ada di Surabaya dan sekitarnya. Tujuan penelitian ini adalah untuk mengetahui pengaruh peranan IT capabilities terhadap integration with customer, integrated process serta integration with supplier serta dampak dari ketiganya terhadap supply chain performance. Metode Penelitian ini adalah jenis penelitian kuantitatif dengan teknik pengumpulan data menggunakan kuisioner. Teknik pengambilan sampel menggunakan non-probability sampling tipe purposive dengan menggunakan Program GSCA (Generalized Structure Component Analysis) sebagai alat untuk menganalisa data. Hasil penelitian ini adalah IT capabilities perusahaan sangat berpengaruh besar terhadap integrated process karena perusahaan-perusahaan manufaktur besar di era sekarang ini telah menggunakan sumber daya IT-nya untuk mengintegrasikan informasi di lingkungan internal perusahaan maupun kepada pihak eksternal perusahaan. Namun, upaya pengintegrasian tersebut hanya mengenai pembagian informasi kepada pihak-pihak yang berkepentingan tersebut. Oleh karena itu, pembagian informasi kepada pihak customer maupun internal perusahaan sendiri dinilai tidak memiliki dampak terhadap kinerja supply chain, akan tetapi pembagian informasi kepada pihak supplier menjadi hal yang sangat penting dan berdampak besar terhadap kinerja supply chain perusahaan, karena semua kegiatan perusahaan didalam memproduksi produknya bergantung pada jumlah ketersediaan bahan baku yang dapat disediakan oleh pihak supplier sendiri.",
  "creators": "Rovin Rizani",
  "contributors": "Hartono Subagio (Advisor 1); I Nyoman Sutapa (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020091/MM/2016; Rovin Rizany (03514026)",
  "subjects": "INFORMATION TECHNOLOGY-MANAGEMENT; SUPPLY CHAIN MANAGEMENT; COMMUNICATION IN BUSINESS"
}