{
  "id": "3635",
  "title": "The Important role of communication for work environment with different cultural background (in order to make a good teamwork)",
  "abstract": "This thesis is written by the writers as the requirement to finish the writers? study in Petra Christian University and Cristelijke Hogeschool Netherlands . In this thesis the writers will try to analyze how important communication is for company whose employees coming from different cultural background. Globalization can not be avoided from our life and our working environment, people can easily move from one country to the other countries and work in the country. One company can have a lot of labor s who come from different cultural background and languages. Maybe for some companies that will cause some problems, especially to create a good team work, how they communicate each other and can they tolerate different culture that the others employees have. That is what they are going to research in their thesis, the important role of communication for different cultural work environment to create a good team work. Their objective of this thesis is to know the importance of communication along the employees in order to maintain a good service in the Osaka Restaurant at Roosendaal. Moreover this thesis will analyze the influence of culture differences toward communication process of organizational member especially to support service performance. The writers choose this topic because in the working environment of Osaka Restaurant the re are a lot of people who have different culture and also different ways of communication. Therefore in order to understand each other they have to communic ate, but the problem is that their ways of communication are dif ferent from them, that is why they are interested to study more about the importance of intercultural communication that deals with the good service. In this thesis they are using respondent who are working in the Osaka Japanese restaurant and coming from different part of the world. The result of this thesis will try to show the effects or the important role of communication for building a good teamwork and then a good service for the guests. This thesis will be divided into 5 chapters. Chapter one will explain about the research review, the research problems, the research questions, the problem statement, the purpose of research , the scope of research, the advantages of research and the theoretical framework. Research problems are the problem matters that occurred and happened in the company that needs to be analyzed and to be solved. Research questions explain about the questions that need to be answered in the research. The purpose of the research will try to declare the advantages of this research. The theoretical framework will try to explain how the way we think to solve the problems that occurred. In the second chapter they will try to describe about the literature that related with the topic they have. Chapter three will expla in about research method that they will use, like type of the research that they are doing, the way we ga thered the information and how they analyze the data. Chapter four contains about the main discussion of this research. In this chapter the writers will try to describe the company backgrounds where the writers perform the research. After that the writers will try to describe the main discussion of this research from the data that the writers have collected. The last chapter will try to give a conclusion and turn out with some recommendation which could be useful to be applied in the restaurant.",
  "creators": "THOMAS DEDDY DHARMAWAN; DANIEL RAHARJO",
  "contributors": "HENK BRUINS (Advisor 1); TAN CHEE HONG (Advisor 2); K.W. VAN DER HOEK (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010284/HTL/2006; Thomas Deddy Dharmawan (33401054), Daniel Raharjo (33401192)",
  "subjects": "PERSONAL MANAGEMENT; COMMUNICATION IN MANAGEMENT"
}