{
  "id": "36359",
  "title": "Analisis total quality management terhadap organizational performance melalui job satisfaction dan employee engagement pada perusahaan manufacture di Surabaya",
  "abstract": "Penelitian ini bertujuan untuk menguji hubungan antara total quality management terhadap organizational performance melalui job satisfaction dan employee engagement pada perusahaan manufacture di Surabaya. Penelitian ini dilakukan sebab di Indonesia masih belum banyak peneliti yang mengangkat topik ini serta untuk mengembangkan variabel baru dalam penelitian yang sudah ada. Variabel bebas adalah pengaplikasian dari Total Quality Management. Variabel bebas diukur dengan menggunakan pendekatan definisi operasional dan indikator empirik. Variabel terikat adalah Organizational Performance pada sebuah perusahaan. Serta terdapat variabel antara yaitu Job Satisfaction dan Employee Engagement sebagai perantara variabel bebas dan variabel terikat. Penelitian ini menggunakan data primer yang diperoleh dari hasil penyebaran kuesioner pada karyawan perusahaan manufacture di Surabaya. Sampel penelitiannya adalah perusahaan yang menerapkan total quality management. Dan berdasarkan hasil perhitungan dengan menggunakan rumus slovin ditetapkan sampel sejumlah 100 karyawan pada 20 perusahaan manufacture yang menerapkan total quality management. Penelitian ini menggunakan teknik path modelling dengan alat bantu PLS. Hasil pengujian menunjukkan bahwa penerapan total quality management memberikan pengaruh signifikan terhadap job satisfaction dan employee engagement. Job satisfaction dan employee engagement juga memberikan pengaruh signifikan terhadap organizational performance. Total quality management memberikan pengaruh signifikan terhadap organizational performance.",
  "creators": "Halim Elvin Ciakaren",
  "contributors": "Michael Adiwijaya (Advisor 1); Dr. Ir. Hotlan Siagian MSc. (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020101/MM/2016; Halim Elvin Ciakaren (03514033)",
  "subjects": "TOTAL QUALITY MANAGEMENT; MANUFACTURES-QUALITY CONTROL; JOB SATISFACTION; EMPLOYEE MOTIVATION"
}