{
  "id": "36361",
  "title": "Analisis pengaruh kolaborasi supply chain terhadap kinerja operasional melalui trust dan relationship quality",
  "abstract": "Penelitian ini bertujuan untuk menguji pengaruh kolaborasi supply chain terhadap kinerja operasional melalui trust dan relationship quality pada perusahaan kontraktor gred 5, 6, dan 7 di Surabaya. Penelitian ini dilakukan untuk meningkatkan kinerja operasional perusahaan kontraktor di Surabaya baik dari segi biaya, mutu, waktu, juga ruang. Variabel bebas adalah praktek-praktek kolaborasi supply chain. Variabel bebas diukur dengan menggunakan pendekatan definisi operasional dan indikator empirik. Variabel terikat adalah kinerja operasional perusahaan kontraktor. Serta terdapat variabel antara yaitu trust dan relationship quality sebagai perantara variabel bebas dan variabel terikat. Penelitian ini menggunakan data primer yang diperoleh dari hasil penyebaran kuesioner pada perusahaan kontraktor gred 5, 6, dan 7 di Surabaya. Berdasarkan perhitungan sampel dari Slovin, peneliti menetapkan sampel sebanyak 75 perusahaan kontraktor, setiap perusahaan diwakili oleh responden dari divisi operasional. Penelitian ini menggunakan teknik path modelling dengan alat bantu PLS. Hasil pengujian menunjukkan bahwa praktek-praktek kolaborasi tidak berpengaruh secara langsung terhadap kinerja operasional perusahaan, tetapi pengaruh kolaborasi supply chain terhadap kinerja operasional perusahaan dapat ditingkatkan melalui trust dan relationship quality.",
  "creators": "Yohanes Takarendehang",
  "contributors": "Hatane Semuel (Advisor 1); Zeplin Jiwa Husada Tarigan (Advisor 2); Michael Adiwijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020100/MM/2016; Yohanes Takarendehang (03514034)",
  "subjects": "SUPPLY CHAIN MANAGEMENT; SAP SUPPLIER RELATIONSHIP MANAGEMENT"
}