{
  "id": "36396",
  "title": "Pengaruh kualitas audit terhadap manajemen laba pada perusahaan sektor manufaktur yang go public di BEI Periode 2009-2013",
  "abstract": "Penelitian ini bertujuan untuk menguji dan memperoleh bukti empiris tentang pengaruh kualitas audit terhadap praktik manajemen laba perusahaan manufaktur yang terdaftar di Bursa Efek Indonesia. Variabel independen yang digunakan dalam penelitian ini adalah 3 rasio non keuangan yang diperoleh dari Laporan Keuangan perusahaan tahun 2006-2013. Variabel kontrol yang digunakan dalam penelitian ini adalah 4 rasio keuangan yang diperoleh dari Laporan Keuangan perusahaan tahun 2009-2013. Sampel penelitian ini adalah 485 perusahaan manufaktur yang terdaftar di Bursa Efek Indonesia tahun 2009-2013. Setelah outlier sampel direduksi, sampel penelitian menjadi 395 perusahaan. Tiga Rasio non keuangan yang diukur adalah ukuran auditor, auditor spesialis industri dan independensi auditor, sedangkan empat rasio keuangan yang diukur adalah ukuran perusahaan, arus kas operasi, leverage dan prospek pertumbuhan. Penelitian ini menggunakan data sekunder. Tipe penelitian berupa penelitian kuantitatif. Penelitian kuantitatif digunakan untuk melihat apakah terdapat pengaruh antara ukuran auditor, auditor spesialis industri dan independensi auditor terhadap manajemen laba perusahaan sektor manufaktur yang terdaftar di Bursa Efek Indonesia tahun 2009-2013. Hasil penelitian menunjukkan bahwa ukuran auditor, auditor spesialis industri dan independensi auditor tidak berpengaruh terhadap manajemen laba.",
  "creators": "PRISCILLIA JOANNA ARIANTO",
  "contributors": "Retnaningtyas Widuri, S.Sos., M.M. (Advisor 1); Yenni Mangoting (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010634/AKT/2014; Priscillia Joanna Arianto (32411051)",
  "subjects": "MANAGERIAL ACCOUNTING; AUDITORS; AUDITING"
}