{
  "id": "3642",
  "title": "Sistem akses katalog Perpustakaan Universitas Kristen Petra melalui bluetooth",
  "abstract": "Universitas Kristen Petra Surabaya memiliki perpustakaan yang cukup lengkap koleksinya mulai dari buku-buku, majalah, VCD, dan kaset dan semua informasi tentang koleksi tersebut sangat mudah diperoleh. Salah satunya adalah Online Catalog. Namun perlu disadari juga, bahwa tidak semua mahasiswa dapat mengaksesnya dengan mudah, karena untuk menikmati fasilitas ini dibutuhkan koneksi internet. Oleh karena itu dibutuhkan sebuah inofasi yang dapat mempermudah para mahasiswa mengakses katalog tanpa harus terkoneksi dengan internet. Mahasiswa dapat mengaksesnya melalui layanan Bluetooth pada masing mobile phone. Untuk mendukung berjalannya sistem ini dibutuhkan server yang terhubung dengan database perpustakaan. Aplikasi ini terdiri dari dua bagian yaitu aplikasi bluetooth server pada komputer dan aplikasi MIDlet bluetooth client pada telepon selular yang mendukung JSR-82. Koneksi client-server menggunakan SPP (Serial Port Profile) yang berdasarkan protocol RFCOMM. Tipe jaringan bluetooth yang digunakan adalah piconet. Aturan komunikasi client-server yaitu client mengirimkan request message pada server dan server akan membalas dengan reply message ke client. Fasilitas yang tersedia adalah pencarian buku berdasarkan judul, subyek dan pengarang. Client dapat mengetahui no panggil, no induk dari setiap buku yang dipanggil. Jumlah client maksimal dalam waktu bersamaan adalah 7 dengan jarak maksimal 10 meter. Hasil pencarian yang ditampilkan sudah sesuai dengan kondisi buku yang ada di perpustakaan Universitas Kristen Petra.",
  "creators": "GERRID CHRISTOFEL A M",
  "contributors": "Resmana Lim (Advisor 1); Petrus Santoso, S.T., M.Sc. (Advisor 2); Lauw Lim Un Tung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010041/ELK/2006; Gerrid Christofel Adrianus Mooy (23402120)",
  "subjects": "BLUETOOTH; LIBRARIES-AUTOMATIONS; CELLULAR RADIO"
}