{
  "id": "36430",
  "title": "Gaming information blog “If You Like Games Then”",
  "abstract": "This project is a gaming information blog that contains types of interesting news referring to the result of the survey on the news that might interest youth video gamer. Based on the survey, the types of news are games’ soundtrack, games technology, and superheroes news. The project is also designed based on copy-writing theory to create emotional breakthrough and simple design theory to create a truly-simple gaming information blog. The basic concepts of the blog are simple design, four news articles, and three sets of tone. The four types of news are news about games, games’ music, games’ technology, and superheroes. These four kinds of news are different from the other similar types of blog that only contains gaming news, as in Gamespot.com and Kotaku.com. The tones are friendly, sincere, and sarcastic tone. The gaming information blog has four pages; they are You’ll Like These Games, You’ll Like These News, Release Dates, and About Us. The youth video gamer can access this gaming information blog, search for the four types of news, and comment or discus with other gamer by writing on the comment section of the blog. In other words, youth video gamer can share their ideas or opinions through this gaming information blog. In conclusion, this gaming information blog has differentiation in terms of the types of news. The various types of news in this blog make this blog unique. It also means that the youth gamer only need to access this blog to get more than one kind of news when they access the other similar blogs. Furthermore, this blog can be developed to have its own domain.",
  "creators": "ADRIAN DARMASAPUTRA",
  "contributors": "Priska Febrinia Handojo, S.S., M.D.C.C. (Advisor 1); Theophilus Jokri (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01012118/ING/2015; Adrian Darmasaputra (11411018)",
  "subjects": "COMPUTER GAMES-SOCIAL ASPECTS; COMPUTER GAMES; ENGLISH LANGUAGE-WRITING; WEBLOGS"
}