{
  "id": "36442",
  "title": "Pengaruh good corporate governance, corporate social responsibility, ukuran perusahaan, dan leverage terhadap nilai perusahaan pada perusahaan yang terdaftar di Bursa Efek Indonesia periode 2008-2014",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh Good Corporate Governance, Corporate Social Responsibility, ukuran perusahaan, dan leverage terhadap nilai perusahaan. Variabel Good Corporate Governance diproksikan melalui jumlah dewan komisaris, jumlah dewan direksi, komisaris independen, kepemilikan institusional, kepemilikan manajerial, dan kepemilikan publik. Sampel data yang diteliti adalah perusahaan yang terdaftar di Bursa Efek Indonesia periode 2008-2014 yang diseleksi menggunakan purposive sampling. Metode analisis data dilakukan dengan menggunakan regresi linear berganda data panel. Hasil penelitian ini menunjukkan bahwa Good Corporate Governance (jumlah dewan komisaris, jumlah dewan direksi, komisaris independen, kepemilikan institusional, kepemilikan manajerial, dan kepemilikan publik), Corporate Social Responsibility, ukuran perusahaan, dan leverage secara bersama-sama berpengaruh signifikan terhadap nilai perusahaan. Secara parsial, hanya jumlah dewan komisaris, kepemilikan publik, Corporate Social Responsibility, ukuran perusahaan, dan leverage yang berpengaruh signifikan terhadap nilai perusahaan, sedangkan jumlah dewan direksi, komisaris independen, kepemilikan institusional, dan kepemilikan manajerial secara parsial tidak berpengaruh signifikan terhadap nilai perusahaan.",
  "creators": "MARIA NATALIA SUTANTODIHARDJO",
  "contributors": "Mariana Ing Malelak (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 37010321/MAN/2016; Maria Natalia Sutantodihardjo (37412012)",
  "subjects": "REAL ESTATE MANAGEMENT; FAMILY-FINANCE, PERSONAL; CREDIT MANAGEMENT"
}