{
  "id": "36449",
  "title": "Pengaruh corporate governance terhadap manajemen laba dengan leverage sebagai variabel moderator (studi pada subsektor perbankan yang terdaftar di BEI tahun 2007-2014)",
  "abstract": "Penelitian ini bertujuan untuk meneliti bagaimana pengaruh mekanisme corporate governance terhadap manajemen laba dengan menggunakan leverage sebagai variable moderator. Variabel corporate governance dalam penelitian ini terdiri dari ownership structure (kepemilikan manajerial, kepemilikan institusional, kepemilikan publik), dewan komisaris, proporsi dewan komisaris independen, komite audit, dan ukuran perusahaan. Variabel leverage akan diukur menggunakan debt to equity ratio (DER), sedangkan manajemen laba diukur menggunakan discretionary accruals. Sampel berjumlah 26 perusahaan perbankan yang terdaftar di BEI selama periode 2007-2014 yang diseleksi menggunakan purposive sampling dan menggunakan model regresi linear berganda (multiple regression analysis). Hasil penelitian ini menunjukkan bahwa kepemilikan institusional berpengaruh negatif signifikan terhadap manajemen laba, dewan komisaris berpengaruh positif signifikan terhadap manajemen laba, kepemilikan manajerial, kepemilikan publik, proporsi dewan komisaris independen, komite audit, dan ukuran perusahaan tidak berpengaruh signifikan terhadap manajemen laba. Sedangkan kepemilikan manajerial, kepemilikan institusional, kepemilikan publik, ukuran dewan komisaris, proporsi dewan komisaris independen, komite audit, dan ukuran perusahaan berpengaruh signifikan terhadap manajemen laba baik untuk model tanpa variabel moderator maupun model dengan variabel moderator.",
  "creators": "ELVANI SUWINDRO",
  "contributors": "Mariana Ing Malelak (Advisor 1); Sautma Ronni Basana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 37010307/MAN/2016; Elvani Suwindro (37412038)",
  "subjects": "CORPORATE GOVERNANCE; PROFIT-MANAGEMENT"
}