{
  "id": "36476",
  "title": "Analisa pengaruh corporate governance terhadap kebijakan deviden pada perusahaan go public di Bursa Efek Indonesia (BEI)",
  "abstract": "Kebijakan dividen yang dilakukan perusahaan juga dihubungkan dengan konflik keagenan yang terjadi antara pihak manajemen (agent) dan pemegang saham (principal). Adanya perbedaan kepentingan antara pihak manajemen (agent) dan pemegang saham (principal), di mana kepentingan pemegang saham adalah untuk pendapatan dividen dan kepentingan perusahaan adalah untuk investasi. Penelitian ini bertujuan untuk meneliti bagaimana pengaruh Corporate Governance terhadap kebijakan deviden. Secara khusus, penelitian ini menyelidiki pengaruh dari proporsi komisaris independen, komite audit kepemilikan institusional, insider shareholder, dan kepemilikan publik terhadap kebijakan deviden dengan firm size sebagai variabel kontrol. Populasi pada penelitian ini adalah perusahaan go public yang terdaftar di Bursa Efek Indonesia (BEI) pada tahun 2007-2014. Sampel berjumlah 34 perusahaan go public yang terdaftar di BEI selama periode 2007-2014 yang membagikan cash dividend secara berturut-turut selama periode penelitian yang diseleksi mengunakan purposive sampling dan menggunakan model analisis regresi berganda dengan software SPSS 20. Hasil penelitian ini menunjukkan bahwa kepemilikan institusional, insider shareholder, dan kepemilikan publik bepengaruh positif dan signifikan terhadap kebijakan deviden, proporsi komisaris independen berpengaruh negatif dan tidak signifikan terhadap kebijakan deviden, dan komite audit berpengaruh positif dan tidak signifikan terhadap kebijakan deviden. Sedangkan firm size sebagai variabel kontrol berpengaruh negatif dan signifikan terhadap kebijakan deviden.",
  "creators": "FLORENCIA HALIM",
  "contributors": "Mariana Ing Malelak (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Skripsi No. 37010303/MAN/2016; Florencia Halim (37412078)",
  "subjects": "FINANCIAL MANAGEMENT; DIVIDENDS; GOING PUBLIC (SECURITIES); CORPORATE GOVERNANCE"
}