{
  "id": "36489",
  "title": "Perbandingan karakteristik agregat kasar Pulau Jawa dengan luar Pulau Jawa ditinjau dari kekuatan campuran perkerasan lentur",
  "abstract": "Penelitian ini bertujuan untuk mengetahui potensi agregat kasar Luar Pulau Jawa untuk dijadikan material pembangunan infrastruktur di daerahnya. Agregat kasar Pulau Jawa dijadikan pembanding karena sudah diakui mutunya untuk pembangunan infrastruktur Pulau Jawa. Setiap daerah memiliki sumber daya yang sangat kaya untuk pembangunan infrastruktur, namun setiap daerah memiliki karakteristik material yang berbeda-beda. Agregat kasar yang digunakan sebagai pembanding dari Pulau Jawa adalah dari Pandaan dan Pacitan. Sedangkan untuk agregat kasar dari Luar Pulau Jawa memakai agregat dari Bali dan Kalimantan. Penelitian ini menggunakan spesifikasi Laston WC dan agregat kasar berdasarkan SNI 8198:2015. Hasil penelitian adalah agregat kasar dari Bali tidak memenuhi spesifikasi berat jenis dan penyerapan. Agregat kasar dari Kalimantan tidak memenuhi spesifikasi kepipihan dari BS 812 part 105:1990. Agregat kasar Pandaan dijadikan sebagai acuan sedangkan agregat kasar Pacitan tidak dikarenakan kekekalan agregat tidak memenuhi spesifikasi. Kadar aspal dari agregat kasar Pandaan yang memenuhi persyaratan Laston WC adalah 5%. Agregat kasar Bali dan Kalimantan dengan hot mix design Laston WC 5% didapati tidak memenuhi dalam spesifikasi MQ, pelelehan, VIM dan VFA. Kesimpulan dari penelitian ini, agregat kasar Bali dan Kalimantan tidak bisa langsung dipakai untuk Laston WC. Namun pencampuran agregat kasar Bali dan Kalimantan bisa dijadikan anternatif solusi.",
  "creators": "MICHAEL KEVINDIE S.",
  "contributors": "Paravita Sri Wulandari (Advisor 1); Harry Patmadjaja (Advisor 2); Rudy Setiawan (Examination Committee 1)",
  "publisher": "Unknown",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012075/SIP/2015; Michael Kevindie (21411021)",
  "subjects": "PAVEMENTS, ASPHALT CONCRETE; AGREGATES (BUILDING MATERIALS)"
}