{
  "id": "36509",
  "title": "Analisa karakteristik dan aplikasi campuran aspal emulsi dingin dengan spesifikasi campuran aspal panas",
  "abstract": "Jenis perkerasan lentur yang digunakan di Indonesia pada umumnya menggunakan campuran aspal panas. Adapun jenis-jenis campuran aspal panas tersebut antara lain: Lapis Aspal Beton (Laston) atau AC (Asphalt Concrete), Lapis Tipis Aspal Beton (Lataston) atau HRS (Hot Rolled Sheets) dan Lapis Tipis Aspal Pasir (Latasir). Mulai sekitar tahun 1990-an untuk pekerjaan jalan di Indonesia mulai dipergunakan jenis aspal lain yaitu aspal emulsi. Penelitian ini bertujuan untuk mengetahui Kadar Aspal Residu Optimum (KARO) dan karakteristik Campuran Aspal Emulsi Dingin (CAED) jika gradasinya mempergunakan spesifikasi campuran beraspal panas dengan membandingkan campuran aspal panas dan campuran aspal dingin. Agregat yang digunakan berasal dari Pandaan, sedangkan aspal yang digunakan yaitu aspal emulsi dingin type Cationic Slow Setting-1h dan aspal panas Penetrasi 60-70. Variasi kadar aspal yang digunakan yaitu: 5%, 5.5%, 6%, 6.5%, dan 7%. Untuk mendapatkan nilai kadar aspal optimum dilakukan pengujian Marshall dengan parameter yaitu stabilitas, flow, Void In Material, dan Void in Material Aggregate. Hasil yang diperoleh pada KARO 7% yaitu nilai stabilitas sebesar 1075.310 kg, nilai VIM 7.36%, nilai VMA 20.74% dan nilai flow 3.98%. Dengan nilai parameter yang didapatkan maka CAED dengan spesifikasi campuran aspal panas memenuhi syarat spesifikasi parameter untuk campuran beraspal lalu lintas berat yaitu campuran laston.",
  "creators": "KEVIN ALEXANDER; TIMOTIUS PRASETYO",
  "contributors": "Paravita Sri Wulandari (Advisor 1); Harry Patmadjaja (Advisor 2); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012065/SIP/2015, No. 21012065/SIP/2015; Kevin Alexander (21411138), Timotius Prasetyo (21412081)",
  "subjects": "ASPHALT CONCRETE; ASPHALT EMULSION MIXTURES"
}