{
  "id": "3650",
  "title": "YOUTH: Beauty and Health Care Center",
  "abstract": "\"YOUTH\" BHCC ini merupakan tempat spa yang dibuat dengan kesan yang natural sehingga konsumen yang datang akan merasa nyaman dan betah selama melakukan perawatan disini. Konsumen akan merasa rileks dan segar kembali setelah keluar dari tempat ini. Keunggulan usaha \"YOUTH\" BHCC adalah belum ada tempat perawatan tubuh yang menyediakan pijat relfeksi selain di \"YOUTH\" BHCC., penggunaan alat untuk spa yang modern, ada tenaga ahli (fisioterapis), suasana yang nyaman, tenang dan natural sehingga konsumen akan merasa rileks dan segar kembali. Pasar sasaran yaitu untuk wanita dengan usia 15-49 tahun yang golongan menengah ke atas dengan pendapatan di atas Rp 2.500.000,00. Wilayah sasaran yaitu kota Tulungagung dan sekitarnya yang memiliki keinginan untuk kesehatan dan perawatan tubuhnya. Lokasi didirikan di Jalan Kapten Kasihin 152 Tulungagung, dengan luas tanah sebesar 500 m2 yang terdiri dari 2 lantai dengan luas tiap lantai 250 m2. Visi dari \"YOUTH\" BHCC ini adalah Menjadi Pusat Perawatan Tubuh dan Kesehatan Yang Terbesar dan Terbaik di Tulungagung. Misi tujuan dari \"YOUTH\" BHCC adalah untuk mengajak wanita remaja dan dewasa untuk menjaga kecantikan dan kesehatan tubuhnya khususnya untuk wilayah Tulungagung dan sekitarnya agar tampil cantik, sehat dan bugar dan mendapatkan keuntungan atau profit dari usaha yang didirikan dan juga memberikan service yang memuaskan bagi para pelanggan agar mereka betah dan kerasan seperti di rumah mereka sendiri. Dari hasil analisa keuangan maka diperoleh payback period selama 2 tahun 6 bulan, NPV positif sebesar Rp 49.109.020 dan IRR sebesar 15,10% yang lebih besar daripada COC yaitu 10%.",
  "creators": "HENNY SETIYOWATI; LINDA OCTAVIA",
  "contributors": "Sundring Pantja Djati (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rancangan Usaha",
  "source": "Rancangan Usaha No.02020261/MAN/2004; Henny Setiyowati (31400181), Linda Octavia (31400328)",
  "subjects": "BUSINESS PLANNING; MANAGEMENT; BEAUTY SHOPS"
}