{
  "id": "36505",
  "title": "Evaluasi produktivitas kerja struktur kolom, balok, dan plat di proyek Tunjungan Plaza 6",
  "abstract": "Berkembangnya zaman tentu akan diikuti dengan perkembangan dunia konstruksi. Dalam perkembangan dunia konstruksi, produktivitas tenaga kerja memiliki peranan yang besar. Produktivitas tenaga kerja yang baik tentu akan membuat perubahan yang signifikan dalam proses konstruksi. Penelitian dilakukan untuk mengetahui nilai produktivitas aktual di lapangan di kota Surabaya dengan melakukan studi kasus di proyek Office Tunjungan Plaza 6. Nilai produktivitas aktual lapangan didapatkan melalui pengamatan langsung di lapangan dengan menggunakan metode Time Study, diperoleh melalui pengamatan terhadap pekerjaan beton bertulang, khususnya pekerjaan balok, kolom dan plat mulai dari proses bekisting, pembesian hingga pengecoran. Hasil yang didapatkan kemudian dianalisa dan dihitung menjadi indeks lapangan, kemudian dibandingkan dengan indeks SNI 2008 sebagai acuan standar. Hasil akhir penelitian ini merupakan nilai produktivitas aktual pekerjaan struktur beton bertulang dan perbandingan dengan indeks SNI 2008. Dari perbandingan, hasil yang didapat indeks aktual di lapangan mayoritas lebih baik dibanding indeks SNI 2008. Hal ini disebabkan oleh beberapa faktor, antara lain metode kerja, kesiapan material, peralatan dan juga pengalaman tenaga kerja. Kata kunci: Produktivitas, Time Study, Indeks Lapangan, Indeks SNI 2008.",
  "creators": "BENAYA AVNER SHEKINAH T.; ANDREW DARMA SAPUTRA",
  "contributors": "Sentosa Limanto (Advisor 1); Yusuf Daud Endro Wicaksono (Advisor 2); Paulus Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012077/SIP/2015; Benaya A.S.T (21411103), Andrew Darma Saputra (21411123)",
  "subjects": "BUILDINGS, REINFORCED CONCRETE; COLUMNS; CONSTRUCTION INDUSTRY-MANAGEMENT; TALL BUILDING-DESIGN AND CONSTRUCTION"
}