{
  "id": "36507",
  "title": "Analisis faktor penyebab keterlambatan pada bangunan tinggi di Surabaya",
  "abstract": "Proyek kontruksi tentu dilaksanakan sesuai dengan rencana pelaksanaan yang disusun berdasarkan surat perjanjian, syarat umum kontrak, syarat khusus kontrak, dan spesifikasi teknis. Pada perencanaan tersebut telah ditentukan kapan proyek harus dimulai dan kapan proyek tersebut harus selesai. Pada setiap proyek konstruksi, tentu seluruh pihak yang terlibat menginginkan proyek tersebut selesai tepat waktu sesuai dengan waktu yang telah ditentukan sebelumnya, namun pada kenyataannya tidak ada proyek yang dapat mencapai kondisi ideal, seluruh proyek memiliki hambatannya masing-masing dan terkadang berujung pada keterlambatan penyelesaian proyek tersebut. Bila terjadi keterlambatan maka kerugian yang ditimbulkan bukan hanya waktu namun juga biaya karena tentu terjadi peningkatan penggunaaan sumber daya yang ada, hal ini sering kali berujung pada konflik, maka seluruh proyek perlu mengetahui penyebab keterlambatan yang terjadi. Faktor-faktor keterlambatan proyek perlu diketahui agar seluruh pihak yang terlibat dapat mengurangi dan menghindari hal tersebut yang akan terjadi dalam proyek. Pada penelitian ini diperoleh faktor-faktor mana saja yang menjadi penyebab keterlambatan suatu proyek konstruksi, baik faktor yang sering terjadi maupun yang paling berdampak pada proyek bila hal tersebut terjadi. Penelitian ini dilakukan dengan kuesioner yang disebarkan pada sejumlah perusahaan kontraktor yang berada di Surabaya, selain itu juga dilakukan wawancara pada 2 proyek gedung tinggi di Surabaya. Hasil kuesioner ditemukan bahwa faktor yang memiliki frekuensi tertinggi sama dengan faktor yang memiliki dampak tertinggi yaitu banyaknya perubahan pekerjaan. Banyaknya perubahan pekerjaan merupakan compensable delay yang berarti kontraktor berhak untuk meminta kompensasi tambahan bila hal ini terjadi dalam suatu proyek konstruksi.",
  "creators": "JORDY LADJAO; EDWIN YURIANTO, JAUW",
  "contributors": "Sentosa Limanto (Advisor 1); Yusuf Daud Endro Wicaksono (Advisor 2); Budiman Proboyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012056/SIP/2015; Jordy Ladjao (21411131), Edwin Yurianto (21411135)",
  "subjects": "TALL BUILDINGS; CONSTRUCTION PROJECTS-MANAGEMENT; CONSTRUCTION INDUSTRY-MANAGEMENT"
}