{
  "id": "36518",
  "title": "Evaluasi kinerja direct displacement based design pada bangunan beraturan untuk beberapa level gempa",
  "abstract": "Pembaruan standar desain ketahanan gempa di Indonesia dari SNI 1726-2002 menjadi SNI 1726-2012 membawa perubahan pada besaran beban gempa rencana. Meskipun SNI 1726-2012 menggunakan periode ulang gempa yang lebih besar dibanding SNI sebelumnya, dalam hal ini 2500 tahun dari sebelumnya 500 tahun, penggunaan reduksi sebesar dua pertiga dari parameter percepatan respons spektral pada periode pendek (SMS) dan periode 1 detik (SM1) menyebabkan level gempa rencana menjadi berubah. Kondisi ini mendorong perlunya penelitian lebih lanjut terhadap kinerja bangunan-bangunan yang telah didesain berdasarkan kedua SNI tersebut, termasuk seberapa jauh kinerja maksimum bangunan terhadap level gempa yang lebih besar. Penelitian ini berfokus pada beberapa varian bangunan beraturan yang telah direncanakan menggunakan metode direct displacement based design (DDBD) dengan target kinerja setara level 2, yaitu repairable damage pada level beban gempa besar menurut SNI lama dan baru. Pengujian kinerja bangunan dilakukan secara non-linier time history analysis dengan gempa El-Centro 1940 N-S yang sudah dimodifikasi agar sesuai dengan spektrum respon di wilayah dengan intensitas gempa rendah dan tinggi menurut SNI 1726-2012 pada tanah lunak. Kinerja bangunan diukur menggunakan parameter drift, indeks kerusakan berdasarkan rotasi elemen, dan mekanisme keruntuhan plastis. Hasil penelitian menunjukkan bahwa penggunaan faktor dua pertiga menyebabkan level gempa rencana dalam SNI 1726-2012 hanya setara dengan gempa dengan periode ulang 50- dan 100-tahun untuk wilayah dengan intensitas gempa tinggi dan rendah. Ini berarti jauh lebih kecil daripada level gempa dengan periode ulang 2500 tahun yang digunakan sebagai dasar penentuan level gempa rencana. Meskipun demikian kinerja bangunan sudah sangat baik, yaitu pada level repairable damage pada level gempa 2500 tahun, baik untuk parameter drift maupun indeks kerusakannya. Mekanisme keruntuhan plastis berada pada level aman hingga gempa dengan periode ulang 10000 tahun untuk bangunan di wilayah dengan intensitas gempa rendah dan tinggi. Prosedur desain kapasitas tidak menjamin secara sempurna terjadinya kondisi strong column weak beam, karena sendi plastis tetap terjadi pada kolom walaupun kolom selalu leleh terlebih dahulu daripada balok. Namun beam side sway mechanism tidak dapat sepenuhnya terjamin, karena terjadi pelelehan kolom pada beberapa lokasi yang tidak dikehendaki.",
  "creators": "REYNALDO PRATAMA INTAN; ARYGIANNI VALENTINO",
  "contributors": "Ima Muljati Ginsar (Advisor 1); Benjamin Lumantarna (Advisor 2); Jimmy Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012067/SIP/2015; Reynaldo Pratama Intan (21412103), Arygianni Valentino (21412114)",
  "subjects": "EARTQUAKES AND BUILDING; BUILDINGS--EARTQUAKE EFFECTS"
}