{
  "id": "36516",
  "title": "Karakteristik beton geopolimer berdasarkan variasi waktu pengambilan fly ash",
  "abstract": "Fly ash sebagai limbah hasil pembakaran batu bara memiliki berbagai macam jenis (kelas C, F, & N) dan karakteristik (ph, ukuran partikel, & kandungan kimia). Hal ini dipengaruhi oleh jenis, komposisi, dan proses pembakaran batu bara. Tentu perbedaan karakteristik fly ash ini turut mempengaruhi kuat tekan dan setting time geopolimer. Penelitian ini bertujuan untuk mengevaluasi pengaruh variasi karakteristik fly ash akibat dari waktu pengambilan yang berbeda terhadap karakteristik geopolimer yang dihasilkan. Pengambilan fly ash sebanyak sepuluh kali, dalam watu yang berbeda. Dari variasi fisik dan kandungan kimia fly ash akibat waktu pengambilan yang berbeda-beda, peneliti ingin mengetahui pengaruhnya terhadap setting time dan kuat tekan dari geopolimer. Bedasarkan hasil penelitian, menunjukkan bahwa ukuran partikel, nilai pH, dan kandungan kimia fly ash turut mempengaruhi dalam setting time dan kuat tekan beton. Bahkan terdapat fenomena flash setting, di mana beton mengeras dengan cepat sehingga tidak dapat dipadatkan dengan baik, sehingga hal ini turut mempengaruhi hasil kuat tekan menjadi lebih rendah. Tetapi, jika dapat membuat geopolimer yang mengalami flash setting dengan benar (dapat dipadatkan dengan baik) maka akan menghasilkan nilai kuat tekan yang lebih tinggi dibanding geopolimer yang tidak mengalami flash setting. Keadaan flash setting ini dikarenakan fly ash memiliki kandungan kalsium dan nilai pH yang lebih tinggi dibanding fly ash yang tidak mengalami flash setting pada geopolimer.",
  "creators": "JUAN SATRIA; AGUNG SUGIARTO",
  "contributors": "Antoni (Advisor 1); Djwantoro Hardjito (Advisor 2); Handoko Sugiharto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012064/SIP/2015; Juan Satria (21412067), Agung Sugiarto (21412110)",
  "subjects": "GEOPOLYMERIZATION; CONCRETE; HIGH STRENGTH CONCRETE; FLY ASH"
}