{
  "id": "36515",
  "title": "Performa bangunan yang didesain menurut SNI 1726-2002 dan SNI 1726-2012 pada bangunan beraturan 7 dan 3 lantai di wilayah Surabaya peta gempa Indonesia",
  "abstract": "Gempa besar yang terjadi di Indonesia belakangan ini, mengakibatkan perubahan pada peraturan gempa Indonesia dari SNI 1726-2002 menjadi SNI 1726-2012. Perubahan pada isi peraturan ini salah satunya mengenai besar respon spektrum desain di mana banyak wilayah menunjukkan peningkatan, salah satunya di Surabaya. Hal ini menimbulkan pertanyaan bagaimana kinerja bangunan yang direncanakan berdasarkan SNI 1726-2002 dan SNI 1726-2012 jika dianalisa dengan beban gempa riwayat waktu yang disesuaikan dengan respon spektrum sesuai SNI 1726-2012. Oleh karena itu, dilakukan penelitian yang bertujuan mengevaluasi kinerja bangunan beton bertulang yang direncanakan berdasarkan SNI 1726-2002 pada sistem rangka pemikul momen khusus (SRPMK), menengah (SRPMM), dan biasa (SRPMB) dan berdasarkan SNI 1726-2012 dengan sistem SRPMK jika dianalisa dengan beban gempa riwayat waktu yang disesuaikan dengan respon spektrum sesuai SNI 1726-2012, dengan berbagai level gempa sesuai FEMA 356. Penelitian dilakukan pada bangunan beraturan 7 dan 3 lantai di wilayah Surabaya kelas tanah sedang. Kinerja bangunan diuji dengan analisis dinamis time history nonlinier menggunakan program SAP2000v.11. Hasil penelitian gedung 3 lantai menunjukkan bangunan yang direncanakan tidak dapat bertahan saat diberikan beban gempa rencana SNI 1726-2012. Drift ratio bangunan 7-lantai untuk bangunan SRPMK yang didesain dengan SNI 1726-2002 dan SNI 1726-2012 menunjukkan performa yang baik saat gempa menurut SNI 1726-2012 diberikan, sedangkan bangunan SRPMM dan SRPMB yang didesain dengan SNI 1726-2002 menujukan performa yang buruk karena kerusakan getas terjadi pada bagian kolom.",
  "creators": "KAREL ABRAHAM TANTRA; ZENDY SUTANTO",
  "contributors": "Pamuda Pudjisuryadi (Advisor 1); Benjamin Lumantarna (Advisor 2); SRI YULIANTI SURYANINGTYAS (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012063/SIP/2015; Karel Abraham Tantra (21412051), Zendy Sutanto (21412064)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS; EARTHQUAKE ENGINEERING"
}