{
  "id": "36511",
  "title": "Pengembangan spreadsheet untuk perhitungan kapasitas baja canai dingin (profil z dengan stiffener, profil i dan o dari dua profil kanal c) berdasarkan SNI 7971:2013",
  "abstract": "Baja canai dingin (cold-formed steel) mulai banyak digunakan di Indonesia terutama untuk struktur rangka atap. Hal ini disebabkan karena baja canai dingin memiliki berat yang lebih ringan dari pada material struktur atap yang lainnya. Karena kebutuhan baja canai dingin yang mulai meningkat, terutama untuk kuda-kuda, maka penelitian ini menyediakan panduan untuk mendesain kapasitas profil baja canai dingin yang berdasarkan pada SNI 7971:2013. Profil yang ditinjau adalah profil Z yang dilengkapi dengan stiffener, dan profil ganda berbentuk I dan O yang terbentuk dari dua buah kanal C (back to back atau toe to toe). Spreadsheet ini dilengkapi dengan perhitungan untuk menentukan kapasitas profil tekan, tarik, kombinasi lentur dan geser, kombinasi lentur dan tumpu, kombinasi aksial tekan dan lentur serta kombinasi aksial tarik dan lentur terhadap beban-beban yang terjadi. Penelitian ini merupakan lanjutan dari penelitian sebelumnya yang dilakukan oleh Setiawan dan Nishimura (2014) serta Louis dan Ariyavinanta (2015). Hasil akhir dari penelitian ini berupa program yang terdiri dari spreadsheet untuk mendesain dan menghitung kapasitas profil C-, Z-, dan Hat- yang dilengkapi dengan stiffener maupun tidak, serta profil ganda berbentuk I dan O yang terbentuk dari dua buah kanal C.",
  "creators": "RANDY ADITYA PUTRA ARIUSSANTO; SUKRISNA GAUTAMA",
  "contributors": "Hasan Santoso (Advisor 1); Ima Muljati Ginsar (Advisor 2); Pamuda Pudjisuryadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012058/SIP/2015; Randy A.P. Ariussanto (21412001); Sukrisna Gautama (21412039)",
  "subjects": "STEEL, STRUCTURAL; STEEL--COLD WORKING; STEEL, STRUCTURAL--STANDARDS"
}