{
  "id": "36570",
  "title": "Perancangan dan pembuatan aplikasi pembelajaran vocabulary dan grammar untuk anak SMP berbasis web",
  "abstract": "Pembelajaran vocabulary dan grammar pada tingkat SMP merupakan dasar yang sangat penting untuk meningkatkan kemampuan berbahasa Inggris seorang anak. Penguasaan vocabulary dan grammar yang baik membuat siswa semakin mahir dan lancar dalam berbahasa Inggris. Dengan memanfaatkan media pembelajaran, pembelajaran vocabulary dan grammar untuk siswa menjadi lebih menarik dan meningkatkan hasil belajar siswa. Website pembelajaran ini memiliki fitur untuk latihan soal yang bervariasi seperti drag and drop, swap words in sentence, match words and pictures and sound. Dengan menggunakan materi yang didasarkan pada kurikulum 2006 (KTSP) serta narasumber guru SMP kelas 7, website pembelajaran ini disesuaikan dengan kebutuhan murid SMP kelas 7. Pembuatan website ini menggunakan bahasa pemrograman PHP, HTML5 serta memanfaatkan Facebook API untuk memudahkan share hasil latihan siswa. Hasil yang diperoleh dari aplikasi yang telah dibuat antara lain, aplikasi ini dapat berjalan dengan baik secara tampilan dan fitur setelah dilakukan pengujian pada beberapa browser. Latihan soal grammar dan vocabulary yang menjadi fitur pada aplikasi ini dapat dengan mudah diakses dan dimengerti dengan baik oleh user. Berdasarkan kuesioner yang dibagikan, desain tampilan serta bentuk latihan soal aplikasi ini dinilai sangat menarik, tetapi materi yang diberikan belum dipahami secara baik oleh siswa.",
  "creators": "BILL ROGER ABEL",
  "contributors": "Silvia Rostianingsih (Advisor 1); Kartika Gunadi (Advisor 2); Andreas Handojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021486/INF/2016; Bill Roger Abel (26411133)",
  "subjects": "DATABASE DESIGN; INTERACTIVE MEDIA; PROGRAMMING (ELECTRONIC COMPUTERS); WEB SITES-DESIGN"
}