{
  "id": "3657",
  "title": "Analisa siklus operasi terhadap likuiditas operasi pada perusahaan makanan dan minuman yang listing di Bursa Efek Jakarta",
  "abstract": "Penelitian ini bertujuan untuk mengetahui apakah ada pengaruh yang signifikan antara siklus operasi, yang merupakan penjumlahan dari periode persediaan dan periode piutang terhadap likuiditas operasi perusahaan makanan dan minuman yang listing di Bursa Efek Surabaya. Selain itu, penelitian ini juga digunakan untuk mengetahui apakah ada pengaruh yang signifikan antara masing-masing unsur siklus operasi yaitu periode persediaan dan periode piutang terhadap likuiditas operasi perusahaan-perusahaan makanan dan minuman yang listing di Bursa Efek surabaya. Likuiditas operasi diwakili dan dihitung dengan menggunakan current ratio, quick ratio, dan cash ratio. Penelitian ini menggunakan model analisis regresi linier sederhana dan regresi linier berganda. Data yang terkumpul dianalisis dengan software statistik Minitab. Hasil dari penelitian ini membuktikan bahwa siklus operasi, yang merupakan jumlah dari periode persediaan dan periode piutang tidak berpengaruh secara signifikan terhadap likuiditas operasi perusahaan. Dengan kata lain, bahwa periode persediaan dan periode piutang secara bersama-sama tidak memiliki pengaruh yang signifikan terhadap current ratio, quick ratio, dan cash ratio. Periode persediaan dan periode piutang secara terpisah juga tidak memiliki pengaruh yang signifikan terhadap current ratio, quick ratio, dan cash ratio pada perusahaan makanan dan minuman yang listing di Bursa Efek Surabaya.",
  "creators": "SYANTY OCTAVIA",
  "contributors": "Devie (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04010369/AKT/2004; Syanty Octavia (32400096)",
  "subjects": "ACCOUNTS RECEIVABLE"
}