{
  "id": "36574",
  "title": "Aplikasi informasi wisata daerah Banyuwangi berbasis android yang memanfaatkan Google maps untuk menawarkan alternatif tujuan",
  "abstract": "Kabupaten Banyuwangi merupakan Kabupaten paling timur dari Pulau Jawa, adapun wilayahnya cukup beragam, mulai dari dataran rendah hingga pegunungan. Kabupaten Banyuwangi juga mempunyai dua cagar alam yang luas dan sangat bagus bagi wisatawan yang ingin melihat alam bahari. Perkembangan pariwisata di Banyuwangi juga berkembang begitu pesat mulai dari wisata kota, wisata bahari, wisata kuliner, dan wisata-wisata lainnya. Hal ini menyebabkan banyak wisatawan yang tertarik mengunjungi Banyuwangi untuk melihat dan menikmati pariwisata di Kabupaten Banyuwangi. Namun, kebutuhan informasi pariwisata Kabupaten Banyuwangi relatif sulit untuk didapatkan secara lengkap dan membutuhkan waktu yang cukup lama karena harus mengambil dari berbagai sumber. Dengan mobile device yang dapat dibawa ke mana-mana dan akses internet yang mudah, maka dirancanglah aplikasi yang dapat membantu memberikan informasi sebagai pemandu pariwisata Kabupaten Banyuwangi. Pada penelitian ini dilakukan pembuatan aplikasi informasi pariwisata Banyuwangi berbasis Android yang merupakan salah satu sistem operasi smartphone yang digunakan pada banyak kalangan. Aplikasi ini mempunyai fitur yang dapat membantu pengguna khususnya informasi wisata, hotel, angkutan umum, kuliner, souvenir, dan cuaca. Berdasarkan hasil implementasi dan pengujian yang dilakukan, aplikasi ini dapat melakukan fungsi map, route, sorting wisata berdasarkan jarak atau waktu tempuh, menampilkan perkiraan cuaca, serta memberikan gambaran pariwisata melalui foto dan video. Dengan adanya aplikasi ini user dapat memanfaatkan informasi pariwisata di Kabupaten Banyuwangi.",
  "creators": "RICKY FAJAR ADIPUTRA",
  "contributors": "Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Advisor 1); Alexander Setiawan (Advisor 2); Kristo Radion Purba S.ST. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021481/INF/2015; Ricky Fajar Adiputra (26411161)",
  "subjects": "GOOGLE MAPS; ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); ANDROID (ELECTRONIC RESOURCE)-PROGRAMMING; WEBSITES-DESIGN"
}