{
  "id": "36581",
  "title": "Pembuatan web pembanding fashion wanita",
  "abstract": "Perkembangan dunia fashion saat ini mengalami peningkatan. Banyaknya penjual yang menjual pakaian secara online melalui social media menjadi tanda bahwa dunia fashion saat ini telah berkembang. Selain melalui social media, situs belanja online juga menjual berbagai macam produk fashion dengan barang, merk dan harga yang berbeda. Banyaknya aneka jenis barang tersebut membuat customer kesulitan untuk membandingkan harga barang. Oleh karena itu, dalam rangka memudahkan customer membandingkan fashion wanita, maka diperlukan sebuah situs berupa portal yang mampu mengumpulkan berbagai informasi yang terdapat dalam situs online di antaranya Lazada, Zalora dan Tokopedia. Informasi tersebut berupa harga, nama barang, deskripsi produk dan asal situs. Sistem memiliki kemampuan dalam pengambilan data dari Tokopedia, Lazada dan Zalora menggunakan web scraping dan web services. Data yang diambil kemudian ditampilkan kepada user. User dapat membandingkan antar produk dengan mudah dan sistem juga memberikan sistem rekomendasi perbandingan harga sederhana dari produk yang dibandingkan. Secara keseluruhan sistem ini dapat membantu user dalam membandingkan fashion wanita dan menampilkan produk dengan harga termurah. Sistem juga dapat menampilkan hasil pencarian sesuai dengan keyword yang dimasukkan user. Pada proses pengambilan data, web scraping memerlukan waktu yang lebih lama dalam mengambil data dibanding dengan pengambilan data menggunakan web service.",
  "creators": "YVONNE NATHANIA",
  "contributors": "Justinus Andjarwirawan (Advisor 1); Silvia Rostianingsih (Advisor 2); Adi Wibowo, S.T., M.T., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021488/INF/2016; Yvonne Nathania (26412121)",
  "subjects": "DATABASE DESIGN; ONLINE SHOPPING; WEB SITES DESIGN; WEB SERVICES"
}