{
  "id": "3658",
  "title": "Value-relevant dari net income dan cash flows: kajian empiris pada siklus hidup perusahaan-perusahaan manufaktur di Indonesia tahun 1992-1996",
  "abstract": "Penelitian ini bertujuan untuk mengetahui, manakah yang lebih memiliki value-relevant: net income atau cash flows. Perusahaan-perusahaan yang digunakan dalam penelitian ini diklasifikasikan ke dalam tahapan siklus hidup perusahaan. Pengertian dari value-relevant dalam konteks ini adalah kandungan informasi yang lebih relevan atau lebih superior. Dalam kata lain yaitu yang memiliki daya muat informasi yang lebih besar. Siklus hidup perusahaan terdiri dari empat tahapan siklus hidup: tahap start up, growth, mature dan decline. Tiap-tiap perusahaan yang berada di tahapan siklus hidup yang berbeda akan memiliki karakteristik yang berbeda, sehingga disetiap tahapan siklus hidup yang berbeda, pengukuran akuntansinya (net income dan cash flows) juga memiliki prioritas yang berbeda. Net income diperkirakan lebih memiliki value-relevant dibandingkan dengan cash flows dalam tahap mature. Cash flows diperkirakan lebih memiliki value-relevant didalam tahap start up, growth, dan decline. Teknik yang dipakai untuk menganalisa penelitian ini adalah analisis regresi berganda dengan bantuan software statistik SPSS versi 10. Hasil penelitian menunjukkan pada tahap growth cash flows lebih memiliki value-relevant dibandingkan dengan net income. Namun didalam tahap mature, hasil dari analisa penelitian tidak dapat mendukung hipotesis yang diajukan. Dalam kesempatan penelitan ini, tahap start up dan decline tidak dapat dilakukan analisa dikarenakan adanya keterbatasan data sampel.",
  "creators": "RINNY LIMANJAYA",
  "contributors": "Juniarti (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04010370/AKT/2004; Rinny Limanjaya (32401103)",
  "subjects": "ACCOUNTING"
}