{
  "id": "36595",
  "title": "Simulasi CFD air cooling system pada refractory smelter",
  "abstract": "Sekarang ini ekspor hasil dari pertambangan di Indonesia yang berupa mineral/ore mentah mengalami permasalahan, salah satunya adalah munculnya peraturan undang-undang yang melarang untuk dilakukannya ekspor ore/mineral mentah. Dengan munculnya undang-undang ini, maka setiap pertambangan diharuskan untuk memurnikan hasil tambangya terlebih dahulu sebelum melakukan ekspor. Hal ini dapat dilakukan dengan cara membangun sebuah smelter untuk memurnikan hasil tambang tersebut. Dalam tugas akhir ini akan dilakukan perancangan secara numerik atau simulasi CFD pada model smelter dengan menggunakan sistem pendinginan udara. Simulasi ini bertujuan untuk menentukan desain dari sistem pendinginan udara pada smelter tersebut. Desain sistem pendinginan udara tersebut akan didasarkan pada hubungan 4 parameter yaitu kecepatan aliran udara, lebar celah udara, lebar inlet, dan ukuran diameter outlet. Parameter-parameter ini menjadi poin utama untuk menentukan desain dari sistem pendinginan pada smelter tersebut. Dari hasil penelitian ini akan didapatkan beberapa hasil simulasi smelter yang memiliki berbagai ukuran desain sistem pendinginan udara yang berbeda. Desain sistem pendingin yang efisien terdapat pada desain model smelter 2. Pada desain sistem pendingin pada smelter 2 ini didapatkan nilai lebar celah udara (Dh) sebesar 0,35 m, Vcelah sebesar 110,1 m/s, lebar inlet sebesar 0,6 m (berbentuk persegi panjang), dan diameter outlet 0,45 m. Desain ini memberikan hasil yang cukup baik yaitu temperature rata-rata pada permukaan luar refractory sebesar 378,69 K dan tidak memiliki perbedaan temperature yang besar dari hasil awal yang diinginkan yaitu 373,15 K.",
  "creators": "ADI CHANDRA WIJAYA",
  "contributors": "Ekadewi Anggraini Handoyo (Advisor 1); VICTOR Y. RISONARTA (Advisor 2); Sutrisno S.T.,M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011129/MES/2016; Adi Chandra Wijaya (24411003)",
  "subjects": "SMELTING; REFRACTORY MATERIALS; HEAT TRANSFER"
}