{
  "id": "3662",
  "title": "Analisa keputusan minimalisasi risiko valuta asing di Surabaya:studi kasus terhadap pelaku perdagangan internasional di Surabaya",
  "abstract": "Dalam melaksanakan transaksi perdagangan internasional, pelaku perdagangan internasional selalu dihadapkan pada suatu risiko. Salah satu risiko yang dihadapi pelaku perdagangan internasional yaitu risiko akan nilai tukar mata uang (exchange-risk), yang diakibatkan oleh adanya fluktuasi nilai tukar mata uang. Adanya risiko ini membuat pelaku perdagangan internasional harus mengcover nilai transaksi berjangkanya, guna minimalisasi kerugian. Penelitian ini bertujuan untuk mendeskripsikan keputusan yang diambil pelaku perdagangan internasional di Surabaya sebagai upaya minimalisasi risiko valuta asing dan mengetahui dasar pertimbangan pelaku perdagangan internasional di Surabaya dalam upaya minimalisasi risiko valuta asing. Populasi penelitian ini adalah seluruh pelaku perdagangan (barang) internasional yang ada di Surabaya. Berdasarkan wawancara diketahui ada beberapa upaya yang dilakukan pelaku perdagangan internasional dalam minimalisasi kerugian akibat fluktuasi nilai tukar yaitu deposit dalam valuta asing, dibebankan dalam perhitungan Harga Pokok Produksi, average kurs, menahan barang, melakukan pembayaran sebelum jatuh tempo, upaya kombinasi antara average kurs dan hedging foward serta upaya kombinasi antara deposit valuta asing dan hedging foward. Dari berbagai upaya tersebut yang paling banyak digunakan adalah deposito dalam valuta asing sedangakan dasar pengambilan keputusan lebih berdasarkan pada wewenang.",
  "creators": "SILVIA LISTYA BUDIONO; FENNY KRISTANTI",
  "contributors": "Pwee Leng (Advisor 1); Sautma Ronni Basana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03012182/MAN/2006; Silvia Listya Budiono (31402457), Fenny Kristanti (31402406)",
  "subjects": "FOREIGN EXCHANGE MARKET"
}