{
  "id": "36659",
  "title": "Media interaktif pembelajaran kandungan gizi pada sayuran serta manfaatnya dalam tubuh manusia",
  "abstract": "Sayur merupakan makanan yang sangat baik bagi tubuh manusia, beragam jenis sayuran yang berada di pasaran membuat sayur banyak memiliki kandungan dan manfaat yang yang berbeda-beda, masyarakat banyak mengerti tentang sayur tapi banyak yang kurang memahami apa efek samping dari kelebihan mengkonsumsi sayuran tertentu. Sudah banyak aplikasi yang beredar mengenai sayuran pada saat ini, namun tampilan gambar dan pengolahan suara sebagai narasi kurang jelas. Aplikasi ini akan memberikan pelajaran tetang kandungan dan manfaat, efek samping, dan proses pengolahan secara interaktif dan memiliki gambar, suara, musik, dan simulasi yang menarik, sehingga pengguna dapat langsung terlibat dalam proses belajar. Materi dalam media interaktif ini diambil dari 13 jenis sayuran yang akan dijelaskan kandungan dan manfaat, efek samping, dan pengolahan. untuk materi kandungan dan manfaat, dan efek samping disediakan animasi sedangkan untuk materi pengolahan berupa simulasi. Tersedia juga tes untuk mengukur pemahaman pengguna terhadap materi yang telah dipelajari. Aplikasi ini dibuat dengan menggunakan Adobe Flash CS6. Dengan adanya simulasi dan animasi yang terdapat dalam aplikasi ini dapat membantu pengguna untuk memahami materi yang dipelajari. Hal ini berdasarkan hasil survey yang dilakukan pada 30 responden, 70% responden setuju dengan kejelasan dari materi yang disampaikan, 72,5% setuju dukungan gambar dalam proses belajar dan 80% setuju dukungan animasi dalam proses belajar. Dengan demikian akan bertambahnya minat belajar dari pengguna aplikasi.",
  "creators": "CHRISTIAN ADITIA",
  "contributors": "Liliana (Advisor 1); Gregorius Satiabudhi (Advisor 2); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021521/INF/2016; Christian Aditia (26411017)",
  "subjects": "INTERACTIVE MEDIA; ADOBE FLASH CS6 PROFESSIONAL (COMPUTER PROGRAM)"
}