{
  "id": "36654",
  "title": "Analisa pengaruh total design concept dan retail service quality terhadap purchase intention pada produk Great New Xenia dengan customer perception sebagai variabel intervening di PT. Asco Prima Mobilindo Daihatsu KC Jemursari Surabaya",
  "abstract": "Persaingan dalam industri otomotif semakin berat. Untuk dapat terus bersaing dan tetap bertahan di pasar yang dinamis, perusahaan harus memiliki keunggulan bersaing dan salah satu caranya adalah dengan terus berinovasi, inovasi yang dimaksud tidak hanya berfokus pada fungsi saja namun juga harus memperhatikan segi estetika dari produk. Karena itu peneliti ingin menguji bagaimana Customer Perception terbentuk terhadap Total Design Concept dari Great New Xenia, salah satu hasil perkembangan produk Daihatsu yang dikembangkan sesuai dengan tren dan kebutuhan pasar Indonesia saat ini dan Retail Sevice Quality yang diberikan oleh PT Asco Prima Mobilindo KC Jemursari Surabaya sebagai salah satu pemain dan distributor merk Daihatsu di Surabaya dapat berdampak pada Purchase Intention terhadap produk Great New Xenia. Penelitian yang dilakukan bertujuan untuk menganalisa pengaruh Total Design Concept dan Retail Service Quality terhadap Purchase Intention pada produk Great New Xenia di PT Asco Prima Mobilindo dengan Customer Perception sebagai Variabel Intervening. Penelitian akan dilakukan dengan menyebarkan kuesioner kepada 100 calon customer PT Asco Prima Mobilindo KC Jemursari Surabaya. Hasil analisa menggunakan PLS (Partial Least Square) diperoleh hasil bahwa Customer Perception lebih dipengaruhi oleh Retail Service Quality dibandingkan Total Design Concept.",
  "creators": "IAN KARNADI LAKSMONO",
  "contributors": "Edwin Japarianto (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020530/MAN/2015; Ian Karnadi Laksmono (36412020)",
  "subjects": "QUALITY OF SERVICE; PRODUCT MANAGEMENT; MARKETING-MANAGEMENT"
}