{
  "id": "36666",
  "title": "Aplikasi pariwisata provinsi Maluku khususnya kota Ambon berbasis Android",
  "abstract": "Kota Ambon merupakan salah satu kota yang terus mengembangkan obyek wisata baru secara berkelanjutan dan mempunyai banyak potensi alam yang dapat dijadikan sebagai objek wisata, terutama wisata bahari termasuk potensi wisata bawah laut, karena daerah dengan luas wilayah lautnya besar tentu menyimpan sejuta kekayaan alam. Selain memiliki karakteristik wisata bahari yang menampakkan ciri khas Ambon sebagai kota kepulauan, juga memiliki nilai sejarah dan budaya yang cukup tinggi. Wujud warisan sejarah dan budaya fisik yang sampai saat ini dapat dilihat antaranya yaitu gedung-gedung ibadah, tempat-tempat pemakaman, rumah-rumah raja, bentuk-bentuk patung yang terkait dengan kepercayaan dan kepahlawanan, monument perjuangan, benteng-benteng dan beberapa penginapan dan transportasi yang memadai. Fitur yang disediakan untuk aplikasi pariwisata ini dilengkapi dengan fitur-fitur seperti informasi objek wisata, event-event, hotel, wisata kuliner, transportasi dan travel, pusat perbelanjaan, selain itu ada rating , komen dan peta navigasi. Berdasarkan hasil pengujian aplikasi pembelajaran ini dapat berjalan baik pada perangkat android dengan operating system versi 4.1 hingga 5.1.1. Selain itu dilakukan juga pengujian dengan memberikan kuesioner kepada 10 responden untuk mengetahui tingkat kepuasan dari responden sebanyak 75%.",
  "creators": "STIEN TJIANGDIONO",
  "contributors": "Agustinus Noertjahyana (Advisor 1); Leo Willyanto Santoso (Advisor 2); Alexander Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021517/INF/2016; Stien Tjiangdiono (26411136)",
  "subjects": "ANDROID (COMPUTER PROGRAM); APPLICATION SOFTWARE-DEVELOPMENT; GOOGLE MAPS; ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE)"
}