{
  "id": "36673",
  "title": "Aplikasi media sosial mahasiswa untuk kegiatan akademik dan non akademik",
  "abstract": "Media sosial merupakan sebuah media alternatif dalam pertukaran informasi yang baik bagi mahasiswa Universitas Kristen Petra dalam meningkatkan hasil belajar mahasiswa yang maksimal. Pada umumnya mahasiswa Universitas Kristen Petra menggunakan Lentera untuk mendapatkan informasi mengenai perkuliahan. Sejauh ini Lentera belum menyediakan sarana yang bisa digunakan mahasiswa untuk mendapatkan informasi organisasi dan informasi seputar kampus. Sehingga, mahasiswa menggunakan aplikasi media sosial lainnya, seperti BBM, Line, dan lainnya sebagai sarana alternatif dalam bertukar informasi organisasi dan informasi seputar kampus. Melalui penelitian ini, dibuatlah sebuah aplikasi media sosial untuk mahasiswa Universitas Kristen Petra yang dapat mempermudah mahasiswa dalam mendapatkan informasi dan bertukar informasi mengenai: informasi perkuliahan, informasi organisasi, dan informasi seputar kampus. Pembuatan aplikasi dilengkapi dengan fitur posting, grup¸ dan chatting untuk mempermudah mahasiswa dalam bertukar informasi dengan cepat. Fitur chatting dibuat menggunakan WebSocket dan fitur posting dibuat menggunakan AJAX. Hasil yang diperoleh dari aplikasi media sosial yang dibuat adalah mahasiswa dapat dengan mudah memperoleh informasi di kampus, seperti: informasi mengenai perkuliahan, informasi mengenai organisasi dan informasi seputar kampus. Waktu yang dibutuhkan mahasiswa untuk bertukar informasi dengan menggunakan fitur chatting menjadi lebih singkat, karena mendukung komunikasi yang real-time.",
  "creators": "JULIANDO CHRISTIAN W.",
  "contributors": "Kristo Radion Purba S.ST. (Advisor 1); Liliana (Advisor 2); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021535/INF/2016; Juliando Christian Weydekamp (26411162)",
  "subjects": "DATABASE DESIGN; JAVASCRIPT (COMPUTER PROGRAM LANGUAGE); SOCIAL MEDIA; WEBSITES-DESIGN"
}