{
  "id": "36674",
  "title": "Analisis perencanaan enterprise architecture pada PT ABC",
  "abstract": "PT ABC merupakan perusahaan yang bergerak di bidang perdagangan dan produksi hydraulic hose dan hardware tools. PT ABC memiliki kantor pemasaran dan tempat produksi yang berlokasi terpisah dalam operasionalnya. Dalam proses bisnisnya, PT ABC memiliki sistem informasi untuk mendukung proses bisnis yang ada, namun sistem informasi yang ada adalah pencatatan transaksi perdagangan dan belum dapat mencatat proses produksi. Selain itu, sistem informasi yang ada belum sempurna karena masih ada beberapa pencatatan yang dilakukan secara manual. Oleh karena itu, pada skripsi ini, dilakukan analisa dan pembuatan desain sistem informasi enterprise architecture bagi perusahan. Kerangka kerja yang digunakan yaitu Enterprise Architecture Planning. Proses diawali dengan melakukan analisa model bisnis dan strategi bisnis perusahaan. Kemudian melihat kondisi information technology di perusahaan saat ini, permasalahan yang dihadapi dan kebutuhan information technology di masa depan. Setelah itu dilakukan pembuatan desain arsitektur data, arsitektur aplikasi dan arsitektur teknologi yang sesuai dengan tujuan, strategi bisnis dan proses bisnis perusahaan. Arsitektur Data yang dihasilkan untuk perusahaan terdiri dari beberapa sub sistem yaitu Subsistem Logistik, Subsistem Purchasing, Subsistem Produksi dan Quality Control, Subsistem Marketing, Subsistem Akuntansi dan Keuangan, Subsistem Human Resource. Aplikasi yang akan digunakan pada sistem perusahaan akan menggunakan aplikasi berbasis web.",
  "creators": "RYAN ANDRIANTO SAPUTRO",
  "contributors": "Leo Willyanto Santoso (Advisor 1); ANDY SETIABUDI (Advisor 2); Lily Puspa Dewi, S.T., M.Kom. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021534/INF/2016; Ryan Andrianto Saputro (26411080)",
  "subjects": "INFORMATION TECHNOLOGY; INFORMATION SYSTEM; BALANCED SCORECARD"
}