{
  "id": "36671",
  "title": "Pembuatan aplikasi sistem informasi akuntansi pada toko bahan kue di Denpasar",
  "abstract": "Toko bahan kue di Denpasar adalah sebuah bidang usaha yang bergerak di bidang penjualan bahan-bahan kue serta alat-alat yang berhubungan dengan pembuatan kue, di antaranya telur, tepung, gula, mentega, loyang, oven, dan lain sebagainya. Dalam menjalankan proses bisnis, toko bahan kue masih bergantung pada kontrol yang dilakukan oleh manusia yang menyebabkan sering kali terjadi risiko human error. Selain itu pembuatan laporan masih dilakukan dengan sistem manual. Melihat adanya latar belakang permasalahan tersebut dibuat sistem informasi akuntansi agar dapat terkomputerisasi dan meningkatkan kontrol proses bisnis pada toko bahan kue di Denpasar. Sistem informasi akuntansi tersebut dibuat dengan menggunakan Microsoft Visual Studio 2010 dan database memakai MySQL. Adapun yang dihasilkan dari aplikasi ini antara lain pencatatan master untuk supplier, kategori barang, barang, dan COA, buku besar, selain itu pencatatan transaksi meliputi pembelian dan penjualan, serta laporan keuangan berupa laporan laba rugi, ekuitas pemilik, laporan pembelian, laporan penjualan dan neraca. Secara keseluruhan aplikasi telah sesuai dengan kebutuhan toko bahan kue di Denpasar. Dari hasil kuesioner yang dilakukan diketahui bahwa 100% user berpendapat desain program dinilai baik, serta kelengkapan informasi yang dibutuhkan dinilai baik, 60% user berpendapat mengenai keakuratan informasi dan data dinilai baik, 80% user berpendapat baik mengenai manfaat aplikasi dan secara keseluruhan aplikasi dinilai baik oleh 100% user.",
  "creators": "PAULA AYU ASTELIA",
  "contributors": "Alexander Setiawan (Advisor 1); Silvia Rostianingsih (Advisor 2); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021525/INF/2016; Paula Ayu Astelia (26412123)",
  "subjects": "PROGRAMMING (ELECTRONIC COMPUTERS); INFORMATION SYSTEM; DATABASE MANAGEMENT; DATABASE DESIGN; ACCOUNTING-COMPUTER PROGRAMS"
}