{
  "id": "36688",
  "title": "Communication strategies of high and low achievers: a case study",
  "abstract": "This study is about Communication Strategies used by high and low achievers when they were doing the role plays. The source of data was the students’ utterances during the role play. The data were the verbal and non-verbal texts which contain a Communication Strategies. This study is done to find out, first, the types of communication strategies used by high and low achievers, and second, the differences and similarities of Communication Strategies used by high and low achievers. In order to answer the research questions, the writer uses Brown’s (2007) theory which is supported by Littlewood’s (1984) theory. The subjects of the study were 22 high and eight low achievers. The findings of this study are the high achievers used nine types of Communication Strategies: Message Abandonment, Lexical Avoidance, Approximation, Word Coinage, Literal Translation, Code Switching, Appeal for Help, Stalling or Time Gaining Strategies, and Combination Strategies (combined with Code-Switching and Appeal for Help). On the other hand, the low achievers used seven types of Communication Strategies: Message Abandonment, Lexical Avoidance, Code Switching, Appeal for Help, Stalling or Time Gaining Strategies, Combination Strategies (combined with Code-Switching and Appeal for Help), and Combination Strategies (combined with Non-Linguistic Signal and Appeal for Help). Both of the high and low achievers did not use Topic Avoidance, Circumlocution, Use of All-Purpose Words, Prefabricated Patterns, Non-Linguistic Signal, and Foreignizing. Another is the high achievers used a lot of different types of Communication Strategies, but their frequency of using Communication strategies was lower than the low achievers. On the other hand, the low achievers used a few types of Communication Strategies, but their frequency of using Communication strategies was higher than the high achievers. A further study can be conducted in natural setting by considering the students’ levels.",
  "creators": "MELLISA MEL",
  "contributors": "Julia Eka Rini (Advisor 1); Samuel Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012124/ING/2015; Mellisa Mel (11412004)",
  "subjects": "ENGLISH LANGUAGE-SPOKEN ENGLISH-STUDY AND TEACHING; ENGLISH LANGUAGE-STUDY AND TEACHING"
}