{
  "id": "36686",
  "title": "Illocutionary acts produced by Kate Reddy to Jack Abelhammer and Clark in “I Don’t Know How She Does It”",
  "abstract": "This study aims to discuss the illocutionary acts produced by Kate Reddy in “I don’t Know How She Does It” movie, in the business communication with her business partner (Jack Abelhammer) and her boss (Clark). To support this study, the writer uses the theory of speech act by Austin (1962) and Paltridge (2006), illocutionary keywords by Searle (1969,1975), and the theory of context by Gee (2005). This research is a descriptive qualitative research because it is used it to form a descriptive qualitative conclusion to describe the illocutionary act occures in the conversation in this movie. From the findings, the writer finds out that in order to make a successful business conversation, Kate produced four types of illocutionary acts to both her partner and her boss: representatives, directives, commissives, and expressives. Based on the findings, there are three similarities that the writer found: 1) the illocutionary act which is not used by Kate to her interlocutors is declarative, 2) the stage of illocutionary act produced by Kate to her interlocutors is the same to each other, and 3) there are the illocutionary act that is rejected by her interlocutors. Besides, the differences are also related to the use of various subtypes of Illocutionary act used by Kate to her partner and to her boss. Finally, the writer concludes that Illocutionary act plays an important role in Kate’s utterances since it helps Kate to state her intended meaning behind her utterances; to make a statement to convince, to give suggestions, to make request and many more, to her interlocutors in their business conversation.",
  "creators": "TRI ERNY SALIHA",
  "contributors": "Julia Eka Rini (Advisor 1); Samuel Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undegraduate Thesis No. 02012143/ING/2015; Tri Erny Saliha (11411046)",
  "subjects": "DISCOURSE ANALYSIS"
}