{
  "id": "36687",
  "title": "Meaning in the process of signification by the advertisement of Honda",
  "abstract": "This thesis mainly deals with the process of signification in order to reveal how meaning is created by the advertisement of Honda HR-V 2014 and Honda CR-V 2015 through the use of verbal expression supported by the visual expression. The focus of the writer’s analysis is the advertisements themselves as the writer will use the process of signification which involves metaphor, denotation, connotation, and indexicality. Those theories will help the writer in analysing the meaning of the advertisement first, and then figure out how meaning is created by the advertisement. Meaning in this research is an integrated form consisting the three elements which are denotative form, connotative form, and myth form. The writer analyses the advertisement of Honda HR-V 2014 and Honda CR-V 2015 which was published in those years. This research uses qualitative content analysis method to describe the meaning of qualitative materials in a systematic way. From the analysis, the writer found out that meaning is created by indexicality. The index connects the product and the traits that the product possesses. Then, the use of expressions in the advertisement visualises the index of the product. The index which was visualised by the use of expressions which produces denotative meaning and connotative meaning. Those denotative meaning and connotative meaning are perceived by the audiences and create myth which naturalises the index itself.",
  "creators": "NICHOLAS JONATHAN HENDRIK WIBOWO",
  "contributors": "Samuel Gunawan (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012125/ING/2015; Nicholas Jonathan Hendrik Wibowo (11412003)",
  "subjects": "SEMIOTICS IN ADVERTISING"
}