{
  "id": "36694",
  "title": "A Guidebook on how to be students in an American University for students of Alfalink Overseas Study and English Course",
  "abstract": "In the internship program, I worked at West Alfalink which is located at Ruko Rich Palace kav. I-1 Jl. Mayjen Sungkono 149-151. Alfalink is an overseas education consultant / agent and English language center. Alfalink provides some services such as English courses, consultations for students who want to study overseas, study tours, and iBT TOEFL tests. In this company, I found three problems. One of them is no guidebook for students who choose the USA to do their overseas study. Since the USA is the second most wanted country at Alfalink, it is important to make a guidebook for the students. For my final project I will make a USA guidebook for Alfalink students. It can be an effective tool for the company to give detailed information for the students. Here, it is also easier for students to find information about studying in the USA. This guidebook can help students to know more about the USA and to be more prepared before they go to the USA to study. In this guidebook, there are four main chapters: the preparations before leaving for the USA, the preparations before the school starts, the how to survive in US colleges or universities, and the people you can contact when you need help. By providing this guidebook, Alfalink and students can get a lot of benefits. First, Alfalink’s staff do not need to give long explanation to the students and to new staff. Moreover, this kind of explanation has the possibility of lack of details. Second, Alfalink can use it as a promotional tool. Inside this guidebook, Alfalink is promoted to be an overseas study consultant which can help students to study in the USA. Last, students can get complete information about the USA, so they can survive in the country. That is why this guidebook will be useful for both the company and the students",
  "creators": "DIANA NATALIA TANUSAPUTRA",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Herwindy Maria Tedjaatmadja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012127/ING/2015; Diana Natalia Tanusaputra (11412011)",
  "subjects": "BUSINESS COMMUNICATION; ENGLISH LANGUAGE-BUSINESS ENGLISH"
}