{
  "id": "36695",
  "title": "Elizabeth and The Great Forest (series 1) Elizabeth and The Strange Island (series 2)",
  "abstract": "This creative project tells about a journey of a little girl named Elizabeth in finding some meanings of life which are technology cannot replace direct interaction between people, fears are not supposed to be avoided but to be faced, and mother-daughter relationship is the most important relationship. For my first book, I decided to use technology damages a girl’s social life and bravery of a girl as the themes. For my second book, I decided to use the importance of mother and daughter relationship as the main theme and the sub theme is bravery of a child. This is to assist me in realizing my aim for writing this work which is to make people aware about how often children use their gadgets and in the end that attitude can make them “blind” in socializing with others. Children who like to use gadgets will find it difficult to know their ability or “hidden strengths” because they are too busy with their gadgets. Also, another aim for writing this work is to remind people the importance of mother-daughter relationship. In Elizabeth’s first journey, she will experienced changes inside herself because she can let go of her gadget in return to know her surroundings and overcomes her own fears. In Elizabeth’s second journey, she will realize how important her mother is for her which makes her respects her mother as the way it should be. As for the genre, I chose fantasy and used the common fantasy properties, such as magical creatures, magical places, the quest to fulfill mission, and the existence of the good and the evil one.",
  "creators": "BERNADETH FEBYOLA LINANDO",
  "contributors": "Prof. DR. Budi Darma, MA. (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01012130/ING/2015; Bernadeth Febyola Linando (11412013)",
  "subjects": "FEAR IN CHILDREN-JUVENILE LITERATURE; FEAR IN CHILDREN; MOTHERS AND DAUGHTERS-FICTION; MOTHERS AND DAUGHTERS-JUVENILE FICTION"
}