{
  "id": "36699",
  "title": "Promoting the products of speed electronics using a commercial website",
  "abstract": "Speed Electronics is a home industry which focuses on producing Electronics spare-parts for Electronics goods, such as television, mixer/master, speaker, radio, etc. The company is still developing in its business. Thus, it has several problems in promoting its products. The first problem that Speed Electronics has is the company does not have any media to promote its spare-parts to the prospective customers, especially for people who are from outside Surabaya. The second problem that Speed Electronics has is miscommunication which often happens when the customers make an order through phone calls. It is because they are confused with the terms and the variety of the products that Speed Electronics sells. If these problems continue, Speed Electronics will find it hard to sell its spare-parts and get new customers. That is why, the company really needs to have a media which can promote its products and attract prospective customers. In my project, I decided to make a commercial website for Speed Electronics which will consist of several parts. It consists of “Home”, “About Us”, “Our Products”, “Our Service”, “Our Distributors or Stores” and “How to Contact Us” parts which will focus on the products and the uniqueness of the company compared to its competitors. I believe this website will help the company in promoting its spare-parts especially to people from outside Surabaya. It means that the customers do not have to come to the store anymore to see the spare-parts. Only by seeing the pictures and the descriptions inside the website, they will be updated with the newest information about the spare-parts that Speed Electronics sell. Moreover, this website will help the company avoid miscommunication when the customers of Speed Electronics order the spare-parts through phone calls. This website will help the company to easily inform the name of the spare-parts to the customers so that they will have the same terms when ordering the product. Besides that, by having this website, Speed Electronics will expectedly be able to widen its market or even get a chance to export its products to other countries.",
  "creators": "MARTHA STEFANI",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Herwindy Maria Tedjaatmadja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012131/ING/2015; Martha Stefani (11412019)",
  "subjects": "ENGLISH LANGUAGE-BUSINESS ENGLISH; ELECTRONIC COMMERCE"
}