{
  "id": "36704",
  "title": "A Marketing booklet for Muara Tours: a way to promote its study-tour packages",
  "abstract": "Muara Tours, located at San Diego Main Street no. 111 Pakuwon City, Surabaya, is a travel agency which provides tourism services such as booking hotels and tickets, providing tours, and processing documents like visas and passports. The problem of this company is that they had failed to promote study tour packages as the strength of Muara Tours. It happens because they do not have tools that explain its newest products to the target market. Muara Tours needs to have another promotional tool that can give brief and clear explanation. The most suitable promotional tool is a marketing booklet. By having a marketing booklet, the company will get two advantages. First, it helps Muara Tours to promote study tour product effectively for the prospective customers who are institutions such as, representative of schools and language centers. Second, a marketing booklet can be a guide to explain the products to the customers. In this booklet, there are five important elements to be explained in BCF Product. They are the table of contents, the company overview, the products and services, the how-to-guides, and the contact information. Considering the potential customers which are school and language centers, for the content and design of this marketing booklet were simple and attractive. I believe that this marketing booklet will help Muara Tour in promoting and marketing this product well and might lead cooperation between Muara Tour and the potential customers as users of this marketing booklet.",
  "creators": "MARIA ADELINE CORNELIUS",
  "contributors": "Herwindy Maria Tedjaatmadja (Advisor 1); Jusuf Imam Ibrahim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012136/ING/2015; Maria Adeline Cornelius (11412033)",
  "subjects": "BUSINESS COMMUNICATIONS-STUDY AND TEACHING; ENGLISH LANGUAGE-BUSINESS ENGLISH (TOURISM)"
}