{
  "id": "36702",
  "title": "Improving the company profile of PT Goldfindo Intikayu Pratama: a way to make it more interesting",
  "abstract": "PT Goldfindo Intikayu Pratama is a company which manufactures many kinds of furniture of good quality such as beds, tables, chairs, wardrobes, and etc. The company mainly sells its products to distributors of furniture products in the USA. The problem that the company is facing is that its sales have been decreasing lately. This is due to some reasons, one of which is the promotion tool that the company uses. So far, the company has been using its company profile to promote its products. The problem is that the company profile is neither up to date nor interesting in terms of content and design. Some of the information is also irrelevant to the customers. For these reasons, the company needs to modify or change its company profile. The company needs to have a company profile that is much more impressive and interesting so that its potential customers will be interested to buy the company’s products. To realize this, the pictures of the furniture products displayed in the new company profile should be those which the company is currently producing, and which are in trend today or more demanded by most potential customers. In addition, the sentences in the new company profile are supposed to be communicative, simple, and impressive. With the new company profile, it is expected that more customers will be interested and buy the products of PT Goldfindo Intikayu Pratama. As a result, the company will increase its sales and earn more profit from selling its furniture products.",
  "creators": "TJIANG CECILIA CATHLEEN CIANTO",
  "contributors": "Samuel Gunawan (Advisor 1); Herwindy Maria Tedjaatmadja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012128/ING/2015; Tjiang Cecilia Cathleen (11412025)",
  "subjects": "BUSINESS COMMUNICATION"
}