{
  "id": "3671",
  "title": "Analisa perbandingan tingkat pemakaian oli mesin produksi Pertamina pada mobil pribadi di Graha Mesran Pertamina Prapen (GMPP) Surabaya",
  "abstract": "Semakin tingginya jumlah mobil yang beredar di pasaran saat ini membuat permintaan oli di pasar juga semakin meningkat. Pertamina sebagai perusahaan negara yang juga memproduksi Oli merasa perlu untuk lebih memahami keinginan konsumennya. Tingkat pemakaian Oli mesin merupakan parameter yang dapat digunakan dan diteliti untuk dapat mengetahui karakteristik pemakai oli mesin produksi Pertamina tersebut. Permasalahan dalam tugas akhir ini adalah mengidentifikasi perbedaan tingkat pemakaian oli mesin produksi Pertamina terhadap jenis mobil, jenis mesin, jenis tahun pembuatan mobil serta varian oli Pertamina yang digunakan. Tujuannya adalah untuk lebih memahami karakteristik konsumen pengguna oli mesin Pertamina, sehingga Graha Mesran Pertamina Prapen dapat memberikan pelayanan yang lebih baik berdasarkan atas hasil penelitian ini. Pengumpulan data dilakukan dengan Wawancara serta pembagian kuisioner terhadap pelanggan Graha Mesran Pertamina Prapen Surabaya. Dari 200 Responden, menghasilkan beberapa data primer antara lain: Jenis mobil, Tahun pembuatan mobil, Varian oli mesin, Jenis mesin, Merk mobil, Kilometer pemakaian, Status kepemilikan, serta lokasi penggantian oli sebelumnya. Semua data tersebut kemudian diolah dengan metode One Way ANOVA, sehingga dapat teridentifikasi perbedaan tingkat pemakaian pada masing-masing variabel tersebut.",
  "creators": "TUWANKU ARIA AULIANDRI; YUSSI RAMAWATI",
  "contributors": "Sundring Pantja Djati (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011746/MAN/2004; Tuwanku Aria Auliandri (31400518), Yussi Ramawati (31400324)",
  "subjects": "MARKETING MANAGEMENT; MARKETING RESEARCH"
}