{
  "id": "3672",
  "title": "An Analysis of the performative utterances and their felicity conditions in ada apa dengan cinta",
  "abstract": "Speech acts play an important role in human?s interaction because when we say something, we do not deliver only meaning of the utterance but also the intended meaning behind it. We can find speech acts in daily conversation even in a film. The writer is interested in analyzing speech act on film \"Ada Apa Dengan Cinta\" (A2DC) because it presents complete form of speech acts. In A2DC, the actors use utterances to express their idea or their feeling. Thus, the understanding of types of utterance of performative utterances and their felicity conditions are very useful to avoid misinterpretation of the speaker?s meaning. In this study, the writer wants to find out the types of utterance of performative utterances and their felicity conditions which are used by the main characters in A2DC and their relationship. The writer uses Langacker and Searle theory in analyzing her data. She also uses Levinson and David W. Carroll context of speech acts to complete her theory. In analyzing her data, the writer uses descriptive approach to describe the types of utterance which occur in A2DC. The writer puts the result of the analysis in the table in order to make the writer easier in counting utterances. After doing her analysis, the writer finds that the main characters use all of five types of utterance of performative utterances. Besides, the writer finds that all the data has the conditions as felicity conditions, so none of them can be called as infelicitous.",
  "creators": "PAULINE VINCENTIA KARTIKA",
  "contributors": "SAMUEL GUNAWAN (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1156/ING/2003; Pauline V. Kartika (11497085)",
  "subjects": "LANGUAGE AND LANGUAGES-DISCOURSE ANALYSIS; LINGUISTIC ANALYSIS (LINGUISTICS); LANGUAGE AND LANGUAGES-STUDY AND TEACHING"
}