{
  "id": "36756",
  "title": "Aplikasi layanan antarjemput XYZ berbasis android",
  "abstract": "Layanan antar jemput XYZ adalah salah satu perusahaan yang bergerak di bidang jasa transportasi dan merupakan salah satu alternatif transportasi yang dapat digunakan untuk mengantarkan ke tempat tujuan. Antar jemput XYZ merupakan antar jemput yang memiliki 2 jenis pelayanan, antar jemput dari pemesanan di mana pemesan dapat memesan untuk dijemput sesuai alamat jemput yang diminta dan akan diantarkan ke alamat tujuan yang diminta. Selain itu, pelayanan lainnya adalah antar jemput langganan di mana pemesan akan dijemput dan diantar secara teratur setiap hari sesuai dengan perjanjian. Antar jemput XYZ masih melakukan pencatatan pemesanan antar jemput dengan menggunakan sistem manual, di mana pemesan masih menggunakan telepon untuk melakukan pemesanan antar jemput, sehingga dapat terjadi pencatatan pemesanan yang kurang akurat. Oleh karena itu diperlukan sistem berbasis sistem informasi untuk dapat membantu mengurangi kelemahan sistem yang lama. Aplikasi layanan antar jemput XYZ berbasis Android ini ditujukan agar membantu user dapat langsung memesan layanan antar jemput dengan lebih cepat. Aplikasi ini akan dibuat dengan menggunakan bahasa HTML, Javascript, PHP yang kemudian akan diubah menjadi aplikasi mobile dengan menggunakan Eclipse. Aplikasi berbasis mobile ini juga akan membantu user untuk dapat mengetahui sopir yang akan menjemput sehingga akan membantu memudahkan dalam proses penjemputan. Selain dapat membantu dalam layanan pemesanan antar jemput, aplikasi ini juga membantu perusahaan antar jemput agar lebih cepat dan akurat dalam mencatat dan memproses pemesanan antar jemput sehingga dapat membantu dalam proses penjemputan user. Proses analisis sistem yang lama dengan melakukan survey ke layanan antar jemput. Hasil pengujian menunjukkan bahwa aplikasi ini berjalan baik pada beberapa device seperti Android 4.2 (Jelly Bean), Android 4.4 (Kitkat). Aplikasi pemesanan ini menjalankan fitur pemesanan antar jemput, mengirim notifikasi, menampilkan data pemesanan, menampilkan informasi sopir sehingga memudahkan user untuk mendapatkan informasi penjemput dengan cukup baik.",
  "creators": "ROBERT GOSAL",
  "contributors": "Justinus Andjarwirawan (Advisor 1); Andreas Handojo (Advisor 2); Agustinus Noertjahyana (Examination Committee 1)",
  "publisher": "Unknown",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021502/INF/2016; Robert Gosal (26412043)",
  "subjects": "ANDROID (ELECTRONIC RESOURCE)-PROGRAMMING; ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE)"
}