{
  "id": "36757",
  "title": "Aplikasi media inspirasi berbasis web dan android",
  "abstract": "Pada saat ini aplikasi yang menyimpan gambar dan video telah sangat mudah untuk ditemukan. Video dan gambar tersebut dapat ditemukan pada aplikasi media sosial. Akan tetapi, media sosial yang ada pada umumnya tidak membatasi gambar atau video yang dimasukkan oleh member. Hal tersebut membuat user agak kesulitan untuk mencari video atau gambar yang bersifat inspiratif. Pada umumnya aplikasi media inspirasi yang ada hanya membagikan video atau gambar. Selain itu, aplikasi yang ada hanya dapat diakses pada website atau android. Aplikasi media inspirasi yang telah ada hanya dapat memasukkan video atau gambar oleh admin sehingga membuat user tidak dapat memasukkan video atau gambar yang diinginkan. Aplikasi MPV(Motivation Photo and Video) yang dibuat berguna untuk membantu pengguna untuk mencari aplikasi yang hanya beriisikan konten inspirasi dengan lebih mudah. Hal tersebut dikarenakan aplikasi ini menyimpan video dan gambar dengan kategori yaitu motivasi, pekerjaan, relasi, spiritual dan kesehatan. Aplikasi ini memberikan ijin bagi member untuk memasukkan video dan gambar yang diinginkan. Member dapat membuat quote sesuai keinginan. Video atau gambar yang ada di aplikasi dapat dibagi pada orang lain melalui Facebook. Aplikasi ini dapat memberikan notifikasi pada member. Penggujian yang dilakukan menghasilkan kesimpulan bahwa aplikasi yang dibuat pada android dapat berjalan dengan baik pada versi Android 4.4 (KitKat) hingga Android 5.0 (Lollipop). Aplikasi yang dibuat memiliki fitur memasukkan video, memasukkan gambar, memberikan notifikasi pada member terhadap video atau gambar terbaru, membagikan gambar dan video pada Facebook dan membuat quote pribadi",
  "creators": "SULISTYA FERRYANTO",
  "contributors": "Yulia (Advisor 1); Andreas Handojo (Advisor 2); Justinus Andjarwirawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021506/INF/2016; Sulistya Ferryanto (26412073)",
  "subjects": "ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); SOCIAL MEDIA; WEBSITES; ANDROID (ELECTRONIC RESOURCE)-PROGRAMMING"
}