{
  "id": "3677",
  "title": "Studi komparatif long-short investment pada perusahaan besar dan kecil yang terdaftar di bursa efek Jakarta",
  "abstract": "Investasi merupakan salah satu sarana untuk mendapatkan keuntungan yang dilakukan para pelaku bisnis perorangan maupun perusahaan. Sebelum tahun 1980 kecenderungan investasi dilakukan dalam jangka pendek atau jangka panjang saja. Baru pada akhir tahun 1980, alternatif investasi mulai dikembangkan dengan komposisi jangka panjang dan jangka pendek yang lebih dikenal dengan Long - Short Investment. Perusahaan besar dengan kapasitas modal yang lebih besar memiliki fleksibilitas lebih tinggi dibandingkan perusahaan kecil dalam menerapkan Long - Short Investment. Hal ini dikarenakan dana yang pada umumnya dialokasikan dalam bentuk investasi jangka panjang adalah dana lebih yang tidak atau belum diperlukan dalam waktu yang relatif singkat. Sehingga bisa diinvestasikan dalam jangka waktu yang panjang dengan harapan mendapatkan profit yang lebih besar dibandingkan dengan investasi jangka pendek, mengingat pada umumnya resiko investasi jangka panjang lebih besar daripada investasi jangka pendek. Pada umumnya proporsi investasi jangka pendek lebih besar dibandingkan investasi jangka panjang dalam sebuah Long - Short Investment. Hal ini ditujukan untuk menjaga likuiditas perusahaan sehingga operasional perusahaan tidak mengalami gangguan, disisi lain perusahaan bisa mendapatkan profit lebih yang ditanamkan pada investasi jangka panjangnya. Sebaiknya investor lebih mengenali karakteristiknya sendiri sehingga dapat menentukan proporsi Long - Short Investment yang sesuai.",
  "creators": "ERLINA SENTOSA; KRESNA WIDYA JAYA",
  "contributors": "Pwee Leng (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03011753/MAN/2004; Erlina Sentosa (31400089); Kresna Widya Jaya (31400429)",
  "subjects": "CORPORATIONS-FINANCE"
}