{
  "id": "36874",
  "title": "Perbandingan penjadwalan proyek menggunakan kurva S dan CPM network pada proyek X di Surabaya",
  "abstract": "Seiring dengan jaman yang berkembang pesat diharapkan pembangunan yang sedang berlangsung dapat diselesaikan dengan baik dan tepat waktu. Oleh karena itu sangat dibutuhkan proses perencanaan dan pengendalian jadwal proyek yang baik agar proyek dapat berjalan dengan sukses. Metode yang digunakan dalam perencanaan jadwal proyek adalah metode CPM Network yang memperlihatkan analisa jaringan antar aktivitas dan juga metode Kurva “S” yang menggunakan grafik yang memperlihatkan hubungan jadwal proyek yang di kombinasikan dengan biaya proyek. Penelitian ini dilakukan untuk melakukan perencanaan jadwal menggunakan metode CPM Network dan Kurva “S” dan melakukan perbandingan antara metode CPM Network dan metode Kurva “S”. Dari data yang didapat dilakukan perencanaan jadwal proyek menggunakan bantuan program Microsoft Project dan selanjutnya dilakukan pengamatan dilapangan. Hasil dari analisa menggunakan CPM Network dan Kurva S akan dilakukan perbandingan. Hasil dari CPM Network menunjukkan proyek mengalami keterlambatan selama 173 hari. Hasil dari Kurva “S” menunjukkan bahwa proyek terselesaikan sebesar 54.5322% yang dalam rencana diselesaikan selama 245 hari, sehingga terjadi keterlambatan 105 hari. Hasil perbandingan dari kedua metode menghasilkan status proyek yang hampir sama, CPM Network menunjukkan proyek terlambat mulai periode ke-13. Metode Kurva S menunjukkan proyek terlambat mulai periode ke-11. CPM Network menghasilkan informasi yang lebih detail dengan analisa setiap periode sehingga dapat dilakukan pengendalian sesegera mungkin. Kurva “S” melihat secara biaya tetapi tidak dapat menginformasikan suatu aktivitas terlambat atau lebih cepat.",
  "creators": "WENLY SULISTIO",
  "contributors": "Andi (Advisor 1); Indriani Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000219/MTS/2016; Wenly Sulistio (01511019)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; PROJECT MANAGEMENT"
}