{
  "id": "36877",
  "title": "Pelaksanaan metode SPC dan penilaian tingkat risiko kecelakaan kerja pada pekerjaan struktur proyek X",
  "abstract": "Keselamatan kerja adalah semua kondisi dan faktor yang dapat berdampak pada keselamatan semua orang di tempat kerja. Agar tercipta keselamatan kerja yang baik, perlu dilakukan perencanaan dan penerapan keselamatan kerja. Pada penelitian kali ini, dicoba untuk merencanakan dan menilai penerapan keselamatan kerja dengan metode SPC (Safety Planning and Controlling) serta melakukan penilaian terhadap tingkat risiko kecelakaan kerja berdasarkan Peraturan Menteri PU No: 05/PRT/M/2014.pada pekerjaan struktur proyek X. Perencanaan keselamatan kerja dengan metode SPC pada pekerjaan struktur proyek tersebut dibagi menjadi tiga tahap yaitu long-term planning, look-ahead planning, dan short-term planning. Kemudian untuk penilaiannya, dilakukan dengan indikator PSW (Percentage of Safe Work Packages). Dari hasil pengamatan selama 2 bulan, ternyata nilai PSW untuk seluruh pekerjaan struktur pada proyek tersebut bernilai nol. Hal ini dikarenakan banyak pekerja yang tidak taat memakai Alat Pelindung Diri. Sedangkan hasil dari penilaian tingkat risiko didapatkan bahwa semua pekerjaan struktur pada proyek tersebut ternyata berisiko tinggi. Hal ini dikarenakan nilai keparahan dari sebagian besar potensi bahaya tiap pekerjaan memiliki tingkat keparahan tinggi (bernilai 3) sehingga mengakibatkan tingginya nilai tingkat risiko. Oleh sebab itu, saat mengerjakan pekerjaan struktur tersebut pengendalian risiko seperti pelatihan, safe guard, APD, serta pengawasan dari mandor harus dilakukan dengan baik dan benar.",
  "creators": "Eric Budisetiawan, S.T.",
  "contributors": "Andi (Advisor 1); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000221/MTS/2016; Eric Budisetiawan (01514003)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; CONSTRUCTION INDUSTRY-SAFETY MEASURES"
}