{
  "id": "36872",
  "title": "Pengaruh employee engagement terhadap organizational commitment dengan job satisfaction dan job motivation sebagai intervening dalam organisasi pendidikan di Surabaya",
  "abstract": "Penelitian ini bertujuan untuk meneliti pengaruh employee engagement terhadap organizational commitment dalam sebuah organisasi pendidikan Kristen di Surabaya, secara khusus dengan job satisfaction dan job motivation sebagai intervening. Metode penelitian yang digunakan adalah pendekatan kuantitatif dengan teknik pengambilan sampel berupa simple random sampling. Sampel yang digunakan sejumlah 105 guru berstatus guru tetap dengan masa kerja di atas 3 tahun. Data diperoleh melalui kuesioner dan teknik analisis yang digunakan adalah statistik deskriptif dan statistik inferensial dengan bantuan software SmartPLS. Hasil penelitian menunjukkan bahwa tingkat employee engagement dan organizational commitment khususnya normative commitment karyawan cukup tinggi. Selanjutnya, employee engagement dan job satisfaction memiliki pengaruh terhadap organizational commitment, sementara job motivation terutama internal motivation tidak berpengaruh terhadap organizational commitment. Hal ini disebabkan karena guru melakukan tugasnya baru sebatas memenuhi aturan yang berlaku (tatanan normatif), agar tetap menerima penghasilan (external motivation). Sehingga organisasi diharapkan mampu mengembangkan employee engagement, secara khusus melalui peningkatkan motivasi karyawan agar dapat mendorong organizational commitment melalui job satisfaction.",
  "creators": "YOURIZA KHRISTIANTI",
  "contributors": "Diah Dharmayanti (Advisor 1); Devie (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020105/MM/2016; Youriza Khristianti (03514038)",
  "subjects": "ORGANIZATIONAL COMMITMENT; PERSONNEL MANAGEMENT; JOB SATISFACTION"
}