{
  "id": "36873",
  "title": "Pengaruh kepercayaan dan motivasi terhadap kepuasan orang tua siswa SMA Kristen Petra 1 Surabaya",
  "abstract": "Penelitian ini dilakukan terhadap 91 orang tua siswa SMA Kristen Petra I Surabaya, yang terdiri dari 29 orang pria atau 32%, dan 62 orang wanita atau 68% , sedangkan status pekerjaan terdapat 22 orang (2,2%) pegawai negeri sipil, pegawai swasta 20 orang (22%), 28 orang (30,8%) adalah wiraswasta, ibu rumah tangga 37 orang (40,7%), dan 4 orang (4,4%) memiliki pekerjaan lainnya. Penelitian ingin mengetahui Pengaruh Kepercayaan dan Motivasi Terhadap Orang Tua Siswa Siswa SMA Kristen Petra I Surabaya. Kepercayaan diukur berdasarkan indikator: ability, benevolence, dan integrity; motivasi diukur dengan indikator: dorongan untuk melanjutkan pendidikan, kebutuhan untuk memiliki keahlian yang khusus, dan keinginan untuk meningkatkan kesejahteraan hidup; sedangkan kepuasan diukur dengan indikator: leadership. parental involvement, faith development, curriculum and instruction, communication, support service, facilities, dan environment. Hubungan antar variabel menempatkan kepercayaan sebagai variabel eksogenus dan motivasi sebagai variabel mediasi, dan kepuasan sebagai variabel endogenus. Hasil penelitian menunjukkan bahwa: (1) kepercayaan berpengaruh positif dan signifikan terhadap motivasi dan kepuasan orang tua; (2) motivasi berpengaruh positif dan signifikan terhadap kepuasan orang tua. Sementara, hasil pengaruh tidak langsung menunjukkan bahwa motivasi yang dimiliki orang tua cenderung melemahkan kepercayaan terhadap parent’s satisfaction.",
  "creators": "Vony Wijaya",
  "contributors": "Hatane Semuel (Advisor 1); Devie (Advisor 2); Michael Adiwijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020107/MM/2016; Vony Wijaya (03514041)",
  "subjects": "MARKETING-MANAGEMENT; CONSUMER BEHAVIOR; CONSUMER SATISFACTION; MARKETING RESEARCH"
}