{
  "id": "36886",
  "title": "Pengaruh gaya kepemimpinan kepala sekolah terhadap keunggulan kompetitif sekolah dengan variabel intervening kepuasan kerja dan motivasi kerja guru Sekolah Dasar Kristen Petra Sidoarjo",
  "abstract": "Penelitian ini bertujuan untuk mengetahui apakah ada pengaruh gaya kepemimpinan kepala sekolah terhadap keunggulan kompetitif sekolah dengan variabel intervening kepuasan kerja dan motivasi kerja guru. Pengambilan sampel dilakukan dengan menggunakan nonprobability sampling, di mana tidak semua anggota populasi mendapat kesempatan untuk dijadikan sampel. Jumlah sampel 35 orang terdiri dari guru dan staf administrasi Sekolah Dasar Petra di Sidoarjo. Pendekatan dalam penelitian ini adalah kuantitatif. Teknik analisis yang digunakan dalam penelitian ini adalah Smart PLS. Hasil analisis menunjukkan bahwa: (1) ada pengaruh signifikan gaya kepemimpinan kepala sekolah terhadap kepuasan kerja guru sebesar 0,6883. (2) ada pengaruh signifikan gaya kepemimpinan kepala sekolah terhadap motivasi kerja guru sebesar 0,7132. (3) ada pengaruh signifikan kepuasan kerja terhadap keunggulan kompetitif sekolah sebesar 0,49. (4) ada pengaruh signifikan motivasi kerja guru terhadap keunggulan kompetitif sekolah sebesar 0,3. (5) tidak ada pengaruh signifikan kepuasan kerja guru terhadap motivasi kerja guru sebesar 0,128. (6) tidak ada pengaruh signifikan gaya kepemimpinan kepala sekolah terhadap keunggulan kompetitif sekolah sebesar 0,169. Kesimpulan dari penelitian ini adalah keunggulan bersaing sekolah dapat dicapai melalui peningkatan kepuasan kerja guru dan motivasi guru. Gaya kepemimpinan kepala sekolah memegang peranan penting untuk menciptakan kepuasan kerja dan motivasi kerja guru agar dapat membentuk keunggulan kompetitif sekolah yang berkelanjutan.",
  "creators": "ESTY WINASTI",
  "contributors": "Diah Dharmayanti (Advisor 1); Deborah Christine Widjaja, S.S., MSM., Ph.D. (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020122/MM/2016; Esty Winasti (03514049)",
  "subjects": "WORK MOTIVATION; PERSONNEL MANAGEMENT; LEADERSHIP; JOB SATISFACTION"
}