{
  "id": "36880",
  "title": "Pengaruh strategic purchasing terhadap organization performance melalui negotiation strategy dan relationship between Buyer and supplier sebagai variabel intervening pada industri makanan dan minuman di Jawa Timur",
  "abstract": "Penelitian ini bertujuan untuk mengetahui Pengaruh Strategic Purchasing terhadap Organization Performance melalui Negotiation Strategy dan Relationship Between Buyer And Supplier di dalam perusahaan. Di dalam penelitian ini digunakan data primer berupa kuesioner yang disebarkan pada perusahaan-perusahaan yang bersifat terbuka maupun tertutup serta tergolong ke dalam industri besar dan sedang yang bergerak dalam bidang manufaktur makanan dan minuman di Jawa Timur. Penelitian ini menggunakan teknik analisis path modeling dengan alat bantu PLS. Dari pengujian yang dilakukan membuktikan bahwa pengaruh Strategic Purchasing terhadap Organization Performance adalah positif dan signifikan. Selain itu, hasil penelitian juga membuktikan terdapat pengaruh yang positif serta signifikan dari Strategic Purchasing terhadap Relationship Between Buyer And Supplier, pengaruh positif serta signifikan dari Strategic Purchasing terhadap Negotiation Strategy, pengaruh positif serta signifikan dari Relationship Between Buyer And Supplier terhadap Organization Performance, dan pengaruh positif serta signifikan pula dari Negotiation Strategy terhadap Organization Performance pada perusahaan-perusahaan yang bergerak dalam bidang manufaktur makanan dan minuman di Jawa Timur.",
  "creators": "Rany Arnius",
  "contributors": "Zeplin Jiwa Husada Tarigan (Advisor 1); Dr. Ir. Hotlan Siagian MSc. (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020111/MM/2016; Rany Arnius (03515016)",
  "subjects": "SUPPLY CHAIN MANAGEMENT; PURCHASING; PROCUREMENT-MANAGEMENT; STRATEGIC PLANNING"
}