{
  "id": "36888",
  "title": "Analisis pengaruh commitment management, collaborative planning, dan information sharing terhadap buyer-supplier relationship serta pengaruhnya terhadap supply chain performance",
  "abstract": "Tesis ini membahas tentang buyer-supplier relationship pada perusahaan tambang batu (Crusher stone) di Cilegon, Banten. Tujuan dari penelitian ini untuk mengetahui commitment manajemen, collaborative planning, dan information sharing terhadap buyer-supplier relationship serta pengaruhnya terhadap supply chain performance. Penelitian ini menggunakan metode kuantitatif yang kemudian dijelaskan secara deskriptif. Data didapatkan dari survei pada perusahaan yang bergerak pada bidang pertambangan khususnya tambang batu di Banten dengan non probability sampling. Hasilnya adalah commitment manajemen mempengaruhi buyer-supplier relationship, collaborative planning, namun tidak pada information sharing. Hal ini dikarenakan kurangnya komitmen dari manajemen untuk memfasilitasi sarana informasi yang up to date sesuai dengan perkembangan teknologi saat ini. Collaborative planning tidak memberikan dampak signifikan terhadap buyer supplier relationship. Hal ini dikarenakan pihak perusahaan tidak terlalu melibatkan pemasok dalam perencanaan dan pengendalian bahan baku produksi, pemasok hanya sebatas memasok bahan baku saja. Information sharing tidak memberikan dampak yang signifikan terhadap buyer-supplier relationship. Hal ini disebabkan oleh karakteristik lingkungan perusahaan yang kurang mendukung untuk jaringan komunikasi seperti jaringan ponsel maupun internet. Buyer-supplier relationship memberikan dampak positif terhadap supplay chain performance. Dalam menjalankan buyer-supplier relationship diperlukan commitment management untuk selalu konsisten terhadap kontrak kerja yang disepakati, agar proses buyer-supplier relationship dapat berjalan dengan lancar sehingga akhirnya mencapai supply chain performance yang diharapkan.",
  "creators": "Denny Sosiawan",
  "contributors": "Hartono Subagio (Advisor 1); I Nyoman Sutapa (Advisor 2); Hatane Semuel (Examination Committee 1); Zeplin Jiwa Husada Tarigan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020117/MM/2016; Denny Sosiawan (03514015)",
  "subjects": "INDUSTRIAL PROCUREMENT; ORGANIZATIONAL COMMITMENT; SUPPLY CHAIN MANAGEMENT"
}