{
  "id": "3688",
  "title": "Evaluasi mutu pelayanan marina bowling center dari sudut kepuasan pelanggan",
  "abstract": "Setelah menghilang selama beberapa waktu, bowling mulai digemari lagi oleh masyarakat Surabaya akhir-akhir ini. Hal ini disebabkan karena bowling adalah kegiatan yang tidak membosankan dan merupakan perpaduan dari berolah raga, bersenang-senang serta bersosialisasi. Karena melihat minat masyarakat tersebut, maka dibukalah beberapa bowling center yang dipelopori oleh Marina Bowling Center. Karena adanya beberapa bowling center tersebut, maka timbullah persaingan sehingga masing-masing bowling center harus berusaha untuk dapat tetap bertahan dengan cara meningkatkan kualitas pelayanan yang diberikan agar pelanggan merasa puas. Oleh karena itu, penulis ingin mengevaluasi apakah kualitas pelayanan yang diberikan oleh Marina Bowling Center sudah sesuai dengan keinginan pelanggan Marina Bowling Center. Beberapa variabel pelayanan yang sudah memenuhi harapan pelanggan adalah kesopanan karyawan, kesabaran, kecepatan karyawan dalam melayani penyewaan sepatu, kecepatan karyawan dalam melayani pembayaran, pengetahuan karyawan tentang bowling, keamapuan karyawan mengatasi keluhan pelanggan terhadap jumlah bola yang kurang, kemampuan karyawan dalam mengatasi keluhan pelanggan karena line bowling yang terlalu licin, seragam karyawan, cara berpakaian, kebersihan line bowling, jumlah air conditioner, air conditioner, serta keamanan di tempat penitipan sepatu. Variabel - variabel inilah yang akan menjadi pendukung Marina Bowling Center dalam mempertahankan kepuasan pelanggannya.",
  "creators": "REO WIDJAYA; FELICIA SANUSI",
  "contributors": "Widjojo Suprapto (Advisor 1); Tio Sally Puspasari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 539/PAR/2004; Reo Wijaya (91300019). Felicia Sanusi (91300041)",
  "subjects": "TOURIST TRADE-SURABAYA; CONSUMER SATISFACTION"
}