{
  "id": "36887",
  "title": "Pengaruh celebrity endorsement di sosial media terhadap purchase intention dengan brand positioning dan brand awareness sebagai variabel intervening pada produk makanan dan minuman",
  "abstract": "Penelitian ini menguji apakah celebrity endorsement di sosial media berpengaruh terhadap purchase intention melalui brand positioning dan brand awareness. Penelitian menggunakan metode penelitian kuantitatif kausal. Jumlah responden yang digunakan sebesar 400 responden dengan teknik sampling purposive sampling. Teknik pengujian data memakai validitas dan reliabilitas. Teknik analisis data terdiri dari teknik statistik deskriptif dan multivariat. Hasil penelitian menunjukkan bahwa daya tarik selebriti dalam celebrity endorsement mempengaruhi posisi produk menjadi produk yang kompetitif, daya tarik selebriti dalam celebrity endorsement mempengaruhi recall terhadap produk, Posisi produk makanan dan minuman yang kompetitif mempengaruhi purchase intention, recall terhadap produk mempengaruhi purchase intention, daya tarik selebriti dalam celebrity endorsement mempengaruhi purchase intention, daya tarik selebriti dalam celebrity endorsement mempengaruhi posisi produk menjadi produk yang kompetitif, daya tarik selebriti dalam celebrity endorsement mempengaruhi posisi menjadi produk yang kompetitif dan kemudian mempengaruhi purchase intention, daya tarik selebriti dalam celebrity endorsement mempengaruhi recall terhadap produk dan kemudian mempengaruhi purchase intention, dan daya tarik selebriti dalam celebrity endorsement mempengaruhi recall terhadap produk, lalu mempengaruhi posisi produk menjadi produk yang dan kemudian mempengaruhi purchase intention.",
  "creators": "Chintya Aprilia",
  "contributors": "Diah Dharmayanti (Advisor 1); Dr. Ir. Hotlan Siagian MSc. (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020123/MM/2016; Chintya Aprillia (03515006)",
  "subjects": "MARKETING-MANAGEMENT; BRAND IMAGE; SOCIAL MEDIA-MARKETING; MARKETING-RESEARCH"
}