{
  "id": "36899",
  "title": "Dampak peranan konsultan, komitmen manajemen, dan user controller terhadap kinerja perusahaan melalui implementasi TQM",
  "abstract": "Kementerian Perindustrian telah menerbitkan aturan wajib Standar Nasional Indonesia (SNI) untuk mengantisipasi serbuan impor produk asing yang mulai menguasai pasar domestik. Penerapan sistem manajemen mutu bagi perusahaan-perusahaan manufaktur sangat mendesak agar dapat bersaing dengan produk-produk luar negeri. Penerapan ISO seri 9000 merupakan bentuk implementasi konsep TQM dalam sistem manajemen. Berdasarkan hasil penelitian terdahulu didapatkan bahwa penerapan TQM dapat meningkatkan kinerja perusahaan. Peranan konsultan, komitmen manajemen dan user controller memberikan dampak pada penerapan TQM. Penelitian ini menguji pengaruh peranan konsultan, komitmen manajemen puncak dan user controller terhadap kinerja perusahaan melalui penerapan TQM/ISO seri 9000 di perusahaan manufaktur Jawa Timur. Penyebaran kuisioner terhadap 80 perusahaan manufaktur yang telah menerapkan ISO dan didapatkan kuisioner kembali sebanyak 77 perusahaan dengan analisa data PLS (Partial least Square). Hasil penelitian didapatkan bahwa peranan konsultan pada perusahaan manufaktur di Jawa Timur memiliki pengaruh terhadap implementasi TQM, komitmen manajemen tidak berpengaruh terhadap implementasi ISO, user controller memberikan pengaruh terhadap implementasi TQM dan kinerja perusahaan. Terakhir implementasi ISO pada perusahaan memberikan pengaruh terhadap kinerja perusahaan karena perusahaan manufaktur melakukan fokus pada pelanggan dengan menerapkan sistem mutu yang terkait dengan prosedur kerja, instruksi kerja dan form-form yang ada.",
  "creators": "YOHAN GUNAWAN HENUK",
  "contributors": "Hatane Semuel (Advisor 1); Zeplin Jiwa Husada Tarigan (Advisor 2); Dr. Ir. Hotlan Siagian MSc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020130/MM/2016; Yohan Gunawan Henuk (03514024)",
  "subjects": "WORK MEASUREMENT; TOTAL QUALITY MANAGEMENT; ORGANIZATIONAL COMMITMENT"
}