{
  "id": "36898",
  "title": "Analisa penerapan soft quality management, hard quality management, dan job satisfaction serta pengaruhnya terhadap kinerja sekolah pada SMP Kristen Petra Surabaya",
  "abstract": "Penelitian ini betujuan untuk mengethui pengaruh soft quality management terhadap kinerja sekolah, mengetahui pengaruh soft quality management terhadap kepuasan kerja guru dan karyawan, mengetahui pengaruh hard quality management terhadap kepusan kerja guru dan karyawan, mengetahui pengaruh hard quality management terhadap kinerja sekolah dan untuk mengetahui pengaruh kepuasan kerja guru dn karyawan terhadap kinerja sekolah di SMP Kristen di Surabaya. Penelitian ini dilaksanakan di sejumlah SMP Kristen di Surabaya dan Sidoarjo. Sampel yang diambil berjumlah 150 orang yang meliputi semua wakil kepala sekolah, guru, dan tenaga administrasi. Uji validitas dari ke empat variabel terhadap itemnya menggunakan Partial Least Square. Hasil penelitiannya adalah (1) Soft quality management dalam pelaksanaan sistem manajemen mutu berpengaruh signifikan terhadap job satisfaction, (2) Soft quality management dalam pelaksanaan sistem manajemen mutu berpengaruh signifikan terhadap kinerja sekolah, (3) Hardquality management dalam pelaksanaan sistem manajemen mutu tidak berpengaruh terhadap job satisfaction, (4) Hardquality management dalam pelaksanaan sistem manajemen mutu berpengaruh signifikan terhadap kinerja perusahaan dan (5) Job Satisfaction dalam pelaksanaan sistem manajemen mutu berpengaruh signifikan terhadap kinerja perusahaan.",
  "creators": "Arif Prianto",
  "contributors": "Hatane Semuel (Advisor 1); Zeplin Jiwa Husada Tarigan (Advisor 2); Dr. Ir. Hotlan Siagian MSc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020129/MM/2016; Arif Prianto (03514039)",
  "subjects": "TOTAL QUALITY MANAGEMENT; JOB SATISFACTION"
}