{
  "id": "36905",
  "title": "Analisa faktor dan diskriminan terhadap kepuasan penghuni apartemen sekitar kampus di Surabaya: studi kasus Apartemen The Square, High Point dan Metropolis",
  "abstract": "Minat pembeli dalam membeli apartemen mahasiswa semakin meningkat setiap tahunnya. Namun, pembangunan apartemen yang meningkat pesat ternyata tidak lepas dari berbagai masalah yang timbul. Berbagai masalah yang timbul ini dikhawatirkan dapat menyebabkan penghuni merasa tidak puas dengan hunian mereka. Penelitian ini bertujuan untuk mengetahui faktor yang berpengaruh terhadap kepuasan penghuni apartemen sekitar kampus di Surabaya. Penelitian dimulai dengan menemukan variabel-variabel penyebab kepuasan berhuni melalui studi literatur yang dilanjutkan dengan proses pembagian kuesioner. Proses analisa data dilakukan dengan analisa deskriptif, analisa kepuasan, analisa cluster dan diakhiri dengan uji diskriminan. Hasil penelitian menunjukkan bahwa secara umum penghuni merasa puas dengan hunian mereka. Berdasarkan hasil analisa, didapatkan pula bahwa ada hubungan antara status penghuni (mahasiswa atau non mahasiswa ) terhadap kualitas layanan dan produk, namun tidak ada hubungan antara status kepemilikan dengan kualitas layanan dan produk. Hasil analisa faktor membuktikan bahwa benar, kelompok faktor kualitas produk dan layanan berpengaruh terhadap kepuasan berhuni. Responden dapat dikelompokkan menjadi tiga kelompok, kelompok 1 (sangat puas dengan hunian) dan kelompok 3 (tidak puas dengan hunian) menilai kepuasan huni melalui faktor daya tahan, persepsi kualitas, ketanggapan, perbaikan dan pemeliharaan sedangkan kelompok 2 (cukup puas dengan hunian) menilai kepuasan huni melalui keuangan dan keamanan.",
  "creators": "NICKO VINCENT YUWONO",
  "contributors": "Timoticin Kwanda (Advisor 1); Jani Rahardjo (Advisor 2); Prof. Dr. Njo Anastasia, S.E., M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000214/MTS/2016; Nicko Vincent Yuwono (01514018)",
  "subjects": "CONSUMER SATISFACTION; CONSTRUCTION INDUSTRY-MANAGEMENT; APARTMENTS"
}