{
  "id": "36904",
  "title": "Pengaruh struktur modal terhadap financial performance perusahaan dimediasi oleh earning management dengan variabel moderating CEO duality di Perusahaan Go Public sector manufakturing yang tercatat di Bursa Efek Indonesia (BEI)",
  "abstract": "Pengaruh keberadaan CEO duality dalam perusahaan telah banyak menyita perhatian para peneliti terdahulu diberbagai belahan dunia. CEO duality dijelaskan sebagai seseorang yang memiliki peran ganda baik sebagai prinsipal maupun sebagai agen di perusahaan. Akibatnya telah terdapat 2 pandangan terkait dampak keberadaannya di perusahaan. Sebagian mengatakan berdampak negatif terhadap performance dikarenakan otoritas kuat dan kekuasaan mengambil keputusan khususnya financial decision. Namun pendapat lainnya terlihat mendukung duality karena kesatuan garis komando, pengambilan keputusan jadi lebih baik dan cepat. Penelitian ini dilakukan terhadap 47 perusahaan yang telah memenuhi syarat penelitian dari 142 perusahaan sektor manufakturing yang tercatat di BEI di Indonesia periode tahun 2010 hingga 2014. Metode analisis menggunakan structural equation modeling (SEM). Ditemukan pengaruh signifikan dan negatif dari hutang jangka panjang terhadap financial performance yang diukur dalam bentuk return on equity (ROE). Sementara pengaruh tidak langsung membuktikan bahwa struktur modal berpengaruh signifikan dan negatif terhadap aktivitas earning management perusahaan. Sementara itu earning management berpengaruh signifikan dan positif terhadap financial performance. Temuan lain dari penelitian menunjukkan keberadaan CEO duality di perusahaan mampu memperkuat pengaruh hutang jangka panjang terhadap financial performance perusahaan dan pengaruh discretionary accrual terhadap financial performance. Namun keberadaan CEO duality tidak menunjukkan pengaruh terhadap hubungan hutang jangka panjang dan discretionary accrual. Melalui penelitian ini, diharapkan CEO di perusahaan tepat dalam mengelola struktur modal, sehingga peningkatan jumlah hutang tidak sampai berdampak pada penurunan financial performance perusahaan. Dengan demikian, perusahaan harus hati-hati dalam mengimplementasikan strategi penggunaan hutang jangka panjangnya sehingga bermanfaat bagi kelangsungan perusahaan.",
  "creators": "RUDIANTO SIRAIT",
  "contributors": "Hatane Semuel (Advisor 1); Devie (Advisor 2); Yenni Mangoting (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020134/MM/2016; Rudianto Sirait (03515020)",
  "subjects": "CORPORATIONS--FINANCE; GOING PUBLIC (SECURITIES); MANUFACTURING INDUSTRIES; PROFIT-MANAGEMENT"
}