{
  "id": "36902",
  "title": "Studi mengenai directed changes dan constructive changes pada proyek bangunan tinggi di Surabaya",
  "abstract": "Change order terdiri dari directed changes (perubahan formal) dan constructive changes (perubahan informal). Penelitian ini akan membahas lebih dalam mengenai apa saja faktor penyebab change order yang terjadi serta dampaknya dalam hal biaya, waktu dan produktivitas. Penelitian ini difokuskan pada proyek bangunan tinggi di Surabaya, termasuk melakukan studi kasus pada sebuah proyek kampus di Surabaya. Penelitian dimulai dengan menemukan faktor-faktor penyebab change order melalui studi literature, yang dilanjutkan dengan proses penyusunan kuesioner. Proses analisa data dilakukan dengan analisa deskriptif dan dilakukan Kruskal Wallis Test serta uji ANOVA. Hasil penelitian menunjukkan bahwa secara umum pendapat antara pihak owner, konsultan pengawas, dan kontraktor baik perubahan secara formal maupun informal tidak ada perbedaan. Sedangkan pendapat antara pihak tersebut terhadap dampak biaya, waktu, dan produktivitas pada proyek berbeda pada beberapa faktor. Sedangkan untuk hasil penelitian dari proyek kampus di Surabaya, didapati 7 faktor untuk perubahan formal yaitu; (1) Ketidaksesuaian antara gambar dan kondisi lokasi oleh konsultan, (2) Kegagalan kinerja kontraktor, (3) Kesalahan desain, perbedaan, atau kurangnya koordinasi dalam hal desain oleh konsultan, (4) Perubahan desain oleh konsultan, (5) Penambahan lingkup pekerjaan oleh owner, (6) Perubahan desain dalam skala kecil oleh owner, dan (7) Penghapusan lingkup pekerjaan oleh owner serta 1 faktor untuk perubahan informal yang terjadi yaitu perubahan desain oleh konsultan.",
  "creators": "Yohana Gunawan Henuk, S.T.",
  "contributors": "Paulus Nugraha (Advisor 1); Andi (Advisor 2); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000215/MTS/2016; Yohana Gunawan Henuk (01514016)",
  "subjects": "TALL BUILDING; PROJECT MANAGEMENT; CONSTRUCTION PROJECTS-MANAGEMENT"
}