{
  "id": "36909",
  "title": "The Impact of i-branding towards customer equity with brand equity and purchase intention as mediating factors: the case of Starbucks Indonesia",
  "abstract": "In this era of advance internet technology, it raised question whether internet can also do an effective brand building to create a strong brand, measured by Brand Equity. This function of internet as brand builder is called i-Branding. Otherwise, customers become more selective and less loyal, therefore, it is important for firms to acknowledge the value of their customers. This customer-centric era brings a new paradigm to value customer as asset, called Customer Equity. This research offers i-Branding as powerful tool in enhancing customer equity, focusing on Cafe Industry. Starbucks is chosen as case study since it has the best i-Branding activities through its social media, website, intranet, and e-mail marketing. This research will see the relationship between i-Branding and customer equity, through brand equity and compare with the purchase intention as the additional mediating factor. Customer equity is measured by Customer Lifetime Value. Simple random sampling was applied to collect the 160 samples. Structural Equation Modelling is the methodology of this research, with Confirmatory Factor Analysis as the measurement model. Results indicated that i-Branding cannot significantly increase customer equity. I-Branding is proven only increase brand equity and purchase intention.",
  "creators": "JAMES KURNIAWAN BUDIONO; VIVI TAMARA INDRAWAN",
  "contributors": "Lianto, S.E., MFM. (Advisor 1); Tessa Vanina Soetanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010244/MAN/2016; James Kurniawan Budiono (34412003); Vivi Tamara Indrawan (34412029)",
  "subjects": "CONSUMERS PREFERENCES; BRANDING (MARKETING); CONSUMER BEHAVIOUR; BRAND CHOICE"
}