{
  "id": "36901",
  "title": "Pengaruh country-of-origin image terhadap brand loyalty dengan brand awareness dan perceived quality sebagai variabel intervening pada merk smartphone buatan Indonesia",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh country-of-origin image terhadap brand loyalty, baik secara langsung maupun melalui mediasi brand awareness dan perceived quality. Masalah yang dibahas dalam penelitian ini adalah brand loyalty merk smartphone buatan Indonesia. Objek penelitian adalah pengguna smartphone buatan Indonesia di Surabaya. Sampel yang diambil sebanyak 230 orang. Metode penelitian yang digunakan adalah penelitian kuantitatif. Teknik yang digunakan dalam pengambilan sampel adalah judgment sampling. Teknik analisa yang digunakan adalah analisa deskriptif dan structural equation modeling (SEM) dengan alat bantu program SmartPLS. Hasil yang didapatkan membuktikan bahwa country-of-origin image berpengaruh secara langsung terhadap brand loyalty merk smartphone buatan Indonesia dan secara tidak langsung melalui mediasi perceived quality. Sementara itu, brand awareness tidak berpengaruh terhadap brand loyalty yang disebabkan kurangnya pengetahuan pengguna smartphone buatan Indonesia bahwa smartphone yang mereka gunakan berasal dari Indonesia. Berdasarkan hasil penelitian ini, untuk meningkatkan brand loyalty merk smartphone buatan Indonesia, produsen dapat menerapkan standar internasional dalam pembuatan smartphone buatan Indonesia, melakukan edukasi pasar untuk meningkatkan pengetahuan konsumen mengenai asal merk smartphone buatan Indonesia, dan melakukan rebranding untuk menciptakan persepsi di benak konsumen bahwa smartphone buatan Indonesia adalah produk yang dapat diandalkan.",
  "creators": "Yosepha Puteri Tjahjono",
  "contributors": "Michael Adiwijaya (Advisor 1); Hartono Subagio (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020131/MM/2016; Yosepha Puteri Tjahjono (03515011)",
  "subjects": "CONSUMER BEHAVIOR; BRAND LOYALTY; MARKETING-MANAGEMENT; CONSUMERS-RESEARCH"
}