{
  "id": "36917",
  "title": "Penyusunan laporan keuangan dan penghitungan pajak penghasilan pada UMKM industri kulit di Surabaya",
  "abstract": "Tujuan dilakukannya penelitian ini adalah untuk menyusun laporan keuangan dan menghitung pajak penghasilan pada UMKM Industri Kulit di Surabaya. Unit analisis dalam penelitian ini adalah UMKM industri kulit yang beroperasi di Surabaya, yaitu CV X. Rancangan penelitian yang digunakan dalam penelitian ini adalah studi kasus. Temuan penelitian menunjukkan bahwa modal awal CV X untuk menjalankan usahanya adalah sebesar Rp 50.000.000; Total aset tetap yang dimiliki CV X adalah Rp 20.761.000; Pembelian persediaan bahan baku kulit CV X yang terjadi selama bulan Mei-Juni 2014 adalah sebesar Rp 33.000.000, dengan jumlah Rp 18.750.000 yang belum dibayarkan kepada pemasok; Pembelian persediaan bahan baku pembantu selama bulan Mei-Juni 2014 adalah Rp 11.405.000; Formula untuk membuat produk wallet adalah sebesar Rp 135.540, formula produk Compact Wallet sebesar Rp 88.040, formula produk Gantungan Kunci sebesar Rp 22.270, dan formula produk Handbag sebesar Rp 78.700; Total penjualan yang dihasilkan pada bulan Mei adalah sebesar Rp 45.125.000, sedangkan pada bulan Juni sebesar Rp 47.740.000. Pencatatan akuntansi CV X dimulai dengan membuat kode akun, dan melakukan pencatatan ke dalam Jurnal (yaitu: mencatat aktivitas investasi modal awal, aktivitas pembelian aset tetap dan penyusutan aset tetap, aktivitas pembelian persediaan, aktivitas produksi dan pembiayaan, aktivitas penjualan, serta aktivitas pengeluaran lainnya). Pelaporan akuntansi CV X dimulai dengan melakukan posting ke dalam Buku Besar, membuat Neraca Saldo, menyusun Laporan Laba/Rugi, menyusun Laporan Perubahan Modal, menyusun Neraca, dan membuat Jurnal Penutup. Kewajiban perpajakan CV X adalah PPh Pasal 25. Pada bulan Mei 2014, besarnya angsuran PPh Pasal 25 yang harus dibayar CV X adalah Rp 3.912.501,15. Sedangkan pada bulan Juni 2014, besarnya angsuran PPh Pasal 25 yang harus dibayar CV X adalah Rp 3.115.826,15.",
  "creators": "ANDREAS SISWANTO",
  "contributors": "R.Arja Angka Asa Aras Adji S. (Advisor 1); Yenni Mangoting (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010751/AKT/2015; Andreas Siswanto (32410111)",
  "subjects": "INCOME TAX; TAX ACCOUNTING; FINANCIAL STATEMENTS"
}