{
  "id": "3691",
  "title": "Menu planning system for menu of the month in Spandershoeve family owned Indonesian restaurant",
  "abstract": "The economic growth in the world nowadays also lead the increasing of the world globalization and the world trade which of course bring the new market as well as the new customer. This new customer demands a lot of concern of the business industry especially the hospitality industry, in this case the focus is on food and beverage industry or restaurant in a clear example. According to the Dutch Board of the Hotel and Catering Industry, A menu planner must know the goals of the menu being planned and the kinds of menus needed to suit the occasion, the kind of operation, and the patrons. Because menus can be used in many ways and because there is a wide diversity in the kinds of food services, there are many kinds of menus. The person-planning menu should know how to do the job; how to select menu items and how to present them. Usually a menu is organized in the same order in which the foods are eaten. To properly plan a menu, the planner should have an adequate space with adequate equipment to do the job. Files of menu suggestions, prices, and seasons in which food available are needed. Planning a menu takes time and concentrated effort, and it should be done when complete attention can be given to the job. Commercials establishments will have menu requirements that differs from noncommercial or semi commercial ones. Menus planned for institutional operations may have to meet nutritional needs as well as patrons desires, whereas commercial establishments need only tailor the menus to their markets-what patrons like. Based on this issue, a qualitative research has been used. The qualitative research has three parts. The first part is reviewing the literature about the main issue, in this case about the menu planning. The second part is the part where all of the observation and interviews with key persons will be conducted and than a conclusion about the present condition as a result will be received. The third part will consist about the combination between the first part with the second part. The theory from the literature review and the result from the observation and the interview will be combined to see how far the theory works in reality, in this case a restaurant reality. The study case will be conducted in one special family owned restaurant, which has a very good reputation in sales and in its menu, which bring it a Michelin star award three years ago. Namely the restaurant is Spandershoeve Restaurant. The restaurant has the idea to use the menu of the month to keep the frequent customers and gain new customers.In the last part, all opinions and the suggestions will be used as a recommendation especially for Spandershoeve restaurant and in general for all the players in the business to keep on surviving in the new market and improve their own quality and added value. Nowadays, there is a new trend, the new consumers that also create the new market. The new consumers take many forms, as it can be seen in the present, plural society. A diversity of opinion, ideologies, ambitions and tastes all exist alongside one another. 21 st century consumers are aware that life is short and that nothing remains unchanged and therefore choose that which best suits them at a certain time and a certain place, from the great variety of options available. The new consumers therefore make their own choices and are not influenced by external matters. The result is that the same consumers can make different choices, depending on the time and the place. This makes the new consumers a moment consumer. In other words, they are less predictable than ever before. The new consumers want a maximum enjoyment and appreciate convenience in their free time. Convenience also translates as not having to cook for oneself. It is no longer money which is the deciding factor, but time. Wishes must be fulfilled with a minimum of effort in terms of time and money. For maximum' enjoyment, the new consumers req",
  "creators": "IWAN KAMADJAJA",
  "contributors": "HENK BRUINS (Advisor 1); RICHARD LEOW (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 011/EP-IHM/2001; Iwan Kamadjaja (33496058)",
  "subjects": "RESTAURANT MANAGEMENT"
}