{
  "id": "36925",
  "title": "Pembuatan permainan monopoly dengan pelajaran matematika di android dengan menggunakan unity",
  "abstract": "Pihak guru sekolah maupun dari pihak orang tua seringkali mengatakan pentingnya belajar matematika yang dapat membuat siswa/siswi SD (Sekolah Dasar) dapat berhitung tanpa kalkulator. Meskipun siswa/siswi sudah diberitahu seperti itu, mereka tetap beranggapan bahwa pelajaran matematika sangat susah dan tidak perlu diadakan pelajaran tersebut ke jenjang sekolah apapun. Hal tersebut membuat siswa/siswi selalu beranggapan bahwa hal-hal yang susah tidak perlu ada dan diperbaharui. Dalam pembuatan aplikasi ini dilakukan terlebih dahulu penelitian minat belajar para siswa/siswi SD dalam pelajaran matematika, sehingga diharapkan hasilnya dapat membantu motivasi belajar para siswa/siswi SD. Pembuatan obyek-obyeknya lebih ditekankan untuk menarik perhatian anak kecil dalam belajar dan bermain. Pemberian fitur collision bertujuan agar pengguna dapat berganti halaman yang satu dengan halaman yang lain. Penggunaan smartphone dengan Android OS (Operating System) bertujuan untuk memudahkan para siswa/siswi dapat bermain dan belajar disaat mereka sedang bermain smartphone. Hasil pada aplikasi ini, segala obyek yang terdapat pada setiap halaman telah membuat minat belajar para siswa/siswi SD lebih meningkat daripada sebelumnya. Hambatan waktu pembuatan menjadi faktor utama, sehingga tidak bisa membuat setiap halaman lebih detail. Kekurangan dari aplikasi ini, membutuhkan spesifikasi smartphone yang cukup tinggi agar dapat menjalankan aplikasi MathVenture dengan baik. Ini dikarenakan desain setiap halaman membuat pemakaian memori lebih berat.",
  "creators": "FENDY NYOTO KOESHARIYANTO",
  "contributors": "Gregorius Satiabudhi (Advisor 1); Leo Willyanto Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021545/INF/2016; Fendy Nyoto Koeshariyanto (26411023)",
  "subjects": "DATABASE DESIGN; C# (COMPUTER PROGRAM LANGUAGE); ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); ANDROID (COMPUTER PROGRAM)"
}