{
  "id": "36928",
  "title": "Aplikasi pembelajaran tentang ular di Indonesia berbasis android",
  "abstract": "Negara Indonesia adalah negara kepulauan terbesar yang ada di dunia. Setiap pulau yang ada di Indonesia memiliki keanekaragaman hayati yang berbeda-beda. Keanekaragaman hayati di Indonesia juga menjadi salah satu yang terbesar di dunia. Berbagai jenis flora dan fauna yang menghiasi setiap pulau di Indonesia menjadi icon tersendiri untuk setiap pulau. Salah satu keanekaragaman hayati yang ada di Indonesia adalah jenis ularnya. Indonesia memiliki kurang lebih 20% jenis ular yang tersebar di setiap pulau. Berbagai jenis yang meliputi ukuran, warna, serta tingkat bisa tersebar luas di Indonesia. Untuk segala macam informasi tentang ular yang ada sekarang ini terbilang masih cukup minim. Buku–buku yang membahas tentang jenis- jenis ularpun masih sangat tergolong sedikit. Ditambah dengan smartphone yang sekarang ini sudah menjadi bagian dari setiap masyarakat, bukupun semakin ditinggalkan. Oleh karena itu tujuan penelitian ini adalah membuat sebuah aplikasi yang dapat membantu memberikan informasi tentang ular di Indonesia dengan lebih mudah. Pada penelitian ini dilakukan pembuatan aplikasi pembelajaran tentang ular di Indonesia berbasis Android yang merupakan salah satu sistem operasi smartphone yang digunakan pada banyak kalangan. Aplikasi ini mempunyai fitur yang dapat membantu pengguna khususnya informasi tentang ular, cara penanganan gigitan dan handle ular, serta berbagai informasi tambahan lainya. Berdasarkan hasil implementasi dan pengujian yang dilakukan, aplikasi ini dapat memberikan informasi tentang ular disertai foto dan persebarannya yang ditampilkan dengan map, deskripsi singkat serta video penanganan gigitan ular dan cara handle, Forum tanya jawab untuk berbagi informasi, serta pemberian informasi tambahan lainnya. Dengan aplikasi ini user dapat memanfaatkan informasi yang ada untuk menambah pengetahuan.",
  "creators": "KEVIN ANDREAN MARIYONO",
  "contributors": "Gregorius Satiabudhi (Advisor 1); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Advisor 2); Iwan Njoto Sandjaja, S.T., MSCS. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021594/INF/2016; Kevin Andrean Mariyono (26411101)",
  "subjects": "ANDROID (COMPUTER PROGRAM); ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); APPLICATION SOFTWARE-DEVELOPMENT"
}