{
  "id": "3693",
  "title": "The Effect of changes in work force, with emphasis on trainees and part timers, to the roles of team member and quality of service in Anak Depok Indische Restaurant",
  "abstract": "This thesis is written as the final part of the Traineeship program conducted by Petra Christian University and Christelijke Hogeschool Noord-Nederland, Leeuwarden. In order to examine: The effect of the changing workforce composition with the emphasis on trainee and part timer to the role network ofAnak Depok Restaurant's team work A qualitative research is conducted. This qualitative research is divided into three sections, the first section is reviewing the literature, This section hopefully will give us the basic knowledge about the workforce with emphasis on the trainees and the part timer so in the next step we will be able to understand complete and able to cover all necessary area for this subject. The second section is explaining about the role network in Anak Depok Restaurant, in this section we will find the specification on both the social structure of the group and the set of norms and procedures that become an integral part of the group technologies. Basically in this part we will get to know the power hierarchy, job description for the employee, and the social connection between the employee, the last part will be answered by theory and observation. The last section is the case study. This section will be an analysis of the real situation with the first section and the second section based on the questions provided in research question. This section will be back up also with some interviews and questioner to the appropriate parties such as the supervisor, the permanent worker, the trainee and the part timer. The result of the thesis hopefully will give the restaurant some mental pictures concerning the right composition of work force from Anak Depok Restaurant with emphasis on the trainees and the part timer.",
  "creators": "TARARINA BOESTAN",
  "contributors": "HENK BRUINS (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 008/EP-IHM/2001; Tararina Boestan (33496114)",
  "subjects": "RESTAURANTS-PERSONNEL MANAGEMENT; RESTAURANT MANAGEMENT"
}