{
  "id": "36938",
  "title": "Perancangan sistem dan denah bazaar dengan memanfaatkan canvas HTML5 berbasis website dan android",
  "abstract": "Pada masa sekarang, hampir setiap penyelenggara acara berlomba-lomba mengadakan sebuah acara bazaar yang menarik, dikarenakan meningkatnya jumlah peminat yang ingin mengikuti acara bazaar. Acara bazaar dapat merupakan salah satu alternatif tempat untuk menjual produk-produk baru dan sekaligus juga memperkenalkan produk-produk lokal baru kepada masyarakat umum. Untuk proses pemesanan tempat pada suatu bazaar menggunakan sistem manual, di mana tenant mengisi form pemesanan, kemudian form tersebut di-scan atau difoto untuk dikirimkan ke penyelenggara acara melalui e-mail. Setelah pemesanan diterima, penyelenggara acara harus melakukan pengecekan dan pendaftaran pada daftar tenant yang akan mengikuti acara bazaar tersebut. Oleh karena itu diperlukannya sebuah sistem informasi untuk membantu baik penyelenggara acara dan tenant dalam membantu seluruh proses pemesanan. Aplikasi bazaar berbasis Android dan website ditunjukkan untuk membantu user dapat melakukan seluruh proses pemesanan dengan lebih cepat. Aplikasi pada mobile membantu tenant dalam melakukan pemesanan dari awal pengisian data pemesanan sampai dengan pembayaran. Selain itu aplikasi pada website membantu penyelenggara acara untuk mengatur seluruh proses dari pemesanan sampai dengan pembayaran yang telah diterima dari tenant, melakukan editing denah acara agar dapat mempermudah tenant dalam memilih tempat pada acara bazaar tersebut. Hasil aplikasi yang diperoleh memiliki dua modul, yaitu aplikasi mobile berbasis Android untuk tenant dan aplikasi website untuk penyelenggara acara. Aplikasi mobile pada tenant dapat melakukan pemesanan tempat, notifikasi, follow acara, menampilkan data pemesanan. Untuk Aplikasi website pada penyelenggara acara dapat mengatur seluruh pemesanan dan pembayar serta melakukan editing denah acara dalam mempermudah proses pemesanan yang dilakukan oleh tenant. Dari pegujian aplikasi mobile yang telah dilakukan, 50% responden menilai aplikasi ini baik secara keseluruhan dan 42% menilai aplikasi ini sangat baik secara keseluruhan. Sedangkan pengujian aplikasi website penyelenggara acara merasa cukup puas dengan fitur yang ada pada website.",
  "creators": "REI BENEDICT TIRTOKUSUMO",
  "contributors": "Andreas Handojo (Advisor 1); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Advisor 2); Agustinus Noertjahyana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021583/INF/2016; Rei Benedict Tirtokusumo (26412013)",
  "subjects": "ANDROID (COMPUTER PROGRAM); ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); WEBSITES-DESIGN"
}