{
  "id": "36936",
  "title": "Aplikasi seniors assistance system berbasis android",
  "abstract": "Manula pada umumnya memiliki daya tahan tubuh yang lemah dan mudah terserang penyakit. Oleh sebab itu manula membutuhkan perhatian khusus dari keluarga maupun pengasuh. Jumlah manula di dunia semakin meningkat sebanyak satu juta tiap bulannya. Seiring bertambahnya jumlah manula, terdapat kekhawatiran pada biaya dan kualitas perawatan terhadap manula. Dari semua permasalahan itu, teknologi dapat membantu menyelesaikan permasalahan dengan menggunakan teknologi yang berfungsi sebagai asisten untuk membantu pengasuh maupun keluarga memantau keseharian dan menjaga kesehatan dari manula. Aplikasi Seniors Assistance System menggunakan Android sebagai media dari teknologi pembantu untuk pengasuh maupun keluarga. Aplikasi ini membantu pengasuh untuk memantau lokasi manula dan mencari rumah sakit dengan memanfaatkan teknologi Google Maps. Aplikasi ini dapat berhubungan langsung pada smartphone manula dengan memanfaatkan teknologi Google Cloud Messaging untuk menjawab telepon otomatis, mengirim peringatan maupun mengatur pengingat pada obat, dan kunjungan ke dokter. aplikasi memiliki dua modul, yaitu aplikasi pengasuh dan aplikasi manula. Aplikasi pengasuh dapat memantau lokasi smartphone manula, mengatur pengingat untuk meminum obat maupun kunjungan ke dokter, dan mengirimkan peringatan pada smartphone manula. Aplikasi manula dapat melakukan panggilan cepat, mencari rumah sakit terdekat, dan mengirimkan notifikasi SOS ke smartphone pengasuh. Dari uji aplikasi, 9 dari 10 responden menilai aplikasi ini baik secara keseluruhan.",
  "creators": "TIOE, JULIO ADRIAN SUTIONO",
  "contributors": "Andreas Handojo (Advisor 1); ANITA NATHANIA (Advisor 2); Justinus Andjarwirawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021582/INF/2016; Tioe Julio Adrian Sutiono (26412008)",
  "subjects": "ANDROID (COMPUTER PROGRAM); ANDROID (ELECTRONIC RESOURCE); DATABASE DESIGN; APPLICATION SOFTWARE-DEVELOPMENT"
}