{
  "id": "3694",
  "title": "Designing immersed tunnel elements and developing its new final joint in the flyland project",
  "abstract": "The final thesis will deal with an immersed tunnel design of 13.37 km long based on the Flyland project, a project to expand Schiphol Airport on an artificial island (Flyland) in North Sea. Approximately 111 immersed tunnel elements will be needed to connect Flyland with an intermediate island between the Netherlands and Flyland itself, which each element consists of six segments of 20 m. In addition, the thesis will focus in the design for the deepest tunnel element (cross and longitudinal sections including the reinforcement and post-tensioning) of the project and later on remarks are given for other tunnel elements. Based on the technical criteria mentioned in the report such as the clearance gauge, number of the traffic lanes, width of the pedestrian/inspection lanes, area for the ballast concrete, area for the interior equipment (ventilations, lightings, and signs), area of the service galleries, area to put on the GINA gasket, and area to put on the pre-stressed cables, then we come up with three tubes of 7.5 m and two service galleries of 1.35 m. The cross sections of the tunnel it self eventually has height of 11.2 m and width of 30.8 m. The reinforcement in the tunnel element cross section will be designed in Indonesian code (SKSNI) by inserting several comparisons to NEN (Dutch Code) especially for the crack width control since there is no SKSNI crack width control parameter for the sea environment. The result shows that using the SKSNI (with steel yield stress of 400 MPa), the amount of reinforcement needed is 124 kg/m 3 , which is in between the normal range of 110 - 130 kg/m 3 for the tunnel constructions in the Netherlands which normally use steel yield stress of 500 MPa. Meanwhile the density of reinforced concrete got is 24.4 kg/m 3 (the density includes the post-tensioned cables) For the longitudinal direction, post-tensioned cables design is applied mainly to bond the segments together in one whole element during the phases from the fabrication until the end situation. Design of the maximum positive moment is achieved from the transport phase with 1.5 meter cosinus wave (minimum design) and the maximum negative moment is taken from the transport phase without wave consideration (maximum design). Minimum compression stress of 0.3 MPa is given as a parameter on the total cross section of the element. Hence, the cables needed are 29 tendons of strands 19ol5 7 (FeP1860) which is distributed as follows: 11 cables in the roof and 18 cables in the floor. Eventually, total losses in the cables are calculated according to NEN 6720. Due to the importance of flexibility needed within the segments of 20 meters, the expansion joints are fixed-in between the tunnel segments. The main purpose to this joint is to withstand the tunnel movements and make a water tight layer. The principle, details, and the incoming problem for the expansion joint subjected to Flyland project have been brought out in this report. The element/unit joint are maintained firstly by the GINA gasket to get a temporary water seal. The GINA is then totally compressed by the horizontal water pressure after the room in between two elements is de-watered. Later on, omega seal as the main water seal will be put on. As the main water seal system, the service life time of the omega seal will be made twice of that for the tunnel itself. The details, the trial of the omega seal, and the incoming problems subjected to Flyland project are described in this report. In between the last immersed tunnel element and the \"cut and cover\" tunnel, there will be a final/closure joint. A new design of the final joint is ought to be in situ constructed, then a new developed final joint is brought up in the discussion. A collar around the cast in situ tunnel is developed to have dry circumstances during constructing the closure joint of the tunnel. Moreover, improvements to a better construction and easier execution are the ma",
  "creators": "DAVID SETIAWAN; VENNY DEWI ONGKOWIJONO",
  "contributors": "Harry Patmadjaja (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11401348/SIP/2004; David Setiawan (21400008), Venny Dewi Ongkowijono (21400160)",
  "subjects": "TUNNELS-DESIGN"
}