{
  "id": "36940",
  "title": "Pembuatan aplikasi e-commerce pada toko A",
  "abstract": "Toko A merupakan sebuah toko yang bergerak di bidang penjualan aksesories komputer yang terletak di Salatiga. Dalam melakukan penjualan, toko ini menggunakan sistem off line. Setelah jam operasional toko tutup, maka penjualan akan terhenti karena tidak adanya sistem online. Penjualan yang dilakukan di luar jam operasional toko, melalui BBM, whatsapp, dan telepon langsung ke admin penjualan. Pencatatan penjualan dan pengiriman yang dilakukan manual. Sehingga admin penjualan cukup kesulitan untuk menangani satu per satu telepon yang masuk. Melihat latar belakang permasalahan tersebut, dirancang sebuah sistem aplikasi yang dapat membantu meningkatkan dan mempermudah penjualan toko A. Aplikasi yang dibuat berbasis website yang dapat diakses oleh customer melalui handphone ataupun komputer. Pembuatan website ini membantu customer untuk melakukan transaksi. Transaksi yang dilakukan meliputi, pemilihan barang, penentuan jumlah barang, pemilihan pengiriman, tujuan pengiriman, perhitungan total harga barang, biaya pengiriman dan total biaya yang harus dibayarkan customer. Aplikasi juga menghasilkan laporan pengiriman, laporan penjualan, laporan stok untuk manager. Pengelolaan pemesanan, pengiriman, stok dan halaman website untuk admin. Konfirmasi status transaksi melalui e-mail untuk customer. Website dibuat dengan menggunakan bahasa pemrograman PHP dan database MySQL Secara keseluruhan, website ini telah sesuai dengan kebutuhan toko. Selain itu, membantu customer untuk melakukan transaksi. Hal ini dibuktikan dari 80% customer menyatakan puas terhadap kegunaan website dan 60% customer menyatakan cukup puas dengan informasi yang diberikan.",
  "creators": "HANS KURNIAWAN SOETANTO",
  "contributors": "Leo Willyanto Santoso (Advisor 1); Alexander Setiawan (Advisor 2); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021589/INF/2016; Hans Kurniawan Soetanto (26412017)",
  "subjects": "ELECTRONIC COMMERCE--COMPUTER PROGRAMS; PROGRAMMING (ELECTRONIC COMPUTERS); WEBSITES-DESIGN"
}