{
  "id": "36942",
  "title": "Aplikasi TRUST (The Recording Unit of Spy Tools) pada android",
  "abstract": "Seiring perkembangan zaman, jenis dan fungsi Spy Camera semakin banyak sehingga dikelompokkan berdasar kegunaan tertentu. Dan akhirnya dengan pembagian jenis Spy Camera tersebut menghasilkan penggunaan Spy Camera oleh masyarakat awam dalam beberapa kelompok untuk keamanan dan pengawasan dalam berbagai bidang, seperti perekam suara, kamera tersembunyi untuk investigasi, pencarian bukti-bukti tertentu, pengawasan toko, rumah, hingga mengawasi anak. Dengan meningkatnya kegunaan Spy Camera, maka hampir segala instansi maupun rumah telah memakai Spy Camera yang dalam konteks ini adalah CCTV (Closed-circuit television), namun akan berbeda jika yang dibutuhkan adalah untuk perlindungan diri. Semakin berkembang zaman, maka individu yang dapat dipercaya semakin sedikit. Dan harga untuk membeli Spy Camera yang dapat dibawa kemana-mana seperti yang berbentuk pulpen, pin, dan lain sebagainya sangatlah tidak terjangkau dan tidak praktis. Sehingga menimbulkan sebuah masalah bagaimana untuk membuat Spy Camera yang praktis dan ekonomis. Dengan memanfaatkan perkembangan teknologi yang pesat, dalam konteks ini adalah smartphone, maka Spy Camera yang praktis dan ekonomis dapat tercapai. Karena smartphone telah memiliki fungsi mengambil data berupa foto, video, maupun suara. Dapat melakukan penyimpanan secara lokal maupun online. Serta masih banyak fitur lain yang ditawarkan seperti memanfaatkan sensor yang telah disediakan, alarm, dan pengamanan data. Dan akan dibuat aplikasi Spy Camera ( T.R.U.S.T ) dengan memiliki fitur-fitur seperti mengambil foto, video, suara, melakukan penyimpanan file, melakukan backup ke Google Drive, pengiriman email, trigger SMS, dan melakukan pengaturan-pengaturan umum, pengambilan foto, video, serta suara aplikasi. Akhirnya dapat disimpulkan bahwa dengan memanfaatkan fitur-fitur smartphone yang telah berkembang sangat pesat pada aplikasi Spy Camera (T.R.U.S.T.) dapat mengatasi masalah bagaimana untuk membuat Spy Camera yang praktis dan ekonomis. Dikarenakan tidak perlu membeli alat khusus untuk Spy Camera, namun dapat menggunakan smartphone yang digunakan sehari-hari untuk hal tersebut.",
  "creators": "REYNALDO SURYO PURNOMO",
  "contributors": "Andreas Handojo (Advisor 1); ANITA NATHANIA (Advisor 2); Gregorius Satiabudhi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021577/INF/2016; Reynaldo Suryo Purnomo (26412020)",
  "subjects": "APPLICATION SOFTWARE-DEVELOPMENT; ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); ANDROID (COMPUTER PROGRAM)"
}