{
  "id": "36947",
  "title": "Aplikasi pendeteksi kecepatan dengan menggunakan kinect for windows pada permainan survival arcade game",
  "abstract": "Perkembangan teknologi telah digunakan dalam berbagai macam aspek kehidupan manusia. Salah satu aspek yang mengalami perkembangan pesat dalam teknologi yaitu dalam dunia video game. Virtual reality menjadi salah satu fokus pengembangan yang dilakukan pengembang game untuk meningkatkan kualitas gameplay. Dengan menggunakan virtual reality, user dapat berinteraksi secara lebih nyata dengan game yang dimainkan. Salah satu contoh teknologi yang digunakan dalam dunia virtual reality ini adalah dengan menggunakan teknologi kinect. Oleh karena itu diteliti sebuah aspek yang dimiliki kinect yaitu depth sensor untuk menghasilkan reaksi yang berbeda berdasarkan gerakan kedalaman. Tujuan dari penelitian ini dimaksudkan untuk menggunakan gerakan kedalaman yang ditangkap kinect sebagai input yang diaplikasikan pada sebuah game virtual reality. Kinect akan digunakan sebagai alat kontrol dari game virtual reality. Kinect akan menggerakkan karakter dengan cara menangkap gerakan tubuh dari user dengan penggunaan alat kontrol ini dapat meningkatkan tingkat kenyataan game saat user memainkannya. Dengan demikian pemain terasa nyata terlebih lagi dengan memperhitungkan konsep fisika dari gerakan kedalaman yang dilakukan pemain maka hasil output dari game akan terasa lebih nyata. Hasil Pengujian menunjukkan bahwa device kinect mampu memberikan output berbeda dengan cukup baik dengan memanfaatkan depth sensor yang terdapat pada perangkat. Hasil input kecepatan gerakan yang didapat dari kinect mampu diklasifikasi hingga 4 tingkat kecepatan dan 4 kecepatan ini dapat digunakan di dalam game dalam menghasilkan reaksi yang berbeda-beda.",
  "creators": "JEFFREY HARTO MUNTJANG DISURJA",
  "contributors": "Liliana (Advisor 1); Gregorius Satiabudhi (Advisor 2); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021550/INF/2016; Jeffrey Harto M. D. (26412038)",
  "subjects": "VIDEO GAMES-PROGRAMMING; COMPUTER SOFTWARE-DEVELOPMENT; KINECT; VIRTUAL REALITY-COMPUTER PROGRAM"
}