{
  "id": "3695",
  "title": "Intercultural communication competence measuring communication competence to improve intercultural communication in Rasa Senang Restaurant",
  "abstract": "Let us be clear about one thing from the very beginning. The quality of your life depends directly on your ability to communicate, especially to communicate with other people from other culture. Measurements of intercultural communication competence are used in organization for recruitment and selection, career planning, identifying the need for training and development, judgments of functioning in intercultural context. The most important thing is that to create a better understanding between people from different culture. Intercultural communication competence is defined as ability to and knowledge of how to engage a transactional, symbolic process involving the attribution of meaning between people from different cultures. To assess intercultural communication competence, questionnaires has been made which aimed at measuring communication competence in intercultural context that based on the barriers to the competent. Those barriers are Stereotypes, Cultural Myopia, Ethnocentrism, Empathy, Self-communication skills, Non-verbal communication and Listening skill. The questionnaire covers 19 questions, which involve communication in organizations. For each question there is five answers, from which participant have to choose from the following linkers scale: \"strongly disagree\", \"disagree\", \"don't agree or disagree\", \"agree\", and \"strongly agree\". In this study we determined which factors for the barriers that influence more to the competent of communication. The conclusions that are drown in this study are: ? Stereotypes, Cultural Myopia, Ethnocentrism and Non-verbal communication show a good result to the competent of intercultural communication. ? Empathy, Self-communication skill and Listening skill consider influencing the competent of intercultural communication.",
  "creators": "YULYANI LIENARDI",
  "contributors": "HENK BRUINS (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 009/EP-lHM/2001; Yulyani Lienardi (33496119)",
  "subjects": "RESTAURANTS MANAGEMENT; COMMUNICATION IN MANAGEMENT"
}