{
  "id": "3696",
  "title": "Penggunaan limbah pasir besi sebagai bahan campuran agregat halus pada campuran aspal beton",
  "abstract": "Di Indonesia banyak limbah dari pabrik-pabrik yang belum dimanfaatkan secara maksimal. Pada penelitian ini akan digunakan limbah dari pabrik pengolahan besi tulangan bekas menjadi besi tulangan yang baru yang berupa pasir besi dan memanfaatkannya sebagai campuran pasir pada material penyusun lapis permukaan jalan. Dengan menggunakan kadar aspal optimum yang didapat sebelumnya, baru pada tahap pengujian berikutnya dipakai limbah pasir besi sebagai pengganti agregat halus (pasir) dengan menggunakan kadar aspal optimum sebesar 7,23%. Limbah pasir besi yang digunakan dan dicampur pada agregat halus (pasir) dicoba sebesar 5%-10% dari berat agregat halus (pasir), kemudian dilakukan lagi tes Marshall untuk menentukan persentase pasir besi yang optimum dengan kadar aspal optimum yang telah didapatkan sebelumnya. Dari pengujian ini diperoleh persentase penggunaan pasir besi yang optimum untuk dicampur pada agregat halus (pasir) sebesar 9% dari berat agregat halus (pasir). Dari hasil penelitian, dapat disimpulkan bahwa pemakaian limbah pasir besi sebagai bahan campuran sebesar 9% pada agregat halus (pasir) mampu meningkatkan stabilitas campuran aspal beton sebesar 10% (1142 kg), air void mengalami penurunan sebesar 13% (4,%), void filled mengalami peningkatan sebesar 4,25% (78,881%) dan Marshall Quotient sebesar 18,79% (3,350 kg/mm). Sehingga dapat ditarik kesimpulan bahwa limbah pasir besi ini dapat dipakai sebagai bahan pada campuran aspal beton.",
  "creators": "MARIO; GOENARTO",
  "contributors": "Salil Kumar Roy (Advisor 1); Indriani Santoso (Advisor 2); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1180/SIP/2002; Mario (21495114), Goenarto (21496124)",
  "subjects": "PARAMETERS, ASPHALT CONCRETE"
}