{
  "id": "3697",
  "title": "Manager's style of leadership analyzing the influence of management style toward team performance in Spandeshoeve, family owned Indonesian restaurant, Hilversum",
  "abstract": "This thesis is analyzing the influence of management style toward team performance in family-owned restaurant. It is written as the final part of the Hotel Management Program, Petra Christian University. In order to examine. The relationship between Manager's style of leadership, as one of the aspects of management style, and team performance in maintaining standard quality of service in Spandershoeve restaurant, family-owned Indonesian restaurant, working as teamwork based on employee's satisfaction in working environment. Qualitative research has been conducted. This qualitative research is divided into four sections and started with reviewing literature, because this research is relative a new field, further research is recommended to give more detailed information about this subject. This thesis is divided into 4 sections. First, Management style itself will be seen from 3 aspects which are Type of organization which explains family-owned restaurant as a family business directly (regarding the type of business of research place). Then, the second aspect is Organizational structure, which has two main characteristics; the 'division of labor' refers to the variety operations that the organization must carry out in order to achieve its main objectives. The 'distribution of Authority' refers to decision-making apparatus required to plan and control these operations. Both of these characteristics may be shown in an organization chart as an attempt to illustrate the formal relationships in a restaurant, the main lines of communication, and the flow of authority and responsibility through the various levels of management hierarchy. This literature review is needed as a basis to explain the leadership style of the company (restaurant) as the third aspect of management style.",
  "creators": "LINTJE SIEHOYONO",
  "contributors": "HENK BRUINS (Advisor 1); RICHARD LEOW (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 006/EP-IHM/2001; Lintje Siehoyono (33496123)",
  "subjects": "RESTAURANT MANAGEMENT"
}