{
  "id": "3698",
  "title": "Kriteria fresh graduate teknik sipil dalam memasuki dunia kerja di perusahaan kontraktor kelas A di Surabaya",
  "abstract": "Profesi Ketekniksipilan merupakan sebuah profesi yang sangat luas cakupannya, dimana segenap sendi kehidupan masyarakat tergantung pada kehadiran profesi ini. Sebagai salah satu profesi tertua dimuka bumi, maka profesionalisme merupakan sebuah ukuran kualitas bagi para sarjana teknik sipil dalam dunia kerja yang dihadapinya. Penelitian ini bertujuan menggali berbagai aspek terkait dengan seorang fresh graduate dalam memasuki dunia kerja di perusahaan kontraktor, yang selanjutnya disebut sebagai kriteria dalam penelitian ini. Penelitian ini dilakukan pada 30 perusahaan kontraktor kelas A di Surabaya (berdasarkan data Gapensi) untuk mengetahui tingkat kompetensi dari 82 kriteria yang teridentifikasi untuk posisi project manager dan site engineer. Hasil penelitian ini berupa tingkat kompetensi dari kriteria-kriteria tersebut beserta rankingnya dan tabel perbandingan kriteria antara standar industri konstruksi dengan hasil survei ini. Hasil penelitian ini menunjukkan faktor-faktor penting apa saja yang selayaknya menjadi acuan bagi seorang/r&s/i graduate teknik sipil dalam memasuki dunia kerja di perusahaan kontraktor. Hasil penelitian ini diharapkan dapat berguna bagi pengembangan profesionalitas di perusahaan kontraktor dan sebagai bahan pertimbangan bagi institusi pendidikan tinggi untuk membina fresh graduate yang siap pakai sesuai permintaan pasar.",
  "creators": "BENYAMIN A.N.NAPPOE; LANNY",
  "contributors": "Connie Susilawati (Advisor 1); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1154/SIP/2002; Benyamin A.N. Nappoe (21495200), Lanny (21497121)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}