{
  "id": "3699",
  "title": "Analisa kiat-kiat promosi wisata arung jeram oleh PT. Songa Alam Lestari Surabaya",
  "abstract": "Dalam pengembangan bisnis wisata di Indonesia saat ini, setiap daerah berusaha mengembangkan potensi wisata yang ada di daerah masing ? masing, termasuk daerah Probolinggo di Jawa Timur yang mengembangkan bisnis arung jeram. PT.Songa Alam Lestari merupakan pendiri usaha arung jeram yang pertama kali di Jawa Timur. Setelah 3 tahun berdiri, PT. Songa Alam Lestari sudah melihat adanya prospek yang cukup bagus dari usaha arung jeram ini. Tujuan dari penelitian ini adalah untuk mengevaluasi peranan promosi yang telah dilaksanakan oleh pihak Marketing Songa. Departemen ini menyediakan informasi dan pengetahuan yang sifatnya merayu para konsumen me lalui promosi ? periklanan, promosi penjualan, hubungan masyarakat dan publisitas. Keefektifan media promosi tersebut dievaluasi dengan menggunakan data yang diperoleh dari berbagai macam responden di wilayah Surabaya. Penelitian ini dilakukan dengan menggunakan wawancara dan kuesioner. Hasil survey menunjukkan bahwa responden lebih tertarik dengan media cetak (surat kabar) disamping melalui word of mouth. Sementara itu, Pihak Marketing Songa masih menekankan kegiatan promosinya melalui brosur, fax dan media elektonik khususnya radio disamping membandingkannya dengan pola pembelian konsumen. Maka dari itu, pihak Marketing Songa, perlu lebih selektif dalam memilih media promosi yang lebih efektif untuk digunakan dalam rangka memasarkan produknya.",
  "creators": "DIANA ERAWATI NATALIA",
  "contributors": "Yacintha Yoranouw Suryawijaya (Advisor 1); Widjojo Suprapto (Advisor 2); Tio Sally Puspasari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 540/PAR/2004; Diana Erawati Natalia (91300024)",
  "subjects": "TOURIST TRADE-MANAGEMENT; RAFTING (SPORTS)-TOURIST TRADE"
}