{
  "id": "3701",
  "title": "A Study of apology strategies used on telephone conversation by male and female call center agents in Telkom 147 Surabaya",
  "abstract": "This thesis is a study about apology strategy produced by male and female call center agents at PT. Telkom Surabaya. In order to analyze the data, the writer uses descriptive quantitative and sociolinguistics approach. In this study, the writer is trying to figure out the differences between male and female call center agents in using apology strategies responding to the customers? complaints. Furthermore, the writer also describes the possible factors that underlie the differences. Then she also determines whether conversations between the same and opposite sex influenced the use of apology strategies. Hence, the data are taken from the real conversation between call center agents and the customers. To interpret the findings, the writer classified the conversations based on gender differences and analyze them using Anna Trosborg?s theory of apology strategies. From the interpretation and conclusion of the analysis show that all strategies formulated by Trosborg appear in the responses of female call center agents. It indicates that female tend to be more cooperative in explaining the problem than male. Moreover, male agents prefer to use Strategy 8 ? Offer of repair to compensate the damage than Strategy 6 ? Concern for hearer to show concern for male complainers. Yet the male call center agents would not also hesitate using Strategy 6 ? Concern for hearer to show concern and Strategy 3 ? Explanation or account to give further explanations towards female customers. While male call center agents only produce fewer utterances, female call center agents prefer to use Strategy 3 ? Explanation or account as much as Strategy 2 ? Minimizing towards both male and female customers. Therefore the writer concludes that apology strategy is significant factor in the society as a remedial interchange that serves public order.",
  "creators": "ASANDHYASARI PRATITAWULAN",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Lisa Setiawati Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011500/ING/2006; Asandhyasari Pratitawulan (11400059)",
  "subjects": "LINGUISTICS; SOCIOLINGUISTICS"
}