{
  "id": "37032",
  "title": "The comparison of leadership styles used in hospitality industry: a case of Surabaya and Denpasar",
  "abstract": "Leadership is an essential part in every company. The leader is the one who sets direction, visualizes the future, and leads the implementation and execution of the company's program. Thus, it's not farfetched that the rise or the downfall of a company is regarded towards the leader and its leadership style. Aside from that, it has long been known that leadership style have an interdependent relationship with culture. Thus, the objective of this research is to dig deeper into the difference of leadership style according to the place and what aspects causes that differences. To achieve that, the researchers compare the leadership styles of 2 different regions in Indonesia: Surabaya and Denpasar, in hospitality industry. The data was gathered using two data collection method: in-depth interview as the main source and direct observation as the supporting source. For the in-depth interview, there are 9 participants, 5 from Surabaya and 4 from Denpasar. The interviews were conducted around 60 minutes each. Then, the data collected are managed and processed, with the help of Rasch Map, to gain results. There are two main findings in this research. The first one is that the leadership style of the leaders are personalized and unique to one another. Second, the aspects that affecting leadership style are (arranged according to the degree of effect): religion, economy, education, short-term vs long-term from Hofstede, time perception, agreement and interpersonal behavior perception from Edward T. Hall, owner's role, and the hotel's target market.",
  "creators": "LAURENSIA PRAMUDITA BUDIANTO; GRACIA VICTORY K",
  "contributors": "Ricky Wang (Advisor 1); Lianto, S.E., MFM. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010263/MAN/2016; Laurensia Pramudita Budianto (34412005), Gracia Victory Koesnodihardjo (34412064)",
  "subjects": "HOTEL MANAGEMENT; LEADERSHIP-CASE STUDIES; LEADERSHIP-PERSONNEL MANAGEMENT"
}