{
  "id": "37036",
  "title": "The effect of perceived scarcity of resources, organizational support, and organizational accountability towards turnover intention in FMCG industry with politics perceptions as a mediating variable",
  "abstract": "Fast-Moving Consumer Goods (FMCG) industry has been one of the mot growing industries in Indonesia. With this reason, FMCG industry plays an important role in the labor market. As employees' perceptions of organizational politics will determine the employees' intention to leave the company, it is essential to analyze the factors affecting politics perceptions. Only then FMCG companies are able to design policies and strategies to minimize organizational politics in order to retain talented workers. Therefore, the objectives of this study are to see how some factors affect employees' politics perceptions and turnover intention as well as to test whether perceptions of organizational politics plays a role as a mediator. The data was gathered by distributing questionnaires to professionals who are currently working at FMCO companies in Jakarta, Surabaya, and Sidoarjo. Afterwards, the data was analyzed. Path analysis using regression was used as the research method. The result indicates that perceived scarcity of resources and perceived organizational support affect the employees' perceptions of organizational politics as well as their turnover intention, while employees' felt accountability does not have such significant effect. In addition, perceptions of organizational politics also mediates the relationship between the significant variables and the employees' turnover intention.",
  "creators": "REGINA M FELECIA SETIOKUSUMO",
  "contributors": "Ricky Wang (Advisor 1); Lianto, S.E., MFM. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010260/MAN/2016; Regina Maria Felecia Setiokusumo (34412009)",
  "subjects": "LABOR TURNOVER"
}