{
  "id": "3704",
  "title": "Improving the influence of relationship marketing concerning costumer loyalty in Restaurant Hotel Savelberg Voorburg",
  "abstract": "This dissertation is written as the final part of the traineeship. In order to improve the Influence of Relationship Marketing Concerning Customer Loyalty in the Restaurant Hotel Savelberg. In this dissertation, I will emphasize the restaurant. Qualitative research has been conducted. This qualitative research is divided into five parts. The first part of me literature review concerns the concept of marketing and relationship marketing management. This review shows that relationship marketing and marketing have a big influence and information about the relationship between marketing and loyalty of customers in the hospitality industry. This information from the literature is needed as the base of this report. Quantitative analysis can be defined as a method of analyzing a situation tested by a valid formula. It means the calculation of questionnaire results, the estimation of the influence of Relationship Marketing concerning customer satisfaction and customer loyalty. The second part contains the understanding about relationship marketing and loyalty of customers. It shows that; the result of a relationship marketing is better for guest or customer satisfaction. This part also provides views about the benefits that the restaurant can receive from the relationship marketing. The third part is presenting the restaurant hotel Savelberg in general and historically, the personnel in restaurant hotel Savelberg and also how die owner manages and uses die relationship marketing in the restaurant. The fourth and fifth part of die research contains case study, recommendation, summary, and suggestions. The case study is based on die literature review, observation, questionnaire and information from my colleagues. The questionnaire was distributed to the guests in the restaurant when the guests had dinner. The writer gave me questionnaire directiy to the guest and used the statistic method witii random sample of 100 guests, either business group, government member, private member, group and individual. The distribution of the questionnaire is conducted witiun 2 weeks. This case study gives an insight into me influence of relationship marketing concerning customer loyalty in the restaurant hotel Savelberg.",
  "creators": "AGUS D ANGGIASUKMA",
  "contributors": "SJOERD A GEHRELS (Supervisors CHN 1); JEAN LUC ETIENNE (Supervisors CHN 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 0201/030/HTL/2003; Agus D. Anggiasukma (33497116)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER SATISFACTION; MARKETING-MANAGEMENT; RESTAURANT MANAGEMENT"
}