{
  "id": "3705",
  "title": "Total quality management of service in the Star Restaurant in Spandershoeve, family owned Indonesian Restaurant, Hilversum, the Netherlands",
  "abstract": "The decade of the 1990s began with renewed emphasis in business by improving service quality to the customer. The emphasis was upon delivering the best service possible that is delighting customers by providing services, wliich exceed their expectations. Firm after firms embraced this idea and revamped the processes they utilize when interacting with the customer. In improving the quality of service delivery processes, many businesses consider this newfound orientation to quality customer service to be one of the dominant competitive methods making up their entire strategy. This thesis aims to integrate between Total Quality Management that had been succeed implement into manufacture factory for many years brought over to service industry. Since quality is holding an important part in competitive methods in every organization whether it is big, small company, or many company characteristics in orders to deliver best service to customers. In order to examine the implementation program of Total Quality Management into service industry based on service standard of Spandershoeve, family owned Indonesian restaurant, for improving quality of management and service of the company, the writer divide this thesis into 5 parts: a. First part is an introduction part about standard research and writer-working frame that is will be conducted through seeking the answer of the main problem statement. b. Second part same with chapter two is review a diverse range of Total Quality Management literatures. Every aspect of the company will be discussed in several points, which connected to Total Quality Management. c. Third part poured into chapter three is purely company condition that observed, in order knowing the field where TQM program put into action. d. Fourth part consist of chapter four is consist of final result of tliis thesis; from analyzing some points that affected company performance in \\ delivering service. e. Fifth part, is about appendices, which some relevance theory philosophy of three gurus' presented in gaining more understandable of TQM, and some questionnaires that writer used to research situation in the working place where the mam object is draw on 'service quality'. Seeing TQM as a new era of management fashion that time by time always changing adopting the situation of world globalization and company structure, is very good reason as a tool, which company can use for make quality happen to meet customer expectation. For Spandershoeve as family owned business restaurant, it is depending on the matter of owner's commitment in running the business, TQM program can be a valuable tool to make quality of service happen. Critical factors and further research is needed in this thesis, linked to the topic that is relatively new in the field, followed by quality of service has started in era 1990s.",
  "creators": "PRISCILLA TJONGARI",
  "contributors": "HENK BRUINS (Supervisors CHN 1); RICHARD LEOW (Supervisors CHN 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 020/EP-IHM/2002; Priscilla Tjongari (33497117)",
  "subjects": "TOTAL QUALITY MANAGEMENT; RESTAURANT MANAGEMENT"
}