{
  "id": "37100",
  "title": "Sistem administrasi dan layanan pelanggan berbasis android untuk Lembaga Kursus Mandarin X",
  "abstract": "Lembaga kursus bahasa Mandarin X merupakan lembaga kursus bahasa Mandarin yang berada di Surabaya dan berdiri pada tahun 2010. Saat ini, kursus Mandarin X belum menggunakan sistem apapun sehingga semua dicatat secara manual mulai dari administrasi, penjadwalan kursus, pendaftaran murid baru, presensi, serta keuangan yang mengakibatkan banyaknya arsip yang harus disimpan dan relatif memakan waktu yang lama untuk mencari data. Sehingga sistem admin dan layanan lembaga kursus X akan dibuat dengan memanfaatkan teknologi website dan mobile app. Web service sistem ini akan membantu admin yaitu dalam pembuatan member murid dan guru baru, pembuatan kelas baru, pembuatan laporan pemasukan dan pengeluaran, pembuatan jadwal interview guru dan murid baru, penerimaan request pergantian jadwal, pengaturan jadwal murid dan jadwal mengajar guru, penggajian. Sedangkan Aplikasi android mobile ditujukan untuk membantu guru dan murid dalam melihat jadwal kursus, membuat request pergantian jadwal, melihat presensi, memasukkan nilai ujian dan melihat nilai murid, melihat laporan gaji, mengupload materi dan mendownload materi. Hasil pengujian menunjukkan bahwa aplikasi ini berjalan baik pada beberapa device seperti Android 4.2 (Jelly Bean), Android 4.4 (Kitkat). Semua fitur-fitur yang telah dijelaskan di atas telah berjalan dengan baik sehingga memudahkan user untuk mendapatkan informasi kursus.",
  "creators": "NYOTO WILLIAM WIJAYA",
  "contributors": "Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Advisor 1); Lily Puspa Dewi, S.T., M.Kom. (Advisor 2); Agustinus Noertjahyana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021543/INF/2016; Nyoto William Wijaya (26412082)",
  "subjects": "ANDROID (COMPUTER PROGRAM); ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); DATABASE-MANAGEMENT; WEBSITES-DESIGN"
}