{
  "id": "37105",
  "title": "Aplikasi pengelola keuangan pribadi berbasis android",
  "abstract": "Pengelolaan keuangan pribadi sangatlah penting dalam mendukung terwujudnya tujuan seseorang. Dengan melakukan pengelolaan keuangan pribadi, tiap individu tahu akan tujuan yang ingin dicapai, sehingga tiap individu harus memanfaatkan pengelolaan sumber daya keuangan secara optimal untuk mencapai tujuannya. Generasi muda saat ini masih banyak yang belum dapat merencanakan dan mengendalikan penggunaan uang untuk pencapaian tujuannya. Selain itu, generasi muda juga kerap kali malas dalam mencatat biaya-biaya pengeluaran sehari-harinya karena harus mencatat secara manual di kertas. Dengan adanya gadget yang dapat dibawa ke mana-mana dan akses internet yang mudah, maka dibuatlah aplikasi yang dapat membantu mencatat biaya-biaya pengeluaran ataupun pemasukan sehari-harinya. Pada penelitian ini dilakukan pembuatan aplikasi pengelola keuangan pribadi berbasis Android yang merupakan salah satu sistem operasi smartphone yang digunakan pada banyak kalangan. Aplikasi ini mempunyai fitur yang dapat membantu pengguna dalam mengontrol keuangannya dalam bentuk grafik, reminder untuk pembayaran hutang dan pembayaran tagihan kartu kredit, membatasi anggaran, membuat tabungan sendiri, dan dapat melihat kurs secara real-time. Dari hasil pengujian yang telah dilakukan, aplikasi ini dapat memberikan laporan baik pemasukan maupun pengeluaran dalam bentuk grafik, juga dapat mengingatkan pengguna untuk membayar hutang sesuai tanggal yang ditetapkan, dan mengingatkan pengguna untuk membayar tagihan kartu kredit sebelum jatuh tempo. Pengguna juga dapat membuat tabungan sendiri dan dapat melihat kurs secara real-time. Dengan adanya aplikasi ini pengguna dapat mengelola keuangan pribadi untuk mencapai tujuannya.",
  "creators": "ANDI SUSANTO",
  "contributors": "Agustinus Noertjahyana (Advisor 1); Alexander Setiawan (Advisor 2); Yulia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021592/INF/2016; Andi Susanto (26412089)",
  "subjects": "ANDROID (COMPUTER PROGRAM); ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); APPLICATION SOFTWARE-DEVELOPMENT; FINANCE-COMPUTER PROGRAMS"
}