{
  "id": "37112",
  "title": "Aplikasi media sosial informasi tempat makan favorit di Surabaya berbasis android",
  "abstract": "Aplikasi sosial media adalah hal yang paling digemari oleh anak-anak muda jaman sekarang. Dan tidak hanya itu saja namun anak-anak muda sekarang juga tertarik di bidang kuliner dan menemukan tempat-tempat menarik untuk makan bersama teman-temannya dan juga untuk berkumpul bersama keluarga. Selain itu anak-anak muda sekarang juga mengunggah foto yang didapatkan dari tempat makan tersebut antara lain interior, suasana, rasa makanan, pelayanan juga harga. Tetapi tidak banyak aplikasi yang memiliki semua fasilitas dalam 1 aplikasi. Salah satu aplikasi yang memiliki semua fasilitas semua itu yaitu GoFoodies. Aplikasi GoFoodies ini dibuat berbasis Android karena banyak orang yang memakai Android untuk pilihan perangkat handphone mereka. GoFoodies dapat membantu memudahkan user untuk mencari tempat makan sesuai dengan preferensi mereka sendiri seperti (makanan Indonesia, barat, China, dan Jepang). Mereka juga dapat menemukan tempat makan mereka sesuai dengan lokasi mereka di Surabaya seperti (Surabaya Utara, Timur, Selatan, dan Barat). Hasil pengujian menunjukkan bahwa aplikasi ini berjalan dengan baik pada device dengan Operating System 4.4 (Kitkat) atau diatasnya. Aplikasi ini menjalankan fitur Search untuk mencari tempat makan yang sesuai dengan preferensi yang mereka sukai atau inginkan sehingga membantu User mendapatkan informasi dengan efisien dan mudah.",
  "creators": "HANDOKO SUTANTO",
  "contributors": "Lily Puspa Dewi, S.T., M.Kom. (Advisor 1); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Advisor 2); Yulia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021570/INF/2016; Handoko Sutanto (26412096)",
  "subjects": "ANDROIDS-FICTION; APPLICATION SOFTWARE-DEVELOPMENT; SOCIAL MEDIA; ANDROID (COMPUTER PROGRAM)"
}