{
  "id": "37118",
  "title": "Aplikasi pembelajaran Bahasa Mandarin menggunakan flash",
  "abstract": "Bahasa Mandarin adalah dialek Bahasa Tionghoa yang dituturkan di sepanjang utara dan barat daya Republik Rakyat Tiongkok. Bisnis-binis internasional lebih memilih orang-orang yang mampu berbicara lebih dari satu bahasa internasional yaitu selain bahasa Inggris, sehingga bahasa Mandarin menjadi salah satu bahasa yang dicari. Banyak masyarakat di Indonesia yang tidak mampu berbahasa Mandarin terutama anak-anak kecil. Anak-anak kecil seringkali tidak diajarkan pelajaran bahasa Mandarin di sekolah dan orang tua juga tidak dapat mengajarkan bahasa Mandarin. Aplikasi ini memiliki fitur Tebak Gambar, Tebak Suara, Menebak Arti Kalimat Mandarin dan Menyusun Kalimat Mandarin, Melafalkan bahasa Mandarin, dan Menulis Karakter Mandarin. Fitur Tebak Gambar memberikan materi pembelajaran bahasa Mandarin kepada user berupa gambar. Fitur Tebak Suara memberikan pembelajaran bahasa Mandarin kepada user berupa suara pelafalan bahasa Mandarin. Fitur Menebak Arti Kalimat Mandarin memberikan pembelajaran bahasa Mandarin berupada menyusun kalimat dalam bahasa Mandarin atau bahasa Inggris. Fitur Melafalkan Bahasa Mandarin mengajarkan user belajar melafalkan bahasa Mandarin. Fitur Menulis Karakter Mandarin mengajarkan user untuk menulis karakter-karakter bahasa Mandarin. Melalui aplikasi ini user mendapatkan pembelajaran bahasa Mandarin mengenai gambar dan suara, user dapat belajar menulis karakter Mandarin berdasarkan kata yang diberikan, user dapat mengerti bagaimana pelafalan bahasa Mandarin yang benar, user dapat mengerti cara menyusun kalimat Mandarin sesuai dengan kalimat Inggris yang diberikan atau menyusun kalimat Inggris sesuai dengan kalimat Mandarin yang diberikan.",
  "creators": "ADRIAN DWI WIDIARTHA",
  "contributors": "Yulia (Advisor 1); Kristo Radion Purba S.ST. (Advisor 2); Kartika Gunadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021575/INF/2016; Adrian Dwi Widiartha (26412108)",
  "subjects": "ADOBE FLASH (COMPUTER PROGRAM); ANDROID (ELECTRONIC RESOURCE); APPLICATION SOFTWARE-DEVELOPMENT"
}