{
  "id": "3711",
  "title": "Evaluasi alternatif metode perbaikan gedung gereja katolik Kelahiran Santa Perawan Maria Kepanjen Surabaya",
  "abstract": "Gedung Gereja Katolik Kelahiran Santa Perawan Maria yang berusia lebih dari 100 tahun telah mengalami pengotoran dan kerusakan di beberapa bagian, sehingga diperlukan upaya konservasi untuk mempertahankan nilai sejarahnya. Evaluasi terhadap alternatif-alternatif pembersihan, perbaikan dan pemeliharaan dari segi kualitas, biaya pengerjaan, biaya pemeliharaan dan kesulitan pelaksanaan dilakukan untuk mendapatkan alternatif yang paling baik. Alternatif pembersihan ditujukan untuk bagian yang kotor sedangkan alternatif perbaikan ditujukan untuk bagian yang rusak. Alternatif yang dievaluasi adalah pembersihan secara mechanical dan chemical, perbaikan dengan batu-bata dan face-brick, serta pemeliharaan dengan dan tanpa menggunakan water repellent. Estimasi biaya, analisa biaya dan estimasi jadwal digunakan untuk mengevaluasi biaya pengerjaan dan pemeliharaan, sedangkan evaluasi kualitas dan kesulitan pelaksanaan dilakukan dengan studi pustaka. Analisa biaya menggunakan NPV (Net Present Value) dengan periode analisa 32 tahun dan suku bunga 20% terhadap kombinasi-kombinasi metode perbaikan dan pemeliharaan. Analisa biaya terhadap altematif pembersihan tidak dilakukan karena penggunaannya tidak dianjurkan. Hasil analisa biaya menunjukkan perbedaan tidak signifikan antara kedua metode perbaikan untuk pemeliharaan dengan water repellent, tetapi signifikan untuk pemeliharaan tanpa water repe/lent. Perbaikan dengan face-brick lebih mahal dari perbaikan dengan batu-bata, dan pemeliharaan dengan water repellent jauh lebih mahal dibandingkan tanpa water repellent.",
  "creators": "ANDRIANUS IWAN KARIM; DAVID YUWONO",
  "contributors": "Benjamin Lumantarna (Advisor 1); Po Seng Kian (Advisor 2); Januar Buntoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1214/SIP/2002; Andrianus Iwan (21498022), David Yuwono (21498027)",
  "subjects": "BUILDINGS-MAINTENANCE-ESTIMATES; CHURCH MAINTENANCE AND REPAIR"
}