{
  "id": "37121",
  "title": "Pembelajaran interaktf matematika untuk taman kanak-kanak berbasis mobile",
  "abstract": "Gadget merupakan hal yang penting sekarang ini, anak di usia balita sudah mengerti bagaimana cara menggunakan gadget. Hal ini mengakibatkan anak lebih sering menghabiskan waktunya untuk bermain gadget daripada belajar. Di dunia pendidikan, proses belajar pada balita sangatlah penting. Dalam pengajaran di taman kanak-kanak, anak sudah diajarkan berbagai macam hal, salah satunya adalah pengenalan matematika. Oleh karena itu, untuk meningkatkan minat anak untuk belajar matematika, dibuatlah aplikasi pembelajaran interaktif matematika untuk Taman Kanak-kanak. Aplikasi ini terdiri dari dua menu yaitu pembelajaran dan permainan. Dalam menu pembelajaran terdapat 4 jenis pembelajaran diantaranya mengenal angka, menghitung benda, operasi matematika, dan menulis angka. Sedangkan dalam menu permainan terdapat 7 permainan di antaranya menghitung benda, penjumlahan angka, menulis angka, mengurutkan angka, pengurangan angka, mengisi angka, dan membandingkan angka. Permainan penjumlahan dan pengurangan angka menggunakan accelerometer yang memungkinkan pengguna untuk memasukkan bola ke lubang jawaban dengan cara menggerakkan device. Terdapat score dalam setiap permainan. Pengguna dapat mengganti bahasa yang digunakan dalam permainan ini. Bahasa yang tersedia adalah bahasa Indonesia, Inggris dan Mandarin. Secara keseluruhan, aplikasi mampu menampilkan 5 score tertinggi dan membantu anak dalam belajar matematika. Dilihat dari hasil pengujian aplikasi yang dilakukan kepada 12 anak, anak tertarik untuk menyelesaikan soal pada game.",
  "creators": "ALVIUS VICTOR HARTONO",
  "contributors": "Alexander Setiawan (Advisor 1); ANITA NATHANIA (Advisor 2); Kristo Radion Purba S.ST. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021580/INF/2016; Alvius Victor Hartono (26412128)",
  "subjects": "ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); GAMES IN MATHEMATIC EDUCATIONAL; INTERACTIVE MEDIA-DESIGNS; ANDROID (COMPUTER PROGRAM)"
}