{
  "id": "37141",
  "title": "Pembuatan kebun binatang virtual untuk pembelajaran mengenai binatang liar",
  "abstract": "Seiring dengan metode pembelajaran yang makin berkembang ke arah pembelajaran interaktif, teknologi yang menunjang pembelajaran interaktif juga ikut berkembang, mulai dari penggunaan aplikasi di komputer, dan berkembang ke perangkat mobile. Salah satu teknologi yang sedang berkembang saat ini adalah teknologi virtual reality. Saat ini teknologi virtual reality dapat digunakan dengan mudah dan dengan peralatan yang mudah ditemukan juga. Sistem yang dibuat meliputi proses pembuatan game world berupa kebun binatang, binatang virtual yang akan mengisi kebun binatang, dan player yang dapat dikendalikan oleh user. Game world merupakan dunia yang akan dijelajahi oleh user dalam hal ini adalah sebuah kebun binatang, dan di dalam kebun binatang tersebut terdapat beberapa binatang virtual yang memiliki desain state machine untuk mengatur perilaku dan kebiasaan masing-masing binatang. Pembuatan aplikasi ini menggunakan Unity dan Google Cardboard Software Development Kit. Pada skripsi ini dilakukan pembuatan aplikasi untuk memanfaatkan virtual reality sebagai media pembelajaran interaktif dan menarik, untuk mempelajari makhluk hidup untuk anak-anak, dengan tidak hanya dengan teori tetapi juga dengan peragaan langsung mengenai dunia binatang. Aplikasi ini akan berjalan pada perangkat Android dan menggunakan Google Cardboard sebagai media virtual reality.",
  "creators": "DAVID LIEMANTO GUNAWAN",
  "contributors": "Liliana (Advisor 1); Gregorius Satiabudhi (Advisor 2); Iwan Njoto Sandjaja, S.T., MSCS. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021562/INF/2016; David L. G. (26412172)",
  "subjects": "VIRTUAL REALITY; VIRTUAL REALITY IN EDUCATION; APPLICATION SOFTWARE-DEVELOPMENT; ANDROID (COMPUTER PROGRAM)"
}