{
  "id": "37140",
  "title": "Media pembelajaran interaktif untuk kelas 1 sekolah dasar berdasarkan kurikulum 2013 berbasis android",
  "abstract": "Kurikulum 2013 merupakan kurikulum yang berlaku secara nasional sebagai pengembangan dari Kurikulum Berbasis Kompetensi (KBK) dan menggunakan sistem tematik-integratif. Hal ini tentunya juga membawa permasalahan baru untuk guru dan murid dalam beradaptasi dengan perubahan kurikulum yang ada. Kesulitan yang dialami guru adalah kurangnya bahan belajar murid ketika berada di luar sekolah, sehingga murid kesulitan untuk belajar mandiri dan membuat guru harus mengajar lebih banyak, hingga murid dapat mencapai kompetensi yang ada. Selain itu, khususnya untuk murid kelas 1 Sekolah Dasar, yang awalnya belajar dengan sistem pembelajaran taman kanak-kanak yang lebih banyak belajar sambil bermain, harus mulai beradaptasi dengan sistem pembelajaran Sekolah Dasar. Oleh karena itu diperlukan media pembelajaran yang interaktif dan menarik bagi murid. Aplikasi ini akan menyediakan sarana bagi murid kelas 1 Sekolah Dasar untuk dapat belajar dengan Kurikulum 2013 untuk kelas 1 Sekolah Dasar, tetapi dalam suasana bermain agar anak tetap tertarik untuk belajar walaupun dengan sistem pembelajaran yang baru. Perancangan dan pembuatan aplikasi ini didasarkan pada Kurikulum 2013 untuk kelas 1 Sekolah Dasar dengan tema yang dipilih yaitu tema Diriku dan tema Kegemaranku. Hasil pengujian menunjukkan bahwa aplikasi dapar berjalan pada device mininum Android 4.0.3 (IceCreamSandwich) dinilai bermanfaat karena dapat membantu anak-anak untuk belajar sambil bermain dan aplikasi dinilai menarik bagi anak-anak.",
  "creators": "KESSI HOFANY",
  "contributors": "Justinus Andjarwirawan (Advisor 1); Lily Puspa Dewi, S.T., M.Kom. (Advisor 2); Iwan Njoto Sandjaja, S.T., MSCS. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021591/INF/2016; Kessi Hofany (26412169)",
  "subjects": "ANDROID (COMPUTER PROGRAM); INTERACTIVE MEDIA-DESIGNS; JAVA (COMPUTER PROGRAM LANGUAGE); ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE)"
}