{
  "id": "3714",
  "title": "Spandershoeve wine analyzing the wine menu in Spandershove family owned Indonesian Restaurant, Hilversum, Netherlands",
  "abstract": "Consumers used to judge a restaurant primarily on ambiance, service, and food quality. But now, a fourth criteria has been added: wine. Wine is a unique subject. It can be made from many kinds of different grapes, have some principles of tasting, need a specific treatment for storing and have rules to serve. This thesis will analyze the wine menu in Spandershoeve, how the wine can influence the restaurant performance in Netherlands. This thesis is written as the final task of my study in Hotel Management Program. The beginning point is from the Lekker magazine. Lekker is a magazine that has aim as restaurants guide in The Netherlands. Some articles in that magazine said that some restaurants have bad service about wine. This could create bad image in the customer's mind when they read it. Comes up with this idea there should be a connection between wine and restaurant performance. This thesis will have 4 sections. First section the writer will discuss about restaurant performance and the connection of it with wine menu. In this chapter the writer try to find out how the wine could influence the restaurant performance. After that in the second section, the writer will see the general picture of Spandershoeve restaurant. Spandershoeve restaurant had been chosen to be the field of research. Third section will take the writer and the reader into a journey to know about the world of wine, how it made, how to store and serve it, how to read a bottle of wine, etc. All of that information was based on literature review. All this information will be very useful for those readers, which is new in the world of wine. In the last section, by using observation and interview method the writer will look at the system of the wine menu in the Spandershoeve, family owned Indonesian restaurant. How the Spandershoeve store their wine, serving the wine to the guest, how they make wine list, etc. After that the writer will come up to the conclusion, opinion and suggestion that the writer made regarding to the problem statement, \"How the wine menu can help improve the restaurant performance?\"",
  "creators": "AGUS BAGIYONO",
  "contributors": "K.W. VAN DER HOEK (Examination Committee 1); HENK BRUINS (Supervisors CHN 1); RICHARD LEOW (Supervisors CHN 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 025/EP-IHM/2002; Agus Bagiyono (33497090)",
  "subjects": "RESTAURANT MANAGEMENT"
}