{
  "id": "37146",
  "title": "Makna budaya pada rumah adat Lou Dayak Benuaq di Kutai Barat, Kalimantan Timur",
  "abstract": "Dayak Benuaq merupakan salah satu dari 405 sub suku Dayak yang memiliki kearifan dalam segala unsur budaya termasuk pada rumah adatnya. Lou merupakan rumah tinggal adat suku Dayak Benuaq yang dihuni lebih dari 30 kepala keluarga dari satu garis keturunan keluarga yang hidup bersama dalam satu atap. Kemegahan dan panjangnya lou menggambarkan adanya pemahaman bersama mengenai ide-ide, nilai, moral dari nenek moyang serta aktivitas budaya Dayak Benuaq yang membuat lou lebih dari sekedar tempat tinggal. Penelitian ini mempelajari dan memahami makna budaya yang terdapat pada tiga objek lou yaitu lou Mancong, lou Tolan, dan lou Pepas Eheng yang berada di Kutai Barat, Kalimantan Timur meliputi pembahasan orientasi bangunan, bentuk dan struktur bangunan, main entrance, organisasi ruang, elemen pembentuk ruang, elemen penunjang ruang, elemen pengisi ruang, dan elemen dekoratif. Penelitian ini merupakan penelitian kebudayaan dengan pendekatan interpretasi hermeneutika Paul Ricoeur. Berdasarkan hasil penelitian ditemukan bahwa, lou merupakan representasi kesatuan hubungan vertikal (alam atas, dunia, dan alam bawah) dan horizontal (siklus daur hidup manusia dalam suasana aman, rukun, dan damai bersama), simbol dari mikrokosmos yakni jati diri manusia baik spiritual maupun jasmaniah yang selaras dengan makro kosmos (alam semesta). Hal tersebut menjadikan lou dimaknai sebagai sebuah bahasa yang merepresentasikan ide gagasan, dan tindakan yang terkait dengan sejarah, sistem kepercayaan, organisasi masyarakat, sistem pengetahuan, kesenian, mata pencaharian, serta teknologi peralatan hidup suku Dayak Benuaq yang tercermin dalam aspek orientasi, struktur dan bentuk bangunan, main entrance, organisasi ruang, elemen pembentuk ruang, elemen penunjang ruang, elemen pengisi ruang, maupun elemen dekorasi pada lou.",
  "creators": "DEVINA FAUSTINE WIDJAYADI",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 1); Anik Rakhmawati (Advisor 2); Adi Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011414/DIN/2016; Devina Faustine Widjayadi (41411020)",
  "subjects": "INTERIOR DECORATION; HOUSING-KALIMANTAN TIMUR; ARCHITECTURE, DOMESTIC-DECORATION"
}