{
  "id": "37144",
  "title": "Design management system for talent.gamehouse.com",
  "abstract": "GameHouse Europe is a company that specializes in developing, publishing, and distributing casual games. The headquarters for the Europe region is in Eindhoven, The Netherlands and it employs more than 100 people throughout many cities across Europe, which are Utrecht, Alicante, and Barcelona. This document embodies the progress of developing a design management system for the corporate website. There will come a time when the design of the website is a bit outdated, and it needs rejuvenation in design- wise. However, in order to do so, a group of developers is needed to restructure the design and it will take a considerable amount of resources and time to do just that. The project is conducted in order to resolve the problem. This project was also assimilated with research in related aspects for the project including things such as the need of frameworks, technologies that should be used, and how to deliver the best application possible. Research during the course of this project was done with DOT framework to ensure the proceedings are done the way it should be. Since the project was done using Scrum methodology, the research activities were done before the start of some sprints. The stakeholder’s feedback at the end of the sprint would affect the final outcome of the project, so some features implementation might need an initial research. The project took 7 sprints to complete. The project was done through several phases during each sprint. The phases involved are designing, implementing, and testing. Each sprint generated a deliverable which would be iterated further on the next sprints. The project achieved the goal required from the stakeholders, but improvements on the features could still be implemented to enhance the functionality of the application. Overall, the report will guide the readers in each step taken through the entire project from start to finish. Those parts within this document will be Research, Results, and some result snapshots in Appendix section. Other sections will also certainly help explaining the process much better, so that the report will have a good transparency and flow of the actions and measures of the project in the duration of 5 months.",
  "creators": "ADITYA ASTONO",
  "contributors": "JAKE DE OUDE (Advisor 1); MICHIEL W. KOEHORST (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 03021598/INF/2016",
  "subjects": "MANAGEMENT INFORMATION SYSTEMS; PROGRAMMING LANGUAGES (ELECTRONIC COMPUTER); WEBSITES-DESIGN"
}