{
  "id": "37152",
  "title": "Model pemilihan moda antara kendaraan pribadi dan bus kampus",
  "abstract": "Peningkatan mahasiswa yang menggunakan kendaraan pribadi dipengaruhi oleh kurangnya ketersediaan angkutan umum dan perbaikan fasilitas parkir kendaraan pribadi oleh kampus. Upaya mengurangi dampak peningkatan kendaraan priadi akibat aktivitas mahasiswa adalah dengan mengoperasikan Bus Kampus. Penelitian ini memiliki beberapa tujuan, yakni: Mengetahui implementasi rute Bus Kampus yang paling potensial untuk diterapkan; Mengetahui tingkat kepentingan dan tingkat kepuasan fasilitas parkir di kampus; Mengetahui harapan pada fasilitas layanan Bus Kampus; dan Mengetahui seberapa besar pengaruh besaran tarif parkir dan atau waktu yang dibutuhkan untuk mendapatkan petak parkir, terhadap kesediaan mahasiswa beralih menggunakan bus kampus. Pengumpulan data dalam penelitian ini menggunakan kuisioner yang dilakukan di beberapa perguruan tinggi negeri dan swasta di Kota Surabaya, dengan total reponden 250 orang. Data yang telah terkumpul selanjutnya diolah dengan menggunakan SPSS. Berdasarkan survei yang telah dilakukan dapat diketahui terdapat dua rute yang dianggap paling potensial dari lima rute yakni Surabaya Selatan dan Surabaya Timur. Berdasarkan IPA diketahui ketersedian lahan parkir dan kemudahan mencari petak parkir, merupakan hal yang dianggap penting namun belum mencapai kepuasan, di sisi lain yang dianggap penting dan diharapkan ada oleh responden terhadap fasilitas layanan Bus kampus yaitu Kebersihan juga larangan merokok di mana kedua hal tersebut perlu diterapkan guna menarik minat mahasiswa, dari Model pemilihan moda dapat dilihat bahwa perubahan tarif parkir jauh lebih sensitif dibandingkan lama waktu mencari petak parkir dalam mempengaruhi kesediaan mahasiswa untuk beralih dari menggunakan kendaraan pribadi ke menggunakan Bus Kampus.",
  "creators": "RONNY ESHA KRISTYANTO; REZA AIPASSA",
  "contributors": "Rudy Setiawan (Advisor 1); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 13012103/SIP/2016; Ronny Esha (21410057), Reza Aipassa (21411150)",
  "subjects": "URBAN TRANSPORTATION; TRAFFIC ENGINEERING; TRAFFIC ENGINEERING (URBAN)"
}