{
  "id": "37150",
  "title": "Perancangan interior restoran museum Surabaya",
  "abstract": "Gedung Siola adalah bangunan yang cukup bersejarah bagi masyarakat kota Surabaya. Gedung yang penuh dengan sejarah ini, diberlakukan untuk menjadi budidaya bagi kota masyarakat, sehingga adanya museum Surabaya yang diberlakukan pada tahun 2015, untuk meningkatkan citra kebudayaan kota Surabaya. Dengan begitu, untuk meningkatkan ketertarikan masyarakat yang tidak banyak mengetahui adanya museum Surabaya di gedung Siola, perlu adanya pendukung, sehingga adanya perancangan interior restoran museum Surabaya, karena dengan catatan bahwa adanya restoran dapat menarik minat pada masyarakat. Karena semakin berkembangnya jaman, tidak banyak orang akan selalu datang ataupun mengetahui adanya Museum bila tidak ada keperluan mendesak, sehingga dengan adanya perancangan tersebut, dapat membuat masyarakat tertarik untuk dapat tanpa adanya keperluan khusus di museum. Lokasi yang begitu strategis di tengah kota, membuat perancangan ini di desain untuk memenuhi kebutuhan para pembisnis yang ingin melakukan kegiatan rapat di luar kantor, karena melihat kebutuhan jaman sekarang, banyak orang bekerja atau bertemu di tempat makan. Konsep yang diterapkan adalah heroik dengan mendukungnya sebuah museum dengan menerapkan gaya tradisional yang memakai material alam sebagi pendukung. Sehingga dengan adanya keterkaitan antar satu dengan lain, museum Surabaya akan dapat di ketahui oleh banyak orang dengan mudah.",
  "creators": "LIONG LING LING",
  "contributors": "Dr. Ir. Lintu Tulistyantoro, M.Ds. (Advisor 1); Grace Setiati, S.Sn., M.Ds. (Advisor 2); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021417/DIN/2016; Liong Ling Ling (41412004)",
  "subjects": "RESTAURANTS-DECORATION; MUSEUMS-DECORATION"
}