{
  "id": "37163",
  "title": "Pergerakan tanah lateral akibat proses pemancangan tiang",
  "abstract": "Pemancangan pondasi tiang pada tanah mengakibatkan desakan butiran tanah ke arah lateral serta menimbulkan kenaikan tekanan air pori tanah. Hal ini memberikan pengaruh hingga jarak tertentu dan berpotensi merusak bangunan di sekitar. Pada proyek X di Surabaya, lokasi pemancangan soldier pile berdekatan dengan pemukiman padat penduduk. Oleh karena itu, perlu diprediksi jarak yang aman dari pengaruh proses pemancangan. Penelitian ini dilakukan dengan prediksi teoritis besarnya pergerakan tanah ke arah lateral akibat pemancangan di jarak tertentu dari titik tiang yang dipancang dengan formula tertentu. Hasil prediksi secara teori ini kemudian dibandingkan dengan hasil pengukuran pergerakan tanah ke arah lateral yang dilakukan menggunakan instrumentasi berupa inclinometer. Hasil keduanya akan dibandingkan sebagai kesimpulan. Soldier pile pada proyek X menggunakan jenis tiang pancang beton open ended spun pile Ø800 mm yang ditekan masuk kedalam tanah sedalam 28 meter dengan hydraulic jack. Sebelum pemancangan, terlebih dahulu dilaksanakan preboring Ø500 mm dengan kedalaman 12 meter. Menurut teori ini disimpulkan bahwa radius pengaruh pemancangan adalah sama dengan kedalaman tiang. Pengaruh tapak alat hydraulic jack terekam di inclinometer pada jarak sepertiga kedalaman tiang. Hal ini menyebabkan kesulitan prediksi secara teoritis. Pengaruh ini akan dihilangkan agar dapat dibandingkan dengan hasil prediksi. Setelah koreksi, dijumpai hasil prediksi secara teori mendekati hasil inclinometer.",
  "creators": "YOHANES WIRAATMAJA; MICHAEL HANDOKO",
  "contributors": "Sugie Prawono (Advisor 1); Gogot Setyo Budi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 12012101/SIP/2016; Yohanes Wiraatmaja (21411104), Michael Handoko (21412104)",
  "subjects": "PILING (CIVIL ENGINEERING); SOIL STABILIZATION"
}