{
  "id": "37160",
  "title": "Studi harga satuan upah untuk proyek bangunan tinggi",
  "abstract": "Pekerja adalah salah satu faktor penting dalam suatu proyek konstruksi khususnya pada bangunan tinggi, sehingga kesejahteraan pekerja konstruksi menjadi suatu hal yang perlu diperhatikan untuk keberhasilan proyek tersebut. Upah dalam bangunan tinggi dapat dibedakan menjadi 2, yaitu upah yang diberikan kontraktor kepada pekerja, dan upah dalam Rencana Anggaran Biaya yang ditawarkan kontraktor kepada pemilik bangunan tinggi. Upah pekerja yang terdapat pada Rencana Anggaran Biaya berasal dari pembentukan analisa harga satuan upah terlebih dahulu. Sedangkan perhitungan upah yang diberikan kontraktor kepada pekerja dapat dibedakan lagi menjadi 2, yaitu upah borongan kepada mandor dan upah harian kepada para tukang. Dengan data upah borongan, upah harian, Rencana Anggaran Biaya dan analisa harga satuan maka dapat menganalisa korelasi dari ketiga sistem perhitungan upah dalam suatu proyek bangunan tinggi. Fokus penelitian ini adalah pekerjaan struktur atas beton bertulang dan Arsitektur. Pekerjaan struktur meliputi pekerjaan pengecoran, pemasangan bekisting, dan pembesian pada struktur kolom, balok, plat, shearwall dan tangga. Sedangkan untuk pekerjaan arsitektur meliputi pekerjaan pemasangan dinding bata ringan, plesteran dan acian. Berdasarkan perbandingan data harga satuan upah yang diperoleh dari proyek Tower Venetian didapatkan harga satuan upah seluruh pekerjaan pada Rencana Anggaran Biaya lebih besar dibandingkan harga satuan upah pada borongan mandor. Seluruh pekerjaan meliputi pekerjaan pengecoran, pembesian, pasangan bata ringan, plesteran dan acian. Sedangkan untuk proyek Gedung baru P1 dan P2 Universitas Kristen Petra, hampir seluruh harga satuan upah pekerjaan pada borongan mandor memiliki nominal yang lebih tinggi dibandingkan harga satuan upah pekerjaan pada Rencana Anggaran Biaya. Pekerjaan ini meliputi pekerjaan pengecoran, pembesian, wire mesh dan pasangan bata ringan. Untuk harga satuan upah pada Standar Nasional Indonesia 2008 memiliki nominal yang jauh lebih tinggi daripada harga satuan upah pada Rencana Anggaran Biaya dan borongan mandor pada kedua proyek.",
  "creators": "MICHAEL PURNOMO; ELVIN LAYNARDO",
  "contributors": "Indriani Santoso (Advisor 1); Budiman Proboyo (Advisor 2); Sentosa Limanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 15012080/SIP/2016; Michael Purnomo (21411028), Elvin Laynardo (21411101)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; WAGES; TALL BUILDING"
}