{
  "id": "3716",
  "title": "Total quality management focusing on service quality of an Indonesian Restaurant Rasa Senang in Kaatsheuvel",
  "abstract": "Quality has become essential to the success of every business, especially in hospitality industry. The goal of quality is relatively simple and straightforward: to consistently meet or exceed customer expectations by providing products and services at process that create value for customers and profits for the company. Achieving quality, on the other hand, is hardly simple and seemingly never straightforward. The new issues into the quality now becomes more famous. Total Quality Management (TQM) - as written in this thesis; a philosophy that requires a change in organisational culture, a fundamental change in the way individuals and groups approach their work and their roles in the organisation, that is, from an environment of distrust and fear of reprisal to one of openness and trust where creativity can flourish; from working as individuals to working as teams; from protection of organisational turfs to the breakdown of departmental barriers; from an autocratic management style of direction and control to a softer style of team leader and coach; from power concentrated at the top to power shared with employees; from a focus on results to a focus on continuous improvement of the processes that deliver the results; and finally a change from making decisions based on good feel to an analytic, fact - based on approach to management. This thesis into The Introduction of Total Quality Management (TOM) focusing on Service Quality of an Indonesian Restaurant, Rasa Senang in Kaatsheuvel (RSK), try to inform the reader - the elaboration of all important issues regarding with service quality in a restaurant's organisation. To provide the best service for their customers, by meeting customer's expectation and customers requirements.",
  "creators": "FANNY ERIATY RONALDS",
  "contributors": "K.W. VAN DER HOEK (Examination Committee 1); HENK BRUINS (Supervisors CHN 1); NATALIE RICHARDSON (Supervisors CHN 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 023/EP-IHM/2002; Fanny Eriaty Ronalds (33497114)",
  "subjects": "TOTAL QUALITY MANAGEMENT"
}