{
  "id": "37165",
  "title": "Pemilihan level kinerja struktur pada bangunan sistem rangka pemikul momen yang direncanakan secara direct displacement-based design. Studi kasus: bangunan beraturan dengan bentang tidak seragam",
  "abstract": "Sesuai dengan konsep Performance Based Design, Direct Displacement-Based Design (DDBD) memberikan opsi bagi perencana untuk memilih level kinerja struktur yang dikehendaki. Penelitian ini mengeksplorasi ketiga opsi desain yang dapat dipilih dalam DDBD, yaitu Level 1-No Damage, Level 2-Repairable Damage, dan Level 3-No Collapse pada tiga level gempa yang berbeda sesuai DDBD Model Code. Bangunan perkantoran dari struktur beton bertulang dengan bentang tidak seragam diambil sebagai studi kasus. Struktur direncanakan sebagai sistem rangka pemikul momen pada daerah beresiko gempa rendah dan tinggi di Indonesia. Dari ketiga level desain yang dilakukan, ternyata desain Level 2 dipandang sebagai opsi terbaik ditinjau dari kriteria efisiensi dan level kerusakan yang masih dapat ditoleransi. Hasil desain tersebut diuji kinerjanya menggunakan analisis dinamis riwayat waktu nonlinier. Untuk parameter drift, bangunan menunjukkan kinerja yang memuaskan untuk semua level gempa. Namun pada level gempa kecil dan sedang, terjadi pelelehan kolom pada lokasi yang tidak semestinya sehingga beam side sway mechanism tidak terjadi dengan sempurna. Meskipun demikian, upaya capacity design mampu menjamin terjadinya kondisi strong column weak beam.",
  "creators": "LARISSA STEFANIE PARAMOSA; EVELIN LARISA SANDY",
  "contributors": "Ima Muljati Ginsar (Advisor 1); Effendy Tanojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012082/SIP/2016; Larissa Stefanie Paramosa (21412003), Evelin Larisa Sandy (21412053)",
  "subjects": "STRUCTURAL DESIGN; CONCRETE CONSTRUCTION; COLUMNS, CONCRETE"
}