{
  "id": "37176",
  "title": "Perancangan compact wardrobe untuk penari di gereja, studi kasus: gereja keluarga Allah Semarang",
  "abstract": "Penari gereja merupakan seorang penari yang bertugas pada kebaktian minggu umat kristiani. Penari Gereja Keluarga Allah Semarang memiliki banyak kostum dan peralatan yang digunakan, namun kurangnya wadah penyimpanan dan alas kerja membuat aktivitas persiapan menari menjadi kurang maksimal dan membuat ruang penari di Gereja Keluarga Allah Semarang terlihat sesak dan kotor. Oleh karena itu, perancang ingin membuat sebuah compact wardrobe yang dapat membantu persiapan para penari agar dapat lebih efisien selain itu juga dapat membuat ruangan terlihat lebih ringkas dan rapi. Compact wardrobe dirancang dengan memperhatikan nilai estetika, ergonomi, dan fungsi. Konsep compact wardrobe ini yaitu compact dan efisien. Arti dari ‘compact’ adalah pengaplikasikan seluruh kebutuhan penari pada ruangan tersebut pada sebuah wardrobe agar ruangan tersebut dapat terlihat rapi dan ringkas, sedangkan arti dari ‘efisien’ adalah untuk memudahkan penari pada saat persiapan. Compact wardrobe ini juga dapat digunakan di gereja selain Gereja Keluarga Allah Semarang, karena wardrobe ini didesain dengan bentuk dan warna yang umum, sehingga memudahkan pengaplikasian di gereja lain yang membutuhkan compact wardrobe tersebut. Metode yang digunakan oleh perancang adalah metode kualitatif dengan melakukan observasi langsung ke data lapangan dan melakukan wawancara kepada 10 orang penari dari Gereja Keluarga Allah Semarang.",
  "creators": "PHO, HANA AMADEA WIDODO",
  "contributors": "Adi Santosa (Advisor 1); Linggajaya Suryanata (Advisor 2); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00021456/DIN/2016; Pho, Hana Amadea Widodo (41412063)",
  "subjects": "CHURCH-DECORATION; INTERIOR DECORATION"
}