{
  "id": "37183",
  "title": "Pemilihan level kinerja struktur pada bangunan sistem rangka beton bertulang pemikul momen yang direncanakan secara direct displacement based design studi kasus: bangunan beraturan dengan bentang seragam",
  "abstract": "Banyak penelitian yang menunjukkan bahwa metode Direct Displacement Based Design (DDBD) pada bangunan beraturan beton bertulang cukup efektif untuk mendesain bangunan tahan gempa dan menunjukkan kinerja yang cukup baik. Namun, penelitian-penelitian sebelumnya menggunakan beban gempa sesuai SNI 1726-2002 dan SNI 1726-2012 yang ternyata tidak setara dengan target desain level-1 ataupun 2 (periode ulang 100-dan 500-tahun) yang lazim digunakan dalam DDBD. Penelitian ini bertujuan untuk melakukan penelitian kembali yang direncanakan pada 3 level kinerja sesuai dengan Model Code for DDBD, yaitu pada Level 1 – No Damage (100 tahun), Level 2 – Repairable Damage (500 tahun), dan Level 3 – No collapse (2500 tahun) sehingga dapat mengetahui level kinerja mana yang paling realistis dari segi desain untuk diwujudkan serta menguji kinerjanya pada level tersebut. Bangunan perkantoran 4- dan 8-lantai pada wilayah beresiko gempa tinggi dan rendah akan digunakan sebagai studi kasus. Struktur yang didesain diuji dengan melakukan analisis nonlinear time history. Hasil penelitian ini menunjukkan perencanaan DDBD yang paling realistis dari segi desain dilakukan pada level 2 dan DDBD memiliki kinerja yang cukup baik pada semua level gempa, baik diukur dalam parameter drift, damage index, maupun mekanisme keruntuhannya. Namun perlu diperhatikan bahwa kondisi beam side sway mechanism tidak dapat terjamin dengan sempurna. Meskipun demikian, kondisi strong column weak beam masih dapat terjaga pada seluruh bangunan.",
  "creators": "YONATAN; ADRIAN HARTONO",
  "contributors": "Ima Muljati Ginsar (Advisor 1); Jimmy Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012090/SIP/2016; Yonatan (21412041), Adrian Hartono (21412070)",
  "subjects": "STRUCTURAL-DESIGN AND CONSTRUCTION; REINFORCED CONCRETE; BUILDING, STRUCTURAL"
}