{
  "id": "37180",
  "title": "Tindakan tidak aman (unsafe act) pekerja pada suatu proyek konstruksi",
  "abstract": "Kecelakaan kerja sering terjadi pada pembangunan proyek kontruksi yang disebabkan oleh berbagai macam tindakan tidak aman (unsafe act). Penelitian ini bertujuan untuk mencari tindakan tidak aman apa saja yang banyak terjadi di lapangan dan faktor lingkungan kerja (internal dan eksternal) penyebab dari tindakan tidak aman tersebut. Studi literatur dilakukan untuk menentukan tindakan tidak aman dan faktor lingkungan kerja apa saja yang akan diteliti. Penelitian ini merupakan penelitian studi kasus yang menggunakan metode observasi dan wawancara terhadap pekerja. Analisa korespondensi digunakan untuk menggambarkan hubungan antar variabel tindakan tidak aman dan faktor lingkungan kerja. Hasil penelitian dari 76 kasus tindakan tidak aman, yang paling banyak ditemukan dalam proyek X adalah tidak memakai alat pelindung diri (U1) sebanyak 40 kasus. Menggunakan peralatan yang tidak layak pakai (U3) dan mengambil posisi tidak aman (U4) yang sama-sama terjadi sebanyak 12 kasus. Faktor lingkungan kerja internal terbesar penyebab tindakan tidak aman adalah kenyamanan pribadi (F10) dan berani mengambil risiko (F5). Sedangkan faktor eksternal terbesar yang menjadi penyebab tindakan tidak aman adalah kurangnya sumber daya dalam hal kualitas dan kuantitas (F2). Pencegahan tindakan tidak aman dapat dilakukan dengan mengurangi faktor internal (F5 dan F10) dengan cara memberikan pelatihan (training) dan menerapakan peraturan keselamatan kerja. Sedangkan untuk mencegah faktor eksternal (F2) diperlukan komitmen manajemen dalam hal penyediaan APD dan melibatkan pekerja dalam usaha menegakkan keselamatan kerja",
  "creators": "IRENE CHRISTIANI LINGGADIHARJA; LUCIA DEWI SANTOSO",
  "contributors": "Andi (Advisor 1); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012109/SIP/2016; Irene Christiani Linggadiharja (21412030), Lucia Dewi Santoso (21412040)",
  "subjects": "SYSTEM SAFETY; CONSTRUCTION PROJECTS-MANAGEMENT; CONSTRUCTION INDUSTRY-SAFETY MEASURES"
}