{
  "id": "3718",
  "title": "How to promote South Africa as tourist destination",
  "abstract": "Afrika Selatan seperti yang diketahui dimasa lalu bukanlah merupakan daerah tujuan wisata, tapi belakangan ini sangat populer di negara-negara lain dunia sebagai salah satu daerah tujuan wisata. Peserta yang bergabung dalam outbound tour untuk menyaksikan keindahan alam Afrika Selatan akan dibawa mengunjungi laguna yang menakjubkan dengan area perbelanjaan yang mempesona, hutan semitropis yang romantis, bukit yang hijau, lembah yang penuh dengan bunga, pegunungan, dan pantai-pantai yang disinari hangatnya mentari. Sekarang ini permintaan pasar untuk tour ke Afrika Selatan sangat besar di negara-negara lain di dunia, banyak orang yang ingin pergi kesana karena mereka didorong oleh rasa penasaran dan ingin tahu. Untuk memenuhi permintaan itu dan menjaring agar orang-orang tersebut menjadi turis, Biro Perjalanan Wisata harus tahu apa yang mereka inginkan. Setidaknya biro perjalanan memiliki kepekaan bagaimana tour tersebut harus dirancang dan kemudian dipasarkan ke tengah konsumen dengan suatu promosi. Cara Biro Perjalanan Wisata mempromosikan paket outbound tour ke Afrika Selatan sudah sesuai dengan teori yang penulis dapat dari studi literatur. Namun hasilnya masih belum optimal, jadi penulis ingin menyarankan beberapa cara promosi yang lebih inovatif seperti: - Membuat video dokumentasi kemudian dibagikan kepada setiap peserta, lalu juga mengirimkan satu pada stasiun TV, dan mengunakannya sebagai alat presentasi di perusahaan-perusahaan besar. - Menulis artikel wisata di majalah yang ekslusif, seperti: Dewi, {Cosmopolitan, Femina, dan Bazzar. - Mengundang publik figur yang dapat menghibur untuk meningkatkan minat peserta.",
  "creators": "ERNA YULIANA",
  "contributors": "LIM TJUWANG U (Advisor 1); Yacintha Yoranouw Suryawijaya (Advisor 2); Tio Sally Puspasari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 453/PAR/2001; Erna Yuliana (91398029)",
  "subjects": "TOURIST TRADE"
}