{
  "id": "37189",
  "title": "Perancangan compact furnitur untuk penghuni rumah susun di Surabaya",
  "abstract": "Pembangunan rumah susun bagi masyarakat merupakan salah satu bentuk kepedulian pemerintah mengenai hidup sehat dan rumah yang sehat. Untuk mendukung aktivitas pengguna rumah susun, pengguna perlu melakukan penataan ruang yang baik. Hal ini dapat didukung dengan memilih tempat penyimpanan barang yang efisien agar barang yang dimiliki dapat tersusun dengan rapi dan mudah dicari saat diperlukan. Pemilihan tempat penyimpanan juga berfungsi untuk menghindari ruangan tampak sempit dan tidak bersih. Desain yang terpampang pada makalah ini menggunakan konsep “The Simplicity of Compact”. Sistem penyimpanan yang sesuai dengan luasan rumah susun adalah compact furniture, yaitu terdapat beberapa perabot di dalam 1 perabot. Compact pada desain ini adalah dalam segi penyimpanan dan juga bentuk perabot. Jadi pengguna dapat menggunakan 1 perabot seperti meja, maka meja tersebut setelah digunakan dapat disimpan kembali ke perabot. Hal tersebut dapat membuat ruangan menjadi lebih luas, karena tidak banyak barang yang berserakan. Pada desain ini juga menggunakan sistem modular yang dapat dibeli 1 per satu (atau dicicil) sesuai kebutuhan pengguna. Simplicity pada perabot diterapkan pada warna, material, finishing, dan juga konstruksi yang digunakan untuk mendesain perabot ini. Perabot yang menggunakan sistem compact secara desain cocok untuk penyimpanan bagi rumah susun yang sederhana. Karena dapat membuat ruangan terlihat lebih luas, bersih dan memudahkan penghuni untuk mengeluarkan barang bila sewaktu-waktu diperlukan.",
  "creators": "BERTARIA ALVIONITA",
  "contributors": "Adi Santosa (Advisor 1); Anik Rakhmawati (Advisor 2); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021423/DIN/2016; Bertaria Alvionita (41412010)",
  "subjects": "FURNITURE DESIGN; FLATS; INTERIOR DECORATION"
}