{
  "id": "37181",
  "title": "Penelitian mengenai SNI 1726:2012 pasal 7.2.5.1 tentang distribusi gaya lateral terhadap kekakuan, kekuatan dan pengecekan terhadap sistem tunggal",
  "abstract": "Indonesia merupakan salah satu negara rawan gempa, sehingga bangunan-bangunan di Indonesia perlu didesain terhadap gempa. Dalam SNI 1726:2012 terdapat berbagai sistem struktur penahan gempa, salah satu dari sistem tersebut yang sering dipakai adalah sistem tunggal dan sistem ganda yang merupakan kombinasi dari sistem rangka pemikul momen dan sistem lainnya. SNI 1726:2012 pasal 7.2.5.1 mensyaratkan SRPM harus mampu menahan paling sedikit 25% gaya gempa desain pada sistem ganda, baik SRPM dengan rangka bresing maupun sistem rangka dengan dinding geser. Sebelumnya telah dilakukan penelitian dengan mengabaikan syarat SNI 1726:2012 pasal 7.2.5.1 berdasarkan asumsi bahwa dengan mengabaikan syarat tersebut, bangunan akan menunjukkan performa yang baik. Pada penelitian tersebut pengujian bangunan menunjukkan performa yang kurang baik. Oleh karena itu pada penelitian ini desain akan dilakukan dengan memenuhi syarat SNI 1726:2012 pasal 7.2.5.1. Bangunan yang didesain dibedakan menjadi 3 skenario yang akan dinotasikan sebagai S1, S2 dan S3. S1 merupakan bangunan yang akan didesain sebagai sistem ganda yaitu SRPMK dan sistem rangka bresing eksentrik dengan syarat 25% base shear terhadap stiffness. S2 akan didesain dengan syarat 25% terhadap strength dan S3 akan didesain sebagai sistem tunggal. Hasil pengujian dari ketiga skenario tersebut menunjukkan bangunan S1 memberikan performa yang paling baik. Skenario S2 menunjukkan performa yang sedikit di bawah S1 namun dengan proporsi material yang lebih kecil. Diikuti dengan performa bangunan S3 yang menunjukkan performa yang buruk apabila dibandingkan dengan S1 dan S2.",
  "creators": "BERNARD THREDY WILLIAM WIJAYA; NICO",
  "contributors": "Hasan Santoso (Advisor 1); Pamuda Pudjisuryadi (Advisor 2); Jimmy Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012088/SIP/2016; Bernard Thredy W.W. (21412033), Nico (21412062)",
  "subjects": "STRUCTURAL DYNAMICS; STRUCTURAL ANALYSIS (ENGINEERING); BUILDINGS-EARTHQUAKE EFFECTS"
}