{
  "id": "37193",
  "title": "Perencanaan dan evaluasi keselamatan kerja pekerjaan pemancangan pada proyek “X” di Surabaya",
  "abstract": "Salah satu bagian struktur yang paling penting dari sebuah bangunan adalah pondasi. Namun sering kali keselamatan kerja pekerjaan pemancangan pondasi ini diremehkan dan cenderung tidak dilaksanakan sebagaimana mestinya. Oleh sebab itu dilakukanlah suatu penelitian dengan tujuan untuk memahami tahap perencanaan keselamatan kerja pekerjaan pemancangan dan menghitung nilai keselamatan kerjanya dengan menggunakan indikator nilai Percentage of Safe Work Packages (PSW) melalui metode Safety Planning and Controlling (SPC). Selain itu juga untuk mengetahui faktor-faktor apa saja yang menjadi penyebab kegagalan pelaksanaan rencana keselamatan pada pekerjaan pemancangan. Data dikumpulkan dengan cara melakukan pengamatan rutin secara langsung selama 8 minggu di sebuah proyek konstruksi di Surabaya yang sedang berada pada tahap pekerjaan pondasi. Dari hasil pengamatan dalam rentang 8 minggu tersebut, didapati nilai Percentage of Safe Work Packages (PSW) dari pekerjaan pemancangan pada proyek tersebut memiliki rata-rata cukup rendah, yaitu sebesar 46.77%. Penyebab kegagalan yang paling utama adalah adanya pekerja yang tidak memakai alat pelindung diri seperti sebagaimana yang telah disyaratkan dalam Job Safety Analysis. Melalui hasil-hasil tersebut, dapat disimpulkan bahwa keberadaan Job Safety Analysis belum dimanfaatkan secara tepat oleh kontraktor pemancangan. Tampak pula sikap pekerja yang mencerminkan ketidakpedulian mereka terhadap rencana keselamatan yang ada. Selain itu kontraktor juga cenderung tidak tegas terhadap rencana keselamatan kerja, yang menjadikan pekerja semakin tidak patuh kepada aturan-aturan tersebut.",
  "creators": "BILLY SUSILO; JESSICA ADELIA WIJAYA",
  "contributors": "Andi (Advisor 1); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 021012114/SIP/2016; Billy Susilo (21412052), Jessica Adelia Wijaya (21412058)",
  "subjects": "CONSTRUCTION INDUSTRY-SAFETY MEASURES; FOUNDATION; PILING (CIVIL ENGINEERING)-SAFETY MEASURES"
}