{
  "id": "3719",
  "title": "Buffet event as a main tool of Moy Fa's marketing strategic to increase the quantity of customers",
  "abstract": "This dissertation into marketing strategic through buffet events is written as the final part of the trainingship. Ln order to examine; Buffet events as a main tool of Moy Fa's marketing strategy to increase the quantity of regular customers. Qualitative research has been conducted. This qualitative research is divided into five parts. The first part of the literature review concerns the concept of marketing strategic and buffet. These review shows that marketing strategic in hospitality industry have big influences, this also give information about the relationship between marketing strategic in hospitality industry and buffet events. This information from the literature is needed as a the basic for the continuation of the dissertation. The second part, understanding about buffet and buffet events and all the aspects supporting, is reviewing the literature concerning, managing buffet and buffet events. It shows that, from buffet event more people are coming to the restaurant. Many aspects have to be followed to have a successful buffet events such as shape, structure, finishing, decoration, equipment, utensil, room, menu and the most important is guest mood and interest. Successful buffet events cannot be separated from the famous name of the restaurant. This part also viewing about the benefits that the restaurant can receive from the buffet events. In these two parts from the literature study of the dissertation lay the Bank for the fieldwork. The third part is presenting about Moy Fa in general and historically, and also how the owners manage the buffet. The fourth and fifth parts of the research concern case study, recommendation, summary, and suggestion. The case study is based on the literature reviews, observation, questioners and information from my colleague. This case study gives an impression about buffet events in Moy Fa restaurant and how Moy Fa restaurant managing their buffet events. Moy Fa restaurant is one of the members of Fine Eastern Restaurant organization and which is also in cooperated with Selected Indonesia Restaurant organization in Holland. Therefore the information gained through this research can give a valuable indication about buffet events. It can be concluded from the Moy Fa restaurant case that managing buffet events in Moy Fa restaurant is already arranged one year before and the monthly buffet events menu is created during the year, therefore the menu is always up dated. However there are some aspects needed to improve in holding buffet events in Moy Fa restaurant. Some recommendations for the hospitality industry especially restaurant and cafe would be: Give some special attention and attraction in holding buffet events especially annual buffet events or special buffet events such as national holidays events, Christmas event, and many more. Because this research is a relative new field, further research is recommended to give more detailed information about this subject, this research can be a starting point for further research.",
  "creators": "EKO MURIADI",
  "contributors": "K.W. VAN DER HOEK (Examination Committee 1); HENK BRUINS (Supervisors CHN 1); MARY LIU (Supervisors CHN 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 012/EP-IHM/2001; Eko Muriadi (33496126)",
  "subjects": "RESTAURANTS-MARKETING; RESTAURANT MANAGEMENT"
}