{
  "id": "37196",
  "title": "Perencanaan sistem rainwater harvesting yang berbasis value engineering",
  "abstract": "Beberapa tahun terakhir, air hujan mulai dipertimbangkan untuk memenuhi sebagian kebutuhan air domestik di perkotaan. Salah satu cara pemanfaatan air hujan untuk daerah perkotaan adalah dengan menggunakan sistem Rainwater Harvesting (RWHS). Pada penelitian ini, RWHS dicoba diterapkan pada sebuah perumahan X yang terletak di Surabaya Barat. Terdapat beberapa komponen RWHS yang direncanakan yaitu: talang air, pipa penyaluran, dan bak tampungan. Teknik value engineering digunakan dalam proses perencanaan sistem ini untuk merencanakan sebuah sistem yang efektif dan efisien. Selain itu, metode Analytical Hierarchy Process (AHP) juga digunakan pada perencanaan sistem ini untuk mencari aspek desain prioritas menurut warga perumahan X dan hasil analisanya akan dijadikan acuan perencanaan. Aspek desain yang dianalisis dalam penelitian ini adalah biaya, kualitas, perawatan, estetika, dan dampak lingkungan. Hasil penelitian menunjukkan bahwa aspek desain yang paling diprioritaskan adalah dampak lingkungan, diikuti oleh biaya dan kualitas, perawatan, dan terakhir estetika. Talang air yang dipakai adalah talang kotak 120 mm x110 mm dengan panjang talang 13,9 m. Pipa mendatar dan pipa tegak memakai pipa tipe AW dengan diameter 3/4” dan panjang masing-masing 16.44 m dan 9,55 m. Pada perencanaan bak tampungan dipillih mengunakan bak tampungan dengan kapasitas minimal 2000 liter. Kombinasi perencanaan sistem rainwater harvesting terbaik yang disarankan adalah talang air menggunakan talang PVC, pipa penyaluran menggunakan pipa PVC, dan bak tampungan menggunakan profil tank plastik dengan kapasitas 2200 liter.",
  "creators": "KWEK HARTONO KURNIAWAN; WILBERT KOSASIH",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Cilcia Kusumastuti, S.T., M.Eng. (Advisor 2); Paulus Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012116/SIP/2016; Kwek Hartono Kurniawan (21412069), Wilbert Kosasih (21412127)",
  "subjects": "RAIN-WATER (WATER SUPPLY); IRRIGATION ENGINEERING"
}