{
  "id": "37197",
  "title": "Penyebaran kuat tekan beton pada penampang spun pile",
  "abstract": "Spun pile dibuat dengan metode spinning. Hal ini menimbulkan pertanyaan mengenai homogenitas kekuatan tekan beton pada spun pile karena proses pemadatan dilakukan dengan memanfaatkan gaya sentrifugal. Pada saat spun pile di spinning, material dengan massa jenis yang besar akan cenderung terlempar pada dinding luar tiang pancang sehingga menyebabkan sisi terluar tiang cenderung lebih padat. Penelitian ini mempelajari mengenai penyebaran kuat tekan beton pada penampang spun pile yang ada di lapangan. Dalam penelitian ini, pengambilan benda uji dilakukan dengan metode pengeboran (core drill) pada spun pile di lapangan. Pengambilan benda uji diambil masing-masing searah dan tegak lurus dengan panjang spun pile. Setelah itu benda uji diratakan dengan gerinda dan dilakukan pengujian kuat tekan. Hasil kuat tekan masing-masing benda uji dikoreksi berdasarkan dimensi dan arah pengambilan sesuai dengan standar pengeboran beton inti (SNI 03-3403-1994). Hasil penelitian awal ini menunjukkan bahwa, untuk hasil benda uji yang sejajar panjang tiang menunjukkan kepadatan benda uji yang diambil pada radius terjauh dari sumbu spun pile relatif lebih padat, akan tetapi kekuatan tekannya tidak manunjukkan konsistensi dengan kepadatan. Sedangkan untuk benda uji yang diambil tegak lurus panjang tiang, semakin jauh dari sumbu tiang semakin padat dan semakin kuat. Pola keruntuhan sebagian besar benda uji yang sejajar dengan sumbu tiang adalah retak vertikal",
  "creators": "STEFANUS KURNIAWAN WINATA; PRASETYO KURNIAWAN SUSENO",
  "contributors": "Gogot Setyo Budi (Advisor 1); Hurijanto Koentjoro (Advisor 2); Pamuda Pudjisuryadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012093/SIP/2016; Stefanus Kurniawan Winata (21412092), Prasetyo Kurniawan Suseno (21412102)",
  "subjects": "PILING (CIVIL ENGINEERING); HIGH STRENGTH CONCRETE"
}