{
  "id": "37191",
  "title": "Evaluasi penilaian 5s di area penyimpanan proyek konstruksi",
  "abstract": "5S merupakan suatu konsep penerapan sikap kerja yang menekankan pada pengelolaan kondisi fisik tempat kerja. 5S merupakan singkatan dari Seiri, Seiton, Seiso, Seiketsu, dan Shitsuke. Bekerja pada tempat yang terorganisir dengan baik dapat membuat pekerja tidak cepat lelah, menimbulkan kepedulian terhadap pekerjaan, partisipasi yang tinggi, dan penyelesaian kerja yang baik. Penerapan konsep 5S pada area penyimpanan sangat penting karena berpengaruh terhadap efisiensi dan efektifitas pekerjaan. Tujuan dari penelitian ini adalah melakukan penilaian dan evaluasi konsep 5S di area penyimpanan proyek, untuk mengetahui sejauh mana konsep 5S telah diterapkan. Penelitian ini dilakukan dengan studi kasus pada 5 proyek konstruksi di Surabaya dan Mojokerto. Hasil penelitian menunjukkan bahwa konsep 5S belum diterapkan sepenuhnya pada proyek konstruksi. Seiso mendapatkan nilai yang cukup baik, mengingat kebersihan wajib dijaga di area proyek. Sedangkan, untuk faktor seiri, seiton, dan shitsuke mendapatkan nilai yang buruk, karena 4 dari 5 proyek yang ada masih menyimpan alat rusak, tidak ada tata letak untuk area penyimpan alat, dan kurangnya kesadaran akan kedisiplinan. Seiketsu mendapatkan nilai yang sangat buruk karena aktivitas yang dinilai merupakan lanjutan dari 3S sebelumnya. Konsep 5S belum diterapkan di proyek konstruksi karena belum dikenalnya konsep 5S, kesulitan melakukan pengarahan dan pelatihan pada pekerja, adanya deadline proyek, serta jumlah dan jenis alat yang sedikit.",
  "creators": "FERDIANA SOEKRESNO",
  "contributors": "Andi (Advisor 1); Jani Rahardjo (Advisor 2); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Thesis No. 01000216/MTS/2016; Ferdiana Soekresno (01514013)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; CONSTRUCTION INDUSTRY-SAFETY MEASURES; PRODUCTION MANAGEMENT"
}