{
  "id": "37199",
  "title": "Perancangan interior day care untuk anak usia dini di Surabaya",
  "abstract": "Perkembangan anak adalah hal yang harus diperhatikan oleh orang tua. Hal ini dikarenakan selama masa pertumbuhan dan perkembangan baik dari sisi mental ataupun jasmani akan sangat menentukan bagaimana kepribadian anak di masa yang akan datang. Terkadang orang tua memiliki berbagai kesibukan di dalam pekerjaan, sehingga orang tua tidak dapat mengawasi dan mengikuti perkembangan anak-anak secara maksimal. Hal ini akan menyebabkan Day Care dapat menjadi salah satu opsi untuk membantu para orang tua di dalam mengawasi dan memberikan perkembangan yang baik sehingga terarah untuk anak-anak mereka. Day Care yang menarik dan berkompeten bisa menjadi sasaran para orang tua untuk menitipkan anak mereka. Melalui perancangan interior berkonsep Kiddy Town untuk mewujudkan sarana bermain dan belajar bagi anak-anak. Menggunakan konsep yang berbeda dari yang lainnya, membuat anak dan orang tua tertarik untuk memilih Day care tersebut. Dengan mengambil konsep Town yang memberikan wawasan untuk anak-anak lebih informatif, kreatif dan belajar mengenal lingkungan sekitar. Di dalam perancangan ini akan terdapat jalan-jalan seperti kota yang membuat anak-anak yang bersifat lincah untuk menjelajahi jalanan di dalam day care tersebut. Anak-anak akan lebih mandiri dan berani untuk menelusuri jalan yang baru dan dapat mudah berdapatasi dengan suasana kota yang modern. Dengan adanya Day Care ini diharapkan dapat memenuhi kebutuhan akan fasilitas bagi anak-anak untuk mengembangkan kemampuan intelegensi dan kreatifitas. Semoga perancangan Daycare ini dapat membantu para orang tua di dalam mengasuh anak-anak mereka dan dapat memberikan efek yang positif bagi anak-anak.",
  "creators": "AUDINA FRANSISCA M.HARTONO",
  "contributors": "Stephanus P. Honggowidjaja (Advisor 1); Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Advisor 2); Dr. Ir. Hedy Constancia Indrani, M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021455/DIN/2016; Audina Fransisca M.H. (41412062)",
  "subjects": "CHILDREN-INSTITUTION CARE-DECORATION; DAY CARE CENTERS--DECORATION"
}