{
  "id": "37200",
  "title": "Perancangan interior house of fashion Tiffani Meymorisa di Surabaya",
  "abstract": "Tiffani Meymorisa adalah salah satu desainer muda di Surabaya yang sedang berkembang dalam memenuhi kebutuhan fashion yang menjadi tren akhir-akhir ini bagi masyarakat dan yang sesuai dengan budget serta memperhatikan peningkatan pemasaran yaitu daya jual desain serta potensi bisnis dengan adanya fasilitas yang mendukung. Maka diperlukan wadah di mana desainer dapat menjual hasil karyanya kepada masyarakat dan juga dapat memenuhi kebutuhan akan fashion dengan fasilitas yang disediakan. Masalah interior yang ada yaitu space yang belum memadai meliputi fasilitas kurang, ruang kerja yang sempit dan bercampur, tidak ada ruang fitting khusus, kurang ruang untuk storage, pencahayaan kurang pada sore hari, main enterance tidak menyambut pengunjung sehingga diperlukan solusi penyelesaian masalah dengan mendesain interior yang dapat menunjang dan mendesain fasilitas yang dapat menyambut dan memberikan kesan kualitas dari desainer, memberikan fasilitas guna dapat mengembangkan karyanya agar lebih dikenal oleh masyarakat Surabaya yang sesuai dengan target pasar, memberi kenyamanan dan kemudahan dalam bekerja serta berkunjung. Konsep yang ada diambil dari masalah dan karakter desainer Tiffani Meymorisa. Konsep perancangan fashion yang elegan oleh Tiffani Meymorisa sekaligus menjadi konsep perancangan interior dengan mengangkat konsep “Elegancy of Vogue”. Karakter dari Tiffani Meymorisa itu sendiri diaplikasikan pada bentuk, warna, dan suasana dalam ruangan. Perancangan ini memaksimalkan penerapan dari karakter Tiffani Meymorisa dalam setiap fasilitas dan desainnya, sehingga orang yang datang dapat merasakan kualitas desain Tiffani Meymorisa yang berbeda dengan desainer lainnya.",
  "creators": "VELICA JESSLYN TENDEAN",
  "contributors": "COK GEDE RAI PADMANABA (Advisor 1); Grace Mulyono (Advisor 2); I Gusti Ngurah Ardana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021454/DIN/2016; Velica Jesslyn Tendean (41412059)",
  "subjects": "FASHION DESIGN-BUILDINGS-DECORATION; GALLERIES (ARCHITECTURE)-DECORATION; INTERIOR DECORATION"
}