{
  "id": "37208",
  "title": "Approximate cost estimate berdasarkan kandungan besi dan kebutuhan bekisting pada struktur beton bertulang bangunan Ruko (SOHO)",
  "abstract": "Permintaan akan ruko (SOHO) meningkat, sehingga menyebabkan timbulnya persaingan yang cukup ketat di dunia konstruksi, terutama dalam aspek biaya. Penelitian ini bertujuan untuk mengetahui approximate cost estimate bangunan ruko (SOHO) berdasarkan kebutuhan beton, besi, dan bekisting pada struktur beton bertulang bangunan ruko (SOHO) permeter persegi luas lantai, dan berdasarkan kandungan besi dan bekisting pada struktur beton bertulang bangunan ruko (SOHO) terhadap satu meter kubik beton. Dalam penelitian ini, metode approximate estimate yang akan digunakan adalah Estimasi Biaya Satuan Permeter Persegi. Data yang digunakan adalah, gambar konstruksi, dan RAB tiga proyek. Dari hasil pengamatan tiga proyek, didapati kebutuhan bahan untuk struktur bawah yaitu beton 0.12m3/m2, besi 14.69 kg/m2, dan bekisting 0.93 m2/m2 sedangkan struktur atas yaitu beton 0.25m3/m2, besi 35.98 kg/m2, dan bekisting 3.18 m2/m2. Angka kandungan besi dan bekisting permeter kubik beton pile cap, sloof, kolom, tangga, balok, plat adalah 108.97 kg/m3, 133.82 kg/m3, 170.47 kg/m3, 94.16 kg/m3, 204.22 kg/m3, 83.52 kg/m3 untuk besi. Dan untuk bekisting 5.02 m2/m3, 10.55 m2/m3, 14.08 m2/m3, 9.53m2/m3, 14.78 m2/m3, 83.52 kg/m3, 9.28 m2/m3. Kedua hasil pengamatan tersebut jika dikalikan dengan harga satuan masing-masing bahan, maka diperoleh approximate cost estimate.",
  "creators": "PATRICIA ADRIANI KWANDOU; ISWANDI YOSEPH",
  "contributors": "Indriani Santoso (Advisor 1); Budiman Proboyo (Advisor 2); Sentosa Limanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012119/SIP/2016; Patricia A. Kwandou (21412120), Iswandi Yoseph (21412201)",
  "subjects": "BUILDING ESTIMATES; REINFORCED CONCRETE; CONSTRUCTION INDUSTRY-MANAGEMENT"
}