{
  "id": "3722",
  "title": "Food cost investigation in Golden Tulip Epe",
  "abstract": "The Food and Beverage Department in a hotel is one of the departments that generates big revenue. Kitchen, as food production facility plays a big role in producing these big numbers. Cooperation with related departments in providing food service is very essential. Specially Sales and Marketing Department in selling the food product. Cost Control Department also plays a big role in determining the revenue generated. When the food cost increases (is fluctuating), this is not only the Kitchen's mistake. Because as a team, together all departments should be supporting each other in many ways, especially in sharing crucial information. With this research the writer try to investigate why the communication between departments is very essential in generating maximum revenue for the management, and how the existence of the food cost calculation will influence the food cost percentage, which finally will end up in company's revenue. The research question was:'Is there a relation between the fluctuation of the food cost percentage in Golden Tulip Epe and the implementation of the standard calculation formula? From the literature research there appeared to be seven areas of focus concerning food cost: essential of control svstem(the importance of control system for Golden Tulip Epe);the method of calculation food cost; the method of food cost control ;food control check list; standard recipes; standard portion size; and management responsibilities. Historical research, literature research, observational method and analyzing qualitative data were used as the research methodology. Finalizing conclusions were about traditional kitchen management, non actual food cost report, lack of cooperation and communication between department shortage of purchasing order procedures, lack of work efficiency. The goal of this research is to find out indications of what factor plays a main role in the unacceptable food cost fluctuation at the Golden Tulip Epe and what can be done to improve the management performance.",
  "creators": "DIANA ONGKOWIDJOJO",
  "contributors": "K.W. VAN DER HOEK (Examination Committee 1); S.A. GEHRELS (Supervisors CHN 1); J. BARNHARD (Supervisors CHN 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 014/EP-IHM/2002; Diana Ongkowidjojo (33496137)",
  "subjects": "HOTEL MANAGEMENT"
}