{
  "id": "37223",
  "title": "Faktor-faktor yang mempengaruhi keputusan konsumen dalam membeli properti pada bangunan Apartemen Middle-Rise di Surabaya",
  "abstract": "Penelitian ini dilakukan untuk mencari faktor-faktor yang mempengaruhi keputusan konsumen dalam membeli apartemen di zaman maraknya bangunan apartemen. Keterbatasan lahan untuk dibangun memicu pengembangan bangunan secara vertikal, sehingga perlu diketahui faktor-faktor yang dapat membuat apartemen menarik di masa transisi tersebut. Teknik analisis yang digunakan adalah deskriptif, yaitu dengan formula Fishbein untuk mendeskripsikan sikap konsumen terhadap apartemen pada level indikator, variabel dan faktor. Dilakukan analisis primer untuk mengetahui indikator yang paling mempengaruhi keputusan konsumen pada kelompok masyarakat umum dan generasi muda. Selain itu juga dilakukan analisis sekunder, yaitu untuk mengetahui indikator yang paling berpengaruh terhadap keputusan konsumen berdasarkan klasifikasi responden menurut tujuan membeli dan jenis hunian. Hasil analisis primer menunjukkan bahwa masyarakat Surabaya baik untuk kelompok masyarakat umum dan generasi muda mengutamakan keamanan hunian sebagai indikator paling penting. Pada analisis sekunder, terlihat perbedaan pendapat antara kelompok masyarakat umum dan generasi muda pada tujuan membeli apartemen untuk investasi, yaitu masyarakat umum mengutamakan keamanan hunian, sedangkan generasi muda mengutamakan investasi sebagai indikator utama. Hasil dari penelitian diharapkan dapat berdampak bagi pengembang yang bergerak di dalam bidang properti, khususnya apartemen middle-rise.",
  "creators": "SOFIAN ARIF SUSANTO",
  "contributors": "Ratna S. Alifen (Advisor 1); Budiman Proboyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012124/SIP/2016; Sofian Arif Susanto (21412162)",
  "subjects": "APARTMENT BUILDINGS; CONSUMER BEHAVIOR; REAL PROPERTY-MANAGEMENT"
}