{
  "id": "37226",
  "title": "Fungsi, bentuk, dan makna ruang pada rumah tradisional Suku Kaili di Sulawesi Tengah",
  "abstract": "Masyarakat tradisional Kaili di Sulawesi Tengah memandang hidup ini sebagai suatu bagian totalitas dari keseluruhan alam. Manusia merupakan mikrokosmos dari alam makrokosmos. Representasinya dapat ditemukan pada rumah tinggal masyarakat suku Kaili. Rumah tradisional Kaili ini sarat akan makna yang tercermin dari nilai-nilai budaya yang dianut masyarakatnya. Penelitian ini mendeskripsikan lebih lanjut mengenai fungsi, bentuk, dan makna pada rumah tradisional Kaili yaitu Souraja (Rumah Raja), Kataba (Rumah Bangsawan), Palava (Rumah Rakyat), dan Kantor Gubernur dimana menerapkan bentuk rumah tradisional Kaili tetapi memiliki fungsi baru. Objek penelitian yang dikaji mengenai lokasi penelitian, fungsi bangunan, orientasi bangunan, bentuk bangunan, organisasi ruang, elemen pembentuk ruang, elemen pengisi ruang, elemen transisi, dan ragam hias. Elemen-elemen tersebut dikaji berdasarkan metode pendekatan ikonografi Panofsky yang dimulai dari tahap pertama disebut pra-ikonografi yang menghasilkan makna faktual dan ekspresional kemudian dilanjutkan dengan tahap analisis makna ikonografi. Berdasarkan hasil penelitian, ditemukan adanya ekspresi keselarasan (harmoni) pada rumah tradisional Kaili. Penerapannya pada rumah tradisional Kaili terdapat banyak unsur yang menjadi kesatuan dalam keselarasan/harmoni secara vertikal (manusia dan alam) dan horizontal (Sang Pencipta). Hal tersebut merupakan nilai budaya yang harus dijaga dan dipertahankan sebagai peninggalan yang berharga.",
  "creators": "NIKITA DESY HANSYAH CHANDRA",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 1); Anik Rakhmawati (Advisor 2); Adi Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011441/DIN/2016; Nikita Desy Hansyah Chandra (41412044)",
  "subjects": "TRADITIONAL ARCHITECTURE; ETHNIC ART IN INTERIOR DECORATION; HOUSE DECORATION"
}