{
  "id": "37228",
  "title": "Perancangan interior “Do It Yourself” Cake Shop and Café di Surabaya",
  "abstract": "Cake merupakan salah satu dessert yang digemari oleh sebagian besar masyarakat, tanpa mengenal batas usia. Cake shop dan café, merupakan salah satu tempat yang memfasilitasi terpenuhinya kebutuhan masyarakat tersebut. Namun, telah diketahui bahwa pada era globilasasi ini custom cake lebih digemari oleh masyarakat. Cake yang hanya sekedar diperdagangkan secara biasa saja, dapat kehilangan peminat sehingga usaha di bidang ini menjadi kurang berkembang. Berdasarkan fakta tersebut, maka dirancang “Do It Yourself” Cake Shop and Café di Surabaya sebagai salah satu bentuk reaksi menanggapi tuntutan masyarakat jaman sekarang ini. Masalah pada perancangan dicarikan solusinya melalui penerapan konsep fun and togetherness, karena fasilitas ini menyediakan suasana interior yang menyenangkan dan menumbuhkan spirit kebersamaan. Perancangan ini diproses memakai metode kepustakaan, wawancara, dan dokumentasi. Data yang telah dikumpulkan dianalisis dengan metode deskriptif dan komparatif serta statistik sederhana karena penelitian ini dilengkapi data kuantitatif yang berkaitan dengan sejumlah unsur desain interior. Pada perancangan ini disediakan fasilitas penjualan cake secara konvensional, sarana rekreasi untuk mendekor kue sesuai keinginannya, relaksasi dan juga edukasi berupa aktivitas baking class, seminar, serta adanya exhibition area.",
  "creators": "EVELYN FIFILIA TJAHJONO",
  "contributors": "I Gusti Ngurah Ardana (Advisor 1); Grace Mulyono (Advisor 2); COK GEDE RAI PADMANABA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021439/DIN/2016; Evelyn Fifilia Tjahjono (41412040)",
  "subjects": "CAFETARIAS--DECORATION; INTERIOR DECORATION; INTERIOR DESIGN; STORE DECORATION"
}