{
  "id": "37237",
  "title": "Perancangan interior sentra kuliner dan oleh-oleh khas Banjar di Kotabaru",
  "abstract": "Kotabaru adalah salah satu Kabupaten di Kalimantan Selatan yang memiliki kekayaan alam yang melimpah dan wisata alam bahari yang mempesona. Adanya potensi yang dimiliki oleh Kotabaru masih belum diikuti dengan pelengkap wisata yang mewadahi kuliner serta oleh-oleh khas daerah. Atas dasar tersebut, perancangan ini dilakukan yaitu untuk menciptakan sebuah wadah komersial dalam bidang kuliner dan oleh-oleh yang mampu mewadahi kebutuhan wisatawan maupun masyarakat Kotabaru. Dalam menciptakan interior pada perancangan ini diperlukan wadah yang dapat menghadirkan kuliner serta oleh-oleh khas Banjar yang mengangkat nilai lokalitas Kotabaru, memiliki nilai edukasi sebagai sarana pengenalan dan pelestarian budaya sekaligus memiliki nilai entertain yang membuat pengunjung santai, betah dan menikmati suasana yang dihadirkan pada perancangan. Dengan mengangkat nilai-nilai lokal yang ada di Kalimantan Selatan diharapkan dapat membantu pelestarian kebudayaan yang ada di Indonesia. Konsep Impression of Tradition Culinary diterapkan dalam memberikan pengalaman dan kesan tersendiri bagi pengunjung saat menikmati kuliner maupun informasi yang diberikan dengan susasana alam yang mengandung unsur lokal suku Banjar. Adanya konsep yang berhubungan dengan lokalitas tidak membuat desain bergaya tradisional saja namun memadukannya dengan gaya modern dengan pengaplikasian teknologi dan material masa kini. Implementasi konsep pada perancangan dapat dilihat dari kombinasi bentuk geometris dan bentuk yang diambil dari konsep rumah adat Banjar. Warna menggunakan warna-warna yang menjadi ciri khas dari masyarakat Banjar dan ornamen khas yang diterapkan pada perabot dan elemen interior. Serta pengaplikasian teknologi untuk mendukung permasalahan edukasi yang mengandung hiburan di mana memberikan kesan dan pengalaman bagi pengguna. Diharapkan sentra kuliner dan oleh-oleh yang diberi nama “Kotabaru Bungas” ini dapat menjadi tempat kebanggaan masyarakat. Di mana tempat ini menampilkan keindahan beragam jenis kuliner, budaya dan identitas Kotabaru sehingga makin dikenal oleh wisatawan maupun masyarakat.",
  "creators": "SELLA ANDRIANI OENTUNG",
  "contributors": "Ronald H.I. Sitindjak (Advisor and Examination Committee); Lucky Basuki (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021432/DIN/2016; Sella Andriani Oentung (41412029)",
  "subjects": "RESTAURANTS-DECORATION; CAFETARIAS--DECORATION; INTERIOR DECORATION"
}