{
  "id": "37233",
  "title": "Evaluasi kinerja sistem rangka baja dan beton komposit pemikul momen khusus yang didesain berdasarkan SNI 1729:2015",
  "abstract": "Dalam perencanaannya struktur bangunan harus didesain agar mampu menahan gaya gempa yang terjadi. Ada berbagai sistem yang dapat digunakan untuk menahan gaya gempa yang terjadi dan dalam hal ini penelitian meninjau sistem struktur komposit. Kurangnya aplikasi struktur komposit di Indonesia dimana penggunaan strukturnya sangat berkembang pesat di berbagai negara maju menjadi salah satu faktor dari latar belakang penelitian ini. Selain itu, juga karena adanya peraturan SNI 1729:2015 dimana peraturan tersebut merupakan aturan terbaru untuk mendesain struktur komposit di Indonesia. Adapun penelitian ini bertujuan untuk mengevaluasi apakah sistem rangka baja dan beton komposit yang didesain berdasarkan SNI 1729:2015 dalam menerima beban gempa di Indonesia dapat menghasilkan kinerja struktur yang baik pada bangunan bertingkat. Pada penelitian ini akan digunakan sistem struktur komposit dengan beban respons spektrum pada kota Surabaya dan Jayapura menurut SNI 1726:2012. Kinerja struktur akan diperiksa menggunakan nonlinear time history analysis. Hasil penelitian ini menunjukkan bahwa desain dengan menggunakan SNI 1729:2015 menghasilkan kinerja struktur komposit yang kurang baik terhadap beban gempa dengan periode ulang 500 tahun (gempa sedang) sedangkan kinerja bangunan untuk gempa periode ulang 2500 tahun (gempa besar) masih menunjukkan hasil yang cukup baik.",
  "creators": "ANTHONY; TRIFENA YUNITA SAVITRI",
  "contributors": "Hasan Santoso (Advisor 1); Ima Muljati Ginsar (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi NO. 11012099/SIP/2016; Anthony (21412189), Tri Fena Yunita Savitri (21412198)",
  "subjects": "COMPOSITE CONSTRUCTIONS; COMPOSITE CONSTRUCTION"
}