{
  "id": "37240",
  "title": "Analisa produktivitas pekerjaan pemancangan dan faktor-faktor yang mempengaruhinya dengan metode MPDM pada Proyek X di Surabaya",
  "abstract": "Produktivitas adalah salah satu tolak ukur untuk memperkirakan kemajuan dari suatu proyek. Namun seringkali produktivitas yang terjadi di lapangan (Overall Productivity) tidak sesuai dengan produktivitas ideal (Ideal Productivity) yang diharapkan sehingga proyek mengalami keterlambatan. Penelitian ini bertujuan untuk menghitung produktivitas pekerjaan pemancangan di lapangan dan membandingkannya dengan produktivitas yang ideal, dengan metode MPDM (Method Productivity Delay Model). Melalui MPDM juga dapat diketahui faktor-faktor keterlambatan apa saja yang paling sering terjadi dan besar dampaknya pada suatu proyek. Data untuk penelitian ini didapatkan dengan cara mengamati lapangan secara langsung. Pengamatan dilakukan selama 42 hari dan mendapatkan jumlah data sebanyak 270 titik dari 2 alat yang diamati. Hasil perhitungan menunjukkan bahwa produktivitas di lapangan pada pekerjaan pemancangan tiang Ø 600 sebesar 6,31 titik / hari dan 3,17 titik/hari pada pekerjaan pemancangan tiang Ø 800. Produktivitas ini masih jauh di bawah produktivitas ideal yaitu 9,44 titik/hari pada pemancangan tiang Ø 600 dan 7,6 titik/hari pekerjaan pemancangan tiang Ø 800. Dari penelitian ini juga didapatkan faktor keterlambatan yang paling berpengaruh yaitu faktor pekerja pada pekerjaan pemancangan tiang Ø 600 dengan dan faktor material pada pekerjaan pemancangan tiang Ø 800.",
  "creators": "FELIX PRASETYA TAN",
  "contributors": "Andi (Advisor 1); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 2102110/SIP/2016; Felix Prasetya Tan (21412042)",
  "subjects": "CONSTRUCTION INDUSTRY-LABOR PRODUCTIVITY; FOUNDATIONS; PILING (CIVIL ENGINEERING); CONSTRUCTION INDUSTRY-MANAGEMENT"
}