{
  "id": "37246",
  "title": "Perancangan indoor modular meuble untuk booth fashion pop-up market di Surabaya",
  "abstract": "Perancangan indoor modular meuble sebagai bahan pendukung pop-up market. Alasan di balik pemilihan topik ini karena melihat semakin maraknya pop-up market yang mewadahi tenant online shop untuk memasarkan produk secara nyata, memberikan wadah agar konsumen dapat melihat kualitas produk secara langsung, dan modal awal untuk sebuah toko menetap jauh lebih mahal, penulis ingin membuat rancangan desain yang menjawab kebutuhan. Sebuah desain yang mudah dibongkar pasang dan mudah diangkut. Konsep mebel ini adalah modular, futuristic, dan market. Sebuah mebel yang memberi dampak positif terhadap beberapa pihak terkait. Pengaplikasian konsep terdapat pada pemilihan bentuk, warna, dan sistem konstruksi. Tujuan dari perancangan ini adalah mengetahui aktivitas pengguna booth dan memberikan jawaban atas kebutuhan tersebut, pemilihan material yang tepat dan sistem konstruksi display yang baik, membuat inovasi bentuk booth fashion yang menarik. Metode pengumpulan data dengan observasi langsung dan wawancara, setelah tahap pengumpulan data, mulai menganalisa data yang telah dikumpulkan dan membuat desain dari skematik desain hingga transformasi desain akhir, yang kemudian diwujudkan dalam bentuk prototype dengan skala 1:1. Tujuan dari perancangan yakni menjawab kebutuhan pengguna booth, pemilihan material yang tepat, sistem konstruksi display yang baik, dan membuat inovasi bentuk booth fashion yang menarik.",
  "creators": "JACKQUELINE TANZIL",
  "contributors": "Mariana Wibowo, S.Sn., M.MT. (Advisor 1); Dodi Wondo Dipl. Ing. (Advisor 2); Ronald H.I. Sitindjak (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00021430/DIN/2016; Jackqueline Tanzil (41412024)",
  "subjects": "EXHIBIT BOOTHS; FASHION-BUILDINGS-DECORATION; FURNITURE DESIGN; STORES RETAIL-DECORATION"
}