{
  "id": "3724",
  "title": "Analisis perbandingan antara atribut-atribut produk outlet fast food Mcdonald's dan Kentucky Fried Chicken Jl Raya Darmo ditinjau dari persepsi konsumen di Surabaya",
  "abstract": "Restoran fast food dianggap dapat menyajikan layanan yang lebih cepat dan lebih baik dengan lebih memperhatikan pada marketing (customer) relalionship. Perkembangan fasi food di Indonesia mengalami perkembangan yang sangat pesat. Diantara sekian banyakfast food tersebut yang memiliki posisi kuat di mata konsumen adalah KFC dan McDonald's. Hal ini terlihat dari hasil survei Indonesian Customer Satisfaction lndex (ICSI) pada tanggal 5-18 September 2002 di 6 kota besar Indonesia yaitu Jakarta, Bandung, Semarang, Surabaya, Medan, dan Makasar dengan menggunakan metode wawancara tentang peringkat kepuasan restoran fastfood menunjukkan bahwa fastfood McDonald's menduduki peringkat pertama, disusul oleh Kentucky Fried Chicken, Pizza Hut, California Fried Chicken, Hoka-Hoka Bento, Dunkin Donut's, dan Texas Fried Chicken. Tujuan penelitian ini adalah untuk mengetahui perbedaan antara atribut-atnbut produk outlet fast food Mc.Donald's Jl. Raya Darmo dengan outlet fast food Kentucky Fried Chicken Jl. Raya Darmo berdasarkan persepsi konsumen di Surabaya. Data yang digunakan dalam penelitian data primer yang diperoleh melalui penelitian kuesioner. Analisis data dilakukan dengan menggunakan ANOVA yaitu dengan uji F. Hasil analisis dan pengujian hipotesis secara keseluruhan menunjukkan bahwa tidak terdapat perbedaan yang signifikan. Dilihat dari nilai rata-rata skor pada atribut value to price relalionship, menunjukkan terdapat perbedaan yang signifikan. Perbedaan atribut product quality ini, berdasarkan pengujian statistik dengan uji F pada taraf uji 5% menunjukkan tidak terdapat perbedaan yang signifikan. Pada atribut product features menunjukkan tidak terdapat perbedaan yang signifikan. Pada atribut reliability menunjukkan terdapat perbedaan yang signifikan antara atribut produk fast food McDonald's dan Kentucky Fried Chicken ditinjau dari atribut reliability. Atribut response to and remedy of problems pada Kentucky Fried Chicken dan McDonald's menunjukkan terdapat perbedaan yang signifikan. Perbedaan atribut sales experience ini, berdasarkan pengujian menunjukkan terdapat perbedaan yang signifikan antara atribut produk fast food McDonald's dan Kentucky Fned Chicken. Perbedaan atribut convenience ofacauisition ini fast food McDonald's dan Kentucky Fried Chicken menunjukkan tidak terdapat perbedaan yang signifikan antara atribut produk",
  "creators": "LULU CHANG; KATHERINE HARWON KOK",
  "contributors": "Juliuska Sahertian (Advisor 1); EDWIN ERVANTO SOELISTYO, S.E.,M.M. (Advisor 2); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 0101/056/HTL/2003; Lulu Chang (33498030), Katherine Harwon (33498138)",
  "subjects": "CONSUMER SATISFACTION; CONSUMERS-RESEARCH; CONSUMER BEHAVIOR; RESTAURANT MANAGEMENT"
}