{
  "id": "3727",
  "title": "Tanggapan dan harapan masyarakat sekitar dan pedagang terhadap keberadaan dan pentingnya pembenahan Pasar Indah Tretes",
  "abstract": "Salah satu daya tarik wisata yang banyak dikunjungi di Tretes adalah Pasar Indah yang terletak di jalan Malabar no.10 Kecamatan Prigen, Kabupaten Pasuruan. Pasar Indah terkenal akan buah-buahan yang segar dan jajanan tetel dan jongkong yang hanya ditemui di Tretes. Pasar Indah ini banyak dikunjungi pengunjung dari luar kota terutama pada hari Sabtu, Minggu, dan hari-hari besar lainnya, tetapi Pasar Indah ini (berdasarkan pengamatan pribadi) nampak tidak teratur dan tidak nyaman. Banyak pedagang yang berjualan dipinggir jalan yang menghambat jalanya kendaraan dan menimbulkan kemacetan. Menurut penulis, Pasar Indah ini memerlukan pembenahan pasar yang lebih memadai dan tertata rapi, yang mana dapat membuat pengunjung lebih nyaman dan tertib. Namun untuk melihat perlu tidaknya pembenahan dilakukan, Pemerintah Daerah II Pasuruan selaku pengelola Pasar Indah harus meneliti tanggapan dan harapan masyarakat sekitar dan pedagang, supaya mengerti pendapat dan keinginan mereka yang terkait dengan pembenahan Pasar Indah. Karena itu; penulis memutuskan melakukan penelitian untuk memperoleh data mengenai tanggapan dan harapan masyarakat sekitar dan pedagang. Dalam melakukan penelitian, penulis mewawancarai masyarakat sekitar yang meliputi pemilik vila dan pemilik depot, serta pedagang yang berjualan di luar pasar maupun di dalam pasar. Hasil dari wawancara ini menunjukkan bahwa 15 responden dari pedagang dalam, 4 pemilik vila, dan 3 pemilik depot setuju dengan adanya pembenahan pasar, keinginan mereka bervariasi terhadap pembenahan pasar, tetapi banyak responden menginginkan pasar ditingkat dan pedagang yang berjualan di luar pasar dapat berjualan di dalam pasar, serta penyediaan lahan khusus untuk tempat parkir bagi pengunjung. Sedangkan 9 responden dari pedagang luar pasar menyatakan tidak setuju dengan adanya pembenahan pasar, alasan mereka karena tidak mampu menyewa kios dan sudah puas dengan kondisinya yang sekarang.",
  "creators": "SRI KUSWARINI; RIA TANUSUDIRO",
  "contributors": "Tio Sally Puspasari (Advisor 1); Foedjiawati, S.S., M.A., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 543/PAR/2004; Sri Kuswarini (91300054), Ria Tanusudiro (91300077)",
  "subjects": "MARKET-TRETES-TOURIST TRADE"
}