{
  "id": "37357",
  "title": "Strategi Public Relations Hotel Inna Simpang Surabaya dalam menjalin relasi dengan media",
  "abstract": "Hotel Inna Simpang Surabaya adalah sebuah hotel milik Badan Usaha Milik Negara (BUMN) yang telah lama berdiri di Surabaya. Di tengah persaingan industri hotel yang semakin berkembang di Surabaya ini, Hotel Inna Simpang Surabaya memerlukan bantuan dari media untuk bisa tetap eksis. Oleh karena itu, dibutuhkan sebuah strategi oleh Public Relations untuk bisa menjalin relasi dengan media. Strategi adalah penentuan tujuan dan sasaran jangka panjang, dan adopsi upaya pelaksanaan dan alokasi sumber daya yang diperlukan untuk mencapai tujuan tertentu. Penelitian ini memberikan gambaran mengenai Strategi Public Relations Hotel Inna Simpang Surabaya dalam menjalin relasi dengan media. Menjalin relasi dengan media merupakan salah satu tugas public relations sebagai jembatan antara organisasi dan publiknya. Dalam melakukan penelitian ini, peneliti menggunakan metode penelitian studi kasus single setting untuk memberikan gambaran mengenai strategi public relations di Hotel Inna Simpang. Selain itu, teknik pengumpulan data yang digunakan oleh peneliti adalah wawancara mendalam, observasi non-partisipatori dan data pendukung lainnya. Hasil penelitian menunjukkan bahwa Strategi Public Relations Hotel Inna Simpang Surabaya dalam menjalin relasi dengan media terdiri atas menentukan tujuan, menentukan pendekatan untuk mencapai tujuan, menentukan contact person media, menjadi narasumber yang bisa dipercaya dan diandalkan, mengenai narasumber ahli yang bersangkutan, menciptakan media list, memberikan salinan informasi secara berkala, mengenali wartawan dan area liputannya.",
  "creators": "STEVEN LAUDRY",
  "contributors": "Marsefio S. Luhukay (Advisor 1); Yustisia Ditya Sari (Advisor 2); Gatut Priyowidodo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011168/KOM/2016; Steven Laudry (51411022)",
  "subjects": "PUBLIC RELATIONS; STRATEGIC PLANNING"
}