{
  "id": "37359",
  "title": "Proses pengambilan keputusan yang dilakukan oleh murid di Sekolah “Premiere School of Ballet”",
  "abstract": "Penelitian ini bertujuan untuk mengetahui tahapan-tahapan dalam pengambilan keputusan yang dilakukan oleh murid dalam memilih dan mengikuti kelas balet di sekolah “Premiere School Of Ballet”. Tahapan tersebut ada 4 menurut Kotler, yaitu (1) pengenalan masalah, (2) pencarian informasi, (3) evaluasi alternatif, dan (4) keputusan membeli. Pengambilan keputusan menurut Kotler dipengaruhi beberapa faktor, antara lain (1) faktor kebudayaan (budaya, sub-budaya, kelas sosial) (2) faktor sosial (kelompok referensi, keluarga (orientasi, prokreasi, peran dan status)) (3) faktor pribadi (umur dan tahapan siklus hidup, pekerjaan, keadaan ekonomi, gaya hidup, kepribadian dan konsep diri), dan (4) faktor psikologis (motivasi, presepsi, proses belajar, kepercayaan dan sikap). Penelitian ini merupakan penelitian deskriptif dengan pendekatan kualitatif. Metode yang digunakan dalam penelitian ini adalah metode deskriptif yang akan menjelaskan secara detail dan lengkap mengenai pengambilan keputusan yang dilakukan oleh murid di sekolah “Premiere School Of Ballet”. Proses pengumpulan data dilakukan dengan cara wawancara kepada informan dan observasi untuk mendapatkan data tambahan. Hasil penelitian menunjukkan bahwa kebanyakan murid termasuk ketiga narasumber yang peneliti wawancarai memilih dan mengikuti kelas balet di sekolah “Premiere School Of Ballet” dikarenakan adanya pengaruh dari diri sendiri, keluarga, teman sekitar, film dan opera, penerimaan kriteria khusus yang berbeda dari kriteria balerina profesional sebenarnya, manfaat objektif dari balet, dan manfaat untuk diri sendiri.",
  "creators": "CHRISTINE TEDJASUKMANA",
  "contributors": "Felicia Goenawan (Advisor 1); Ajeng Dyah Puspitasari, S.Sos. (Advisor 2); JUDY DJOKO WAHJONO TJAHJO, S.E.,M.Si. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011225/KOM/2016; Christine Tedjasukmana (51411027)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER BEHAVIOR; PUBLIC RELATIONS-MARKETING"
}