{
  "id": "37367",
  "title": "Perancangan interior sekolah dan tempat terapi khusus anak autisme di Surabaya",
  "abstract": "Perancangan Interior Sekolah dan Tempat Terapi Khusus Anak Autisme di Surabaya ini dirancang karena semakin meningkatnya penderita autisme di Indonesia khususnya di Surabaya. Namun, fasilitas seperti ini di Surabaya masih belum memadai sehingga banyak anak autisme yang tidak mendapatkan penanganan dini. Dengan adanya perancangan ini diharapkan dapat mewadahi serta memberikan fasilitas yang memadai tidak hanya untuk pendidikan tetapi juga aktivitas terapi. Selain itu, fasilitas ini dibuat agar orang tua penderita autisme serta masyarakat umum juga dapat memperoleh informasi yang benar mengenai penanganan autisme. Sebagai bentuk penghargaan bagi para siswa, fasilitas ini juga memberikan wadah untuk mengapresiasi hasil kerja dari para siswanya. Metode perancangan menurut Bryan Lawson pada perancangan kali ini akan melalui empat tahapan, yaitu assimilation, general study, development dan communication. Konsep Growing Garden dipilih karena memiliki makna yaitu bertumbuh, di mana pertumbuhan yang diharapkan adalah pertumbuhan yang lebih baik. Pertumbuhan yang dimaksud adalah pertumbuhan dari 3 bidang edukasi yaitu intelligence, creativity dan life skill. Garden dipilih sebagai tema dari perancangan ini yang memiliki arti bahwa dalam satu fasilitas ini dapat mewadahi seluruh kegiatan belajar serta terapi, selain itu fasilitas terapi disarankan menggunakan pendekatan alam agar dapat lebih cepat dalam proses pemulihan. Implementasi konsep dihadirkan melalui penataan zoning serta sirkulasi, bentuk, warna serta penataan furnitur. Sehingga, desain yang dihasilkan pada perancangan kali adalah desain yang dapat memberikan fasilitas yang lengkap yaitu memberikan fasilitas sekolah meliputi TK dan SD, fasilitas terapi meliputi ruang terapi sensori integrasi, soft-play, okupasi, wicara, teknik, hygine dan toilet, kesehatan, bina diri. Sebagai wadah untuk memberikan informasi bagi orang tua siswa dan masyarakat umum diberikan fasilitas di ruang pertemuan serta adanya hall yang digunakan untuk mengadakan seminar. Hall juga digunakan bagi anak-anak untuk melakukan pentas seni, serta adanya mini galeri yang dapat menunjukkan hasil karya dari para siswa pada orang tua serta masyarakat umum yang datang ke fasilitas ini sebagai bentuk apresiasi bagi para siswa.",
  "creators": "STEFANIE SUKMA ADHITAMA",
  "contributors": "Ronald H.I. Sitindjak (Advisor 1); Diana Thamrin,S.Sn. (Advisor 2); RONALD H. I. S. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Perancangan Interior No. 00021466/DIN/2016; Stefanie Sukma Adhitama (41412076)",
  "subjects": "SCHOOL DECORATION; CHILD MENTAL HEALTH SERVICES--BUILDINGS--DECORATION; CHILD GUIDANCE CLINICS--DECORATION"
}