{
  "id": "37363",
  "title": "Self disclosure gay kepada keluarga mengenai orientasi seksualnya",
  "abstract": "Orientasi seks dianggap menyimpang dari kehidupan normal dan keberadaannnya cenderung ditolak oleh masyarakat. Meskipun pada awalnya orang-orang dengan orientasi seks sesama jenis berusaha untuk menyembuyikan identitas orientasi seks mereka. Namun seiring dengan perubahan dinamika budaya dan perilaku, orang-orang dengan orientasi seks yang dianggap menyimpang tersebut berusaha untuk menunjukkan keberadaannya kepada lingkungan. Penelitian ini bertujuan untuk menjelaskan self disclosure gay pada keluarga mengenai orientasi seksualnya. Penelitian ini adalah penelitian deskriptif dengan pendekatan kualitatif. Unit analisis dalam penelitian ini adalah dua orang gay dan fokus analis mengenai self disclosure kepada keluarga mengenai orientasi seksualnya. Pengumpulan data dilakukan dengan menggunakan wawancara. Teknik analisis data yang digunakan adalah analisis deskriptif. Hasil dalam penelitian ini menunjukkan bahwa dalam proses orientasi diketahui bahwa kedua informan memilih untuk diam dan menutupi identitasnya sebagai seorang gay kepada orang terdekat termasuk orang tua. Pada tahap pertukaran penjajakan afektif mulai memiliki keinginan untuk mengungkapkan status dirinya sebagai seorang gay dikarenakan adanya perasaan bersalah. Dalam proses pertukaran afektif menunjukkan mulai terjadi interaksi yang lebih santai dan tanpa beban pada kedua informan. Dan tahap terakhir pada proses pertukaran stabil menunjukkan bahwa kedua informan berusaha menciptakan komunikasi yang efisien, dalam hal ini berusaha lebih terbuka dan jujur sehingga komunikasi terjalin dengan nyaman, tenang dan santai.",
  "creators": "JESSICA KUSIKI",
  "contributors": "Fanny Lesmana (Advisor 1); Grace Swestin (Advisor 2); Ido Prijana Hadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011180/KOM/2016; Jessica Kusiki (51411035)",
  "subjects": "INTERPERSONAL COMMUNICATION; SELF-DISCLOSURE"
}