{
  "id": "37366",
  "title": "Perancangan fasilitas tunggu dan advertising di pusat perbelanjaan mall",
  "abstract": "Perancangan ini diangkat dari fenomena aktivitas menunggu yang dilakukan pengunjung ketika berada di pusat perbelanjaan mall. Pusat perbelanjaan mall yang dikenal sebagai tempat yang mewadahi segala macam produk untuk memasarkan dan diterima pengunjung sebagai tempat untuk berbelanja dari kebutuhan pokok hingga rekreasi. Sering dijumpai pengunjung datang dengan tujuan menemani pasangannya dan tidak ada tujuan lain. Pada saat lelah dan bosan tetapi pasangan masih berkeliling, aktifitas menunggu akan terjadi. Perancangan ini bertujuan untuk dapat menemukan dua kebutuhan dari pengunjung yang menunggu dengan pengelola pusat perbelanjaan mall. Observasi awal yang dilakukan bertujuan untuk memperoleh data kebutuhan, perilaku dan karakteristik pengunjung yang terjebak suatu situasi yang mengharuskannya untuk menunggu. Observasi juga dilakukan untuk mengumpulkan data dari akan ketersediaan fasilitas tunggu yang sudah tersedia di pusat perbelanjaan mall yaitu berupa bench. Hasil observasi yang sudah dicapai menjadi acuan awal untuk memunculkan beberapa studi kasus yang disampaikan ke publik untuk mengetahui perilaku pengguna dalam memilih posisi duduk yang telah disediakan oleh pihak pengelola pusat perbelanjaan mall. Di samping itu, pihak pengelola pusat perbelanjaan mall memiliki kebutuhan dan tujuan utama yang lain yaitu keuntungan secara materi (money oriented). Sehingga pada perancangan kali ini dengan menambahkan unsur komersial pada aktivitas menunggu menjadi poin utama, dimana walaupun ketika pengunjung sedang menunggu tetap dapat bertransaksi dengan optimal. Hasil dari proses berpikir untuk menggabungkan kebutuhan kedua pihak, advertising, pusat informasi hingga fasilitas belanja online menjadi suatu hal yang sangat menguntungkan bagi pihak mall serta menjadi salah satu fasilitas tunggu bagi pengunjung untuk mengisi waktu.",
  "creators": "JOSHUA ALIM SANTOSO",
  "contributors": "Yusita Kusumarini (Advisor 1); Filipus Priyo Suprobo, S.T., M.T. (Advisor 2); Sriti Mayang Sari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021465/DIN/2016; Joshua Alim Santoso (41412074)",
  "subjects": "WAITING ROOMS-DECORATION; SHOPPING MALLS--DECORATION"
}