{
  "id": "37373",
  "title": "Redesain interior showroom furniture ”Istana Rotan” di Semarang",
  "abstract": "Rotan merupakan salah satu kekayaan Indonesia dan memiliki potensi besar dalam industri furniture. Furniture rotan banyak diolah di desa-desa kecil, seperti di Jawa Tengah terdapat beberapa desa yang mengolah rotan yang kemudian didistributorkan ke kota besar seperti Semarang. Tetapi dalam memasarkan produk rotan masih dengan cara yang konvensional yaitu berjualan di pinggir jalan, sehingga membuat citra rotan menurun. Untuk itu diperlukan fasilitas yang mewadahi produk rotan tersebut. Salah satunya adalah fasilitas showroom. Di Semarang terdapat showroom yang menjual produk rotan, yaitu “Istana Rotan”. Tetapi showroom ini memiliki banyak kekurangan. Untuk itu dalam perancangan interior ini, perancang ingin mendesain ulang showroom furniture Istana Rotan yang merupakan fasilitas yang dapat mewadahi produk rotan dan menaikkan citra rotan di Semarang. Proses redesain ini dilakukan mulai dari melakukan survey, eksplorasi data, membuat konsep, skematik, pengembangan, gambar penyajian dan gambar kerja, serta hasil akhir presentasi berupa maket dan skema bahan. Konsep yang diangkat adalah “exposing the locality furniture”, di mana aplikasinya lebih kepada penonjolan produk yang ditampilkan. Selain itu, penggunaan material lokal seperti rotan, kayu, batu bata yang dikombinasikan dengan besi. Implementasi konsep terhadap desain dilakukan pada pengolahan elemen interior showroom furniture Istana Rotan. Dalam perancangan ini juga menerapkan sistem teknologi conveyor dalam menampilkan produk rotan yang dijual.",
  "creators": "GEENA GIOVANNA SUNOTO",
  "contributors": "Ronald H.I. Sitindjak (Advisor 1); Lucky Basuki (Advisor 2); RONALD H. I. S. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021470/DIN/2016; Geena Giovanna Sunoto (41412086)",
  "subjects": "SHOWROOMS-BUILDINGS; INTERIOR DESIGN; INTERIOR DECORATION; GALLERIES (ARCHITECTURE)-DECORATION"
}