{
  "id": "3738",
  "title": "The Influence of leadership style to the employee's loyalty in Restaurant Rasa Senang Oisterwijk",
  "abstract": "Recently in the organizations, the loyalty of the employees becomes more and more important. The managers give more effort and spend more money to gain and maintain employees' loyalty. Customer Loyalty is important, but through employee's loyalty we also can get the loyalty of the customers. That's why through this research we want to analyze the influence of leadership style implemented by the manager of restaurant Rasa Senang Oisterwijk to the loyalty of the employees. In the first chapter, we will show why we choose this topic and why this topic becomes so important to restaurant. In this chapter we also explain our research problem, research questions and a little bit about Rasa Senang restaurant itself. The second chapter contains of a complete and detailed analysis of the references used for the topic of leadership style and employee's loyalty. In the next chapter, we explain our method of analysis. This research uses quantitative method with percentage technique of analysis. And the readers can find the result of our research in the chapter 4. In this chapter we analyze the leadership style implemented by the manager of Rasa Senang and also its connection with the employee's loyally. And for the last chapter, we make the conclusion of our research from the beginning until the result and try to give some useful recommendations for Rasa Senang restaurant. ,",
  "creators": "MONICA WIDODO; LILIANA",
  "contributors": "K.W. VAN DER HOEK (Examination Committee 1); HENK BRUINS (Supervisors CHN 1); ANNE MARIE VAN SETERS (Supervisors CHN 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/01/094/HTL/2003; Monika Widodo (33498032), Liliana Natadjaja (33498110)",
  "subjects": "LEADERSHIP-MANAGEMENT; RESTAURANT MANAGEMENT"
}