{
  "id": "37416",
  "title": "Dog daycare center di Surabaya",
  "abstract": "Anjing merupakan salah satu hewan peliharaan yang paling diminati oleh masyarakat. Hal tersebut dapat dilihat dari berbagai perlombaan yang sering diselenggarakan di berbagai kota untuk para peminat anjing khususnya di Surabaya. Keinginan masyarakat Surabaya untuk memelihara anjing cukup tinggi. Namun tingginya keinginan tersebut tidak sesuai dengan fasilitas perawatan anjing yang disediakan. Dengan banyaknya pelayanan dan perawatan yang dibutuhkan untuk memelihara anjing, masih belum ada suatu wadah nyata yang mampu menampung semua kebutuhan pemeliharaan anjing tersebut. Perancangan Interior Dog Daycare Center di Surabaya ini merupakan suatu pelayanan dan perawatan anjing yang lengkap di satu area dan diharapkan mampu mempermudah masyarakat untuk memenuhi kebutuhan perawatan anjing peliharaannya. Selain itu, perancangan ini juga dapat dimanfaatkan sebagai sarana relaksasi bagi pemilik anjing dan mampu memberikan solusi yang bersifat informatif dan edukatif mengenai perawatan anjing. Konsep yang digunakan mengangkat kembali fakta bahwa manusia dan anjing berasal dari dua lingkungan yang berbeda tetapi masih bisa memiliki hubungan yang erat hingga muncul istilah “men’s best friend” tersebut. Dog Daycare Center ini mengangkat konsep Wild into Coziness. Disini “Wild” diartikan sebagai liar yang ditujukan kepada hutan liar yang merupakan tempat awal tumbuhnya anjing sebelum dijadikan sebagai hewan peliharaan. Sedangkan “Coziness”, ditujukan kepada manusianya yang tumbuh di lingkungan yang aman dan nyaman. Dengan pengaplikasian konsep tersebut dalam desain, diharapkan perancang dapat menciptakan suatu wadah yang bisa diterima dengan baik oleh kedua sisi makhluk hidup yang merupakan pengguna utama dari fasilitas perancangan tersebut.",
  "creators": "CHARISTIA FIRENZE LOUIS SAPUTRA",
  "contributors": "Ronald H.I. Sitindjak (Advisor 1); Dodi Wondo Dipl. Ing. (Advisor 2); RONALD H. I. S. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021476/DIN/2016; Charistia Firenze Louis Saputra (41412097)",
  "subjects": "DAY CARE CENTERS--DECORATION; INTERIOR DECORATION; VETERINARY HOSPITALS-DECORATION"
}