{
  "id": "37412",
  "title": "Teknik humor dalam film komedi yang dibintangi stand up comedian",
  "abstract": "Penelitian ini dilatarbelakangi oleh film komedi, yang pada tahun 2013-2015 dapat meraih banyak penonton. Film-film komedi yang dapat meraih banyak penonton tersebut adalah film komedi yang dibintangi stand up comedian. Oleh karena itu, dari 69 film komedi sepanjang 2013-2015, diambil 7 film komedi terlaris yang dibintangi oleh stand up comedian untuk dijadikan sampel. Ketujuh film yang akan diteliti tersebut adalah “Cinta Brontosaurus”, “Manusia Setengah Salmon”, “Marmut Merah Jambu”, “Bajaj Bajuri the Movie”, “Comic 8”, “Comic 8 : Casino Kings Part I”, dan “Ngenest”. Dalam penelitian ini, peneliti menggunakan analisis isi kuantitatif. Dengan menggunakan teori teknik humor yang dikemukakan oleh Arthur Asa Berger, yaitu 4 dimensi teknik humor dengan total indikator sebanyak 45, peneliti ingin mengetahui teknik humor apa saja yang digunakan dalam film komedi 2013-2015 yang dibintangi oleh stand up comedian. Hasil penelitian ini menunjukkan bahwa dimensi terbesar yang digunakan adalah ridicule, yang menunjukkan bahwa sarcasm dan satire belum terbiasa digunakan dan diterima oleh masyarakat Indonesia. Selain itu, adanya dimensi identity sebagai dimensi terbesar kedua yang digunakan juga cocok dengan sifat masyarakat Indonesia yang cenderung ingin tahu eksistensi orang lain. Ditambah lagi, materi lawakan monolog berupa isu-isu sosial yang menjadi ciri khas tiap stand up comedian ikut diangkat dalam film yang diteliti, dan program stand up comedy juga sedang digemari oleh masyarakat Indonesia. Hal-hal tersebutlah yang menyebabkan film komedi yang dibintangi oleh stand up comedian tersebut banyak disukai penonton.",
  "creators": "VANIA DEWI SUGIARTO",
  "contributors": "Fanny Lesmana (Advisor 1); Chory Angela Wijayanti (Advisor 2); SUBANDI DJAJENGWASITO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011226/KOM/2016; Vania Dewi Sugiarto (51412032)",
  "subjects": "MASS MEDIA; COMMUNICATION; COMEDY FILMS; COMEDIANS-TECHNIQUE"
}