{
  "id": "37411",
  "title": "Sikap masyarakat Surabaya mengenai Iklan Midtown Hotel Surabaya di harian Jawa Pos",
  "abstract": "Penelitian ini dilakukan untuk mengetahui sikap masyarakat Surabaya mengenai iklan Midtown Hotel Surabaya di harian Jawa Pos. Sikap masyarakat Surabaya dilihat dari aspek kognitif, afektif dan konatif. Elemen iklan media cetak yang disikapi oleh masyarakat Surabaya meliputi copy, yaitu display copy yang meliputi headline, subhead, caption, tagline dan slogan serta body copy dan art yang meliputi photography, color, type and logotype. Pendekatan yang digunakan dalam penelitian ini adalah kuantitatif dengan jenis penelitian deskriptif. Metode yang digunakan dalam penelitian ini adalah metode survei dengan menggunakan teknik wawancara dan kuesioner. Responden dalam penelitian ini berjumlah 100 orang yang didapatkan dari penghitungan jumlah sampel dan disebarkan di wilayah Surabaya dengan pembagian purposive sampling. Hasil dari penelitian ini menunjukkan bahwa sikap masyarakat Surabaya mengenai iklan Midtown Hotel Surabaya di harian Jawa Pos adalah positif (kognitif: 4,01; afektif: 3,96 dan konatif: 3,92), artinya mayoritas masyarakat Surabaya menyatakan mengetahui iklan Midtown Hotel Surabaya tentang promo Business Lunch, menyukai dan memiliki kecenderungan untuk melakukan pembelian dan mencoba promo Business Lunch. Hal ini didukung pula dengan adanya kenaikan jumlah pengunjung Business Lunch dari sebelum pemasangan iklan hingga saat ini sebesar 60%.",
  "creators": "YULIA CHRISCENTYA SANTOSO",
  "contributors": "Marsefio S. Luhukay (Advisor 1); Yustisia Ditya Sari (Advisor 2); R. OTTO BAMBANG WAHJUDI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011205/KOM/2016; Yulia Chriscentya Santoso (51412029)",
  "subjects": "ADVERTISING; COMMUNICATION IN MARKETING; MASS COMMUNICATION"
}