{
  "id": "37421",
  "title": "Perancangan interior pusat konservasi anggrek di Balikpapan",
  "abstract": "Indonesia sangat kaya akan kekayaan alamnya. Beraneka macam flora dan fauna hidup di hutan Indonesia. Keberagaman flora dan fauna ini, dibuat menjadi lambang identitas daerah-daerah di Indonesia. Salah satunya yaitu Kalimantan Timur yang memiliki flora khas yang menjadi identitasnya adalah anggrek hitam, yang saat ini populasinya sangat langka. Saat ini, pemerintah Kalimantan timur, salah satunya kota Balikpapan sedang gencar dalam mengajak masyarakat untuk mengenal dan ikut bergerak melestarikan anggrek hitam. Ajakan tersebut tentunya tidak akan berjalan lancar tanpa adanya suatu program yang mampu mengajak masyarakat untuk terlibat langsung merasakannya. Oleh karena itu, permasalahan ini memerlukan sebuah wadah yang tidak hanya untuk para ahli botani mengembangkan anggrek secara ilmiah, tetapi juga memerlukan sebuah wadah yang bisa menjangkau masyarakat umum. Dalam hal ini, tempat rekreasi yang berwawasan edukasi anggrek menjadi salah satu solusi yang tepat melihat tingkat kemajuan kota Balikpapan. Perancangan interior pusat konservasi anggrek ini memiliki beberapa tujuan yang ingin dicapai. Desainer ingin menghadirkan suatu pusat konservasi anggrek yang menjadi wadah bagi para ahli botani maupun pecinta anggrek untuk bisa membudidayakan anggrek. Selain menjadi wadah, desainer juga ingin menghadirkan nilai edukasi, rekreasi, pelestarian dan lokal konten dalam pusat konservasi ini. Pusat konservasi ini nantinya akan disajikan dalam konsep yang mengandung nilai edukasi, rekreasi, pelestarian dan lokal konten. Edukasi dihadirkan bersamaan dengan rekreasi sehingga pengunjung bisa belajar mengenai anggrek dengan cara yang menyenangkan yaitu dengan teknologi-teknologi baru yang interaktif. Nilai pelestarian dan lokal konten akan dihadirkan dengan menghadirkan beberapa ciri masyarakat dan lingkungan Kalimantan sehingga pengunjung semakin mengenal dan mencintai kekayaan alam dan budaya lokal yang dimiliki yang sangat memerlukan tangan mereka untuk dirawat dan dilestarikan. Dalam pusat konservasi anggrek ini, seluruh kegiatan konservasi dan pembudidayaan akan terlihat transparan dan dapat dilihat dan dimengerti oleh pengunjung. Sehingga harapannya saat berekreasi di pusat konservasi ini, pengunjung bisa melihat dan bereksperimen langsung tentang cara pembudidayaan anggrek. Berawal dengan bereksperimen langsung dan beberapa pengenalan lebih dalam tentang anggrek hitam, harapannya masyarakat dapat tertarik dan mulai mau bergerak melestarikan anggrek hitam.",
  "creators": "CLAUDIA CHANDRA, TJHIONG",
  "contributors": "Ronald H.I. Sitindjak (Advisor 1); Lucky Basuki (Advisor 2); RONALD H. I. S. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021481/DIN/2016; Claudia Chandra, Tjhiong (41412106)",
  "subjects": "GALLERIES (ARCHITECTURE)--DESIGNS AND PLANS; INTERIOR ARCHITECTURE; INTERIOR DESIGN--EXHIBITIONS; ORCHIDS"
}