{
  "id": "37426",
  "title": "Evaluasi program employee relations Toyota Asri Motor tahun 2015",
  "abstract": "Penelitian ini dilaksanakan di Toyota Asri Motor yang merupakan Authorized Dealer Toyota di Surabaya. Salah satu departemen yakni Departemen Human Resource Development (HRD) menjalankan salah satu fungsi Public Relations, yaitu Employee Relations atau Hubungan Karyawan. Penelitian ini bertujuan untuk mengetahui evaluasi program employee relations Toyota Asri Motor tahun 2015. Pendekatan dalam penelitian ini adalah kualitatif dengan metode audit mini komunikasi, di mana penelitian audit mini komunikasi melihat empat aspek yaitu aspek manajemen, aspek organisasi, aspek komunikasi, dan aspek umpan balik. Hasil penelitian ditemukan bahwa program employee relations berlandaskan pada corporate values, antara lain visi, misi, dan filosofi perusahaan (Panca Dharma). Program employee relations diatur dibawah kebijakan perusahaan dan dijalankan oleh Human Resource Development. Program employee relations terdiri dari empat bentuk kegiatan yaitu Family Day, Employee Training, Upacara Apel, dan Program Beasiswa. Adapun titik rawan yang ditemukan dalam program employee relations adalah tidak pernah dilakukannya evaluasi untuk masing-masing kegiatan tersebut. Kemudian titik rawan ini menyebabkan adanya potensial titik rawan, yaitu informan berpendapat bahwa susunan acara dalam Family Day, yang merupakan salah satu kegiatan dalam program employee relations, kurang tertata dengan baik.",
  "creators": "FELISIA YOSICHO DARJONO",
  "contributors": "Marsefio S. Luhukay (Advisor 1); Yustisia Ditya Sari (Advisor 2); Titi Nur Vidyarini, S.Sos., M.Comms. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011204/KOM/2016; Felisia Yosicho Darjono (51412036)",
  "subjects": "COMMUNICATION; PUBLIC RELATIONS; PERSONNEL MANAGEMENT"
}