{
  "id": "37429",
  "title": "Evaluasi kegiatan media relations PT Pembangkitan Jawa-Bali tahun 2015",
  "abstract": "PT Pembangkitan Jawa-Bali (PJB) melakukan kegiatan media relations tahun 2015. Adapun kegiatan media relations yang dijalankan ialah press release, press conference, press tour, press briefing, public luncheon, special event dan wawancara pers. Kegiatan media relations yang dilakukan PT Pembangkitan Jawa-Bali belum pernah dievaluasi. Penelitian ini meneliti tentang kegiatan media relations yang dilakukan PT Pembangkitan Jawa-Bali. Penelitian ini merupakan penelitian kualitatif dengan pendekatan deskriptif. Metode yang digunakan ialah metode studi kasus singe case intrinsik. Hasil dari evaluasi kegiatan media relations tahun 2015 ialah bahwa kegiatan yang dilakukan belum maksimal. Evaluasi memiliki tiga tahap, yaitu evaluasi tahap persiapan, evaluasi tahap pelaksanaan, dan evaluasi terhadap dampak. Dalam evaluasi tahap persiapan, PT Pembangkitan Jawa-Bali tidak pernah melakukan riset besar. Riset yang dilakukan PT Pembangkitan Jawa-Bali bersifat sederhana dan berupa analisis media serta rapat bersama. Dalam evaluasi tahap pelaksanaan, kegiatan media relations yang dilakukan perusahaan tidak memiliki SOP secara tertulis, jadi SOP tersebut hanya berupa kesepakatan bersama. Kemudian dalam evaluasi terhadap dampak, dampak yang diperoleh ialah reputasi yang baik, hubungan yang baik dengan media dan informasi dari perusahaan kepada publik dapat tersampaikan. Untuk kedepannya PT Pembangkitan Jawa-Bali merencanakan untuk melakukan evaluasi setiap satu tahun sekali dan bentuk evaluasi yang akan digunakan berupa kuesioner, wawancara, bahkan keduanya.",
  "creators": "STEFANIE SALAKA",
  "contributors": "Marsefio S. Luhukay (Advisor 1); Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 2); Gatut Priyowidodo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011208/KOM/2016; Stefanie Salaka (51412046)",
  "subjects": "COMMUNICATION; MASS MEDIA; PUBLIC RELATIONS"
}