{
  "id": "37433",
  "title": "Perancangan interior sentra kuliner khas Sulawesi Selatan di Makassar",
  "abstract": "Sebagai salah satu provinsi besar di Indonesia, Sulawesi Selatan memiliki banyak destinasi tempat wisata, khususnya wisata kuliner. Kekayaan cita dan rasa yang diwujudkan dalam aneka macam kuliner menjadikan kuliner khas Sulawesi Selatan terkenal sebagai salah satu kuliner Indonesia. Hal ini menjadi kelebihan untuk menarik minat para wisatawan, baik lokal maupun mancanegara untuk lebih mengenal Indonesia, khususnya Sulawesi Selatan. Akan tetapi, hingga saat ini masih kurang tersedia fasilitas tempat makan yang menyediakan kuliner khas. Kuliner khas ini tersedia di beberapa tempat makan yang berbeda atau terpisah. Untuk memudahkan para wisatawan mencoba dan mencicipi cita rasa nusantara, diperlukan suatu area atau fasilitas tempat makan dan minum yang menyediakan beragam kuliner khas Sulawesi Selatan. Untuk mengenalkan Sulawesi Selatan kepada wisatawan dapat diwujudkan tidak hanya dari aspek kuliner, namun juga dari aspek interiornya. Interior yang mencerminkan lokalitas daerahnya. Meskipun desainnya mengikuti tren zaman kini, tetapi tetap menyatu dengan kondisi lingkungan sekitarnya. Metode yang digunakan ialah metode perancangan design thinking, yang melibatkan proses pencarian data, analisa data, penemuan konsep, hingga desain akhir. Perancangan yang berkonsep tradisional modern ini diharapkan dapat menarik minat wisatawan dan menjadi ikon sentra kuliner di Kota Makassar.",
  "creators": "YENMY LIECHANDRA",
  "contributors": "Stephanus P. Honggowidjaja (Advisor 1); Ir. Hendy Mulyono (Advisor 2); Dr. Ir. Hedy Constancia Indrani, M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021498/DIN/2016; Yenmy Liechandra (41412135)",
  "subjects": "RESTAURANTS-DECORATION; INTERIOR DESIGN"
}