{
  "id": "37437",
  "title": "Perancangan interior Lego House sebagai pusat edukasi dan retail di Surabaya",
  "abstract": "Edukasi merupakan hal yang penting untuk anak-anak. Edukasi dapat diterapkan dengan berbagai cara seperti belajar dengan alat permainan edukatif. Saat ini sedikit area bermain untuk anak di dalam mall, maka diperlukannya suatu area yang dapat memenuhi permasalahan tersebut. Beberapa area bermain yang sudah ada di Surabaya khususnya di dalam mall, masih belum memiliki nilai edukasi di dalamnya. Perlu adanya nilai edukasi di dalam sebuah area bermain untuk anak. Lego merupakan salah satu alat permainan edukatif untuk anak dan brand ini banyak diketahui oleh hampir semua orang mulai dari anak kecil hingga orang dewasa seperti Lego House. Selain Lego House perlu adanya retail untuk melengkapi perancangan lego house ini. Metode perancangan yang digunakan yaitu design thinking dan mind mapping. Terdapat 4 tahapan dalam metode ini yaitu, observation (di dalam tahap ini terdapat proses mengumpulkan literatur dan informasi tentang edukasi dan lego), brainstorming (di dalam tahap ini terdapat pemecahan masalah dengan konsep, mind mapping dan beberapa sketsa), prototyping (di dalam tahap ini terdapat proses pembuatan maket studi perancangan), dan implementation (di dalam tahap ini terdapat proses pembuatan desain akhir). Hasil dari solusi masalah tersebut yaitu konsep play lego on the street yang terdapat edukasi di dalamnya. Kata play yang berarti bermain, dan bermain juga dapat memunculkan nilai edukasi dengan alat permainan edukatif seperti lego. Konsep ini memiliki ciri khas dan karakter di interiornya karena adanya tema street agar lebih menarik untuk anak-anak.",
  "creators": "ADE ULFA APRILIANA",
  "contributors": "COK GEDE RAI PADMANABA (Advisor 1); Sherly De Yong (Advisor 2); I Gusti Ngurah Ardana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021500/DIN/2016; Ade Ulfa Apriliana (41412139)",
  "subjects": "RECREATION CENTERS; RETAIL TRADE-DECORATION; COMMERCIAL BUILDINGS-DECORATION"
}