{
  "id": "37431",
  "title": "Studi semiotik ruang hunian tradisional Suku Sasak (studi kasus Dusun Sade, Lombok Tengah)",
  "abstract": "Suku Sasak memiliki tatanan budaya yang terpelihara dan mapan, seperti terlihat pada permukiman tradisional yang terletak di Desa Sade. Tiap bagian ini dinyatakan dengan penyimbolan-penyimbolan tertentu yang sesuai kepercayaan suku sasak. Rumah tradisional suku Sasak di Dusun Sade disebut sebagai bale tani atau bale gunung rata. Di dalam rumah ini terdapat pembagian-pembagian ruang yang memiliki berbagai tujuan. Bale dalem yaitu tempat untuk memasak atau dapur, tempat menyimpan benda-benda pusaka dan juga tempat untuk anak perempuan keluarga tersebut yang belum menikah tidur. Di bale dalem juga merupakan tempat untuk melahirkan. Bale luar yang merupakan tempat menerima tamu serta tempat berkumpulnya keluarga. Pembagian ruangan memang kasat mata. Ada dinding pemisah antara bale dalem dan bale luar. Namun, elemen-elemen pembentuknya mempunyai makna yang layak untuk diteliti. Makna yang ada memang tidak dapat langsung dipahami, karena diwujudkan dengan tanda-tanda atau simbol. Penelitian ini berfokus pada peninjauan makna dari ruang hunian tradisional suku Sasak di Dusun Sade dilihat dari pendekatan semiotik. Tujuan dari penelitian ini adalah untuk memahami makna ruang dilihat dari kegiatan sehari-hari masyarakat suku Sasak, agar kelak konsep ruang ruang ini bisa digunakan sebagai sumber dalam merancang hunian berjati diri lokalitas nusantara.",
  "creators": "I GUSTI AYU VADYA LUKITA",
  "contributors": "Dr. Ir. Lintu Tulistyantoro, M.Ds. (Advisor 1); Grace Setiati, S.Sn., M.Ds. (Advisor 2); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011497/DIN/2016; I Gusti Ayu Vadya Lukita (41412134)",
  "subjects": "ARCHITECTURE, DOMESTIC-DECORATION; HOUSE DECORATION; INTERIOR DECORATION"
}