{
  "id": "37436",
  "title": "Prepurchase search for information dalam mempromosikan preschool pada orang tua di Surabaya Timur",
  "abstract": "Di dalam promosi terdapat 2 komponen penting yaitu pesan dan media. Pemilihan kategori pesan yang meliputi pesan rasional, emosional dan kombinasi juga pemilihan media yang tepat dalam proses promosi akan berpengaruh terhadap keputusan pembelian konsumen. Selain itu, terdapat 7 elemen penting di dalam preschool yang perlu diperhatikan untuk mendukung konten pesan dalam promosi yaitu fasilitas, harga, sejarah, lulusan atau alumni, keamanan lingkungan, kualitas pengajar dan materi pengajaran sekolah. Preschool kini menjadi lembaga pendidikan yang mulai menjamur di Jawa Timur, karena terdapat lebih dari 11000 lembaga pendidikan usia dini pada tahun 2011. Namun sampai tahun 2014 jumlahnya bertambah menjadi lebih dari 15000 lembaga, dan Surabaya tercatat sebagai kota dengan jumlah lembaga pendidikan terbanyak di Jawa Timur. Jika dilihat dari jumlah murid di tahun-tahun sebelumnya, preschool di Surabaya selalu mengalami peningkatan dari 61597 siswa menjadi 79657 siswa. Banyaknya preschool di Surabaya ini membuat preschool saling bersaing untuk mendapatkan murid, salah satunya dengan promosi. Melalui pendekatan kuantitatif dan metode survei dalam bentuk pembagian kuisioner kepada 100 orang tua perempuan, ingin diketahui pesan dan media promosi seperti apa yang efektif untuk orang tua. Oleh karena itu, dalam penelitian ini, ketujuh elemen tersebut masing-masing akan diuji terhadap kategori pesan dan media. Hasilnya adalah pesan kombinasi dan rasional menjadi kategori yang paling disukai orang tua untuk menggambarkan elemen-elemen sekolah, dan media yang disukai adalah pameran pendidikan, televisi, brosur, booklet, dan surat kabar.",
  "creators": "GIAUW LIE FIE",
  "contributors": "Judy Djoko Wahjono Tjahjo (Advisor 1); Felicia Goenawan (Advisor 2); Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011189/KOM/2016; Giauw Lie Fie (51412061)",
  "subjects": "COMMUNICATION IN MARKETING; PUBLIC RELATIONS-MARKETING; PUBLIC RELATIONS"
}