{
  "id": "37441",
  "title": "Perancangan interior makerspace dan gallery café “The Workshop” di Surabaya",
  "abstract": "Di Indonesia industri kreatif sedang berkembang pesat, seperti di kota besar, yaitu Surabaya. Salah satunya adalah di bidang keterampilan yang diadakan di suatu tempat yang disebut bengkel kreatif. “The Workshop” adalah salah satu merek lokal kursus keterampilan yang sedang berkembang, tetapi belum memiliki tempat permanen yang dapat memenuhi kebutuhan pesertanya secara optimal. Maka, dibuatlah sebuah Perancangan Makerspace dan Gallery Café “The Workshop” untuk menyelesaikan permasalahan ruang yang ada. Metode yang digunakan pada perancangan Makerspace dan Gallery Café “The Workshop” adalah metode kerangka berpikir atau design thinking yang diadaptasi dari kurikulum Standford University yang meliputi beberapa langkah yaitu emphatize (menentukan problem dan solution), observation (mengumpulkan data fisik dan data literatur), define (melakukan analisis dan programming), ideate (membuat skematik desain dan desain akhir), dan tahap akhir berupa prototyping (membuat bentuk visualisai 3D berupa maket). Hasil dari perancangan ini adalah sebuah perancangan interior untuk mewadahi kegiatan makerspace agar dapat berjalan secara optimal dan fungsional dengan konsep “Bee Infinite” yang terinspirasi dari brand image “The Workshop”, serta perancangan ini dapat memberikan kontribusi yang positif bagi masyarakat.",
  "creators": "VIENNA ERNES FELLISIA SETIAWAN",
  "contributors": "COK GEDE RAI PADMANABA (Advisor 1); Sherly De Yong (Advisor 2); I Gusti Ngurah Ardana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021485/DIN/2016; Vienna Ernes Fellisia Setiawan (41412112)",
  "subjects": "CAFETARIAS--DECORATION; GALLERIES (ARCHITECTURE)-DECORATION; INTERIOR DECORATION"
}