{
  "id": "37445",
  "title": "Perancangan interior terminal kedatangan Syamsudin Noor Airport Banjarmasin dengan pendekatan sustainable design",
  "abstract": "Seiring dengan geliat pertumbuhan ekonomi kota Banjarmasin yang semakin meningkat, pemerintah setempat terus berupaya mengimbanginya dengan meningkatkan kualitas infrastruktur yang ada di kota Banjarmasin. Salah satu target utamanya adalah Bandar Udara Syamsudin Noor, di mana pemerintah berencana membuat sebuah terminal baru dengan skala internasional. Bandar udara dianggap sebagai prioritas utama yang harus ditingkatkan kualitas dan kuantitasnya agar mampu mendukung pertumbuhan denyut ekonomi di kota Banjarmasin. Melihat peluang tersebutlah yang menjadikan bandara udara Syamsudin Noor sebagai objek pada perancangan kali ini. Sehubungan proses perencanaan yang telah masuk ke proses tender, maka beberapa hal teknis hingga konsep telah ditentukan. Sehingga hal tersebut dikembangkan menjadi tiga tujuan utama perancangan kali ini, di mana terminal kedatangan pada bandara Syamsudin Noor akan mampu menggambarkan wajah kota Banjarmasin, diiringi dengan pendekatan Sustainable Design sebagai perwujudan konsep secara global dari konsep yang telah ditentukan yaitu ekologi, serta desain terminal kedatangan yang mampu beradaptasi dengan bentuk dari segi teknis maupun arsitekturalnya. Tujuan ini diselesaikan dengan metode perancangan yang diadaptasi dari proses Design Thinking yang dilakukan oleh Sun Sigma Framework for New Product. Dari hasil proses desain dapat diketahui bahwa pencapaian pada tujuan pertama adalah dalam bentuk pemilihan material yang didominasi material lokal, bentukan yang didapat dari olahan bentuk filosofis dari bangunan lokal, serta melibatkan komunitas sekitar. Untuk tujuan kedua diwujudkan dalam fasilitas universal design, pemilihan material yang ramah lingkungan serta teraplikasi elemen interior yang mendukung efisiensi energi. Serta pada tujuan ketiga diwujudkan pada peletakan layout, serta sirkulasi pengguna yang mengacu pada prinsip teknis dan arstitektural.",
  "creators": "ASTRELIA NIA DERRIANI",
  "contributors": "Yusita Kusumarini (Advisor 1); JEAN FRANCOIS POILLOT (Advisor 2); Sriti Mayang Sari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021489/DIN/2016; Astrelia Nia Derriani (41412120)",
  "subjects": "AIRPORT TERMINALS-DECORATION; SUSTAINABLE DESIGN"
}