{
  "id": "37446",
  "title": "Penerimaan penonton terhadap diskriminasi etnis Tionghoa dalam film “Ngenest”",
  "abstract": "Penelitian ini dilakukan untuk mengetahui penerimaan penonton mengenai diskriminasi etnis Tionghoa di film Ngenest. Teori yang digunakan adalah teori resepsi, dan diskriminasi. Metode yang digunakan adalah reception analysis. Ada empat kategori yaitu definisi, bentuk, dampak, penyebab dari diskriminasi. Diskriminasi merupakan perlakuan tidak adil yang dirasakan oleh seseorang atau kelompok menyangkut persoalan suku/etnis. Dalam penelitian ini, peneliti menggunakan empat informan yaitu dua informan perempuan keturunan Tionghoa, dan dua informan laki-laki dan perempuan keturunan Pribumi di Masa Orde Baru dan Reformasi. Jenis penelitian ini adalah deskriptif dengan pendekatan kualitatif yang dilakukan dengan wawancara mendalam dan observasi. Dari hasil penelitian didapatkan bahwa satu informan memiliki penerimaan dominan yang artinya menerima perihal diskriminasi etnis Tionghoa yang ditunjukkan dalam film Ngenest. Sedangkan dua informan lain mempunyai penerimaan negotiated, yang artinya tidak menolak tetapi memberikan pandangan tersendiri mengenai diskriminasi etnis Tionghoa. Sementara itu, satu informan lagi mempunyai penerimaan oppositional, yang artinya menolak perihal diskriminasi etnis Tionghoa. Setiap informan memberikan pemaknaan berdasarkan culture setting masing-masing. Satu informan secara konteks cultural setting ditentukan oleh pengalaman dan tiga informan lain dikarenakan lingkungan.",
  "creators": "MARIA ANGELIA YULIANTO",
  "contributors": "Ido Prijana Hadi (Advisor 1); Megawati Wahjudianata (Advisor 2); Lady Joanne Tjahyana, S.Kom., MMM. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011184/KOM/2016; Maria Angelia Yulianto (51412064)",
  "subjects": "COMMUNICATION--SOCIAL ASPECTS; COMMUNICATION; MASS MEDIA; MOTION PICTURE"
}