{
  "id": "3745",
  "title": "Analisis penilaian tamu vvip dan vip terhadap keterandalan, ketanggapan & empati dari GRO Hotel \"X\", Surabaya",
  "abstract": "Industri perhotelan dewasa ini merupakan salah satu industri yang bergerak cepat dalam bidang jasa akomodasi. Dengan semakin bertumbuhnya industri perhotelan di Indonesia maka setiap hotel, khususnya hotel-hotel di Surabaya, saling bersaing dalam memberikan layanan yang berkualitas. Kepuasan konsumen merupakan hal utama yang harus diperhatikan oleh para pekerja yang berkecimpung dalam dunia servis, begitu pula dengan staf dari Hotel 'X', Surabaya. Mereka terus berusaha memberikan servis yang terbaik agar para tamu, khususnya tamu VVIP dan VIP, betah menginap di hotel mereka. Ini terutama adalah tugas dari seorang Guest Relation Officer. Para tamu yang menginap di Hotel 'X', Surabaya, khususnya tamu VVIP dan VIP, tidak mempunyai penilaian yang sama terhadap kualitas servis antara satu dengan yang lain. Karena itu dalam penelitian tugas akhir ini, penulis ingin mengetahui apakah ada hubungan antara penilaian yang diberikan oleh tamu terhadap keterandalan, ketanggapan, dan empati dari GRO dengan faktor karakteristik dari tamu yang menginap di Hotel 'X', Surabaya. Untuk mengetahui hubungan antara karakteristik tamu tersebut dengan penilaian yang mereka berikan, penelitian ini akan dilakukan secara kuantitatif. Adapun sampel yang digunakan dalam penelitian ini adalah tamu VVIP dan VIP yang menginap di Hotel 'X', Surabaya, yaitu sebanyak 75 orang responden dengan menggunakan metode non random sampling. Tehnik analisa yang digunakan oleh penulis dalam mengolah data adalah Tabulasi Silang dan chi sauare dengan program SPSS for Window 9.0 Version. Hasil penelitian menunjukkan bahwa mayoritas tamu WIP dan VIP Hotel 'X', Surabaya adalah tamu pria berusia 40 tahun ke atas dengan gaya hidup business person. Sedangkan penilaian tamu terhadap keterandalan, ketanggapan, dan empati dari GRO pada umumnya baik. Dari hasil penelitian tersebut penulis juga dapat menyimpulkan bahwa tidak ada hubungan antara penilaian tamu dengan faktor gaya hidup tamu sebagai business person.",
  "creators": "CELVICA PUSPITA SARI; VANESSA SUTANTIO",
  "contributors": "Dewi Astuti (Advisor 1); Fransisca Andreani (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 029/EP/2002; Celvica Puspitasari (33497109), Vannesa Sutantio (33497074)",
  "subjects": "HOTELS-CONSUMER RESEARCH; HOTELS--MARKETING"
}