{
  "id": "37453",
  "title": "Sikap masyarakat Surabaya mengenai pesan iklan Indomie My Noodlez di televisi",
  "abstract": "Penelitian ini dilakukan untuk mengetahui sikap Masyarakat Surabaya Mengenai Pesan Iklan Indomie My Noodlez di Televisi. Sikap Masyarakat Surabaya dilihat dari aspek kognitif, afektif, dan konatif yang dilakukan melalui elemen-elemen pesan iklan yaitu isi pesan, sumber pesan, struktur pesan dan format pesan (Kotler, 2003, p. 248-255). Sikap seseorang terhadap suatu objek dianggap sangat penting karena sikap merupakan kecenderungan seseorang untuk bereaksi secara positif ataupun negatif terhadap suatu objek, seseorang, maupun keadaan (Azwar, 2015, p. 5). Pendekatan dalam penelitian ini adalah kuantitatif, dengan jenis penelitian deskriptif. Metode yang digunakan di dalam penelitian ini adalah metode survey dengan menggunakan teknik penyebaran kuisioner dan wawancara. Responden dalam penelitian ini berjumlah 100 orang, yang didapatkan dari perhitungan jumlah sampel yang disebarkan di seluruh wilayah Surabaya dengan menggunakan teknik non probabilitas purposive sampling. Hasil dari penelitian ini menunjukkan bahwa sikap Masyarakat Surabaya mengenai pesan iklan Indomie My Noodlez di Televisi positif dalam ketiga komponen sikap kognitif, afektif dan konatif. Dalam aspek kognitif menunjukkan hasil 4,29 positif, aspek afektif 4,18 positif, dan aspek konatif 3,68 positif. Hal tersebut menunjukkan bahwa sebagian besar masyarakat Surabaya mengetahui pesan yang disampaikan di dalam iklan Indomie My Noodlez, menyukai pesan iklan tersebut, serta cenderung mengikuti atau melakukan pembelian setelah melihat pesan yang disampaikan di dalam iklan tersebut.",
  "creators": "LAURENSIA FEBRIANA HALIM",
  "contributors": "R. OTTO BAMBANG WAHJUDI (Advisor 1); Felicia Goenawan (Advisor 2); Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011174/KOM/2016; Laurensia Febriana Halim (51412091)",
  "subjects": "ADVERTISING; COMMUNICATION; MASS MEDIA; TELEVISION ADVERTISING"
}