{
  "id": "37463",
  "title": "Self disclosure anak yang pindah agama kepada orang tua",
  "abstract": "Penelitian ini dilakukan untuk mengetahui pemaknaan dari self disclosure anak yang pindah agama kepada orang tua. Tidak semua orang mau mengaku kepada orang tuanya bahwa mereka sudah pindah agama. Berdasarkan hasil wawancara, salah satu faktornya adalah takut menerima penolakan dari orang tua dan merasa dirinya berkhianat. Dengan melakukan self disclosure, anak akan mengungkapkan kepada orang tua bahwa mereka sudah pindah agama. Proses yang dilalui masing-masing orang memiliki tingkatan yang berbeda-beda. Adapun juga dampak positif dan negatif yang dirasakan setelah melakukan self disclosure. Teknik analisis yang digunakan dalam penelitian ini adalah tematik dengan metode fenomenologi untuk menjabarkan proses self disclosure yang dilakukan anak kepada orang tuanya. Pengumpulan data dilakukan dengan wawancara kepada orang yang berasal dari agama Katolik, Islam, Buddha dan Konghucu yang telah pindah ke agama Kristen. Hasil penelitian menunjukkan bahwa dalam proses self disclosure, iman adalah penyebab awal self disclosure. Selanjutnya informan menyiapkan hati sebelum mulai mengaku kepada orang tuanya. Selain itu proses negosiasi terjadi selama self disclosure berlangsung baik dari anak maupun orang tua. Keterbukaan dalam self disclosure yang berdampak positif pada kedalaman hubungan dengan orang tua. Sementara itu penolakan sosial adalah kekurangan yang umum terjadi dalam self disclosure.",
  "creators": "YOHANNA TANIA",
  "contributors": "Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 1); Fanny Lesmana (Advisor 2); Ido Prijana Hadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011211/KOM/2016; Yohanna Tania (51412108)",
  "subjects": "COMMUNICATION IN THE FAMILY; INTERPERSONAL COMMUNICATION; SELF-DISCLOSURE-RELIGIOUS ASPECTS; SELF-DISCLOSURE"
}