{
  "id": "37475",
  "title": "Kajian desain interior Restoran Piazza Italia dan Brandi Pizzeria di Surabaya",
  "abstract": "Restoran Italia merupakan salah satu restoran bertipe Specialities Restaurant yang ada di Kota Surabaya, Jawa Timur. Restoran Italia merupakan suatu restoran yang khusus menyediakan makanan khas Italia dengan suasana interior yang tematik yang disesuaikan dengan sistem pelayanan yang digunakan. Rumusan masalah yang muncul pada penelitian ini berupa tentang penerapan desain interior di Restoran Piazza Italia dan Restoran Brandi Pizzeria yang sesuai dengan sistem pelayanan dan jenis masakan yang disediakan. Tujuan dari penelitian adalah mengetahui karakteristik suasana ruang interior yang dihadirkan pada Restoran Piazza Italia dan Restoran Brandi Pizzeria di Surabaya sesuai dengan sistem pelayanan yang digunakan terhadap makanan Italia yang disajikan. Secara teoritis, penelitian ini bermanfaat untuk menambah ilmu interior tentang suasana suatu Restoran Italia yang menawarkan hidangan khas untuk dapat menarik minat pengunjung & secara aplikatif untuk mengevaluasi karakteristik suasana ruang interior Restoran Piazza Italia dan Restoran Brandi Pizzeria dengan sistem pelayanannya untuk menyajikan makanan. Suasana ruang interior restoran dapat terbentuk melalui aspek estetikanya yang ditata dan terlihat secara visual, yaitu penataan layout, elemen pembentuk ruang, elemen transisi ruang, elemen pengisi ruang, elemen dekoratif ruang, dan sistem pencahayaan ruang. Aspek estetika ini merupakan suatu kesatuan bangunan dan ruang yang dianalisis berdasarkan empat dasar teori dari Francis D.K Ching yaitu teori fungsi, bentuk, teknik, dan ruang, sedangkan jenis masakan dan sistem pelayanan dianalisis berdasarkan teori utama dari Soekresno dan teori tambahan dari Marsum. Metode penelitiannya menggunakan analisis deskriptif untuk menguraikan data lapangan yang membantu proses analisis data. Hasil penelitian menjelaskan bahwa penerapan pada desain interior dari kedua restoran menghasilkan suatu komposisi tatanan interior yang berbeda yaitu restoran Piazza Italia menghasilkan nuansa yang ramah, romantis, dan intim dengan penataan meja makan Ala Carte berkonsep Fine Dining; restoran Brandi Pizzeria menghasilkan nuansa yang ramah, lega, dan santai dengan penataan meja makan bukan Ala Carte berkonsep casual. Kesimpulan besar yang didapatkan dari penelitian ini adalah penerapan desain interior pada kedua Restoran Italia di Surabaya yang diteliti merupakan suatu Specialities Restaurant yang memiliki suasana interior tematik yang sudah diadaptasi sesuai dengan kondisi lokal yang dapat mendukung sistem pelayanan dan penyajian hidangan makanan Italia dari kedua Restoran. Hal ini tetap dapat menjaga mutu kedua Restoran dalam memuaskan pengunjung saat menikmati makanan dengan atmosfer interior yang diciptakan.",
  "creators": "STEVEN ADI PRASETYO",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011409/DIN/2016; Steven Adi Prasetyo (41411095)",
  "subjects": "RESTAURANTS-DECORATION; INTERIOR DECORATION"
}