{
  "id": "37477",
  "title": "Perancangan mebel lipat untuk booth pada bazar dan temporary market",
  "abstract": "Bazar dan temporary market merupakan acara yang sedang booming di Surabaya beberapa tahun terakhir. Acara ini digunakan tenant untuk memperkenalkan merk atau produk baru milik mereka. Acara bazar dilaksanakan kurang lebih selama 3 hari dengan tempo yang cukup sering, sehingga tenant membutuhkan mebel untuk bazar yang mudah dibawa dan dipindah tempatkan. Melihat permasalahan ini, muncul sebuah ide tentang set mebel dengan ukuran yang dapat diperkecil sehingga mudah untuk dipindahkan. Tidak hanya itu, mebel juga harus dapat memenuhi kebutuhan dari tenant yang selama ini belum bisa terpenuhi. Dengan demikian, ide tentang mebel yang praktis ini tentu dapat membantu atau meringankan beban tenant ketika melakukan loading dock serta memenuhi kebutuhan tenant ketika acara bazar dan temporary market berlangsung. Dalam proses perancangan ini, digunakan metode dari Bryan Lawson yang dimulai dari tahap first insight sampai dengan tahap verification. Setelah tahap-tahap awal yang sudah dilakukan, sampailah ke tahap konsep. Peracangan mebel lipat dengan konsep moveable menjadi solusi dari analisa masalah yang ada. Konsep moveable tersebut diterapkan pada set mebel lipat yang terdiri dari rak display, meja, dan kursi yang mudah dibawa dan dipindah tempatkan. Mudah dipindahkan bukan hanya ketika loading dock, tetapi juga ketika perjalanan dari tempat asal menuju tempat acara bazar dan temporary market berlangsung. Selain itu, set mebel lipat ini juga memberikan fasilitas lebih kepada tenant, seperti adanya tempat poster, brosur, serta storage untuk menyimpan barang-barang pribadi milik tenant. Dengan kelebihan yang diberikan mebel lipat ini, tentu memberikan keuntungan bagi tenant, seperti hemat biaya, hemat waktu, serta kepraktisan dari sebuah mebel yang mudah dibuka dan dilipat tanpa menggunakan alat bantu tambahan.",
  "creators": "SAMUEL KAWEONO",
  "contributors": "Ronald H.I. Sitindjak (Advisor and Examination Committee); Dodi Wondo Dipl. Ing. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021446/DIN/2016; Samuel Kaweono (41412050)",
  "subjects": "FURNITURE DESIGN; INTERIOR DECORATION; INTERIOR DESIGN"
}