{
  "id": "37470",
  "title": "Studi kualitas udara dalam ruang (indoor air quality) pada ruang kelas sekolah bangunan cagar budaya di Surabaya",
  "abstract": "Kota Surabaya merupakan salah satu kota yang memiliki banyak bangunan cagar budaya dan masih digunakan sebagai tempat beraktifitas hingga saat ini. Salah satu fungsi bangunan cagar budaya di Surabaya adalah sebagai sekolah. Bangunan sekolah ini harus beradaptasi dengan lingkungan dan teknologi yang terus berkembang.Uji performa bangunan perlu dilakukan agar ruang kelas sekolah yang menggunakan bangunan cagar budaya layak menjadi tempat belajar mengajar. Salah satu jenis uji performa bangunan adalah uji kualitas udara dalam ruang (Indoor Air Quality/IAQ). Tujuan dari penelitian ini adalah untuk mengetahui performa sekolah melalui uji kualitas udara dalam ruang dan untuk mengetahui jenis penghawaan yang sebaiknya digunakan oleh bangunan cagar budaya di Surabaya. Penelitian ini menggunakan metode kuantitatif. SMK Negeri 2 dan SMK St. Louis 1 dipilih untuk mewakili sekolah dengan bangunan cagar budaya di Surabaya. Data yang diperoleh dianalisis secara deskriptif. Penelitian ini dilakukan dengan cara observasi, pengisian kuisioner, dan pengambilan sampel fisik, kimia dan mikrobiologi udara. Hasil penelitian menunjukan bahwa SMK Negeri 2 memiliki faktor fisik yang melebihi Nilai Ambang Batas (NAB), sedangkan untuk faktor kimia dan mikrobiologi dari kedua sekolah berada di bawah NAB. Hasil penelitian juga menunjukan bahwa jenis penghawaan buatan lebih direkomendasikan pada bangunan cagar budaya di Surabaya.",
  "creators": "ELIZABETH PUTRI STEVANI",
  "contributors": "Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor 1); Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Advisor 2); Stephanus P. Honggowidjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011493/DIN/2016; Elizabeth Putri Stevani (41412127)",
  "subjects": "AIR QUALITY; SCHOOL DECORATION"
}