{
  "id": "37476",
  "title": "Perancangan interior ”Rumah Cokelat” di Surabaya",
  "abstract": "Cokelat merupakan salah satu produk kakao yang paling istimewa dibandingkan produk-produk lainnya. Cokelat memiliki kandungan senyawa flavanol yang berfungsi menenangkan ketegangan saraf. Kandungan yang dimiliki cokelat inilah yang diperlukan masyarakat, terutama di Surabaya. Sebagian besar masyarakat Surabaya mengalami stress, tidak nyaman, dan gangguan-gangguan lainnya dikarenakan aktivitas dan kondisi kota yang padat. Sehingga cokelat memiliki potensi untuk diapresiasikan sebagai suatu wadah di mana masyarakat dapat rekreasi, relaksasi, menambah informasi dan berkreasi dengan memanfaatkan cokelat sebagai ide dasar pembuatan wadah tersebut. Perancangan Interior “Rumah Cokelat” di Surabaya ini sebagai tempat rekreasi sekaligus menjadi icon baru di Surabaya di mana masyarakat dapat relaksasi, merasakan pengalaman baru, dan menambah pengetahuan sekaligus bentuk apresiasi terhadap objek cokelat itu sendiri. Konsep yang digunakan mengambil sifat dasar dari cokelat itu sendiri disesuaikan dengan kebutuhan dan keinginan masyarakat. Cokelat memiliki sifat yang membuat orang menjadi addicted, sehingga perancangan interior “Rumah Cokelat” ini mengangkat konsep Addiction in Catchiness. Konsep ini memberikan kesan bagi orang yang datang, baik dari segi interior maupun pengetahuan, sehingga menimbulkan rasa ketagihan untuk datang lagi. Karakter dan sifat cokelat itu sendiri diaplikasikan pada bentuk, warna, suasana dalam ruangan. Perancangan ini memaksimalkan potensi cokelat dalam setiap fasilitas dan desainnya, sehingga orang yang masuk dapat merasakan dan mengerti bahwa cokelat memiliki banyak manfaat yang belum pernah mereka pikirkan sebelumnya.",
  "creators": "JEANNY FLORENCIA HALIM",
  "contributors": "Ronald H.I. Sitindjak (Advisor and Examination Committee); Dodi Wondo Dipl. Ing. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021434/DIN/2016; Jeanny Florencia Halim (41412031)",
  "subjects": "CHOCOLATE-EXHIBITIONS; CHOCOLATE-MUSEUMS-EXHIBITIONS; INTERIOR DECORATION"
}