{
  "id": "37482",
  "title": "Sikap masyarakat Surabaya terhadap pesan Iklan televisi Coca Cola versi “Rasakan Momennya”",
  "abstract": "Iklan adalah bentuk penyajian pesan yang dilakukan oleh komunikator secara non personal melalui media untuk ditujukan pada komunikan dengan cara membayar. Periklanan menggunakan media sebagai penyampaian pesan, salah satunya melalui televisi. Televisi mampu menjangkau begitu banyak masyarakat atau calon konsumen dari produk atau jasa yang diiklankan melalui kekuatan audio dan visualnya. Coca Cola menggunakan televisi untuk menyampaikan pesan mengenai kampanye terbarunya berjudul “Rasakan Momennya”. Penelitian ini dilakukan untuk mengetahui sikap masyarakat Surabaya terhadap pesan iklan televisi Coca Cola versi “Rasakan Momennya”. Sikap terdiri dari tiga komponen, yaitu komponen kognitif, afektif, dan konatif. Dalam hal ini dipilih responden yang berusia 12-60 tahun yang berdomisili di Surabaya dan pernah melihat iklan televisi Coca Cola versi “Rasakan Momennya”. Peneliti menggunakan pendekatan kuantitatif dengan metode survey. Jika dilihat dari komponen kognitif, maka didapat sikap yang positif terhadap pesan dalam iklan televisi Coca Cola versi “Rasakan Momennya”. Dari komponen afektif, hasilnya pun positif. Sedangkan dilihat dari komponen konatif, menunjukkan adanya sikap yang negatif terhadap pesan dalam iklan televisi Coca Cola versi “Rasakan Momennya”. Maka dapat disimpulkan bahwa mayoritas responden memiliki sikap positif terhadap pesan dalam iklan televisi Coca Cola versi “Rasakan Momennya”.",
  "creators": "MYRA DEVINA",
  "contributors": "Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 1); Vita Monica (Advisor 2); Judy Djoko Wahjono Tjahjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011171/KOM/2016; Myra Devina (51412126)",
  "subjects": "COMMUNICATION IN MARKETING; COMMUNICATION; PUBLIC RELATIONS-MARKETING; TELEVISION ADVERTISING"
}