{
  "id": "3749",
  "title": "Perancangan peningkatan kualitas layanan Supermarket \"X\" dengan metode quality function deployment",
  "abstract": "Kualitas layanan merupakan faktor yang cukup penting pada sebuah supermarket. Apabila kualitas layanan tidak memenuhi harapan konsumen, maka konsumen akan mencari altematif lain untuk tempat berbelanja. Untuk memahami harapan konsumen maka perlu dilakukan perancangan peningkatan kualitas layanan dengan metode QFD. Penggunaan QFD membantu supermarket memfokuskan perbaikan yang sebaiknya dilakukan untuk memenuhi harapan konsumen tersebut. Pihak Supermarket \"X\" perlu mengetahui harapan konsumen, tingkat kepuasan konsumen, perbandingan dengan kompetitor terhadap kriteria layanan supaya dapat membuat rancangan perbaikan sesuai kemampuan dan komitmen Supermarket \"X\". Data-data tersebut diperoleh melalui penyebaran kuesioner dengan respondennya adalah konsumen yang berbelanja di Supermarket \"X\". Penyebaran kuesioner menggunakan teknik non random accidental dan sebanyak 150buah. Pengolahan dari data-data yang telah terkumpul tersebut terlihat bahwa harapan konsumen pada semua dimensi kualitas layanan belum terpenuhi, terutama pada dimensi responsiveness (antrian kasir lama). Harapan konsumen yang yang mempunyai prioritas cukup tinggi, antara lain kecekatan karyawan melayani konsumen, antrian kasir tidak lama dan panjang, dan kualitas produk yang dijual. Konsumen sudah cukup puas dengan kriteria layanan kelengkapan produk yang dijual, penerangan ruangan yang baik, harga bersaing, dan kerapian penataan produk sesuai kelompoknya. Dibandingkan dengan kompetitornya, secara keseluruhan kualitas layanan Supermarket \"X\" sama (tidak ada beda). Tetapi dilihat dari dimensi kualitas layanan yang ada Supermarket \"X\" lebih unggul pada dimensi tangible dan Supermarket \"Z\" lebih unggul pada dimensi assurance.",
  "creators": "PAMELA FEBIANI SUMITRO",
  "contributors": "Kriswanto Widiawan (Advisor 1); Tanti Octavia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/0795/IND/2004; Pamela Febiani Sumitro (25498060)",
  "subjects": "CUSTOMER SERVICES; MARKETING-MANAGEMENT; CUSTOMER RELATIONS"
}