{
  "id": "37494",
  "title": "Perancangan furniture pada hunian kost pekerja di kawasan Surabaya Timur",
  "abstract": "Tempat kost menjadi hunian favorit oleh para perantau. Bagi mereka yang sudah berkeluarga, tinggal di kost-kostan merupakan sesuatu hal mendesak, yang bisa dikarenakan karena tuntutan ekonomi. Dengan tinggal satu keluarga, dalam satu ruang maka kebutuhan akan fasilitas dalam ruang cukup tinggi. Salah satunya adalah mebel, yang menjadi konsentrasi permasalahan terhadap kompleksitas aktifitas yang terjadi yang dihadapi oleh para penghuni kost-kostan yang sudah berkeluarga, karena hal ini yang menyebabkan kondisi ruang menjadi lebih sempit dan terkesan kumuh yang berimplikasi pada kebutuhan standar ruang, psikologi, kesehatan, bahkan lingkungan. Berdasarkan analisis data survei, ada tiga jenis fasilitas perabot yang dibutuhkan, yaitu fasilitas penyimpanan, fasilitas kerja (meja), fasilitas duduk (sebagai pendukung fasilitas kerja), dan ketiganya itu dikemas menjadi satu kesatuan. Cabinet container menjadi existing perabot secara fungsi dan bentuknya, karena perabot ini memiliki dimensi ideal untuk ditransformasikan dan sebagian besar pengguna kost yang disurvei memiliki perabot ini. Dengan menggunakan material murah, konstruksi sambungan yang sederhana, mekanisme penggunaan mudah itu akan menjadi solusi dalam pemecahan permasalahan yang terjadi. Furniture dengan memiliki batasan ukuran yang didesain dengan penggunaan material seperti rotan, recycle pallet (kayu pinus), kayu kelapa yang memiliki tiga fasilitas perabot dapat menjadi suatu inovasi dalam penyelesaian permasalahan.",
  "creators": "RIZA WIDIATMOKO",
  "contributors": "Adi Santosa (Advisor 1); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021405/DIN/2016; Riza Widiatmoko (41410063)",
  "subjects": "FURNITURE DESIGN; RENTAL HOUSING"
}