{
  "id": "37501",
  "title": "Studi efisiensi dan konservasi energi pada gedung P Universitas Kristen Petra",
  "abstract": "Penelitian ini dilakukan untuk mempelajari upaya-upaya efisiensi dan konservasi energi apa saja yang sudah diterapkan pada Kampus Timur/ Gedung P Universitas Kristen Petra. Krisis energi menjadi latar belakang dari penelitian ini. Kebutuhan energi yang semakin besar di Indonesia tidak diimbangi oleh persediaan energi yang mencukupi. Lalu, hampir seluruh kebutuhan energi di Indonesia terpenuhi oleh material yang tidak dapat diperbarui, seperti batu bara, minyak bumi, dan gas alam. Desain arsitektur dan interior dari bangunan bertingkat di Indonesia memegang andil besar dalam konsumsi energi yang terus meningkat dari tahun ke tahun. Salah satu gedung bertingkat yang patut untuk diteliti adalah Gedung P dari Universitas Kristen Petra yang mempunyai desain awal tidak berorientasi hemat energi tetapi telah sukses dalam penerapan inovasi hemat energinya. Upaya-upaya efisiensi dan konservasi energi pada Gedung P patut dipelajari dan dipublikasikan menjadi referensi, sebagai lentera belajar untuk umum, juga untuk kemajuan desain baik arsitektur maupun interior khususnya untuk gedung bertingkat sehingga memberikan kontribusi besar dalam upaya penyelamatan lingkungan, penghematan energi, dan membantu menyelamatkan Bumi kita dari global warming. Penelitian dilakukan dengan pengumpulan data lapangan, lalu data dianalisa menggunakan tolok ukur GREENSHIP Interior yang diterbitkan oleh Green Building Council Indonesia (GBCI). Hasilnya adalah nilai poin dan persentase (%) dalam kategori Energy Efficiency and Conservation (EEC) pada Gedung P. Lalu, dari hasil analisa tersebut telah dirumuskan kesimpulan dan saran untuk perkembangan penghematan energi pada Gedung P ke depannya.",
  "creators": "STEPHEN SUGIARTO PRASETYO",
  "contributors": "Yusita Kusumarini (Advisor 1); Dr. Ir. Hedy Constancia Indrani, M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Skripsi No. 00011411/DIN/2016; Stephen Sugiarto Prasetyo (41411106)",
  "subjects": "BUILDINGS-ENERGY CONSERVATION; INTERIOR ARCHITECTURE; SUSTAINABLE BUILDINGS"
}