{
  "id": "37511",
  "title": "Analisis pengaruh kinerja keuangan terhadap return saham pada perusahaan yang terdaftar di Jakarta Islamic Index (JII) periode 2009-2014",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh kinerja keuangan yang diwakili oleh rasio keuangan yang terdiri dari Return on Equity (ROE), Current Ratio (CR), Total Asset Turnover (TATO), Debt to Equity Ratio (DER), dan Earning per Share (EPS) terhadap return saham pada perusahaan yang terdaftar di Jakarta Islamic Index (JII) pada periode 2009-2014. Penelitian ini menggunakan sampel dari perusahaan-perusahaan yang aktif terdaftar di Jakarta Islamic Index (JII) selama periode 2009-2014. Metode pengambilan sampel menggunakan metode purposive sampling. Pada metode tersebut diperoleh 9 sampel perusahaan yang memenuhi kriteria untuk digunakan sebagai sampel penelitian. Model analisis yang digunakan adalah teknik regresi linier berganda. Hasil analisis menunjukkan bahwa kinerja keuangan yang diwakili oleh rasio keuangan yang terdiri dari Return on Equity (ROE), Current Ratio (CR), Total Asset Turnover (TATO), Debt to Equity Ratio (DER), dan Earning per Share (EPS) secara simultan berpengaruh secara signifikan terhadap return saham. Hasil analisis secara parsial Total Asset Turnover (TATO) berpengaruh secara signifikan terhadap return saham, sedangkan Return on Equity (ROE), Current Ratio (CR), Debt to Equity Ratio (DER), dan Earning per Share (EPS) tidak berpengaruh secara signifikan terhadap return saham. Pada hasil penelitian koefisien determinasi menunjukkan bahwa sebesar 18% variasi variabel return saham dapat dijelaskan oleh variabel Return on Equity (ROE), Current Ratio (CR), Total Asset Turnover (TATO), Debt to Equity Ratio (DER), dan Earning per Share (EPS), sedangkan sisanya sebesar 82% variasi variabel return saaham dijelaskan oleh faktor lain di luar model.",
  "creators": "ASTRI IS NARMI",
  "contributors": "Sautma Ronni Basana (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 37010355/MAN/2016; Astri Is Narmi (37410044)",
  "subjects": "CORPORATIONS--FINANCE; CAPITAL MARKET-INDONESIA; FINANCIAL STATEMENTS"
}