{
  "id": "37526",
  "title": "Perancangan dokumen Hazard Identification Risk Assessment Risk Control (HIRARC) pada perusahaan furniture berdasarkan standar OHSAS 18001:2007",
  "abstract": "Penerapan sistem manajemen keselamatan kerja yang baik dapat meningkatkan efektifitas perlindungan atas keselamatan dan kesehatan tenaga kerja. Perusahaan furniture yang menjadi sorotan penelitian ini masih belum mendokumentasikan potensi kecelakaan kerja yang ada di perusahaannya. Penelitian ini bertujuan untuk merancangkan dokumen Hazard Identification, Risk Assessment, dan Risk Control (HIRARC) berdasarkan OHSAS 18001:2007. Pembuatan dokumen HIRARC dilakukan untuk memenuhi syarat pembeli, dan menurunkan biaya pengobatan karyawan yang dikeluarkan perusahaan. Hasil penilaian menunjukkan aktifitas yang beresiko rendah sebanyak 28%, resiko sedang sebanyak 55%, dan resiko tinggi sebanyak 17%. Jumlah total dokumen yang dibuat sebanyak 45 dokumen. Potensi bahaya kerja dengan nilai resiko tinggi di area proses terdapat pada departemen preparation, process, dan finishing. Area gudang yang paling berbahaya adalah area gudang cat. Bahaya terbesar pada area Bengkel adalah Aktivitas Set Up Mesin yang dilakukan tanpa mematikan mesin. Pengendalian resiko dilakukan dengan metode eliminasi, subtitusi, rekayasa teknis, dan administrasi. Pengendalian resiko harus disertai dengan komitmen dari manajemen atas untuk menerapkan kebijakan K3 dengan baik dan benar pada perusahaan, sehingga biaya yang dibutuhkan untuk menangani kecelakaan kerja juga dapat berkurang.",
  "creators": "LYDIA NATALIA HALIM",
  "contributors": "Togar Wiliater Soaloon Panjaitan, S.T., MBA. (Advisor 1); Kriswanto Widiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022012/IND/2016; Lydia Natalia Halim (25412047)",
  "subjects": "INDUSTRIAL SAFETY; PERSONNEL MANAGEMENT; FURNITURE INDUSTRY"
}