{
  "id": "3752",
  "title": "Komputerisasi sistem informasi manajemen di PT. Pada Jaya",
  "abstract": "Semakin berkembangnya teknologi menuntut adanya suatu sistem informasi yang cepat dan tepat. Kebutuhan akan informasi yang cepat dan tepat diikuti pula dengan pengarsipan dan pengumpulan data yang efektif, baik data persediaan bahan baku, data produksi maupun data penjualan. Sistem informasi manajemen yang berupa pengumpulan dan pencarian data secara manual sudah tidak mampu lagi mencukupi kebutuhan informasi perusahaan dengan cepat, tepat dan akurat. Tujuan pembahasan laporan adalah merancang suatu sistem informasi manajemen yang efektif dan terkomputerisasi yaitu merancang suatu aliran informasi baik berupa dokumen maupun barang antar departermen tanpa menyebabkan adanya duplikasi informasi yang berlebihan dan membangun suatu program basis data yang tangguh untuk mempermudah pengumpuylan data-data. Pembahasan laporan terdiri dari empat tahap yaitu pembuatan sistem informasi manajemen awal perusahaan, pembuatan usulan sistem informasi manajemen perusahaan, perancangan komputerisasi usulan sistem informasi manajemen perusahaan dan pembangunan program basis data dari rancangan komputerisasi usulan sistem informasi manajemen perusahaan. Komputerisasi sistem informasi manajemen perusahaan dengan menggunakan suatu basis data akan memudahkan proses memasukkan, pencarian dan penyimpanan data, sehingga dapat membantu penyediaan informasi dengan cepat, tepat dan akurat. Komputerisasi sistem informasi manajemen dengan menggunakan suatu basis data juga meningkatkan efisiensi waktu dalam pengolahan data.",
  "creators": "JOHAN CAHYADI WONGSO",
  "contributors": "Bernardo Nugroho Yahya (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 584/TI-065/2002; Johan Cahyadi Wongso (25498089)",
  "subjects": "MANAGEMENT INFORMATION SYSTEMS-COMPUTER PROGRAMS"
}