{
  "id": "37524",
  "title": "Evaluasi efisiensi proses produksi Sepatu Ardiles Kolonel di PT Mitra Anugrah",
  "abstract": "Selama periode Januari 2016 hingga Mei 2016, PT Mitra Anugrah mengerjakan pesanan dari pihak Ardiles untuk model sepatu sekolah anak, yang diberi nama Kolonel. Total pesanan untuk sepatu Ardiles Kolonel mencapai 6.600 karton atau 79.200 pasang sepatu. Penelitian ini berfokus pada upaya untuk meningkatkan efisiensi dalam proses produksi pemenuhan pesanan sepatu Ardiles Kolonel. Perbandingan perkiraan bahan yang diperlukan dengan kondisi aktual digunakan untuk mengetahui penghematan yang dapat diperoleh. Perhitungan waktu dan biaya produksi dilakukan sebagai dasar pemilihan pihak penjahitan upper sepatu. Perhitungan waktu baku digunakan untuk menghitung kapasitas produksi divisi penjahitan obras, dan dilakukan juga analisa terhadap ketidakseimbangan lintasan pada divisi packing. Hasil analisis yang didapatkan ialah adanya penghematan dari sisi biaya yang dikeluarkan untuk pembelian bahan baku sebesar Rp 465,- per pasang sepatu Ardiles Kolonel ukuran 35-38. PT Karya Mitra mampu mengerjakan pesanan lebih cepat dan lebih murah dibandingkan dengan divisi jahit PT Mitra Anugrah untuk sepatu ukuran kecil (31-34), sedangkan untuk pengerjaan sepatu ukuran tanggung (35-38), PT Bagus CK menawarkan harga yang lebih murah, sedangkan PT Karya Mitra mampu menyelesaikan pesanan dalam waktu yang lebih cepat. Satu operator tambahan diperlukan untuk membantu dua operator utama penjahitan obras selama 23,75 menit untuk mencapai target yang ditetapkan. Perlu dipertimbangkannya pembelian cetakan ukuran 31-34 untuk proses inject sepatu, dan pengelempokan elemen kerja pada divisi packing dengan menggunakan metode Helgeson-Birnie ke dalam 7 stasiun kerja juga dilakukan untuk menghasilkan angka line efficiency yang paling tinggi, yaitu sebesar 85,62%.",
  "creators": "RIVALDO PRATAMA",
  "contributors": "Debora Anne Yang Aysia (Advisor 1); Prayonne Adi S.T., M.MT. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021885/IND/2016; Rivaldo Pratama (25412042)",
  "subjects": "INDUSTRIAL EFFICIENCY-EVALUATION; PRODUCTION MANAGEMENT; PRODUCTION PLANNING"
}