{
  "id": "37535",
  "title": "Pengaruh analisa rasio keuangan, struktur kepemilikan serta free cash flow terhadap kebijakan pembayaran dividen tunai (pada perusahaan yang listed di BEI periode 2010-2014)",
  "abstract": "Setiap aktivitas investasi, para investor akan dihadapkan pada berbagai risiko dan ketidakpastian yang sulit untuk diprediksi. Oleh karenanya, sangat dibutuhkan informasi dan analisa yang tepat. Penelitian ini bertujuan untuk mencari bukti empiris tentang pengaruh rasio keuangan seperti rasio profitabilitas di antaranya adalah return on equity dan return on investment; rasio likuiditas di antaranya adalah current ratio dan cash ratio; untuk rasio solvabilitas yang diwakili oleh total debt to equity ratio, serta kepemilikan manajerial, kepemilikan institusional, serta free cash flow terhadap kebijakan pembayaran dividen tunai. Data pada penelitian ini diolah dengan menggunakan SPSS versi 16, dengan jumlah sampel yang digunakan dalam penelitian ini adalah sebanyak 73 perusahaan publik yang terdaftar di Bursa Efek Indonesia (BEI) selama periode 2010-2014.Variabel-variabel independen tersebut kemudian diuji dengan menggunakan regresi linear berganda pada tingkat signifikansi 5 persen. Hasil dari penelitian ini menunjukkan bahwa terdapat pengaruh positif antara return on equity, kepemilikan manajerial dan free cash flow secara signifikan berpengaruh positif pada kebijakan pembayaran dividen, sedangkan return on investment, total debt to equity ratio berpengaruh negatif signifikan. Variabel current ratio, cash ratio, dan kepemilikan institusional tidak berpengaruh signifikan terhadap kebijakan pembayaran dividen tunai pada perusahaan yang terdaftar di BEI periode 2010-2014.",
  "creators": "LINDA INNEKE PUTRI",
  "contributors": "Agus Arianto Toly, S.E., M.S.A., Ak. (Advisor 1); Yenni Mangoting (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010850/AKT/2016; Linda Inneke Putri (32412053)",
  "subjects": "CORPORATIONS--FINANCE; INVESTMENTS ANALYSIS; DIVIDENDS"
}