{
  "id": "37530",
  "title": "Perancangan standar kerja untuk mengurangi lead time pengiriman dengan menggunakan metode value stream mapping di PT Samando",
  "abstract": "PT Samando mengalami permasalahan dalam hal pengiriman barang menuju ke ekspedisi. Keterlambatan yang dimaksudkan adalah kendaraan pengiriman barang berangkat melebihi batas waktu yang ditentukan. Tingkat keterlambatan yang terjadi pada PT Samando selama tahun 2015 adalah sebesar 64.94%. Tidak adanya standar kerja yang tepat menyebabkan terjadi keterlambatan dalam hal pengiriman. Metode value stream mapping digunakan untuk menyelesaikan permasalahan yang terjadi di PT Samando. Value stream mapping terdiri dua tahap yaitu tahap current state dan tahap future state. Tahap current state merupakan gambaran kondisi awal dari seluruh kegiatan yang selanjutnya dapat diidentifikasi adanya pemborosan (waste). Hasil pada tahap current state perusahaan adalah jumlah waktu sebesar 6.891,33 detik. Tahap future state merupakan kondisi setelah dilakukannya perbaikan terhadap pemborosan (waste) yang telah diidentifikasi sebelumnya. Pemborosan (waste) yang berhasil diidentifikasi berjumlah enam waste yang terdiri dari empat transportation waste dan dua waiting waste. Hasil pada tahap future state perusahaan adalah jumlah waktu sebesar 3.916,32 detik. Seluruh usulan yang diberikan digunakan sebagai dasar dalam pembuatan rancangan standar kerja dimana terdapat tiga jenis SOP (Standard Operating Procedures) dan dua layout perbaikan yang baru.",
  "creators": "MICHAEL ALEXANDER WIJAYA",
  "contributors": "Liem Yenny Bendatu (Advisor 1); I Nyoman Sutapa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021993/IND/2016; Michael Alexander Wijaya (25412060)",
  "subjects": "WORK MEASUREMENT; STANDARD OPERATING PROCEDURE; DELIVERY OF GOODS"
}