{
  "id": "37546",
  "title": "Peningkatan konsistensi data dan pengurangan waktu kerja sistem penilaian mesin dan karyawan di PT XYZ",
  "abstract": "Kinerja dari sebuah perusahaan sangat bergantung kinerja dari karyawannya. Hal tersebut membuat banyaknya cara yang dilakukan oleh berbagai perusahaan untuk meningkatkan mutu dan kinerja dari karyawannya. PT XYZ memiliki sebuah program yang mendukung peningkatan kinerja tersebut yang dinamakan program continuous improvement. Pada program ini terdapat sebuah sistem penilaian di mana sistem penilaian tersebut dilakukan kepada mesin yang ada pada perusahaan. Melalui penilaian terhadap mesin tersebut akan dihubungkan kepada operator dan karyawan yang bertugas pada mesin tersebut. Mesin yang dapat mencapai target penilaiannya akan dikatakan sebagai pemenang dan setiap karyawan yang bertugas pada mesin tersebut akan diberikan reward berupa bonus. Penerapan sistem ini banyak mengalami kendala terutama pada saat proses pengolahan data. Masalah yang terjadi adalah lamanya waktu yang dibutuhkan untuk mengolah data pada sistem ini dan banyak terjadi kesalahan dalam proses input data. Permasalahan tersebut menjadi latar belakang utama penelitian ini dilakukan. Pada penelitian ini akan diberikan usulan mengenai sistem penilaian yang baru dengan tujuan untuk mengurangi waktu kerja yang dibutuhkan untuk mengolah data dan mengurangi kesalahan yang terjadi sehingga konsistensi data dapat meningkat. Hasil dari usulan tersebut menunjukkan bahwa waktu kerja yang dibutuhkan berkurang sebanyak 70% dari asalnya dan human error telah ditanggulangi dengan adanya peringatan dan barikade yang dibuat.",
  "creators": "RAKA ARBA PUSPA DARMAYO",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Herri Christian Palit (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022000/IND/2016; Raka Arba Puspa Darmayo (25412069)",
  "subjects": "PERSONNEL MANAGEMENT; WORK MEASUREMENT; TIME STUDY"
}