{
  "id": "37541",
  "title": "Analisis penyelesaian sengketa gugatan atas penolakan pembatalan Surat Tagihan Pajak (STP) yang tidak benar terkait penentuan saat pelaporan Pemberitahuan Ekspor Barang (PEB) dalam SPT Masa PPN (studi kasus PT X perusahaan ekspor sepatu olahraga)",
  "abstract": "Penelitian ini membahas pelaksanaan penyelesaian sengketa Gugatan atas kasus Penentuan Saat Pelaporan Pemberitahuan Ekspor Barang (PEB) dalam SPT Masa PPN studi kasus PT X di pengadilan pajak. Sengketa Gugatan ini terjadi dikarenakan terdapat keterlambatan pelaporan PEB yang dilakukan oleh PT X. Penelitian ini bertujuan untuk mengetahui proses gugatan dalam penyelesaian sengketa kasus PT X di pengadilan pajak dan mengetahui penentuan yang benar dan tepat saat pelaporan PEB dalam SPT Masa PPN. Penelitian ini merupakan penelitian deskriptif kualitatif. Metode pengumpulan data dilakukan dengan melakukan wawancara mendalam dengan narasumber yang relevan dengan kasus sengketa. Hasil penelitian ini menunjukkan bahwa pelaksanaan sengketa dalam pengadilan pajak dan keputusan atas sengketa Gugatan PT X telah sesuai dengan Undang-Undang perpajakan yang berlaku. Putusan Majelis dalam sengekta ini adalah mengabulkan seluruhnya gugatan PT X. Berdasarkan hasil penelitian ini, menunjukkan bahwa DJP hanya menentukan masalah penentuan kapan seharusnya PEB dilaporkan hanya dengan merujuk satu ketentuan dalam Undang-Undang perpajakan. Dalam menerbitkan denda sanksi administrasi sesuai dengan pasal 14 ayat (4) pihak DJP harus melihat substansi atas ekspor dan Bill of Lading (B/L) yang menjadi penentuan bahwa suatu barang kena pajak telah diekspor. Penelitian ini juga membuktikan bahwa pelaporan PEB harus dilaporkan pada saat B/L diterbitkan.",
  "creators": "CINDY CLARA NATALIA SANTOSA",
  "contributors": "Agus Arianto Toly, S.E., M.S.A., Ak. (Advisor 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010863/AKT/2016; Cindy Clara Natalia Santosa (32412089)",
  "subjects": "CORPORATIONS-TAXATION; TAX ACCOUNTING"
}