{
  "id": "37567",
  "title": "Penyusunan value stream mapping untuk perbaikan proses di fungsi human resource pada PT X",
  "abstract": "PT X ingin melakukan perbaikan terus menerus untuk meningkatkan kepuasan pelanggan. Perbaikan tidak hanya dilakukan pada inti proses, tetapi juga pada fungsi human resource (HR) yang menangani karyawan sebagai aset penting perusahaan. Perbaikan proses bertujuan untuk mendapatkan proses yang lean dan efisien dengan menggunakan value stream mapping (VSM). Ada empat proses HR yang diprioritaskan untuk dianalisis dengan VSM. Proses pertama adalah contact center dengan lingkup proses yang dipilih adalah status medis dan tick eligibility MBA. Pertanyaan status medis masuk ke contact center dikarenakan masalah kelengkapan dokumen pendukung. Saran perbaikan adalah menambahkan fitur keterangan dokumen pendukung pada aplikasi claim medis. Sistem centang otomatis dibuat untuk pendaftaran anggota keluarga karyawan sehingga mengeliminasi pertanyaan eligibility MBA. Proses kedua adalah talent review yang memakan waktu lama untuk persiapan dan konsolidasi data. Saran perbaikan adalah membuat tool yang mengintegrasi proses 9-box, succession, movement dan hasil talent review. Proses ketiga adalah employee referral yang dianalisis bahwa adanya waste delay dari proses satu ke proses berikutnya sehingga sebaiknya proses dijadikan satu. Waste lainnya adalah isu backlog untuk hold candidates yang perlu dibersihkan dengan melakukan weekly monitoring interview. Proses ke empat adalah employee life cycle execution yang diidentifikasi bahwa diperlukan pengurangan jumlah validasi serta peningkatan sinkronisasi sistem untuk mengurangi delay time surat relokasi. Desain proses yang lebih efisien kemudian dipetakan sebagai future state VSM. Efisiensi lead time yang didapatkan untuk contact center, referral program dan life cycle execution adalah 70%, 21% dan 67%. Efisiensi waktu proses untuk talent review sebesar 32%.",
  "creators": "KARINA ANGELICA NURHEMAN",
  "contributors": "Tanti Octavia (Advisor 1); Jani Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022008/IND/2016; Karina Angelica Nurheman (25412080)",
  "subjects": "HUMAN RESOURCE MANAGEMENT; PERSONNEL MANAGEMENT; WORK MEASUREMENTS"
}