{
  "id": "37586",
  "title": "Pengaruh kebijakan keselamatan dan kesehatan kerja (K3) terhadap kinerja tenaga kerja konstruksi pada PT Wijaya Karya (Persero) Tbk. di proyek tol Surabaya-Mojokerto",
  "abstract": "Penelitian ini dilakukan untuk mengetahui pengaruh kebijakan keselamatan dan kesehatan kerja (K3) terhadap kinerja tenaga kerja konstruksi pada PT Wijaya Karya (Persero) Tbk. di proyek tol Surabaya-Mojokerto. Kebijakan keselamatan dan kesehatan kerja memiliki peran penting dalam membentuk performa kerja pekerja konstruksi. Data yang digunakan dalam penelitian ini diperoleh dari penyebaran kueisoner yang diambil secara langsung dari tenaga kerja konstruksi PT Wijaya Karya (Persero) Tbk. di proyek tol Surabaya-Mojokerto. Hasil kuesioner akan diuji regresi linear berganda untuk mengetahui besar pengaruh kedua variabel dependen terhadap variabel independen. Uji hipotesis seperti uji serempak (uji F) dan uji parsial (uji T) dilakukan untuk mengetahui pengaruh variabel keselamatan kerja (X1) serta variabel kesehatan kerja (X2) terhadap variabel kinerja. Berdasarkan persamaan regresi linear berganda, jika faktor kesehatan kerja ditingkatkan pengaruh terhadap kinerja tenaga kerja konstruksi akan lebih besar dibandingkan dengan peningkatan faktor keselamatan kerja. Hasil uji serempak (Uji F) menyatakan bahwa variabel keselamatan kerja dan variabel kesehatan memiliki pengaruh signifikan terhadap kinerja tenaga kerja konstruksi. Pengujian parsial (Uji T) diperoleh bahwa setiap variabel bebas yaitu keselamatan kerja dan kesehatan kerja memiliki pengaruh positif terhadap kinerja pekerja konstruksi. Pengaruh sebesar 30,8% terhadap kinerja pekerja konstruksi dipengaruhi oleh variabel keselamatan kerja dan variabel kesehatan kerja.",
  "creators": "RADHITYA WISNU SATRIAWAN",
  "contributors": "Togar Wiliater Soaloon Panjaitan, S.T., MBA. (Advisor 1); Ir. Agustina Tanuwardaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021886/IND/2016; Radhitya Wisnu Satriawan (25412084)",
  "subjects": "CONSTRUCTION INDUSTRY-PERSONNEL MANAGEMENT; CONSTRUCTION INDUSTRY-SAFETY MEASURES"
}