{
  "id": "3760",
  "title": "Analisis pengaruh pelatihan tenaga kerja terhadap tingkat penguasaan knowledge, skill dan ability karyawan di divisi food & beverage di hotel Ritz-Carlton Bali",
  "abstract": "The Ritz-Carlton Hotel Company merupakan satu-satunya perusahaan jasa yang berhasil memenangkan penghargaan Malcolm Baldrige National Ouality Award pada tahun 1992, dan kernbali menang pada tahun 1999. Oleh karena itu penulis menjadi tertarik untuk meneliti pengaruh pelatihan yang diterapkan pada karyawan di divisi Food & Beverage di hotel Ritz-Calrton Bali terhadap tingkat penguasaan KSA dari karyawannya. Untuk mengolah data yang diperoleh dari hotel, penulis menggunakan model persamaan regresi linier berganda dengan bantuan program komputer SPSS tipe 10.0.1. Sebagai hasil yang didapat oleh penulis setelah melakukan pengamatan dan perhitungan secara statistik, diperoleh hasil R= 0.507 yang menunjukkan adanya pengaruh secara parsial yang kuat antara knowledge, skill, dan ability terhadap peningkatan tingkat penguasaan KSA dari karyawan. Sedangkan untuk nilai R Square diketahui sebesar 0.257 yang berarti selain pelatihan mengenai knowledge, skill dan ability ternyata masih ada faktor-faktor lain yang dapat mempengaruhi peningkatan tingkat penguasaan KSA dari karyawan. Dan untuk nilai t diantara ketiga faktor yang ada dalam pelatihan karyawan yaitu knowledge, skill dan ability yang mempunyai nilai t terbesar adalah skill= 2.166 yang berarti pelatihan mengenai skill memiliki pengaruh paling besar dalam peningkatan tingkat penguasaan KSA dari karyawan. Dan jika dilihat nilai F sebesar 7.628 sehingga tingkat signifikansinya = 0.00, artinya bahwa jika ketiga variabel bebas digabungkan maka akan mempunyai pengaruh besar pada peningkatan tingkat penguasaan KSA dari karyawan. Jadi dugaan penulis tidak sepenuhnya dapat dinyatakan benar karena temyata selain pelatihan mengenai knowledge, skill dan ability, masih ada faktor-faktor lain yang dapat mempengaruhi peningkatan tingkat penguasaan KSA dan karyawan.",
  "creators": "MILIA; SHARON MULYAWARDAYA",
  "contributors": "RICHARD NAPITUPULU (Advisor 1); Deborah Christine Widjaja, S.S., MSM., Ph.D. (Advisor 2); Nanik Linawati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 011/EP/2001; Milia (33496010), Sharon M. (33496096)",
  "subjects": "RESTAURANT MANAGEMENT; RESTAURANTS-PERSONNEL MANAGEMENT"
}