{
  "id": "37616",
  "title": "Aplikasi event organizer untuk mendukung kegiatan manajemen artis pada PT XYZ",
  "abstract": "PT XYZ adalah salah satu perusahaan yang memiliki divisi yang bergerak di bidang hiburan dan event organizer di Surabaya yang masih menjalankan berbagai proses bisnisnya secara manual. Pengerjaan proses bisnis secara manual rentan terhadap berbagai kesalahan seperti kehilangan dokumen, kesalahan penghitungan, miskomunikasi, kesalahpahaman, dan sebagainya. Untuk itu, PT XYZ memandang perlunya suatu sistem yang terpadu untuk membantu keseluruhan proses bisnis yang dijalankan mulai dari proses perekrutan, penawaran dan penjadwalan proyek, hingga pencatatan proses keuangan. Dengan diimplementasikannya aplikasi ini, diharapkan dapat mengurangi berbagai kerentanan dan risiko atas human error dan berbagai masalah lainnya yang dihadapi oleh perusahaan dalam menjalankan bisnisnya. Aplikasi dibagi menjadi 4 (empat) bagian yaitu perekrutan artis, manajemen artis, penerimaan dan pelaksanaan proyek, serta pencatatan keuangan. Bagian perekrutan artis melibatkan pembuatan kompetisi/audisi, penilaian, serta pembuatan kontrak. Bagian manajemen artis melibatkan penjadwalan serta pembayaran artis. Bagian penerimaan dan pelaksanaan proyek melibatkan proses penerimaan penawaran proyek, pembuatan anggaran, serta penugasan serta komunikasi antar staf. Sedangkan bagian pencatatan keuangan melibatkan proses pembuatan anggaran, realisasi rencana anggaran serta pembuatan laporan keuangan. Berdasarkan hasil pengujian, aplikasi telah sesuai dengan kebutuhan perusahaan. Aplikasi ini dapat membantu perusahaan dalam proses kompetisi/audisi dan pelaksanaan proyek mulai dari penerimaan proyek, pembuatan anggaran, penugasan staf, dan pelaksanaan proyek seperti komunikasi staf, pembagian dokumen, dan pemberian tugas. Selain itu, aplikasi ini juga membantu perusahaan dalam mencatat proses keluar masuk kas dari dan ke perusahaan serta menyajikan laporan keuangan dalam bentuk laporan arus kas dan laporan laba rugi.",
  "creators": "BINTORO ADI GUNA",
  "contributors": "Alexander Setiawan (Advisor 1); Rudy Adipranata (Advisor 2); Andreas Handojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021560/INF/2016; Bintoro Adi Guna (26412003)",
  "subjects": "APPLICATION SOFTWARE-DEVELOPMENT; DATABASE DESIGN; WEBSITES-DESIGN"
}