{
  "id": "37611",
  "title": "Analisa segmentasi berdasarkan aktifitas first-time visitor ke Banyuwangi",
  "abstract": "Penelitian ini dilakukan dengan mengacu pada sektor pariwisata di Banyuwangi yang sedang berkembang secara signifikan saat ini dan dikarenakan Banyuwangi memiliki banyak potensi wisata yang juga merujuk pada banyak aktifitas wisata yang dapat dilakukan oleh wisatawan ketika berwisata ke Banyuwangi. Penelitian ini bertujuan untuk mensegmentasi first-time visitor yang berwisata ke Banyuwangi berdasarkan aktifitas wisata yang dilakukan. Dasar teori yang dipakai dalam penelitian ini adalah Segmenting the Market of First-time Visitors to an Island Destination (Sean Hennessey, Dongkoo Yun & Roberta Macdonald, 2012) yang membagi 9 aktifitas wisata ke dalam 3 cluster yaitu Culture-seeking Tourist (terlibat dalam aktifitas budaya), Active Tourist (terlibat dalam aktivitas alam & outbound) dan Casual Tourist (terlibat dalam hampir semua aktifitas, terutama jalan-jalan ke pantai). Jenis penelitian yang dilakukan adalah penelitian deskriptif kuantitatif dengan menggunakan teknik purposive sampling serta melibatkan 150 responden dengan menggunakan analisa K-means Cluster dan Crosstab. Hasil yang ditemukan dari penelitian ini adalah 20 item pertanyaan mengenai jenis aktivitas kemudian terbagi kedalam 3 cluster baik pada wisatawan mancanegara maupuin wisatawan nusantara. Dari cluster-cluster inilah dapat dilihat bahwa wisatawan mancanegara cenderung lebih menyukai aktifitas yang termasuk dalam cluster modern tourist, seperti tacking picture/record video ketika berwisata. Sementara itu wisatawan nusantara cenderung lebih menyukai aktifitas dalam cluster socialize tourist, misalnya interact with local people at tourism village, interact with local people at traditional market, swimming at the beach dan buying craft/souvenir. Hal ini berarti minat dan kecenderungan memilih aktifitas wisata oleh wisatwan mancanegara dan wisatawan nusantara memiliki perbedaan.",
  "creators": "CORNELIA JULIA PENTURY; RHAVLENSIA CLARINA TAHANO",
  "contributors": "Devi Destiani Andilas (Advisor 1); Edwin Japarianto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010267/MAN/2016; Cornelia Julia Pentury (35411040), Rhavlensia Clarina T. (35411041)",
  "subjects": "TOURIST TRADE-RESEARCH; TORUIST TRADE-BANYUWANGI"
}