{
  "id": "3761",
  "title": "Analisis perbedaan faktor-faktor yang mempengaruhi masyarakat Probolinggo dalam memilih rumah makan Sumber Hidup dan rumah makan Borobudur untuk menyelenggarakan pesta pernikahan",
  "abstract": "Dalam persaingan bisnis makanan yang semakin marak dewasa ini, setiap pelaku bisnis termasuk pelaku bisnis rumah makan harus dapat mempertahankan eksistensi antara lain dengan menawarkan fasilitas-fasilitas untuk menyelenggarakan pesta pernikahan yang sangat diminati dan dibutuhkan oleh masyarakat saat ini. Hal tersebut dilakukan juga oleh rumah makan Sumber Hidup dan rumah makan Borobudur di Probolinggo, agar tetap eksis dalam persaingan di bidang rumah makan. Kedua rumah makan ini menawarkan beberapa fasilitas paket pernikahan antara Iain paket menu, baju pengantin, rias pengantin, dekorasi, band, kartu undangan, dan lain sebagainya. Dalam penulisan skripsi ini penulis ingin membandingkan faktor-faktor yang mempengaruhi masyarakat Probolinggo dalam memilih rumah makan Sumber Hidup dan rumah makan Borobudur untuk menyelenggarakan pesta pernikahan. Teknik analisis data yang digunakan adalah teknik analisis proporsi yang diproses dengan bantuan program SPSS release 10.0.1 dimana ada 2 populasi yang berbeda yaitu Pl (rumah makan Sumber Hidup) dan P2 (rumah makan Borobudur) yang mana keduanya tidak saling bergantung satu sama lainnya. Analisis yang dilakukan terhadap data konsumen diambil dalam kurun waktu 3 tahun yaitu periode 1998-2000. Hasil pengolahan data tersebut menunjukkan bahwa ada pengaruh yang signifikan antara faktor-faktor yang diuji dari masing-masing rumah makan, sehingga dapat disimpulkan bahwa faktor lokasi, pelayanan, dan suasana rumah makan yang cocok dengan tradisi keluarga menjadi faktor unggulan rumah makan Sumber Hidup dari tujuh faktor lainnya (kualitas makanan, sarana parkir, fasilitas pesta pernikahan, harga, peningkatan prestige, pendapat keluarga dan variasi menu). Sedangkan di rumah makan Borobudur, faktor harga, variasi menu, pendapat keluarga dan suasana rumah makan yang cocok dengan tradisi keluarga yang menjadi unggulan dibandingkan dengan keenam faktor lainnya (lokasi, kualitas makanan, pelayanan, sarana parkir, fasilitas pesta pernikahan dan peningkatan prestige).",
  "creators": "LENNY TJUNDAWAN; YUSTINA DWI ASTUTI",
  "contributors": "Deborah Christine Widjaja, S.S., MSM., Ph.D. (Advisor 1); Anita Angelica Kresno Widjojo (Advisor 2); Nanik Linawati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 019/EP/2001; Lenny Tjundawan (33496020), Yustina Dwi Astuti (33496022)",
  "subjects": "RESTAURANT MANAGEMENT; RESTAURANTS-CONSUMER RESEARCH; RESTAURANTS-CONSUMER BEHAVIOUR"
}