{
  "id": "37619",
  "title": "Pengaruh food choice motives terhadap purchase intention melalui attitudes towards purchase pada makanan lokal di Surabaya",
  "abstract": "Indonesia adalah negara kepulauan dengan luas wilayah 1.919.000 km² dan memiliki lebih dari 17.504 pulau, 34 provinsi dan 50 kabupaten kota. Indonesia memiliki lebih dari 740 suku yang ada, hal ini membuat Indonesia sebagai negara dengan budaya paling kaya di dunia. Dengan banyaknya budaya yang ada di Indonesia membuat Indonesia memiliki banyak keanekaragaman terutama dalam hal kuliner. Setiap daerah di Indonesia memiliki perbedaan jenis makanan baik itu dari segi rasa, penyajian, dan cara mengkonsumsinya. Bisnis kuliner sendiri adalah salah satu bisnis yang banyak diminati oleh masyarakat, karena selain menghasilkan profit yang tinggi makanan juga sebagai salah satu kebutuhan dasar manusia. Selain itu banyaknya jenis makanan tradisional di Indonesia membuat banyak pebisnis tertarik untuk membuka usaha kuliner karena dengan banyaknya jenis makanan akan sangat mudah membedakan jenis makanan yang dijual. Penelitian ini akan membahas tentang Pengaruh Food Choice Motives Terhadap Purchase Intention Melalui Attitudes Towards Purchase Pada Makanan Tradisional Indonesia. Metode penelitian ini adalah kuantitatif dengan metode SEM dengan menggunakan PLS sebagai alat pengukuran. Hasil penelitian ini akan mendeskripsikan hubungan sebab akibat antara food choice motives dan attitudes towards purchase terhadap purchase intention makanan tradisional di Surabaya.",
  "creators": "FIRMANSYAH ARTONO",
  "contributors": "Ritzky Karinamegahrosa Brahmana S.E., M.A. (Advisor 1); Michael Adiwijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020564/MAN/2016; Firmansyah Artono (36412002)",
  "subjects": "CONSUMERS-RESEARCH; MARKETING-MANAGEMENT; CONSUMER BEHAVIOR"
}