{
  "id": "37617",
  "title": "Pengaruh functional dan convenience related factor terhadap consumer loyalty melalui consumer well being pada Auto 2000 Surabaya",
  "abstract": "Gabungan Industri Kendaraan Bermotor Indonesia (Gakindo) menunjukkan bahwa volume penjualan dari bulan Januari sampai November 2015 telah mencapai 923.212 unit. Salah satu dealer mobil yang menjual produk mobil dalam data mobil terlaris adalah Auto 2000. Auto 2000 Surabaya termasuk dalam dealer dengan angka penjualan yang tinggi dan terus mengalami kenaikan. Kondisi tersebut menandakan bahwa loyalitas pelanggan atau konsumen terhadap Auto 2000 Surabaya cenderung tinggi. Tujuan dilakukan penelitian ini adalah untuk mengetahui dan menganalisis pengaruh related factors terhadap consumer well being Auto 2000 Surabaya, mengetahui dan menganalisis pengaruh convenience-related factors terhadap consumer well being Auto 2000 Surabaya, serta mengetahui dan menganalisis pengaruh consumer well being terhadap consumer loyalty Auto 2000 Surabaya. Sampel dalam penelitian ini terdiri dari konsumen yang membeli produk di Auto 2000 Surabaya. Pengumpulan data dilakukan dengan kuesioner skala likert. Analisis data dalam penelitian ini menggunakan Partial Least Square (PLS). Hasil penelitian menunjukkan bahwa: a) Functional related factors memberikan pengaruh yang positif dan signifikan terhadap consumer well being. Hal tersebut dapat ditunjukkan melalui nilai T-Statistics 5,023 yang lebih besar dari 1,96 dan path coefficient sebesar 0,430 atau 43%; b) Convenience-related factors memberikan pengaruh yang positif dan signifikan terhadap consumer well being. Hal tersebut dapat ditunjukkan melalui nilai T-Statistics 6,382 yang lebih besar dari 1,96 dan path coefficient sebesar 0,463 atau 46,3%; serta c) Consumer well being memberikan pengaruh yang positif dan signifikan terhadap consumer loyalty. Hal tersebut dapat ditunjukkan melalui nilai T-Statistics 11,515 yang lebih besar dari 1,96 dan path coefficient sebesar 0,743 atau 74,3%.",
  "creators": "IRFAN LIMANTORO",
  "contributors": "Ritzky Karinamegahrosa Brahmana S.E., M.A. (Advisor 1); Michael Adiwijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020566/MAN/2016; Irfan Limantoro (36412007)",
  "subjects": "MARKETING-MANAGEMENT; CUSTOMER LOYALTY; RETAIL TRADE MARKETING"
}