{
  "id": "37610",
  "title": "Analisa motivasi wisatawan Indonesia berbagi pengalaman wisatanya melalui media sosial Facebook dan Instagram",
  "abstract": "Media sosial sekarang ini memiliki peran yang penting dalam pariwisata di Indonesia. Wisatawan dengan bebas dapat membagikan pengalaman wisatanya ke dalam media sosial yang dimiliki dan format informasi yang di bagikan bisa berupa foto, video, ulasan atau cerita. Penelitian ini mencari tahu profil responden selaku wisatawan yang berbagi pengalaman wisata, serta mencari tahu hubungan antara faktor motivasi yang terdiri dari motivasi intrinsik dan ekstrinsik terhadap harapan yang di inginkan dari kegiatan memposting pengalaman ke dalam media sosial dan juga mencari hubungan antara kepribadian seseorang terhadap harapannya ketika berbagi pengalaman wisata melalui media sosial. Media sosial yang dipilih dalam penelitian ini adalah Facebook dan Instagram, di mana kedua media sosial tersebut memiliki jumlah pengguna yang setiap tahunnya meningkat dan sekarang ini juga digunakan sebagai media promosi tempat-tempat wisata. Penelitian ini menggunakan analisa tabulasi silang untuk melihat hubungan antar variabel dan menggunakan uji asosiasi untuk mengukur seberapa kuat hubungan antar variabel. Dari hasil penelitian didapat bahwa, profil responden yang aktif menggunakan media sosial untuk berbagi pengalaman wisata adalah wanita dengan usia mayoritas 23 tahun. Sedangkan hubungan antara faktor motivasi dengan harapan ditemukan tidak memiliki hubungan antara keduanya, sementara tipe kepribadian diketahui terdapat hubungan dengan harapan yang di inginkan oleh wisatawan ketika memposting pengalaman wisatanya.",
  "creators": "SURYANI CHANDRA",
  "contributors": "Rachmat Sugianto (Advisor 1); Yudianto Oentario, S.E., M.M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010266/MAN/2016; Suryani Chandra (35411028)",
  "subjects": "TOURIST TRADE-RESEARCH; TOURISM-MANAGEMENT; SOCIAL MEDIA"
}