{
  "id": "37641",
  "title": "Analisa pengaruh perceived value terhadap loyalty di Djakarta Warehouse Project dengan customer satisfaction sebagai variabel intervening",
  "abstract": "Salah satu industri pariwisata yang berkembang saat ini adalah industri musik dengan berbagai aliran. Sangat banyak festival atau konser musik yang diadakan baik di dalam negeri maupun luar negeri yang bisa mendatangkan banyak wisatawan. Keberhasilan suatu festival atau konser musik sangat ditentukan oleh nilai yang didapatkan oleh pengunjung serta kepuasan dan loyalitas pengunjung untuk mengatakan hal-hal positif, merekomendasikan dan minat untuk berkunjung kembali. Perceived value digunakan sebagai variabel bebas yang mewakili nilai yang didapatkan oleh pengunjung, sedangkan loyalty sebagai varibel terikat dan customer satisfaction sebagai variabel intervening. Jenis penelitian yang digunakan adalah penelitian deskriptif dengan jenis kausal atau sebab akibat. Objek penelitian yang digunakan adalah Djakarta Warehouse Project, sebagai bahan pembelajaran untuk event musik lainnya. Teknik analisa data yang digunakan adalah Structural Equation Modeling – Partial Least Square (SEM-PLS). Dalam penelitian ini juga ditemukan pengaruh positif yang signifikan antara perceived value terhadap customer satisfaction, pengaruh kecil yang positif dan signifikan antara customer satisfaction terhadap loyalty dan adanya pengaruh langsung dari perceived value terhadap loyalty, sehingga dalam penelitian ini customer satisfaction tidak dapat dikatakan sebagai mediasi, tetapi dapat membantu peningkatan nilai pengaruh perceived value terhadap loyalty.",
  "creators": "GLEDYS CAHYADI, TJIANG",
  "contributors": "Hatane Semuel (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010259/MAN/2016; Gledys Cahyadi Tjiang (35412045)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER SATISFACTION; CUSTOMER LOYALTY"
}