{
  "id": "37643",
  "title": "Analisa pengaruh core product, tangible product, dan augmented product terhadap visitor satisfaction dan revisit intention di Universal Studios Singapore",
  "abstract": "Salah satu industri yang sedang berkembang pesat adalah industri taman bermain bertema (theme park). Sangat banyak bermunculan theme park baru terutama di Asia, termasuk Indonesia. Banyaknya theme park yang ada membuat persaingan semakin ketat. Keberhasilan sebuah theme park sangat ditentukan oleh kepuasan dan minat berkunjung kembali pengunjung. Untuk itu diperlukan analisa pengaruh atribut produk terhadap kepuasan pengunjung dan minat untuk berkunjung kembali. Core product, tangible product, dan augmented product yang merupakan tingkatan produk, digunakan sebagai variabel bebas untuk mewakili atribut produk, sedangkan minat berkunjung kembali sebagai variabel terikat dan kepuasan pengunjung sebagai variabel mediasi. Jenis penelitian yang digunakan descriptive-causalistic. Objek penelitian yang digunakan Universal Studios Singapore, sebagai bahan pembelajaran untuk theme park lainnya. Teknik analisa data menggunakan Structural Equation Modeling – Partial Least Square (SEM-PLS). Hasil penelitian menunjukkan core product, tangible product, dan augmented product masing-masing memiliki pengaruh positif terhadap kepuasan pengunjung. Dalam penelitian ini juga ditemukan pengaruh positif antara kepuasan pengunjung dan minat berkunjung kembali. Sementara itu, tidak terdapat pengaruh langsung antara core product, tangible product, dan augmented product terhadap minat berkunjung kembali. Namun, terdapat pengaruh antara tangible product terhadap minat berkunjung kembali melalui kepuasan pengunjung sebagai mediasi.",
  "creators": "VERA AUDIANA",
  "contributors": "Hatane Semuel (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010264/MAN/2016; Vera Audiana (35412048)",
  "subjects": "CONSUMER BEHAVIOR; RETAIL TRADE MARKETING; RETAIL TRADE-RESEARCH"
}