{
  "id": "37644",
  "title": "Analisa dampak penggunaan celebrity endorsement terhadap purchase intention online konsumen Maybelline Indonesia di Surabaya dengan karakteristik generasi millennial sebagai variable moderating",
  "abstract": "Dikarenakan meningkatnya popularitas dari social media di kalangan generasi Millennial, yang juga dikaitkan dengan pemilihan, dan penggunaan endorser, serta perkembangan jaman yang ada, maka para pengusaha pun turut ikut bagian dalam percepatan yang ada yaitu dengan menggunakan celebrity endorsement di dalam social media sebagai alat untuk memasarkan produk mereka. Penelitian ini bertujuan untuk menganalisa dampak dari penggunaan celebrity endorsement terhadap minat beli online konsumen Maybelline Indonesia di Surabaya dengan menggunakan karakteristik generasi millennial sebagai moderating variable. Pembelajaran ini dilakukan dengan menyebarkan kuesioner kepada 100 responden, dimana responden tersebut merupakan user aktif instagram berdomisili di Surabaya yang menjadi followers account Maybelline Indonesia dan Pevita Pearce (Brand Ambassador Maybelline Indonesia 2016). Dengan menggunakan teknik analisa Structural Equation Model (SEM).Hasil menunjukkan bahwa karakteristik seorang endorser (source credibility,source attractiveness, source power) memiliki pengaruh yang signifikan terhadap minat beli konsumen Maybelline Indonesia. Hasil lain yang ditemukan menunjukkan bahwa karakteristik generasi millennial tidak memoderasi interaksi antara celebrity endorsement terhadap purchase intention.",
  "creators": "CHRISTIANA OLGA ELSA KASENDA",
  "contributors": "Edwin Japarianto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010261/MAN/2016; Christiana Olga (35412050)",
  "subjects": "ADVERTISING; COMMUNICATION IN MARKETING; ONLINE MARKETING"
}