{
  "id": "3767",
  "title": "Pengaruh tingkat pendidikan dan nilai-nilai komunitas setempat terhadap kepuasan kerja karyawan perkebunan Petung Ombo di Blitar",
  "abstract": "Dewasa ini di Indonesia kebutuhan akan kualitas sumber daya manusia yang semakin meningkat merupakan tuntutan yang tidak dapat ditunda lagi, perusahaan akan semakin membutuhkan sumber daya manusia (SDM) yang mempunyai tingkat pendidikan yang tinggi dan mampu menjaga nilai-nilai komunitas setempat yang baik untuk mencapai kepuasan kerja karyawan yang diharapkan, dimana hal ini merupakan tujuan dari perusahaan. Berdasarkan latar belakang dan pengamatan yang dilakukan oleh penulis, di perkebunan Petung Ombo ternyata tidak ada masalah yang berarti pada tingkat pendidikan dan nilai-nilai komunitas setempat namun perusahaan harus tetap meningkatkan tingkat pendidikan dan memperhatikan nilai - nilai komunitas setempat . Permasalahan dapat dirumuskan sebagai berikut : Apakah ada pengaruh tingkat pendidikan dan nilai ? nilai komunitas setempat terhadap kepuasan kerja karyawan perkebunan Petung Ombo di Blitar? Metode pengolahan dan analisis data dilakukan dengan menggunakan Validitas, Reliabilitas, Uji deskriptif, moltikolinier, heterokedastisitas MSI, analisa regresi linier berganda, uji f, uji t, korelasi yang berasal dari data yang dikumpulkan dari kuesioner yang telah diisi dan diolah. Dari hasil pembahasan, maka dapat ditarik kesimpulan sebagai berikut: 1. Ada pengaruh antara tingkat pendidikan dan kepuasan kerja karyawan 2. Ada pengaruh antara nilai - nilai komunitas setempat dan kepuasan kerja karyawan",
  "creators": "RATNA TEJOKUMOLO; SYLVIA ANDAYANI",
  "contributors": "Sundring Pantja Djati (Advisor 1); LUKAS SUGENG MUSIANTO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/01/1729/MAN/2004; Ratna Tejokumolo (31400251), Sylvia Andayani (31400420)",
  "subjects": "JOB SATISFACTION"
}