{
  "id": "37702",
  "title": "Fasilitas seni bonsai di Samarinda",
  "abstract": "Proyek ini merupakan suatu wadah baik bagi petani dan peminat bonsai untuk membagi ilmu tentang tanaman bonsai kepada satu sama lain ataupun masyarakat umum dalam rangka budidaya tanaman daerah. Sebuah tanaman memiliki kebutuhan yang berbeda dengan manusia, di mana cahaya merupakan aspek terpenting dalam perbedaan tersebut. Sistem pencahayaannya pun memerlukan kualitas yang berbeda antara tanaman indoor dan outdoor, sehingga untuk mengatasi berbagai perbedaan tersebut diatasi dengan pendalaman karakter ruang dengan penekanan pada artificial lighting. Kota Samarinda dipilih sebagai lokasi proyek karena masih belum memiliki fasilitas untuk tanaman bonsai yang layak meskipun jumlah peminatnya terus bertambah. Karena belum tersedianya fasilitas sejenis ini di Samarinda, maka proyek ini diharapkan dapat memrepresentasikan tanaman bonsai dengan menggunakan pendekatan simbolik. Fasilitas ini terdiri dari massa penerima, massa penunjang yang mewadahi semua aktivitas yang dilakukan oleh dan untuk manusia, ruang terbuka berupa meeting point, serta massa utama yang menampung seluruh kegiatan yang berhubungan dengan bonsai. Massa utama ini dilengkapi dengan discussion pit dan area workshop untuk sharing, area kontes bonsai, galeri bonsai indoor, bengkel bonsai, serta greenhouse bonsai. Konsep pengudaraan alami digunakan dengan memanfaatkan lokasi site yang berada di daerah perbukitan yang sejuk, di mana inlet diatur lebih kecil dan letak yang lebih rendah daripada outlet, menggunakan sistem cross ventilation, dan memakai kisi-kisi sebagai bukaan.",
  "creators": "KEYNE HO",
  "contributors": "Anik Juniwati (Advisor 1); Danny Santoso Mintorogo (Advisor 2); Ir. Bisatya Widadya Maer, M.T. (Advisor 3); Lilianny Sigit Arifin (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023578/ARS/2016; Keyne Ho (22412097)",
  "subjects": "ART CENTERS-DESIGN AND PLANS; ARTS FACILITIES-DESIGNS AND PLANS"
}