{
  "id": "37700",
  "title": "Kampus program studi arsitektur Universitas Kristen Petra di Surabaya",
  "abstract": "Kampus Program Studi Arsitektur Universitas Kristen Petra di Surabaya merupakan sebuah fasilitas edukasi arsitektur yang diharapkan dapat menjadi wadah pembelajaran arsitektur bagi mahasiswa UK Petra yang cocok bagi mahasiswa di Surabaya untuk mengetahui lebih dalam tentang Arsitektur. Arsitektur Petra memiliki motto yaitu “ berwawasan pembangunan berkelanjutan dan memperhatikan nilai-nilai budaya lokal “ maka dari itu proyek ini menggunakan pendekatan green architecture sebagai pedoman dan juga dikutip dari Shigeru Ban tentang pembelajaran Arsitektur bahwa “ studio merupakan pembelajaran terbaik dalam arsitektur “, maka pendalaman yang dilakukan yaitu menggunakan pendalaman karakter ruang studio. Berdasarkan pengguna dan aktivitasnya, bangunan ini dibuat multi massa agar memanfaatkan cross-ventilation dalam tapak, dan dibagi menjadi 2 area yaitu publik, yang terdiri dari gedung kantor, galeri serbaguna, dan kafe; dan area pembelajaran, yang terdiri dari studio, kelas, perpustakaan, dan workshop. Material batu-bata, denah yang tipis, bangunan yang memanjang, void terbuka, dan area terbuka adalah upaya cross-ventilation udara alami dan penghematan energi semaksimal mungkin. Batu bata, ekspos beton, kayu bekas menghiasi tampak bangunan sehingga kesan “ penggunaan material-material lokal “ dapat tercapai. Oleh karena itu, Kampus Program Studi Arsitektur Universitas Kristen Petra di Surabaya ini adalah bangunan yang ramah lingkungan, hemat energi, dan inspiratif bagi mahasiswa maupun calon mahasiswa arsitektur.",
  "creators": "JONATHAN DAVY WIBISONO",
  "contributors": "V.P. Nugroho Susilo (Advisor 1); Rony Gunawan (Advisor 2); Eunike Kristi Julistiono, S.T., M.Des.Sc. (Advisor 3); Riduan Sukardi (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023572/ARS/2016; Jonathan Davy Wibisono (22412087)",
  "subjects": "PETRA CHRISTIAN UNIVERSITY-BUILDINGS; CAMPUS BUILDINGS; ARCHITECTURE"
}