{
  "id": "37712",
  "title": "Hotel resor dan kapel pernikahan di Uluwatu, Bali",
  "abstract": "Uluwatu merupakan kawasan yang sedang berkembang saat ini. Uluwatu banyak dikunjungi oleh wisatawan baik lokal maupun mancanegara yang akan berlibur, berbulan madu, dan mengadakan upacara atau resepsi pernikahan. Berdasarkan dari data yang dikumpulkan oleh penulis, terdapat 8 kapel pernikahan di Kawasan Uluwatu; 4 di antaranya merupakan bangunan kapel pernikahan saja dan 4 lainnya merupakan gabungan kapel pernikahan dan resor. Bila dibandingkan dengan kawasan lainnya seperti Jimbaran dan Nusa Dua yang juga ramai dikunjungi wisatawan, jumlah kapel pernikahan yang dilengkapi oleh resor berfasilitas lengkap di Kawasan Uluwatu masih tergolong kurang. Oleh karena itu, diusulkan perancangan Hotel Resor dan Kapel Pernikahan di Uluwatu, Bali. Perancangan ini bertujuan untuk menambah jumlah kapel pernikahan dengan resor berfasilitas lebih lengkap di Kawasan Uluwatu. Proyek ini merupakan sebuah fasilitas dengan fungsi utama yaitu hotel resor setara bintang lima dan fasilitas pernikahan serta pendukung berupa fasilitas relaksasi dan rekreasi. Rumusan masalah dalam proyek perancangan ini adalah bagaimana merancang sebuah hotel resor dan kapel pernikahan yang merepresentasikan tentang ikatan cinta. Untuk dapat menjawab permasalahan tersebut, penulis menggunakan pendekatan simbolik dengan ide konsep desain dari simpul fishermant's knot. Pendalaman yang dipilih adalah pendalaman karakter ruang untuk mendesain suasana ruang yang mendukung konsep perancangan.",
  "creators": "NOVIA OLIVIANI SALIM",
  "contributors": "Eunike Kristi Julistiono, S.T., M.Des.Sc. (Advisor 1); Rony Gunawan (Advisor 2); V.P. Nugroho Susilo (Advisor 3); Riduan Sukardi (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023514/ARS/2016; Novia Oliviani Salim (22412011)",
  "subjects": "HOTELS, TAVERNS, ETC.; MARRIAGE-BUILDINGS-DESIGNS AND PLANS; RESORTS"
}