{
  "id": "37719",
  "title": "Fasilitas edukasi pangan dan gizi di Surabaya",
  "abstract": "Fasilitas Edukasi Pangan dan Gizi di Surabaya ini merupakan fasilitas yang dapat mengedukasi masyarakat tentang pola makan yang sehat dan benar. Karena tujuan utama dari fasilitas ini adalah untuk memperbaiki pola makan seseorang maka pendekatan yang digunakan adalah pendekatan perilaku. Dalam fasilitas ini, pengunjung nantinya akan diajak untuk belajar secara berurutan (sequence). Dimulai dari galeri informasi gizi, yang juga merupakan area penerima, di mana di dalamnya pengunjung bisa memperoleh segala informasi tentang pangan dan gizi, penyakit-penyakit yang perlu diwaspadai, pola pangan harapan, dll. Kemudian pengunjung yang ingin mengetahui lebih tentang kondisi gizinya dapat menuju ke ruang konsultasi gizi. Ada pula perpustakaan yang terletak di sebelah ruang konsultasi gizi bagi pengunjung yang lebih suka mencari informasi secara mandiri. Di area tengah, sebagai penghubung antar masa, terdapat area terbuka yang digunakan untuk mengedukasi pengunjung tentang cara Kawasan Rumah Pangan Lestari. Selanjutnya bagi pengunjung yang ingin belajar lebih lanjut dalam proses pengolahan bahan makanan dapat menuju ke area pelatihan memasak, di sana juga terdapat atrium yang dalam jangka waktu tertentu seringkali digunakan untuk kegiatan demo masak, dsb. Kemudian yang terakhir, terdapat juga cafetaria di mana pengunjung dapat menikmati berbagai macam makanan sehat, serta toko di sebelah cafetaria yang menjual berbagai macam bahan makanan yang sehat. Pendalaman yang digunakan adalah pendalaman sistem spasial dari sequence yang ada. Dengan adanya Fasilitas Edukasi Pangan dan Gizi di Surabaya ini diharapkan dapat meningkatkan kesehatan masyarakat Surabaya.",
  "creators": "MELISSA SIAOMAN",
  "contributors": "Luciana Kristanto, S.T., M.T. (Advisor 1); Christina Eviutami Mediastica S.T., PH.D. (Advisor 2); Irwan Santoso (Advisor 3); Gunawan Tanuwidjaja, S.T., M.Sc., Ph.D. (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 03023538/ARS/2016; Melissa Siaoman (22412043)",
  "subjects": "SCHOOL BUILDINGS; EDUCATION CENTERS; EDUCATION CENTERS-DESIGNS AND PLANS"
}