{
  "id": "37710",
  "title": "Fasilitas kebudayaan Jawa di Surakarta",
  "abstract": "Sebuah kompleks budaya yang direncanakan untuk mewadahi berbagai kegiatan yang berkaitan dengan kebudayaan Jawa diharapkan menjadi sasaran wisata dan edukasi budaya di kota Surakarta. Fasilitas Kebudayaan Jawa di Surakarta ini ditujukan bagi masyarakat untuk kembali antusias dalam mempelajari dan memahami kebudayan Jawa. Mayoritas masyarakat yang tinggal di kota Surakarta memiliki nilai-nilai budaya lokal yang sangat kental dan masih menganut kepercayaan pada alam. Untuk tetap mempertahankan kesan budaya Jawa yang kental akan ajaran budaya lokal, sehingga pendekatan perancangan didasarkan pada arsitektur vernakular, konsep unity in harmony, dengan pendalaman karakter ruang luar. Berdasarkan pengguna dan aktivitasnya, terbagi atas satu massa utama berupa teater dan tujuh massa lainnya berupa pendukung. Dinding non-struktural, kolom expose, kisi-kisi jendela, atap joglo tumpuk beda ketinggian, dan area terbuka adalah upaya cross ventilation udara alami semaksimal mungkin.Penghawaan buatan (air conditioning) pada bangunan ini hanya digunakan pada ruang-ruang pada gedung teater, pada area fasilitas pendukung dan area publik menggunakan penghawaan alami. Berbagai pohon besar ditanam sebagai shading cahaya alami dan suplai oksigen. Material kaca dipadukan dengan kolom exposed dan kisi-kisi udara menjadikan secara keseluruhan bangunan Kompleks Kebudayaan Jawa ini terkesan modern namun tetap bernuansa jawa.",
  "creators": "LIA MARGARETA SHINATA",
  "contributors": "Handinoto (Advisor 1); Rully Damayanti (Advisor 2); Andhi Wijaya (Advisor 3); I Gusti Nyoman Sulendra (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 04023512/ARS/2016; Lia Margareta Shinata (22412009)",
  "subjects": "CULTURAL FACILITIES; CULTURE-JAVANESE"
}