{
  "id": "37718",
  "title": "Galeri dan fasilitas edukasi roda empat di Surabaya",
  "abstract": "Galeri dan Fasilitas Edukasi Roda Empat di Surabaya dibangun sebagai infrastruktur kota tambahan agar dapat menciptakan fasilitas yang dapat memberikan informasi dari mobil sport sesuai dengan perkembangan, sehingga akan selalu diperbarui dan dapat menjawab kebutuhan masyarakat yang semakin berkembang perekonomiannya sehingga kebutuhan yang semakin spesifik, termasuk kebutuhan mobil sport. Fasilitas ini dibuat agar semakin melengkapi kebutuhan fasilitas dari warga kota Surabaya. Agar masyarakat semakin tertarik terhadap edukasi seputar mobil sport, dibuat fasilitas tambahan seperti lounge, outdoor space, serta outdoor exhibition. Pendekatan simbolik digunakan untuk menampilkan ciri khas mobil sport pada bentuk bangunan sehingga masyarakat dapat lebih mengenal seputar mobil sport melalui karya arsitektur. Tidak hanya melalui bentuk bangunan, tetapi melalui ciri khas mobil sport. Rumusan masalah dalam galeri dan fasilitas edukasi ini adalah bagaimana cara menyajikan tampilan barang yang dipamerkan dapat terasa bergerak dan memberikan rasa adrenalin kepada pengunjung, Solusi dari permasalahan ini adalah dengan diperkenalkan melalui suasana interior bangunan, sehingga dilakukan pendalaman karakter ruang. Sehingga dapat tercipta pembentukan galeri dan edukasi mobil sport yang berbeda dengan yang telah ada pada umumnya, seperti display yang dibuat terkesan bergerak, agar tidak perlu mengunakan dekorasi yang berlebih, tetapi dari bentuk bangunan saja mobil yang ditampilkan memiliki kesan bergerak.",
  "creators": "ARDHIAN WIBOWO",
  "contributors": "Andhi Wijaya (Advisor 1); Handinoto (Advisor 2); Rully Damayanti (Advisor 3); I Gusti Nyoman Sulendra (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023584/ARS/2016; Ardhian Wibowo (22412106)",
  "subjects": "EDUCATION CENTERS; GALLERIES (ARCHITECTURE)"
}