{
  "id": "37725",
  "title": "Fasilitas penjualan dan pelelangan barang antik di Surabaya",
  "abstract": "Sebuah fasilitas yang mewadahi segala kegiatan jual-beli ataupun lelang barang antik di wilayah Surabaya. Menyediakan segala kebutuhan dalam melakukan transaksi. Bangunan menyediakan dua fungsi utama yaitu penjualan dan pelelangan, dengan beberapa fungsi ruang pendukung seperti galeri pamer, kafetaria, dan atrium. Berdasarkan konsepnya, zoning dibuat sedemikian rupa agar pengunjung secara tidak langsung harus melewati toko-toko penjualan barang antik sebelum sampai ke auditorium, kafetaria maupun galeri pamer. Bangunan dinaikkan 6 meter dari permukaan tanah agar dari tugu pahlawan, orang-orang dapat melihat secara jelas bentuk bangunan tersebut. Bangunan juga lebih mengutamakan fungsi daripada estetika. Sistem keamanan sangat diperhatikan, karena bangunan menyimpan barang-barang antik yang bernilai mahal dan rawan dengan pencurian. Terdapat beberapa sistem keamanan, yang pertama adalah membedakan jalur sirkulasi pengunjung dan service, pengunjung tidak memiliki akses menuju daerah service agar tingkat keamanan tetap terjaga. Yang kedua adalah sistem pengantaran barang yang memiliki empat tahap sebelum dimasukkan ke brankas tempat penyimpanan barang antik. Dan yang ketiga adalah sistem teknologi pada ruang transisi menuju brankas, sedangkan brankas yang digunakan adalah brankas baja yang memiliki ketebalan 30 cm, menggunakan material baja dengan alasan keamanan dari api dan benda tajam.",
  "creators": "VICTOR TANEDI",
  "contributors": "Handinoto (Advisor 1); Rully Damayanti (Advisor 2); Andhi Wijaya (Advisor 3); I Gusti Nyoman Sulendra (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023599/ARS/2016; Victor Tanedi (22412132)",
  "subjects": "COMMERCIAL BUILDINGS; MARKET PLACES"
}