{
  "id": "37720",
  "title": "Fasilitas wisata bunga tropis di Surabaya",
  "abstract": "Fasilitas Wisata Bunga Tropis di Surabaya merupakan fasilitas yang bertujuan untuk mengenalkan masyarakat mengenai berbagai jenis bunga tropis dan manfaatnya bagi manusia. Fasilitas ini diharapkan dapat menjadi wadah untuk konservasi tanaman bunga serta menjadi tempat tujuan wisata di Surabaya. Tanaman bunga yang ada di tempat ini merupakan tanaman bunga tropis yang terbagi menjadi bunga tropis yang berada di dataran rendah, dataran sedang, dan dataran tinggi. Karena suhu udara di Surabaya cenderung tinggi maka perlu pengkondisian khusus untuk bunga yang hidup di dataran sedang dan dataran tinggi yang berupa flower dome. Untuk mendukung fasilitas wisata ini, disediakan berbagai fasilitas pendukung lainnya, antara lain rest area, florist shop, dried flower house, floral spa, cafe resto, dan gift shop. Bangunan ini diharapkan menjadi satu kesatuan dengan lingkungan yang akan meningkatkan kualitas hidup lingkungan, bukan merusak lingkungan. Oleh karena itu pendekatan yang digunakan adalah green architecture. Zoning fasilitas wisata bunga ini terbagi menjadi 2 bagian, di bagian depan merupakan area dataran rendah sedangkan di area belakang merupakan area dataran sedang dan dataran tinggi. Untuk mendukung suasana dataran rendah, dataran sedang, dan dataran tinggi maka salah satu karakter yang membedakan ruang-ruang tersebut adalah material. Material yang digunakan di area dataran panas sebagian besar adalah kayu. Sedangkan material yang digunakan di dataran sedang dan dataran tinggi adalah batu.",
  "creators": "CLAUDIA TEJASAPUTRA WIDAGDO",
  "contributors": "Anik Juniwati (Advisor 1); Lilianny Sigit Arifin (Advisor 2); Danny Santoso Mintorogo (Advisor 3); Ir. Bisatya Widadya Maer, M.T. (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023585/ARS/2016; Claudia Tejasaputra Widagdo (22412107)",
  "subjects": "FLOWER GARDENING; GARDENS-TROPICS-DESIGN; RECREATION CENTERS"
}