{
  "id": "37742",
  "title": "Gereja dan fasilitas retreat di Sampit, Kalimantan Tengah",
  "abstract": "Jarak gereja yang cukup berjauhan sekitar ± 15 km dengan site membuat letak gereja kedua ini terasa tepat untuk mewadahi kegiatan keagamaan untuk penduduk sekitar, meskipun kapasitasnya lebih kecil dari gereja di pusat kota. Dan tidak adanya fasilitas retreat yang memadai untuk komunitas Kristiani di Kota Sampit membuat para umat biasanya mengadakan acara retreat secara berkala ke luar kota atau penginapan yang tidak memadai. Fasilitas yang didesain di sini adalah sebuah fasilitas yang fungsinya ditujukan untuk mewadahi kegiatan retreat dan juga mewadahi kegiatan keagamaan bagi masyarakat sekitar. Masalah desain yang ditemukan pada proses perancangan adalah mengintegrasikan fasilitas Retreat dengan gereja yang memiliki fungsi umum sebagai Gereja Katolik dan fungsi khusus sebagai fasilitas penunjang kegiatan. Retreat.menyesuaikan perancangan bangunan dengan gaya arsitektur setempat serta pemanfaatan potensi alam yang ada untuk dituangkan ke dalam desain dan menjaga ketenangan yang merupakan faktor penting berkegiatan pada desain. Massa-massa ditata sedemikian rupa agar bisa memisahkan fungsi publik dan privat setiap bangunan. Bagian bawah rumah panggung dimanfaatkan semaksimal mungkin agar tidak menjadi ruang sisa. Dari masalah desain tersebut maka pendekatan desain yang dipilih adalah pendekatan arsitektur vernakular. Pendekatan vernakular dan pendalaman struktur kayu digunakan dalam perancangan bangunan .Bentukan rumah Betang/panggung diambil sebagai konsep dan disesuaikan dengan fungsi-fungsi massa yang ada. Karena spirit rumah betang dianggap bisa mewadahi kegiatan dalam bangunan yang berupa Gereja dan Fasilitas Retreat. Oleh karena itu fasilitas ini diharapkan dapat berguna sebagaimana mestinya untuk mendukung kegiatan kerohanian umat kristiani.",
  "creators": "WENDY AMANDA SISWOYO",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Danny Santoso Mintorogo (Advisor 2); Lilianny Sigit Arifin (Advisor 3); Anik Juniwati (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023540/ARS/2016; Wendy Amanda Siswoyo (22412045)",
  "subjects": "CHURCH BUILDINGS; RETREATS-BUILDINGS"
}