{
  "id": "37741",
  "title": "Fasilitas Thermes Marins Spa di Surabaya",
  "abstract": "Proyek ini merupakan sebuah fasilitas ‘Thermes Marins Spa’ yang terletak di Surabaya Barat. ‘Thermes Marins Spa’ merupakan sebuah fasilitas spa yang menggunakan air laut dalam sebagian besar terapinya. Air laut dipercaya dapat mengembalikan mineral-mineral penting dalam tubuh yang hilang akibat aktivitas sehari-hari. Hal ini disebabkan komposisi kimia air laut yang mirip dengan darah manusia. Suasana alam dalam kesatuan bangunan menjadi kelebihan tersendiri bagi fasilitas ini. Didukung dengan lokasi tapak yang belum terlalu ramai, fasilitas ini dapat menjadi wadah di mana masyarakat Surabaya dapat merasakan pengalaman baru, ketenangan, bahkan suasana yang berbeda dari tempat spa lain di Surabaya. Fasilitas utama dari proyek ini antara lain terapi spa, massage, reflexology, kolam renang Aquatonic, meditasi, serta yoga. Proyek ini juga dilengkapi dengan fasilitas pendukung seperti area penerimaan, salon, gym, restaurant, dan kolam renang publik. Rumusan masalah utama dalam proyek ini adalah merancang sebuah tempat spa air laut yang merupakan ciri khas dari Thermes Marins Spa di Surabaya Barat. Masalah lain dalam proses perancangan fasilitas ini adalah mendesain fasilitas spa yang dapat memenuhi kenyamanan fisik pengunjung secara thermal, audio, dan visual melalui interaksi kembali dengan alam. Pendekatan yang penulis gunakan untuk penyelesaian masalah adalah pendekatan sains. Sementara, pendalaman yang digunakan adalah utilitas air laut untuk mengatur sirkulasi air laut dalam fasilitas.",
  "creators": "LEONITA THEODORE",
  "contributors": "Rony Gunawan (Advisor 1); Riduan Sukardi (Advisor 2); V.P. Nugroho Susilo (Advisor 3); Eunike Kristi Julistiono, S.T., M.Des.Sc. (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023555/ARS/2016; Leonita Theodore (22412068)",
  "subjects": "HEALTH FACILITIES; RELAXATION; SPA FACILITIES; RECREATION CENTERS"
}