{
  "id": "37744",
  "title": "Fasilitas pelatihan Taekwondo di Surabaya",
  "abstract": "Fasilitas Pelatihan Taekwondo di Surabaya merupakan fasilitas yang mewadahi aktivitas masyarakat pecinta seni bela diri Taekwondo yang ada di Surabaya. Proyek ini menyediakan tempat berlatih yang nyaman dan memenuhi standart internasional sehingga dapat menjadi tempat yang layak untuk tempat berlatih sehari-hari dengan fasilitas yang lengkap, serta untuk mengadakan ujian kenaikan tingkat dan pertandingan Taekwondo. Selain mewadahi tempat latihan sehari-hari. Fasilitas Pelatihan Taekwondo ini juga akan menyediakan ruang untuk ujian kenaikan tingkat, ruang pertandingan dan fasilitas-fasilitas pendukung seperti, Ruang Kesehatan, Tempat Perisitirahatan serta area publik yang berupa cafetaria, toko peralatan Taekwondo, galeri pamer Taekwondo, taman outdoor. Rumusan masalah dalam proyek ini adalah bagaimana merancang sebuah fasilitas pelatihan yang dapat merepresentasikan ciri sifat seni bela diri Taekwondo melalui desain yang interaktif agar mampu membawa pengunjung untuk mengenal dan tertarik untuk berlatih seni bela diri Taekwondo, Bagaimana cara menyatukan beberapa massa bangunan menjadi satu kesatuan desain dan Bagaimana sistem struktur bentang lebar pada bangunan. Untuk dapat menjawab rumusan masalah tersebut maka penulis menggunakan pendekatan simbolik. Pendekatan simbolik digunakan untuk menampilkan transformasi arena pada bentuk bangunan dan ciri sifat seni bela diri Taekwondo sehingga masyarakat dapat lebih mengenal ciri sifat seni bela diri Taekwondo melalui arsitektur. Tidak hanya melalui bentuk bangunan, ciri sifat seni bela diri Taekwondo juga diperkenalkan melalui suasana interior bangunan, sehingga dilakukan pendalaman karakter ruang.",
  "creators": "MONICA TEDJOBIANTORO",
  "contributors": "Handinoto (Advisor 1); Rully Damayanti (Advisor 2); Andhi Wijaya (Advisor 3); I Gusti Nyoman Sulendra (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023543/ARS/2016; Monica Tedjobiantoro (22412048)",
  "subjects": "SPORT FACILITIES; TAE KWON DO"
}