{
  "id": "37764",
  "title": "Hotel resor di pantai Pulau Merah Banyuwangi",
  "abstract": "Proyek ini merupakan sebuah fasilitas penginapan yang berada di Kabupaten Banyuwangi. Selain sebuah fasilitas penginapan, proyek ini juga dilengkapi sebuah panorama alam yang indah, beberapa fasilitas hotel yang lain seperti, restoran, gedung serbaguna, kolam renang, pusat kebugaran ‘fitness centre and spa’, serta akses langsung dari hotel ke pantai. Hotel Resor ini terletak di Desa Pesanggaran, Tumpang Pitu, Banyuwangi, berdiri di sekitar pantai Pulau Merah yang masih sangat alami dengan tanaman pantai, hutan, pegunungan, bukit yang mengelilingi site. Suasana alami dan natural inilah yang menjadi view yang dimanfaatkan dalam proyek ini. Dalam perancangan sebuah hotel resor, hal yang paling utama adalah sebuah sistem yang dipengaruhi oleh hubungan aktivitas. Sistem dalam sebuah hotel resor akan berpengaruh terhadap pembagian zoning tiap massa bangunan. Peletakan orientasi bangunan juga dipengaruhi oleh panorama alam yang ada. Masalah desain dalam proyek ini adalah bagaimana merancang sebuah tempat peristirahatan yang nyaman dan mampu memberikan fasilitas yang lebih bagi para wisatawan baik lokal maupun asing, serta bagaimana merancang sebuah tempat peristirahatan yang mengikuti bentuk bangunan sekitar serta menggunakan material sekitar yang ada. Untuk dapat menjawab rumusan masalah tersebut maka penulis menggunakan pendekatan vernakular. Ada dua hal yang diperhatikan, yakni penggunaan material lokal dan penggunaan bentuk atap. Sedangkan konsep yang digunakan adalah local outside modern inside.Pendalaman yang digunakan yaitu pendalaman karakter ruang, sehingga dapat menciptakan sebuah ruang kamar tidur yang modern, nyaman tetapi tetap menggunakan ornamen sebagai unsur tambahan budaya setempat.",
  "creators": "YELIANA",
  "contributors": "Danny Santoso Mintorogo (Advisor 1); Lilianny Sigit Arifin (Advisor 2); Ir. Bisatya Widadya Maer, M.T. (Advisor 3); Anik Juniwati (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023542/ARS/2016; Yeliana (22412047)",
  "subjects": "HOTELS, TAVERNS, ETC.-DESIGNS AND PLANS; HOTELS, TAVERNS, ETC.; RESORTS--DESIGNS AND PLANS"
}