{
  "id": "37765",
  "title": "Pusat komunitas tunanetra di Surabaya",
  "abstract": "Proyek ini merupakan sebuah fasilitas yang mewadahi para tunanetra yang ada di Surabaya untuk beraktivitas dan bersosialisasi. Di dalamnya terdapat berbagai fasilitas yang disesuaikan dengan karakteristik dan kemampuan tunanetra seperti kelas musik, panti pijat, dan perpustakaan audio, sehingga diharapkan tunanetra dapat memiliki bekal lebih dan juga kepercayaan diri untuk terjun di kehidupan bermasyarakat. Selain itu dengan adanya proyek ini, diharapkan masyarakat umum dapat memahami tunanetra lebih dalam lagi dan dapal menghargai mereka sebagai manusia yang sederajat. Adapun lokasi Surabaya dipilih dikarenakan Surabaya sebagai kota kedua terbesar di Indonesia dan juga ibukota propinsi Jawa Timur tidak memiliki fasilitas yang memadai untuk tunanetra bersosialisasi dan mengasah ketrampilan. Rumusan masalah dalam proyek ini adalah bagaimana proyek ini harus dapat diakses oleh tunanetra secara mandiri dan aman, serta menyediakan fasilitas bagi aktivitas yang disesuaikan dan dapat meningkatkan nilai hidup para tunanetra. Untuk menjawab masalah tersebut, maka digunakan pendekatan perancangan sirkulasi dan way finding sesederhana mungkin sehingga memudahkan tunanetra dalam berorientasi dan bergerak di dalam proyek. Sedangkan untuk memudahkan tunanetra mengenal suatu area dengan mudah dan mandiri, maka digunakan pendalaman pengalaman multi indera di setiap area proyek .",
  "creators": "MICHAELA TAMARA SETIAWAN",
  "contributors": "Luciana Kristanto, S.T., M.T. (Advisor 1); Christina Eviutami Mediastica S.T., PH.D. (Advisor 2); Irwan Santoso (Advisor 3); Gunawan Tanuwidjaja, S.T., M.Sc., Ph.D. (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 03023545/ARS/2016; Michaela Tamara Setiawan (22412051)",
  "subjects": "COMMUNITY CENTERS-DESIGNS AND PLANS; COMMUNITY CENTERS; COMMUNITY CENTERS (BLIND PERSONS)-DESIGNS AND PLANS"
}