{
  "id": "37771",
  "title": "Galeri layang-layang di Bali",
  "abstract": "Galeri Layang-layang di Bali merupakan fasilitas yang memperkenalkan sejarah, perkembangan, dan jenis-jenis layang-layang baik layang-layang dalam negeri maupun luar negeri kepada masyarakat. Bali merupakan salah satu destinasi pariwisata yang diminati oleh turis domestik maupun turis mancanegara. Selain untuk berlibur, para turis biasanya juga datang ke Bali untuk melihat kebudayaan yang ada di Bali, serta berbagai macam kesenian yang ada di Bali. Salah satunya adalah festival layang-layang yang diadakan di beberapa daerah di Bali setiap tahunnya. Galeri layang-layang akan menjadi salah satu ikon sekaligus wadah untuk mewadahi para pecinta layang-layang dan para turis yang ingin mengetahui lebih banyak tentang layang-layang. Untuk menarik perhatian para pecinta layang-layang dan turis yang penasaran, galeri ini menggunakan bentuk yang modern dengan unsur-unsur tradisional yang mendukung bangunan tersebut. Galeri akan dilengkapi fasilitas publik, yaitu multifunction hall, cafe n lounge, workshop untuk pengunjung dan binaan, retail, dan lapangan untuk bermain layang-layang, agar menjadi tempat pariwisata yang nyaman dan akrab bagi masyarakat. Pendekatan simbolik digunakan untuk menampilkan citra dari layang-layang itu sendiri pada bentuk bangunan sehingga masyarakat dapat lebih mengenal layang-layang melalui arsitektur. Tidak hanya melalui bentuk bangunan, citra dari layang-layang juga diperkenalkan melalui struktur yang menopang bangunan agar dapat berdiri, sehingga pendalaman yang dipilih adalah pendalaman struktur.",
  "creators": "YANSEN PRASETIJO",
  "contributors": "Samuel Hartono (Advisor 1); Wanda Widigdo Canadarma (Advisor 2); Stanislaus Kuntjoro Santoso (Advisor 3); Dr. Feny Elsiana, S.T., M.T. (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023559/ARS/2016; Yansen Prasetijo (22412072)",
  "subjects": "KITES; GALLERIES (ARCHITECTURE)"
}