{
  "id": "37808",
  "title": "Fasilitas eduwisata budidaya kelapa di Jembrana, Bali",
  "abstract": "Fasilitas Eduwisata Budidaya Kelapa di Jembrana, Bali merupakan fasilitas rekreasi yang mampu mengedukasi dan memperkenalkan lebih dalam mengenai kelapa, mulai dari teknik penanaman, pembersihan dan pengolahan kelapa yang akan diolah menjadi produk-produk bernilai jual tinggi, karena kelapa merupakan tanaman komersil yang hampir semua bagiannya dapat dimanfaatkan kembali. Fasilitas ini juga memanfaatkan kebun disekitar sebagai pemasok bahan baku, mendukung keberlangsungan petani-petani kelapa yang sudah ada dan menjadi sarana tour agar pengunjung dapat belajar di perkebunan kelapa secara langsung. Kurangnya pengelolaan mengenai informasi kelapa secara runtut, oleh sebab itu pendekatan yang digunakan dalam fasilitas ini adalah pendekatan sistem karena adanya proses-proses yang berkesinambungan, mulai dari masa panen sampai pada tahap pengolahan kelapanya. Sehingga menggunakan sirkulasi linear dan multi mass untuk membawa pengunjung dari satu tahap ke tahap selanjutnya. Selain itu dengan mendesain multi mass fasilitas ini dapat memaksimalkan potensi wisata di sekitarnya dan pengolahan ruang luar bersama. Material pada bangunan juga menggunakan material dari pohon kelapa, mulai dari atap, dinding, dan lantai, sehingga bangunan terkesan menyatu dengan sekitar dan menginformasikan kepada pengunjung bahwa bagian-bagian dari pohon kelapa juga dapat diaplikasikan sebagai material pada bangunan.",
  "creators": "JUNIAR YUSANI",
  "contributors": "Irwan Santoso (Advisor 1); Christina Eviutami Mediastica S.T., PH.D. (Advisor 2); Luciana Kristanto, S.T., M.T. (Advisor 3); Gunawan Tanuwidjaja, S.T., M.Sc., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023554/ARS/2016; Juniar Yusani (22412065)",
  "subjects": "COCONUT INDUSTRY; EDUCATION CENTERS-DESIGNS AND PLANS; RECREATION CENTERS"
}