{
  "id": "37814",
  "title": "Fasilitas kesenian dan musik Indie di Surabaya",
  "abstract": "Fasilitas Kesenian dan Musik Indie di Surabaya merupakan fasilitas yang mewadahi kesenian dan musik indie di kota Surabaya. Diharapkan dengan adanya fasilitas ini para seniman dan musisi indie dapat berkarya sehingga mendukung berkembangnya ekonomi kreatif di Surabaya. Fasilitas ini dirancang dengan tujuan utama sebagai fasilitas bagi para musisi untuk memproduksi, menampilkan, dan mengapresiasi karya musik mereka, sehingga bentuknya diambil kontras dengan sekitar. Selain itu bagi warga kota Surabaya fasilitas ini merupakan pusat pertunjukan musik yang menarik dan relevan di pusat kota. Fasilitas Kesenian dan Musik Indie di Surabaya akan menjadi ikon bagi kota karena dirancang terintegrasi dengan fasilitas-fasilitas penting di sekitar tapak, seperti Taman Apsari, Balai Pemuda, dan jembatan penyeberangan eksisting. Sehingga sekalipun bentuk eksterior kontras dengan sekitar, fungsi-fungsi di dalam dan di luar bangunan akan terhubung satu sama lain. Fasilitas utama adalah ruang konser tertutup dan terbuka dan studio rekaman, yang dilengkapi dengan ruang publik, seperti food hall, galeri, coffee shop, retail, dan folded city park agar menjadi tempat hiburan yang nyaman dan akrab bagi masyarakat terutama para penggemar dan pelaku musik indie. Pendekatan simbolik digunakan untuk menampilkan jiwa dari eksistensi musik dan kesenian Indie sehingga masyarakat dapat lebih mengenal dan mengapresiasi proses musisi indie dalam berkarya.",
  "creators": "PANDU DEWATA TEDJA BUANA",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); Ir. Bisatya Widadya Maer, M.T. (Advisor 2); Anik Juniwati (Advisor 3); Danny Santoso Mintorogo (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02023592/ARS/2016; Pandu Dewata Tedja Buana (22412115)",
  "subjects": "ARTS FACILITIES-DESIGNS AND PLANS; MUSIC-HALL-DESIGN AND PLANS"
}