{
  "id": "37811",
  "title": "Fasilitas perawatan lansia penderita alzheimer di Malang",
  "abstract": "Sampai saat ini, penyakit alzheimer yang umumnya diderita oleh lansia masih belum dapat disembuhkan. Obat-obatan yang ada hanya berfungsi untuk memperlambat progresivitas penyakit. Namun tidak hanya melalui terapi farmakologis (obat-obatan), tetapi memperlambat progresivitas penyakit alzheimer juga dapat dilakukan melalui terapi non-farmakologis yang diterapkan pada Fasilitas Perawatan Lansia Penderita Alzheimer di Malang ini. Dengan masalah utama yang diangkat dari penyakit ini adalah penderita seringkali hilang arah (bingung) dan gelisah karena tidak mengenali sekitarnya, fasilitas yang menggunakan pendekatan system ini mengusung konsep continuous looping, dengan pendalaman karakter ruang. Berfokus pada terapi non-farmakologis untuk penyakit alzheimer, proyek ini memiliki beberapa fasilitas utama yaitu hunian sebagai tempat tinggal penderita yang dibedakan sesuai stadium penyakit, fasilitas terapi (senam otak, permainan otak dan musik), fasilitas komunal, klinik alzheimer, dan taman therapeutic. Konsep continuous looping diterapkan khususnya pada sirkulasi luar maupun dalam bangunan dengan tidak adanya jalan buntu, dan juga segala sesuatunya yang berlaku secara berkelanjutan/terus-menerus/berulang-ulang. Fasilitas yang dirancang di atas lahan berkontur ini diharapkan dapat membuat para penghuninya dapat beraktivitas dengan aman dan nyaman tanpa keterbatasan yang berarti karena hanya terdiri dari 1 lantai namun banyak massa. Para penghuni pun dapat berinteraksi dengan dunia luar ketika harus berpindah dari 1 bangunan ke bangunan lainnya. Fasilitas Perawatan Lansia Penderita Alzheimer di Malang ini tidak hanya ingin memperlambat progresivitas penyakit melalui terapi non-farmakologis, tetapi juga untuk meningkatkan kualitas hidup penderita alzheimer semaksimal mungkin.",
  "creators": "ADMAJA, SHERLY RATNASARI KUSUMA",
  "contributors": "Anik Juniwati (Advisor 1); Danny Santoso Mintorogo (Advisor 2); Ir. Bisatya Widadya Maer, M.T. (Advisor 3); Lilianny Sigit Arifin (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023595/ARS/2016; Admaja, Sherly Ratnasari Kusuma (22412121)",
  "subjects": "AGED-INSTITUTIONAL CARE-BUILDINGS; HEALTH FACILITIES; ALZHEIMER'S DISEASE-PATIENTS-DWELLINGS-DESIGN AND CONSTRUCTION"
}