{
  "id": "37816",
  "title": "Sarana pelatihan dan asrama untuk profesional gamer e-sports MOBA di Jakarta",
  "abstract": "Sebuah fasilitas sebagai tempat pelatihan dan asrama bagi professional gamer khususnya di bidang MOBA (Multiplayer Online Battle Arena) di Jakarta. Kegiatan yang berada di fasilitas ini adalah pelatihan para pemain game layaknya mereka sebagai atlet. Seperti atlet di dunia internasional, maka professional gamer di bangunan ini diberikan jadwal yang ketat mulai dari mandi, olahraga pagi, hingga tidur. Keberadaan proyek ini sekaligus sebagai bukti bahwa di Indonesia sudah mendukung keberadaan E-sports di Indonesia. Hal yang unik dari fasilitas ini adalah bentuk bangunan ini sendiri disesuaikan dengan peta game MOBA yang unik ini. Dari daerah bawah sebagai pintu pintu masuk dan daerah atas sebagai tempat pelatihan. Dari perspektif ini sudah terlihat bagian bangunan yang tinggi adalah daerah atas dan entrance di bawah adalah daerah bawah. Pendekatan yang diambil sebagai bangunan ini adalah pendekatan perilaku karena dengan pendekatan tersebut mampu mendesain fasilitas yang mewadahi seluruh kegiatan dan kebiasaan professional gamer. Selain itu pendalaman yang digunakan adalah karakter ruang karena bangunan ini sebagai asrama agar penghuni merasa nyaman berada di dalam bangunan ini. Fasilitas yang ada di dalam bangunan ini adalah asrama, kelas, ruang simulasi pertandingan, daerah refreshing hingga kantor pendaftaran asrama dan kafeteria untuk pengunjung.",
  "creators": "ALBERT EDWIN WIYONO",
  "contributors": "Christina Eviutami Mediastica S.T., PH.D. (Advisor 1); Irwan Santoso (Advisor 2); Gunawan Tanuwidjaja, S.T., M.Sc., Ph.D. (Advisor 3); Luciana Kristanto, S.T., M.T. (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023590/ARS/2016; Albert Edwin Wiyono (22412113)",
  "subjects": "TOURIST CAMPS, HOSTELS, ETC; TRAINING CENTER-DESIGN AND PLANS"
}