{
  "id": "3785",
  "title": "Keberadaan hutan Sumberingin sebagai salah satu obyek wisata alam di wilayah Kabupaten Blitar",
  "abstract": "Hutan Sumberingin yang terletak di Kabupaten Blitar, Jawa Timur, merupakan salah satu hutan yang dikelola sebagai obyek wisata ole h PT. Perhutani KPH Blitar. Semula hutan ini digunakan untuk pembudidayaan kayu mahoni dan sengon saja, tetapi dengan adanya berbagai macam fauna yang ada di hutan Sumberingin ini (seperti: rusa, ayam hutan, itik dan angsa), PT. Perhutani memutuskan untuk mengelola Hutan Sumberingin ini menjadi salah satu obyek wisata alam di Kabupaten Blitar. Karena selama ini belum ada penelitian yang membahas tentang potensi dan daya tarik hutan Sumberingin, serta perilaku pengunjung di lokasi obyek wisata tersebut, maka melalui penelitian ini penulis bermaksud untuk mengidentifikasi secara jelas tentang potensi dan kondisi obyek wisata hutan Sumberingin saat ini. Penulis juga akan mengidentifikasikan tentang fasilitas-fasilitas dan usaha- usaha lain yang telah dilakukan oleh PT. Perhutani untukmenjadikan hutan Sumberingin sebagai obyek wisata alam, serta rencana-rencana dimasa yang akan datang yang dimiliki oleh PT. Perhutani selaku pengelola dari hutan Sumberingin. Penulis juga akan memberikan gambaran tentang para pengunjung dan perilaku-perilaku/aktivitas-aktivitas mereka selama berada di lokasi obyek wisata hutan Sumberingin tersebut. Penelitian ini diharapkan dapat memberikan sumbangan yang berupa data awal, yang nantinya akan berguna bagi penelitian yang lebih lanjut dan menjadi bahan masukan bagi PT Perhutani, sehingga pihak Perhutani dapat mempertimbangkandan menentukan kebijakan yang lebih lanjut untuk memperbaiki serta mengembangkan obyek wisata hutan Sumberingin.",
  "creators": "NOVALIA EKA MURDAYANTI",
  "contributors": "Tio Sally Puspasari (Advisor 1); Rachmat Sugianto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 548/PAR/2004; Novalia Eka Murdayati (91300105)",
  "subjects": "SUMBERINGIN FOREST-BLITAR-TOURIST TRADE"
}