{
  "id": "37859",
  "title": "Hotel resor di Pantai Lovina, Bali",
  "abstract": "Hotel Resor di Pantai Lovina, Bali ini merupakan sebuah wadah yang diharapkan mampu menjadi tempat tinggal sementara bagi para wisatawan yang ingin berlibur dan menikmati alam Pantai Lovina. Pulau Bali terkenal akan ragam budaya dan arsitekturnya, sehingga hal tersebut wajib diperkenalkan kepada para wisatawan, sehingga pendekatan yang digunakan adalah regionalisme arsitektur, konsep melihat lokalitas dari sudut pandang universal. Pembagian zoning tatanan masa juga dilandaskan pada nawa sanga yang diterapkan ke setiap masa menjadi bentuk geometri bujur sangkar dengan penerapan tri hita karana. Nawa sanga sendiri merupakan penataan zoning yang membagi site menjadi sembilan bagian yang didasarkan pada nista, madya, dan utama. Bentuk geometri bujur sangkar digunakan sebagai bentuk dasar bangunan, mengingat Pulau Bali merupakan Pulau yang rawan gempa, sehingga bentuk ini sangat sesuai untuk mengatasi hal tersebut. Penerapan tri hita karana sendiri bertujuan untuk mencapai keharmonisan dengan alam. Bukan hanya itu saja penerapan ketiga prinsip lokalitas Bali ini pun juga dipertimbangkan dari segi universal yaitu pengunjung dari mancanegara, kondisi site, dan modernitas saat ini. Melengkapi pendekatan regionalisme tersebut maka pendalaman yang dipilih adalah tektonika arsitektur yang tidak hanya mempertimbangkan kekuatan struktur melainkan memperhatikan keindahan struktur. Oleh karena itu struktur yang digunakan adalah struktur kayu dengan sambungan sendi yang juga berperan untuk mengatasi bahaya gempa.",
  "creators": "ELGA PRISCILLA SISWANTO",
  "contributors": "Maria Immaculata Hidayatun (Advisor 1); Frans Soehartono (Advisor 2); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023511/ARS/2016; Elga Priscilla Siswanto (22412008)",
  "subjects": "HOTELS, TAVERNS, ETC.-DESIGNS AND PLANS; HOTELS-DESIGN AND PLANS"
}