{
  "id": "37868",
  "title": "Pasar dan fasilitas wisata bahari di kaki jembatan Suramadu, Surabaya",
  "abstract": "Sebuah wadah interaksi sosial sekaligus wadah pengenalan akan budaya masyarakat pesisir jembatan Suramadu. Melalui perancangan ini diharapkan masyarakat Surabaya dan sekitarnya dapat mengenal budaya lokal di kawasan pesisir jembatan Suramadu. Pendekatan yang diambil untuk menjawab desain adalah pendekatan vernakular dengan mengusung konsep Adapting the Environment. Konsep mempengaruhi pembagian zoning keseluruhan bangunan yaitu: area pasar wisata, area interaksi sosial dengan masyarakat yang diwujudkan dalam ruang-ruang komunal seperti ruang multifungsi, ruang bermain dan taman komunal outdoor, area galeri pamer dan area pujasera. Penggunaan material lokal seperti batu bata, genteng tanah liat, kayu merbau merupakan salah satu upaya untuk mengangkat karakter khas arsitektur di kawasan pesisir jembatan Suramadu. Selain itu, bentukan-bentukan massa juga mengadaptasi dari bentukan khas arsitektur rumah nelayan di pesisir jembatan Suramadu. Bukaan-bukaan pada beberapa sisi massa serta ketinggian bangunan yang cukup tinggi juga merupakan salah satu upaya cross ventilation udara alami semaksimal mungkin. Lokasi site yang berada tepat di tepi kaki jembatan Suramadu juga menambah nilai ke lokalitas yang ada sehingga pengunjung dapat merasa langsung ambience dari daerah lokal. Oleh karena itu, Pasar dan Faslitas Wisata Bahari di Kaki jembatan Suramadu, Surabaya ini adalah bangunan yang mencerminkan karkater khas kawasan pesisir kaki Jembatan Suramadu.",
  "creators": "KESHIA HANNA KUMALA",
  "contributors": "Rony Gunawan (Advisor 1); Eunike Kristi Julistiono, S.T., M.Des.Sc. (Advisor 2); V.P. Nugroho Susilo (Advisor 3); Riduan Sukardi (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 04023526/ARS/2016; Keshia Hanna Kumala (22412031)",
  "subjects": "MARKETS--SURABAYA; RECREATION CENTERS; SURAMADU BRIDGES"
}