{
  "id": "37861",
  "title": "Sanggar komunitas self help dan vokasional untuk remaja dan pemuda di Surabaya",
  "abstract": "Sanggar Komunitas Self Help dan Vokasional untuk Remaja dan Pemuda di Surabaya merupakan suatu fasilitas rehabilitasi bagi para pecandu NAPZA sekaligus fasilitas pasca rehabilitasi bagi mantan pecandu NAPZA. Proyek ini dirancang dengan kesadaran akan banyaknya mantan residen rehabilitasi NAPZA yang tidak dapat kembali ke masyarakat seperti pada mulanya, baik karena menurunnya produktivitas maupun karena terjadinya kambuh (relapse) setelah mereka keluar dari panti rehabilitasi yang ada. Sesuai dengan judul yang diangkat, selain penginapan untuk para residen rehabilitasi dan pasca rehabilitasi, proyek ini juga dilengkapi dengan ruang self help (indoor maupun outdoor), ruang audio visual, amphitheatre, home industry workshop, auditorium, studio tari, studio teater, studio lukis, perpustakaan mini, kapel, area outbound, dan lain-lain. Semua fasilitas tersebut dirancang khusus guna mendukung pemulihan residen dengan terapi self help yang diberikan, serta mempersiapkan para residen untuk menjadi pribadi yang produktif kembali sehingga siap untuk kembali ke masyarakat. Masalah yang diangkat dalam proyek ini adalah bagaimana menciptakan suatu arsitektur yang sekaligus bisa menjadi ‘media’ terapi sosial, dengan mengedepankan intensi untuk menghadirkan ruang-ruang yang tenang, aman, menyenangkan, dan mendukung pemulihan bagi para residen. Untuk menjawab permasalahan tersebut, penulis berangkat melalui pendekatan perilaku dan psikologis, baik terhadap para pecandu, maupun kepada mantan pecandu yang kemudian akan menjadi residen tahap pasca rehabilitasi. Melalui pendekatan perilaku dan psikologis itulah, penulis mendapatkan suatu konsep“Self Help” yang cukup menantang dengan dua kunci utama yang dimilikinya, yaitu ‘bergantung pada diri sendiri’ sekaligus ‘bertumbuh dalam suatu komunitas’. Perancangan desain kemudian diselesaikan secara detail dengan pendalaman karakter ruang, dengan harapan agar proyek ini tidak hanya mampu menciptakan wadah yang menjawab secara kefungsiannya saja, melainkan juga mampu menciptakan suatu ruang yang mendukung pemulihan bagi jiwa para residennya.",
  "creators": "LAURENTIA ANGEL STEPHANIE SUGIONO",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); Ir. Bisatya Widadya Maer, M.T. (Advisor 2); Danny Santoso Mintorogo (Advisor 3); Anik Juniwati (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 03023516/ARS/2016; Laurentia Angel Stephanie Sugiono (22412013)",
  "subjects": "NARCOTIC ADDICTS-REHABILITATION-BUILDINGS-DESIGNS AND PLANS; NARCOTIC CLINICS-DESIGNS AND PLANS; NARCOTICS AND YOUTH; THERAPEUTICS PSYCHOLOGICAL"
}