{
  "id": "37870",
  "title": "Pengaruh kinerja corporate social responsibility (CSR) terhadap persistensi laba pada sektor aneka industri sub sektor alas kaki, tekstil dan garment di Indonesia",
  "abstract": "Pengaruh CSR terhadap kinerja keuangan yang bersifat periodik seperti ROA, ROE, dan ROS telah banyak dilakukan sebelumnya. Namun penelitian atas pengaruh CSR terhadap persistensi laba yang telah dilakukan masih sangat sedikit pada penelitian sebelumnya yaitu Riahi dan Belkaoui (2004), Laksmana dan Yang (2009), dan belum pernah dilakukan pada perusahaan Indonesia sektor aneka industri sub sector alas kaki tekstil dan garment. Tujuan penelitian yang ingin dicapai dalam penelitian ini adalah untuk mengetahui apakah CSR berpengaruh pada persistensi laba di perusahaan yang bergerak di sektor aneka industri sub sector alas kaki tekstil dan garment. Penelitian ini dilakukan terhadap perusahaan-perusahaan Indonesia sektor aneka industri sub sector alas kaki tekstil dan garment. CSR diukur berdasarkan kriteria pelaporan GRI versi 3.1. Sedangkan persistensi laba diukur dengan menggunakan slope dari earning per share. Penelitian ini menggunakan beberapa variabel kontrol yaitu siklus operasi, volatilitas penjualan, volatilitas arus kas, proporsi laba negatif. Pengolahan data sampel sebanyak 64 pengamatan dengan menggunakan metode regresi linear berganda dengan SPSS. Hasil penelitian belum berhasil menunjukkan pengaruh yang signifikan antara CSR terhadap persistensi laba. Penelitian juga belum berhasil menemukan pengaruh yang signifikan antara volatilitas arus kas, proporsi laba negatif dengan persistensi laba. Namun siklus operasi dan volatilitas penjualan berpengaruh signifikan terhadap persistensi laba.",
  "creators": "FINY AMELIA",
  "contributors": "Juniarti (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010890/AKT/2016; Finy Amelia (32412047)",
  "subjects": "ACCOUNTING; CASH FLOW; PROFIT-ACCOUNTING; SOCIAL RESPONSIBILITY OF BUSINESS"
}