{
  "id": "3787",
  "title": "Improving the quality of F&B service personnel to achieve better operational service in Moy FA Restaurant",
  "abstract": "This dissertation is written as the final part of the training ship. In order to examine; improving the quality of F&B service personnel to achieve better operational service in Moy Fa Restaurant. Qualitative research has been conducted. This qualitative research is divided into five parts. The first part of the literature review concerns the concept of human resource and human resource management. These review show that human resource in hospitality industry have big influence this also give information about relationship between human resource in hospitality industry and operational in F&B service. This information from the literature is needed as the basic for the continuation of the dissertation. The second part, understanding about F&B service and operational in F&B service and the aspect supporting it. It shows that, the result from a good service quality is better guest satisfaction. Many aspects have to be followed to have an improvement of operational in F&B service. This part also viewing about the benefits that the restaurant can receive from the improvement of operational in F&B service. The third part is presenting about Moy Fa restaurant in general and historical, the personnel in Moy Fa, how the owner manages the personnel and also the personnel dilemmas. The fourth and fifth parts of the research concern case study, recommendation, summary, and suggestion. The case study is based on the literature reviews, observation, questioners and information from our colleague. This case study gives an impression about the improvement of operational in F&B service in Moy Fa restaurant. There are some aspects needed to improve in operational in F&B service, some recommendations for Moy Fa restaurant would be: - Training for the personnel. - Personal feedback for the personnel.",
  "creators": "NICO VICTORIA INDRA; ROSEMARY DEWI KUSUMA",
  "contributors": "HENK BRUINS (Advisor 1); MARY LIU (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 019/EP-IHM/2002; Nico VictoriaI Indra (33497065), Rosemary Dewi Kusuma (33497060)",
  "subjects": "RESTAURANT-PERSONNEL MANAGEMENT; RESTAURANT MANAGEMENT"
}