{
  "id": "37871",
  "title": "Pengaruh kinerja corporate social responsibility (CSR) terhadap persistensi laba pada perusahaan yang bergerak di sektor aneka industri dengan sub sektor mesin dan alat berat, otomotif dan komponen, kabel dan elektronik di Indonesia yang terdaftar di bursa efek Indonesia pada tahun 2010-214",
  "abstract": "Penelitian terdahulu yang telah banyak dilakukan mengenai CSR terhadap kinerja keuangan yang bersifat periodik seperti ROA, ROE dan ROI. Namun masih sedikit penelitian yang meneliti mengenai CSR terhadap persistensi laba yaitu Belkaoui (2004) dan Laksmana dan Yang (2009) dan belum pernah dilakukan pada perusahaan Indonesia sektor Aneka Industri dengan sub sektor mesin dan alat Berat, otomotif dan komponen, kabel dan elektronik. Penelitian ini bertujuan untuk mengetahui apakah CSR berpengaruh pada persistensi laba pada perusahaan yang bergerak di sektor Aneka Industri dengan subsektor mesin dan alat Berat, otomotif dan komponen, kabel dan elektronik di Indonesia. Penelitian ini menggunakan variabel dependen yaitu persistensi laba dan variabel independen yaitu CSR sedangkan variabel kontrol yang digunakan yaitu siklus operasi, volatilitas arus kas, volatilitas penjualan dan proporsi laba negatif Pengolahan data sampel sebanyak 68 perusahaan tahun dengan menggunakan SPSS versi 20. Hasil dari penelitian ini terbukti bahwa CSR tidak berpengaruh terhadap persistensi laba sedangkan, variabel kontrol lainnya yaitu volatilitas arus kas, volatilitas penjualan dan proporsi laba negatif tidak berpengaruh terhadap persistensi laba. Namun siklus operasi berpengaruh negatif terhadap persistensi laba.",
  "creators": "AMELINDA ROSITA",
  "contributors": "Juniarti (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010891/AKT/2016; Amelinda Rosita (32412002)",
  "subjects": "CORPORATIONS--FINANCE; ACCOUNTING; CORPORATE PROFITS; SOCIAL RESPONSIBILITY OF BUSINESS"
}