{
  "id": "37886",
  "title": "Hotel resor di Pantai Tanjung Aan, Lombok",
  "abstract": "Proyek ini merupakan sebuah hotel resor yang berada di area Patai Tanjung Aan. Hotel resor ini memiliki berbagai fasilitas yang terdapat di dalamnya seperti fasilitas penginapan, fasilitas pernikahan (wedding chapel dan banquet hall), fasilitas restoran, fasilitas kolam renang serta fasilitas olahraga dan relaksasi. Bangunan ini berdiri di atas lahan berkontur (bukit merese), lokasi ini memberikan pemandangan pantai yang tidak perlu diragukan lagi keelokannya. Pengunjung juga dapat menikmati keindahan matahari pagi, itu dikarenakan site ini memiliki orientasi timur-barat. Pada bulan Febuari-Maret, pantai Tanjung Aan akan ramai oleh masyarakat Lombok yang akan mengikuti acara budaya yang bernama bau nyale. Para pengunjung dapat menikmati serta ikut serta dalam acara bau nyale, di mana pengunjung dapat ikut mencari cacing laut (nyale) yang merupakan gambaran dari Putri Mandalika. Rumusan masalah dalam proyek ini adalah bagaimana penataan bangunan multi massa di daerah berkontur sedang (perbukitan) dengan meinimalkan perusakan kontur dan juga dapat mewujudkan massa bangunan yang memasukan unsur budaya serta berkarakteristik arsitektur lokal. Untuk menjawab rumusan masalah tersebut, penulis menggunakan pendekatan simbolis dari cerita rakyat Putri Mandalika serta pendalam yang digunakan yaitu pendalaman sains arsitektur yang bertujuan untuk menjawab kebutuhan bangunan di daerah tropis.",
  "creators": "RONALD SUHARTONO",
  "contributors": "Christina Eviutami Mediastica S.T., PH.D. (Advisor 1); Irwan Santoso (Advisor 2); Luciana Kristanto, S.T., M.T. (Advisor 3); Gunawan Tanuwidjaja, S.T., M.Sc., Ph.D. (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Aristektur No. 02023567/ARS/2016; Ronald Suhartono (22412080)",
  "subjects": "HOTELS, TAVERNS, ETC.; RESORTS--DESIGNS AND PLANS; HOTELS, TAVERNS, ETC.-DESIGNS AND PLANS"
}