{
  "id": "37887",
  "title": "Perancangan kompleks SOHO di Surabaya",
  "abstract": "Small Office Home Office berada disebuah kawasan dengan dua suasana yang berbeda, dimana adanya kebun “bibit\" pada bagian timur site serta pertokoan dan perumahan pada sisi barat site. Fasilitas ini diharapkan dapat menjadi rujukan bagi para wirausahawan muda, khususnya dalam bidang jasa dan e-commers untuk memiliki sebuah hunian yang berintegrasi dengan kantor dengan suasana rumah yang homey dan privat, serta suasana kantor yang formal, dan dilengkapi dengan beberapa fasilitas penunjang hunian yang lengkap. Dengan adanya 2 fungsi yang saling bertolak belakang maka diambilah konsep zoning yang memisahkan pekerja perkantoran dan penghuni SOHO. Dipilih tipologi massa bangunan yang pipih dan zigzag dengan orientasi hunian menghadap timur dan kantor menghadap barat, tipologi berbentuk zigzag tersebut bertujuan agar diperoleh jumlah unit soho lebih banyak. Setiap lantai pada area hunian memiliki koridor outdoor dan taman. Bentuk bangunan masa secara 3 demensi yang berundak dan konsep yang memisahkan 2 fungsi berbeda, untuk dapat mengakomodasi betuk tersebut maka diambi pendekatan struktur. Pada bagian podium SOHO disediakan fasilitas penunjang SOHO seperti retail, ruang rapat, sentra kuliner dengan memanfaatkan keseluruhan luasan site. Terdapat 2 sistem struktur, yaitu pada bagian hunian dan kantor menggunakan struktur bidang pemikul dan diambilah struktur beton pracetak, sedangkan struktur podium menggunakan struktur rangka dengan balok transfer untuk menyalurkan beban dari beton pracetak yang berada di atasnya. Dengan adanya taman pada bagian koridor timur maka semakin menguatkan hubungan visual dengan kebun bibit.",
  "creators": "MARVIN CHRISTIAN SAMIDJAJA",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Danny Santoso Mintorogo (Advisor 2); Lilianny Sigit Arifin (Advisor 3); Anik Juniwati (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023568/ARS/2016; Marvin Christian Samidjaja (22412081)",
  "subjects": "OFFICE BUILDINGS-DESIGN AND PLANS; OFFICE BUILDINGS"
}