{
  "id": "37881",
  "title": "Fasilitas edukasi anti narkoba dan rehabilitasi penyalahguna narkoba",
  "abstract": "Sebuah wadah edukasi dan rehabilitasi yang diharapkan dapat menjadi alat bagi Badan Narkotika Nasional Kabupaten Malang, Kota Surabaya dan sekitarnya untuk membantu mengurangi jumlah penyalahguna narkoba dengan cara preventif dan represif. Upaya preventif yaitu dengan program pembimbingan remaja secara moral menggunakan metode DEFY camp (US) serta galeri sesuai QCDA guidance (UK) dan upaya represif yaitu dengan merehabilitasi penyalahguna narkoba secara medis dan psikologis. Penyalahguna narkoba atau yang berprospek menyalahgunakan narkoba di masa depan, memiliki kondisi kesehatan mental yang lebih rendah daripada masyarakat pada umumnya, sehingga untuk menanggapi kondisi mental yang demikian, bangunan ini didesain dengan pendekatan perilaku dengan konsep natural healing environments dengan pendalaman karakter ruang. Berdasarkan jenis pengguna dan lingkungan penyembuhan yang dibutuhkan, pembagian zoning dilakukan secara horizontal dengan pemisahan antara area edukasi dan rehabilitasi, di mana pada area rehabilitasi terdapat zona tersendiri bagi residen dengan kondisi psikologis ekstrim dan non ekstrim. Selanjutnya juga terdapat pemisahan zona pada area outdoor dengan pengolahan landscape yang beragam untuk menunjang penyembuhan mental dengan beragam stimulasi yang ditimbulkan dalam setiap zona. Tiap-tiap ruangan yang didesain untuk memanfaatkan alam secara maksimal dalam hal visual, penghawaan dan pencahayaan sesuai dengan konsep yang mengedepankan alam natural dalam membantu penyembuhan. Oleh karena itu, Fasilitas Edukasi Anti-Narkoba dan Rehabilitasi Penyalahguna Narkoba ini adalah bangunan yang aman dan menyenangkan sekaligus menenangkan bagi remaja untuk meluangkan waktu sejenak dari kehidupan sehari-hari dan memulihkan kondisi moral yang menurun.",
  "creators": "JESSICA KURNIAWATI SUGIANTO",
  "contributors": "Gunawan Tanuwidjaja, S.T., M.Sc., Ph.D. (Advisor 1); Irwan Santoso (Advisor 2); Christina Eviutami Mediastica S.T., PH.D. (Advisor 3); Luciana Kristanto, S.T., M.T. (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 03023533/ARS/2016; Jessica Kurniawati Sugianto (22412038)",
  "subjects": "EDUCATION CENTERS-DESIGNS AND PLANS; EDUCATION CENTERS; NARCOTIC ADDICTS-REHABILITATION-BUILDINGS-DESIGNS AND PLANS; NARCOTIC ADDICTS-REHABILITATION-BUILDINGS"
}