{
  "id": "37884",
  "title": "Galeri dan pusat komunitas urban Sketcher di Surabaya",
  "abstract": "Galeri dan Pusat Komunitas Urban Sketcher di Surabaya merupakan sebuah fasilitas yang memperkenalkan urban sketch pada masyarakat awam. Di dalam bangunan ini, anggota komunitas dapat melakukan kegiatan sketch walk di dalam bangunan untuk menangkap view di sekitar tapak, sehingga masyarakat dapat melihat langsung karya sekaligus proses pembuatan karya-karya dari urban sketcher. Bangunan ini juga dilengkapi dengan fasilitas perpustakaan, kantin dan toko alat tulis, serta ruang workshop dan seminar yang dapat mendukung kebutuhan dari komunitas urban sketcher itu sendiri. Tampilan bangunan ini mengambil gaya kolonial untuk menyesuaikan tapak yang berada di kawasan kota tua, sekaligus untuk menunjukkan bahwa komunitas urban sketcher sangat menggemari bangunan bergaya kolonial. Rumusan masalah dalam proyek ini adalah bagaimana mendesain sebuah galeri yang mampu memperkenalkan urban sketch pada masyarakat, serta mendesain pusat komunitas yang dapat mewadahi kebutuhan komunitas Urban Sketcher Surabaya. Untuk dapat menjawab rumusan masalah tersebut maka penulis menggunakan pendekatan perilaku. Hal utama yang dilihat dari perilaku komunitas antara lain kegiatan utama yakni sketch walk, kebutuhan privasi, serta pemilihan objek gambar. Pendalaman yang digunakan yaitu karakter ruang, sehingga dapat menciptakan area gambar yang nyaman dan sesuai dengan kebutuhan komunitas.",
  "creators": "ANDREW APRILIO RAHARJO",
  "contributors": "Markus Ignatio Aditjipto (Advisor 1); Timoticin Kwanda (Advisor 2); Joyce M.Laurens (Advisor 3); Bramasta Putra Redyantanu (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023563/ARS/2016; Andrew Aprilio Raharjo (22412076)",
  "subjects": "COMMUNITY CENTERS; GALLERIES (ARCHITECTURE)"
}