{
  "id": "37891",
  "title": "Fasilitas terapi dan sekolah bagi penyandang autisme di Surabaya",
  "abstract": "Fasilitas Terapi dan Sekolah bagi Penyandang Autisme di Surabaya merupakan fasilitas yang mewadahi kegiatan pengobatan, perawatan dan belajar mengajar bagi penyandang autisme di Surabaya. Minimnya fasilitas pendidikan dan pengobatan serta mahalnya biaya sekolah dan terapi bagi penyandang autisme di Surabaya menjadi kendala yang menghambat penyandang autisme untuk mendapat pendidikan dan pengobatan yang layak. Fasilitas Terapi dan Sekolah bagi Penyandang Autisme di Surabaya akan menyediakan fasilitas terapi dan pendidikan yang layak bagi penyandang autisme agar dapat bersosialisasi dan mandiri. Agar menarik minat dan memudahkan anak autisme, tempat terapi dan sekolah ini memadukan unsur bentukan geometris, penataan sirkulasi, dan pemilihan warna berdasarkan karakter dan minat anak autisme, baik dari segi desain eksterior hingga program ruang. Fasilitas terapi dan sekolah ini akan dilengkapi fasilitas publik, yaitu fasilitas informasi umum, galeri karya, perpustakaan, healing garden, kafetaria, gedung serbaguna; serta fasilitas utama, yaitu gedung terapi, sekolah, lapangan olahraga, laboratorium, dan tempat bermain. Pendekatan perilaku digunakan untuk memastikan sekolah dan tempat terapi yang dirancang sesuai dengan karakter dan minat penyandang autisme. Selain menarik minat penyandang autisme, fungsi ruang yang beragam dan standar kebutuhan masing-masing ruang juga menjadi tuntutan yang harus dipenuhi, sehingga dilakukan pendalaman karakter ruang.",
  "creators": "JESSICA MULJADI",
  "contributors": "Wanda Widigdo Canadarma (Advisor 1); Stanislaus Kuntjoro Santoso (Advisor 2); Samuel Hartono (Advisor 3); Dr. Feny Elsiana, S.T., M.T. (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023570/ARS/2016; Jessica Muljadi (22412083)",
  "subjects": "AUTISM IN CHILDREN-THERAPHY; CHILD MENTAL HEALTH SERVICE-BUILDING"
}