{
  "id": "37901",
  "title": "Museum dan fasilitas pelatihan pengurangan resiko bencana geologi untuk anak-anak di Malang",
  "abstract": "Proyek ini merupakan fasilitas edukasi dengan memamerkan benda-benda sejarah dan ilmu pengetahuan terkait bencana geologi (gempa bumi, tsunami, tanah longsor, dan gunung meletus) yang terintegrasi dengan pelatihan. Materi yang diajarkan dalam fasilitas ini adalah berdasarkan kurikulum kebencanaan yang telah disusun oleh Badan Nasional Penanggulangan Bencana (BNPB) dan Pusat Kurikulum Badan Penelitian dan Pengembangan Kementrian Pendidikan Nasional untuk anak-anak usia wajib belajar (SD & SMP). Selain itu, proyek ini juga dilengkapi dengan fasilitas lounge untuk para orang tua dan guru yang mengantar anak-anaknya, ruang serba guna, replika rumah pantau gunung api dan replika rumah tinggal untuk simulasi kebencanaan. Berdiri di lahan kosong dekat GOR Ken Arok, Kelurahan Buring yang merupakan daerah evakuasi masyarakat jika bencana terjadi di kota Malang, proyek ini akan melengkapi serangkaian fasilitas edukasi di Malang Timur yang sudah direncanakan pemerintah kota Malang. Rumusan masalah dalam proyek ini adalah bagaimana merancang sebuah museum yang dapat terintegrasi dengan fasilitas pelatihan dan mampu mencerminkan karakter 4 bencana geologi dalam ruang-ruang yang terbentuk sehingga dapat membantu anak-anak dalam memahami tindakan mitigasi yang dapat mereka lakukan. Untuk menjawab rumusan masalah tersebut penulis menggunakan pendekatan prilaku. Sedangkan konsep yang digunakan adalah fungsi bangunan ini sendiri, yaitu edukasi pengurangan resiko bencana geologi dengan tidak menimbulkan impresi bencana yang menakutkan namun juga tidak menyenangkan, tetapi membuat anak-anak memahami apa bencana itu dan apa yang harus mereka lakukan agar tidak menjadi korban. Maka dari itu, pendalaman yang dipilih adalah pendalaman karakter ruang.",
  "creators": "BERTHA KARYAHASTANA",
  "contributors": "Joyce M.Laurens (Advisor 1); Timoticin Kwanda (Advisor 2); Markus Ignatio Aditjipto (Advisor 3); Bramasta Putra Redyantanu (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 03023576/ARS/2016; Bertha Karyahastana (22412092)",
  "subjects": "MUSEUMS BUILDINGS; TRAINING CENTER-DESIGN AND PLANS"
}