{
  "id": "37900",
  "title": "Gereja Katolik Paroki Santo Lukas di Samarinda",
  "abstract": "Gereja Katolik Paroki Santo Lukas di Samarinda merupakan proyek perancangan ulang rumah ibadah bagi umat Katolik yang berada dalam wilayah Paroki Santo Lukas Samarinda di bawah Keuskupan Agung Samarinda. Perancangan ulang dilakukan karena daya tampung gereja sekarang yang kurang khususnya pada perayaan besar Gereja Katolik. Gereja Katolik Paroki Santo Lukas terletak di salah satu daerah perdagangan dan jasa Kota Samarinda, sehingga desain gereja diharapkan dapat menambah kapasitas sampai 1500 orang dan juga memperbanyak ruang terbuka hijau sehingga umat dapat berdoa dengan khidmat dan melakukan kegiatan paroki dengan baik. Fasilitas yang disediakan dalam proyek ini berupa ruang utama gereja, Gua Maria, Ruang Adorasi, wisma pastoran, aula, sekolah minggu, klinik, kafetaria, dan ruang kegiatan umat-paroki. Liturgi Gereja Katolik selalu menggunakan simbol-simbol yang memiliki arti penting. Maka, pendekatan simbolik dipilih untuk mengangkat kehidupan Santo Lukas sebagai nama gereja. Kehidupan Santo Lukas yang mempunyai keahlian sebagai dokter, dipakai sebagai konsep perancangan. Fungsi utama seorang dokter adalah menyembuhkan, namun Gereja Katolik percaya bahwa penyembuhan secara iman yang berasal dari Roh Kudus dapat memberikan penyembuhan secara keseluruhan yang meliputi ragawi, jiwa, dan roh. Oleh karena itu, secara spiritual penyembuhan harus tetap berfokus pada kebesaran Tuhan, sehingga aplikasi dalam desain ruang luar dan ruang dalam dirancang saling berintegrasi dengan simbol-simbol karunia Allah seperti cahaya, air, alam, dan warna. Pendalaman desain yang dipilih adalah pendalaman karakter ruang untuk menunjukkan suasana yang ada di dalam gereja dan merupakan fungsi utama dilaksanakannya pusat kegiatan liturgi Gereja Katolik.",
  "creators": "ANASTASIA NADIA PUTRI HANANTO S",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); Ir. Bisatya Widadya Maer, M.T. (Advisor 2); Luciana Kristanto, S.T., M.T. (Advisor 3); Danny Santoso Mintorogo (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023575/ARS/2016; Anastasia Nadia Putri HS (22412091)",
  "subjects": "CATHOLIC CHURCH; CHURCH BUILDINGS"
}