{
  "id": "37902",
  "title": "Perancangan fasilitas hotel resor dan vila di Sumenep, Madura",
  "abstract": "Sebuah perancangan fasilitas hotel resor dan vila ini diharapkan dapat menampung kegiatan dan fasilitas tempat tinggal bagi warga sekitar dan wisatawan yang hendak berekreasi, maupun yang sedang dalam business trip di daerah Sumenep, Madura. Bangunan yang diambil dari konsep Tanean Lanjang khas Madura ini menggunakan penyusunan bangunan dan kamarnya sesuai pada adat rumah Madura yang sudah diterapkan. Pendekatan vernakular digunakan di sini agar pengunjung dapat merasakan unsur tradisional dan adat dari Madura itu sendiri, namun juga tetap merasakan unsur budaya modern. Penggunaan material kayu, batu alam, dan dinding beton juga diharapkan dapat membantu bangunan dalam memunculkan suasana tradisional dan sederhana, namun tetap nyaman dan indah, sehingga pendalaman karakter ruang pun dipertegas. Rata-rata bangunan ini menggunakan penghawaan alami, kecuali tempat-tempat tertentu seperti kamar hotel dan vila, serta kantor pengelola dan ruang staff lainnya. Banyaknya tanaman dan segala bentuk penghijauan dalam site diharapkan dapat membantu penciptaan udara sejuk dan nyaman bagi setiap bagian bangunan. Jadi, dapat disimpulkan bahwa bangunan ini merupakan bangunan yang cukup ramah lingkungan dan memanfaatkan alam sekitar, serta nyaman dan mengutamakan view lautan yang indah, sehingga cocok bagi wisatawan- wisatawan yang sedang berekreasi dan menghilangkan stress, baik wisatawan nusantara maupun mancanegara.",
  "creators": "HANSEN SUGIJANTO",
  "contributors": "Irwan Santoso (Advisor 1); Christina Eviutami Mediastica S.T., PH.D. (Advisor 2); Luciana Kristanto, S.T., M.T. (Advisor 3); Gunawan Tanuwidjaja, S.T., M.Sc., Ph.D. (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023582/ARS/2016; Hansen Sugijanto (22412103)",
  "subjects": "HOTELS, TAVERNS, ETC.-DESIGNS AND PLANS; HOTELS, TAVERNS, ETC.; RESORTS--DESIGNS AND PLANS"
}