{
  "id": "3791",
  "title": "Analisa media advertising Toko dan Restoran \"Oen\" Malang",
  "abstract": "Promosi merupakan salah satu aspek yang diperlukan dalam memenangkan persaingan bisnis. Namun banyak perusahaan yang enggan melakukan promosi dengan pemikiran akan menghabiskan banyak biaya dan hasil dari promosi tersebut belum tentu sesuai dengan biaya yang dikeluarkan. Toko dan Restoran \"Oen\" malang juga menghadapi kendala yang sama. Oleh karena itu, penelitian ini bertujuan untuk mengetahui dari media advertising mana mayoritas pengunjung Toko dan Restoran \"Oen\" Malang mengetahui keberadaan Toko dan Restoran \"Oen\" Malang dan media advertising yang paling mempengaruhi pengunjung untuk datang ke Toko dan Restoran \"Oen\" Malang. Untuk mendukung penelitian ini, penulis menggunakan beberapa teori sebagai acuan, antara lain teori : restoran, marketing, marketing mix, promosi dan tujuan promosi, advertising dan fungsi advertising, kelebihan dan kelemahan media advertising serta cara penyajian advertising yang tepat. Pada penelitian ini penulis membagikan 50 kuesioner kepada pengunjung Indonesia dan 50 kuesioner kepada pengunjung asing. Dari penelitian diketahui bahwa media advertising internet merupakan media advertising yang paling mempengaruhi responden Indonesia dan responden asing untuk mengetahui keberadaan Toko dan Restoran \"Oen\" Malang. Media advertising teman dan keluarga mempengaruhi mayoritas responden Indonesia untuk datang ke Toko dan Restoran \"Oen\" Malang sedangkan internet adalah media advertising yang mempengaruhi mayoritas responden asing untuk datang ke Toko dan Restoran \"Oen\" Malang.",
  "creators": "YEANNY; LIANAWATI",
  "contributors": "Rachmat Sugianto (Advisor 1); Yacintha Yoranouw Suryawijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 00010552/PAR/2004; Yeanny (91300011), Lianawati (91300014)",
  "subjects": "SALES PROMOTION; TOURIST TRADE-MARKETING; ADVERTISING"
}