{
  "id": "37931",
  "title": "Analisa pengaruh bauran pemasaran (7P) terhadap keputusan pembelian di Rumah Makan Kakkk, Ayam Geprek!!!",
  "abstract": "Rumah makan Kakkk, Ayam Geprek!!! Surabaya berdiri pada tanggal 18 Maret 2014 di jalan Raya Menur. Penelitian ini bertujuan untuk mengetahui pengaruh dari product, price, place, promotion, physical evidenve, people, dan process secara signifikan terhadap keputusan pembelian konsumen Kakkk, Ayam Geprek!!! Surabaya, serta untuk mengetahui variabel yang memiliki pengaruh paling dominan. Teknik analisa yang digunakan adalah analisis regresi linier berganda. Berdasarkan hasil penelitian, dapat disimpulkan bahwa variabel product, price, place, promotion, physical evidence, people, dan process berpengaruh secara signifikan terhadap keputusan pembelian bagi konsumen Kakkk, Ayam Geprek!!! Surabaya. Pengaruh dominan terhadap keputusan pembelian bagi konsumen Kakkk, Ayam Geprek!!! Surabaya adalah price.at Raya Menur. This research were done to know if product, price, place, promotion, physical evidenve, people, and process affected the purchase intention significantly to the consumers of Kakkk, Ayam Geprek!!! Surabaya, and also to know which one of the marketing mix variables that have the most dominant effect. For the data analysis, the method used is Multiple Linear Regression. Based on the research result, all the seven variables of marketing mix affected the purchase intention of Kakkk, Ayam Geprek!!! Surabaya’s consumers significantly. The most dominant effect is from the variable price.",
  "creators": "RICKY MARTJIONO; SYLVI PRISCILLIA SANTOSO",
  "contributors": "Adriana Aprilia, S.Pd., M.M. (Advisor 1); Marcus Remiasa (Advisor 2); Serli Wijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33010612/MAN/2016; Ricky Martjiono (33412023), Sylvi Pricillia Santoso (33412099)",
  "subjects": "MARKETING-RESEARCH; RESTAURANTS-MANAGEMENT; RESTAURANTS-MARKETING"
}