{
  "id": "3794",
  "title": "Analisa sistem peminjaman, kelengkapan produk, dan kualitas pelayanan sebagai variabel-variabel yang mempengaruhi kepuasan pelanggan rental vcd M.E",
  "abstract": "Dewasa ini perkembangan dunia perfilman sangat pesat, maka tidak heran jika banyak dijumpai rental-rental VCD yang menawarkan berbagai jenis koleksi film. Salah satu rental VCD yang eksis di daerah Siwalankerto adalah Rental VCD M.E yang beralamat di Jalan Siwalankerto 135. Walaupun Rental VCD M.E. hanya menempati sebuah rua ngan yang tidak seberapa besar dibandingkan dengan beberapa rental VCD lainnya yang ada di wilayah Siwalankerto, Rental VCD M.E. tetap dapat eksis untuk dapat bersaing dalam menarik pelanggan. Topik penelitian ini adalah Analisa Sistem Peminjaman, Kelengkapan Produk, dan Kualitas Pelayanan Sebagai Variabel-Variabel yang Mempengaruhi Kepuasan Pelanggan Rental VCD M.E. Tujuan penelitian ini adalah untuk mengetahui apakah kepuasan pelanggan Rental VCD M.E. tergantung pada sistem peminjaman, kelengkapan koleksi VCD, dan kualitas pelayanan di Rental VCD M.E. Penelitian ini penulis lakukan dengan membagikan 100 kuesioner kepada para pelanggan Rental VCD M.E. Dari kuesioner0kuesioner tersebut, dapat diketahui bahwa variabel kualitas pelayanan merupakan variabel yang mempunyai pengaruh paling besar dalam mempengaruhi kepuasan pelanggan dibandingkan dengan dua variabel lainnya yang penulis teliti, yaitu variabel sistem peminjaman dan variabel kelengkapan produk.",
  "creators": "DENY OCTORA JOENANTO; GUNAWAN",
  "contributors": "Rachmat Sugianto (Advisor 1); Foedjiawati, S.S., M.A., Ph.D. (Advisor 2); Yacintha Yoranouw Suryawijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 00010556/PAR/2004; Deny Octora (91300101), Gunawan (91300115)",
  "subjects": "SERVICE INDUSTRIES-MARKETING; TOURIST TRADE-MANAGEMENT; TOURIST TRADE-MARKETING"
}