{
  "id": "37978",
  "title": "Fasilitas kesehatan dan kebugaran di Surabaya",
  "abstract": "Fasilitas Kesehatan dan Kebugaran di Surabaya menanggapi permasalahan kesehatan dan kebugaran khususnya masyarakat kota Surabaya. Surabaya merupakan kota metropolis di mana kebutuhan akan kesehatan dan kebugaran menjadi hal yang penting dalam memenuhi kebutuhan sumber daya masyarakatnya. Fasilitas ini tidak berkaitan dengan orang sakit, keduanya merupakan fasilitas yang saling melengkapi; fasilitas ini mengajak masyarakat untuk hidup sehat dan bugar. Dengan konsep desain aktif maka desain arsitekturalnya menawarkan tidak hanya desain eksterior dan interior yang dapat berperan sebagai fasilitas kesehatan dan kebugaran, namun juga program khsusus yang memiliki fungsi sebagai terapi yang dapat mendorong seluruh anggotanya untuk bergerak dengan lebih aktif dan nyaman. Fasilitas kesehatan dilengkapi dengan fasilitas untuk kegiatan edukasi, seperti perpustakaan, ruang seminar, dan restoran yang dapat menyediakan nutrisi sesuai kebutuhan gizi setiap anggota. Fasilitas kebugaran dibagi menjadi dua kategori, yaitu yang berkaitan dengan motorik dan yang berkaitan dengan kesehatan, meliputi obstacle, gym, yoga, dan kolam renang. Untuk mendukung konsep desain aktif maka jalur sirkulasi berperan pada penataan obstacle yang difungsikan sebagai area pemanasan serta way finding. Karakter ruang menunjukkan desain aktif yang membuat orang terus bergerak dan beraktifitas dengan nyaman melalui olahraga di dalam bangunan (indoor).",
  "creators": "WAHYU CIPTARANI PRANOTO",
  "contributors": "Joyce M.Laurens (Advisor 1); Markus Ignatio Aditjipto (Advisor 2); Timoticin Kwanda (Advisor 3); Bramasta Putra Redyantanu (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023574/ARS/2016; Wahyu Ciptarani Pranoto (22412089)",
  "subjects": "HEALTH FACILITIES; RECREATIONAL THERAPHY"
}