{
  "id": "37977",
  "title": "Fasilitas pecinta anjing di Surabaya",
  "abstract": "Fasilitas Pecinta Anjing di Surabaya merupakan sebuah sarana untuk memenuhi kebutuhan bagi anjing peliharaan, yang memberikan fasilitas lengkap pelatihan dan perawatan. Merupakan sebuah komunitas atau tempat di Surabaya yang memiliki sarana banyak bagi individu atau sekelompok orang yang memiliki anjing kesayangan. Fasilitas Pecinta Anjing akan dilengkapi fasilitas publik, yaitu perpustakaan, hall berkumpul, jogging track, lapangan anjing besar, lapangan anjing kecil, lapangan anjing sakit, pejalan kaki di area sekitar lapangan, pet shop, klinik anjing, rumah pegawai, pengelola, taman anjing dan tempat penitipan agar menjadi tempat hiburan yang nyaman dan akrab bagi anjing dan pemiliknya. Pendekatan sistem digunakan untuk menunjukkan aktifitas yang jelas antara manusia dengan anjing dalam bangunan. Sehingga manusia dapat lebih leluasa memanjakan anjing kesayangan mereka. Rumusan masalah yang diangkat dalam desain proyek ini adalah bagaimana merancang sebuah fasilitas pecinta anjing di Surabaya yang dapat menampung aktualisasi anjing dengan pecinta anjing, berdasarkan kebutuhan ruang yang berbeda tergantung jenis anjing, serta masalah kebisingan, bau dan kebersihan ruang dalam bangunan. Untuk dapat menjawab rumusan masalah tersebut maka penulis menggunakan pendekatan sistem. Ada dua hal yang diperhatikan, yakni perilaku anjing dan kebersihan bangunan. Sedangkan konsep yang digunakan adalah bagaimana membuat fasilitas yang memiliki banyak fungsi kebutuhan berbeda agar dapat melakukan aktivitas dengan nyaman dan lengkap.",
  "creators": "MELLISA TIFFANY AGOES",
  "contributors": "Benny Poerbantanoe (Advisor 1); Roni Anggoro, S.T., M.A.Arch. (Advisor 2); Christine Wonoseputro (Advisor 3); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023571/ARS/2016; Mellisa Tiffany Agoes (22412085)",
  "subjects": "DOGS-TRAINING; VETERINARY CLINIC-DESIGNS AND PLANS; VETERINARY CLINICS"
}