{
  "id": "37998",
  "title": "Sarana pelatihan beladiri campuran di Surabaya",
  "abstract": "Sarana Pelatihan Beladiri Campuran ini merupakan sebuah sarana pelatihan beladiri yang menggabungkan 2 jenis beladiri yang ada di dunia, yaitu beladiri berdiri dan beladiri tanah. Kedua jenis beladiri ini digabungkan dengan tujuan agar praktisi dapat menjadi seorang atlit beladiri yang sempurna dan penuh. Di dalam sarana ini, terdapat sarana utama yaitu tempat pelatihan 7 macam cabang beladiri, yang dilengkapi dengan sarana pendukung seperti Gimnasium untuk pelatihan fisik dasar, Arena Pertandingan sebagai ajang pertunjukan dan berbagai macam sarana pendukung sekunder lainnya seperti sauna, cafeteria, dan galeri. Rumusan masalah dalam proyek ini adalah bagaimana mendesain sebuah tempat latihan yang terkondisikan sesuai dengan kenyamanan atlit dan praktisi agar dapat beraktivitas dan membuahkan hasil teknik dan kemampuan yang maksimal. Untuk dapat menjawab rumusan masalah tersebut maka penulis menggunakan pendekatan sains. Ada 2 hal yang diperhatikan di dalam perancangan ini. Yang pertama adalah bagaimana sistem penghawaan yang sesuai dan mampu mengatasi masalah iklim yang berada di lokasi perancangan, hal ini memuat tatanan massa bangunan yang sesuai dengan sekitar. Yang kedua adalah sistem teknologi yang seperti apa yang dianggap mampu untuk menjalankan sistem penghawaan yang ada. Pendalaman yang digunakan adalah pendalaman sains ventilasi, sehingga terciptanya ruangan pelatihan dengan kondisi yang sesuai dan nyaman bagi praktisi yang beraktivitas di dalamnya.",
  "creators": "ADRIAN SOHANJAYA",
  "contributors": "Stanislaus Kuntjoro Santoso (Advisor 1); Samuel Hartono (Advisor 2); Wanda Widigdo Canadarma (Advisor 3); Dr. Feny Elsiana, S.T., M.T. (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02023522/ARS/2016; Adrian Sohanjaya (22412026)",
  "subjects": "SELF-DEFENSE; SPORTS FACILITIES-BUILDINGS; SPORTS FACILITIES--DESIGNS AND PLANS"
}