{
  "id": "3800",
  "title": "Pengaruh gaya hidup terhadap pengambilan keputusan konsumen dalam memilih Cafe Lontar pada kelompok anak muda di Surabaya",
  "abstract": "Salah satu faktor yang menyebabkan perilaku konsumen berubah adalah gaya hidup. Gaya hidup ini akan mempengaruhi preferensi konsumen dalam membeli suatu produk atau jasa. Preferensi terhadap cafe dipilih karena bisnis cafe di Surabaya mulai tumbuh dan berkembang dengan pesat. Selain itu dari hasil pengamatan, nampaknya kelompok konsumen anak muda suka menghabiskan waktu di cafe dan membelanjakan uangnya untuk membeli produk cafe tersebut. Berdasarkan fenomena-fenomena tersebut, penulis membuat rumusan masalah \"Pengaruh Gaya Hidup Terhadap Pengambilan Keputusan Konsumen Dalam Memilih Cafe Lontar Pada Kelompok Anak Muda Di Surabaya\". Tujuan dari perumusan masalah tersebut adalah untuk mempelajari bagaimanakah gaya hidup dari konsumen Cafe Lontar yang mayoritas adalah anak muda yang mempengaruhi preferensi mereka dalam memilih Cafe\" Lontar. Untuk menganalisa masalah yang timbul, penulis menggunakan kuesioner yang dibagikan pada 110 responden, yaitu konsumen anak muda di Cafe Lontar. Kemudian data akan diolah menggunakan teknik analisa kuantitatif deskriptif dengan menggunakan program SPSS 9.0 untuk Windows. Pada bab 4 dapat terlihat bagaimana gambaran karakteristik atau profil gaya hidup konsumen yang memilih Cafe Lontar melalui kegiatan, minat dan pendapat mereka. Bab 5 menyimpulkan bahwa gaya hidup konsumen anak muda di Cafe Lontar sangat beragam, dan tidak ditemukan pola gaya hidup tertentu yang menyebabkan kelompok anak muda memilih Cafe Lontar. Saran-saran untuk pemilik Cafe Lontar juga disertakan pada bab 5 ini.",
  "creators": "RIKE ARLINI PRABUDY; M MAGDALENA TANAPUTRA",
  "contributors": "Fransisca Andreani (Advisor 1); Dewi Astuti (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 044/EP/2002; Rike Arlini Prabudy (33497070), M. Magdalena Tanaputra (33497111)",
  "subjects": "RESTAURANTS-MARKETING-RESEARCH; RESTAURANT MANAGEMENT"
}