{
  "id": "3801",
  "title": "Catering's menu set up menu set up on the customer's need of spandershoeve family owned Indonesian restaurant, Hilversum, the Netherlands",
  "abstract": "This thesis into analyzing the menu based on the customers need in catering business of Spandershoeve is written as a final assignment of the Hotel Management Program. Tfis research is writter in order to examine: The relationship between menu and customers need; how to adjust menu setup to the customers need; and how it contributes to expanding Rantangan, catering business of Spandershoeve. Qualitative and quantitative research has been conducted. This research is divided into five chapters. In the first chapter the writers talk about the research, so the readers know how the writers do this thesis. First the writers make a general description of Spandershoeve, the object company of the writers' research. Then the writers continue to introduce the subject of our research. After the introduction the writers talk about the writers' research background and continue with the main problem. This is discussed in the following chapters. The writers also explain the writers' method used for this thesis. The second chapter explores the literature. Here the writers write down what the writers found in the literature connected to the subject of the writers' thesis. In this chapter the writers explain what menu setup is and how to make it. the writers also explain the importance of customers need in the catering business. Then in chapter three the writers continue with a general description of Rantangan, the object of the research. The writers observed the activities of Rantangan. The writers also pay attention to the menu (setup) of Rantangan. The writers' analysis and findings concerning the differences between literature and the writers' observations in the field can be found in chapter four. In the fifth chapter the writers draw our conclusions and give recommendations to Rantangan.",
  "creators": "OLIVIA SUBROTO; ERWIN SOUTRIS MANDAR",
  "contributors": "HENK BRUINS (Advisor 1); RICHARD LEOW (Advisor 2); K.W. VAN DER HOEK (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 030/EP-IHM/2002; Olivia Subroto (33497076), Erwin Soutris Mandar (33497115)",
  "subjects": "RESTAURANT MANAGEMENT"
}