{
  "id": "3803",
  "title": "Analisa kepuasan konsumen terhadap kualitas pelayanan dan fasilitas Rumah Makan Adam di Manyar Kertoarjo Surabaya",
  "abstract": "Kualitas pelayanan merupakan hal yang paling penting dalam dunia industri jasa, termasuk di dalamnya adalah bisnis rumah makan. Banyaknya rumah makan-rumah makan yang ada di Surabaya ini membuat para pengusaha saling berlomba-lomba untuk mempertahankan usahanya dan juga memenangkan persaingan. Apabila kualitas pelayanan yang diberikan baik, maka pelanggan akan merasa puas. Hal ini akan menguntungkan perusahaan, karena pelanggan yang puas akan terus menggunakan jasa perusahaan tersebut, bahkan mungkin akan merekomendasikan kepada pelanggan yang lain. Dalam penelitian ini, penulis mengambil judul \"Analisa Kepuasan Konsumen Terhadap Kualitas Pelayanan Dan Fasilitas rumah Makan Adam Di Manyar Kertoarjo Surabaya\". Penulis menyebar kuesioner bagi 100 responden dan mengadakan wawancara langsung dengan pemilik beserta staf Rumah Makan Adam. Penulis menggunakan teknik analisis deskriptif, melalui analisis frekuensi mutlak dan frekuensi relatif, yang dari sana akan diketahui jenis pelayanan dan fasilitas apa saja yang termasuk kategori baik ataupun kategori kurang baik. Dari data yang diolah diketahui bahwa terdapat 19 fasilitas yang termasuk kategori baik dan 10 fasilitas yang termasuk kategori kurang baik. Jadi secara umum para pelanggan menyatakan bahwa kualitas pelayanan dan fasilitas yang diberikan oleh Rumah Makan Adam di Manyar Kertoarjo Surabaya sudah cukup baik.",
  "creators": "ANDREAS DHAMMAHADI; DEVI",
  "contributors": "Anita Angelica Kresno Widjojo (Advisor 1); Juliuska Sahertian (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 047/EP/2002; Andreas Dhammahadi (33496087), Devi (33496100)",
  "subjects": "RESTAURANT MANAGEMENT"
}