{
  "id": "38048",
  "title": "Pengaruh sales promotion dan store atmosphere terhadap impulse buying dengan positive emotion sebagai variabel intervening di planet sports Tunjungan Plaza Surabaya",
  "abstract": "Saat ini bisnis retail Indonesia sedang mengalami kemajuan yang sangat pesat. Perkembangan penyewaan tempat olahraga semakin meningkat seperti lapangan futsal, basket, dan bulu tangkis di Surabaya. Karena itu peluang dalam bisnis retail speciality store sport equipment sangat menjanjikan. Penelitian ini bertujuan untuk menganalisa pengaruh dari Sales Promotion (monetary, non-monetary) dan Store Atmosphere (exterior, general interior, store layout, interior display) terhadap Impulse Buying (Pure Impulse Buying, Reminder Impulse Buying, Suggestion Impulse Buying, Planed Impulse Buying) dengan mempertimbangkan faktor Positive Emotion (Pleasure, Arousal) Penelitian ini akan dilaksanakan dengan menyebarkan kuesioner kepada 100 responden konsumen PlanetSports. Teknik analisa yang digunakan adalah teknik analisis kuantitatif dengan metode path analysis. Hasil Penelitian ini menunjukkan bahwa sales promotion berpengaruh secara positif dan signifikan terhadap impulse buying, store atmosphere berpengaruh secara positif dan signifikan terhadap impulse buying, positive emotion berpengaruh secara positif dan signifikan terhadap impulse buying. Hasil ini menunjukkan bahwa positive emotion berhasil sebagai variabel intervening dalam memediasi hubungan antara sales promotion-positive emotion-impulse buying dan hubungan antara store atmosphere-positive emotion-impulse buying.",
  "creators": "OKY GUNAWAN KWAN",
  "contributors": "Edwin Japarianto (Advisor 1); Diah Dharmayanti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020539/MASA/2016; Oky Gunawan Kwan (36412057)",
  "subjects": "CONSUMER BEHAVIOUR; SALES PROMOTION; MARKETING-MANAGEMENT"
}