{
  "id": "38051",
  "title": "Pengaruh human capital dan marketing capability terhadap financial performance dan market value (studi kasus pada sektor property dan real estate)",
  "abstract": "Penelitian ini bertujuan untuk menguji pengaruh antara human capital dan marketing capabilitiy terhadap financial performance dan market value di sektor industri property dan real estate. Return on Asset merupakan ukuran untuk financial performance, sedangkan Tobin’s Q merupakan ukuran untuk market value. Human Capital merupakan ukuran dari Human Capital, Marketing Ratio merupakan ukuran untuk Marketing Capabilities, Company Age dan Company Size merupakan variabel control untuk menjelaskan hubungan antara Return on Asset dan Tobin’s Q. Data yang digunakan dalam penelitian ini adalah data sekunder yang diambil dari laporan tahunan perusahaan. Sampel yang digunakan dalam penelitian ini adalah 36 perusahaan di sektor industry property dan real estate yang terdaftar di Bursa Efek Indonesia dari tahun 2009-2014. Metode yang digunakan adalah purposive sampling. Hipotesis dalam penelitian ini diuji dengan menggunakan metode multiple regression.Hasil dalam penelitian ini menunjukkan bahwa Human Capital berpengaruh positif terhadap financial performance dan tidak memiliki pengaruh terhadap market value, Marketing Capabilities tidak memiliki pengaruh terhadap profitability dan market value, company age tidak berpengaruh terhadap financial performance dan market value, dan company size tidak memiliki pengaruh terhadap financial performance namun memiliki pengaruh positif signifikan terhadap market value.",
  "creators": "REBECCA CHRISTINE JELITA",
  "contributors": "Saarce Elsye Hatane (Advisor 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010897/AKT/2016; Rebecca Christine Jelita Jawar (32412045)",
  "subjects": "HUMAN CAPITAL; FINANCIAL STATEMENTS; ACCOUNTING; CORPORATIONS--FINANCE"
}