{
  "id": "3805",
  "title": "Analisa penggunaan absorber pada speaker ukuran 15\"",
  "abstract": "Analisa Penggunaan Absorber Pada Speaker Ukuran 15 \" Iron Chip (IRC) adalah jenis kecacatan yang sering terjadi di lini produksi dimana speaker kemasukan benda asing yang dapat terpengaruh oleh medan magnet. Maka dari itu, penulis mencari cara untuk mengurangi angka cacat IRC tersebut. Dalam melakukan penelitiannya, penulis melakukan beberapa langkah. Langkah pertama adalah menguji sampel menggunakan uji proporsi. Sampel yang dipakai ialah speaker ukuran 15\" dan speaker ukuran 12\" . Hasil yang didapatkan ialah persentase kerusakan jenis IRC pada speaker ukuran 15\" lebih besar daripada persentase kerusakan jenis IRC pada speaker ukuran 12\" . Hal ini terjadi karena ada perbedaan perlakuan dimana speaker ukuran 12\" melewati proses absorber sedangkan speaker ukuran 15\" tidak melewati proses absorber. Absorber adalah mesin untuk mengurangi IRC. Setelah itu penulis mengusulkan penggunaan absorber untuk speaker ukuran 15\" dengan harapan agar kecacatan jenis IRC dapat dikurangi sehingga ada pengurangan biaya yang dikeluarkan. Langkah selanjutnya adalah membandingkan biaya untuk memproduksi speaker ukuran 15\" dengan menggunakan absorber dan speaker ukuran 15\" tanpa menggunakan absorber. Perhitungan biaya ini menunjukkan bahwa melalui penggunaan absorber pada speaker ukuran 15\" mampu menghemat biaya sebesar 5.09 %. Kesimpulannya ialah penggunaan absorber pada speaker ukuran 15\" mampu mengurangi kecacatan IRC sehingga mampu pengurangan biaya.",
  "creators": "CAROLINE SILVANA PRAJOGO",
  "contributors": "Felecia, S.T., M.Sc. (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/0706/IND/2003; Caroline Silvana Prajogo (25499016)",
  "subjects": "QUALITY CONTROL"
}