{
  "id": "38055",
  "title": "Fasilitas pelayanan kesehatan mental anak di Surabaya",
  "abstract": "Proyek ini merupakan sebuah fasilitas tempat merawat dan mengobati anak-anak yang memiliki gangguan kesehatan mental. Terletak di area Surabaya Pusat, diharapkan fasilitas ini dapat mewadahi anak-anak dari seluruh Kota Surabaya dan region sekitamya (Jawa Timur). Suasana di sekitar tapak kebanyakan merupakan lahan kosong dan area hijau (persawahan) yang sangat mendukung kegiatan utama dalam fasiitas ini, yakni terapi psikologis anak. Selain itu, anak-anak dalam fasilitas ini juga nantinya akan menimbulkan kegaduhan, sehingga lebih baik apabila tidak terlalu dekat dengan perumahan warga. Anak-anak dengan gangguan kesehatan mental memiliki kebutuhan dan perilaku yang berbeda dengan anak pada umumnya, sehingga rancangan bangunan ini menggunakan pendekatan perilaku anak dengan konsep calm by the design. Konsep ini nantinya akan diaplikasikan dalam desain bangunan meliputi bentuk, wama, zona spasial, dan ruang di dalamnya. Berdasarkan pengguna dan perilakunya, zona dibagi menjadi 2, yaitu sayap kiri untuk anak dengan gangguan kognitif, sementara sayap kanan untuk anak dengan gangguan disasosiatif. Untuk peralihan, di bagian tengah bangunan digunakan sebagai zona publik, area servis, dan pengelola, sehingga dapat menyatukan kedua zona.",
  "creators": "INNEKE KEZIA POEDJIANTO",
  "contributors": "Christine Wonoseputro (Advisor 1); Benny Poerbantanoe (Advisor 2); Roni Anggoro, S.T., M.A.Arch. (Advisor 3); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023564/ARS/2016; Inneke Kezia Poedjianto (22412077)",
  "subjects": "CHILD MENTAL HEALTH SERVICE-BUILDING; CHILD MENTAL HEALTH; HOSPITAL CARE-BUILDINGS-DESIGNS AND PLANS; PSYCHOTHERAPHY"
}