{
  "id": "3807",
  "title": "Upaya peningkatan pencapaian target produksi di PT. Samador Intiperoksida",
  "abstract": "Target produksi merupakan sesuatu hal yang diharapkan dapat dicapai oleh suatu industri manufaktur, khususnya industri yang terfokus pada kegiatan memproduksi suatu produk jadi dan proses produksi yang ada bersifat kontinyu. Contohnya saja di industri kimia yang memproduksi Hidrogen Peroksida, yang dalam hal ini diwakili oleh PT. Samator Intiperoksida. Seringkali target produksi tidak tercapai secara optimal, hal ini disebabkan oleh banyak faktor. Faktor-faktor tersebut merupakan suatu integrasi yang saling terkait dari beberapa pihak yaitu pihak supplier, divisi-divisi intern perusahaan seperti divisi Produksi, PPIC dan Marketing yang mana masing-masing pihak terkadang mempunyai visi dan misi yang berbeda. Faktor-faktor yang menjadi penyebab tidak tercapainya target produksi secara optimal adalah frekuensi shut down produksi yang cukup tinggi, metode peramalan permintaan yang kurang tepat, sistem perencanaan material yang kurang tepat dan seringnya terjadi revisi dalam kebijakan penetapan target dari pihak marketing perusahaan. Didalam laporan ini berusaha mendapatkan suatu solusi pemecahan yang dapat mengatasi permasalahan yang ada dalam upaya peningkatan pencapaian target produksi secara optimal di PT. Samator Intiperoksida. Untuk membantu dalam pembahasan masalah, digunakan alat bantu diagram fishbone untuk mengidentifikasikan faktor-faktor yang terkait dalam permasalahan, diagram pareto untuk menetukan prioritas pembahasan masalah, metode Analytical Hierarchy Process (AHP) dan software Expert Choisce untuk pemilihan alternatif yang sesuai dengan perusahaan, teori perhitungan mengenai keandalan mesin dalam membuat jadwal maintenance mesin yang memiliki total biaya yang minimum, metode multiplicative winter untuk peramalan permintaan yang sesuai, teori Fixed Order Quantity (FOQ) serta Material Requirement Planning (MRP) dalam membuat sistem perencanaan material yang sesuai dengan kondisi perusahaan. Solusi yang diusulkan dalam upaya peningkatan pencapaian target produksi di PT. Samator Intiperoksida adalah memperbarui komitmen antara pihak perusahaan dengan pihak supplier (dalam hal ini adalah supply hidrogen), membuat jadwal preventive maintenance mesin dengan total biaya minimum, memilih metode peramalan yang sesuai (Multiplicative Winter) serta membuat sistem perencanaan material (MRP) dengan FOQ.",
  "creators": "LINGGA SUSILAWATI T; FENNY",
  "contributors": "Julianingsih (Advisor 1); Herri Christian Palit (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/0710/IND/2003; Lingga Susilawati (25499017), Fenny (25499098)",
  "subjects": "PRODUCTION CONTROL; QUALITY CONTROL; INDUSTRIAL PRODUCTIVITY"
}