{
  "id": "38079",
  "title": "Pengaruh leadership style terhadap financial performance melalui innovation dan customer loyalty pada perusahaan sektor retail di Surabaya",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh langsung yang signifikan dari leadership style terhadap innovation, innovation terhadap customer loyalty, customer loyalty terhadap financial performance, innovation terhadap financial performance, dan leadership style terhadap financial performance pada perusahaan ritel di Surabaya. Selain itu, untuk mengetahui pengaruh tidak langsung yang signifikan dari leadership style terhadap financial performance melalui innovation dan customer loyalty. Penelitian ini berbentuk penelitian kuantitatif, di mana data diperoleh melalui penyebaran kuesioner dan laporan keuangan kepada perusahaan ritel di Surabaya. Sampel yang digunakan dalam penelitian ini adalah 18 perusahaan ritel di Surabaya yang terdaftar di BEI 2012-2014, serta masing-masing 10 karyawan dan 10 konsumen di setiap perusahaan. Data yang diperoleh kemudian diolah dengan menggunakan software SmartPLS. Hasil penelitian ini menunjukkan adanya pengaruh positif dan signifikan dari leadership style terhadap innovation, innovation terhadap customer loyalty, customer loyalty terhadap financial performance, leadership style terhadap financial performance, tetapi pengaruh negatif dan signifikan dari innovation terhadap financial performance pada perusahaan ritel di Surabaya. Innovation dan customer loyalty menjadi variabel perantara antara leadership style dan financial performance karena hubungan langsung antara leadership style dan financial performance memberikan efek signifikan lebih besar daripada menggunakan variabel innovation dan customer loyalty.",
  "creators": "DENANDA NATALIA LESTARI LUSI",
  "contributors": "Devie (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010899/AKT/2016; Denanda Natalia Lestari Lusi (32412166)",
  "subjects": "LEADERSHIP; LEADERSHIP STYLE; FINANCIAL STATEMeNTS; CUSTOMER LOYALTY"
}