{
  "id": "38089",
  "title": "Pengaruh competition intensity terhadap firm value melalui earning management sebagai intervening variable pada perusahaan manufaktur yang terdaftar dalam bursa efek Indonesia di Surabaya dan di Sidoarjo",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh langsung yang signifikan dari competition intensity terhadap earning management, earning management terhadap firm value, dan competition intensity terhadap firm value pada perusahaan manufaktur di Surabaya dan di Sidoarjo. Selain itu juga untuk mengetahui pengaruh tidak langsung yang signifikan dari competition intensity terhadap firm value melalui earning management pada perusahaan manufaktur di Surabaya dan di Sidoarjo. Penelitian ini berbentuk penelitian kuantitatif, di mana data diperoleh melalui penyebaran kuesioner kepada perusahaan manufaktur di Surabaya dan di Sidoarjo. Data yang diperoleh kemudian diolah dengan menggunakan software Smart PLS. Hasil penelitian ini menunjukkan adanya hubungan positif dan signifikan dari competition intensity terhadap earning management, hubungan negatif dan signifikan dari earning management terhadap firm value, dan competition intensity terhadap firm value pada perusahaan manufaktur di Surabaya dan di Sidoarjo. Earning management tidak memberikan pengaruh yang signifikan sebagai perantara antara competition intensity dengan firm. Karena hubungan langsung antara competition intensity terhadap firm value memiliki nilai path coefficient yang lebih besar dibandingkan hubungan tidak langsung melalui variabel earning management.",
  "creators": "CLARISSA CLAUDIA",
  "contributors": "Devie (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010904/AKT/2016; Clarissa Claudiam (32412157)",
  "subjects": "MANAGERIAL ACCOUNTING; FINANCIAL STATEMENTS; ACCOUNTING; CORPORATIONS--FINANCE"
}