{
  "id": "3809",
  "title": "Analisa pengaruh faktor kualitas makanan dan kualitas pelayanan terhadap kepuasan konsumen di Rumah Makan Tradisional Kayu Enam di Surabaya",
  "abstract": "Sebuah rumah makan harus selalu menjaga kualitas dari produk yang ditawarkan kepada konsumen agar dapat bersaing dengan rumah makan lainnya. Dalam hal ini produk yang dimaksudkan dalam penulisan skripsi yaitu kualitas makanan dan kualitas pelayanan yang dapat memberikan kepuasan terhadap harapan konsumen. Dalam penulisan skripsi ini penulis ingin mengetahui pengaruh faktor kualitas makan dan kualitas pelayanan terhadap kepuasan konsumen di Rumah Makan Kayu Enam. Tehnik analisa yang digunakan untuk mengolah data adalah tehnik analisa regresi linier berganda yang dibantu oleh program SPSS 9.0. dimana ada 2 variabel bebas yang dipakai yaitu variabel bebas Xj untuk kualitas makanan dan Xi untuk kualitas pelayanan. Sedangkan variabel tergantungnya (variabel Y) adalah kepuasan konsumen. Hasil pengolahan data tersebut menunjukkan bahwa terdapat pengaruh yang signifikan antara variabel Xj (kualitas makanan) dan X? (kualitas pelayanan) terhadap Y (kepuasan konsumen), sehingga dapat disimpulkan bahwa baik kualitas makanan dan kualitas pelayanan dari Rumah Makan Kayu Enam memiliki pengaruh yang signifikan terhadap kepuasan konsumen tetapi untuk kualitas pelayanan memiliki pengaruh yang lebih signifikan dibandingkan dengan kualitas makanan di Rumah Makan Tradisional Kayu Enam.",
  "creators": "TONNY IRAWAN; LIE BIE FONG",
  "contributors": "EDWIN ERVANTO SOELISTYO, S.E.,M.M. (Advisor 1); Thomas Stefanus Kaihatu (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 033/EP/2002; Tony Irawan (33496103), Lie Bie Fong (33497138)",
  "subjects": "RESTAURANT MANAGEMENT; RESTAURANTS-MARKETING"
}