{
  "id": "38107",
  "title": "Analisis implementasi inbound logistic melalui pendekatan supply chain di CV Karya Bakti",
  "abstract": "Tujuan penelitian ini adalah untuk mendeskripsikan implementasi aktivitas Inbound Logistic di CV Karya Bakti, yang terdiri dari aktivitas primer dan aktivitas pendukung. Logistik ke dalam (inbound logistic) merupakan aktivitas yang berkaitan dengan pengadaan barang-barang material, bahan baku, suku cadang, barang dagangan dan perlengkapan lainnya dari pemasok seperti penyimpanan distribusi input dari pemasok, inspeksi, dan manajemen persediaan. Metode penelitian yang digunakan adalah metode kualitatif. Metode pengumpulan data dilakukan dengan cara melakukan wawancara. Pada penelitian ini yang objek penelitian adalah aktivitas Inbound Logistic di CV. Karya Bakti, yang bergerak di bidang perdagangan tembakau. Teknik analisis data yang digunakan dalam penelitian ini adalah analisis kualitatif, sedangkan uji validitas yang digunakan dalam penelitian ini adalah triangulasi sumber data. Hasil penelitian aktivitas primer: pertama, proses penerimaan logistik terdiri dari beberapa prosedur; kedua penyimpanan logistik terdiri dari beberapa tahap mulai dari pengaturan letak sampai dengan pengecekan; ketiga, proses penanganan bahan baku adalah pemindahan bahan baku ke gudang; keempat, pergudangan terdiri dari penentuan gudang sesuai kebutuhan, lokasi, ukuran, peralatan, serta analisa efektifitasnya; kelima¸ pelaksanaan pengendalian dilakukan lima hari sekali. Aktivitas pendukung: pertama, supplier yang digunakan adalah pengepul; kedua, strategi pembelian bahan baku melalui penetapan harga berdasarkan kualitas; ketiga, transportasi yang digunakan colt diesel, pickup dan truk; keempat, prosedur rekrutmen sumber daya manusia di perusahaan masih sederhana dengan gaji karyawan berkisar dua juta rupiah setiap bulan; kelima, perusahaan hanya menggunakan tenaga manusia, tidak menggunakan mesin atau teknologi tertentu.",
  "creators": "GLANDY APRILYANTO ABIDIN",
  "contributors": "Inggrid (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011184/MAN/2016 ; Glandy Aprilyanto Abidin (31411046)",
  "subjects": "SUPPLY CHAIN MANAGEMENT; RAW MATERIALS-MANAGEMENT; BUSINESS LOGISTICS"
}