{
  "id": "38104",
  "title": "Suksesi kepemimpinan wanita di dalam perusahaan keluarga (studi kasus PT Harapan Makmur Wisesa)",
  "abstract": "Penelitian ini dilakukan untuk mengetahui suksesi kepemimpinan wanita di dalam perusahaan PT Harapan Makmur Wisesa. Perumusan yang hendak diajukan dalam penelitian terdiri atas: (i) bagaimana kepemimpinan wanita dalam memimpin perusahaan keluarga di PT Harapan Makmur Wisesa?; serta (ii) bagaimana transfer nilai-nilai kepemimpinan dan transfer pengetahuan sebagai proses suksesi kepemimpinan wanita di PT Harapan Makmur Wisesa? Metode penelitian yang digunakan adalah kualitatif deskriptif berdasarkan instrumen in-depth interview dengan key informan. Teknik analisis menggunakan penyusunan dan pengkategorian mulai dari reduksi data, penyajian data, dan menarik kesimpulan-verifikasi. Untuk menguji validitas penelitian digunakan metode triangulasi teknik berdasar metode in-depth interview, dokumentasi, dan observasi penelitian. Temuan menunjukkan bahwa kepemimpinan wanita dalam perusahaan keluarga PT Harapan Makmur Wisesa dilakukan berdasarkan fungsi kepemiminan instruksi, sikap kepemimpinan penuh tanggung jawab dan perhatian, gaya kepemimpinan yang jujur dan terbuka, serta adanya hambatan dari kepemimpinan wanita perihal pelayanan dan masaalah teknis. Sementara itu, pada proses suksesi kepemimpinan wanita dalam perusahaan keluarga PT Harapan Makmur Wisesa dilakukan berdasar: transfer nilai kepemimpinan wanita kepada calon suksesor dengan proses pemindahan kekuasaan, di samping transfer pengetahuan kepemimpinan wanita didasarkan pada keterampilan kepemimpinan (bertanggung jawab di bidang administrasi) dan pengetahuan kepemimpinan (kepemilikan kemampuan pengambilan keputusan, mampu memilih prioritas masalah, dan mengarahkan untuk menyeleksi dan menempatkan sumber daya).",
  "creators": "SAM PAUL STEWART RETTOB",
  "contributors": "Ritzky Karinamegahrosa Brahmana S.E., M.A. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011182/MAN/2016; Sam Paul Stewart Rettob (31410094)",
  "subjects": "LEADERSHIP IN WOMEN; FAMILY-OWNED BUSINESS ENTERPRISES-SUCCESSION; FAMILY-OWNED BUSINESS ENETERPRISES"
}