{
  "id": "38112",
  "title": "Analisa hubungan antara informational system terhadap organizational learning dalam meningkatkan financial performance pada industri perhotelan bintang 3, 4 dan 5 di Jawa Timur",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh langsung yang signifikan antara information system terhadap organizational learning, organizational learning terhadap financial performance, dan information system terhadap financial performance pada industri perhotelan bintang 3, 4 dan 5 di Jawa Timur. Selain itu juga untuk mengetahui pengaruh tidak langsung yang signifikan dari information system terhadap financial performance melalui organizational learning pada industri perhotelan bintang 3, 4 dan 5 di Jawa Timur. Data diperoleh melalui penyebaran kuisioner pada hotel-hotel bintang 3, 4 dan 5 di wilayah Jawa Timur. Penelitian ini berbentuk penelitian kuantitatif. Responden kami dalam penelitian ini adalah karyawan hotel yang berprofesi accounting, finance dan marketing, supervisor, manager dan chief excecutive hotel bintang 3, 4 dan 5 di Jawa Timur. Data yang diperoleh kemudian diolah dengan menggunakan software Smart PLS. Hasil dari penelitian ini menunjukkan adanya hubungan positif dan signifikan antara information system terhadap organizational learning, organizational learning terhadap financial performance, dan information system terhadap financial performance pada hotel-hotel bintang 3, 4 dan 5 di wilayah Jawa Timur. Namun, pengaruh tidak langsung variabel organizational learning dalam memediasi information system terhadap financial performance memiliki nilai yang lebih kecil dibandingkan pengaruh langsungnya. Sehingga dapat disimpulkan bahwa organizational learning bersifat melemahkan pengaruh variabel langsung dan tidak dapat memediasi hubungan antara information system terhadap financial performance.",
  "creators": "ANDREW WILLIAM SANJAYA",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010911/AKT/2016; Andrew William (32412003)",
  "subjects": "ORGANIZATIONAL LEARNING; CORPORATIONS--FINANCE; ACCOUNTING"
}