{
  "id": "38111",
  "title": "Pengaruh merger terhadap financial performance : studi merger bank yang terdaftar di bursa efek Indonesia",
  "abstract": "Merger dilakukan oleh perusahaan dengan harapan mendatangkan sejumlah keuntungan. Kondisi menguntungkan akan terjadi bila kegiatan merger dan akuisisi tersebut memperoleh sinergi. Perkembangan merger dan akuisisi pada sektor perbankan di Indonesia dimulai setelah krisis tahun 1998, waktu itu merger merupakan salah satu upaya penyelamatan perbankan yang didorong oleh Bank Indonesia untuk meningkatkan kinerja bank sebagai akibat krisis moneter. Mengenai penilaian kinerja bank, Bank Indonesia telah mengeluarkan peraturan untuk menilai kinerja keuangan perbankan, yaitu melalui rasio CAMELS (Capital, Asset Quality, Management, Earnings, Liquidity dan Sensitivity to Market Risks). Untuk itu, penelitian ini bertujuan secara khusus menguji dampak merger bank ditinjau dari kinerja keuangan bank berdasarkan rasio CAMELS. Jenis penelitian yang digunakan adalah komparatif dengan maksud untuk membandingkan kinerja keuangan sebelum dan setelah merger. Sampel penelitian adalah perusahaan perbankan yang terdaftar di Bursa Efek Indonesia dan melakukan merger selama periode tahun 2000-2010. Penelitian ini menggunakan teknik analisis paired sample t test. Hasil penelitian menunjukkan pada Bank Danamon dampak merger secara signifikan terlihat dari rasio RORA (naik), pada Bank Artha Graha dampak merger secara signifikan terlihat dari rasio IRR (turun), pada Bank CIMB Niaga dampak merger secara signifikan terlihat dari rasio CAR (naik) dan LDR (naik), dan pada Bank Permata dampak merger secara signifikan terlihat dari rasio NPM (naik).",
  "creators": "LAURENTIA TIRZA LIRUNGAN",
  "contributors": "Josua Tarigan (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010909/AKT/2016; Laurentia Tirza Lirungan (32412182)",
  "subjects": "FINANCIAL STATEMENTS; BANKS AND BANKING-ACCOUNTING; BANK MERGERS"
}