{
  "id": "38125",
  "title": "Pengaruh budget participation terhadap managerial performance melalui budget goal difficulty dan budget goal commitment sebagai variabel intervening",
  "abstract": "Berlakunya MEA membuat persaingan bisnis khususnya di wilayah ASEAN akan semakin ketat, sehingga mengharuskan setiap perusahaan harus memiliki kinerja yang baik agar dapat memiliki daya saing tinggi. Kinerja yang baik berkaitan dengan kinerja manajerial yang membutuhkan sebuah perencanaan yang baik pula, dan anggaran merupakan salah satu komponen dalam sebuah perencanaan. Budget participation merupakan pendekatan penganggaran yang berfokus pada upaya untuk meningkatkan kinerja manajerial dalam rangka mencapai tujuan organisasi. Tujuan dari penelitian ini adalah mengetahui pengaruh budget participation terhadap managerial performance melalui budget goal difficulty dan budget goal commitment sebagai variabel intervening pada perusahaan di wilayah Surabaya. Data diambil dari kuesioner (penelitian kuantitatif). Sampel penelitian adalah manajer perusahaan di Surabaya, yang berjumlah 135 orang. Penelitian ini menggunakan teknik analisis Partial Least Square (PLS). Hasil penelitian menunjukkan budget participation berpengaruh positif terhadap budget goal commitment, budget goal difficulty, dan managerial performance, artinya semakin tinggi partisipasi anggaran maka semakin tinggi pula komitmen manajer untuk mencapai tujuan anggaran, budget goal difficulty, dan kinerja manajerial. Budget goal commitment juga berpengaruh positif terhadap managerial performance, sedangkan budget goal difficulty tidak berpengaruh.",
  "creators": "STEFANI",
  "contributors": "Josua Tarigan (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010841/AKT/2016; Stefani (32412115)",
  "subjects": "MANAGERIAL ACCOUNTING; BUDGETING; ACCOUNTING"
}