{
  "id": "38120",
  "title": "Hubungan timbal balik antara kinerja sosial perusahaan dan kinerja keuangan perusahaan yang diukur menggunakan earning per share",
  "abstract": "Penelitian ini bertujuan untuk membuktikan adanya hubungan timbal balik antara kinerja sosial perusahaan dan kinerja keuangan perusahaan. Penelitian ini dilakukan terhadap perusahaan publik di Indonesia yang menerbitkan sustainability report dan terdaftar dalam database GRI dengan jumlah sampel 80 pengamatan untuk model 1 dan 98 pengamatan untuk model 2. Kinerja sosial perusahaan diukur menggunakan Sustainability Reporting Index yang dinilai berdasarkan Global Reporting Initiative (GRI) Index 3.1, sedangkan kinerja keuangan perusahaan diukur menggunakan Earning Per Share. Variabel kontrol yang digunakan dalam penelitian ini adalah leverage dan firm size. Hasil penelitian menunjukkan bahwa tidak terdapat hubungan timbal balik antara kinerja sosial perusahaan dan kinerja keuangan perusahaan. Adanya Undang-Undang No. 40 tahun 2007 menandakan bahwa aktivitas CSR bukan lagi bersifat sukarela tetapi merupakan sebuah kewajiban bagi perusahaan. Oleh karena itu, motif perusahaan dalam mengungkapkan aktivitas CSR semata-mata karena peraturan yang diberlakukan oleh pemerintah. Hasil penelitian menunjukkan bahwa leverage berpengaruh negatif terhadap kinerja sosial perusahaan dan kinerja keuangan perusahaan, sedangkan firm size berpengaruh positif terhadap kinerja keuangan perusahaan dan tidak berpengaruh terhadap kinerja sosial perusahaan.",
  "creators": "JESSICA KARTIKA DEVINA HALIM",
  "contributors": "Juniarti (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010831/AKT/2016; Jessica Kartika Devina Halim (32412011)",
  "subjects": "FINANCIAL STATEMENTS; EARNING PER SHARE; CORPORATE SOCIAL RESPONSIBILITY; ACCOUNTING"
}