{
  "id": "3813",
  "title": "The Combinations of wine and menu dapoer in Anak Depok Indonesian restaurant the Netherlands",
  "abstract": "The economic growth in the world nowadays also leads the increasing of the world globalizations and the world trade, which of course bring the new market as well as the new costumer. This new costumer demands a lot of concerns of the business industry especially the hospitality industry. In this case the focus is in food and beverage industry or restaurant in a clear simple. According to the Dutch Board of the Hotel and Catering Industry, nowadays, there is a new trend, the new consumers that also create the new market. The new consumers take many forms, as it can be seen in the present, plural society. A diversity of opinions, ideologies, ambitions and tastes all exist alongside one another. 21 SI century consumers are aware that life is short and that nothing remains unchanged and therefore they choose which best suits them at a certain time and certain place, from the great variety of option available. The new consumers therefore make their own choices and are not influenced by external matters. The result is that the same consumers can make different choices, depending on the time and the place. This makes the new consumer a moment consumer. In other words, they are less predictable than even before. The new consumers want a maximum enjoyment and appreciate convenience in their free time. It is no longer money which is the deciding factor, but time. Wishes must be fulfilled with a minimum of effort in terms of time and money. For maximum enjoyment, the new consumers require variety of choices. Enjoyment means more to the consumers than just a low price or perfect product. It is particularly the added value of the nroduct that determines its quality. According to the writers, eating and drinking wine can fulfill one of the enjoyments, because most of European people drink wine to accompany their food. That's why, making a good combination between wine and food is very important. Based on this issue, a qualitative research has been used. The qualitative research has two parts. The simple part is: If we remember a few basic guidelines, and enjoy a moderate degree of gastronomic exploration and experimentation, we cannot go too far wrong.",
  "creators": "AGUNG KVRNIAWAN; JUNAIDI NYOTO",
  "contributors": "HENK BRUINS (Advisor 1); RICHARD TEILLERS (Advisor 2); K.W. VAN DER HOEK (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 0201078/HTL/2003; Agung Kurniawan (33497006), Junaidi Nyoto (33497020)",
  "subjects": "RESTAURANT MANAGEMENT"
}