{
  "id": "38140",
  "title": "Strategi pengembangan bisnis pada PT Putrasean Rubber Industri",
  "abstract": "Penelitian ini bertujuan untuk memberikan perumusan strategi yang tepat bagi PT Putrasean Rubber Industri agar dapat mengembangkan usahanya agar lebih baik pada masa yang akan datang. Jenis penelitian ini adalah kualitatif deskriptif dengan metode penelitian studi kasus. Pengumpulan data menggunakan metode wawancara semi-terstruktur. Teknik pemilihan narasumber menggunakan purposive sampling, uji keabsahan data menggunakan triangulasi sumber. Penelitian menggunakan pendekatan analisis matriks SWOT dan Porter’s Five Forces Model. Dari hasil perumusan strategi menggunakan analisis matriks SWOT, maka dapat disimpulkan bahwa strategi WT merupakan strategi yang tepat bagi PT Putrasean Rubber Industri untuk mengembangkan usahanya. Dari hasil penilaian eksternal menggunakan Porter’s Five Forces Model maka dapat disimpulkan bahwa PT Putrasean Rubber Industri selalu mengutamakan kualitas di tengah menghadapi persaingan antar perusahaan, memiliki peluang besar karena belum ada produk pengganti karet hingga saat ini, memiliki pemasok milik PT Putrasean Rubber Industri sendiri. PT Putrasean Rubber Industri menggunakan strategi generik Michael Porter (tipe 1 dan tipe 2), karena persaingan harga antar penjual dalam industri karet sangat kuat, produk karet gelang yang dijual oleh pesaing dalam industri karet bersifat identik. Perusahaan pendatang di industri yang sama pada umumnya menerapkan harga yang rendah untuk menarik minat pelanggan.",
  "creators": "CHRISTOPHER ADRIEL KOESWANTO",
  "contributors": "Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Advisor 1); Dhyah Harjanti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011230/MAN/2016; Christopher Adriel Koeswanto (31412034)",
  "subjects": "BUSINESS MANAGEMENT; MANAGEMENT-STRATEGIC; STRATEGIC PLANNING"
}