{
  "id": "38142",
  "title": "Analisis strategi bersaing pada PT Citra Surya Pacific",
  "abstract": "Industri garmen adalah salah satu industri pakaian yang merupakan salah satu kebutuhan pokok masyarakat. Persaingan di industri garmen cukup ketat. Banyaknya pesaing yang ada di industri ini, kebijakan pemerintah dan dengan adanya MEA membuat peluang bagi perusahaan asing untuk masuk merupakan penyebab dari persaingan ini. Sebagai perusahaan yang sudah lama ada di industri, PT Citra Surya Pacific harus membuat strategi untuk dapat memenangkan persaingan di pasar. Tujuan dari penelitian ini adalah untuk mengetahui lingkungan eksternal dan internal perusahaan serta menyusun strategi bersaing yang tepat pada PT Citra Surya Pacific berdasarkan matriks SWOT. Metode yang digunakan adalah metode penelitian kualitatif. Penentuan narasumber yang digunakan penelitian ini adalah purposive sampling. Penelitian dilakukan di PT Citra Surya Pacific. Informan yang digunakan adalah pemilik perusahaan, manajer keuangan, manajer produksi, manajer pemasaran, manajer sumber daya manusia dan toko grosir di Sepanjang dengan menggunakan wawancara semi terstruktur. Penelitian ini disusun menurut analisis lingkungan eksternal dan internal, setelah itu akan diidentifikasi menggunakan analisis SWOT, dari SWOT akan dirumuskan strategi bersaing yang tepat untuk perusahaan. Hasil penelitian ini menunjukkan strategi yang harus dilakukan perusahaan adalah penetrasi pasar dan pengembangan produk. Penetrasi pasar dilakukan dengan mendorong kegiatan promosi melalui pamflet, radio dan website atau dapat juga dengan memasang iklan di internet, melakukan perubahan dalam sistem pembayaran ritel dan toko grosir serta membedakan model yang dipasarkan di ritel dan toko grosir. Pengembangan produk dilakukan dengan cara mendorong inovasi produk dengan memberikan design model, motif dan aksesoris yang sesuai dengan trend, melakukan penataan jumlah varian produk secara rutin kira-kira 3-6 bulan sekali, memperketat kontrol kualitas produk dengan terus rutin melakukan kontrol di penjahit, merencanakan pemesanan barang lebih awal dan konfirmasi dengan pihak ritel dan toko grosir, mempercepat tingkat produksi barang dan kualitas dengan cara memantau kinerja supaya tetap waspada, serta melakukan perhitungan pengeluaran untuk pembelian bahan baku.",
  "creators": "INGGRID YUNINDAH MAYASARI",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor 1); Maria Praptiningsih, S.E., M.Sc.FE. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011218/MAN/2016; Inggrid Yunindah Mayasari (31412046)",
  "subjects": "MANAGEMENT-STRATEGIC; STRATEGIC PLANNING; COMPETITION"
}