{
  "id": "38164",
  "title": "Pengaruh human capital dan marketing capability terhadap kinerja keuangan dan nilai pasar (studi kasus pada sektor barang konsumsi)",
  "abstract": "Penelitian ini bertujuan untuk menguji pengaruh antara Human Capital dan Marketing Capabilitiy Terhadap Kinerja Keuangan dan Nilai Pasar perusahaan di sektor industry barang konsumsi. Return on Equity merupakan ukuran untuk profitability, sedangkan Market to Book Value merupakan ukuran untuk market value. Human Capital Efficiency merupakan ukuran dari Human Capital, Marketing Ratio merupakan ukuran untuk Marketing Capabilities, Company Age dan Company Size merupakan variabel control untuk menjelaskan hubungan antara Return on Equity dan Market to Book Value. Data yang digunakan dalam penelitian ini adalah data sekunder yang diambil dari laporan tahunan perusahaan. Sampel yang digunakan dalam penelitian ini adalah 29 perusahaan disektor industry barang konsumsi yang terdaftar di Bursa Efek Indonesia dari tahun 2009-2014. Metode yang digunakan adalah purposive sampling. Hipotesis dalam penelitian ini diuji dengan menggunakan metode multiple regression. Hasil dalam penelitian ini menunjukkan bahwa Human Capital berpengaruh positif terhadap profitability dan berpengaruh negatif terhadap market value, Marketing Capabilities berpengaruh negatif terhadap profitability dan market value, company age berpengaruh positif terhadap profitability dan tidak berpengaruh terhadap market value, dan company size tidak memiliki pengaruh terhadap profitability maupun market value.",
  "creators": "FONNY AGUSTINA PANGESTU",
  "contributors": "Saarce Elsye Hatane (Advisor 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010844/AKT/2016; Fonny Agustina Pangestu (32412096)",
  "subjects": "HUMAN CAPITAL; ACCOUNTING; CORPORATIONS--FINANCE"
}