{
  "id": "38162",
  "title": "Pengaruh customer satisfaction terhadap financial performance melalui customer loyalty dan customer advocacy pada perusahaan berbagai sektor di Indonesia",
  "abstract": "Era perdagangan bebas membuat setiap perusahaan harus menciptakan dan meningkatkan keunggulan agar mampu bersaing dengan kompetitor untuk menarik hati pelanggan. Kepuasan dan loyalitas adalah kunci ampuh bagi perusahaan untuk bertahan karena merupakan indikator penting kinerja perusahaan secara non keuangan. Aspek non keuangan tersebut berguna dalam penilaian kinerja pasar karena memiliki hubungan kuat dengan kinerja keuangan. Selain itu, tingkat advokasi pelanggan juga memiliki hubungan kuat dengan kinerja keuangan. Advokasi sendiri merupakan bentuk khusus dari layanan pelanggan di mana perusahaan fokus pada apa yang terbaik bagi pelanggan. Tujuan penelitian ini adalah mengetahui pengaruh customer satisfaction terhadap financial performance melalui customer loyalty dan customer advocacy pada perusahaan berbagai sektor di Indonesia. Jenis penelitian menggunakan pendekatan kuantitatif. Sampel penelitian adalah perusahaan berbagai sektor di Indonesia dengan kriteria terdaftar di Bursa Efek Indonesia, menerbitkan laporan keuangan tahunan tahun 2011-2014, dan brand-nya terdaftar di Indonesia Original Brands (IOB) dalam majalah SWA dan bertahan selama tahun 2011- 2014. Jumlah perusahaan yang memenuhi kriteria adalah 13 perusahaan dengan periode penelitian 4 tahun, sehingga jumlah sampel penelitian adalah 52 sampel. Teknik analisis menggunakan pendekatan Partial Least Square (PLS). Hasil penelitian menunjukkan customer satisfaction berpengaruh positif masing-masing terhadap customer loyalty, customer advocacy, dan financial performance. Sedangkan customer loyalty dan customer advocacy tidak berpengaruh terhadap financial performance, tetapi customer loyalty berpengaruh positif terhadap customer advocacy.",
  "creators": "FANNY SUTJIONO",
  "contributors": "Josua Tarigan (Advisor 1); Saarce Elsye Hatane (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010847/AKT/2016; Fanny Sutjiono (32412057)",
  "subjects": "CONSUMER SATISFACTION; FINANCIAL STATEMENTS"
}