{
  "id": "38174",
  "title": "Pengaruh transformational leadership terhadap financial performance dengan supply chain integration dan competitive advantage sebagai variabel intervening pada perusahaan publik sektor manufaktur di Surabaya dan Sidoarjo",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh langsung yang signifikan dan positif antara transformational leadership terhadap competitive advantage, transformational leadership terhadap supply chain integration, supply chain integration terhadap financial performance, competitive advantage terhadap financial performance pada perusahaan manufaktur publik di Surabaya dan Sidoarjo. Penelitian ini berbentuk penelitian kuantitatif, dimana data diperoleh melalui penyebaran kuesioner dan menggunakan rasio analisa laporan keuangan kepada perusahaan manufaktur publik di Surabaya dan Sidoarjo. Data yang diperoleh kemudian diolah dengan menggunakan software Smart PLS. Hasil penelitian ini menunjukkan adanya hubungan positif dan signifikan dari transformational leadership terhadap financial performance, transformational leadership terhadap supply chain integration, transformational leadership terhadap competitive advantage, supply chain integration terhadap competitive advantage, supply chain integration terhadap financial performance dan competitive advantage terhadap financial performance, pada perusahaan manufaktur publik di Surabaya dan Sidoarjo. Supply chain integration dan competitive advantage menjadi variabel perantara antara transformational leadership dengan financial performance.",
  "creators": "MICHELLIE DEVINSEN",
  "contributors": "Devie (Advisor 1); Josua Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010836/AKT/2016; Michellie Devinsen (32412017)",
  "subjects": "ACCOUNTING; MANUFACTURING INDUSTRIES; SUPPLY CHAIN MANAGEMENT; CORPORATIONS--FINANCE; LEADERSHIP"
}