{
  "id": "38184",
  "title": "Kompetensi khusus akuntan forensik (survey pada akuntan forensik KAP big four di Indonesia)",
  "abstract": "Penelitian ini bertujuan untuk menganalisis sembilan kompetensi akuntan forensik yaitu, kemampuan analisis deduktif, kemampuan berpikir kritis, kemampuan memecahkan masalah yang tidak terstruktur, kemampuan fleksibilitas penyidikan, kemampuan analitik, kemampuan berkomunikasi lisan, kemampuan berkomunikasi tertulis, kemampuan tentang pengetahuan hukum, dan kemampuan bersikap tenang untuk (1) mengetahui perlu atau tidaknya dibutuhkan kompetensi khusus bagi akuntan forensik dan (2) mengidentifikasi variabel set baru (faktor) untuk menggantikan sembilan variabel kompetensi pada Kantor Akuntan Publik Big Four di Indonesia. Penelitian ini dilakukan dengan cara sensus kepada semua populasi penelitian. Data diperoleh dengan menyebarkan 140 kuisioner ke semua auditor yang bekerja di divisi forensik dengan jabatan associates pada kantor akuntan publik Big Four di Indonesia. Teknik analisis data menggunakan Analisis Korelasi Rank Spearman untuk menjawab tujuan pertama sedangkan untuk menjawab tujuan kedua menggunakan Analisis Faktor Eksploratori. Analisis data dilakukan dengan program SPSS versi 20. Hasil Penelitian dengan menggunakan Analisis Korelasi Rank Spearman menunjukkan bahwa kompetensi khusus dibutuhkan oleh akuntan forensik dalam melaksanakan pekerjaannya. Sedangkan hasil penelitian dengan menggunakan Analisis Faktor Eksploratori menunjukkan dari sembilan faktor kompetensi akuntan forensik, maka dapat direduksi menjadi 3 faktor yaitu, faktor pertama yang terdiri dari kemampuan analisis deduktif, kemampuan memecahkan masalah yang tidak terstruktur, kemampuan fleksibilitas penyidikan, kemampuan analitik. Faktor kedua yaitu, kemampuan berpikir kritis, kemampuan tentang pengetahuan hukum, kemampuan bersikap tenang. Serta faktor ketiga yaitu, kemampuan berkomunikasi lisan, kemampuan berkomunikasi tertulis.",
  "creators": "CHRISTINE LINARDO",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010883/AKT/2016; Christine Linardo (32412194)",
  "subjects": "FORENSIC ACCOUNTING; ACCOUNTANTS"
}