{
  "id": "38182",
  "title": "Pengaruh intellectual capital dan marketing capability terhadap profitabilitas dan nilai perusahaan di sektor perbankan dan keuangan (kapitalisasi besar)",
  "abstract": "Penelitian ini dilakukan bertujuan untuk mengetahui apakah terdapat pengaruh hubungan antara intellectual capital, dan marketing capability serta menggunakan company size, dan company age sebagai variabel kontrol yang digunakan untuk menguji pengaruh variabel-variabel itu terhadap profitabilitas dan nilai perusahaan. Untuk variabel intellectual capital dalam penelitian ini akan diukur dengan menggunakan variabel-variabel komponennya yaitu, human capital efficiency (HCE), structural capital efficiency (SCE), dan capital employed efficiency (CEE). Marketing capability (MC) diukur dengan menggunakan biaya marketing dan R&D. Profitabilitas perusahaan diukur menggunakan rasio Return on Asset (ROA) dan untuk nilai perusahaan akan diukur dengan menggunakan rasio Tobin’s q (TQ). Sample yang digunakan dalam penelitian adalah perusahaan yang terdaftar pada sektor perbankan dan termasuk ke dalam kategori large capitalization dengan periode penelitian tahun 2009-2014. Jumlah perusahaan yang diamati berjumlah 37 perusahaan dengan 185 tahun perusahaan pengamatan. Pengujian hipotesis akan dilakukan dengan menggunakan metode analisis regresi linear berganda. Hasil penelitian ini menemukan bahwa adanya hubungan pengaruh yang signifikan atas variabel independen HCE, SCE, CEE, MC dan SIZE terhadap profitabilitas perusahaan dan variabel HCE, CEE dan SIZE terhadap nilai perusahaan.",
  "creators": "AMMES ABEL WIDJANARKO",
  "contributors": "Saarce Elsye Hatane (Advisor 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010882/AKT/2016; Ammes Abel Widjanarko (32412055)",
  "subjects": "FINANCIAL STATEMENTS; CORPORATE PROFITS; CORPORATIONS--FINANCE; INTELLECTUAL CAPITAL"
}