{
  "id": "3818",
  "title": "The Brief and clear job description to maintain standard performance and quality service in Hu's Garden Restaurant",
  "abstract": "To making this thesis is not so easy that the writes thought, in the first time the writers find a lot of idea to make, but finally the writers decided about job description as a major subject to discussed in this thesis. The writers is very interesting in this subject because in this case the writers in the field as a trainees. During the time of traineeship, the writers are not comfortable with how they work, especially the boss, they always make direct order what we have to do, not only to the trainees but also to the other waiters. So, the writer's thing that there is something missing and that there is no job description. For this thesis the writes using the CIT method to analysis this case and for the other data to get the theory X and theory Y is offered in this thesis. And for the further information for the analyzing the thesis, study literature also used in this thesis, and the book which the writer's used is about the Human Resource Management because job description is part of HRM, and not only Study literature, interview with the college or others waiters in also as a tools to get more information, and the result of the interview is in the appendix. In the final discovery, the writers make a conclusion that if there is no job description it can be very fatal action because there is no clears what they have to do and there will be a lot of mistake also miscommunication and don't forget overlapping can be also. The effect of that can effect in our service and can also effect in the guest for there satisfaction, if there is no satisfaction then there is no \" THE MOMENT OF TRUTH \" that is when customer and the employee are happy. Also in this thesis the writers give the solution to make this thesis complete.",
  "creators": "PUTRA ARIYANTO; AGUNG IRAWAN",
  "contributors": "HENK BRUINS (Advisor 1); K.W. VAN DER HOEK (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 028/EP-IHM/2002; Putra Ariyanto (33497027), Agung Irawan (33497081)",
  "subjects": "RESTAURANT-PERSONNEL MANAGEMENT; RESTAURANT MANAGEMENT"
}