{
  "id": "3819",
  "title": "Analisa pengaruh lima dimensi kualitas pelayanan terhadap tingkat kepuasan konsumen di Calvados Cafe dan Restaurant",
  "abstract": "Kualitas pelayanan adalah salah satu hal yang patut disoroti dalam dunia usaha perbisnisan, baik itu jasa maupun barang. Dewasa ini perkembangan serta persaingannya semakin ketat, baik yang berskala kecil maupun yang berskala besar, khususnya di bidang jasa. Berkembangnya Cafe-Cafe dan Restoran yang ada di Surabaya memacu semua pengelola Cafe dan Restoran untuk meningkatkan kualitas di bidang pelayanan. Mereka tidak hanya sekedar membuka Cafe dan Restoran tanpa memperhitungkan dan memperkirakan alternatif dan sisi pelayanan yang baru, kreatif dan memiliki ciri yang lain daripada yang lainnya. Calvados Cafe dan Restaurant yang berlokasi di jalan Kertajaya Indah, yang diambil dari nama minuman Brandy yang terbuat dari Apel, khas minuman beralkohol (spirit) dari daerah Nonnandia, Perancis Utara. Calvados terkenal dengan masakan khas Eropa dengan citarasa Indonesia dan berbagai macam minuman baik yang mengandung alkohol maupun non alkohol. Calvados memiliki daya tarik tersendiri, dengan bangunan seluas 1.130m2 mereka mengarah ke gaya Contemporer family Cafe dan Restaurant yang penuh dengan keakraban dan keromantisan yang identik dengan warna biru disana sini. Calvados ini terbagi atas dua bagian. Ruangan Outdoor dan Indoor masing-masing disediakan bagi mereka yang ingin merokok atau tidak. Tata ruang Outdoor-nya terasa nyaman seolah-olah bersembunyi di balik tenda biru. Dalam pembuatan skripsi ini penulis ingin menganalisa dan mengetahui apakah 5 Dimensi Kualitas Pelayanan Calvados Cafe dan Restaurant berpengaruh secara parsial dan serempak terhadap tingkat kepuasan konsumen. Teknik analisa yang digunakan untuk mengolah data adalah teknik regresi linear berganda yang dibantu oleh program SPSS release 9.0, dimana terdapat 5 variabel bebas (variabel X) yang dipakai yaitu variabel bebas X1 untuk Tangible, X2 untuk Reliability, X3 untuk Responsiveness, X4 untuk Assurance, X5 unruk Empathy, sedangkan variabel terikat atau tergantungnya (variabel Y) adalah kepuasan konsumen. Hasil pengolahan data tersebut menunjukkan bahwa terdapat pengaruh yang signifikan antara variabel X1 (Tangible), X2 (Reliability), X3 (Responsiveness), A4 (Assurance), X5 (Empaihy), memiliki pengaruh yang signiflkan atau berpengaruh secara parsial dan serempak terhadap Y (kepuasan konsumen). Dapat disimpulkan bahwa baik Tangible, Reliability, Responsiveness, Assurance, Empathy memiliki pengaruh yang signifikan, sedangkan untuk Assurance memiliki nilai yang paling besar dibandingkan dengan Tangible, Reliability, Responsiveness, Empathy.",
  "creators": "MELYANI; NOVITA SENGKEY",
  "contributors": "EDWIN ERVANTO SOELISTYO, S.E.,M.M. (Advisor 1); Fransisca Andreani (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 032/EP/2002; Melyani (33497031), Novita Sengkey (33497093)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER SATISFACTION.; RESTAURANT-MARKETING"
}