{
  "id": "38192",
  "title": "Analisis strategi bisnis pada Click Fashion",
  "abstract": "Penelitian ini bertujuan untuk mendeskripsikan kondisi lingkungan eksternal dan internal pada Click Fashion serta menyusun rekomendasi strategi bisnis yang tepat pada Click Fashion. Penelitian ini menggunakan penelitian deskriptif kualitatif di mana menggunakan metode. Sedangkan metode penelitian yang digunakan adalah studi kasus. Metode pengujian keabsahan data menggunakan triangulasi sumber. Penentuan narasumber dalam penelitian ini menggunakan teknik nonprobability sampling dan menggunakan teknik triangulasi sumber dalam pengujian validitas data penelitian ini. Click Fashion merupakan salah satu toko grosir di bidang industri fashion (pakaian jadi) yang terletak di Pasar Kapasan Surabaya. Objek yang digunakan pada penelitian ini adalah Click Fashion sedangkan subjek yang digunakan pada penelitian ini adalah owner dan 4 karyawan bagian pemasaran, bagian keuangan, bagian produksi/operasional dan bagian sumber daya manusia dari Click Fashion. Penjabaran analisa lingkungan eksternal menggunakan analisa Porter’s Five-Force Model. Sedangkan lingkungan internal menggunakan analisa fungsi manajemen pada masing-masing aspek bisnis yaitu pemasaran, keuangan, produksi, dan sumber daya manusia. Selanjutnya menggunakan analisa SWOT untuk mengidentifikasi kekuatan (strength), kelemahan (weakness), peluang (opportunity), dan ancaman (threat). Dari analisa SWOT dapat dibentuk matriks SWOT yang dapat merumuskan beberapa alternatif strategi bagi perusahaan. Akhirnya strategi pengembangan bisnis disusun berdasarkan 11 alternatif strategi yang diusulkan oleh David. Dari hasil penelitian disimpulkan bahwa strategi pengembangan bisnis yang paling tepat bagi perusahaan adalah strategi bisnis intensif yang di antaranya adalah pengembangan pasar dan penetrasi pasar.",
  "creators": "JENNI JESICA",
  "contributors": "Sesilya Kempa, S.E., M.M. (Advisor 1); Dhyah Harjanti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011225/MAN/2016; Jenni Jesica (31412134)",
  "subjects": "BUSINESS PLANNING"
}