{
  "id": "3821",
  "title": "Perancangan penjadwalan produksi di PT Jatipurna Artindo Design",
  "abstract": "PT Jatipurna Artindo Design merupakan sebuah perusahaan pembuat produk-produk kayu, terutama produk floor. Karena tidak memiliki penjadwalan produksi yang baik, perusahaan seringkali mengalami keterlambatan dalam memenuhi pesanan dan masalah-masalah dalam penanganan work in progress. Kondisi-kondisi ini menyebabkan perusahaan mengalami peningkatan biaya yang cukup besar. Karena memiliki pelanggan-pelanggan dengan status istimewa, perusahaan merasa perlu untuk memiliki penjadwalan produksi yang fleksibel dengan prioritas terhadap pelanggan-pelanggan berstatus istimewa. Untuk memenuhi kebutuhan ini, penulis merancang penjadwalan produksi dengan aturan sequence berdasarkan prioritas dan pengalokasian kapasitas produksi yang fleksibel. Analisa terhadap simulasi penjadwalan produksi untuk bulan Juli menunjukkan bahwa dengan menggunakan penjadwalan produksi yang telah dirancang, rata-rata keterlambatan dari pesanan-pesanan pada bulan Juli adalah nol. Simulasi juga menunjukkan bahwa tidak ada suatu proses dimana target produksinya melebihi kemampuan produksi proses-proses yang lain, sehingga dapat mengurangi masalah dalam penanganan work in progress. Hal ini menunjukkan bahwa penjadwalan produksi yang dirancang lebih baik daripada penjadwalan produksi perusahaan, seperti yang ditunjukkan oleh laporan realisasi bulan Juli dimana rata-rata keterlambatan pesanan-pesanan tersebut adalah 2,5 hari.",
  "creators": "YOHANNES ARMANDO; I G A N DARMA PUTRA",
  "contributors": "Herri Christian Palit (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01041182/IND/2007; Yohannes Armando (25402135), IGAN Darmaputra (25402180)",
  "subjects": "PRODUCTION PLANNING"
}