{
  "id": "38258",
  "title": "Studi kendali gerakan robot mobil menggunakan sensor Electroencephalography (EEG) Emotiv",
  "abstract": "Sensor elektroensefalografi (EEG) merupakan hasil dari perkembangan penelitian terhadap otak. Pemanfaatan sensor elektroensefalografi bermula dari dunia medis, kemudian berkembang sangat pesat hingga digunakan untuk implementasi dalam bidang automasi dan kontrol. Studi ini memanfaatkan sensor EEG Emotiv Epoc+ untuk perekaman aktivitas otak yang digambarkan dalam ekspresi wajah sebagai pengontrol robot mobil. Pengaturan EEG Emotiv Epoc+ menggunakan software Emotiv Control Panel untuk pengenalan, dan input perintah. Input perintah tersebut akan diinteraksikan ke dalam software Mind Your OSCs untuk mengirimkan pesan OSC kepada software Processing yang akan melakukan perintah pada kontroler Arduino. Output dari Arduino adalah perintah gerakan pada robot mobil yaitu perintah maju, mundur, belok kiri dan kanan. Metode yang digunakan adalah perbandingan terhadap tiga set mekanisme berpikir, yaitu berpikir menggunakan bantuan ekspresi, dan berpikir menggunakan bantuan visual, serta berpikir tanpa bantuan (berpikir murni). Pada set pertama, yaitu berpikir menggunakan dua konfigurasi ekspresi wajah sebagai perintah kepada robot mobil. Konfigurasi pertama ekspresi wajah memiliki perintah maju dengan naik alis, perintah mundur dengan senyum, perintah kiri dengan melihat ke kiri dibantu tangan kiri sebagai acuan, perintah kanan dengan melihat ke kanan dibantu tangan kanan sebagai acuan. Konfigurasi kedua ekspresi wajah memiliki perintah maju dengan senyum, perintah mundur dengan alis naik, perintah kiri dengan mata kiri berkedip, perintah kanan dengan mata kanan berkedip. Pada hasil akhir sistem ini didapatkan metode ekspresi wajah kedua sebagai konfigurasi ekspresi wajah yang lebih baik dengan tingkat keberhasilan 88.33%. Metode ekspresi wajah kedua ini memiliki respon waktu keseluruhan sebesar 1.60175 detik lebih cepat daripada metode ekspresi wajah pertama. Pada kedua metode ekspresi wajah ini memiliki sinyal dominan pada bagian frontal lobe. Metode ekspresi memiliki respon waktu keseluruhan yang lebih baik daripada metode berpikir dengan bantuan visual (6.12 detik lebih cepat), dan metode berpikir tanpa bantuan (9.53 detik lebih cepat). Pada pengujian pergerakan robot mobil, dilakukan 8 konfigurasi untuk menemukan konfigurasi terbaik dalam pergerakan robot mobil. Melalui pengujian didapatkan konfigurasi threshold optimum untuk perintah maju sebesar 0.38391, mundur sebesar 0.46836, kiri sebesar 0.35892, kanan sebesar 0.31700. Konfigurasi threshold pada robot mobil digunakan untuk mencapai tujuan, menghasilkan waktu sebesar 1 menit 13.582 detik.",
  "creators": "TIMOTHIUS VICTORIO YASIN",
  "contributors": "Resmana Lim (Advisor 1); Felix Pasila (Advisor 2); Murtiyanto Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010954/ELK/2016; Timothius Victorio Yasin (23412017)",
  "subjects": "MOBILE ROBOTS; ROBOTS"
}