{
  "id": "3831",
  "title": "Sensitivitas respons konsumen terhadap perubahan desain mobil Toyota Kijang LGX di Surabaya",
  "abstract": "Sensitivitas respon merupakan tingkat perubahan respon sebagai dampak perubahan stimuli. Dengan adanya perubahan desain pada mobil Toyota Kijang LGX akan berdampak pada sensitivitas respon konsumen, sehingga akan mempengaruhi apakah konsumen akan membeli atau tidak. Respon positif terhadap perubahan desain Toyota LGX akan memrmgkinkan konsumen melakukan pembelian terhadap Toyota Kijang LGX, dan sebaliknya respon negatif akan menghalangi konsumen dalam melakukan pembelian Toyota Kijang LGX. Kijang LGX merupakan mobil yang selalu berinovasi di mana ada perubahan pada eksterior dan interior. Perubahan tersebut akan menimbulkan permulaan differensiasi pada diri konsumen sehingga mereka menyadari aspek-aspek utama yang diubah Kijang LGX baru. Aspek-aspek utama tersebut meliputi: penampilan dasbor, desain interior, desain eksterior, aksesoris, performa mesin kendaraan, dan performa kendaraan. Dari perubahan-perubahan tersebut akan diteliti seberapa besar tingkat sensitivitas konsumen, sehingga apabila ingin men-jadikan perubahan tersebut untuk menstimulasi permintaan, maka sebaiknya disesuaikan dengan keinginan konsumen agar mendapat respons konsumen. Sensitivitas respons terhadap perubahan desain Kijang LGX lama menjadi Kijang LGX baru adalah sebesar 0,806. Artinya, sensitivitas tergolong tidak sensitif. Dengan demikian dapat dikatakan bahwa responden tidak sensitif terhadap perubahan desain mobil Toyota Kijang LGX karena nilai sensitivitasnya kurang dari 1.",
  "creators": "SUSAN AGUSTINA; MERLIN KUSUMAWATI",
  "contributors": "Edwin Japarianto (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011770/MAN/2004; Susan Agustina (31401121), Merlin Kusumawati (31401421)",
  "subjects": "CONSUMER SATISFACTION; CONSUMERS-RESEARCH; CONSUMER BEHAVIOR"
}