{
  "id": "3832",
  "title": "Aplikasi quality function deployment dalam upaya peningkatan kepuasan pelanggan di PT. Preshion Engineering Plastec",
  "abstract": "PT. Preshion Engineering Plastec merupakan perusahaan plastic injection molding multi-nasional yang khusus untuk pembuatan komponen elektronik. Adanya komplain dari konsumen tentang kualitas produk yang kurang baik, masalah pengiriman yang tidak tepat waktu, serta banyaknya persaingan yang ketat antara perusahaan yang bergerak dalam bidang usaha yang sejenis, menyebabkan perusahaan harus berusaha untuk dapat menguasai pasar dan mempertahankan pelanggannya. Tujuan dari penelitian ini adalah untuk mendapatkan suatu hasil tentang keinginan dan kebutuhan konsumen dalam hal kualitas produk plastic injection molding, serta untuk mengetahui harapan dan persepsi pelanggan terhadap kualitas layanan PT. Preshion Engineering Plastec. Untuk dapat memenuhi tujuan tersebut, maka penelitian ini menggunakan dua metode yang berbeda, yaitu: metode Quality Function Deployment (QFD) untuk meneliti tentang kualitas produk yang diinginkan oleh konsumen dan metode Analisa Gap untuk meneliti tentang kualitas layanan yang diterima oleh konsumen. Dari penelitian ini, didapatkan hasil bahwa hal yang paling penting bagi konsumen dalam hal kualitas produk adalah penampilan fisik dari produk, antara lain: hasil pengecatan yang baik, ukuran dan bentuk produk yang sesuai pesanan serta tidak adanya kecacatan pada produk. Sedangkan hal yang paling penting bagi konsumen dalam hal kualitas layanan, adalah keandalan dari kualitas layanan, antara lain: on time delivery, order yang ditangani dengan cepat dan komplain yang segera diperhatikan oleh pihak perusahaan.",
  "creators": "IRENE WINARTA SAKSONO",
  "contributors": "Jani Rahardjo (Advisor 1); Danny Prabowo Soetanto (Advisor 2); Kriswanto Widiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/0725/IND/2003; Irene Winarta Saksono (25499131)",
  "subjects": "CONSUMER SATISFACTION; QUALITY CONTROL"
}