{
  "id": "3834",
  "title": "Studi kelayakan perluasan perusahaan sepatu dan topi CV. XYZ",
  "abstract": "Tugas akhir ini membahas mengenai studi kelayakan perluasan perusahaan sepatu dan topi bayi. Tujuan perluasan perusahaan adalah untuk memenuhi permintaan yang tak terpenuhi pada perusahaan di Semarang. Sedangkan studi ini bertujuan untuk mengetahui kelayakan investasi berupa pendirian perusahaan baru berdasarkan analisa pasar, teknis dan finansial sehingga dapat menghindari investasi yang tidak menguntungkan. Metode yang digunakan untuk analisa kelayakan perluasan perusahaan ini meliputi aspek pasar, aspek teknis, dan aspek finansial. Aspek pasar membahas mengenai besarnya demand yang ada. Dengan demand yang besar maka perusahaan di Semarang tidak dapat memenuhi demand, sehingga perusahaan akan mendirikan perusahaan baru. Aspek teknis membahas tentang hal-hal teknis yang berkaitan dengan produksi. Hal-hal teknis yang dibahas meliputi proses produksi, luas area yang dbutuhkan, mesin-mesin yang dibutuhkan, dan kebutuhan sumber daya manusia. Sedangkan aspek finansial membahas mengenai analisa dana untuk mendirikan perusahaan baru, biaya-biaya operasional, dan pendapatan penjualan. Analisa yang dilakukan meliputi NPV (Net Present Value), IRR (Internal Rate of Return), Payback Period dan analisa sensitivitas. Kelayakan proyek ini dinyatakan layak apabila semua aspek yang ada layak. Apabila ada satu yang tidak layak maka pendirian perusahaan sepatu dan topi ini dinyatakan tidak layak. Dari hasil analisa, pendirian perusahaan sepatu dan topi bayi CV. XYZ dinyatakan layak karena demand yang besar yaitu 45.494 dozen, IRR sebesar 23,25% yang lebih besar dari MARR sebesar 18%.",
  "creators": "RONY KRISTIAWAN",
  "contributors": "Julianingsih (Advisor 1); Kriswanto Widiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/0728/IND/2003; Rony Kristiawan (25497122)",
  "subjects": "PRODUCTION PLANNING-FEASIBILITY STUDY; PRODUCTION MANAGEMENT"
}