{
  "id": "38387",
  "title": "Perancangan sistem pendingin paksa pada rem cakram Toyota Kijang Pick Up Tahun 2005",
  "abstract": "Di era globalisasi seperti sekarang ini untuk mendukung aktifitas dan kegiatan produksi, sebagian besar orang menggunakan transportasi sebagai sarana bantu untuk mempermudah dan meningkatkan produktifitas kegiatan manusia. Dengan demikian sarana transportasi harus memadai dan menjamin keselamatan, salah satunya adalah transportasi darat. Yang terpenting pada kendaraan adalah rem. Berbagai pihak perusahaan telah melakukan riset dan pengembangan dalam segi keamanan termasuk rem. Tidak hanya pada mobil balap tetapi juga pada mobil pribadi, angkutan umum maupun komersial. Sesuatu yang sangat penting pada mobil adalah rem. Seringkali orang melakukan perjalanan tanpa mengetahui kondisi mobil mereka, bahkan penggunaan yang melebihi kapasitas sering membawa bencana. Penggunaan rem akan menghasilkan panas dari hasil gesekan, panas yang dihasilkan membuat koefisien gesek rem berkurang. Tentunya hal ini sangat berbahaya, banyak inovasi untuk menangani hal ini terutama dalam melakukan pendinginan tetapi bersifat pasif dengan membuat vetilasi dan pemanfaatan aerodinamis kendaraan. Tetapi banyak kecelakaan terjadi pada kendaraan komersial atau city car di mana kecepatan terbatas dan beban yang cukup berat. Pada keadaan ini, pendingin pasif yang memerlukan kecepatan udara atau aerodinamis sebagai pendingin kurang maksimal. Oleh karena itu diperlukan sebuah sistem pendingin rem yang bekerja sendiri sesuai keadaan rem (suhu).",
  "creators": "AGUSTINUS NIKI ROLANDO WIJAYA",
  "contributors": "Joni Dewanto (Advisor 1); Fandi Dwiputra Suprianto, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011137/MES/2016; Agustinus Niki Rolando Wijaya (24412004)",
  "subjects": "AUTOMOBILES-BRAKES; BRAKES"
}