{
  "id": "384",
  "title": "A Study of asking for permision expressions produced by the Chinese and Javanese students of SMU Kristen Petra 3, Surabaya",
  "abstract": "The way to ask for permission from others is one of the speech acts that has some unique aspects to be investigated, It is because the expression of asking for permission is differently expressed by different people in different situations. Different gender between the interlocutors may influence the way one asks for permission because men and women are different in using language. The way people ask for permission, to a greater extent, is affected by the situation in which the asking permission is expressed Different cultural background of the speakers may be responsible for producing different ways of asking for permission because each ethnic has different opinion about what politeness is. Therefore, I would like to know whether there might be some similarities and differences between the expressions of asking for permission produced by the Chinese students and the ones produced by the Javanese students. This study investigates the utterances expressed by the Chinese and Javanese students of SMU Krisyen Petra 3 in asking for permission to find out the similarities and / or differences on the way they ask for permission for taking leave. To determine which language function reveals mostly, at first I as the main instrument list the data collected from 12 respondents ( 3 Chinese female, 3 Chinese male, 3 Javanese female, and 3 Javanese ,male ) through the questionnaire. Then, those utterances classified into tables by following Van Ek`s ( 1976 ) classification of the language functions in order to know what the speaker actually intends to say / to do. reveals in the asking for permission expressions is Having analyzed the data, I find out that the predominant function that seeking permission. Then, it is followed by apologizing function that is used to show that they are in the lower position and reporting function that is used to convince the authority. Next, it can be seen that there is only a slight difference among the frequency number of language functions in terms of respondents? ethic and gender difference. In a similar way, in terms of addressees? ethnic difference, there is only a slight difference, too. On the contrary, based on the addressees? gender difference, there is a big difference between the frequency number of language function reveal in the permission utterances, as well as in terms of addressees? social status difference and situation difference. Finally, it can be concluded that in order to make a polite permission that make it is granted by the authority, the addressers should pay attention to the use of certain language functions. There are 4 language functions that never occur in the permission utterances expressed to the teacher as the superior, they are suggesting a course of action, requesting others to do something, advising others to do something, and instructing/ directing others to do something. In this way, by understanding the use of language function, it is possible to create a permission which will not be assumed as sarcasm, joking, or even rudeness.",
  "creators": "SIANNE SOEHARTONO",
  "contributors": "Bintoro (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.1092/ING/2003; Sianne Soehartono (11498022)",
  "subjects": "LINGUISTICS ANALYSIS; LINGUISTICS-STUDY AND TEACHING"
}