{
  "id": "3841",
  "title": "Analisa perbandingan persepsi konsumen terhadap kualitas Restoran Calvados dan Kenaqs House",
  "abstract": "Dalam pembangunan dewasa ini, persaingan dalam usaha jasa restoran semakin banyak seiring dengan berkembangnya tuntutan masyarakat akan kebutuhan yang lebih kompleks dan bervariasi. Untuk itu, masing-masing restoran harus dapat menunjukkan dan mempertahankan kualitas yang terbaik yang dapat mereka berikan untuk konsumen, bukan hanya dalam hal menu makanan (produk), tetapi juga dalam hal pelayanan (service). Penulis ingin mengetahui bagaimana persepsi konsumen terhadap kualitas restoran Calvados dan restoran Kenaqs House, karena seperti yang telah diketahui, salah satu cara untuk menilai kualitas (jasa) suatu restoran adalah dengan mengetahui bagaimana persepsi konsumen terhadap restoran mereka dibandingkan dengan restoran lain, agar mudah bagi mereka untuk menilai di mana keunggulan dan kelemahan masing-masing restoran ditinjau dari kacamata konsumen. Untuk mengolah data, penulis menggunakan dua metode, yaitu metode Sikap Fishbein (penerapan pada Microsoft Excel) untuk menilai bagaimana persepsi konsumen terhadap kedua restoran secara keseluruhan, dilanjutkan dengan metode Matriks Prestasi - Kepentingan untuk menilai bagaimana persepsi konsumen terhadap keunggulan dan kelemahan masing-masing restoran secara lebih rinci. Hasil daripada pengolahan data menunjukkan adanya kesimpulan bahwa secara keseluruhan, konsumen menganggap bahwa Calvados lebih berkualitas dibandingkan dengan Kenaqs House. Namun secara lebih rinci, diketahui bahwa Kenaqs House juga memiliki keunggulan lain dibandingkan dengan Calvados, yaitu dalam hal pelayanan staf yang sopan, ramah disertai dengan inisiatif yang tinggi terhadap kebutuhan konsumen. Sedangkan Calvados dibandingkan dengan Kenaqs House lebih unggul dalam hal produk (menu dan makanan yang disajikan). Dengan demikian diharapkan agar kedua restoran tersebut di atas dapat tetap mempertahankan keunggulannya masing-masing serta tidak lupa untuk memperbaiki atau bahkan jika mungkin menghilangkan kelemahan yang ada agar persepsi konsumen terhadap kualitas kedua restoran tersebut menjadi semakin baik.",
  "creators": "WIDYASARI; HERAWATI",
  "contributors": "Peter Remy Yosy Pasla (Advisor 1); Thomas Stefanus Kaihatu (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 041/EP/2002; Widyasari (33497037), Herawati (33497075)",
  "subjects": "RESTAURANTS-MARKETING RESEARCH; RESTAURANT MANAGEMENT"
}