{
  "id": "3842",
  "title": "Eksplorasi faktor-faktor yang menjelaskan pilihan konsumen menggunakan jasa bus patas jurusan Surabaya - Malang",
  "abstract": "Jasa transportasi bus adalah merupakan kebutuhan yang sangat vital bagi masyarakat luas khususnya golongan bawah untuk kebutuhan transportasi di dalam kota khususnya dan di luar Surabaya pada umumnya. Persaingan di perusahaan jasa angkutan terutama bus Patas yang semakin ketat ini menyebabkan pihak perusahaan tersebut terus membenahi diri dalam meningkatkan kualitas layanan agar dapat memenangkan persaingan. Usaha-usaha pemasaran produk jasa dengan memperhatikan masalah faktor-faktor produk, harga, orang, dan proses adalah terkait dengan pertimbangan dari pihak perusahaan terhadap analisis perubahan perilaku membeli konsumen setiap saat yang perlu untuk diwaspadai dampaknya terhadap perkembangan kehidupan perusahaan. Selain itu, peneliti ingin mengetahui lebih lanjut faktor-faktor apa yang dapat menjadi pilihan konsumen pemakai jasa transportasi bus Patas jurusan Surabaya ? Malang. Jumlah faktor yang terbentuk dalam penelitian ini adalah 4 faktor yang mencerminkan faktor-faktor yang menjadi pilihan konsumen menggunakan jasa bus Patas Jurusan Surabaya Malang. Urutan faktor adalah sebagai berikut: a. Faktor pertama yaitu tempat duduk yang nyaman di dalam bus, keamanan di dalam bus terjamin, kondisi di dalam bus bersih, dan sikap sopir yang berhati-hati dalam mengendarai bus. b. Faktor kedua yaitu jumlah penumpang sesuai dengan kapasitas tempat duduk, jaminan pergantian bus lain apabila bus mengalami kerusakan mesin, kondisi mesin bus stabil, dan harga tiket bus Patas Surabaya-Malang yang sesuai dengan ketentuan pemerintah. c. Faktor ketiga yaitu penetapan harga bus Patas sesuai dengan fasilitas yang diberikan, sikap kondektur/sopir bus Patas ramah dalam melayani penumpang dan kedatangan maupun keberangkatan bus tepat waktu. d. Faktor keempat yaitu bus Patas menyediakan fasilitas seperti TV, dan AC yang berfungsi dengan baik, penampilan kondektur/sopir bus Patas yang selalu berseragam, dan proses naik dan turunnya penumpang pada bus Patas sesuai pos-pos pemberhentian dan pemberangkatan bus Patas.",
  "creators": "PETER ANDRIANTO",
  "contributors": "Filicia Chandra (Advisor 1); Soekarno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01021799/MAN/2004; Peter Andrianto (31400242)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMER SATISFACTION"
}