{
  "id": "38455",
  "title": "Perencanaan suksesi pada perusahaan keluarga idea furniture & design interior",
  "abstract": "Banyak penelitian yang menjelaskan bahwa perusahaan keluarga merupakan perusahaan yang memiliki kontribusi yang besar terhadap perekonomian dunia. Dalam perusahaan keluarga dibutuhkannya generasi penerus, maka di buatlah perencanaan suksesi. Perencanaan suksesi menjadi faktor penting agar perusahaan keluarga dapat berkembang dan bertumbuh. Penelitian ini membahas mengenai perencanaan suksesi pada perusahaan keluarga Idea Furniture & Desain Interior. Penelitian ini bertujuan untuk mengidentifikasi perencanan suksesi pada perusahaan Idea Furniture & Desain Interior. Penelitian ini menggunakan metode penelitian kualitatif deskriptif, pengumpulan data dengan metode wawancara, dan obsevasi. Setelah data terkumpul maka akan diuji dengan triangulasi sumber. Dari penelitian ini dapat disimpulkan bahwa perencanaan suksesi perusahaan keluarga Idea Furniture & Desain Interior sedang melakukan perencanaan pada calon suksesor di mana terdapat empat tahapan, yaitu melakukan persiapan pada calon suksesor pada tahapan ini narasumber 1 telah melakukan persiapan mengenai pendidikan formal, pengenalan perusahaan keluarga sedini mungkin dan juga komunikatif dalam mengkomunikasikan perencanaan suksesi. Pada tahapan 2, narasumber 1 telah melakukan penilaian pada calon suksesor, mengenai passion, kompetensi, bakat, dan visi pribadi suksesor. Pada tahapan 3 yaitu mengembangkan tokoh calon suksesor , narasumber 1 telah juga mengembangkan kemandirian dan tekat, empati, motivasinya, pemecah masalah, dan berfikir secara berbeda. ada tahapan terakhir perencanaan suksesi yaitu melakukan perencanaan proses suksesi kepada calon suksesor di mana terdapat tahapan untuk memikirkan arah bisnis di masa yang akan datang, proses pengasuhan dan mentoring, dan yang terakhir merupakan penyerahan jabatan kepada calon tersebut",
  "creators": "ALLEN PRATAMA GUNAWAN SUBROTO",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor 1); Maria Praptiningsih, S.E., M.Sc.FE. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011220/MAN/2016; Allen Pratama (31412060)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES-SUCCESSION; FAMILY-OWNED BUSINESS ENTERPRISES"
}