{
  "id": "38454",
  "title": "Analisis business model canvas pada CV Kayu Murni Surabaya",
  "abstract": "Penelitian ini bertujuan untuk mendeskripsikan dan menganalisis model bisnis dengan pendekatan Business Model Canvas pada CV Kayu Murni. Metode penelitian yang digunakan adalah deskriptif kualitatif. Pengumpulan data yang dilakukan menggunakan teknik wawancara mendalam. Teknik pengumpulan informan adalah purposive sampling. Teknik uji validitas menggunakan uji triangulasi. Analisis menggunakan metode analisis SWOT dan Kerangka Kerja Empat Aksi. Penelitian ini menemukan bahwa pada customer segments, CV Kayu Murni sebaiknya memperluas segmen pasarnya kepada pelanggan-pelanggan yang berminat membeli kayu lain. Pada bagian value propositions, CV Kayu Murni sebaiknya meningkatkan nilai accessibility dengan memakai teknologi internet. Pada channel, untuk saluran distribusi CV Kayu Murni dapat memanfaatkan kereta api kontainer. Pada customer relationships CV Kayu Murni dapat membekali staf marketing dengan katalog. Pada revenue streams, CV Kayu Murni sebaiknya memanfaatkan peluang untuk menjual lantai kayu atau mebel. Pada key resource CV Kayu Murni juga dapat menjual beberapa mesin produksi yang lama dan menggantikan dengan mesin yang lebih canggih. Pada key activities, CV Kayu Murni sebaiknya membuat standart prosedur produksi tertulis. Pada key partnerships, CV Kayu Murni perlu memperluas jaringan kontraktor dan developer di daerah lokal serta mengembangkan hubungan partner di luar negeri melalui showroom & wholesaler. Pada cost structure, CV Kayu Murni sebaiknya mengubah model bisnisnya menjadi penjualan pintu kayu dari jenis lain yang lebih murah.",
  "creators": "LAURENTIUS EVAN WIJAYA",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor 1); Dhyah Harjanti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011228/MAN/2016; Laurentius Evan Wijaya (31411125)",
  "subjects": "BUSINESS MANAGEMENT; BUSINESS ANALYSIS; BUSINESS PLANNING"
}