{
  "id": "3845",
  "title": "Analisa studi tentang kemitraan antara pengembang dengan kontraktor pada proyek perumahan di Surabaya dan Sidoarjo",
  "abstract": "Menghadapi kondisi ekonomi yang kompetitif ini, kemitraan antara pengembang sebagai pemilik dengan kontraktor pada proyek konstruksi dipakai sebagai strategi bisnis modern. Sasaran penelitian ini adalah mengetahui bagaimana mencapai kesuksesan kemitraan pada proyek konstruksi yang dilatarbelakangi oleh kebutuhan setiap partisipan. Penelitian ini merupakan penelitian studi kepustakaan dan survei kepada 25 perusahaan pengembang perumahan yang memiliki luas lahan diatas 20 Ha serta berlokasi di Surabaya dan Sidoarjo, dan 20 perusahaan kontraktor yang menjadi mitra kerja pengembang tersebut. Analisa data digunakan analisa Mean dan pengujian hipotesa dengan Chi-Sauare, meliputi faktor-faktor keuntungan kemitraan, kerugian kemitraan, pengukuran kesuksesan kemitraan, elemen kunci kemitraan, kebutuhan kemitraan, dan kesuksesan kemitraan. Dari hasil analisa data dengan membandingkan mean tertinggi antara pendapat pengembang, kontraktor, serta gabungan pengembang dan kontraktor, diperoleh bahwa untuk memaksimalkan keuntungan kemitraan adalah dengan menerapkan komunikasi yang baik sehingga proyek dapat selesai sesuai jadwal (mean tertinggi 5.30), sedangkan kerugian kemitraan disebabkan oleh resiko tidak bonafidnya mitra kerja (mean tertinggi 4.95). Pengukuran kesuksesan kemitraan yang sangat berpengaruh dalam kemitraan, secara subjektif yaitu dukungan manajemen, dimana top manajemen menunjukkan dukungan mereka untuk pembentukkan kemitraan dengan menyediakan sumber daya yang cukup, termasuk didalamnya keuangan, waktu, tenaga, dan wewenang (mean tertinggi 5.55), dan secara objektif ada 2 faktor yaitu kualitas pekerjaan (mean tertinggi 5.33) serta jadwal kerja (mean tertinggi 5.36) . Elemen kunci yang penting dalam kemitraan adalah komitmen (mean tertinggi 5.60). Sedangkan 3 alasan penting pengembang melakukan kemitraan dengan kontraktor karena proyek membutuhkan biaya besar (mean tertinggi 5.30), mudah dalam hal pengawasan (mean tertinggi 5.16), dan agar pekerjaan lebih cepat dimulai, dibanding harus merekrut dan melatih pekerja (mean tertinggi 5.25). Untuk mencapai kesuksesan dalam kemitraan, yang paling berpengaruh adalah mengorganisasi pertemuan awal (mean tertinggi 5.28) dan tersedianya sumber daya berupa keuangan (mean tertinggi 5.45) yang memadai.",
  "creators": "IRAYANI FIBRIYANTI S; YUNITA AFLIANA MESSAH",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Sentosa Limanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1078 S; Irayani Fibriyanti Sakkung (21494208), Yunitta A. Messah (21494210)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}