{
  "id": "38458",
  "title": "Perancangan dual length intake manifold untuk meningkatkan performa pada Mobil Suzuki SX4",
  "abstract": "Salah satu komponen pendukung yang mempengaruhi karakteristik performa dari motor pembakaran dalam adalah intake manifold. Intake manifold berfungsi untuk mendistribusikan aliran udara ke masing-masing silinder pada motor. Desain panjang dari lorong intake manifold sangatlah berpengaruh untuk mendapatkan performa optimal melalui efek tumbukan gelombang (supercharging effect) yang terjadi pada motor pembakaran dalam. Beberapa pabrikan merancang intake manifold dengan dua jalur panjang dan pendek yang diatur oleh katup untuk mengoptimalkan efek dari tumbukan gelombang tersebut untuk mengoptimalkan kurva torsi yang dihasilkan. Penelitian ini dilakukan untuk mengetahui cara kerja dan seberapa jauh peningkatan yang dihasilkan dengan menggunakan dual length intake manifold dan karakter kurva daya dan torsi yang dihasilkan. Metode pengujian yang dilakukan pada penelitian ini adalah dengan melakukan dyno run pada chassis dynamometer untuk mengukur seberapa besar daya dan torsi yang didapat pada variasi bukaan katup yang berbeda. Dari hasil penelitian didapatkan bahwa dengan menggunakan dual length intake manifold terjadi perubahan dan peningkatan torsi puncak, walaupun daya puncak tidak berubah pada setiap bukaan katup. Hasil akhir yang didapat masih kurang baik jika dibandingkan kondisi standard dikarenakan ketidaksesuaian spesifikasi pada intake manifold yang dipasang dan keterbatasan kemampuan dari ECU mobil.",
  "creators": "TAN, CHRISTIAN ADITYA PURNAMA",
  "contributors": "Fandi Dwiputra Suprianto, S.T., M.Sc. (Advisor 1); Joni Dewanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011158/MES/2016; Tan, Christian Aditya Purnama (24412008)",
  "subjects": "VALVES; INTAKES (HIDRAULIC ENGINEERING); AUTOMOBILES-MOTORS-COMBUSTION"
}