{
  "id": "38471",
  "title": "The Approach and techniques used by the teacher in teaching grammar in the tenth grade",
  "abstract": "This thesis is the study of the approach and techniques used by the teacher in teaching grammar in Senior High School in Surabaya. It consisted of one English Teacher and seventeen students as the subjects of the writer’s study. The purpose of the study was to find out the approach and the techniques used by the teacher in teaching in the tenth grade of Senior High School in Grammar class. The theory applied was the theory of Approach in teaching grammar by Thornburry (1999) and the techniques in teaching grammar by Thornburry (2002). In this study, the approach used is qualitative approach. The source of data was collected by video recording. The data in this study were the teacher’s utterances in the classroom which are related to the topics discussed in the class which is simple past tense. The finding revealed that the teacher used deductive approach in teaching new grammar which was simple past tense. Moreover, there were five techniques used by the teacher, namely providing input, facilitating interaction, providing output opportunities, providing feedback and motivating learners. However, there was one technique that was not used, namely facilitating item learning. Finally, the writer concluded that because the teacher used deductive approach in teaching grammar, most of the students understood more about the new rule.",
  "creators": "MELVINA JUANITA CHANDRA",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Henny Putri (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012152/ING/2016; Melvina Juanita Chandra (11411045)",
  "subjects": "ENGLISH LANGUAGE-GRAMMAR-STUDY AND TEACHING; ENGLISH LANGUAGE-GRAMMAR-RESEARCH"
}