{
  "id": "38473",
  "title": "Affective strategies used by high proficiency learners at Hand Fortuna Center Kupang",
  "abstract": "This a qualitative study on the use of affective strategies by high proficiency learners at Hand Fortuna Center by identifying the kind of affective strategies that used by high proficiency learners and how affective strategies used by high proficiency learners affect their language learning. The data was collected from 10 students at Hand Fortuna Center Kupang by distributing the questionnaires of SILL (Strategic Inventory of Language Learning) by Oxford (1990) and by interview. The theory used is the Affective Strategies by Oxford (1990) as a main theory and Oxford (2011) as supporting theory. The findings showed that the learners mostly used the first and the second part of affective strategies which are ”lowering your anxiety” and “encouraging yourself”. There are three sub-strategies in each part such as using “progressive relaxation, deep breathing, or meditation”, “using music”, and “using laughter” (lowering your anxiety) and “making positive statements”, “taking risks wisely”, and “rewarding yourself” (encouraging yourself). The third part of affective strategies which is taking your emotional temperature was the least frequent used by the learners. The learners might not be familiar with the strategies such as using a checklist or writing a language learning diary. Finally, the writer concluded that affective strategy is one of the important factors to the learners in order to be a successful language learner. It helps learners to lower their anxiety in learning English, encourage themselves to be motivated in learning English, and also help them to control their emotion in learning a language.",
  "creators": "ANIE GETRUIDA PILI ROBOH",
  "contributors": "Herwindy Maria Tedjaatmadja (Advisor 1); Flora Debora (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012149/ING/2016; Anie Getruida Pili Roboh (11412022)",
  "subjects": "LEARNING STRATEGIES; LANGUAGE AND LANGUAGES-STUDY AND LEARNING; AFFECTIVE EDUCATION; ENGLISH LANGUAGE-STUDY AND TEACHING"
}