{
  "id": "3849",
  "title": "Perancangan sistem perencanaan dan pengendalian produksi di PT. \"X\"",
  "abstract": "PT. \"X\" adalah perusahaan yang bergerak di bidang produksi makanan ringan. PT. \"X\" belum memiliki sistem perencanaan dan pengendalian produksi yang terstruktur dengan baik. Selama ini proses perencanaan dan pengendaliannya seringkali dilakukan secara trial and error saja. Akibatnya performa produksinya menjadi tidak maksimal, sehingga sering terjadi kegagalan dalam memenuhi target pengirimannya. Berdasarkan hal tersebut, disusunlah sistem perencanaan dan pengendalian produksi yang mengacu pada sistem Manufacturing Resource Planning, dimulai dari pengukuran kapasitas perusahaan sampai perancangan sistem penjadwalan dan pengontrolannya. Sistem penjadwalannya menggunakan metode First Come First Served, dengan penerapan tool penjadwalan berbasis Excel. Sementara sistem pengontrolannya berbasis Production Activity Control dan dilengkapi dengan Shop Information Packet (SIP). Dari penelitian diketahui bahwa dengan dasar yang kuat dalam proses perencanaan dan pengendaliannya, PT. \"X\" dapat meningkatkan kemampuan perencanaan dan pengendalian produksinya. Kini perencana dapat menetapkan target pengirimannya dengan tepat; selain itu, beban produksi teralokasikan dengan lebih baik, lebih sesuai kebutuhan. Sementara penggunaan SIP membantu proses penelusuran kinerja produksinya, termasuk dalam pelacakan keborosan penggunaan materialnya. Hal ini dapat dilakukan karena sistem yang ada memungkinkan PT. \"X\" untuk melakukan proses pelaporan dan pengumpanan balik.",
  "creators": "NICO SOEKAMTO",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Kriswanto Widiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/0735/IND/2003; Nico Soekamto (25499102)",
  "subjects": "PRODUCTION PLANNING"
}