{
  "id": "38542",
  "title": "A Website for PT Goldfindo Intikayu Pratama: a way to promote the company’s products to increase its customers",
  "abstract": "PT Goldfindo Intikayu Pratama is located at Jl. Kepatihan Industri 7, Menganti, Gresik. It is a manufacturer and exporter of many kinds of products like desks, drawers, cupboards, chairs, and tables made from the best quality of wood. This company mostly exports its products to importers or wholesalers in the United States. The problem of this company is the decreasing sales volume from its current customers. From year to year, the customers are still the same because only few people know about this company and the sales are declining because the orders from the current customers are decreasing. To solve this problem, this company needs a promotional tool, a website. This can be a good solution for the company to be known by many people in the world, because a website can be reached globally, so the company can reach more customers outside the United States. The parts of the website are Home, About Us, Processing, Products, Clients, and Contact Us. From these parts, there are several important parts to be shown in this website. The first part is ‘Home.’ In here, there are moving pictures of the office building, the factory 1, the factory 2, and the products. The reason why I use these pictures is to maintain the company’s credibility. The second part is ‘About us.’ This part contains brief information about the company, like when the company was founded, what kind of company it is, and who its clients are. The third part is ‘Processing.’ Here, there are pictures of steps of making the products that are being shown in sequenced. The next part is ‘Products.’ This part contains the pictures of products that are produced by the company. Then, there is ‘Clients’ part. This part contains the name and the logo of PT Goldfindo Intikayu Pratama’s customers. There are three benefits that the company will gain from this promotional tool. The first benefit is it is easier for the company to deliver information about the company itself and its products. The second benefit is it is easier for the company to reach broader target markets. Last but not least, it can help the company to build its professional image.",
  "creators": "CITRA KRISTIANI",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Herwindy Maria Tedjaatmadja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012148/ING/2016; Citra Kristiani (11412034)",
  "subjects": "ADVERTISING (LINGUISTICS)"
}