{
  "id": "38543",
  "title": "The Illocutionary and perlocutionary acts produced by the main characters of “The Internship” movie",
  "abstract": "This study is about the types of illocutionary and perlocutionary acts produced by the main characters of “The Internship” movie, especially in the interview scene when Billy and Nick as the main characters are having an online interview. The theory that the writer uses in this study is Searle & Vanderveken’s theory about speech acts. This qualitative research revealed that the types of illocutionary act produced by Billy and Nick as the main characters are Assertive, Directive, Commissive, and Expressive in order to answer the questions in the interview scene. In addition, the study revealed that the perlocutionary act produced by the other characters, the interviewers in the Google staffs meeting to decide Billy and Nick’s illocution are preferred and dispreferred social acts. Preferred is the condition of perlocutionary effect which gives the positive feedback while dispreferred is the negative feedback from the hearer to the speaker. The perlocutionary acts of those speakers, responding to the major characters illocutionary acts, shows how Billy and Nick can be accepted. To conclude, by reading this study, readers will be able to understand the use of speech acts by the main characters in the film “The Internship”. Hopefully, it can be an input for those who are interested in similar field of study.",
  "creators": "KEVIN TEDJASUKMANA",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Samuel Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012144/ING/2016; Kevin Tedjasukmana (11412045)",
  "subjects": "SPEECH ACTS (LINGUISTICS); LINGUISTICS ANALYSIS (LINGUISTICS); DISCOURSE ANALYSIS, LITERATURE"
}