{
  "id": "3857",
  "title": "Hubungan komunikasi interpersonal dan sikap mahasiswa etnik Jawa-Tionghoa di Universitas Kristen Petra Surabaya",
  "abstract": "Manusia adalah makhluk sosial, karena itu kehidupan manusia selalu ditandai dengan pergaulan antar manusia. Pergaulan manusia merupakan salah satu bentuk komunikasi. Komunikasi yang dilakukan oleh seorang manusia dengan manusia yang lain disebut komunikasi antar pribadi (komunikasi interpersonal). Komunikasi interpersonal ini dianggap paling efektif untuk mengubah sikap, pendapat, atau perilaku manusia yang sifatnya dialogis. Sebagai bagian dari masyarakat manusia yang terdiri dari berbagai macam etnik, tentunya kita berkomunikasi dengan orang-orang dari etnik yang berbeda dan dalam proses komunikasi itu tidak jarang muncul konflik-konflik yang disebabkan oleh prasangka dan sikap diskriminatif, khususnya mahasiswa etnik Jawa dan Tionghoa. Karena itu peneliti ingin meneliti apakah ada hubungan antara komunikasi interpersonal dengan sikap mahasiswa etnik Jawa-Tionghoa di Universitas Kristen Petra untuk mengetahui apakah komunikasi interpersonal yang dilakukan oleh mahasiswa etnik Jawa dan etnik Tionghoa di Universitas Kristen Petra Surabaya ini berhubungan dengan sikap di antara mereka. Data yang diperoleh peneliti didapat dengan cara membagi kuesioner dan dianalisis secara kuantitatif dengan metode korelasi untuk menunjukkkan apakah variabel komunikasi interpersonal berhubungan dengan sikap mahasiswa etnik Jawa-Tionghoa. Hasil penelitian menunjukkan bahwa komunikasi interpersonal mahasiswa etnik Jawa-Tionghoa berhubungan dengan sikap diantara mereka, yaitu bahwa komunikasi interpersonal menyebabkan terbentuknya sikap positif di antara mahasiswa etnik Jawa-Tionghoa di Universitas Kristen Petra.",
  "creators": "CHRISTINE",
  "contributors": "SOETOJO DARSOSENTONO (Advisor 1); YULI NUGRAHENI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.10010099/KOM/2006; Christine (51402098)",
  "subjects": "INTERPERSONAL COMMUNICATION; COMMUNICATION"
}