{
  "id": "3861",
  "title": "Aplikasi dari metode penetapan jumlah room attendant berdasarkan tingkat hunian untuk mengukur efisiensi penggunaan room attendant di Departemen Housekeeping Sofitel Palm Resort, Johor Bahru, Malaysia",
  "abstract": "Departemen housekeeping bertanggung jawab atas kebersihan, kerapian, dan keindahan hotel. Mengingat produk utama hotel adalah kamar, maka room section berperan sangat penting atas kebersihan dan kelengkapan kamar. Departemen housekeeping Sofitel Palm Resort dalam menetapkan jumlah room attendant berdasarkan jumlah kamar yang siap dijual dan dimiliki, sehingga mengakibatkan jumlah room attendant yang dimiliki terlalu banyak dan kinerjanya menjadi tidak efisien. Dengan menetapkan jumlah room attendant berdasarkan tingkat hunian rata-rata setiap bulan, maka jumlah room attendant dapat lebih diefisienkan. Sehingga akan lebih meminimalkan biaya tenaga kerja dan memaksimalkan kinerja room attendant tersebut. Pada bulan Juni dan bulan Desember yang merupakan peak season, tingkat hunian kamar cenderung tinggi sehingga diperlukan sejumlah part-timer untuk membantu pekerjaan room attendant. Dalam merekrut part-timer sedapat mungkin yang berpengalaman sebagai room attendant agar standar, kualitas, dan kuantitas membersihkan kamar dapat tercapai. Tujuan dari penelitian ini adalah mengefisienkan biaya tenaga kerja di departemen housekeeping dengan mengefisienkan jumlah room attendant yang sudah ada. Tetapi efisiensi yang dilakukan tidak mempengaruhi dan mengubah standar prosedur operasional yang telah ditetapkan. Penelitian ini dilakukan dengan observasi langsung kinerja room attendant dan wawancara dengan pihak yang berkaitan. Diharapkan melalui penelitian ini dapat membantu departemen housekeeping Sofitel Palm Resort dalam mengefisienkan biaya tenaga kerja dan memperbaiki kinerja room attendant dalam mengerjakan kamar.",
  "creators": "HUDIONO LELIGA; YAFET PRANATA",
  "contributors": "Juliuska Sahertian (Advisor 1); Anita Angelica Kresno Widjojo (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 036/EP/ 2002; Hudiono Leliga (33497041), Yafet Pranata (33497106)",
  "subjects": "HOTEL MANAGEMENT"
}