{
  "id": "38655",
  "title": "Pengaruh relationship marketing terhadap customer loyalty dengan customer satisfaction sebagai variabel intervening pada PT Fuboru Indonesia di Surabaya",
  "abstract": "Perilaku masyarakat modern yang berkembang membuat seseorang membutuhkan kendaraan pribadi. Kendaraan pribadi yang sangat diminati oleh banyak orang adalah sepeda motor karena dapat dibeli dengan harga yang terjangkau, hemat bahan bakar dan sangat praktis untuk digunakan terutama di daerah yang padat lalu lintas. Kendaraan roda dua atau sepeda motor telah berubah menjadi bagian yang penting di masyarakat dan menjadi salah satu alat transportasi utama bagi sebagian besar masyarakat Indonesia. Penelitian ini bertujuan untuk menganalisa pengaruh dari Relationship Marketing (Financial Ties, Social Ties, dan Structural Ties) terhadap Customer Loyalty (Word of Mouth, Future Purchase Intention dan Price sensitive) dengan mempertimbangkan faktor Customer Satisfaction (Fulfillment, Pleasure, Ambivalance) Penelitian ini dilaksanakan dengan menyebarkan kuesioner kepada 100 responden pelanggan PT Fuboru Indonesia. Teknik analisa yang digunakan adalah teknik analisis kuantitatif dengan metode path analysis. Hasil penelitian ini menunjukkan bahwa relationship marketing berpengaruh secara positif dan signifikan terhadap customer satisfaction, relationship marketing berpengaruh secara positif dan signifikan terhadap customer loyalty, dan customer satisfaction berpengaruh secara berpengaruh secara positif dan signifikan terhadap customer loyalty. Hasil dari penelitian ini menunjukkan bahwa customer satisfaction sebagai variable intervening tidak berhasil memediasi hubungan antara relationship marketing dan customer loyalty.",
  "creators": "CLARISHA OCTAVIA WIDJAJA",
  "contributors": "Edwin Japarianto (Advisor 1); Diah Dharmayanti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020573/MAN/2017; Clarisha Octavia Widjaja (36413062)",
  "subjects": "MARKETING; CUSTOMER LOYALTY; CONSUMER SATISFACTION; RELATIONSHIP MARKETING; CONSUMERS-RESEARCH"
}