{
  "id": "3865",
  "title": "Atribut-atribut motivasi rasional dan motivasi emosional konsumen dalam memilih berkunjung ke Sin Sien Restaurant Surabaya",
  "abstract": "Kepuasan konsumen merupakan hal terpenting yang harus mampu dicapai di dunia industri baik barang maupun jasa, termasuk di dalamnya adalah bisnis rumah makan. Semakin banyaknya rumah makan-rumah makan yang ada di Surabaya ini membuat para pengusaha berlomba-lomba untuk mempertahankan usahanya dan juga memenangkan persaingan. Hal ini sangat memungkinkan untuk diraih apabila usaha rumah makan tersebut dapat mencapai kepuasan konsumen. Maka dari itu perlu diketahui oleh setiap pengusaha rumah makan, apa yang memotivasi konsumen untuk datang berkunjung ke sebuah rumah makan? Dengan mengetahui hal tersebut dan memberikan respon yang positif, pengusaha rumakan makan tersebut akan dapat mempertahankan konsumennya karena konsumen tersebut merasa puas. Hal ini sangat menguntungkan perusahaan, karena konsumen yang puas akan terus menggunakan jasa perusahaan tersebut, bahkan kemungkinan besar akan merekomendasikannya kepada konsumen yang lain. Dalam penelitian ini, penulis mengambil judul \"ATRIBUT-ATRIBUT MOTIVASI RASIONAL DAN MOTIVASI EMOSIONAL KONSUMEN DALAM MEMILIH BERKUNJUNG KE SIN SIEN RESTAURANT SURABAYA\". Penulis menyebarkan kuesioner bagi 250 responden dan mengadakan wawancara langsung dengan pemilik beserta staf SIN SIEN Restaurant. Penulis menggunakan uji chi square dengan program SPSS 10.0 untuk mengetahui atribut mana dari motivasi rasional dan motivasi emosional yang memiliki ketergantungan signifikan dalam memotivasi konsumen untuk berkunjung ke SIN SIEN Restaurant. Dari data yang diolah diketahui bahwa atribut motivasi rasional berupa citarasa makanan dan menu makanan yang bervariasi, serta atribut motivasi emosional berupa rasa nyaman saat berkunjung karena adanya fasilitas restoran yang memadai, memiliki ketergantungan yang signifikan dalam memotivasi konsumen untuk berkunjung ke SIN SIEN Restaurant.",
  "creators": "DAVID ISKANDAR; ILLYAS TRIJAYA SANTOSO",
  "contributors": "Thomas Stefanus Kaihatu (Advisor 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Advisor 2); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 0101081/HTL/2003; David Iskandar (33497045), Illyas Trijaya Santoso (33498116)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER BEHAVIOR; CONSUMER SATISFACTION; RESTAURANT MANAGEMENT"
}