{
  "id": "38658",
  "title": "Evaluasi kinerja bangunan berlubang dengan metode direct displacement based design",
  "abstract": "Banyak penelitian mengenai kinerja Direct Displacement Based Design (DDBD) telah dilakukan sebelumnya. Penelitian-penelitian sebelumnya menunjukkan bahwa DDBD menghasilkan performa struktur yang lebih mendekati target desain. Namun, penelitian terhadap bangunan berlubang belum pernah dilakukan sebelumnya. Konfigurasi struktur dengan void memiliki kekakuan portal yang bervariasi di mana hal ini mempengaruhi distribusi gaya pada setiap portal. Distribusi gaya pada bagian yang memiliki void akan mengalami perpindahan yang lebih besar apabila dibandingkan dengan bagian yang tidak memiliki void khususnya jika pelat lantai diasumsikan semi rigid. Penelitian ini mengevaluasi kinerja bangunan yang berlubang (void) yang didesain dengan cara DDBD dan FBD sebagai pembanding dengan asumsi desain bangunan tanpa lubang (rigid floor) dan gaya geser dasar didistribusikan secara merata. Penelitian akan dievaluasi terhadap wilayah Surabaya dan Jayapura. Struktur yang didesain diuji dengan analisis non-linear dinamis time history. Hasil dari penelitian ini menunjukkan bahwa struktur bangunan yang didesain dengan DDBD memberikan kinerja yang lebih baik daripada FBD baik dalam drift ratio ataupun failure mechanism. Selain itu, prosedur DDBD lebih efektif dan efisien karena hasil desain mendekati target desain dan durasi desain sangat singkat. Satu-satunya kelemahan dari DDBD adalah biaya yang lebih mahal karena hasil desain yang menggunakan lebih banyak material.",
  "creators": "MERLINE SUTANDI; DONOVAN ALFA MBOE",
  "contributors": "Benjamin Lumantarna (Advisor 1); Pamuda Pudjisuryadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012127/SIP/2016; Merline Sutandi (21412014), No. 15012127/SIP/2016; Donovan Alfa Mboe (21412141)",
  "subjects": "BUILDINGS-EARTHQUAKE ASPECTS-RESEARCH; BUILDING-EARTHQUAKE AFFECTS"
}