{
  "id": "38669",
  "title": "Penerapan sistem ekodrainase pada perumahan X di Mojokerto dan estimasi biayanya",
  "abstract": "Bertambahnya jumlah penduduk di Indonesia, memicu suatu kondisi yang kurang bersahabat terhadap lingkungan dan menimbulkan banyak masalah seperti banjir dan penurunan muka air tanah. Air hujan di beberapa kawasan mengalir ke jalan, sehingga kemungkinan menyebabkan erosi, genangan air dan rusaknya jalan. Salah satu cara pemanfaatan air hujan untuk daerah perkotaan adalah dengan menggunakan konsep ekodrainase yang dalam penelitian ini digunakan untuk menganalisis limpasan permukaan yang dapat dikurangi dengan adanya kolam retensi serta menganalisis kebutuhan domestik air untuk satu rumah yang dapat dipenuhi dengan adanya sistem rainwater harvesting (RWHS). Selain itu, dilakukan perhitungan estimasi biaya untuk mengetahui berapa persentase biaya yang ditanggung oleh pemilik rumah di perumahan X yang diperlukan untuk pembuatan sistem ekodrainase dari total biaya pembuatan 1 rumah. Hasil penelitian menunjukkan bahwa dalam 1 tahun dengan adanya sistem Rainwater Harvesting kebutuhan domestik air untuk satu rumah dapat terpenuhi dengan besar bak tampungan sebesar 4400 liter, hanya pada bulan April, Juli, dan Agustus tidak semua kebutuhan air dapat terpenuhi dan pada akhir bulan Maret terjadi overflow sebesar 1792,678 liter. Sedangkan persentase limpasan permukaan yang dapat dikurangi dengan adanya pembuatan kolam retensi sebesar 11,42 % dan hasil dari perhitungan estimasi biaya, besar biaya yang ditanggung oleh satu unit rumah di perumahan X yang dilengkapi dengan sistem ekodrainase sebesar Rp. 558.014.209, dengan sistem ekodrainase menyumbang persentase sebesar 4,11 % dari biaya tersebut.",
  "creators": "KRISTANTO WIBISONO; ANTONIUS CHRISTOPHER HARTONO",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Cilcia Kusumastuti, S.T., M.Eng. (Advisor 2); Paulus Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012136/SIP/2016; Kristanto Wibisono (21412025), No.15012136/SIP/2016; Antonius Christoper Hartono (21412096)",
  "subjects": "COST ESTIMATES; DRAINAGE; HOUSING-ENVIRONMENTAL ASPECTS"
}