{
  "id": "3870",
  "title": "Analisis variabel-variabel yang mempengaruhi motivasi kerja dalam peningkatan prestasi kerja karyawan di Hotel Novotel Surabaya",
  "abstract": "Motivasi adalah suatu dorongan kebutuhan dan keinginan individu yang diarahkan pada tujuan untuk memperoleh kepuasan dari apa yang dibutuhkannya. Dalam memotivasi karyawan, manager harus mengetahui motif dan motivasi yang diinginkan karyawan sehingga karyawan mau bekerja ikhlas demi tercapainya tujuan perusahaan. Sedangkan prestasi kerja adalah hasil kerja yang dicapai oleh karyawan yang didasarkan atas kecakapan, pengalaman, kesungguhan dan waktu yang diperlukan. Motivasi kerja mempunyai hubungan positif terhadap prestasi kerja. Motivasi kerja adalah sesuatu yang menimbulkan semangat atau dorongan kerja. Kuat lemahnya motivasi kerja seseorang karyawan ikut menentukan besar kecilnya prestasi kerjanya. Penelitian ini ingin menguji variabel-variabel motivator yang berpengaruh terhadap peningkatan prestasi kerja karyawan Hotel Novotel Surabaya. Variabel-variabel yang diprediksi mempengaruhi adalah upah (X1), situasi kerja (X2), fasilitas kerja (X3), sikap manajemen terhadap karyawan (X4), sikap antar teman sejawat (X5), kebutuhan untuk berprestasi (X6), promosi (X7), kebutuhan untuk meningkatkan kemampuan (X8), pelatihan (X9) dan insentif (X10). Dalam penelitian ini menunjukkan pengaruh yang signifikan antara variabel-variabel motivator terhadap peningkatan prestasi kerja. Sedang variabel yang berpengaruh secara signifikan yaitu variabel upah (X1), sikap antar teman sejawat (X5), insentif (X10) dan yang tidak signifikan yaitu situasi kerja (X2), fasilitas kerja (X3), sikap manajemen terhadap karyawan (X4), kebutuhan untuk berprestasi (X6), promosi (X7), kebutuhan untuk meningkatkan kemampuan (X8), pelatihan (X9). Variabel dominan yang mempengaruhi motivasi kerja karyawan Hotel Novotel Surabaya adalah variabel upah (X1), sikap antar teman sejawat (X5) dan insentif (X10). Peneliti merekomendasikan, pihak manajemen hotel untuk memperhatikan variabel-variabel motivator yang mempunyai pengaruh nyata terhadap peningkatan prestasi kerja karyawan Hotel Novotel Surabaya.",
  "creators": "MICHAEL RICKY; RACHMAT SUGIANTO",
  "contributors": "Anita Angelica Kresno Widjojo (Advisor 1); Juliuska Sahertian (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 038/EP/2002; Michael Ricky (33497050), Rachmat Sugianto (33497100)",
  "subjects": "HOTELS-PERSONNEL MANAGEMENT"
}