{
  "id": "38738",
  "title": "Pandangan kontraktor terhadap klausulklausul kontrak pada proyek konstruksi",
  "abstract": "Salah satu komponen penting dalam proyek konstruksi adalah kontrak, dalam kontrak diatur semua hal yang akan mempengaruhi berjalannya suatu proyek, kontrak sangat penting karena bersifat mengikat baik itu antara pengguna jasa, kontraktor, subkontaktor, pekerja, dan komponen-komponen lain dalam proyek konstruksi. Tujuan dari penelitian ini adalah untuk mengetahui seberapa penting klausul-klausul kontrak yang terdapat dalam kontrak proyek konstruksi di Surabaya dan menghetahui seberapa detil klausul-klausul kontrak yang diatur dalam kontrak proyek konstruksi di Surabaya. Penelitian ini berfokus kepada bentuk kontrak konvensional, maka dari itu digunakanlah FIDIC sebagai acuan untuk perbandingan terhadap responden, Responden dari penelitian ini adalah para kontraktor. Penelitian ini menggunakan kuisioner dengan sistem skala likert untuk mengetahui indikator tingkat kepentingan dan tingkat kedetilan. Dari hasil analisis data dengan menggunakan perhitungan mean akan didapatkan rata-rata skala kepentingan dan kedetailan tiap klausul di kuisioner yang kami berikan. Jumlah responden dari penyebaran kuisioner adalah sebanyak 43 kontraktor, dan dari hasil analisa data menunjukkan bahwa semua klausul sudah dianggap penting dengan nilai rata-rata terendah untuk skala kepentingan adalah 3.65 (cukup penting sampai dengan penting). Sedangkan untuk skala kedetilan, semua klausul sudah dianggap detil dengan nilai rata-rata terendah 3.5 (cukup detil sampai dengan detil).",
  "creators": "THEODORUS BRYAN; YOSUA SETIA SIDARTA",
  "contributors": "Andi (Advisor 1); Handoko Sugiharto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012140/SIP/2016; Theodorus Bryan (21412076), Yosua Setia Sidarta (21411151)",
  "subjects": "CONSTRUCTION PROJECTS-MANAGEMENT; CONSTRUCTION INDUSTRY-MANAGEMENT; CONSTRUCTION CONTRACTS"
}