{
  "id": "38745",
  "title": "Penelitian mengenai SNI 1726:2012 PASAL 7.2.5.1 tentang distribusi gaya lateral terhadap kekakuan dan kekuatan pada struktur baja sistem rangka bresing eksentris",
  "abstract": "Perencanaan struktur terhadap gempa di Indonesia mengacu pada SNI 1726:2012. Pada pasal 7.2.5.1 mengenai sistem ganda, mengharuskan rangka pemikul momen khusus mampu menahan paling sedikit 25 persen gaya gempa desain dengan distribusi yang proporsional terhadap kekakuannya. Namun FEMA 451 memiliki perbedaan isi yang mengatakan distribusi proporsional didesain terhadap kekuatan. Karena perbedaan tersebut, maka diadakan penelitian apakah peraturan yang mensyaratkan proporsi kekakuan dapat diterjemahkan seperti halnya FEMA 451 (2006) dalam pengaplikasiannya menggunakan kekuatan. Dari penelitian sebelumnya oleh Wijaya dan Nico (2016) didapat bahwa bangunan disarankan didesain berdasarkan proporsi kekuatan, dikarenakan performa bangunan hampir sama dengan proporsi kekakuan, tetapi dengan persentase berat yang lebih ringan. Maka dari itu diteliti lebih lanjut apakah bangunan struktur baja dengan Sistem Rangka Bresing Eksentris (SRBE) yang lebih tinggi dan diperhitungkan secara 2 arah, akan menghasilkan kesimpulan yang sama dengan penelitian sebelumnya. Dari hasil penelitian dapat disimpulkan bahwa bangunan memiliki perilaku yang hampir sama dengan penelitian sebelumnya di mana performa bangunan S2 lebih buruk daripada S1; begitu pula berat bangunan S2 lebih ringan daripada S1. Namun karena perbedaan performa yang dihasilkan S1 dan S2 tidak jauh berbeda, maka kedua skenario masih dapat diperhitungkan sebagai pilihan dalam mendesain untuk menentukan hasil desain mana yang lebih hemat.",
  "creators": "KEVIN GUNAWAN; JOSEPH KURNIAWAN",
  "contributors": "Hasan Santoso (Advisor 1); Pamuda Pudjisuryadi (Advisor 2); Jimmy Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012130/SIP/2016; Kevin Gunawan (21413016), Joseph Kurniawan (21413095)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS; STEEL, STRUCTURAL; STRUCTURAL ANALYSIS (ENGINEERING); STRUCTURAL DYNAMICS"
}