{
  "id": "38749",
  "title": "Evaluasi kinerja bangunan dengan ketidakberaturan sudut dalam yang direncanakan secara direct displacement based design",
  "abstract": "Sesuai dengan SNI 1726-2012, Force Based Design merupakan metode yang digunakan dalam perencanaan struktur bangunan. Namun, seiring berkembangnya waktu, metode yang disebut Direct Displacement-Based Design (DDBD) menjadi opsi bagi perencana untuk mendesain struktur bangunan. Sesuai Performance Based Design, perencanaan harus dilakukan dalam Level 1-No Damage, Level 2-Repairable Damage, dan Level 3-No Collapse. Bangunan apartment 6 lantai dengan ketidakberaturan sudut dalam, di mana portal arah-x dan arah-y tidak seragam,dari struktur beton bertulang dengan bentang seragam diambil sebagai studi kasus. Struktur direncanakan sebagai sistem rangka pemikul momen pada kota Surabaya dan kota Jayapura di Indonesia. Bangunan direncanakan dengan metode FBD maupun DDBD. Dalam metode DDBD, desain Level-3 digunakan untuk kota Surabaya dan Level-2 untuk kota Jayapura sesuai DDBD Model Code (Sullivan et al., 2012). Untuk metode DDBD, penelitian dilakukan dalam 2 kondisi, yaitu distribusi base shear secara merata untuk tiap portal (DDBD 1), dan perhitungan base shear untuk masing-masing portal sesuai dengan proporsional massa (DDBD 2). Dari kedua metode yang dilakukan, ternyata metode DDBD 1 merupakan pilihan terbaik. Hasil desain tersebut diuji kinerjanya menggunakan analisis dinamis riwayat waktu nonlinier. Untuk parameter drift, semua bangunan menunjukkan kinerja yang memuaskan kecuali bangunan DDBD 2. Namun jika dilihat berdasarkan damage index, hanya metode DDBD 1 yang memenuhi semua persyaratan. Dalam parameter mekanisme keruntuhan, kondisi beam side sway mechanism dan strong column weak beam sudah terpenuhi.",
  "creators": "MICHAEL CHANDRA; ANDY LEONARDO LOHANJAYA",
  "contributors": "Benjamin Lumantarna (Advisor 1); Effendy Tanojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012133/SIP/2016; Michael Chandra (21413102), Andy Leonardo Lohanjaya (21413139)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; BUILDINGS-EARTHQUAKE ASPECTS-RESEARCH; BUILDINGS-EARTHQUAKE EFFECTS"
}