{
  "id": "38742",
  "title": "Pengaruh penambahan serat ijuk terhadap stabilitas campuran aspal emulsi dingin",
  "abstract": "Serat ijuk merupakan serat alami yang mudah ditemukan, tetapi belum dimanfaatkan secara optimal. Penelitian ini dilakukan untuk mengetahui pengaruh penambahan serat ijuk terhadap stabilitas Campuran Aspal Emulsi Dingin (CAED). CAED adalah campuran antara agregat bergradasi menerus dan aspal emulsi sebagai bahan pengikat. Aspal emulsi adalah aspal berbentuk cair yang dihasilkan dengan mendispersikan aspal keras ke dalam air atau sebaliknya dengan bantuan bahan pengemulsi sehingga diperoleh partikel aspal yang bermuatan listrik positif atau negatif atau tidak bermuatan listrik. Pengujian Marshall dilakukan pada CAED tanpa dan dengan tambahan serat ijuk dengan waktu curing selama 0 dan 7 hari untuk mendapatkan nilai stabilitas. Hasil penelitian menunjukkan semakin banyak kadar serat ijuk yang ditambahkan maka stabilitas meningkat. Stabilitas CAED dengan serat ijuk umur curing 0 hari meningkat pada kadar ijuk 0,1%-0,3% lalu mengalami penurunan pada kadar ijuk 0,4%. Stabilitas kadar ijuk 0,3% lebih tinggi daripada CAED tanpa serat ijuk. Stabilitas CAED dengan serat ijuk umur curing 7 hari meningkat pada kadar ijuk 0,1%-0,4% dan masih bisa terus naik. Stabilitas kadar ijuk 0,4% lebih tinggi daripada CAED tanpa serat ijuk. Panjang serat ijuk antara 0,1-0,25 cm. Waktu curing selama 7 hari meningkatkan stabilitas CAED tanpa dan dengan tambahan serat ijuk.",
  "creators": "HARRY ZENTINO; OKTAVIANUS DANNY SIVANANDA",
  "contributors": "Paravita Sri Wulandari (Advisor 1); Harry Patmadjaja (Actor); Rudy Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012143/SIP/2016; Harry Zentino (21412176), Oktavianus Danny Sivananda (21412190)",
  "subjects": "ASPHALT EMULSION MIXTURES"
}