{
  "id": "38744",
  "title": "Penerapan approximate cost estimate pada struktur beton bertulang bangunan (SOHO)",
  "abstract": "Dewasa ini permintaan akan ruko (SOHO) meningkat, sehingga menimbulkan persaingan dalam biaya pembangunan. Penelitian ini bertujuan untuk mengetahui dan menerapkan approximate cost estimate bangunan ruko (SOHO) berdasarkan kebutuhan beton, besi, dan bekisting per-m2 luas lantai serta kandungan besi dan bekisting per-m3 beton pada struktur beton bertulang. Dalam penelitian ini, metode approximate cost estimate akan dicari dan diterapkan berdasarkan per-m2 luas lantai dan per-m3 beton. Data yang digunakan adalah, gambar konstruksi, RAB asli, dan penelitian terdahulu. Dari hasil penelitian, kebutuhan bahan beton, besi, dan bekisting per-m2 luas lantai untuk struktur bawah berturut-turut 0,092 m3/m2, 10,370 kg/m2, 0,467 m2/m2 sedangkan untuk struktur atas berturut-turut 0,221 m2/m2, 30,420 kg/m2, 2,328 m2/m2. Kandungan besi per-m3 beton untuk pile cap, sloof, kolom, balok, plat, dan tangga berturut-turut 72,52 kg/m3, 303,67 kg/m3, 207,89 kg/m3, 238,39 kg/m3, 82,30 kg/m3, 147,84 kg/m3 sedangkan untuk kandungan bekisting per-m3 beton berturt-turut 3,30 m2/m3, 10,00 m2/m3, 14,93 m2/m3, 13,08 m2/m3, 8,60 m2/m3, 9,37 m2/m3. Penggunaan kedua metode tersebut akan lebih akurat apabila desain setiap elemen struktur dilakukan secara efisien (tidak boros). Penggunaan metode kebutuhan per-m2 luas lantai lebih mudah digunakan tetapi hasilnya tidak seakurat bila menggunakan metode kandungan per-m3 beton.",
  "creators": "ENDRY; HESKY OKTAVIAN UTOMO",
  "contributors": "Indriani Santoso (Advisor 1); Budiman Proboyo (Advisor 2); Sentosa Limanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012144/SIP/2016; Endry (21413004), Hesky Oktavian U. (21413013)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; REINFORCED CONCRETE"
}