{
  "id": "38748",
  "title": "Analisis nilai produktivitas dan labor utilization rate tenaga kerja dengan metode work sampling : studi kasus proyek Tunjungan Plaza 6",
  "abstract": "Studi kasus ini dilakukan untuk mengetahui nilai produktivitas dan Labor Utilisation Rate (LUR) pada proyek Tunjungan Plaza 6 Surabaya. Dalam suatu proyek konstruksi, ada tiga faktor yang memegang peranan penting dalam menentukan apakah suatu proyek konstruksi dapat dianggap berjalan dengan lancar atau tidak, antara lain: biaya, mutu, dan waktu. Di antara banyak hal yang mempengaruhi ketiga faktor tersebut, faktor tenaga kerja sering kali menjadi pembeda yang cukup signifikan terhadap hasil akhir dari suatu proyek konstruksi. Hasil dari studi kasus ini juga telah digunakan sebagai dasar penyusunan suatu program guna membantu para praktisi dalam dunia konstruksi untuk memperkirakan durasi atau jumlah tenaga kerja yang diperlukan dalam suatu proyek. Metode penelitian yang dilakukan adalah dengan pengamatan secara langsung di lapangan secara work sampling selama kurang lebih satu bulan baik untuk pekerjaan pembesian maupun pengecoran. Hasil yang diperoleh dari pengamatan ini ialah bahwa nilai produktivitas untuk pekerjaan pembesian dan pengecoran di proyek Tunjungan Plaza 6 Surabaya secara berturut-turut adalah 40,35 kg/orang-jam dan 2,691 m3/orang-jam, sedangkan untuk nilai LUR nya adalah 77,61% untuk pekerjaan pembesian dan 50,53% untuk pekerjaan pengecoran.",
  "creators": "DERIAN ASHER PRASETYO; ANTHONY",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Ir. Soehendro Ratnawidjaja, M.Eng. (Advisor 2); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012145/SIP/2016; Derian Asher Prasetyo (21413091), Anthony (21413119)",
  "subjects": "WORK SAMPLING; CONSTRUCTION INDUSTRY-MANAGEMENT; LABOR PRODUCTIVITY"
}