{
  "id": "38756",
  "title": "What factors affect customer retention for in-house and ex-house customers and how to improve them in order to increase the average daily sales volume in little Saigon Haarlemmerdijk?",
  "abstract": "As the number of restaurants in the Netherlands have been increasing over the past few years, restaurants must rethink their strategy in how to retain their existing customer base. Customer retention is one of the ways to avoid losing customers' frequent purchase to the new entrants. This paper is interested in finding significant factors affecting customer retention for both in-house (those who walk into the restaurant) and ex-house (those who use delivery order) customers as the way to increase sales volume for one of the Vietnamese restaurant located in Amsterdam, called Little Saigon Haarlemmerdijk (LSH). Based on the findings, customer satisfaction is a nice-to-have that does not necessarily increase customer retention in LSH. The significant factors affecting customer retention for in-house customers are, in order of importance, quick service, courteous employee, and helpful employee. Free tap water policy is also found to be an important factor during the focus group discussion. The significant factors affecting customer retention for ex-house customers are, in order of importance, complete product information, reasonable price, clear product information, and the ability to track delivery progress. Accuracy in each of the order handling and a recommendation feature are also part of the important factors according to the result of the focus group discussion.",
  "creators": "MICHELLE",
  "contributors": "Peter Stikker (Advisor 1); NICO JANSEN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010315/MAN/2017; Michelle (34413036)",
  "subjects": "CONSUMER SATISFACTION; DELIVERY ORDERS; RESTAURANTS"
}