{
  "id": "38757",
  "title": "The Influence of servant leadership practices of the lecturers toward learning effectiveness of students in higher education: a case of lecturers' teaching behavior in a faith based university in Indonesia",
  "abstract": "Education has evolved into more complex system than previously has ever been. Therefore, an educator now takes part in a leadership role within the learning process. In the last few decades, a theory called Servant Leadership has entered the scene and is considered as one of the most prominent leadership style which emphasizes on fulfilling the needs of the followers. The purpose of this paper is to find out whether servant leadership behaviors truly have significant impact toward learning effectiveness of students in higher education or not. 159 samples of the case campus' students were obtained and processed using multiple linear regression analysis to describe the impact of six servant leadership behaviors of Sendjaya, Sarros & Santora (2008) toward learning effectiveness of students in higher education. The result of the research showed that the six servant leadership behaviors of Sendjaya, Sarros & Santora (2008) significantly influencing the learning effectiveness of students in higher education as a whole but not individually because transcendental spirituality and transforming influence are the only two behaviors that are significantly influencing learning effectiveness where transforming influence has the biggest influence toward learning effectiveness.",
  "creators": "HARDIANTO RUMUI; STEVANUS SUMARGA",
  "contributors": "Ricky Wang (Advisor 1); Juliana Caesaria Tandung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010304/MAN/2017; Hardianto Rumui (34413041), Stevanus Sumarga (34413042)",
  "subjects": "LEARNING-STUDY AND TEACHING; SERVANT LEADERSHIP"
}