{
  "id": "38767",
  "title": "Respon karyawan PT Pembangkitan Jawa-Bali mengenai isi media internal Info PJB",
  "abstract": "PT Pembangkitan Jawa-Bali menggunakan Info PJB sebagai media internal dalam perusahaan. Media internal ini memegang peran sebagai jembatan komunikasi internal antara perusahaan dengan karyawan. Karena peranan penting inilah maka perlu diketahui respon karyawan mengenai isi informasi yang disampaikan melalui Info PJB. Menurut Azwar, respon adalah suatu reaksi atau tindakan dari sebuah stimulus yang diberikan. Menurut Siregar dan Pasaribu, media internal merupakan salah satu bentuk komunikasi antara dua pihak yang berhubungan dalam hal ini organisasi dengan pembaca atau karyawan. Penelitian ini bertujuan untuk mengetahui respon karyawan PT Pembangkitan Jawa-Bali mengenai isi media internal Info PJB dengan menggunakan metode survey dan ditinjau dari lingkup masalah, fungsi, jenis realitas, sifat, lokasi kejadian, dan format. Jenis penelitian yang digunakan adalah kuantitatif-deskriptif. Jumlah populasi dalam penelitian ini adalah 400 orang, dan menggunakan teknik stratified sampling. Hasil penelitian menunjukkan respon positif karyawan mengenai isi media internal Info PJB. Respon positif ini terbentuk dari tingkat kognitif karyawan yang sedang, tingkat afektif karyawan yang kuat, dan tingkat konatif karyawan yang kuat. Karyawan memberikan penilaian positif mengenai isi informasi dalam Info PJB yang dirasa menarik dan penting, serta didukung oleh kepercayaan karyawan akan manfaat yang diberikan dari setiap informasi yang dimuat dalam Info PJB.",
  "creators": "STANLEY OKTAVIANUS PRANOTO",
  "contributors": "R. OTTO BAMBANG WAHJUDI (Advisor 1); Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 2); Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011235/KOM/2016; Stanley Oktavianus Pranoto (51412004)",
  "subjects": "COMMUNICATION IN ORGANIZATION; PUBLIC RELATIONS"
}