{
  "id": "3876",
  "title": "Analisa kandungan protein daging sapi impor terhadap standar kriteria kesehatan dilihat dari segi penyimpanan dan pengolahannya di Hotel Westin Surabaya",
  "abstract": "Restoran merupakan tempat dimana manusia melakukan aktifitas untuk menyimpan dan mengolah makanan maupun minuman. Makanan yang sehat dan yang layak dikonsumsi manusia adalah makanan yang aman, higienis, sehat, dan mempunyai rasa yang nikmat. Dari berbagai macam sumber makanan yang ada, sumber protein terbesar adalah berasal dari daging, salah satunya adalah daging sapi. Supaya daging sapi yang akan dikonsumsi dapat selalu segar, maka perlunya perhatian pada proses penyimpanan dan pengolahan yang benar, sehingga makanan yang dihasilkan dapat berupa makanan yang layak saji. Daging sapi yang tidak segera diolah setelah dibeli, sebaiknya disimpan agar tetap segar. Dengan demikian kandungan gizi, khususnya protein yang ada di dalamnya dapat dipertahankan. Ruang penyimpanan yang lazim dilakukan adalah dengan menggunakan ruang penyimpanan beku (freezer) dan ruang pendingin (chiller). Kesegaran dari daging sapi juga dipengaruhi oleh suhu pada saat penyimpanan dan juga tingkat higienitas pada saat penyimpanan. Pada saat proses pengolahan juga harus memperhatikan higienitas dari karyawan dan juga alat serta cara yang digunakan dalam pengolahan. Pengolahan dengan metode yang benar akan menghasilkan suatu masakan dari daging sapi yang mempunyai nilai gizi tinggi. Hotel Westin Surabaya yang merupakan hotel bintang lima sangat memperhatikan proses penyimpanan dan pengolahan daging sapi karena mereka ingin memberikan suatu makanan yang tidak hanya nikmat, tetapi juga mempunyai nilai gizi yang tinggi. Dalam penelitian ini, penulis tertarik untuk mengetahui tingkat kandungan protein daging sapi impor yang sangat sering digunakan di Hotel Westin Surabaya, khususnya di restoran The Pavilion. Setelah mengadakan uji laboratorium terhadap daging sapi impor yang digunakan, diperoleh hasil yang sesuai dengan standar yang telah ada. Secara umum, sistem penyimpanan dan pengolahan daging sapi impor di Hotel Westin Surabaya telah memenuhi standar kesehatan. Namun masih terdapat beberapa hal yang perlu diperbaiki untuk meningkatkan higienitas pada proses penyimpanan dan pengolahan. Sehingga dapat diperoleh makanan dengan kualitas yang lebih baik.",
  "creators": "CHALID THEDJOKUSUMA",
  "contributors": "ADITYA ANDREANI (Advisor 1); ANDINI EMIATI (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 031/EP/2002; Chalid Thedjokusuma (33497052), Erwin Setiawan (33497133)",
  "subjects": "HOTEL MANAGEMENT"
}