{
  "id": "38779",
  "title": "Evaluasi program community relations perusahaan X",
  "abstract": "Penelitian ini dilakukan untuk mengevaluasi program community relations Perusahaan X yang dilakukan pada bulan Januari sampai Juni 2016. Evaluasi program terdiri atas pra program, program, dan pasca program. Penelitian ini menggunakan pendekatan kualitatif dengan jenis penelitian deskriptif. Metode yang digunakan dalam penelitian ini adalah metode studi kasus, menggunakan teknik wawancara mendalam. Untuk temuan data dan analisis data menggunakan program computer QSR NVivo 10. Temuan hasil penelitian ini adalah selama enam bulan perusahaan menjalin hubungan dengan tiga komunitas dan mengadakan tujuh kegiatan. Pada pra program, community activator mencari komunitas untuk menjalin kerjasama, setelah itu bekerjasama dengan komunitas, dan memberikan rekomendasi tempat dari salah satu unit property untuk lokasi kegiatan. Community activator juga melakukan persiapan dan koordinasi dengan komunitas. Pada saat program, community activator melakukan monitoring pada hari H kegiatan, melakukan dokumentasi, dan memastikan keberlangsungan kegiatan. Pada pasca program, community activator melakukan evaluasi langsung setelah kegiatan. Hasil evaluasinya community activator tidak melakukan riset sebelum pembuatan community relations. Peneliti memberikan rekomendasi bahwa program community relations perlu diperbaiki dari tahap pra program, program, dan pasca program.",
  "creators": "ALVIA MAYA TAURISSA",
  "contributors": "Gatut Priyowidodo (Advisor 1); Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 2); R. OTTO BAMBANG WAHJUDI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.10011280/KOM/2017; Alvia Maya Taurissa (51412019)",
  "subjects": "COMMUNICATION IN INDUSTRIAL RELATIONS; COMMUNICATION IN COMMUNITY DEVELOPMENT-EVALUATION; PUBLIC RELATIONS"
}