{
  "id": "38801",
  "title": "Sikap pengendara Surabaya mengenai pesan kampanye safe steps: road safety melalui iklan layanan masyarakat versi distracted driving",
  "abstract": "Salah satu fungsi Public Relations adalah untuk menganalisa sikap. Sikap pengendara dapat terbentuk melalui kampanye Public Relations dan juga iklan layanan masyarakat. Baik kampanye maupun iklan layanan masyarakat keduanya memiliki tujuan yang sama, yaitu untuk mengubah sikap. Maka, penelitian ini dilakukan untuk mengetahui sikap pengendara Surabaya mengenai pesan kampanye SAFE STEPS:Road Safety melalui iklan layanan masyarakat. Dalam mengukur sikap, harus melihat kepada tiga komponen sikap yaitu kognitif, afektif, dan konatif. Lima faktor penentu sebuah pesan akan diterima atau tidak adalah format pesan, nuansa, konteks, waktu dan pengulangan. Faktor-faktor itulah yang menjadi indikator yang akan diteliti. Metode penelitian yang dilakukan adalah metode survey, dengan membagikan kuesioner. Adapun penelitian ini menggunakan pendekatan kuantitatif dengan jenis penelitian deskriptif. Hasil dari penelitian yang dilakukan kepada 100 responden menunjukkan sikap positif pengendara Surabaya mengenai pesan kampanye SAFE STEPS:Road Safety oleh Prudence Foundation melalui iklan layanan masyarakat versi Distracted Driving dilihat dari komponen kognitif, afektif dan juga konatif. Yang artinya pengendara Surabaya mengetahui, menyukai, dan memiliki kecenderungan untuk mendukung kegiatan kampanye.",
  "creators": "MARCELLINA YOUNG EKA PUTRI",
  "contributors": "Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 1); Yustisia Ditya Sari (Advisor 2); Ido Prijana Hadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011274/KOM/2017; Marcellina Young Eka Putri (51412043)",
  "subjects": "COMMUNICATION; PUBLIC RELATIONS"
}