{
  "id": "38803",
  "title": "Gaya komunikasi pemimpin Kepala Cabang Bank Central Asia Kantor Cabang Pembantu Gunungsari Surabaya dalam upaya membangun kinerja tim",
  "abstract": "BCA Gunungsari Surabaya merupakan sebuah Kantor Cabang Pembantu yang berlokasi di jalan Gunungsari Surabaya. KCP Gunungsari ini dipimpin oleh seorang Kepala Cabang baru, yang dimana Kepala Cabang tersebut merupakan satu – satunya Kepala Cabang yang paling baru dari seluruh KCP kelas C diSurabaya. Dengan adanya pergantian posisi Kepala Cabang membutuhkan waktu untuk beradaptasi, sehingga sering terjadi miscommunication antara Kepala Cabang dengan anak buahnya. Akan tetapi meski banyaknya miscommunication KCP Gunungsari bisa meraih sebuah prestasi yang melebihi KCP kelas C lainnya yang dikepalai oleh Kepala Cabang yang lebih lama menjabat daripada Kepala Cabang Gunungsari yang baru, yaitu dengan meraih posisi kedua KCP kelas C terbaik tingkat regional tahun 2015. Rumusan masalah dalam penelitian ini adalah bagaimana gaya komunikasi pemimpin Kepala Cabang Bank Central Asia Kantor Cabang Pembantu Gunungsari Surabaya dalam upaya membangun kinerja tim. Tujuan dari penelitian ini adalah ingin menggambarkan gaya komunikasi pemimpin Kepala Cabang Bank Central Asia Kantor Cabang Pembantu Gunungsari Surabaya dalam upaya membangun kinerja tim. Metode penelitian yang digunakan adalah menggunakan pendekatan kualitatif dengan metode studi kasus. Temuan penelitian ini adalah terdapat penggunaan variasi gaya komunikasi passive, aggressive, dan assertive dimana variasi gaya tersebut dilakukan pada saat situasi tertentu saja, dan gaya komunikasi assertive sangat cocok dalam membangun kinerja tim BCA KCP Gunungsari.",
  "creators": "ALVIAN WICITRA TEDJA",
  "contributors": "Gatut Priyowidodo (Advisor 1); Megawati Wahjudianata (Advisor 2); Ido Prijana Hadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011267/KOM/2017; Alvian Wicitra T (51412044)",
  "subjects": "COMMUNICATION IN MANAGEMENT; COMMUNICATION IN ORGANIZATIONS; COMMUNICATION"
}