{
  "id": "38819",
  "title": "Evaluasi program public relations Tehbotol Sosro Goes to School PT Sinar Sosro KPW Jawa Timur",
  "abstract": "Dasar penelitian ini adalah kegiatan dari Public Relations yang dilakukan pada PT Sinar Sosro KPW Jawa Timur. Program yang dilakukan berupa niat baik Sosro untuk menyampaikan sesuatu mengenai pengetahuan minuman yang sehat dan tidak berbahaya bagi kesehatan. Program ini diikuti oleh siswa dan siswi Sekolah Dasar Hangtuah 10. Penelitian ini bertujuan untuk meningkatkan kinerja komunikasi dalam program Tehbotol Sosro Goes to School (TGTS) PT Sinar Sosro KPW Jawa Timur. Maka dalam penelitian ini dilakukan evaluasi dengan menggunakan metode Audit Mini. Program TGTS tidak pernah dilakukan evaluasi sehingga dalam penelitian ini dapat terlihat titik rawan. Di dalam audit mini menurut Andre Hardjana terdapat aspek-aspek yang perlu diperlukan, yaitu aspek manajemen, aspek komunikasi dan aspek umpan balik. Hasil penelitian akan diberikan dalam bentuk rekomendasi. Dalam aspek menejemen ditemukan titik rawan yang ada bahwa kurangnya Sumber Daya Manusia dalam pelaksanaan dan pelaksanaan program tidak sesuai dengan tujuan program. Aspek organisasi terdapat titik rawan bahwa program ini tidak pernah dievaluasi. Pada aspek komunikasi ditemukan titik rawan waktu terlalu lama tidak seusai petunju pelaksanaan. Aspek umpan balik terdapat titik rawan bahwa jumlah Sumber Daya Manusia dalam program terbatas.",
  "creators": "ALDWIN YOEL PRADIPTA",
  "contributors": "R. OTTO BAMBANG WAHJUDI (Advisor 1); Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 2); Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011237/KOM/2016; Aldwin Yoel Pradipta (51412065)",
  "subjects": "COMMUNICATION IN ORGANIZATIONS-AUDITING; PUBLIC RELATIONS"
}