{
  "id": "38821",
  "title": "Efektivitas billboard dan signboard sebagai media promosi Suroboyo Carnival Park",
  "abstract": "Suroboyo Carnival Park merupakan theme park pertama yang ada di Surabaya. Sebagai tempat hiburan yang tergolong baru di Surabaya, Suroboyo Carnival Park gencar melakukan promosi di berbagai media, mulai dari billboard, signboard, media massa, menyebarkan voucher potongan harga, social media, mengadakan pameran hingga menyelenggarakan event. Penelitian ini dilakukan untuk mengetahui efektivitas media promosi dengan biaya terbesar yang digunakan oleh Suroboyo Carnival Park, yaitu billboard dan signboard. Dalam penelitian ini, peneliti akan mengukur efektivitas billboard dan signboard dengan menggunakan metode CRI (Customer Response Index) pada tahap awareness hingga comprehend saja. Sehingga dapat diketahui faktor-faktor komunikasi dalam billboard dan signboard manakah yang membuat responden aware dan memahami Suroboyo Carnival Park. Namun ternyata, hasil nilai dari kelima tahapan dalam CRI yaitu awareness, comprehend, interest, intention, hingga action pada billboard dan signboard telah melebihi 50%, hingga dapat disimpulkan bahwa billboard dan signboard merupakan media promosi yang efektif digunakan hingga membuat responden pada akhirnya memutuskan untuk datang (action) ke Suroboyo Carnival Park. Pada media promosi billboard, tahapan intentions merupakan tahapan dengan prosentase tertinggi, yaitu 89%. Pada media promosi signboard, prosentase terbesar terdapat pada tahap intentions pula, yaitu 95%. Jenis penelitian ini menggunakan penelitian deskriptif dengan pendekatan kuantitatif. Metode penelitian yang digunakan menggunakan survei, dan jumlah sampel yang diambil adalah 100 responden. Target penelitian ini adalah masyarakat Surabaya dengan usia 15-29 tahun dan pernah melewati Jalan Ahmad Yani Surabaya.",
  "creators": "SYLVIA MELINDA SETIJAWIBAWA",
  "contributors": "Felicia Goenawan (Advisor 1); Vita Monica (Advisor 2); Judy Djoko Wahjono Tjahjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011264/KOM/2017; Sylvia Melinda (51412068)",
  "subjects": "ADVERTISING; COMMUNICATION IN MARKETING; SIGNS AND SIGNBOARDS; BILLBOARDS"
}