{
  "id": "38828",
  "title": "An Insight on how Airasia x can capture Malaysia's diverse generation y",
  "abstract": "This dissertation provides an insight on how long-haul low cost airline AirAsia X can capture Generation Y in Malaysia. Generation Y, making up one third of the population in Malaysia, makes it an attractive target audience for segmented marketing. As Malaysian society consists of several etlmic groups, this study is focusing on the communication suitable for this diverse demographic group. In order to find out suitable communications, characteristics of the Generation had to be researched. Methods of analysis include quantitative market research in form of a survey. Chapter 4 combined the findings of primary and secondary research. It can be concluded, that Generation Y is a very demanding target audience. A high use of digital media, valuing a two way communication and therefore chances to interact with brands is preferred. Nevertheless, differenced among ethnicities can be seen. Even though an overall majority is making use of digital media, Indians and Malays still tend to use non-digital media channels too, whereas the majority of Chinese prefers online platforms. Making use of the 8 Steps of Effective Communication Model, a suitable Communication Strategy is developed. A mix of communication channels has to be used to interact with Generation Y, which need to project one consistent method. Furthermore, the implementation of the SimpliSharing model will help to utilize online channels in every step of the consumer traveling process. For further research. studies about the perception of AirAsia X services are advised.",
  "creators": "GIULIANA ISABEL MARTINI",
  "contributors": "ANDY DENZ (Advisor 1); DAVID WILSON (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010230/MAN/2015; Giuliana Isabel Martini (34412080)",
  "subjects": "ADVERTISING; AIRLINES-MANAGEMENT; AIRLINES-MARKETING"
}