{
  "id": "38837",
  "title": "The Impact of social media communication on customers' purchase intention through brand equity: a case of Sour Sally Indonesia",
  "abstract": "The existence of internet creates phenomenon for businesses to use social media to promote their products, especially through Instagram. One of the success one is Sour Sally Indonesia. This research is aimed to analyze the impact of social media communication on customer's purchase intention through brand equity with a case of Sour Sally Indonesia. Moreover, this research attempts to examine the role of brand equity as the mediating variable of social media communication and customers' purchase intention. There are 204 valid respondents gathered in this research by using the simple random sampling method. This research used reliability and validity test and classic assumption tests as data-processing method. Then, path analysis and Sobel test is being used to prove the mediation effect. This research resulted in several findings, they are firm-created content has significant impact on customers' purchase intention while the user-generated content has no significant impact on customers' purchase intention. Then, when the brand equity is added as the mediating variable, it created different result which are the firm-created content is fully mediated by brand equity, but user-generated content still has no significant impact on customers' purchase intention through brand equity.",
  "creators": "MERCY GHEMA SUSANTO; NOVI GUNAWAN",
  "contributors": "Tessa Vanina Soetanto (Advisor 1); Juliana Caesaria Tandung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010240/MAN/2016; Mercy Ghema Susanto (34412022), Novi Gunawan (34412039)",
  "subjects": "BRAND CHOICE; CONSUMER BEHAVIOR; SOCIAL MEDIA-RESEARCH"
}