{
  "id": "38836",
  "title": "Perancangan interior pusat informasi kebudayaan suku Arfak di Manokwari, Papua Barat",
  "abstract": "Seni merupakan aspek yang tidak terlepas dari kehidupan manusia, namun kondisi kesenian di kota Surabaya yang begitu minim sehingga minat masyarakat terhadap seni cenderung rendah khususnya seni rupa murni. Melihat keadaan seni rupa murni di Surabaya yang bisa dikatakan kurang terakomodasi, maka dari itu itu dibutuhkan sebuah fasilitas yang dapat memenuhi kebutuhan tersebut yaitu pusat seni rupa murni yang melingkupi fungsi ekshibisi, edukasi, rekreasi, dan informasi. Masalah yang dirumuskan pada perancangan ini yaitu bagaimana merancang interior sebuah pusat seni rupa murni yang tidak hanya mewadahi kebutuhan-kebutuhan seni di kota Surabaya namun juga diminati pengunjung dan sesuai dengan gaya hidup masyarakat muda metropolitan masa kini. Metode yang digunakan dalam perancangan ini mengikuti diagram Zeisel dengan tambahan penyesuaian dari alur perancangan, yang menjelaskan mengenai proses desain yang berputar dari hasil akhir yang dapat kembali ke tahap awal agar desain terus diperbaiki hingga mencapai hasil yang paling optimal. Enam metode tersebut di antaranya basic e-b knowledge (tahap awal berupa pengumpulan data), programming research (tahap programming), design and design review (tahap transformasi desain), construction (tahap pengembangan desain), use+adaptation (tahap desain akhir), dan evaluation research (tahap evaluasi). Hasil perancangan yang telah diselesaikan menerapkan konsep ‘rekreatif’, dengan menyediakan fasilitas yang mewadahi kebutuhan-kebutuhan seni rupa murni bagi kota Surabaya berupa ruang-ruang edukasi, informasi, ekshibisi, dan rekreasi seperti area pamer, library, lecture theater, dan studio, serta ruang-ruang pendukung seperti café dan kantor. Upaya perancangan untuk meningkatkan minat pengunjung yang sesuai dengan gaya hidup serta budaya masyarakatnya diterapkan dengan konsep ‘rekreatif’, yaitu melalui penyediaan ruang-ruang untuk memunculkan pengalaman baru dan meningkatkan kualitas pengalaman tersebut.",
  "creators": "JENNIFER WINARTO",
  "contributors": "Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021504/DIN/2016; Jennifer Winarto (41412132)",
  "subjects": "CULTURAL INFORMATION CENTERS; INTERIOR DECORATION; INTERIOR DESIGN"
}