{
  "id": "38839",
  "title": "Produktivitas tenaga kerja sebelum dan sesudah perubahan volume pada kontrak untuk proyek pembangunan apartemen X dan hotel Y di Surabaya",
  "abstract": "Salah satu masalah yang paling umum dalam proyek konstruksi adalah perubahan kontrak. Perubahan kontrak biasanya terjadi pada setiap tahap proyek karena berbagai sebab dari sumber yang berbeda, dan memiliki dampak yang cukup besar. Perubahan kontrak mempengaruhi proyek dalam banyak hal, yang paling penting adalah mengganggu dan mengurangi produktivitas tenaga kerja proyek. Produktivitas merupakan faktor mendasar yang mempengaruhi performansi kemampuan bersaing dalam industri konstruksi. Penelitian ini bertujuan untuk mengetahui produktivitas tenaga kerja sebelum dan sesudah ada perubahan volume pada kontrak konstruksi untuk pelaksanaan pembangunan Apartemen X dan Hotel Y di Surabaya. Data didapatkan dari data lapangan pada proyek yang telah selesai berupa laporan yang selalu dibuat oleh pelaksana proyek kemudian diolah untuk mendapatkan efek kuantitatif dari perubahan konstruksi terhadap produktivitas tenaga kerja sebagai dasar untuk mengetahui ukuran produktivitas tenaga kerja. Perubahan kontrak yang terjadi menunjukkan perubahan yang signifikan terhadap produktivitas tenaga kerja untuk pekerjaan struktur dan pekerjan arsitektur, yaitu menurunnya produktivitas tenaga kerja. Produktivitas tenaga kerja pada Apartemen X dan Hotel Y terlihat memiliki pola perubahan produktivitas tenaga kerja yang serupa, di mana produktivitas tenaga kerja untuk pekerjaan struktur dominan mengalami penurunan, lalu produktivitas tenaga kerja untuk pekerjaan arsitektur mengalami peningkatan sesudah adanya perubahan kontrak, tetapi peningkatan yang terjadi pada pekerjaan arsitektur tidak signifikan.",
  "creators": "ALBERT VALENTINUS C.W.",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Januar Budiman (Advisor 2); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000227/MTS/2016; Albert Valentinus Christy W. (01512009)",
  "subjects": "CONSTRUCTION INDUSTRY-PERSONNEL MANAGEMENT; CONSTRUCTION INDUSTRY-MANAGEMENT; CONSTRUCTION INDUSTRY-LABOR PRODUCTIVITY; WORK MEASUREMENT"
}