{
  "id": "38848",
  "title": "Studi kasus analisa faktor-faktor penyebab sisa material besi beton dan upaya solusinya pada satu perusahaan kontraktor umum gred 7 di Surabaya",
  "abstract": "Waste material menjadi perhatian khusus dalam proyek konstruksi saat ini. Setiap proyek konstruksi pasti akan menghasilkan sisa material tergantung jenis proyek dan jenis material yang digunakan. Dalam penelitian-penelitian sebelumnya didapatkan bahwa material besi beton merupakan material yang sering tersisa dengan persentase total biaya sisa material terbesar. Penelitian ini bertujuan untuk mencari faktor-faktor penyebab sisa material besi beton pada proyek konstruksi yang ada dalam suatu perusahaan kontraktor gred 7 di Surabaya dan mencari upaya solusi atas permasalahan tersebut. Penelitian diawali dengan mengidentifikasi variabel-variabel penyebab sisa material besi beton dari studi literatur selanjutnya menyusun kuesioner tahap 1 dan menganalisa dengan bantuan software SPSS versi 17.0, dilanjutkan dengan wawancara untuk mencari akar penyebab dan upaya solusi kemudian dilakukan penyusunan dan analisa kuesioner tahap 2 untuk mendapatkan usulan perbaikan sebagai upaya solusi dalam mengurangi sisa material besi beton. Hasil penelitian menunjukkan bahwa terdapat delapan faktor penyebab sisa material besi beton. Faktor penyebab paling dominan disebabkan oleh pekerja yang kurang pengetahuan, ceroboh dan kurang motivasi yang paling banyak terjadi pada proses pemotongan material. Ada lima upaya solusi yang diusulkan dari penelitian ini yang menyangkut training pekerja, penempatan staf, pemberian reward, rapat koordinasi, penataan kembali sistem dalam perusahaan.",
  "creators": "Tirsa Endely Tumbelaka, S.T.",
  "contributors": "Djwantoro Hardjito (Advisor 1); Paulus Nugraha (Advisor 2); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000223/MTS/2016; Tirsa E. Tumbelaka (01514015)",
  "subjects": "BUILDING MATERIALS-ANALYSIS; CONCRETE-MATERIALS; CONSTRUCTION INDUSTRY-MANGEMENT"
}