{
  "id": "38849",
  "title": "Pengaruh kualitas layanan purna jual terhadap kepuasan dan loyalitas konsumen rumah menengah atas di Surabaya",
  "abstract": "Layanan purna jual merupakan salah satu hal penting di semua sektor industri. Kompetisi pasar menuntut layanan puna jual yang baik. Layanan purna jual ditemukan merupakan sumber pendapatan, memberikan keuntungan di bidang penjualan dan menjadi potensi keuntungan kompetitif. Dari banyaknya keuntungan yang telah diketahui, ditemukan juga peneliti yang menyebutkan bahwa layanan purna jual ternyata terkadang menjadi tidak baik, membuang waktu dan biaya. Oleh karena itu, maka dalam penelitian ini, dilakukan untuk mengetahui apakah layanan purna jual perumahan juga menguntungkan sebagaimana terjadi di dunia manufaktur dan apakah layanan purna jual berkorelasi positif dengan kepuasan konsumen dan loyalitas konsumen rumah menengah atas sebagaimana terjadi di dunia manufaktur. Penelitian ini dilakukan dengan penyebaran kuisioner kepada 170 responden dari populasi penghuni 4 perumahan besar di Surabaya, yaitu perumahan Pakuwon City (Surabaya Timur), perumahan Citraland (Surabaya Barat), perumahan Graha Family (Surabaya Barat) dan perumahan Bukit Darmo Golf (Surabaya Barat), yang kemudian diuji dengan menggunakan metode SEM (structural equation model). Hasil penelitian ini menemukan bahwa layanan purna jual berkorelasi positif dengan kepuasan dan loyalitas konsumen. Dimensi tangible ditemukan tidak lagi menjadi performance factor, namun telah menjadi basic factor dan expected service. Kepuasan konsumen ditemukan tidak bersifat kumulatif, namun bersifat transactional-specific satisfaction. Penelitian ini menggunakan convenient sampling, yang juga merupakan keterbatasan penelitian. Hasil penelitian ini secara teoritis berkontribusi bahwa layanan purna jual memiliki korelasi positif terhadap kepuasan dan loyalitas konsumen, dan bagi praktisi (pengembang) untuk memotivasi untuk memberikan layanan purna jual yang baik sehingga mampu menjaga retansi konsuman lama dan mendorong konsumen baru.",
  "creators": "Rianthi Sulis S.T.",
  "contributors": "Didik Wahjudi (Advisor 1); Timoticin Kwanda (Advisor 2); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000230/MTS/2017; Rianthi Sulis (01514001)",
  "subjects": "CONSTRUCTION INDUSTRY-CONSUMERS-RESEARCH; CONSTRUCTION INDUSTRY-MANAGEMENT"
}