{
  "id": "38855",
  "title": "Analisa aspek-aspek dalam prosedur change order pada proyek konstruksi",
  "abstract": "Change order merupakan perubahan kondisi dari kontrak awal sehingga dapat mengubah harga kontrak, schedule pembayaran, dan tanggal selesainya proyek. Penelitian sebelumnya menunjukkan banyaknya jumlah claim akibat change order hingga 50% dari total claim, di mana selama proses persetujuan change order perlu diketahui apa saja yang menyebabkan terjadinya change order dan apa saja yang diperlukan untuk melaksanakan change order. Penelitian ini berfokus pada prosedur change order sehingga proses change order dapat dilakukan secara tepat. Metode penelitian yang dilakukan yaitu dengan membuat kuesioner yang berkaitan dengan prosedur change order serta membagikannya kepada responden yang bekerja sebagai kontraktor ataupun MK pada proyek di wilayah Surabaya, selanjutnya hasil kuesioner diuji agar valid dan reliabel yang kemudian dianalisa dengan T – Test untuk mengetahui ada tidaknya perbedaan pada prosedur change order yang terjadi baik dari frekuensi kejadian maupun tingkat kepentingan. Melalui hasil penelitian maka diketahui untuk tahapan identifikasi, change order dapat diprakarsai oleh owner, kontraktor dan MK dengan perintah tertulis site instruction di mana kontraktor perlu mengajukan proposal gambar kontrak, spesifikasi, merek material, permohonan harga, dan dokumentasi. Evaluasi pengajuan penerbitan change order, dilakukan dengan memeriksa dokumen gambar, merek, spesifikasi material, dampak change order berdasarkan hal tersebut, dan harga satuan yang diajukan harus sesuai kontrak kecuali kondisi khusus. Untuk tahap approval change order terjadi negosiasi untuk harga, yang apabila disetujui maka akan diberikan tanda tangan oleh owner atau MK. Terakhir untuk tahap payment change order dilakukan dengan invoice terpisah dan dibayarkan sesuai progress change order termasuk di dalamnya biaya tidak langsung, serta tambahan waktu yang diberikan dalam hari kalender.",
  "creators": "Michael Halmar Kosasi, S.T.",
  "contributors": "Andi (Advisor 1); LIE ARIJANTO (Advisor 2); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000236/MTS/2017; Michael Halmar Kosasi (01515004)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; CONSTRUCTION PROJECTS-MANAGEMENT; CIVIL ENGINEERING-CONTRACT AND SPECIFICATIONS"
}