{
  "id": "38851",
  "title": "Studi kasus waste material proses fabrikasi beberapa jenis struktur baja pada sebuah perusahaan EPC (Engineering, Procurement, Construction)",
  "abstract": "Sisa material atau waste merupakan sisa dari material yang tidak dapat dipergunakan kembali. Sering tidak sesuainya perencanaan estimasi waste dengan kenyataan waste di lapangan, menjadi dasar terciptanya ide pada penelitian ini mengenai waste profil baja. Pada penelitian sebelumnya lebih terfokus pada material alam yang pembuatannya dapat dilakukan di lapangan atau cast in situ. Penelitan ini terfokus pada waste material proses fabrikasi empat jenis bangunan baja antara lain gudang, bandara, tower, jembatan dengan masing-masing menggambarkan jenis profil wf, pipa, siku, plat. Metode penelitian yaitu dengan menghitung persentase waste dengan cara menghitung selisih berat bruto dikurangi berat netto yang kemudian dibagi berat bruto. Berat bruto diperoleh dari perhitungan kebutuhan material berdasarkan gambar struktur, sedangkan berat netto diperoleh dari hasil permodelan 3D. Persentase waste tersebut kemudian dianalisa mean dan deskriptif untuk mengetahui faktor penyebab waste. Hasil pengolahan data menunjukkan bahwa nilai persentase waste terkecil adalah jenis bangunan tower dengan profil siku sebesar 5.36%, bangunan gudang dengan profil wf sebesar 9.36%, bangunan bandara dengan profil pipa sebesar 13.85%, bangunan jembatan dengan profil plat sebesar 19.08%. Faktor penyebab waste adalah jenis profil dan dimensi bangunan yang meliputi tinggi bangunan, panjang bangunan, bentang bangunan.",
  "creators": "Kelvin Rudy Sutanto, S.T.",
  "contributors": "Paulus Nugraha (Advisor 1); Andi (Advisor 2); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000232/MTS/2017; Kelvin Rudy Sutanto (01515003)",
  "subjects": "COSNTRUCTION INDUSTRY-MANAGEMENT; STEEL, STRUCTURAL; WASTE PRODUCTS"
}