{
  "id": "38853",
  "title": "Model pengaruh safety management dan safety leadership terhadap safety performance pada proyek konstruksi di Surabaya",
  "abstract": "Safety performance dapat menjadi tolak ukur keberhasilan suatu proyek konstruksi dalam menciptakan keselamatan kerja. Untuk meningkatkan safety performance pada sebuah proyek konstruksi maka perusahaan harus memperhatikan safety management dan safety leadership. Penelitian ini bertujuan untuk menganalisis pengaruh safety management dan safety leadership terhadap safety performance proyek konstruksi. Model penelitian diadopsi dari penelitian Khdair et al dan dimodifikasi dengan penambahan indikator tiap variabel. Data penelitian dari penyebaran kuesioner sebanyak 147 responden kepada pihak kontraktor antara lain site manager, site engineer, project manager¸ safety officer dan lain-lain. Data dianalisis menggunakan metode SEM dengan bantuan program AMOS 16. Hasil penelitian menunjukkan bahwa terdapat pengaruh positif antara safety management dan safety performance dengan direct effect 0,564 serta terdapat pengaruh positif antara safety leadership dan safety performance dengan direct effect 0,417. Indikator safety management dengan loading factor terbesar adalah perencanaan pencegahan. Indikator safety leadership dengan loading factor adalah pemimpin menunjukkan jiwa kepemimpinan dalam kegiatan keselamatan kerja. Indikator safety performance dengan loading factor terbesar adalah observasi perilaku pekerja di lapangan.",
  "creators": "Yovita Vanesa Romuty, S.T.",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Paulus Nugraha (Advisor 2); Jani Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000234/MTS/2017; Yovita Vanesa Romuty (01514022)",
  "subjects": "CONSTRUCTION INDUSTRY-SAFETY MEASURES; CONTRUCTION INDUSTRY-MANAGEMENT"
}