{
  "id": "3887",
  "title": "Studi kelayakan salon mobil di Banjarmasin ditinjau dari aspek pasar, teknis, manajemen, dan keuangan",
  "abstract": "Jasa perawatan mobil merupakan suatu usaha yang berpeluang mengalami kenaikan pada tahun-tahun belakangan ini. Terbukti dari permintaan efektif usaha salon mobil yang cukup besar dan mengikuti tren meningkat tiap tahunnya. Untuk lokasinya dipilih kota Banjarmasin, karena pasar salon mobil, serta pesaing yang ada di Banjarmasin masih sedikit dan konvensional. Studi kelayakan dilakukan untuk mengetahui apakah usaha tersebut layak didirikan atau tidak, ditinjau dari aspek pasar, teknis, manajemen, serta keuangan. Pemilihan merk bahan baku salon mobil menggunakan metode AHP (Analitycal Hierarchy Process), bahan baku salon mobil yang dipilih adalah merk 3M. Pemilihan lokasi di Jalan Perintis Kemerdekaan No. 5 (Andalas), dan penentuan peralatan salon mobil menggunakan peralatan yang memiliki nilai EUAC paling kecil. Pada aspek keuangan dilakukan perhitungan Total Project Cost, Break Even Point, dan penyusunan laporan keuangan. Kemudian dilakukan evaluasi kriteria keputusan investasi, dan diperoleh nilai NPV bernilai positif sebesar Rp 594.796.871,00, Discounted Payback Period dengan waktu pengembalian 6 tahun 6 bulan, dan IRR lebih besar dari MARR sebesar 30,88%. Analisis sensitivitas dilakukan terhadap pendapatan dan biaya bahan baku salon mobil. Pendirian usaha ini layak dilaksanakan apabila penurunan pendapatan salon mobil tidak lebih dari 21,99% dan kenaikan biaya bahan baku salon mobil tidak lebih dari 94,06% dari keadaan semula.",
  "creators": "HARRY NATA",
  "contributors": "Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Advisor 1); I Nyoman Sutapa (Advisor 2); Siana Halim (Examination Committee 1); Henry Pribadi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011166/IND/2007; Harry Nata (25402152)",
  "subjects": "AUTOMOBILE DEALERS; INDUSTRIAL PROJECT MANAGEMENT"
}