{
  "id": "38886",
  "title": "Pengaruh peringkat obligasi terhadap struktur modal perusahaan non keuangan yang terdaftar di Bursa Efek Indonesia berdasarkan plus or minus tests dan credit score tests",
  "abstract": "Tujuan dari penelitian ini adalah untuk menjelaskan pengaruh peringkat obligasi terhadap struktur modal perusahaan sektor non-keuangan yang terdaftar di Bursa Efek Indonesia, dimana penelitian serupa masih minim di Indonesia. Penelitian ini dimaksudkan untuk menguji konsistensi penelitian sebelumnya yang dilakukan oleh Kisgen pada tahun 2006 dengan data sampel dari Amerika Serikat. Pemilihan periode sampel dalam penelitian ini adalah dari 2010 hingga 2014. Data dikumpulkan secara triwulanan untuk mengamati pengaruh penerbitan peringkat obligasi suatu perusahaan dalam waktu tertentu terhadap keputusan struktur modal pada triwulan berikutnya. Berdasarkan hipotesis Credit Rating-Capital Structure yang dikemukakan Kisgen (2006), jika peringkat obligasi perusahaan mendekati perubahan (upgrade atau downgrade), akan dianggap sebagai sinyal untuk mengubah keputusan struktur modal dengan mengurangi penerbitan utang. Penelitian ini akan diuji berdasarkan model yang dilakukan oleh Kisgen (2006), yaitu Plus or Minus Tests dan Credit Score Tests. Variabel kontrol akan digunakan dalam penelitian ini, antara lain: profitability, size, tangibility, dan growth opportunity. Metode yang digunakan dalam penelitian ini adalah regresi data panel. Hasil penelitian menunjukkan bahwa peringkat obligasi memiliki pengaruh yang signifikan terhadap struktur modal.",
  "creators": "YESSICA YUNITA SARI",
  "contributors": "Sautma Ronni Basana (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 37010361/MAN/2016; Yessica Yunita Sari (37413072)",
  "subjects": "CORPORATIONS--FINANCE; BONDS"
}