{
  "id": "38888",
  "title": "Analisis product market competition, bankruptcy risk, earning management, dan firm value",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh product market competition terhadap firm value melalui bankruptcy risk dan earning management sebagai variabel intervening. Data yang digunakan dalam penelitian merupakan data sekunder yang bersumber dari laporan keuangan tahunan perusahaan yang diperoleh dari Bloomberg. Sampel penelitian ini adalah 232 perusahaan go public yang terdaftar di Indonesia Stock Exchange selama periode 2010-2014. Teknik analisa data yang digunakan untuk menguji hipotesis adalah structural equation modelling (SEM) yang diuji menggunakan software Smart PLS (Partial Least Square) versi 2.0. Hasil penelitian menunjukkan bahwa product market competition berpengaruh terhadap firm value, product market competition berpengaruh terhadap bankruptcy risk, product market competition berpengaruh terhadap earning management, bankruptcy risk berpengaruh terhadap earning management, earning management berpengaruh terhadap firm value, dan bankruptcy risk berpengaruh terhadap firm value. Pengaruh langsung antara product market competition terhadap firm value lebih besar daripada pengaruh tidak langsung melalui bankruptcy risk, pengaruh tidak langsung melalui earning management, dan pengaruh tidak langsung melalui bankruptcy risk dan earning management. Hal ini menunjukkan bahwa bankruptcy risk, earning management, dan earning management melalui bankruptcy risk tidak memediasi penuh pengaruh product market competition terhadap firm value.",
  "creators": "Aprilia Gunawan",
  "contributors": "Hatane Semuel (Advisor 1); Devie (Advisor 2); Yenni Mangoting (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Thesis No.03020136/MM/2016; Aprilia Gunawan (03515019)",
  "subjects": "PROFIT-MANAGEMENT; COMPETITION; BANKRUPTCY; MARKETING-MANAGEMENT"
}