{
  "id": "38893",
  "title": "Pengaruh quality management practices in purchasing terhadap internal customer satisfaction melalui information system dan purchasing performance pada perusahaan makanan dan minuman di Jawa Timur",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh dari Quality Management Practices In Purchasing terhadap Internal Customer Satisfaction, Purchasing Performance, dan Information System. Data yang digunakan dalam penelitian ini adalah data yang diperoleh dari Badan Pusat Statistik diperoleh jumlah populasi untuk perusahaan makanan dan minuman adalah sebanyak 341 perusahaan. Sumber data dalam penelitian diperoleh secara langsung dengan mengirimkan angket atau kuesioner ke bagian purchasing & bagian produksi pada sampel perusahaan yang terpilih melalui bantuan alat Google Form untuk efisiensi waktu. Hasil pengujian hipotesis dengan menggunakan model persamaan struktural Partial Least Square (PLS) melalui program smartPLS. Dari hasil penelitian diketahui bahwa, Quality Management Practices In Purchasing (QMPP) berpengaruh signifikan terhadap Internal Customer Satisfaction (ICS), Quality Management Practices In Purchasing (QMPP) berpengaruh signifikan terhadap Purchasing Performance (PP), Quality Management Practices In Purchasing (QMPP) berpengaruh signifikan terhadap Information System Purchasing (IS), Information System Purchasing (IS) berpengaruh signifikan terhadap Purchasing Performance (PP), Purchasing Performance (PP) berpengaruh signifikan terhadap Internal Customer Satisfaction (ICS), Information System Purchasing (IS) berpengaruh signifikan terhadap Internal Customer Satisfaction (ICS).",
  "creators": "WILLIAM ANDI PATTERA",
  "contributors": "Michael Adiwijaya (Advisor 1); Zeplin Jiwa Husada Tarigan (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Thesis No. 03020138/MM/2016; WILLIAM ANDI PATTERA (03515013)",
  "subjects": "TOTAL QUALITY MANAGEMENT; PURCHASING-MANAGEMENT"
}