{
  "id": "38898",
  "title": "Pengaruh brand equity dan customer satisfaction dalam meningkatkan financial performance di sektor perhotelan bintang tiga, empat, dan lima di Surabaya",
  "abstract": "Dewasa ini, perkembangan bisnis di Indonesia semakin maju, baik dalam bidang industri produk maupun jasa. Salah satu perkembangan bisnis jasa di Indonesia yang cukup pesat adalah sektor hospitalis atau perhotelan. Perkembangan industri hotel di Indonesia banyak didapati di kota-kota besar dan juga kota wisata, seperti Jakarta, Bali (Horwath, 2014) dan juga Surabaya. Namun, dalam memilih hotel, tentunya dibutuhkan keyakinan dan rasa percaya yang kuat dari pengunjung yang muncul dari ekuitas merek atau brand equity yang dimiliki hotel tersebut. Sektor perhotelan dipilih karena bisnis tersebut sedang mengalami pertumbuhan pesat dan bidang ini sangat erat hubungannya dengan brand equity dan juga customer satisfaction. Model analisis dan jenis data dalam penelitian ini menggunakan data kuantitatif. Skala pengukuran yang digunakan dalam penelitian ini adalah skala pengukuran interval. Sumber data yang digunakan adalah sumber data primer yang berupa wawancara atau kuesioner. Populasi dalam penelitian ini adalah customer hotel di Indonesia. Teknik pengambilan sampel yang digunakan adalah purposive sampling. Kriteria yang digunakan dalam pengambilan sampel adalah pengunjung hotel bintang 3, bintang 4 dan bintang 5 di Surabaya. Teknik analisis dalam penelitian ini menggunakan analisis regresi linier berganda dengan menggunakan software PLS (Partial Least Square) yang merupakan bagian, sekaligus alternatif dari SEM (structural equation modeling) Hasil analisis dan pembahasan dalam penelitian ini menunjukkan bahwa: (1) Brand Equity berpengaruh terhadap Financial Performance pada Industri Hotel di Surabaya; (2) Customer Satisfaction berpengaruh terhadap Financial Performance pada Industri Hotel di Surabaya; dan (3) Ada beda pengaruh customer satisfaction ke financial performance dengan keberadaan brand equity.",
  "creators": "SYLVIA HERLINA",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010919/AKT/2016; Sylvia Herlina (32410188)",
  "subjects": "MARKETING-MANAGEMENT; CONSUMER SATISFACTION.; CORPORATIONS-FINANCE; ACCOUNTING"
}