{
  "id": "38900",
  "title": "Aktivitas manajemen laba melalui pos research & development expense",
  "abstract": "Penelitian ini bertujuan untuk membuktikan bahwa manajemen melakukan manajemen laba melalui aktivitas riil research & development pada perusahaan yang berada di sektor pertambangan. Keberadaan manajemen laba melalui aktivitas riil research & development dapat dilihat dari besarnya abnormal research & development expense. Penelitian ini menggunakan EPS sebagai dasar pengelompokan sampel perusahaan yang melakukan manajemen laba dan perusahaan yang tidak melakukan manajemen laba (suspect firms). Penelitian ini menggunakan variabel kontrol yaitu firm size, market to book ratio, dan return on assets. Penelitian ini menguji pada 29 perusahaan yang berada di sektor pertambangan yang terdaftar di Bursa Efek Indonesia dengan jumlah sampel 58 pengamatan. Hasil penelitian menunjukkan bahwa manajemen pada suspect firms tidak melakukan manajemen laba dalam bentuk pengurangan aktivitas riil research & development. Hasil penelitan juga menunjukkan bahwa firm size memiliki pengaruh negative signifikan terhadap terhadap manajemen laba dalam bentuk pengurangan aktivitas riil research & development dan return on assets tidak memiliki pengaruh terhadap manajemen laba dalam bentuk pengurangan aktivitas riil research & development, sedangkan market to book ratio memiliki pengaruh positif signifikan terhadap manajemen laba dalam bentuk pengurangan aktivitas riil research & development.",
  "creators": "JESSICA NOVITA WIJAYA",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010921/AKT/2017; Jessica Novita Wijaya (32413108)",
  "subjects": "PROFIT-MANAGEMENT; CORPORATE PROFITS; ACCOUNTING--RESEARCH"
}