{
  "id": "38903",
  "title": "Corporate character scale Hanwha Life Insurance Surabaya di mata karyawannya",
  "abstract": "Menjaga citra adalah suatu hal yang wajib untuk dilakukan oleh sebuah perusahaan. Dengan semakin banyak persaingan perusahaan, maka citra adalah hal yang penting untuk dijaga demi kelangsungan hidup perusahaan. Corporate Character Scale atau CCS adalah suatu alat ukut untuk mengukur citra perusahaan baik secara internal maupun eksternal. Tidak hanya citra eksternal saja yang perlu untuk dijaga, citra internal pun sangat penting untuk dijaga oleh perusahaan. Fenomena tentang karyawan Indonesia yang bekerja di perusahaan Korea Selatan yang mengatakan bahwa perusahaan Korea Selatan adalah perusahaan asing terburuk di Indonesia dari penelitian sekitar 20 tahun lalu itu menarik perhatian peneliti untuk meneliti perusahaan asal Korea Selatan. Hanwha Life Insurance adalah perusahaan asal Korea Selatan yang menjadi subjek penelitian ini. Pendekatan yang dilakukan adalah dengan menggunakan pendekatan kuantitatif dengan metode sampling. Berdasarkan metode ini, peneliti menemukan hasil tentang CCS menurut karyawan, komunikasi organisasi dan hubungan internal pada Hanwha Life Insurance Surabaya. Hasil penelitian ini adalah CCS menurut karyawan Hanwha Life Insurance adalah sangat positif secara umumnya. Namun beberapa kecenderungan juga ditemukan yaitu salah satunya adalah semakin lama karyawan bergabung, semakin rendah nilai CCS nya.",
  "creators": "KEZIA SOLA GRATIA",
  "contributors": "Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 1); Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 2); Yustisia Ditya Sari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011249/KOM/2016; Kezia Sola Gratia (51412115)",
  "subjects": "COMMUNICATION IN ORGANIZATIONS; COMMUNICATION"
}