{
  "id": "38916",
  "title": "Hubungan antara iklim komunikasi organisasi dengan loyalitas karyawan di Sofitel Bali Nusa Dua Beach Resort",
  "abstract": "Penelitian ini dilakukan untuk menguji hubungan antara iklim komunikasi organisasi dengan loyalitas karyawan di Sofitel Bali Nusa Dua Beach Resort. Perusahaan tersebut merupakan sebuah perusahaan di bidang jasa perhotelan yang berlokasi di Bali. Iklim komunikasi organisasi sebagian besar terdiri dari persepsi karyawan mengenai kualitas sebuah hubungan dan komunikasi dalam organisasi, dan dari tingkat keterlibatan dan pengaruh (Goldhaber, 1995, p.65). Sedangkan loyalitas karyawan adalah karyawan yang berkomitmen untuk mensukseskan organisasinya dan percaya bahwa dengan bekerja di organisasi tersebut merupakan pilihan atau keputusan yang terbaik (Iqbal, Tufail, dan Lodhi, 2015, p.1). Untuk mengetahui tingkat hubungan antara keduanya, peneliti melakukan penelitian kuantitatif korelasional, dengan cara membagikan kuisioner kepada karyawan tetap Sofitel Bali Nusa Dua Beach Resort, dengan menggunakan teknik simple random sampling. Jumlah sampel responden dalam penelitian ini adalah 144 orang. Teori utama yang digunakan adalah teori iklim komunikasi dan loyalitas karyawan. Hasil akhir penelitian secara keseluruhan adalah nilai hubungan dari iklim komunikasi organisasi dengan loyalitas karyawan sebesar 0,445 di mana angka tersebut menunjukkan bahwa ada hubungan yang cukup kuat positif antara iklim komunikasi organisasi dengan loyalitas karyawan di Sofitel Bali Nusa Dua Beach Resort. Jadi, semakin positif iklim komunikasi organisasinya, maka semakin tinggi pula loyalitas karyawan dalam sebuah perusahaan. Selain itu, tingkatan tertinggi iklim komunikasi organisasi dan loyalitas karyawan masing-masing adalah Kepercayaan, Percaya Diri, dan Dapat Dipercaya, dan Peran Serta Karyawan dalam Setiap Aktivitas Organisasi.",
  "creators": "NOVITA KIKI CAHYADI",
  "contributors": "Gatut Priyowidodo (Advisor 1); Yustisia Ditya Sari (Advisor 2); Ido Prijana Hadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011239/KOM/2016; Novita Kiki Cahyadi (51412125)",
  "subjects": "COMMUNICATION IN ORGANIZATIONS; COMMUNICATION"
}