{
  "id": "38926",
  "title": "Studi karakteristik laju aliran campuran udara dan bahan bakar pada beberapa variasi intake manifold Motor Yamaha Vega",
  "abstract": "Pengaruh penambalan permukaan luar intake manifold dengan las diral mengubah bentuk profil intake manifold pada performa motor bakar sepeda motor Yamaha Vega R 110 cc. Salah satu cara untuk meningkatkan performa dari sepeda motor adalah dengan melakukan perubahan bentuk profil intake manifold standard ke intake manifold modifikasi. Intake manifold modifikasi ini bertujuan untuk memperlancar aliran udara dan dapat meyimpan udara di saluran intake manifold. Cara mengubah bentuk profil intake manifold yaitu penambalan pada permukaan luar intake manifold menggunakan las diral. Pemilihan bentuk intake manifold pada penelitian ini adalah intake manifold modifikasi biasa dan kecil, membandingkan kedua intake tersebut dengan intake manifold standard pabrik. Metode pengujian yang dilakukan pada penelitian ini adalah dengan melakukan simulasi aliran dengan menggunakan progam komputer ANSYS. Serta dengan melakukan uji dynotest untuk mengetahui peningkatan daya dan torsi, sebelum dan sesudah dilakukan pergantian pada masing-masing variasi intake manifold. Hasil yang didapat setelah melakukan simulasi adalah intake manifold yang profilnya dibentuk menghasilkan pressure, velocity, dan turbulent yang optimal. Hasil tersebut dicapai oleh intake manifold modifikasi kedua yang mengalami kemungkinan peningkatan daya sebesar 12% dari intake manifold standard. Dan torsi dari modifikasi kedua mengalami kemungkinan peningkatan sebesar 8,41% dari intake manifold standard.",
  "creators": "MICHAEL HOTAMA",
  "contributors": "Sutrisno S.T.,M.T. (Advisor 1); Fandi Dwiputra Suprianto, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011180/MES/2017; Michael Hotama (24411008)",
  "subjects": "INTERNAL COMBUSTION ENGINES; AUTOMOBILES-MOTORS-COMBUSTION"
}