{
  "id": "3893",
  "title": "Studi komparasi member card dan non member terhadap frekuensi belanja, tingkat pembelian dan loyalitas konsumen di Indogrosir Surabaya",
  "abstract": "Penelitian ini dilakukan karena walaupun krisis moneter, tapi tempat perbelanjaan baik grosir maupun retail semakin banyak. Dan Indogrosir merupakan salah satu tempat grosir yang cukup besar dan sudah lama berdiri. Oleh karena banyaknya tempat retail dan grosir, maka menjadi tantangan bagi Indogrosir untuk tetap dapat menarik minat belanja konsumen di Surabaya, yaitu memberikan program keanggotaan atau member card bagi konsumen, dimana member card memberikan fasilitas diskon dan memberikan voucher bagi member. Akan tetapi, yang tidak mempunyai member juga dapat berbelanja di Indogrosir.Oleh karena itu, penelitian ini dilakukan untuk meneliti perbedaan member card dan non member terhadap frekuensi belanja, tingkat pembelian dan loyalitas. Jenis penelitian yang digunakan adalah penelitian deskriptif yang memberikan gambaran kepada pembaca dalam mengungkapkan suatu permasalahan sebagaimana adanya, sehingga hanya bersifat mengungkapkan fakta. Berdasarkan hasil pengamatan, wawancara, dan dokumentasi maka ada perbedaan antara member card dan non member terhadap frekuensi belanja dan tingkat pembelian. Akan tetapi, tidak ada perbedaan untuk loyalitas member card dan non member. Dengan demikian yang dapat direncanakan dan dilakukan Indogrosir yaitu perlu melakukan riset konsumen yang diperlukan untuk mengetahui kebutuhan dan keinginan pelanggan baik dari produk dan harga sehingga kelengkapan produk dapat ditemui pelanggan dalam Indogrosir, perusahaan berusaha untuk meningkatkan program-program promosi untuk pemilik member card sehingga dapat lebih menarik minat belanja member, selain itu perlu melakukan evaluasi tentang manfaat adanya member card Indogrosir, jika penggunaan membercard dinilai kurang efisien bahkan cukup menghabiskan biaya untuk pembuatan card serta biaya lainnya",
  "creators": "LUSIANA; ELLY INDAYANI",
  "contributors": "Hartono Subagio (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02011805/MAN/2004; Lusiana (31401465), Elly Indayani (31401466)",
  "subjects": "CONSUMER SATISFACTION-RESEARCH; CONSUMER BEHAVIOR"
}