{
  "id": "38939",
  "title": "Rancangan pembenahan bengkel khususnya sop, design layout, sistem antrian, dan layanan purnajual Sepeda Motor Honda di PT Eka Prima Mandiri Sentosa Surabaya",
  "abstract": "PT Eka Prima Mandiri Sentosa Surabaya merupakan salah satu bengkel resmi sepeda motor merk Honda atau biasa disebut sebagai AHASS (Astra Honda Authorised Service Station). Volume penjualan sepeda motor selama 6 bulan awal diakuisisinya perusahaan tersebut masih bervariasi, penjualan yang paling rendah terdapat pada bulan April sebanyak 192 unit. Sedangkan, penjualan tertinggi terdapat pada bulan September sejumlah 408 unit. Jumlah kunjungan service pun belum stabil dari bulan April sampai dengan September 2016. Beberapa keluhan konsumen terhadap bengkel, antara lain: 1) bagian bengkel masih belum berjalan dengan baik sebagaimana seharusnya, sehingga belum mencapai kualitas dan produktivitas yang diharapkan karena masih menolak konsumen yang ingin melakukan service; 2) keluhan dari konsumen di mana masa tunggu service sampai 2 jam bahkan bisa lebih; 3) terdapat dua Mekanik dan satu truster saja, sehingga pengerjaan menjadi lama; 4) banyak terdapat suku cadang yang kehabisan dan harus membeli dulu saat melakukan penggantian. Tugas akhir ini dibuat dengan tujuan untuk: 1) membuat SOP bengkel, agar Mekanik dapat meningkatkan produktivitas dan kualitas service pada konsumen di mana mereka bisa menunggu proses service ringan tanpa keluhan + 10-15 menit, sedangkan menunggu 25-30 menit untuk service dengan keluhan dan penggantian suku cadang; 2) mengatur tata letak layout bengkel yang efektif dan efisien; 3) membuat sistem antrian yang tepat sebagai upaya melayani semua konsumen yang datang, agar tidak mengalami kekecewaan dan tidak ada penolakan service lagi; 4) menjelaskan program layanan purnajual agar konsumen puas, dan SDM PT Eka Prima Mandiri Sentosa memahami hal ini sebagai pedoman kinerjanya. Berdasarkan studi literatur dan proses magang yang dilakukan penulis, disebabkan karena belum ada standard operational procedure (SOP) khusus bengkel, kemudian layout bengkel yang belum tertata dengan baik sesuai alur, sistem antrian yang kacau, dan konsumen kurang informasi mengenai program layanan purnajual yang ditawarkan bengkel. Untuk itu, penulis menawarkan beberapa solusi yaitu: 1) merancang alur SOP dan pedoman mutu bengkel; 2) menata dan membenahi layout bengkel; 3) merancang sistem antrian bengkel; 4) membuat program layanan purnajual.",
  "creators": "STEVEN SETIAPUTRA HERMAWAN",
  "contributors": "Joni Dewanto (Advisor 1); Soejono Tjitro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011182/MES/2017; Steven Setiaputra Hermawan (24412021)",
  "subjects": "ALUMINUM-RECYCLING"
}