{
  "id": "38941",
  "title": "Penurunan waktu pre delivery inspection di AHASS Sepeda Motor Honda PT Eka Prima Mandiri Sentosa Surabaya",
  "abstract": "PT Eka Prima Mandiri Sentosa Surabaya merupakan salah satu bengkel resmi sepeda motor merk Honda atau biasa disebut sebagai AHASS (Astra Honda Authorised Service Station). Sebagai perusahaan yang bergerak di bidang jasa, AHASS harus bisa memberikan kepuasan akan layanannya. Setiap unit sepeda motor yang dikeluarkan oleh PT Eka Prima Mandiri Sentosa Surabaya, wajib dilakukan berbagai pengecekan dan pengujian PDI. Hasil observasi menunjukkan bahwa waktu tempuh dari PDI selama ini memakan waktu + 30 menit. Hal ini, menunjukkan bahwa waktu tempuh dari pengerjaan PDI dianggap kurang efektif dan menjadi salah satu yang menyebabkan keterlambatan pengiriman, dan menimbulkan kepuasan konsumen berkurang. Tugas akhir ini dibuat dengan tujuan untuk: 1) meningkatkan kecepatan dalam sistem PDI yang semula rata-rata waktu yang dibutuhkan > 30 menit, diharapkan program berjalan bisa terselesaikan prosesnya dalam waktu 20 menit; 2) untuk meningkatkan kapasitas PDI sepeda motor 17 unit per hari. Berdasarkan studi literatur dan proses magang yang dilakukan penulis, disebabkan karena pengerjaan yang tidak dirancang dengan standard operating procedure (SOP) yang baik, dan tidak adanya check list yang dapat membuat tahapan yang dilalui tidak sesuai SOP yang akhirnya tahapan bisa terlewati dan tidak sesuai check list. Untuk itu, penulis menawarkan beberapa solusi yaitu: 1) rancangan SOP khusus PDI; 2) rancangan checklist PDI; 3) rancangan layout ruangan PDI; 4) pengaturan tata letak toolbox Mekanik.",
  "creators": "FRANKLYN TANUWIJAYA",
  "contributors": "Joni Dewanto (Advisor 1); Philip Kristanto Tedjasaputra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011182/MES/2017; Franklyn Tanuwijaya (24412033)",
  "subjects": "RECYCLING; ALUMINUM-RECYCLING; ALUMINUM CONSTRUCTION"
}