{
  "id": "38949",
  "title": "Wahana wisata petualangan hutan di Banyuwangi",
  "abstract": "Dominasi permainan digital sebagai sarana hiburan pada saat ini mengakibatkan kegiatan bermain secara fisik di luar ruangan mulai ditinggalkan. Dengan demikian, interaksi dengan sesama maupun dengan alam berkurang dan kemudian berdampak membuat masyarakat semakin bersifat individualis serta kurang pengalaman dan pengetahuan baru. Kegiatan berlibur bersama keluarga seharusnya mampu menjalin interaksi tersebut. Namun karena objek wisata saat ini cenderung merupakan rekreasi pasif dan tidak dapat menarik minat anak-anak yang sudah terdoktrin era digital sejak dini, kegiatan berlibur mereka pun tetap dihabiskan dengan bermain permainan digital tersebut. Perancangan wahana wisata ini diharapkan mampu membuat pengunjung meninggalkan sejenak perangkat digital mereka dan menikmati interaksi nyata dengan sekitarnya. Wahana ini dirancang sebagai kombinasi digital dan natural dengan cara menampilkan alam melalui teknologi buatan. Sehingga masyarakat yang telah terbiasa serba digital dapat menikmati suasana alam secara nyaman. Pengunjung disimulasi sedang menjadi tokoh utama dalam game yang berpetualang di hutan dengan cara penyusunan permainan secara berurutan per tahap dan memiliki tujuan akhir. Pemilihan kabupaten Banyuwangi didasari karena pulau Bali merupakan destinasi wisata paling ternama di Indonesia. Sementara pulau Bali yang sudah terlalu ramai, diasumsikan Banyuwangi sebagai kota terdekat untuk masuk ke pulau Jawa. Selain itu kabupaten Banyuwangi sudah terkenal dengan keindahan alamnya.",
  "creators": "VANDA HONGGO DJOJO",
  "contributors": "Anik Juniwati (Advisor 1); Joyce M.Laurens (Advisor 2); Timoticin Kwanda (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023435/ARS/2015; Vanda Honggo Djojo (22411091)",
  "subjects": "RECREATION CENTERS; FOREST AND FORESTRY"
}