{
  "id": "38967",
  "title": "Analisa pengaruh corporate governance terhadap praktik earnings management",
  "abstract": "Penelitian mengenai pengaruh corporate governance (CG) terhadap earnings managemnet telah banyak diteliti sebelumnya dengan hasil yang tidak konsisten. Namun belum ada penelitian mengenai corporate governance yang dilihat dari mekanisme internal yaitu pengaruh board of director terhadap earnings management. Penelitian ini bertujuan untuk mengetahui adanya pengaruh corporate governance (board composition, board meeting, dan board size) terhadap earnings management. CG yang dilihat dari board composition dihitung dengan cara menghitung jumlah komposisi independent director atau non-executive director yang ada di dalam board of director, selanjutnya board meeting dihitung dengan cara menghitung jumlah rapat yang dilaksanakan oleh board of directors selama satu tahun, dan yang terakhir board size dihitung dengan cara menghitung jumlah board of directors yang dimiliki oleh sebuah perusahaan. Terdapat dua variabel kontrol yang digunakan, yaitu firm size dan return on asset (ROA). Penelitian ini dilakukan terhadap perusahaan yang terdaftar di sektor barang konsumsi dan sektor perdagangan jasa dan investasi yang terdaftar di Indonesia dari tahun 2011-2015 dengan jumlah sampel 251 pengamatan. Hasil penelitian menunjukkan bahwa corporate governance yang dilihat dari board composition dan board size memiliki pengaruh negatif terhadap earnings management sedangkan board meeting tidak berpengaruh terhadap earnings management. Variabel kontrol firm size tidak berpengaruh terhadap earnings management sedangkan ROA memiliki pengaruh positif terhadap earnings management.",
  "creators": "WAISIYANA SATRAWATI",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010941/AKT/2017; Waisiyana Sastrawati (32413210)",
  "subjects": "ACCOUNTING; CORPORATE GOVERNANCE; CORPORATE PROFIT; PROFIT-MANAGEMENT"
}