{
  "id": "38975",
  "title": "Pengaruh tingkat pengungkapan corporate social responsibility terhadap informasi asimetri dengan variabel kontrol likuiditas dan kepemilikan institusional",
  "abstract": "Penelitian mengenai pengaruh Corporate Social Responsiblity terhadap financial perfomance telah banyak diteliti sebelumnya, tetapi tidak banyak ditemukan penelitian terdahulu yang meneliti pengaruh Corporate Social Responsibility terhadap informasi asimetri. Penelitian ini bertujuan untuk mengetahui dan membuktikan adanya pengaruh pengungkapan Corporate Social Responsibility terhadap Informasi Asimetri. Pengungkapan Corporate Social Responsibility perusahaan diukur dengan Tingkat Pengungkapan Corporate Social Responsibility yang diukur menggunakan kriteria dari GRI. Informasi Asimetri diukur menggunakan Bid-Ask Spread. Penelitian ini menggunakan variabel kontrol yaitu Likuiditas dan Kepemilikan Institusional. Penelitian ini dilakukan terhadap perusahaan publik di Indonesia yang menerbitkan sustainability report dengan jumlah sample 131 pengamatan. Hasil penelitian menunjukkan bahwa terdapat hubungan negatif signifikan antara tingkat pengungkapan Corporate Social Responsibility terhadap Informasi Asimetri dengan menggunakan bid-ask spread. Hasil penelitian juga menunjukkan bahwa Likuiditas tidak berpengaruh terhadap Informasi Asimetri yang diukur dengan menggunakan bid-ask spread, sedangkan Kepemilikan Institusional berpengaruh negatif signifikan terhadap Informasi Asimetri yang diukur dengan menggunakan bid-ask spread.",
  "creators": "HANS WILLIAM SANTOSO",
  "contributors": "Juniarti (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010948/AKT/2017; Hans William Santoso (32413081)",
  "subjects": "ACCOUNTING; SOCIAL RESPONSIBILITY OF BUSINESS"
}