{
  "id": "38981",
  "title": "Pengaruh variasi gating system terhadap porositas dan shrinkage pada paduan timah putih",
  "abstract": "Proses pengecoran dengan gravitasi merupakan salah satu teknik pengecoran logam yang banyak digunakan di industri karena sesuai untuk skala produksi yang besar dan tidak memerlukan banyak waktu dan biaya yang besar dibandingkan pengecoran dengan cetakan pasir. Dalam proses pengecoran, desain gating system sangat mempengaruhi kualitas produk cor yang dihasilkan. Oleh karena itu, penelitian ini akan melakukan variasi pada sudut downsprue dan radius sprue well untuk mengetahui pengaruhnya terhadap cacat porositas dan shrinkage. Cacat porositas akan dianalisa dengan pengujian densitas dan pengamatan secara visual, sedangkan cacat shrinkage dengan pengamatan secara visual. Penelitian ini menggunakan bahan cor berupa paduan timah putih karena energi peleburan yang rendah sehingga tidak banyak energi yang terbuang. Hasil penelitian menunjukkan sudut downsprue yang menghasilkan densitas tertinggi (porositas terendah) yaitu pada sudut dua derajat sebesar 8,86 gr/cm3. Untuk radius sprue well yang menghasilkan densitas tertinggi (porositas terendah) yaitu pada radius lima mm dengan kondisi sudut downsprue satu derajat sebesar 8,86 gr/cm3. Shrinkage ditemukan hanya pada dua spesimen awal dan dapat diatasi untuk kedepannya dengan menempatkan top riser pada desain gating system. Cacat lain yang ditemukan dalam penelitian ini yaitu cacat misrun. Hal ini dikarenakan kurangnya fluiditas selama logam cair melewati gating system mengisi rongga cetakan.",
  "creators": "UTOMO, FENDY",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 1); ING VICTOR (Advisor 2); Roche Alimin (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011179/MES/2017; Utomo, Fendy (24412057)",
  "subjects": "METAL CASTING; METAL-WORK"
}