{
  "id": "39022",
  "title": "Pengaruh leadership style, information system dan competitive advantage pada bisnis perhotelan di Jawa Timur",
  "abstract": "Dengan berkembangnya industri pariwisata di wilayah Jawa Timur, para wisatawan, baik lokal maupun mancanegara semakin banyak yang datang berkunjung. Seiring dengan perkembangan tersebut, maka industri perhotelan pun semakin berkembang sehubungan dengan pariwisata Jawa Timur. Dengan pesatnya perkembangan industri perhotelan di Jwa Timur, diperlukan pemahaman lebih mengenai bagaimana agar industri perhotelan dapat terus berinovasi seiring dengan perkembangannya agar dapat memberikan layanan yang lebih baik kepada pelanggan, kepuasan kerja yang baik oleh karyawan serta kemajuan hotel itu sendiri untuk tampil secara unggul dibanding hotel lainnya dalam industi yang kompetitif. Penelitian ini bertujuan untuk mengetahui pengaruh Leadership style terhadap Competitive advantage melalui Information system pada hotel-hotel berbintang 3, 4 dan 5 di Jawa Timur. Metode penelitian yang digunakan sehubungan dengan penelitian ini adalah kuantitatif. Data diperoleh dengan menyebarkan kuisioner kepada hotel-hotel berbintang 3,4 dan 5 di Jawa Timur. Responden dalam penelitian ini adalah karyawan hotel dari beberapa divisi dengan minimal lama kerja 3 tahun dan jabatan minimalnya adalah sebagai staf. Hasil penelitian ini menunjukkan adanya hubungan positif dan signifikan antara Leadership style terhadap Competitive advantage. Namun pengaruh tidak langsung mengenai hubungan Leadership style melalui Information system terhadap Competitive advantage memiliki nilai yang lebih rendah dibandingkan hubungan langsungnya. Dapat disimpulkan bahwa Information system melemahkan hubungan Leadership style dengan Competitive advantage.",
  "creators": "JOANNA EDREA UNG",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Josua Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010958/AKT/2017; Joanna Edrea Ung (32412147)",
  "subjects": "LEADERSHIP; INFORMATION SYSTEM; ACCOUNTING"
}