{
  "id": "39027",
  "title": "Pengaruh interactive control system terhadap customer oriented measures melalui employee-oriented measures sebagai variabel intervening.",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh langsung yang signifikan dari Interactive Control System terhadap Employee-Oriented Measures, Employee-Oriented Measures terhadap Customer-Oriented Measures, dan Interactive Control System terhadap Customer-Oriented Measures pada perusahaan-perusahaan terbuka di Surabaya. Selain itu juga untuk mengetahui pengaruh tidak langsung yang signifikan dari Interactive Control System terhadap Customer-Oriented Measures melalui Employee-Oriented Measures pada perusahaan-perusahaan TBK di Surabaya. Penelitian ini terbentuk penelitian kuantitatif, di mana data diperoleh melalui penyebaran kuisioner kepada perusahaan-perusahaan TBK di Surabaya. Data yang diperoleh kemudian diolah dengan menggunakan software smart PLS. Hasil penelitian ini menunjukkan adanya hubungan positif dan signifikan dari Interactive Control System terhadap Employee-Oriented Measures, Employee-Oriented Measures terhadap Customer-Oriented Measures, dan Interactive Control System terhadap Customer-Oriented Measures pada perusahaan-perusahaan TBK di Surabaya. Namun Employee-Oriented Measures memadai menjadi variabel perantara antara Interactive Control System dengan Customer-Oriented Measures karena hubungan langsung antara Interactive Control System terhadap Customer-Oriented Measures memiliki nilai yang lebih kecil daripada hubungan tidak langsungnya.",
  "creators": "MOZES YOSHUA BIZALIEL MAINAKE",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010952/AKT/2017; Mozes Yoshua Bizaliel Mainake (32412016)",
  "subjects": "EMPLOYEE ORIENTATION; ACCOUNTING; CONSUMER SATISFACTION"
}