{
  "id": "39035",
  "title": "Pengaruh kualitas layanan terhadap kepuasan pelanggan Maxxiklin Surabaya",
  "abstract": "Perkembangan bisnis di Indonesia yang semakin pesat membawa perubahan pada persaingan bisnis yang juga semakin kompetitif. Salah satu bisnis yang sedang berkembang adalah industri jasa seperti cleaning service, seperti MaxxiKlin yang saat ini telah memiliki beberapa kompetitor. Kondisi ini menuntut MaxxiKlin untuk dapat memprioritaskan kepuasan pelanggan melalui adanya layanan yang berkualitas. Penelitian ini bertujuan untuk mengetahui pengaruh secara parsial, simultan dan dominan antara dimensi kualitas layanan yang terdiri dari bentuk fisik, keandalan, daya tanggap, jaminan, dan empati terhadap kepuasan pelanggan di MaxxiKlin Surabaya. Penelitian ini merupakan penelitian kausal dengan menggunakan pendekatan kuantitatif. Sampel dalam penelitian ini adalah pelanggan dari MaxxiKlin Surabaya dari bulan Januari 2016-Juni 2016 yang menggunakan layanan dalam satu tahun terakhir sebanyak 100 orang. Pengumpulan data dilakukan dengan menggunakan kuesioner. Teknik analisis data yang digunakan adalah analisis regresi linier berganda. Hasil dalam penelitian ini menunjukkan bahwa seluruh dimensi kualitas layanan yang terdiri dari bentuk fisik, keandalan, daya tanggap, jaminan, dan empati berpengaruh signifikan baik secara parsial maupun simultan terhadap kepuasan pelanggan di MaxxiKlin Surabaya. Kemudian pengaruh dominan menunjukkan bahwa keandalan (reliability) merupakan faktor yang berpengaruh paling dominan terhadap kepuasan pelanggan.",
  "creators": "HIZKIA JEDIA BUDIANTO; ERIK CLEARY TANTRA",
  "contributors": "Agung Harianto (Advisor 1); Serli Wijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33010648/MAN/2017; Hizkia Jedia Budianto (33412098), Erik Cleary Tantra (33412106)",
  "subjects": "QUALITY OF SERVICE"
}