{
  "id": "39069",
  "title": "Penyusunan family constitution pada perusahaan keluarga PT MIL Platinum Bersaudara",
  "abstract": "Tujuan dari penelitian ini adalah untuk mengetahui aspek keluarga, aspek kepemilikan, dan aspek bisnis guna melakukan penyusunan family constitution di perusahaan keluarga PT MIL Platinum Bersaudara. Teknik pengumpulan data yang digunakan pada penelitian ini adalah wawancara dan dokumentasi. Berdasarkan teknik pemilihan narasumber purposive sampling, narasumber yang diwawancarai dalam penelitian ini adalah tiga bersaudara pendiri dari PT MIL Platinum Bersaudara. Wawancara dilakukan dengan meminta narasumber menjawab sejumlah pertanyaan yang sama untuk mendapatkan informasi yang akan digunakan dalam proses penyusunan family constitution PT MIL Platinum Bersaudara. Kemudian dilakukan uji validitas data dengan menggunakan teknik triangulasi sumber dan dilanjutkan dengan uji reliabilitas menggunakan teknik dependability. Analisis data dilakukan menggunakan metode Miles & Huberman, yang terdiri dari reduksi data, penyajian data, dan penarikan kesimpulan untuk melakukan diagnosis dan formulasi atas aspek keluarga, aspek kepemilikan, dan aspek bisnis PT MIL Platinum Bersaudara. Hasil dari penelitian ini disajikan dalam bentuk draft family constitution PT. MIL Platinum Bersaudara. Dengan demikian, PT MIL Platinum Bersaudara diharapkan dapat memiliki Forum Keluarga yang lebih terstruktur untuk mendukung pelaksanaan family constitution.",
  "creators": "HERY CHANDRA",
  "contributors": "Eddy Madiono Sutanto (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011244/MAN/2016; Hery Chandra (31412232)",
  "subjects": "CONFLICT MANAGEMENT; FAMILY-OWNED BUSINESS ENTERPRISES-MANAGEMENT; FAMILY-OWNED BUSINESS ENTERPRISES"
}