{
  "id": "39068",
  "title": "Analisis penerapan parallel planning process pada perusahaan keluarga PT Continental",
  "abstract": "Penerapan Parallel Planning Process pada perusahaan keluarga menjadi faktor penting agar perusahaan keluarga dapat bertumbuh dan berkembang secara berkelanjutan. Penelitian ini membahas analisis penerapan Parallel Planning Process pada perusahaan keluarga di PT Continental. Berdasarkan latar belakang dan perjalanan bisnis keluarga di PT Continental, tentunya menerapkan dan mempraktekkan nilai-nilai keluarga yang berhubungan dengan bisnis sampai pada keseimbangan antara kepentingan keluarga, bisnis dan kegiatan bisnis perusahaan. Tujuan dari penelitian ini adalah mengetahui Parallel Planning Process pada keluarga dan bisnis keluarga di PT Continental dan mengetahui keseimbangan antara keluarga dan bisnis keluarga di PT Continental. Penelitian ini menggunakan metode kualitatif. Pengumpulan data menggunakan teknik wawancara semi terstruktur, dokumentasi dan observasi. Menguji keabsahan data menggunakan teknik triangulasi sumber. Hasil yang diperoleh pada penelitian ini adalah PT Continental secara keseluruhan telah menerapkan Parallel Planning Process pada perusahaan sehingga masih tetap eksis sampai saat ini. Penerapan Parallel Planning Process pada perusahaan keluarga mencakup Parallel Planning Process pada kepentingan keluarga dan bisnis dan keseimbangan antara kepentingan keluarga dan bisnis.",
  "creators": "WILLIAM WINARWAN",
  "contributors": "Eddy Madiono Sutanto (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011243/MAN/2016; William Winarwan (31412215)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES-PLANNING; FAMILY-OWNED BUSINESS ENTERPRISES; FAMILY-OWNED BUSINESS ENTERPRISES--MANAGEMENT"
}