{
  "id": "3906",
  "title": "Eksplorasi daya tarik kartu kredit dilihat dari aspek enviromental, sensory, interpersonal, procedural, deliverable, informational, financial",
  "abstract": "Potensi pasar kartu kredit di Indonesia sangat besar dengan bukti jumlah kartu kredit yang beredar, jumlah transaksi dan volume transaksi dari tahun ke tahun meningkat. Namun potensi pasar yang relatif besar ini tentu tidak mudah diraih tanpa upaya eksplorasi dari perusahaan kartu kredit. Pada dasarnya, kartu kredit itu bukanlah sebagai instrumen kemudahan untuk berutang, melainkan harus diperlakukan sebagai alat untuk memudahkan dan keamanan dalam melakukan transaksi. Karena pengguna kartu kredit di Indonesia memiliki ciri-ciri dan selera yang berlainan, dan semakin banyaknya pesaing yang bermunculan, maka agar suatu perusahaan tersebut bisa tetap eksis dan bisa memenangkan persaingan maka perusahaan tersebut harus bisa melakukan eksplorasi terhadap daya tarik kartu kredit dilihat dari aspek environmental, sensory, interpersonal, procedural, deliverable, informational dan financial. Dengan menggunakan ketujuh aspek di atas maka dapat meningkatkan daya saing perusahaan dalam lingkungan. Persaingan yang semakin kompetitif, sehingga tidak hanya dapat membentuk nilai pelanggan, tetapi juga dapat menjadi keunggulan yang dimiliki perusahaan tersebut dibanding para pesaingnya. Berdasarkan penelitian di dapatkan hasil bahwa yang menjadi daya tarik kartu kredit adalah aspek deliverable dan aspek informational. Hal ini disebabkan keseluruhan responden menyatakan setuju terhadap kedua aspek tersebut. Aspek deliverable meliputi: kemudahan dalam membayar, dapat digunakan di berbagai tempat dan adanya pelayanan ekstra. Sedangkan untuk aspek informational meliputi: informasi fasilitas yang disediakan, informasi tempat-tempat pembayaran, dan informasi tentang hal- hal lain yang diperlukan.",
  "creators": "DANIEL IRAWAN; STEVANUS HADI CHANDRA",
  "contributors": "Syanne Helly, S.Psi.,M.M. (Advisor 1); Soekarno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011773/MAN/2004; Daniel Irawan (31499089), Stevanus Hadi C (31499126)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER BEHAVIOR; MARKETING RESEARCH"
}