{
  "id": "39064",
  "title": "Proses inovasi produk pada PT Mekar Usaha Nasional",
  "abstract": "Penelitian bertujuan mengetahui proses inovasi produk yang dilakukan PT Mekar Usaha Nasional. Jenis penelitian kualitatif deskriptif dengan wawancara dan triangulasi sumber. Hasil penelitian yaitu pemunculan ide karena pasar dan tren dengan menargetkan semua kalangan. Manajer dan CEO menyaring ide dengan memilih ide terbaik. CEO dan bagian pemasaran berkunjung ke distributor dan survey konsumen. Proyeksi tingkat permintaan potensial dengan survey, jumlah permintaan, konsumen tetap, calon konsumen, pasar potensial. Pengujian konsep dengan mempraktekkannya. Analisa pasar dengan survey dan melihat harga ideal dan produk standar. Konsep produk lama disesuaikan dengan perkembangan. Analisa bisnis menggunakan pasar yang ada dan pasar potensial. Distribusi Jawa Timur secara langsung dan luar Jawa Timur dengan distributor. Promosi memberikan diskon. Perkiraan penjualan melihat permintaan pasar dan perkiraan biaya produksi dari bahan baku dan biaya mesin. Prototipe ditunjukkan kepada konsumen, distributor dan toko. Mesin lama untuk barang kurang laku dan mesin baru untuk produk laris. Sistem pesanan untuk pembelian besar. Jika prototipe sesuai, produk langsung diproduksi, jika belum, diperbaiki sampai sesuai, baru diproduksi. Pengujian pasar untuk memastikan prototipe diterima konsumen. Perusahaan menggunakan brosur, pameran dan sampel produk. Perusahaan tidak melaunching produk. Produk terinspirasi dari produk pesaing dan diidentifikasi untuk diferensiasi.",
  "creators": "GERALD CHRISTOPHER C.",
  "contributors": "Bambang Haryadi (Advisor 1); Maria Praptiningsih, S.E., M.Sc.FE. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011239/MAN/2016; Gerald Christopher (31411263)",
  "subjects": "INDUSTRIAL MANAGEMENT-TECHNOLOGICAL INNOVATION; INNOVATION; NEW PRODUCTS-MANAGEMENT; NEW PRODUCTS"
}