{
  "id": "3907",
  "title": "Perbedaan content dan penerimaan pesan competitive dan educative advertising pada iklan sabun Dove terhadap keputusan pembelian ditinjau dari media televisi, media cetak dan media radio di Surabaya",
  "abstract": "Fungsi iklan adalah alat komunikasi dari proses pemasaran. Sebagai teknik komunikasi, iklan dapat memaparkan sejumlah uraian dengan tujuan dan sasarannya masing- masing. Tanpa iklan badan usaha tidak akan dapat membawa produk-produk baru untuk mendapatkan perhatian konsumen yang cukup banyak. Dalam waktu yang singkat badan usaha mengeluarkan biaya yang sangat besar untuk menciptakan, mengembangkan, memproduksi, dan mendistribusikan. Promosi dalam bentuk berbagai media memiliki dampak yang sangat besar pengaruhnya terhadap pola konsumsi serta perubahan keputusan dari konsumen. Pada dasarnya fungsi iklan adalah untuk menarik minat konsumen dalam membeli produk. Berbagai cara dilakukan digunakan untuk menciptakan iklan yang menarik konsumen. Bila diperhatikan ada 2 macam iklan yaitu iklan yang saling menjatuhkan produk pesaingnya (bersifat kompetitif) secara langsung dan iklan yang bersifat edukasi (mendidik konsumen). Pada kedua iklan yang berbeda konsep tersebut, yaitu competitive advertising dan educative advertising, penulis ingin meneliti isi iklan dan dampaknya terhadap pengaruh pengambilan keputusan membeli sabun Dove. Dengan menggunakan kuesioner, peneliti menyebarkan 360 kuesioner untuk mendapatkan data minimal 349 sampel yang diperlukan. Data diolah dengan menggunakan analisa deskriptif dan ANOVA. Diperoleh kesimpulan dari analisa adalah iklan yang paling mempengaruhi minat pembelian adalah iklan edukatif karena memiliki nilai determinasi lebih tinggi dibandingkan dengan nilai korelasi pada iklan kompetitif. Pada media televisi, cetak dan radio, penerimaan pesan iklan sabun Dove lebih mempengaruhi minat pembelian daripada content iklan sabun Dove pada ketiga media. Dari kesimpulan, penelitian ini masih memiliki beberapa kelemahan serta peneliti memberikan saran untuk manajemen sabun Dove, yaitu mempertahankan brand image dari produk sabun Dove yang terbaik yaitu mengandung pH yang seimbang, meningkatkan frekuensi penayangan iklan baik di media cetak maupun di media radio, lebih baik menampilkan iklan edukatif yang memiliki pengaruh lebih besar terhadap minat beli daripada iklan kompetitif dan meningkatkan content dari iklan sabun Dove.",
  "creators": "RONALD WINARJO; TONY SENJAYA RUSLIE",
  "contributors": "Filicia Chandra (Advisor 1); Peter Remy Yosy Pasla (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011774/MAN/2004; Ronald Winarjo (31400340), Tony Senjaya Ruslie (31400497)",
  "subjects": "SALES PROMOTION; ADVERTISING; CONSUMERS-RESEARCH; MARKETING RESEARCH; CONSUMER BEHAVIOR"
}