{
  "id": "39085",
  "title": "Pengurangan loading time di PT X menggunakan simulasi",
  "abstract": "PT X adalah sebuah perusahaan yang memproduksi air minum dalam kemasan (AMDK). Perusahaan ini berdiri pada Juni 2005. Produksi produk cup pertama kali dilakukan pada Juni 2006 dan produk galon pada Juli 2006. Pendistribusian produk dilakukan dengan menggunakan kendaraan pickup, truk dan fuso. Jumlah pendistribusian disesuaikan dengan jumlah permintaan yang ada. Kendaraan yang dimiliki saat ini adalah pickup sebanyak tiga puluh empat buah, truk sebanyak sembilan buah dan fuso sebanyak satu. Jumlah pendistribusian produk ditemukan bahwa produk yang dikirim tidak melebihi permintaan yang ada dan belum melebihi kapasitas pendistribusian. Produk yang tidak dapat terkirim menandakan perlunya pengurangan loading time sehingga produk yang tidak dapat terkirim dapat berkurang. Pengurangan loading time disimulasikan menggunakan software PROMODEL 10 dengan menambahkan alat berupa electric hand pallet dan powered belt conveyor. Usulan dua berupa powered belt conveyor berkapasitas satu memiliki biaya investasi terendah dengan menghemat Rp 3.545.000,00 setiap bulan selama sepuluh tahun. Usulan kedua ini menurunkan waktu rata-rata sebesar 0,77 menit (3%) dari waktu rata-rata sebelum usulan. Usulan tiga berupa powered belt conveyor berkapasitas dua memiliki penurunan waktu rata-rata sebesar 5,96 menit (20%) dari waktu rata-rata sebelum usulan dengan biaya investasi sebesar Rp 625.000,00 setiap bulan selama sepuluh tahun. Usulan kelima memiliki penurunan waktu rata-rata sebesar 10,31 menit (34%) dari waktu rata-rata sebelum usulan dengan biaya investasi sebesar Rp 4.862.500,00 setiap bulan selama sepuluh tahun.",
  "creators": "DENNY KIANTO KAHUNI",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Felecia, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022030/IND/2017; Denny Kianto (25412056)",
  "subjects": "MATERIAL HANDLING; SIMULATION; TIME MANAGEMENT; WAREHOUSE--MANAGEMENT"
}