{
  "id": "39086",
  "title": "Analisis teknis penggantian bus bisnis ac menjadi bus eksekutif",
  "abstract": "PT X adalah perusahaan jasa yang bergerak dalam bidang transportasi yaitu jasa angkutan umum berupa bus. Perusahaan memiliki ± 26 armada bus. Rute bus yang dilayani adalah Surabaya-Jember dan Jember-Denpasar. Perusahaan PT X ingin meningkatkan mutu pelayanannya dengan merenovasi bus bisnis AC menjadi bus eksekutif. Analisis teknis di PT X dilakukan untuk mendukung dan mengetahui teknis kebutuhan dari proyek renovasi bus yang akan dilakukan. Analisis dilakukan dengan melakukan survei ke beberapa terminal untuk mengetahui siapa pasar ingin dituju. Aspek teknis juga dilakukan dengan mengubah struktur organisasi perusahaan dengan penambahan beberapa manajer dan staff, pembuatan sistem gaji karyawan, pembuatan BOM bus dilakukan untuk mengetahui bahan baku yang dibutuhkan merenovasi menjadi bus eksekutif, pembuatan jadwal proses renovasi bus, pembuatan lantai kerja kerja untuk mendukung proses renovasi agar lebih sistematis dan efektif, dan perhitungan biaya renovasi. Biaya yang dibutuhkan untuk merenovasi fisik bus adalah Rp 1.299.500.000 untuk 10 bus. Biaya perijinan trayek bus baru untuk bus eksekutif adalah Rp 250.000.000,- untuk 10 bus. Biaya operasional selama periode renovasi karena bus yang beroperasi hanya 8 bus maka biaya operasional yang dibutuhkan adalah Rp 785.885.000 untuk 8 bus,sedangkan jika periode renovasi selesai maka biaya operasional per bulan yang dibutuhkan adalah Rp 809.546.000,- untuk 10 bus.",
  "creators": "KEVIN FANDIYANTO",
  "contributors": "Felecia, S.T., M.Sc. (Advisor 1); Siana Halim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022045/IND/2017; Kevin Fandianto (25412068)",
  "subjects": "BUSINESS PLANNING; FEASIBILITY STUDIES; SERVICE INDUSTRIES-RESEARCH; TECHNICAL ANALYSIS (INVESTMENT ANALYSIS)"
}