{
  "id": "39094",
  "title": "Upaya pengendalian inventori gudang produk jadi di PT X",
  "abstract": "PT X merupakan cabang dari perusahaan multinasional yang bergerak di bidang produksi packaging kosmetik. PT X memiliki tiga gudang yang terdiri dari dua gudang untuk penyimpanan produk dan satu gudang untuk penyimpanan raw material. Peningkatan target produksi setiap bulan untuk mencapai profit perusahaan berdampak pada pengendalian inventori gudang produk jadi. Kendala yang terjadi pada pengendalian kapasitas di gudang PT X adalah gudang tidak hanya menyimpan produk jadi. Produk yang tersimpan pada gudang yaitu produk setengah jadi, produk hold konsumen, produk hold QC dan produk return baik dari konsumen internal maupun eksternal. Penyimpanan produk seringkali tidak sesuai dengan klasifikasi yang telah ditentukan. Kendala tersebut menyebabkan gudang terindikasi mengalami overcapacity. Perhitungan warehouse utilization rate dilakukan untuk menunjukkan tingkat utilitas rak pada gudang per hari dilakukan perhitungan. Hasil dari warehouse utilization rate menunjukkan gudang tidak mengalami mencapai overcapacity. Upaya untuk mengendalikan inventori gudang untuk mencegah terjadinya overcapacity pada gudang disusun dalam tiga usulan. Usulan pertama yaitu melakukan pengeluaran produk menggunakan metode ABC analysis, usulan kedua dengan melakukan klasifikasi kembali rak, dan usulan ketiga melakukan perhitungan penggunaan palet pada gudang. Perhitungan penggunaan palet pada gudang akan berdampak pada penggunaan rak.",
  "creators": "ERISTA MARIANA PARDEDE",
  "contributors": "Tanti Octavia (Advisor 1); Prayonne Adi S.T., M.MT. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022046/IND/2017; Erista Mariana Pardede (25412087)",
  "subjects": "INVENTORY CONTROL; SUPPLY CHAIN MANAGEMENT; WAREHOUSE--MANAGEMENT"
}