{
  "id": "39107",
  "title": "Komparasi proses dan biaya pengelolaan dana pensiun PT X dengan pendekatan cost integrated value stream mapping",
  "abstract": "Skripsi ini membahas mengenai cost saving yang dapat diperoleh dengan menerapkan Cost Integrated Value Stream Mapping pada proses yang dimiliki oleh Dana Pensiun Lembaga Keuangan (DPLK). Cost Integrated Value Stream Mapping merupakan integrasi antara Value Stream Mapping (VSM) dengan aspek biaya sehingga menghasilkan pendekatan Cost Integrated Value Stream Mapping. Langkah pertama yaitu dengan membuat current state map yang memiliki kondisi sama dengan saat ini. Langkah kedua yaitu dengan mengidentifikasi waste yang ada dengan seven plus one type of waste. Waste-waste tersebut kemudian dikurangi atau dieliminasi. Langkah ketiga yaitu dengan membuat future state map yang waste-nya sudah dikurangi atau dieliminasi. Langkah terakhir adalah menghitung persentase penurunan baik dalam bentuk jumlah proses, waktu, dan biaya. Penghematan biaya ini penting bagi perusahaan karena merupakan salah satu faktor yang berperan penting dalam kompetisi pasar. Hasil rancangan menunjukkan penurunan jumlah proses, waktu dan biaya untuk Proses Pendaftaran dan distribusi Bukti Kepesertaan secara berturut-turut adalah 66,7%, 74% dan 73%. Penurunan jumlah proses, waktu dan biaya untuk Proses distribusi Laporan Saldo Tahunan secara berturut-turut adalah 50%, 87% dan 97%. Penurunan jumlah proses, waktu dan biaya untuk Proses perubahan data pribasi secara berturut-turut adalah 0%, 77,3% dan 78%.",
  "creators": "FILLING OCTAVIANA BUNTORO",
  "contributors": "Prayonne Adi S.T., M.MT. (Advisor 1); Felecia, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022035/IND/2017; Filling Octaviana (25413053)",
  "subjects": "PENSION TRUSTS-MANAGEMENT"
}