{
  "id": "39108",
  "title": "Value stream mapping proses operasional uniform di PT X",
  "abstract": "Penelitian ini dilakukan pada Compensation and Benefits Services Departemen Human Resources yang mengerjakan proses operasional uniform meliputi tahap persiapan, produksi dan pengiriman, serta menerima komplain. Permasalahan yang dibahas dalam Tugas Akhir ini adalah mengidentifikasi waste terbesar pada proses operasional uniform dan memberikan usulan perbaikan bagi perusahaan untuk mengurangi waste. Metode yang digunakan dalam penelitian adalah Value Stream Mapping dan Lean Services. Waste terbesar pada proses operasional uniform adalah proses pengukuran seragam langsung, pengukuran seragam TPO, dan pengukuran seragam area yang dilakukan secara paralel dengan total lead time 3976 jam untuk golongan 1 dan 6600 jam untuk golongan 2. Usulan improvement yang mengeliminasi proses non value added unnecessary dan mengurangi proses yang non value added necessary yaitu: input data ukur seragam karyawan melalui sistem uniform self-service, mengumpulkan data ukur seragam dan menyusun elijibilitas serta validasi, pengecekan fitting seragam dan logo, approval fitting seragam dan logo, dan inspeksi produksi dan packing. Total pengurangan lead time secara keseluruhan untuk proses operasional seragam tahunan adalah 80,15%. Total pengurangan Non Value Added time secara keseluruhan untuk proses operasional seragam tahunan adalah 70,84%. Total pengurangan jumlah waste secara keseluruhan untuk proses operasional seragam tahunan adalah 49 waste.",
  "creators": "RACHEL NOVIA PORNOMO",
  "contributors": "I Nyoman Sutapa (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022043/IND/2017; Rachel Novia Pornomo (25413054)",
  "subjects": "TIME STUDY; WORK MEASUREMENT"
}