{
  "id": "39105",
  "title": "Rancangan usulan perbaikan koordinasi logistik kemanusiaan dalam penanganan bencana alam di Pasuruan Jawa Timur",
  "abstract": "Logistik Kemanusiaan merupakan sebuah proses perencanaan dan pengendalian bahan baku maupun informasi mulai dari pengadaan hingga pengiriman yang terkait dengan meminimalkan dampak yang diterima masyarakat. Objek penelitian dari penelitian ini adalah daerah Pasuruan, Jawa Timur. Permasalahan yang dikeluhkan oleh para pemain logistik adalah jumlah persediaan di daerah yang hampir selalu tidak cukup untuk memenuhi kebutuhan korban bencana. Permasalahan ini mengakibatkan diperlukannya meminta bantuan dari pemain di provinsi, sedangkan hal tersebut akan memakan waktu dan biaya. Model akan dibangun dalam bentuk causal loop menggunakan Vensim. Model ini dibangun untuk membandingkan keadaan saat ini dan usulan. Usulan yang diberikan adalah modifikasi dari konsep Vendor Managed Iventory (VMI) yaitu penggunaan lokasi gudang pemasok sebagai tempat penyimpanan hingga pelanggan membutuhkan pengiriman. Hasil dari simulasi menunjukkan bahwa waktu untuk variabel lama bantuan dan lama penanganan penyakit mengalami penurunan secara berturut-turut sebesar 29,72 dan 22,07 menit. Variabel lama pembuatan hunian sementara mengalami peningkatan sebesar 24,3 menit. Penghematan yang akan diperoleh untuk biaya transportasi dan untuk biaya inventory secara berurutan adalah Rp715.472,00 dan Rp1.348.841.472,00. Penghematan tersebut akan diperoleh bila tidak terjadi bencana selama periode enam bulan dan pemain daerah disarankan untuk menolak perjanjian apabila harga per barang yang diberikan adalah 2,8 kali harga normal.",
  "creators": "ERIC IVANDER JUNAIDI",
  "contributors": "Tanti Octavia (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022042/IND/2017; Eric Ivander Junaidi (25413013)",
  "subjects": "BUSINESS LOGISTICS MANAGEMENT; BUSINESS LOGISTICS; INVENTORY CONTROL"
}