{
  "id": "39109",
  "title": "Dampak metode penentuan kuantitas pembelian terhadap bullwhip effect dalam rantai pasok",
  "abstract": "Bullwhip Effect merupakan suatu peristiwa terdistorinya variasi permintaan yang terjadi didalam sebuah rantai pasok. Perbedaan variasi permintaan ini terjadi akibat cara menginterpretasikan data yang berbeda-beda. Hal tersebut salah satunya disebabkan oleh metode penentuan kuantitas yang digunakan oleh setiap pemasok. Penelitian ini akan menganalisa dampak dari dari penggunaan metode penentuan kuantitas terhadap bullwhip effect. Metode yang digunakan yaitu metode Silver Meal, Lot For Lot, dan Least Unit Cost. Model rantai pasok terdiri dari dua tingkat pemasok yaitu retailer dan wholesaler. Bullwhip effect ini terjadi pada wholesaler di mana dampak tersebut dapat dilihat pada variasi permintaannya. Hasil penelitian ini menunjukkan bahwa metode yang menghasilkan dampak bullwhip effect terkecil adalah metode Lot For Lot. Hal tersebut dikarenakan pemesanan dilakukan disetiap periode sehingga permintaan yang diterima oleh wholesaler akan lebih stabil. Namun biaya yang ditimbulkan akan lebih mahal. Wholesaler dapat meminimalkan bullwhip effectnya dengan meminta retailer menggunakan metode Lot For Lot dan wholesaler dapat meminimalkan biayanya dengan menggunakan metode Silver Meal. Data yang digunakan juga dapat mempengaruhi dampak dari bullwhip effect. Dimana jika biaya penyimpanan diperkecil maka dampak bullwhip effect akan semakin besar namun menghasilkan biaya yang lebih murah terkecuali pada metode Lot For Lot. Begitu juga jika variasi permintaan diperbesar maka dampak bullwhip effect juga akan semakin besar.",
  "creators": "LIONG IRENA",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Tanti Octavia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01012033/IND/2017; Liong Irena (25413062)",
  "subjects": "MATERIAL REQUIREMENT PLANNING; PRODUCTION MANAGEMENT; SUPPLY CHAIN MANAGEMENT; MATERIAL MANAGEMENT"
}