{
  "id": "39111",
  "title": "Penurunan waktu tunggu pelayanan pelanggan pada divisi after sales service Honda Surabaya Center",
  "abstract": "Di era mobilitas seperti sekarang ini, kebutuhan akan kendaraan bermotor merupakan kebutuhan utama bagi masyarakat Indonesia. Pemerintah juga sudah mencanangkan mobil rendah emisi dengan harga yang tergolong murah beberapa waktu lalu. Maka dari itu masyarakat lebih memilih untuk membeli mobil daripada membeli motor. Dengan semakin banyaknya jumlah mobil yang ada di Indonesia maka bengkel servis mobil pun semakin banyak dikunjungi. Seperti contohnya bengkel resmi merek Honda tepatnya Honda Surabaya Center yang sudah dikenal masyarakat Surabaya sebagai bengkel pusat Honda. Semakin bertambahnya mobil Honda yang ada maka Honda Surabaya Center juga semakin ramai dikunjungi pelanggan yang masuk untuk servis. Dengan kapasitas yang ada, Honda Surabaya Center memiliki permasalahan dalam hal waktu tunggu pelayanan pelanggan serta lahan parkir yang terbatas. Maka diperlukan tanggapan yang lebih serius dikarenakan hal ini dapat mengganggu jalannya aktifitas di bengkel Honda Surabaya Center serta bisa menurunkan tingkat kepuasan pelanggan dalam hal waktu tunggu servis. Melalui perancangan ini maka akan dilakukan perancangan standar waktu acuan proses kerja serta perancangan papan kontrol kendaraan beserta atribut pelengkapnya. Dengan adanya perancangan ini maka diharapakan terjadi perubahan yaitu penurunan waktu tunggu pelayanan pelanggan pada divisi aftersales service Honda Surabaya Center.",
  "creators": "LUVIAN KRISANTONO",
  "contributors": "Fandi Dwiputra Suprianto, S.T., M.Sc. (Advisor 1); Philberto Eka Sanchia (Advisor 2); Joni Dewanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011160/MES/2016; Luvian Krisantono (24412012)",
  "subjects": "TIME MANAGEMENT-BUSINESS; QUALITY OF SERVICE; AUTOMOBILES-MAINTENANCE AND REPAIR"
}