{
  "id": "39117",
  "title": "Pengaruh polypropylene fibres pada kekuatan dan modulus elastisitas silinder beton berlubang",
  "abstract": "Beton dapat dimanfaatkan sebagai material struktur bangunan seperti pada balok, pelat, kolom, dan pondasi. Beton yang digunakan dalam pondasi dapat berbentuk kotak atau tiang spun pile. Pembuatan spun pile yang dilakukan di pabrik menggunakan metode spinning untuk proses pemadatan, sehingga kekuatan tekan kemungkinan tidak merata antara di bagian dalam dan bagian luar. Pada penelitian ini dipelajari pengaruh penambahan serat polypropylene dalam hal peningkatan kekuatan dan modulus elastisitas beton berlubang akibat dari proses pemadatan yang menggunakan metode spinning. Penelitian ini dilakukan dengan menggunakan sampel benda uji berbentuk silinder dengan diameter 15 cm dan tinggi 30 cm yang pemadatannya menggunakan metode spinning sehingga silinder beton berongga pada bagian tengahnya sebesar 5 cm. Kadar serat polypropylene yang dimasukkan ke dalam campuran beton bervariasi yaitu 0,1%, 0,2%, dan 0,3% dari volume beton. Hasil penelitian menunjukkan bahwa tidak terdapat pengaruh kekuatan maupun modulus elastisitas yang signifikan pada sampel benda uji pada umur 7 hari. Sedangkan modulus elastisitas benda uji yang diuji pada umur 28 hari menunjukkan adanya kecenderungan peningkatan dengan bertambahnya kadar serat polypropylene. Benda uji yang ditambahkan serat polypropylene menunjukkan pola keruntuhan vertikal.",
  "creators": "CHRISTIAN TJANDRA; DANIEL EKA PRASETYA",
  "contributors": "Gogot Setyo Budi (Advisor 1); Hurijanto Koentjoro (Advisor 2); Antoni (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012126/SIP/2016; Christian Tjandra (21412032), Skripsi No. 11012126/SIP/2016; Daniel Eka Prasetya (21411056)",
  "subjects": "CONCRETE; PILING (CIVIL ENGINEERING); POLYPROPYLENE FIBERS"
}