{
  "id": "39119",
  "title": "Rancangan paket after sales service sebagai alternatif upaya peningkatan penjualan Toyota Innova dan Fortuner di Auto 2000 HR Muhammad Surabaya",
  "abstract": "AUTO 2000 HR. Muhammad Surabaya merupakan perusahaan di bawah manajemen PT ASTRA INTERNATIONAL, Tbk. yang bergerak dalam bidang penjualan mobil dan spare part bagi masyarakat, sedang menghadapi persaingan yang cukup ketat dengan perusahaan penjualan mobil lainnya. Dalam perkembangan penjualan mobilnya,menunjukkan bahwa dari tahun ke tahun mengalami penurunan penjualan khususnya mobil Toyota Innova dan Toyota Fortuner. Tugas akhir ini dibuat dengan tujuan untuk menemukan dan menerapkan strategi yang tepat, agar AUTO 2000 HR. Muhammad Surabaya dapat meningkatkan penjualannya, sehingga mampu menghadapi persaingan di dunia penjualan mobil. Berdasarkan studi literatur dan proses magang yang dilakukan penulis, disebabkan karena Divisi Penjualan belum maksimal dalam mencapai target yang ditentukan, media promosi yang belum optimal penggunaannya, dan customer yang ada belum setia dalam melakukan pembelian kedua atau layanan yang ditawarkan oleh Auto 2000 HR. Muhammad Surabaya. Untuk itu, penulis menawarkan beberapa solusi yaitu: 1) memberikan layanan penjualan dan service untuk Toyota Innova dan Fortuner melalui rancangan teknis dalam bentuk paket yang penuh perhitungan dan kreatif, agar customer dan calon customer dapat merasakan manfaat sebelum dan sesudah pembelian unit mobil; 2) melakukan komunikasi pemasaran melalui media terpilih seperti poster, spanduk, x-banner, brosur, flyer, timeline di media sosial, merchandise, dan voucher diskon yang diterapkan dalam setiap event yang berlangsung.",
  "creators": "GAVIN TJANDRA LAKSANA",
  "contributors": "Joni Dewanto (Advisor 1); Fandi Dwiputra Suprianto, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011166/MES/2016; Gavin Tjandra Laksana (24412037)",
  "subjects": "AUTOMOBILE DEALERS; STRATEGIC PLANNING; TOYOTA; MARKETING-MANAGEMENT"
}