{
  "id": "39128",
  "title": "Meningkatkan kinerja pos polishing dengan mengurangi defect dan redo di Auto 2000 Body And Paint Kenjeran Surabaya",
  "abstract": "Banyaknya populasi mobil sekarang ini tentu diiringi dengan tingginya angka kecelakaan mobil. Kecelakaan akan menyebabkan kerusakan pada bagian bodi mobil sehingga dibutuhkan perbaikan. Dikarenakan permintaan tinggi maka banyak bengkel spesialis Bodi dan Cat yang bermunculan, oleh karena itu para penyedia jasa perbaikan Bodi dan Cat harus memperhatikan kualitas pengerjaan agar mobil dapat kembali prima seperti semula. Penelitian ini dimaksudkan untuk menciptakan alat atau prosedur yang dapat meminimalisir defect dan redo terutama pada bagian Polishing agar dapat meningkatkan kinerja dari Pos Poles pada bengkel Bodi dan Cat. Metode penelitian yang digunakan yaitu berbasis dari prinsip Kaizen Toyota yang meliputi Clarivity Problem, Breakdown the Problem, Rootcause Analysis, Develop Counter Measure dan Implementasi serta Evaluasi. Dari hasil penelitian didapati bahwa terjadi defect dan redo sebagai akibat dari prosedur pemolesan yang tidak terstandar serta kotornya alat dan bahan yang digunakan. Dari penemuan tersebut maka dilakukan perancangan SOP, Standarisasi dan pembuatan alat pembersih Foam Pad yang digunakan untuk memoles. Dari hasil implementasi selama satu bulan di AUTO 2000 Body and Paint Kenjeran diperoleh penurunan yang signifikan terhadap persentase defect dan redo dari Pos Poles.",
  "creators": "ANDRE SUYONO",
  "contributors": "Joni Dewanto (Advisor 1); LESTARI SUGIANTORO (Advisor 2); Ian Hardianto Siahaan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011167/MES/2016; Andre Suyono (24412049)",
  "subjects": "STANDARD OPERATING PROCEDURE; AUTOMOBILES-MAINTENANCE AND REPAIR; AUTOMOBILES--BODIES--MAINTENANCE AND REPAIR"
}