{
  "id": "39142",
  "title": "Perancangan sistem pencegah dampak peningkatan kadar carbon monoxide di dalam kabin kendaraan roda empat : Studi Kasus Pada Mobil Daihatsu Ayla",
  "abstract": "Di era globalisasi dan modern seperti sekarang ini, kebutuhan primer manusia sudah bukan lagi sekedar sandang pangan dan papan, namun sekarang manusia membutuhkan komunikasi dan transportasi. Kebutuhan primer akan transportasi berkembang pesat di setiap negara demi menunjang perekonomian negara tersebut, kendaraan tersebut macam-macam ada yang bermesin motor bakar yang memanfaatkan minyak fosil sebagai sumber energinya, ada juga yang masih memanfaatkan energy dari manusia itu sendiri seperti sepeda. Seiring meningkatnya kebutuhan manusia terhadap transportasi, terjadi juga peningkatan polusi dari hasil mesin motor bakar kendaraan bermotor karena sebagian besar kendaraan di bumi masih bergantung pada minyak fosil sebagai sumber energinya. Namun sebagian besar dari kendaraan yang ada hingga sekarang ini masih menimbulkan emisi gas buang yang cukup tinggi terlebih jika gas buang kendaraan tidak tersalurkan baik melewati catalytic converter. Emisi gas buang yang tidak tersaring baik melewati catalytic converter, menimbulkan banyak efek yang buruk salah satunya adalah carbon monoxide poisoning, dan tidak sedikit telah memakan korban kematian dalam kabin kendaraan yang tertutup dikarenakan keracunan gas karbon monoksida tidak dapat terdeteksi.. Perancangan sistem pencegah peningkatan kadar carbon monoxide di dalam kabin kendaraan roda empat ini ditujukan agar manusia yang masih menggunakan kendaraan beremisi gas buang tinggi, agar lebih mudah terhindar dari bahaya keracunan gas karbon monoksida yang bocor dari saluran gas buang dan terperangkap dalam kabin kendaraan.",
  "creators": "SIA JEFFREY THEODOSIUS",
  "contributors": "Joni Dewanto (Advisor 1); Willyanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011150/MES/2016; Sia Jeffrey Theodosius (24412079)",
  "subjects": "AIR-POLLUTION; CARBON MONOXIDE"
}