{
  "id": "39151",
  "title": "Persuasive strategies used by insurance agents in prospecting customers based on the customers’ age factor",
  "abstract": "Through this study, the writer aimed to find out the persuasive strategies used by X insurance agents in prospecting the customers. The writer tried to relate the persuasive strategies used by insurance agents to the customers’ age factor. In this study, the writer used descriptive qualitative approach to get and analyze the data. The writer chose three insurance agents with some criteria; firstly, the insurance agents should be in their 20s; secondly, the insurance agents have worked in the company for at least one year. After that, the writer classified the customers into two categories based on their ages; firstly, customers who are in the same-age group as the agents; secondly, customers who are in different-age (older) group from the agents. Each insurance agent prospected two customers, one was from the same-age group and the other one was from different-age (older) group. The writer did a voice recording to the verbal communication between the insurance agents and their customers. Aside from the persuasive strategies, the writer also wanted to reveal the differences and similarities between persuasive strategies used by insurance agents in prospecting same-age customers and older customers. In analyzing the data, the writer used the Persuasive Strategy (Beebe & Beebe, 2012) and Persuasive Strategies and Age (Yoon et al, 2005) as the main theories. The writer found out that generally the insurance agents used both persuasive strategies proposed by Beebe & Beebe (2012) in prospecting same-age and older customers, but some methods were not used. It turned out that insurance agents used more logic and evidence (60.21% for same-age group customer and 73.73% for older group customers) rather than emotion in persuading both types of customer. In conclusion, in prospecting both customers’ categories, the insurance agents used both persuasive strategies; however some method of persuasion strategies were not used at all. This study also concluded that age does not really affect the way insurance agents prospect their customers.",
  "creators": "OLIVIA OLGA WIJAYA",
  "contributors": "Herwindy Maria Tedjaatmadja (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012162/ING/2016; Olivia Olga Wijaya(11413009)",
  "subjects": "ADVERTISING-LINGUISTIC ASPECTS; ADVERTISING (LINGUISTICS)"
}