{
  "id": "39154",
  "title": "Evaluation of English textbooks: project level 1 (4th edition) and achievers A1+",
  "abstract": "This study is intended to find out about how four basic skills including listening, speaking, reading, and writing presented in Project level 1 (4th edition) and Achievers A1+ textbook and similarities and differences between those two English textbooks. In order to answer the research questions, the writer uses the theory of evaluating the coursebook focusing on skills as proposed by Cunningsworth (1995). This study is a qualitative research. The findings of this study show that Project level 1 (4th edition) and Achievers A1+ textbook provides all English skills including listening, speaking, reading, and writing. The writer also found out that both textbooks focus on speaking skill. In addition, the writer found out a significant difference between these two textbooks. Project level 1 (4th edition) textbook lacks of providing materials for reading and writing, while Achievers A1+ textbook provides the materials for all skills nearly balanced. All four basic skills presented in Achievers A1+ textbook are appropriate with the level of the learners by providing various kinds of materials and exercises to improve the learners’ skills in English. This is in line with Cunningsworth (1995) statement that a textbook should contain all these four skills to help the learners to develop their ability in using the language by considering the level of the learners. In conclusion, the writer sees that Achievers A1+ textbook is better than Project level 1 (4th edition) textbook on the condition that the availability of audio materials is not the main issue.",
  "creators": "LEE SUN MIN",
  "contributors": "Flora Debora (Advisor 1); Herwindy Maria Tedjaatmadja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012165/ING/2016; Lee Sun Min (11413052)",
  "subjects": "TEXTBOOKS--EVALUATION; ENGLISH LANGUAGE-STUDY AND TEACHING"
}