{
  "id": "39150",
  "title": "The Speech styles used by Erin Gruwell in Freedom Writers movie",
  "abstract": "The writer conducted a study focusing on the gendered speech styles namely; male speech styles and female speech styles. The subject of this study was a female teacher named Erin Gruwell in the Freedom Writers movie. It was done in order to find out the gendered speech styles used by the teacher and the changes that can be perceived from her use of gendered speech styles.The data of this study was limited to the 15 class scenes of the movie. In order to analyze the data, the writer applied the theory of gendered speech styles in the workplace as proposed by Judith Baxter (2010). Based on the writer’s descriptive qualitative approach analysis on the data, she found out that the teacher used both male speech styles and female speech styles along 15 class scenes. She used co-operative feature of female speech styles and aggressive feature of male speech styles as her dominant feature which were used in each class scene. However, the writer could not find any gradual changes from the teacher’s use of speech styles. The teacher maintained to use both male speech styles and female speech styles based on the classroom context of each class scene. Even though the students showed positive behavior changes during the 15 class scenes, the teacher’s changes in using speech styles did not seem to correlate with the students’ positive change in response and attitude towards the teacher.",
  "creators": "ELMA ARIELLA SETIAWAN",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012160/ING/2016; Elma Ariella Setiawan (11413026)",
  "subjects": "SPEECH ACTS (LINGUISTICS)"
}