{
  "id": "39153",
  "title": "Promoting Chiaro Hotel using a website",
  "abstract": "I did my project at Chiaro Hotel, a one-star hotel in Sidoarjo. As a new hotel, there is some uniqueness that Chiaro Hotel has. Chiaro Hotel is categorized as a family hotel. It is cleaner and more modern than its competitors. The furniture in Chiaro Hotel is modern furniture, while the competitors only use old furniture to serve the customers. The other uniqueness of Chiaro Hotel is that it is located at a strategic location. Even though Chiaro Hotel has some uniqueness, Chiaro Hotel has a problem. The problem of Chiaro Hotel is lack of promotion. There are no many people know about Chiaro Hotel. The occupancy rate of Chiaro Hotel is around 30-40% per month. Also, even though Chiaro Hotel has had some promotional tools, such as a short promotional video, marketing booklet, and flyer, those promotional tools do not give good impact for the hotel. It happens because the promotional tools do not show the uniqueness of Chiaro Hotel. Therefore, to help Chiaro Hotel to solve that problem, I make a website. A website can be a solution to solve Chiaro Hotel’s problem. This website can reach people in many places. Also, this website can help Chiaro Hotel to show the uniqueness that the hotel has. For my project, the website is mostly in English because some people think English is professional. So, it will be good for the image of Chiaro Hotel. Up to now, there is no hotel in Sidoarjo which uses English in their website. Chiaro Hotel can be the first hotel in Sidoarjo that uses English in the website. Also, by using English in the website, people from other countries can easily get information about Chiaro Hotel. This website has some features, such as “Home”, “About Us”, “Room”, “Facilities”, “Latest News”, ”Contact Us”, and “Booking Feature”. The reason I use these features because by seeing every feature, people can see the uniqueness of Chiaro Hotel. The benefits that Chiaro Hotel can get from this website are to be well-known among its competitors and get more customers. As a hotel, it is important for Chiaro Hotel to make people aware about the hotel. Through this website, there will be many people know about Chiaro Hotel. So, the more people know about Chiaro Hotel, the more they will come to the hotel. Finally, Chiaro Hotel can get more customers from the website. After people know about what Chiaro Hotel has, they can be interested in coming to the hotel. In other words, when Chiaro Hotel gets more customers, it can increase the occupancy rate and the profit of the hotel.",
  "creators": "IVANA KURNIAWATI",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Herwindy Maria Tedjaatmadja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012164/ING/2016; Ivana Kurniawati (11413011)",
  "subjects": "ADVERTISING-LINGUISTIC ASPECTS; ADVERTISING (LINGUISTICS)"
}