{
  "id": "39155",
  "title": "Oral corrective feedback in a conversation class: our world 5",
  "abstract": "This study is done to find out: (1) the types of oral corrective feedback (CF) strategies and (2) the pedagogical focus of a teacher’s oral CF in a conversation class: Our World 5 in Canadian English Course (CEC). The oral CF in this study was limited to the oral CF given for the learners’ grammatical and lexical errors in the classroom. In order to answer the research questions, the writer chose the classification of types of oral CF strategies by Sheen and Ellis (2011), supported by Sheen (2011) as the guideline. This study used qualitative approach. The writer collected the data by video recording the classroom activities of Our World 5 and having a semi-structured interview with the teacher. The findings of this study show that seven (7) out of eight (8) major types of oral CF strategies occurred in the conversation class: Our World 5. Recast, especially Didactic Recast was the strategy used the most. The teacher used oral CF strategies to correct the learners’ errors in general, particularly for grammatical and lexical errors in various classroom activities; the emphasis, however, was on grammar. Thus, the pedagogical focus of the lesson is grammatical accuracy despite the fact that it is a conversation class because the teacher provided more oral CF strategies aiming at the learners’ grammatical accuracy compared to the learners’ lexical use.",
  "creators": "MELINA FEBRIANTI SIAUW",
  "contributors": "Julia Eka Rini (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012166/ING/2016; Melina Febrianti Siauw (11413039)",
  "subjects": "LANGUAGE ACQUISITION; ENGLISH LANGUAGE-GRAMMAR; ENGLISH LANGUAGE-GRAMMAR-ERRORS OF USAGE; CRITICAL PEDAGOGY"
}