{
  "id": "39167",
  "title": "Exploring reading comprehension strategies and reading proficiency level of English Department graduates",
  "abstract": "This study explores the relationship between reading comprehension strategies and reading proficiency of 30 English Department graduates. The major theoretical framework used was from Grabe (2009). The strategies were measured by the Survey of Reading Strategies (SORS) (Mokhtari and Sheorey, 2002) and the interviews towards 6 graduates. The reading proficiency of the respondents involved in this study was determined by the scores of the in-house English Proficiency Test (EPT). The researcher employed descriptive statistics, one-way ANOVA, Tukey HSD Test and Correlation test to analyze the quantitative data. The qualitative data was processed under thematic analysis. The graduates were divided into 3 groups based on their reading proficiency level: basic, independent and proficient readers. It was found that: (1) all readers employed all reading strategies proposed by Grabe (2009) in high and medium frequencies regardless of their reading proficiency level, (2) there was a statistically significant difference across the three reading proficiency groups in terms of Monitoring Comprehension, and (3) there was a statistically significant positive correlation between Proficient readers and Using Visual Graphics & Graphic Organizers while there was no statistically significant correlation between Basic and Independent reading proficiencies and the use of reading strategies. The conclusion of the study was that use of the reading strategies might not be the only factor contributing to reading proficiency.",
  "creators": "JUAN GABRIEL VENCESLA MORALES",
  "contributors": "Flora Debora (Advisor 1); Henny Putri (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012181/ING/2016; Juan Gabriel Vencesla (11413061)",
  "subjects": "READING COMPREHENSION; READING COMPREHENSION--RESEARCH"
}