{
  "id": "39165",
  "title": "Teacher’s interactional modifications and the students’responses in an intermediate English classroom",
  "abstract": "This thesis is the study of the teacher’s interactional modifications in teaching the intermediate students in an English Course in Surabaya. The subject of the data is an English teacher and fourteen students. The purposes of the study were to find out the types of the teacher’s interactional modifications, the students’ responses toward the teacher’s interactional modifications, and the contribution of the interactional modifications for the students’ learning. The theory applied was a theory of the interactional modifications from William, Inscoe, and Tasker (2014). The writer used qualitative approach for this study. The findings revealed that the teacher used five types of interactional modifications namely confirmation check, clarification request, comprehension check, repetition, and reformulation. While for the students’ responses, it showed that the students gave correct responses, incorrect responses, and no responses. Furthermore, it also revealed that interactional modifications gave four contributions; making the meaning more comprehensible for the learners, improving the learners’ language, minimizing the misunderstanding between the teacher and the learners, and ensuring that the learners were following. Finally, the writer concluded that the interactional modifications help the learners to learning the language. By having the interactional modifications, the learners could have a better understanding of the meaning. Furthermore, for the further study the writer hopes that there will be a study about the teacher’s interactional modifications in the less interactive classroom or in the different context of classroom",
  "creators": "GISELA ELSHADELIN",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012172/ING/2016; Gisela Elshadelin (11413023)",
  "subjects": "ENGLISH LANGUAGE FOR INTERACTIONAL COMMUNICATION"
}