{
  "id": "39163",
  "title": "An Analysis of theme and rheme Used in the Five-Star Hotels’ web sites in Surabaya",
  "abstract": "This study observes the themes and rhemes used in five-star hotels’ web sites in Surabaya. It includes the types of theme and the notions of subject which are still under the Systemic Functional Grammar (SFG). Furthermore, the data of this study are in the form of text and taken from seven web sites which are owned by seven five-star hotels in Surabaya. The writer also uses a descriptive qualitative approach in doing the analysis. There are 155 data which were analyzed by using the theory of theme and rheme proposed by Halliday and Matthiessen (2004). From the analysis, it is found that mainly there are two kinds of structure of theme and rheme used in the web sites. The first structure is the subject which is placed before the verb as the theme, and the rest is the rheme. The second one is the phrase or clause which is placed before a coma and in front of the subject as the theme, and the rest is the rheme. Besides, there are mainly three types of theme used by the hotels in their web sites which are Simple Theme, Clause as a Theme, and Thematic Equative. Moreover, in term of the Subjects (Psychological Subjects, Grammatical Subject, and Logical Subject), the hotels are able to fulfill either one notion of Subject, two notions of Subject, or three notions of Subject. Those are the ways how the hotels organize their messages in their web sites. Through this analysis, the writer expects that the result can help the reader understand how five-star hotels in Surabaya organize the intended messages clearly to the readers.",
  "creators": "GABRIEL STELLA",
  "contributors": "Samuel Gunawan (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012169/ING/2016; Gabriel Stella (11413016)",
  "subjects": "FUNCTIONALISM (LINGUISTICS); ENGLISH LANGUAGE"
}