{
  "id": "39161",
  "title": "Innisfree’s brand image through Jeju Island campaign",
  "abstract": "Advertisements are used as a tool for companies to not only introduce their products, but also build up their brand image. In so doing, companies usually use image and language. In this study, the thesis’ writer aims at revealing message as conveyed by the verbal and non-verbal expressions in cosmetics advertisement videos, in this case, “Innisfree, the story of pristine island” and “Squeezed Greentea story with Yuki Kuramoto.” First of all, she identifies the verbal and non-verbal expressions used in the advertisements analyzed. Then she proceeds with disclosing the denotative and connotative meaning behind those expressions. In disclosing the expressions, she uses two main theories, namely, the process of signification and Peirce’s triadic modes of sign. She uses qualitative descriptive approach in describing and interpreting the two advertisement videos. Based on her analysis, she finds that through their verbal expressions, two advertisement videos show that Innisfree is a symbol of a natural beauty and an icon of cosmetic and skincare that use nature-based ingredients. Meanwhile, through its non-verbal expressions, the two advertisements constantly highlighting on Jeju island’s natural beauty, as the main source of Innifree’s products that should be preserved. Thus, Innisfree encourages its customer to conserve natural environment. In conclusion, Innisfree is a company that produces an inner and outer-beauty.",
  "creators": "KEZIA TANSILIA",
  "contributors": "Drs. Setefanus Suprajitno, M.A., Ph.D. (Advisor 1); Samuel Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012167/ING/2016; Kezia Tansilia Melvioni (11413051)",
  "subjects": "ADVERTISING-LINGUISTIC ASPECTS; SIGNS AND SYMBOLS-SEMIOTICS; NONVERBAL COMMUNICATION"
}