{
  "id": "39164",
  "title": "The Concept of the luxury branding in Samsung Galaxy S6 Edge Series through triadic modes of the sign",
  "abstract": "This thesis mainly deals with the iconisation of signs and naturalization process in order to reveal the way Samsung Galaxy S6 Edge is naturalized as a luxury product. This thesis also involves analysis of the luxury branding concept through the analysis of a product which conceptualizes its advertisement using the concept of luxury identifiers. The focus of the writer’s analysis is the advertisements themselves as the writer will use the triadic modes of signs, naturalization process, and the concept of luxury identifiers which also involves process of signification, and metaphor in its analysis. Those theories will help the writer in analysing the meaning of the advertisement first, and then figure out the aim of the luxury branding strategy in the product, then figure out how the expressions are used in the luxury concept of advertisement. The writer analyses the advertisement of Samsung Galaxy S6 Edge which was published in 2015. This research uses qualitative content analysis method to describe the meaning of qualitative materials in a systematic way. From the analysis, the writer found out that the luxury branding strategy of Samsung Galaxy S6 Edge utilises naturalisation process to naturalise the luxury identity of Samsung Galaxy S6 Edge which is a masstige product. Using that as a basis, the expressions in the advertisement focus on selling the idea that Samsung Galaxy S6 Edge is a luxury product which is an innovative idea designed for professionals and to display superiority within the social group. In that sense, Samsung Galaxy S6 Edge aims that the user will display social superiority within the social group through consuming Samsung Galaxy S6 Edge in the sense that the user will be seen as a person who is wealthy, stand out in terms of taste, and a professional who is fully aware of the technology.",
  "creators": "TIYO PAKSI DIPTA ANGGAKARA",
  "contributors": "Samuel Gunawan (Advisor 1); Drs. Setefanus Suprajitno, M.A., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012170/ING/2016; Tiyo Paksi Dipta Anggkara (11412030)",
  "subjects": "SIGNS AND SYMBOLS-SEMIOTICS; BRANDING (MARKETING)"
}