{
  "id": "39174",
  "title": "Promoting PT Aneka Indo Makmur and its products using a company profile video",
  "abstract": "PT Aneka Indo Makmur or better known as “AIM Biscuits”, one of the biggest biscuits brands in Indonesia, is located at Jalan Surowongso 415 A Karang Bong, Gedangan, Sidoarjo. PT Aneka Indo Makmur is a national company which is engaged in the production of biscuits. The problem of this company is AIM cannot attract the distributors or partners. Most of the times, the distributors or partners could not get enough information about the company and its products. Thus, many distributors were not interested in making any business deals with the company. Because of this problem, the company has difficulty in developing its business. In order to solve this problem, the company needs a promotional tool which is a company profile video. This company profile video can solve the company’s problem. It contains three unique strengths of the company, which are always being creative and innovative in creating products, producing high-quality products, and having widespread distribution. This company profile video can help the company to introduce and deliver important information about the company that the distributors need. The information in this company profile video can ensure the distributors or partners to cooperate with PT AIM over other biscuits manufacturers in Indonesia. This company profile video contains the company’s history, product description, structure of the company, employee performance, company’s vision and mission statement, company’s working environment, and also rewards that the company has received. I also included the future plans that PT AIM has in order to attract more partners from all around the world to cooperate with PT AIM. These are the important elements that should be put in the company profile video in order to attract the new distributors or partners from around the world. There are many benefits that the PT AIM can get from this company profile video. Since the video will be uploaded to social media and used as a promotional tool in an exhibition, it can help the company to get a wider target market, not only from Indonesia, but also distributors or partners from other countries. This company profile video can be an effective and efficient promotional tool because it can be watched anywhere and anytime. Thus, the distributors or partners do not need to come to the factory to see the biscuits making process and check the condition of the factory anymore. Last of all, it will give a professional value or image to the company itself.",
  "creators": "AMELIA ABRIANTI",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Herwindy Maria Tedjaatmadja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012185/ING/2016; Amelia Abrianti (11413049)",
  "subjects": "ADVERTISING-LINGUISTIC ASPECTS; ADVERTISING (LINGUISTICS)"
}