{
  "id": "39172",
  "title": "A Standard operating procedure video for Dauni Spa and Beauty House to standardize its therapists’ service qualities",
  "abstract": "In the company where I did my internship, Dauni Spa, I found there are various practices of massage techniques performed by the therapists that lead to inconsistency in the service qualities. Some therapists used the old techniques while the others used the new techniques in giving massage. This problem can certainly lead to unsatisfactory treatment because the customers will not be satisfied to receive inconsistent service quality. Aside from this problem, many newly-recruited therapists did not know the standard procedures of massage in Dauni Spa while they needed to start working very soon. Therefore, I intend to make a standard operating procedure (SOP) video as a solution to the problems. A SOP video could give them vivid pictures of the right steps and techniques which they have to do in a massage. For the newly recruited therapists, it can give effective and efficient instructions so they can learn the standard procedures in Dauni Spa directly from the video. For the old therapists, this video works as a standard service quality that should be put into practice by all therapists. The basic content of this video is the procedures of the massage and a little background information about Dauni Spa. The procedures of the massage consist of the preparation before massage, warm-up session, the massage process, and the massage closing. The background information about Dauni Spa consists of a little history of the company, the branches and the employees that it has. From this video, there are some benefits that Dauni Spa can get. It will complete the written SOP that they have already had. Besides, it can cut down the cost of hiring a trainer and bring a good impact to the customers’ satisfaction. If all therapists in Dauni Spa do the treatment just as well as the therapist in the video, all customers will be satisfied. If the customers are satisfied with the service, they will buy the services again and it can indirectly increase the sales of the company.",
  "creators": "DEBRY YUSI SANDRIA",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Herwindy Maria Tedjaatmadja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012183/ING/2016; Debry Yusi Sandria (11413024)",
  "subjects": "ENGLISH LANGUAGE-BUSINESS ENGLISH; MASSAGE THERAPHY"
}