{
  "id": "39171",
  "title": "Promoting Rhema Tours and Travel using a marketing booklet",
  "abstract": "Last semester, I did my internship in Rhema Tour and Travel. This travel agency specializes in Christian pilgrimage trips. It offers trips to Israel, Jordan, Egypt and Europe. During my internship in this travel agency, I found that few people knew about Rhema Tours and Travel and its Holy-land tours and this could affect the company’s profit. As a solution to this problem, I made a printed marketing booklet. The purpose of this marketing booklet is to make people aware of Rhema Tours and Travel and its Holy-land tours. The booklet consists of five sections:the table of contents, a brief overview of Rhema Tours and Travel, types of Holy Land tours, price and facilities, and gallery. In the booklet, I highlight the uniqueness of Rhema’s Holy-land tours, that Rhema Tours and Travel does not provide the tour participants only with trips to the Holy Land, but also with spiritual services like spiritual leaders, baptism, and marriage re-dedication. This marketing booklet will be an effective tool to promote Rhema’s Holy Land tours because it highlights the uniqueness of the Holy Land tours and the readers can know what differentiates Rhema’s Holy Land tours from other Holy Land tours. Besides, the marketing booklet can also be a cost-effective media to promote Rhema Tours and Travel during exhibition as well as a media to project Rhema Tours and Travel’s professional image.",
  "creators": "NATANIA PUSPITA",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Herwindy Maria Tedjaatmadja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012180/ING/2017; Natania Puspita (11413004)",
  "subjects": "ADVERTISING-LINGUISTIC ASPECTS; ENGLISH LANGUAGE-BUSINESS ENGLISH; ADVERTISING (LINGUISTICS)"
}