{
  "id": "39187",
  "title": "Pembuatan aplikasi salesforce automation system pada Toko IV berbasis android",
  "abstract": "Sistem informasi yang dimiliki Toko IV telah diimplementasikan di Toko IV sudah mendukung untuk keperluan jangka panjang pada sisi administratif. Namun, Toko IV masih belum memiliki aplikasi pendukung untuk sektor penjualan yang melakukan kontak langsung dengan pelanggan setiap hari. Kondisi Toko IV yang memegang puluhan brand untuk setiap kategori produk yang dijual membuat kewalahan para salespeople, karena mereka harus mempelajari dan memahami keunikan pada setiap produk. Selain itu, terkadang terdapat permasalahan komunikasi antara manager dan salespeople. Terdapat kemungkinan salespeople tidak memahami promosi yang sedang berlangsung pada Toko IV. Selain itu, terdapat juga beberapa kejadian yang di mana mereka lupa akan tugas-tugas yang diserahkan olehnya. Demi mengatasi kondisi sekarang, dibuat sebuah aplikasi Android. Aplikasi Android ini dibuat dengan menggunakan Framework, AngularJS, Google Firebase database, Amazon RDS database, dan SQLite database. Terdapat 7 fungsi utama, antara lain: Account Management, Incentive Management, Company Timeline, Leads Management, Opportunity Management dan Company Statistics. Juga terdapat fungsi tambahan lainnya untuk mendukung salespeople dan manager, seperti halnya: user tracking, private-chatting, group-chatting, dan real-time information untuk data-driven decision. Hasil akhir dari pengembangan aplikasi ini buat pengguna dapat memperoleh wawasan yang lebih akan produk dan mengetahui informasi terbaru yang penting dengan lebih cepat dan efektif. Aplikasi ini juga dapat bekerja dengan baik dengan sistem informasi yang sudah ada.",
  "creators": "SOEN, SURYA SOENARYO",
  "contributors": "Yulia (Advisor 1); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Advisor 2); Lily Puspa Dewi, S.T., M.Kom. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021616/INF/2017; Soen, Surya Soenaryo (26412086)",
  "subjects": "ANDROID (COMPUTER PROGRAM); ANDROID (ELECTRONIC RESOURCE)-PROGRAMMING; APPLICATION SOFTWARE-DEVELOPMENT"
}