{
  "id": "39183",
  "title": "Perancangan media promosi perusahaan interior clover Surabaya",
  "abstract": "Banyak munculnya perusahaan yang bergerak di bidang desain interior dikarenakan berkembang pesatnya bisnis property di mana para pengembang bisnis maupun pemilik property menginginkan konsep ruangan yang ekslusif dan unik. Hal tersebut menjadi peluang yang sangat besar bagi perusahaan desain interior untuk meningkatkan pendapatan dan market sharenya. Salah satu perusahaan di bidang ini salah satunya adalah perusahaan Clover interior design and construction. Dalam menjalankan bisnisnya di bidang desain interior perusahaan Clover selama ini hanya mengandalkan promosi melalui mulut ke mulut sehingga hasil yang didapat tidak cukup maksimal. Untuk meningkatkan jumlah konsumen dan pendapatannya agar mampu bersaing dengan perusahaan lain maka perusahaan ini perlu memiliki media promosi sebagai penunjang dalam melakukan kegiatan promosi, sehingga dirancanglah konsep media promosi yang sesuai dengan profil dan informasi yang ingin diberikan oleh perusahaan terhadap calon konsumen maupun konsumen yang loyal menggunakan jasa perusahaan ini. Konsep desain yang digunakan dalam media promosi perusahaan ini menggunakan media cetak dan media sosial non verbal sehingga menonjolkan gambar serta tulisan pada media promosi yang ada. Rancangannya bertema modern minimalis dengan menggunakan warna yang kontras dan sedikit jumlah warna yang digunakan dan menonjolkan ilustrasi-ilustrasi arsitektur dan desain interior untuk memperkuat informasi yang ingin disampaikan.",
  "creators": "ANDI RAHARJA",
  "contributors": "Obed Bima Wicandra (Advisor 1); Asthararianty, S.Sn., M.Ds. (Advisor 2); Andrian Dektisa Hagijanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Promosi Produk",
  "source": "Promosi Produk No. 00022964/DKV/2016; Andy Raharja (42411014)",
  "subjects": "COMMERCIAL ART; POSTERS; PROMOTIONS; VISUAL COMMUNICATION; GRAPHIC ARTS"
}