{
  "id": "39184",
  "title": "Pembuatan website wisata Pulau Madura",
  "abstract": "Media promosi diperlukan untuk menarik perhatian masyarakat dan wisatawan untuk datang ke Pulau Madura, Website merupakan salah satu media yang dapat dimanfaatkan untuk membantu dalam promosi atau publikasi dengan memberikan informasi yang mengenalkan objek wisata dengan akses yang mudah. Pada skripsi ini akan dibuat aplikasi berbasis website yang memanfaatkan MySQL, jQuery, JavaScript, Youtube iFrame API dan Google API dengan bahasa pemrograman yang digunakan adalah PHP. Serta pembuatan video menggunakan Adobe Premiere Pro CS6 dan Adobe After Effect Pro CS6 yang ditampilkan pada halaman yang dapat dilihat pengunjung. Pada website ini, pengunjung dapat melihat berita, event, artikel, gallery, destinasi wisata, dan akomodasi. Tidak hanya itu, pengunjung dapat mencari destinasi wisata melalui search bar dan map yang menggunakan Google Map API serta melakukan rating dan review pada destinasi wisata. Pengunjung juga dapat melakukan request untuk penambahan destinasi wisata, berita, event, artikel, dan akomodasi. Hasil pengujian menunjukkan bahwa website yang dibuat dengan menggunakan MySQL, jQuery, JavaScript, Youtube iFrame API dan Google Map API dapat berjalan dalam browser Chrome, Firefox, dan Safari. Fungsi Geolocation dengan Google Map API yang digunakan dalam map direction dan nearest location tidak dapat digunakan dengan efektif bila digunakan pada Chrome versi 50. Kesimpulan hasil kuisioner yang telah diperoleh dari 12 responden menyatakan secara keseluruhan aplikasi, desain, navigasi, dan fasilitas yang diberikan pada website dengan persentase 25% dengan nilai 5, 58.3% dengan nilai 4, dan 16.7% dengan nilai 3 dari nilai maksimal 5.",
  "creators": "KENNY JONATHAN WIJAYA",
  "contributors": "Silvia Rostianingsih (Advisor 1); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021610/INF/2017; Kenny Jonathan Wijaya (26412037)",
  "subjects": "WEB SITES DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS); DATABASE DESIGN"
}