{
  "id": "39189",
  "title": "Pembuatan aplikasi jual beli makanan berbasis android",
  "abstract": "Saat ini perkembangan teknologi sudah sangat maju. Dengan perkembangan teknologi ini, dapat membantu manusia menjadi lebih efektif dan lebih efisien. Usaha jual beli makanan sedang menjadi tren di semua kalangan. Hal ini dapat dilihat dari banyaknya akun social media yang menjual makanan secara online maupun offline. Lokasi penjual hidangan yang terkadang berada jauh dari tempat tinggal pembeli membuat pembeli kesulitan untuk membeli makanan tersebut. Terkait dengan perkembangan teknologi dan usaha jual beli makanan yang sedang tren saat ini dibuatlah aplikasi jual beli makanan yang bertujuan untuk mempermudah konsumen mendapatkan makanan yang diinginkan secara efektif dan efisien. Aplikasi ini memiliki 4 bagian utama yaitu pembeli, penjual, kurir, dan admin. Fitur yang terdapat pada aplikasi ini adalah user dapat registrasi sendiri secara online melalui aplikasi, penjual dapat mengunggah makanan yang ingin dijual melalui menu yang tersedia pada penjual, pembeli dapat memesan menu kuliner yang tersedia melalui para penjual yang tergabung dalam aplikasi, dan kurir menjadi perantara antara penjual dan pembeli agar pembeli dapat mendapatkan pesanan pembeli dengan mudah. Aplikasi ini menggunakan Google API untuk mendapatkan lokasi penjual yang terdekat dengan pembeli, menghitung ongkos kirim berdasarkan jarak antara penjual dan pembeli, dan untuk memberikan rute petunjuk arah agar kurir dapat mengantarkan pesanan dari penjual ke pembeli agar lebih mudah. Secara keseluruhan, aplikasi dapat berjalan dengan baik. Diharapkan aplikasi ini dapat menjadi mediasi antara para pecinta kuliner di Surabaya agar dapat menikmati menu kuliner dari berbagai penjual yang ada di Surabaya baik itu restoran, pedagang kaki lima, para online shop, maupun orang rumahan.",
  "creators": "DENNY YOSOWANTO",
  "contributors": "Leo Willyanto Santoso (Advisor 1); Agustinus Noertjahyana (Advisor 2); Kartika Gunadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021606/INF/2016; Denny Yosowanto (26412106)",
  "subjects": "ANDROID (COMPUTER PROGRAM); ANDROID (ELECTRONIC RESOURCE); APPLICATION SOFTWARE-DEVELOPMENT"
}