{
  "id": "39191",
  "title": "Perancangan buku tentang tenun Pekalongan",
  "abstract": "Penelitian ini memberikan penjelasan mengenai rancangan sebuah buku yang membahas tentang Tenun Pekalongan. Dalam proses mengumpulkan data, peneliti menggunakan metode observasi, dokumentasi serta wawancara dengan berbagai narasumber yang ada di Pekalongan. Informan dalam pengumpulan data ini adalah penerus usaha CV Ridaka, seniman Tenun, para pengrajin Tenun dan juga komunitas pecinta Tenun yang ada di Pekalongan. Hasil penelitian dalam topik ini adalah dengan menghasilkan sebuah buku yang membahas tentang Tenun Pekalongan, dengan judul “Tenun Pekalongan.” Dalam buku ini, penjelasan dilakukan dengan dua cara yaitu penjelasan dengan menggunakan kata-kata dan juga secara visual (bagan, foto, dan juga ilustrasi). Rancangan buku, menggunakan software In-Design, untuk membuat layout, Photoshop untuk mengedit foto dan juga ilustrasi, untuk membuat ilustrasi bagian cover. Buku ini dirancang untuk menjawab permasalahan, dimana masyarakat tidak terlalu mengenal Tenun Pekalongan, yang dikarenakan kurangnya media informasi maupun literasi, yang menjelaskan serta mempopulerkan kerajinan Tenun tersebut. Sedangkan, buku-buku pesaing yang peneliti gunakan, lebih banyak membahas kain Tenun secara global dan ditambah dengan penjelasan mengenai kain tradisional yang lainnya. Sehingga, buku ini dapat menjawab permasalahan dalam kurangnya informasi, serta kurang terkenalnya Tenun Pekalongan di kalangan masyarakat.",
  "creators": "RONALD WAHYUDI",
  "contributors": "Elisabeth Christine Yuwono (Advisor 1); Marsefio S. Luhukay (Advisor 2); Deddi Duto Hartanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00022775/DKV/2015; Ronald Wahyudi (42411208)",
  "subjects": "WEAVING; VISUAL COMMUNICATION; POSTERS; BOOK DESIGN; GRAPHIC ARTS"
}