{
  "id": "39207",
  "title": "Pembuatan aplikasi buku multimedia cerita Alkitab",
  "abstract": "Membaca merupakan salah satu fungsi yang paling penting dalam hidup, bahwa semua proses belajar didasarkan pada kemampuan membaca. Buku bergambar adalah buku yang banyak mengandung ilustrasi. Bagi anak-anak membaca buku bergambar memiliki kenikmatan tersendiri karena mempermudah mereka mengerti apa yang dijelaskan dalam buku tersebut. Alkitab sulit dipahami oleh anak-anak, karena didalam Alkitab hanya terdapat kata-kata yang tidak menarik. Oleh karena itu, dalam menceritakan Alkitab untuk anak-anak dibutuhkan suatu metode yang dapat membuat Alkitab digemari dan dipelajari dengan mudah oleh anak-anak. Aplikasi Buku Multimedia Cerita Alkitab ini ditujukan agar mempermudah user dalam membaca dikarenakan cerita yang disajikan dengan cara semenarik mungkin menggunakan gambar-gambar yang dapat berinteraktif, seperti disetiap gambar terdapat pop-up yang akan muncul maupun suara yang ditimbulkan. Langkah-langkah pembuatan aplikasi ini adalah: analisis perancangan program, desain program yang menggunakan use case, activity diagram, flowchart, skenario permainan, database sistem dan desain interface, yang terakhir melakukan implementasi program. Aplikasi ini dibuat menggunakan bahasa pemrograman HTML, Javascript, PHP, CSS dengan database MySQL Hasil pengujian menunjukkan bahwa aplikasi ini dapat dijalankan pada Google Chrome dan Mozilla Firefox. Aplikasi buku multimedia ini menampilkan cerita, permainan jigsaw puzzle, permainan matching, dan permainan mengurutkan gambar yang dari hasil kuisoner di mana 7 dari 10 anak mengatakan aplikasi dapat memudahkan mereka dalam membaca dan memahami cerita Alkitab sejak dini.",
  "creators": "MAGGIE MAURI TANUWIJAYA",
  "contributors": "Justinus Andjarwirawan (Advisor 1); Lily Puspa Dewi, S.T., M.Kom. (Advisor 2); Agustinus Noertjahyana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021600/INF/2016; Maggie Mauri Tanuwijaya (26412139)",
  "subjects": "MULTIMEDIA SYSTEMS; MYSQL (COMPUTER PROGRAM LANGUAGE); DATABASE DESIGN"
}