{
  "id": "39204",
  "title": "Pembuatan aplikasi pembelajaran pengenalan budaya Indonesia pada mobile device berbasis android",
  "abstract": "Indonesia adalah negara yang memiliki kekayaan budaya yang beraneka ragam yang tersebar mulai dari Sabang sampai Merauke. Meskipun pemerintah telah memasukkan pelajaran tentang kebudayaan Indonesia dalam mata pelajaran Seni dan Budaya, akan tetapi masih banyak masyarakat umum maupun siswa yang belum mengetahui bentuk dan nama dari suku, rumah adat, pakaian adat, lagu daerah, makanan khas, senjata daerah, dan alat musik daerah yang ada di Indonesia. Oleh karena itu, dibuatlah suatu aplikasi pembelajaran yang memanfaatkan teknologi mobile learning. Dengan menggunakan mobile learning maka pengguna dapat mengakses konten pembelajaran tanpa terikat ruang dan waktu sehingga dapat diakses setiap saat dengan ilustrasi yang menarik. Aplikasi Budaya Bangsa Kita yang dibuat berguna untuk membantu pengguna dalam proses pembelajaran pengenalan budaya Indonesia yang memberikan pengetahuan dengan ilustrasi berupa gambar, audio, text dan video. Dari hasil kuesioner, 60% user berpendapat bahwa aplikasi secara keseluruhan sangat baik untuk digunakan sehingga mampu memberikan informasi kebudayaan secara menarik dan bermanfaat bagi masyarakat. Aplikasi yang dibuat memiliki fitur untuk belajar, menjawab kuis, melihat gallery gambar maupun video dan permainan puzzle. Hasil yang didapat adalah aplikasi yang dapat memberikan pengetahuan kepada pengguna sehingga dapat mengenal budaya yang ada di Indonesia melalui ilustrasi yang diberikan.",
  "creators": "RENDRA HADI",
  "contributors": "Andreas Handojo (Advisor 1); Alexander Setiawan (Advisor 2); Kristo Radion Purba S.ST. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021607/INF/2016; Rendra Hadi (26412126)",
  "subjects": "ANDROID (COMPUTER PROGRAM); ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE)"
}