{
  "id": "39208",
  "title": "Strategi bisnis pada PT Hardiyang",
  "abstract": "PT Hardiyang merupakan salah satu perusahaan yang bergerak dalam industri distribusi bahan makanan di Surabaya. Penelitian ini bertujuan untuk mendeskripsikan kondisi lingkungan internal dan eksternal yang sedang terjadi di perusahaan serta menyusun strategi bisnis bagi perusahaan. Penjabaran lingkungan internal menggunakan teori David pada semua aspek bisnis yaitu pemasaran, operasional, sumber daya manusia, keuangan dan sistem informasi manajemen. Sedangkan analisis lingkungan ekternal menggunakan analisis Porter’s Five – Forces Model yang berfokus pada faktor persaingan antar perusahaan saingan, potensi masuknya pesaing baru, potensi pengembangan produk pengganti, daya tawar pemasok, daya tawar konsumen. Selanjutnya akan dilakukan analisis SWOT untuk mengidentifikasi kekuatan (strength), kelemahan (weakness), peluang (opportunity), dan ancaman (threat). Dari analisa SWOT akan dibentuk matriks SWOT yang nantinya dapat merumuskan beberapa rekomendasi strategi bagi perusahaan. Akhirnya strategi bisnis disusun berdasarkan 11 alternatif strategi yang dijabarkan oleh David. Penelitian yang dilakukan dengan metode kualitatif ini menggunakan teknik pengumpulan data primer berupa wawancara kepada beberapa informan perusahan dan juga data sekunder yang berupa studi dokumen. Dari hasil penelitian disimpulkan bahwa strategi pengembangan bisnis yang tepat bagi perusahaan adalah strategi intensif, yaitu penetrasi pasar, pengembangan pasar dan pengembangan produk.",
  "creators": "REINALDO HERWIN WIJANARKO",
  "contributors": "Sesilya Kempa, S.E., M.M. (Advisor 1); Dhyah Harjanti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skrpisi No. 31011252/MAN/2017; Reinaldo Herwin Wijanarko (31412175)",
  "subjects": "BUSINESS MANAGEMENT; MANAGEMENT-STRATEGIC; STRATEGIC PLANNING"
}