{
  "id": "39218",
  "title": "Pembuatan aplikasi delivery order dengan menggunakan HTML5 berbasis mobile",
  "abstract": "Di tengah banyaknya aktifitas yang terus meningkat, dan banyak menyita waktu masyarakat untuk membeli makan langsung ke tempat makan atau depot yang diinginkan, serta tidak sempat untuk mencuci pakaian dan lain-lain. Maka beberapa depot makanan serta tempat laundry melalui contoh kasus yang ada, melahirkan suatu solusi dengan menyediakan layanan pesan dan kirim makanan serta mengambil kemudian mengantar cucian ke tempat pemesan. Kebanyakan depot makanan serta tempat laundry, yang telah memakai layanan pesan antar pada tempat makan dan ambil antar pada tempat laundry, menggunakan sistem panggilan via telepon atau mengirimkan pesan singkat. Apabila terdapat contoh kasus, jika seseorang tersebut tidak tahu berapa nomor telepon depot makanan yang menyediakan layanan pesan antar, serta tidak tahu menu apa saja yang tersedia, maka pastilah seseorang tersebut terpaksa keluar rumah dan mencari depot makanan itu serta memastikannya secara langsung. Dengan menggunakan aplikasi, dengan internet yang terinstal pada perangkat gadget pada sistem operasi Android, layanan pesan antar ini dapat diakses lebih praktis dan penggunaannya sangat mudah, serta keuntungan lainnya dapat menghemat waktu dan biaya. Aplikasi sistem pesan antar makanan dan laundry ini, merupakan sistem informasi dengan berbasis mobile device yang dirancang dengan HTML5 dan dibantu kompilasi oleh Phonegap, yang menyediakan proses pemesanan menu makanan pada tempat makan serta laundry pada cakupan area tertentu, yang akan didukung oleh Google Map yang bertujuan untuk mempermudah melacak posisi tempat makan dan laundry serta mengoptimalkan layanan pesan antar dan ambil antar untuk makanan dan laundry. Proses pengiriman makanan dan laundry dilakukan secara manual oleh kurir yang bertugas.",
  "creators": "GREFFIKA EXSTRILIA",
  "contributors": "Justinus Andjarwirawan (Advisor 1); Lily Puspa Dewi, S.T., M.Kom. (Advisor 2); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021604/INF/2016; Greffika Exstrilia (26412177)",
  "subjects": "ANDROID (COMPUTER PROGRAM); ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); APPLICATION SOFTWARE-DEVELOPMENT"
}