{
  "id": "39229",
  "title": "Pembuatan aplikasi crowdsource untuk jasa pekerja rumah tangga berbasis android",
  "abstract": "Proses pencarian jasa untuk kebutuhan rumah tangga selama ini cenderung menyulitkan karena tidak adanya media informasi yang terpusat. Proses menawarkan jasa yang dilakukan penyedia jasa juga menyulitkan karena tidak adanya media promosi yang dapat diakses oleh pencari jasa. Berdasarkan kebutuhan ini, dibuatlah aplikasi crowdsource untuk jasa pekerja kebutuhan rumah tangga yang dapat menjadi wadah informasi serta menghubungkan pencari jasa dengan penyedia jasa. Aplikasi crowdsource untuk jasa pekerja rumah tangga ini didesain menjadi aplikasi penyedia jasa, aplikasi pencari jasa, dan satu buah website pendaftaran dan administrator. Website pendaftaran berfungsi agar pengguna dapat mendaftar sebagai penyedia jasa. Website juga berfungsi bagi administrator untuk menerima atau menolak pendaftaran serta mengaktifkan atau menonaktifkan akun. Aplikasi penyedia jasa dan aplikasi pencari jasa berfungsi untuk saling berkomunikasi demi mencapai kesepakatan permintaan dan penawaran jasa. Hasil aplikasi menunjukkan bahwa aplikasi penyedia jasa dan aplikasi pencari jasa dapat menyediakan informasi yang diperlukan serta membantu pengguna berkomunikasi, bernegosiasi, dan mencapai kesepakatan. Adanya fitur review dan pembuatan laporan pelanggaran membantu untuk mengevaluasi setiap unsur di dalam aplikasi, baik penyedia jasa, pencari jasa, permintaan, maupun penawaran.",
  "creators": "KRISTOFER DANELA LUKITO",
  "contributors": "Liliana (Advisor 1); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Advisor 2); Kartika Gunadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021609/INF/2017; Kristofer Danela Lukito (26413011)",
  "subjects": "ANDROID (COMPUTER PROGRAM); ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); APPLICATION SOFTWARE-DEVELOPMENT"
}