{
  "id": "39230",
  "title": "Perancangan dan pembuatan sistem informasi perpustakaan berbasis WEB di SMP YBPK 1 Surabaya",
  "abstract": "Pada saat ini sekolah SMP YBPK 1 Surabaya telah menyediakan fasilitas yaitu perpustakaan yang bertujuan supaya setiap siswa atau guru rajin membaca buku. Di dalam perpustakaan SMP YBPK 1 Surabaya terdapat beberapa fasilitas seperti peminjaman buku, pengembalian buku, pembayaran denda, dan lemari referensi. Beberapa transaksi di atas masih dilakukan secara manual sehingga petugas perpustakaan mengalami kesusahan dalam merekap data transaksi tersebut. Aplikasi ini dibuat dengan menggunakan bahasa pemrograman HTML, PHP, JavaScript, AJAX, Framework Codeigniter 3.0 dan database MySQL. Tampilan aplikasi menggunakan template Bootstrap. Fitur e-catalogue menggunakan solr search engine buatan Apache. Fitur reminder pengembalian buku menggunakan template SMS Gateway Me. Hasil akhir dari pengembangan aplikasi ini adalah dapat melakukan pencarian daftar buku dengan cepat, dapat menerima reminder lewat SMS bila buku yang dipinjam akan jatuh tempo, dapat mencatat transaksi perpustakaan dengan terkomputerisasi. Petugas perpustakaan juga dapat melihat laporan-laporan penting seperti laporan denda, laporan kunjungan, laporan penilaian buku, dan laporan donasi buku. Berdasarkan hasil kuisioner yang diperoleh untuk tampilan aplikasi, 40% responden menjawab baik, dan 60% responden lainnya menjawab sangat baik. Untuk fitur e-catalogue, 40% responden menjawab kurang, 20% menjawab cukup, dan 40% responden lainnya menjawab baik. Untuk fitur e-book, 20% responden menjawab cukup, 40% menjawab baik, 40% menjawab sangat baik. Untuk fitur transaksi buku, 20% responden menjawab cukup, 20% menjawab baik, dan 60% responden lainnya menjawab sangat baik. Untuk fitur usulan buku, 20% responden menjawab baik, dan 80% responden lainnya menjawab sangat baik. Untuk fitur reserve buku, 40% responden menjawab kurang, 20% responden menjawab baik, dan 40% responden lainnya menjawab sangat baik. Untuk fitur reminder pengembalian buku, 20% responden menjawab cukup, 20% responden menjawab baik, dan 60% responden lainnya menjawab sangat baik. Untuk kemudahan dalam penggunaan, 20% responden menjawab cukup, 40% responden menjawab baik, dan 40% responden lainnya menjawab sangat baik. Untuk kesesuaian dengan kebutuhan, 20% responden menjawab baik, dan 80% responden lainnya menjawab sangat baik. Untuk keseluruhan aplikasi, 40% responden menilai program ini baik, dan 60% responden lainnya menilai program ini sangat baik.",
  "creators": "ABEDNEGO",
  "contributors": "Lily Puspa Dewi, S.T., M.Kom. (Advisor 1); Adi Wibowo, S.T., M.T., Ph.D. (Advisor 2); Silvia Rostianingsih (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021620/INF/2017; Abednego (26413030)",
  "subjects": "APPLICATION SOFTWARE-DEVELOPMENT; APPLICATION SOFTWARE-DEVELOPMENT-AUTOMATION; ANDROID (COMPUTER PROGRAM)"
}