{
  "id": "39239",
  "title": "Perancangan dan pembuatan sistem administrasi pada Toko Kiddy Baby Shop",
  "abstract": "Efektifitas dan efesiensi merupakan hal yang sangat dibutuhkan oleh manusia karena semakin banyak kegiatan manusia dalam melakukan proses bisnisnya. Hal ini tentunya semakin meningkatkan kebutuhan manusia akan teknologi yang lebih efektif dan efesiensi. Banyak bisnis yang telah memanfaatkan kemajuan teknologi, hal ini dapat diklarifikasi dari transaksi bisnis yang semakin banyak dilakukan secara komputerisasi. Karena pengguna teknologi dapat membantu bisnis untuk berjalan lebih efektif dan efesiensi. Bedasarkan latar belakang tersebut toko Kiddy Baby Shop mencoba untuk meningkatkan efektifitas dan efesiensi dari proses bisnis mereka dengan membuat aplikasi web. Website ini diharapkan akan mempermudah semua proses administrasi yang terjadi dalam toko Kiddy Baby Shop. Seluruh fitur seperti pembelian, penjualan, hingga laporan semua terdapat dalam satu sistem sehingga akan mempermudah pemilik dan mengurangi resiko human eror. Penelitian ini dilakukan dengan wawancara dan observasi, tujuan dari kegiatan teserbut adalah untuk mengumpulkan data yang diperlukan. Dari semua data yang didapatkan akan dibuat Data Flow Diagram (DFD), desain database, dan Entity Relationship Diagram (ERD). Semua diagram yang telah disusun akan menjadi dasar dari aplikasi web administrasi yang dapat dibuat. Bedasarkan penelitian yang telah dilakukan, aplikasi web administrasi yang telah dibuat sudah sesuai dengan kebutuhan dasar dari pengguna. Pengguna dapat merasakan efektifitas dan efesiensi dalam proses mengolah data administrasi toko Kiddy Baby Shop.",
  "creators": "IVAN SURYA SUTJIANTO",
  "contributors": "Agustinus Noertjahyana (Advisor 1); Silvia Rostianingsih (Advisor 2); Lily Puspa Dewi, S.T., M.Kom. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021654/INF/2017; Ivan Surya Sutjianto (26410126)",
  "subjects": "MYSQL (COMPUTER PROGRAM LANGUAGE); PROGRAMMING (ELECTRONIC COMPUTERS); WEBSITE DESIGN; DATABASE DESIGN"
}