{
  "id": "39246",
  "title": "Aplikasi Lembaga Perlindungan Anak Jatim berbasis website",
  "abstract": "Pada zaman ini, tentu tidak asing lagi mendengar adanya kekerasan anak, baik berupa fisik, physikologi atau pun seksual. Semua itu merupakan bentuk kekerasan pada anak yang tidak seharusnya terjadi. Hal itulah yang mengganggu perkembangan tiap-tiap anak, baik secara mental maupun fisik. Semakin lama semakin mengerikan kekejaman yang dilakukan si pelaku terhadap anak- anak. Keterbatasan media pelapor, keterbatasan waktu, banyaknya pikiran, juga menjadi salah satunya kendala dalam melaporkan kekerasan anak. Surabaya, kota maju ini juga kerap kali terjadi kekerasan anak, bahkan juga tidak jarang korban enggan melaporkannya ke pihak berwajib. Lembaga Perlindungan Anak Jatim yang bertempat di Surabaya ini tidak semuanya mengetahui letaknya dan bagaimana cara melaporkannya, sehingga menjadi minimnya keberhasilan penanganan kasus kekerasan anak di Jatim. Oleh karena itu dibuatlah suatu media pengaduan atau pelaporan kekerasan anak berbasis website, yang dapat dilakukan dengan online dan tidak makan waktu lama untuk mengirimkan data bukti kekerasan anak. Kendala Males gerak, tidak punya banyak waktu, kendala transportasi, kendala sulitnya melapor. Bahkan bagi yang tidak mengerti Lembaga Perlindungan Anak Jatim menjadi mengerti dan mudah melaporkan kekerasan anak. Dari hasil pengujian, aplikasi ini dapat membantu pengguna dalam mengerti pentingnya melaporkan kekerasan anak ke Lembaga Perlindungan Anak Jatim, membina hubungan yang baik dengan Orang Tua, menambah wawasan kekerasan anak dan membantu pengguna untuk melakukan konseling dengan Lembaga Perlindungan Anak Jatim.",
  "creators": "HANNY KRISTIAN KURNIAWAN",
  "contributors": "Kristo Radion Purba S.ST. (Advisor 1); Andreas Handojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021644/INF/2017; Hanny Kristian Kurniawan (26412023)",
  "subjects": "WEB SITES-DESIGN; INTERNET (COMPUTER NETWORKS); APPLICATION SOFTWARE-DEVELOPMENT; DATABASE DESIGN"
}