{
  "id": "39242",
  "title": "Aplikasi resep kuliner khas indonesia berbasis flash",
  "abstract": "Di masa sekarang ini keberadaan kuliner asli khas Indonesia banyak tergeser dengan kuliner asing dari luar negri. Hal ini menyebabkan banyaknya anak muda jaman sekarang yang tidak mengenal makanan khas Indonesia, bahkan yang paling parah, dapat tidak mengenali makanan khas dari daerah asal orang tersebut. Kemajuan teknologi merupakan salah satu penyebab utama masuknya kuliner asing ke negeri ini. Hal ini menyebabkan perlunya pelestarian kembali kuliner khas Indonesia. Aplikasi ini akan menyediakan lima menu dari setiap provinsi di Indonesia untuk ditampilkan kepada pengguna. Pengguna dapat memilih sebuah provinsi, lalu aplikasi akan menampilkan lima jenis kuliner khas dari provinsi tersebut. Jika pengguna memilih kategori sebelum memilih sebuah provinsi, maka aplikasi akan menampilkan makanan dari provinsi terpilih sesuai dengan kategori yang telah dipilih oleh pengguna. Pada aplikasi ini juga terdapat fitur pencarian untuk mencari makanan berdasarkan namanya. Berdasarkan pengujian pada Bab 5, desain aplikasi yang ada masih belum memuaskan bagi para pengguna. Namun informasi yang ditampilkan, menurut hasil kuesioner dari lima pengguna yang berpotensi menggunakan aplikasi ini termasuk baik. Juga pengguna merasa kemudahan dalam penggunaan aplikasi ini termasuk baik. Aplikasi ini juga menurut survei dari lima pengguna tergolong cukup menjawab kebutuhan.",
  "creators": "KELVIN ALEXANDER SANTOSO",
  "contributors": "Liliana (Advisor 1); Alexander Setiawan (Advisor 2); Kristo Radion Purba S.ST. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021635/INF/2017; Kelvin Alexander Santoso (26411087)",
  "subjects": "APPLICATION SOFTWARE-DEVELOPMENT; ANDROID (COMPUTER PROGRAM); ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE)"
}