{
  "id": "39250",
  "title": "Aplikasi laundry nalendra berbasis android",
  "abstract": "Jasa Laundry merupakan sarana yang sering digunakan oleh orang yang mempunyai aktifitas yang banyak dan kurangnya waktu untuk melakukan pekerjaan rumah tangga, terutama dalam hal cuci pakaian. Kebanyakan memakai jasa pembantu atau sebagainya. Masalah yang datang yaitu konsumen yang telah memesan tidak bisa mengetahui barang sedang dalam proses apa. Jadi jika ingin mempertanyakan status barangnya, dengan telepon atau SMS. Oleh sebab itu penelitian dibuatkan dengan menggunakan aplikasi. Dengan aplikasi yang terinstal pada perangkat gadget pada sistem operasi Android, layanan pesan antar ini dapat diakses lebih praktis dan penggunaannya sangat mudah, serta keuntungan lainnya dapat menghemat waktu dan biaya. Aplikasi laundry ini, merupakan sistem informasi dengan berbasis mobile device yang dirancang dengan HTML5 dan dibantu kompilasi oleh Phonegap. Sedangkan aplikasi pada admin menggunakan php dan didukung oleh Google Map. Pembuatan system admin-nya menggunakan tools Notepad++ dan diimplementasikan di Chrome Browser. Sedangkan kurir mempunyai aplikasi juga yang bisa melihat daftar antar barang dan daftar pesanan konsumen. Aplikasi kurir ini menggunakan HTML kemudian akan di convert ke apk. Adapun hasil dari implementasi ini dapat menghasilkan sebuah aplikasi website bagi admin untuk melakukan update data barang, menerima request konsumen, melihat detail transaksi dari konsumen dan membuat laporan keuangan. Sedangkan pihak konsumen bisa melakukan pemesanan kurir, lihat segala detail jasa layanan yang ada. Dari pihak kurir dapat melakukan catat barang konsumen yang akan dicuci.",
  "creators": "RENE MATTHEW WINARTO",
  "contributors": "Alexander Setiawan (Advisor 1); Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 2); Leo Willyanto Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021632/INF/2017; Rene Matthew Winarto (26412068)",
  "subjects": "ARTIFICIAL INTELLIGENCE; FUZZY SETS; IMAGE PROCESSING-DIGITAL TECHNIQUE"
}