{
  "id": "39253",
  "title": "Pembuatan game adventure 2D Cindelaras berbasis android menggunakan motion sensor",
  "abstract": "Cerita rakyat adalah cerita turun temurun yang menceritakan kehidupan seorang pahlawan, masyarakat jaman dahulu, dan berbagai kebudayaan asli Indonesia. Cerita rakyat memiliki banyak manfaat dengan memberikan moral-moral baik bagi generasi muda atau membantu untuk mempelajari budaya dalam daerah tertentu. Namun seiring dengan perkembangan teknologi, tradisi budaya dalam Indonesia mulai memudar. Kemudahan memperoleh informasi membuat masyarakat lebih tertarik untuk mengikuti budaya luar negeri daripada mempertahankan budaya Indonesia. Begitu juga dengan budaya cerita rakyat, masyarakat lebih tertarik untuk mencari tahu cerita rakyat luar negeri seperti Cinderella, Snow White, Beauty and The Beast, dan banyak lainnya daripada cerita rakyat dalam negeri yang mengandung nilai etika dan moral rakyat Indonesia yang sesunguhnya. Dengan cara menyesuaikan dengan teknologi yang berkembang, aplikasi cerita rakyat ini mudah didapatkan di dalam gadget dengan sistem operasi android. Keuntungan aplikasi ini adalah selain menceritakan cerita rakyat, terdapat game-game kecil yang dapat dimainkan. Beberapa game kecil yang terdapat dalam aplikasi ini menggunakan sensor dalam perangkat android yaitu accelerometer sensor yang berfungsi untuk menangkap gaya akselerasi gadget terhadap arah gadget. Aplikasi cerita rakyat ini merupakan aplikasi pembelajaran dengan berbasis mobile device yang dirancang dengan Java dan dibantu kompilasi oleh Android Studio. Pembuatan aplikasi ini bertujuan untuk meningkatkan minat masyarakat terhadap cerita rakyat Cindelaras dan sekaligus menjadi media pembelajaran yang baik bagi anak anak terhadap moral dan etika.",
  "creators": "DANNY LESMANA",
  "contributors": "Leo Willyanto Santoso (Advisor 1); Rudy Adipranata (Advisor 2); Liliana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021658/INF/2017; Danny Lesmana (26412095)",
  "subjects": "VIDEO GAMES-PROGRAMMING; ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); ANDROID (COMPUTER PROGRAM)"
}