{
  "id": "39262",
  "title": "Media informasi tanaman obat dan penggunaannya",
  "abstract": "Indonesia memiliki kekayaan varietas tumbuhan, dimana sebanyak 2500 jenis tumbuhan diantaranya memiliki khasiat sebagai obat. Menteri Kesehatan RI juga memaparkan bahwa sebesar 49,53% penduduk Indonesia mengkonsumsi jamu atau herbal setiap hari. Melihat fakta tersebut, pemerintah Indonesia berkomitmen kuat salah satunya dengan usaha mengintegrasikan tanaman obat kedalam sistem kesehatan nasional. Namun tingginya tingkat serta minat masyarakat untuk memanfaatkan tanaman obat tidak berarti apabila masyarakat memiliki pengetahuan yang cukup, sehingga penggunaannya menjadi sangat beresiko. Tantangan inilah yang sedang dihadapi oleh masyarakat Indonesia, khususnya pemerintah dalam sosialisasi pemanfaatan tanaman obat dan integrasinya dalam sistem kesehatan nasional. Website dan aplikasi media informasi tanaman obat ini memiliki fitur untuk memperkenalkan varian tanaman obat yang ada di Indonesia, dilengkapi dengan informasi manfaat sebagai obat, kandungan kimia yang ada hingga informasi berkaitan dengan kontra indikasi suatu tanaman obat tertentu yang perlu diketahui masyarakat. Semua informasi yang dirangkum dalam media informasi ini bersumber dari hasil penelitian yang dilakukan oleh Balai Penelitian Tanaman Obat dan beberapa sumber terpercaya lainnya, sehingga informasinya dapat dipercaya. Media informasi ini akan menjadi sarana belajar bagi masyarakat Indonesia, khususnya yang berminat untuk mendalami lebih detail tentang tanaman obat. Hasil pengujian menunjukkan bahwa aplikasi dapat berjalan di dekstop browser maupun device mobile. Sehingga menjadi media informasi dan belajar yang mudah dimanfaatkan bagi masyarakat di Indonesia.",
  "creators": "RANI CLAUDIA BITJOLI",
  "contributors": "Liliana (Advisor 1); ANITA NATHANIA (Advisor 2); Alexander Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021626/INF/2017; Rani Claudia Bitjoli (26412137)",
  "subjects": "ANDROID (COMPUTER PROGRAM); DATABASE DESIGN; WEB SITES-DESIGN; ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE)"
}