{
  "id": "39280",
  "title": "Aplikasi informasi wisata kota Jember berbasis mobile dengan dukungan info transportasi dan fasilitas umum",
  "abstract": "Indonesia merupakan negara yang terkenal dengan banyak tempat wisata dan kuliner yang unik tiap-tiap daerah, baik oleh wisatawan dalam negeri maupun luar negeri. Hal tersebut menjadikan banyak wisatawan yang berdatangan dalam jumlah banyak ke daerah tempat wisata setiap tahunnya. Jawa Timur merupakan provinsi yang terkenal memiliki banyak tempat wisata dan kuliner yang paling banyak dikunjungi oleh wisatawan. Salah satu di Jawa Timur yang terkenal dengan wisatanya adalah kota Jember. Banyaknya wisatawan yang berdatangan ke kota Jember untuk mengunjungi tempat wisata dan mencicipi kuliner-kuliner. Akan tetapi wisatawan tersebut tidak mengetahui informasi yang tempat wisata apa saja yang ada di kota Jember dan kesulitan mencari tempat wisata-wisata yang ada di kota Jember. Wisatawan juga kesulitan untuk mencari tempat umum seperti rumah sakit. Hal tersebut menyebabkan wisatawan kesulitan mencari informasi wisata dan transportasi ke tempat wisata dan kuliner tujuan yang diinginkan. Kesimpulan dari aplikasi ini yaitu pada koneksi internet yang buruk mempengaruhi kinerja aplikasi, seperti mengirim data ke server atau mengambil data dari server sehingga memperlambat load data dan gambar. Pengujian rute bemo sebanyak 5 kali percobaan menunjukkan rute ke tempat tujuan berhasil. Aplikasi dapat menyajikan daftar wisata & pencarian tempat wisata. Hasil kuesioner yang telah dilakukan yaitu presentase penilaian pengguna terhadap interface program adalah 80% mengatakan interface biasa, 20% mengatakan interface kurang. Presentase penilaian pengguna terhadap kemudahan program adalah 60% mengatakan kemudahan dalam memakai aplikasi biasa, 20% mengatakan biasa, 20% mengatakan sangat baik. Presentase penilaian pengguna terhadap fitur program adalah 60% mengatakan fitur biasa, 40% mengatakan fitur baik.",
  "creators": "ALDIO TRIPADANA",
  "contributors": "Adi Wibowo, S.T., M.T., Ph.D. (Advisor 1); Justinus Andjarwirawan (Advisor 2); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021631/INF/2017; Aldio Tripadana (26413044)",
  "subjects": "ANDROID (COMPUTER PROGRAM); ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); APPLICATION SOFTWARE-DEVELOPMENT; DATABASE DESIGN"
}