{
  "id": "39286",
  "title": "Pembuatan aplikasi customer relationship management berbasis website untuk membantu penjualan dan analisis penjualan produsen sepeda",
  "abstract": "Perusahaan yang telah berada di industri sepeda selama lebih dari 20 tahun ini terletak di Sidoarjo, dan memiliki lebih dari 100 macam barang produksi untuk memenuhi pasar domestik dan intenasional. Sayangnya selama ini di dalam perusahaan produsen sepeda ini laporan mengenai pelanggan dicatat secara manual dengan membuat laporan tertulis mengenai apa yang didapatkan. Karena hal tersebut kinerja para agen penjualan menjadi terhambat untuk menjaga informasi mengenai pelanggan dengan baik. Hal itu kurang sesuai dengan definisi Customer Relationship Management (CRM) di mana CRM didefinisikan sebagai proses menciptakan dan mempertahankan hubungan dengan pelanggan. CRM sendiri adalah suatu sistem informasi yang memungkinkan organisasi untuk berhubungan dengan pelanggan, mengumpulkan, menyimpan dan menganalisa data pelanggan untuk memberikan pandangan yang komprehensif dari pelanggan mereka. Aplikasi CRM ini memiliki fitur untuk membantu perusahaan produsen sepeda untuk memantau kinerja dari agen penjualan mereka secara langsung, mempermudah agen penjualan dalam melakukan proses bisnis yang bersangkutan, dan mendapatkan bantuan untuk menganalisa penjualan barang yang dibeli oleh pelanggan. Pembuatan website ini menggunakan laravel framework serta memanfaatkan Google Maps dan Google Calendar API untuk melengkapi fungsi dari aplikasi ini. Hasil yang diperoleh dari pembagian kuisioner kepada agen penjualan atas aplikasi yang telah dibuat yaitu aplikasi ini dapat berjalan dengan baik secara tampilan. Aplikasi ini juga memberikan kemudahan dalam penggunaannya dan sesuai dengan kebutuhan agen penjualan. Menjaga hubungan yang baik antara perusahaan dan pelanggan menjadi fokus dari program ini.",
  "creators": "AGUSTINUS IVAN SURYADI",
  "contributors": "Yulia (Advisor 1); ANITA NATHANIA (Advisor 2); Andreas Handojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021629/INF/2017; Agustinus Ivan Suryadi (26413058)",
  "subjects": "DATABASE DESIGN; WEB SITES-BUSINESS-MANAGEMENT; WEBSITE DESIGN; CRM (CUSTOMER RELATIONSHIP MANAGEMENT)"
}