{
  "id": "39297",
  "title": "Analisis proses transformasi dan kontrol kualitas proses transformasi pada UD Vialli",
  "abstract": "Manajemen operasional adalah salah satu fungsi terpenting sebuah bisnis. Manajemen operasional berkaitan erat dengan aktivitas produksi, d imana salah satu prosesnya adalah proses transformasi input menjadi output. Untuk menjaga kualitas proses transformasinya, sebuah bisnis perlu melakukan pengukuran kualitas atas proses transformasinya. Salah satu upaya untuk meningkatkan kualitas proses transformasi melalui peminimalisiran pemborosan adalah dengan mengaplikasikan pull system. Penelitian ini dilakukan untuk menganalisis bagaimana proses transformasi dan kontrol kualitas proses transformasi berlangsung di UD Vialli, salah satu produsen sepatu dan sandal di Surabaya. Metode penelitian yang digunakan adalah kualitatif dengan pendekatan deskriptif. Hasil penelitian ini menunjukkan bahwa UD Vialli mempertimbangkan faktor efisiensi dan faktor efektifitas dalam melaksanakan proses transformasinya. Hasil analisis terkait keputusan desain barang menunjukkan bahwa aktivitas pengenalan produk baru tidak dilaksanakan langsung kepada end-user. Hasil analisis terkait keputusan desain proses dan kapasitas menunjukkan bahwa UD Vialli menggunakan batch process, di mana kapasitas produksi sehari adalah 300 pasang. Hasil analisis terkait keputusan desain tata ruang menunjukkan bahwa ruangan pabrik ditata berdasarkan cellular layout, dimana seluruh produk UD Vialli melalui alur yang sama dalam proses transformasinya. Hasil analisis terkait keputusan penjadwalan menunjukkan bahwa penjadwalan produksi utama dan penjadwalan terperinci tidak dilaksanakan secara spesifik sehingga UD Vialli tidak menjadwalkan secara rinci jumlah produksi mingguan maupun hariannya. UD. Vialli melaksanakan kontrol kualitas atas input, proses transformasi, dan output. Kontrol kualitas atas input dilaksanakan dengan memeriksa pasokan bahan yang digunakan dalam proses transformasi. Kontrol kualitas atas proses transformasi dilaksanakan dengan memeriksa pemanfaatan bahan selama proses transformasi, fungsionalitas fasilitas produksi, serta jumlah output yang dicapai selama proses transformasi. Kontrol kualitas atas output dilaksanakan dengan memeriksa produk cacat serta ketepatan pengiriman pesanan pelanggan. Untuk dapat meminimalisir pemborosan guna meningkatkan kualitas proses transformasinya, UD. Vialli menerapkan pull system yang membantu UD Vialli untuk menghindari over-production atau adanya produk akhir yang tidak laku terjual.",
  "creators": "ANDRE",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011259/MAN/2017; Andre (31413092)",
  "subjects": "PRODUCTION MANAGEMENT; QUALITY CONTROL"
}