{
  "id": "39304",
  "title": "Perancangan analisis efektivitas desain website sebagai sarana promosi usaha kecil menengah bidang kuliner di wilayah Surabaya",
  "abstract": "Media website dewasa ini menjadi media yang cukup dipilih oleh penggerak usaha baik perindustrian maupun usaha kecil. Penggunaan media website sebagai sarana promosi pun sangat berkembang. Hal ini tidak lepas dari kesadaran masyarakat sekarang bahwa di era digital dibutuhkan sesuatu yang baru dan dapat menjangkau banyak lapisan masyarakat. Fenomena ini dapat dilihat dari betapa gencarnya jasa desain dan pembuatan website murah dan dukungan pemerintah terhadap Usaha Kecil Menengah untuk memiliki website sendiri. Namun, diantara berbagai kesadaran dan usaha untuk mewujudkan hal itu tentu harus diimbangi dengan pemahaman yang cukup mengenai desain website. Penelitian ini bertujuan untuk mengetahui bagaimana desain website yang efektif sebagai media promosi Usaha Kecil Menengah bidang kuliner Penelitian ini menggunakan metode Usability Evalutation Testing dengan teknik Inquiry Method yaitu menggunakan evaluator yang memungkinkan penelitian ini mendalami pendapat dari mereka. Penelitian ini mengungkap bahwa website sebagai sarana promosi haruslah efektif menjawab kebutuhan masyarakat luas sebagai target promosi dari Usaha Kecil Menengah. Efektif dalam penelitian ini dibuktikan dengan pemenuhan terhadap tolok ukur usabilitas yaitu learnability, time to perform, minimnya error, ease of remembering and amount of remembered, dan subject measures. Jika dalam sebuah website ditemukan setiap tolok ukur tersebut dan memiliki kepuasan pengguna yang tinggi, bisa dipastikan jika website tersebut memiliki efektivitas yang baik.",
  "creators": "WILLYAM CHRISTANDI TJIANGGRAWAN",
  "contributors": "Listia (Advisor 1); Mendy Hosana Malkisedek (Advisor 2); Cindy Muljosumarto S.Sn, M.D. (Examination Committee 1); Ryan Pratama Sutanto, S.Sn., M.Med.Kom. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00013086/DKV/2017; Willyam Christandi Tjianggrawan (42413024)",
  "subjects": "COMMERCIAL ART; GRAPHIC ARTS; VISUAL COMMUNICATION; WEBSITES-DESIGN"
}