{
  "id": "39318",
  "title": "Kajian visual iklan Bukalapak edisi Hari Belanja Online Nasional 2015",
  "abstract": "Pada akhir tahun 2015 lalu, Bukalapak.com, menayangkan sebuah iklan promosi di televisi nasional dan Youtube dalam rangka Hari Belanja Online Nasional (Harbolnas) 2015. Iklan tersebut menarik untuk diteliti karena menampilkan kesan low budget, sosok CEO Bukalapak sendiri sebagai bintang iklan yang berpenampilan nyeleneh, dan sosok Dian Katrok. Terlebih, iklan tersebut muncul di saat para kompetitor Bukalapak menggunakan public figure sebagai endorser dan pendekatan emosional. Penelitian ini bertujuan untuk meneliti bagaimana elemen-elemen visual disusun dan ditampilkan, serta meneliti makna yang terkandung dalam iklan tersebut. Dalam penelitian, akan dikaji tiga aspek utama dari iklan tersebut: (1) aspek estetika-komposisi, dengan pendekatan teori sinematografi; (2) aspek makna, dengan pendekatan teori semiotika Roland Barthes; dan (3) aspek sosial budaya, dengan pendekatan teori budaya visual. Metode penelitian menggunakan metode deskriptif kualitatif yang didasarkan pada observasi, studi literatur, dan hasil penelitian sebelumnya. Penelitian ini menemukan bahwa iklan Bukalapak edisi Harbolnas 2015 merupakan karya posmodern dengan ciri form follow fun. Secara teknis dan estetika, iklan ini menampilkan kesan tidak profesional jika dibanding iklan audio visual lazimnya - dengan mengadaptasi prinsip internet ugly. Di sisi lain, iklan tersebut menghasilkan suatu kebingungan makna, pertanyaan, dan sentuhan humor, yang didapat dari penggabungan beberapa elemen hasil parodi dari berbagai kategori. Hal ini dapat membawa dampak positif maupun negatif bagi Bukalapak.",
  "creators": "REINER CHRISTLOUVIE LOMANTO",
  "contributors": "Prayanto W.H. (Advisor and Examination Committee); Rebecca Milka Natalia Basuki (Advisor 2); Daniel Kurniawan, S.Sn., M.Med.Com (Examination Committee 2); Ani Wijayanti Suhartono (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Periklanan",
  "source": "Periklanan No. 00013098/DKV/2017; Reiner Christlouvie Lomanto (42413003)",
  "subjects": "ADVERTISING-CASE STUDIES; ADVERTISING, TELEVISION; COMMERCIAL ART; GRAPHIC ARTS; VISUAL COMMUNICATION"
}