{
  "id": "39325",
  "title": "Strategi pengembangan bisnis PT Harapan Sejahtera Karya Utama",
  "abstract": "Penelitian ini bertujuan untuk mengidentifikasi dan menganalisa keadaan lingkungan internal dan eksternal serta untuk mengetahui strategi pengembangan bisnis yang perlu dilakukan oleh PT Harapan Sejahtera Karya Utama. Penelitian ini menggunakan pendekatan kualitatif, metode studi kasus dengan cara wawancara, observasi dan dokumentasi. Analisis data penelitian ini menggunakan analisis SWOT. Hasil dari analisis menunjukkan bahwa kekuatan (strengths) yang dimiliki oleh PT Harapan Sejahtera Karya Utama yaitu kualitas produk dan bahan baku yang di miliki mempunyai standar kualitas yang tinggi dan pangsa pasar yang cukup besar. Kelemahan (weakness) PT Harapan Sejahtera Karya Utama yaitu minimnya promosi yang di lakukan oleh perusahaan dan minimnya media untuk promosi dan pemasaran. Peluang (opportunities) PT Harapan Sejahtera Karya Utama yaitu tidak ada produk pengganti plastik dan hambatan untuk pendatang perusahaan sejenis susah. Ancaman (threats) yang di hadapi PT Harapan Sejahtera Karya Utama yaitu pesaing-pesaing perusahaan sejenis yang memiliki harga lebih rendah Strategi alternative berdasarkan matriks SWOT, PT Harapan Sejahtera Karya Utama dapat menerapkan strategi penetrasi pasar. Dalam hal ini, PT Harapan Sejahtera Karya Utama harus melakukan pemasaran melalui media-media online seperti website untuk mengenalkan produk-produk serta kualitas produk yang di miliki, media-media offline seperti brosur,poster dan sebagainya juga di perlukan untuk menarik calon-calon konsumen baru.",
  "creators": "VINCENT FERDIKA H",
  "contributors": "Dr. Ir. Hotlan Siagian MSc. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011289/MAN/2017; Vincent Ferdika H. (31412042)",
  "subjects": "BUSINESS PLANNING; BUSINESS MANAGEMENT; MANAGEMENT-STRATEGIC"
}