{
  "id": "39322",
  "title": "Karakteristik dan tipe budaya organisasi (kasus pada PT Surya Putra Barutama)",
  "abstract": "Penelitian ini dilakukan untuk mengetahui penerapan karakteristik dan tipe budaya organisasi pada PT Surya Putra Barutama. PT Surya Putra Barutama adalah perusahaan yang bergerak di bidang karoseri dan telah berdiri sejak tahun 1990. Jenis dari penelitian yang dilakukan adalah penelitian deskriptif kualitatif. Teknik pengumpulan data adalah dengan melakukan wawancara kepada empat orang narasumber dan melakukan observasi terhadap perusahaan. Uji keabsahan data dalam penelitian ini menggunakan uji triangulasi yaitu triangulasi sumber. Hasil penelitian menunjukan bahwa PT Surya Putra Barutama hanya memiliki tujuh karakteristik budaya organisasi yaitu inovasi dan pengambilan resiko, perhatian terhadap perincian, orientasi pada hasil, orientasi pada sumber daya manusia, orientasi pada tim, agresivitas dan stabilitas. Tipe budaya organisasi yang dominan pada PT Surya Putra Barutama adalah budaya adaptif. Penerapan karakteristik budaya organisasi dapat dilihat dalam bentuk peraturan kerja karyawan, agresivitas karyawan, stabilitas perusahaan, pembukaan lini produk baru, hasil riset yang lebih akurat, evaluasi kinerja karyawan, pelatihan kerja, adanya layanan online dan penambahan mitra bisnis. Penerapan tipe budaya organisasi pada perusahaan dapat dilihat dari segi peningkatan kualitas kepemimpinan, keberanian untuk melakukan inovasi dan pengambilan resiko, fleksibilitas dan keaktifan dari sumberdaya manusia.",
  "creators": "LIVIA",
  "contributors": "Marcus Remiasa (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011310/MAN/2017; Livia (31411140)",
  "subjects": "ORGANIZATIONAL BEHAVIOR; ORGANIZATIONAL CULTURE"
}