{
  "id": "39331",
  "title": "Analisis strategi pengembangan bisnis pada PT Patrinsaka",
  "abstract": "PT Patrinsaka merupakan salah satu perusahaan yang bergerak dalam industri makanan dan minuman dan meproduksi makanan ringan. Penelitian ini bertujuan untuk mendeskripsikan kondisi lingkungan internal dan eksternal yang sedang terjadi di perusahaan serta menyusun strategi pengembangan bisnis bagi perusahaan. Analisa lingkungan internal akan menganalisa tiap aspek di dalam lingkungan internal bisnis yaitu pemasaran, keuangan, produksi, dan sumber daya manusia. Sedangkan analisa lingkungan ekternal menggunakan analisa PEST yang berfokus pada faktor politik, ekonomi, sosial, dan teknologi, dan Porter’s Five Forces Analysis. Selanjutnya akan dilakukan analisa SWOT untuk mengidentifikasi kekuatan (strength), kelemahan (weakness), peluang (opportunity), dan ancaman (threat). Dari analisa SWOT akan dibentuk matriks SWOT yang nantinya dapat merumuskan beberapa alternatif strategi bagi perusahaan. Akhirnya strategi pengembangan bisnis disusun berdasarkan 11 alternatif strategi yang diusulkan oleh David. Penelitian yang dilakukan dengan metode kualitatif ini menggunakan teknik pengumpulan data primer berupa wawancara kepada beberapa informan perusahan dan juga data sekunder yang berupa studi dokumen. Dari hasil penelitian disimpulkan bahwa strategi pengembangan bisnis yang paling tepat bagi perusahaan adalah strategi intensif, yaitu pengembangan pasar, penetrasi pasar, dan pengembangan produk.",
  "creators": "RENDY INDRA SUSANTO",
  "contributors": "Widjojo Suprapto (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011300/MAN/2017; Rendy Indra Susanto (31412121)",
  "subjects": "BUSINESS PLANNING; MANAGEMENT-STRATEGIC; STRATEGIC PLANNING"
}