{
  "id": "39332",
  "title": "Analisa strategi pengembangan bisnis pada PT Citra Abadi Trans",
  "abstract": "PT Citra Abadi Trans merupakan salah satu perusahaan yang bergerak dalam jasa ekspedisi di Surabaya, pengiriman barang menggunakan trailer. Penelitian ini bertujuan untuk mendeskripsikan kondisi lingkungan internal dan eksternal yang sedang terjadi di perusahaan serta menyusun strategi pengembangan bisnis bagi perusahaan. Penjabaran lingkungan internal yang terdiri dari (Pemasaran, Keuangan, dan Operasional) pada masing-masing aspek bisnis yaitu pemasaran, keuangan, produksi. Sedangkan analisa lingkungan ekternal menggunakan Model Lima Kekuatan Porter yang berfokus pada perseteruan di antara perusahaan yang bersaing, potensi masuknya pesaing baru, potensi pengembangan produk pengganti, kekuatan tawar pemasok dan kekuatan tawar konsumen dan analisis PEST. Selanjutnya akan dilakukan analisa SWOT untuk mengidentifikasi kekuatan (strength), kelemahan (weakness), peluang (opportunity), dan ancaman (threat). Dari analisa SWOT akan dibentuk matriks SWOT yang nantinya dapat merumuskan beberapa alternatif strategi bagi perusahaan.. Penelitian yang dilakukan dengan metode kualitatif ini menggunakan teknik pengumpulan data primer berupa wawancara kepada beberapa informan perusahan dan juga data sekunder yang berupa studi dokumen. Dari hasil penelitian disimpulkan bahwa strategi pengembangan bisnis yang paling tepat bagi perusahaan adalah strategi defender, yaitu menekankan pada harga, kualitaas, dan layanan.",
  "creators": "DANDY CORNELIUS",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor 1); Dr. Ir. Hotlan Siagian MSc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011309/MAN/2017; Dandy Cornellius (31412129)",
  "subjects": "BUSINESS MANAGEMENT; MANAGEMENT-STRATEGIC; STRATEGIC PLANNING"
}