{
  "id": "39347",
  "title": "Analisis business development pada PT Century Bearindo International dengan strategic entrepreneurship",
  "abstract": "Penelitian ini bertujuan untuk mendeskripsikan pengembangan usaha dengan menganalisis kegiatan opportunity-seeking dan advantage seeking yang dilakukan oleh PT Century Bearindo International Surabaya dalam strategic entrepreneurship. Metode penelitian yang digunakan adalah kualitatif deskriptif. Penentuan narasumber dilaksanakan dengan teknik theoretical sampling. Pengumpulan data menggunakan wawancara semi-terstruktur, di mana kemudian data dianalisis melalui 3 tahapan, yaitu reduksi data, penyajian data, dan penarikan kesimpulan & verifikasi. Uji validitas data dilaksanakan dengan uji triangulasi sumber. Hasil penelitian ini menunjukkan bahwa PT Century Bearindo International Surabaya mencari peluang dengan menjalankan hubungan baik dengan pelanggan. Kegiatan tersebut dapat meningkatkan loyalitas dari pelanggan serta meningkatkan jumlah pelanggan, di mana hal tersebut mempengaruhi profit dari PT Century Bearindo International Surabaya. Di lain sisi PT Century Bearindo International Surabaya juga berusaha membangun keunggulan melalui aktivitas advantage seeking, kegiatan terpenting adalah kegitan penciptaan dan pemberian nilai. Hal tersebut mampu meningkatkan jumlah pelanggan dari perusahaan dan dapat menciptakan suatu keunggulan kompetitif yang unik dan tidak mudah ditiru dari segi layanan yang ditawarkan kepada pelanggannya. Karena layanan training tersebut hanya dimiliki oleh PT Century Bearindo International Surabaya. Pada penelitian ini menunjukkan bahwa PT Century Bearindo Internasional telah menggunakan strategic entrepreneurship untuk melakukan business development yang lebih berfokus pada advantage seeking yang berguna untuk mengoptimalkan keunggulan dari perusahaan.",
  "creators": "CYNTHIA ANGGRAENI HAMYLUCKMAWAN",
  "contributors": "Bambang Haryadi (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011316/MAN/2017; Cynthia Anggreani (31413116)",
  "subjects": "SOCIAL MEDIA"
}