{
  "id": "39355",
  "title": "Fasilitas komunitas penggemar sepeda di Surabaya",
  "abstract": "Fasilitas Komunitas Penggemar Sepeda di Surabaya merupakan fasilitas yang memberikan wawasan mengenai hal-hal tentang sepeda dan untuk mewadahi kegiatan para penggemar sepeda dan komunitas sepeda untuk berkomunitas, berinteraksi, dan saling bertukar pikiran satu sama lain. Kota Surabaya sangat terkenal akan keindahan dan kerindangan taman kota, hal ini menjadi salah satu daya tarik bagi para penggemar sepeda dan komunitas sepeda untuk berkunjung dan menjadikan taman kota sebagai salah satu tempat kumpul atau tempat berkomunitas karena selama ini mereka hanya menggunakan taman kota atau hanya sekedar di pinggir jalan untuk berkomunitas. Fasilitas Komunitas Penggemar Sepeda di Surabaya akan menjadi salah satu spot kumpul yang sangat layak untuk mewadahi kegiatan para penggemar sepeda di kota yang bersifat rekreatif dan edukatif. Fasilitas ini akan dilengkapi fasilitas publik, yaitu commercial retail, communal area, entertainment center (bike store, ruang pameran terbuka, lounge, dan discussion room), café, galeri, museum, restaurant, souvenir shop, bike arena, jogging track, parkir sepeda, dan taman kota. Pendekatan sirkulasi digunakan untuk memberikan kemudahan bagi alur sirkulasi pejalan kaki, pengguna sepeda, kendaraan bermotor, alur service, dan evakuasi serta memberikan kemudahan aksesbilitas untuk menuju fasilitas ini. Arena sepeda dan jalur sepeda menjadi daya tarik paling dominan untuk fasilitas ini agar masyarakat dapat menggunakan untuk berolahraga dan bersepeda.",
  "creators": "JIMMI",
  "contributors": "Handinoto (Advisor 1); Rully Damayanti (Advisor 2); Andhi Wijaya (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023620/ARS/2017; Jimmi (22413002)",
  "subjects": "RACETRACKS (BICYCLE RACING)-DESIGNS AND PLANS; VELODROMES-DESIGNS AND PLANS"
}