{
  "id": "39365",
  "title": "Pengaruh harga dan kualitas layanan terhadap loyalitas konsumen melalui kepuasan konsumen di PT Citra Mandiri Sejati",
  "abstract": "Dengan berjalannya waktu, perkembangan dalan dunia bisnis sudah sangat berkembang pesat. Beragam jenis usaha khususnya di Surabaya, membuat kompetisi dan persaingan antar pebisnis semakin sengit dalam memenuhi keinginan dan kebutuhan konsumen agar terjadinya loyalitas konsumen melalui kepuasan konsumen. Membahas mengenai jenis usaha, usaha yang ada di Surabaya adalah jasa transportasi, terkhususnya jasa pengurusan transportasi. Banyaknya jasa transportasi di Surabaya membuktikan bahwa kebutuhan akan jasa transportasi sangatlah tinggi. PT Citra Mandiri Sejati bergerak di bidang jasa pengurusan transportasi berupa konteiner ini selama setahun terakhir mengalami penurunan konsumen sebesar 10%. Penelitian ini bertujuan untuk mengetahui apakah penyebab dari tidak loyalnya konsumen di perusahaan ini ditinjau dari pengaruh harga dan kualitas layanan. Jenis penelitian yang dilakukan adalah kuantitatif kausalitas. Sampel penelitian adalah konsumen PT Citra Mandiri Sejati, yang berjumlah 66 orang. Penelitian ini menggunakan teknik analisis Partial Least Square (PLS). Hasil dari penelitian ini menunjukkan bahwa harga dan kualitas layanan berpengaruh signifikan terhadap kepuasan konsumen, sedangkan kepuasan konsumen berpengaruh signifikan terhadap loyalitas konsumen. Faktor yang berpengaruh dominan terhadap kepuasan konsumen adalah kualitas layanan.",
  "creators": "ATALIE SALLY FANGESSA",
  "contributors": "Zeplin Jiwa Husada Tarigan (Advisor 1); Eddy Madiono Sutanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011290/MAN/2017; Atalie Sally Fangessa (31413183)",
  "subjects": "WORK MOTIVATION; JOB SATISFACTION; PERSONNEL MANAGEMENT"
}