{
  "id": "39375",
  "title": "Formulasi strategi bisnis pada Surya Hotel & Cottages Prigen",
  "abstract": "Penelitian ini bertujuan untuk menganalisa kekuatan, kelemahan, peluang, dan ancaman, memetakan posisi kompetitif, dan mengetahui strategi bisnis yang diimplementasikan oleh Surya hotel & cottages. Penelitian ini menggunakan pendekatan kualitatif deskriptif, studi kasus dengan teknik wawancara, observasi, dan dokumentasi. Analisis data penelitian ini menggunakan matriks IE. Dari hasil penelitian, ditemukan bahwa kekuatan yang dimiliki oleh Surya hotel & Cottages yaitu: segmentasi yang terfokus, permodalan kuat, kesetiaan karyawan yang tinggi, fasilitas lengkap, dan website resmi. Kelemahan yang dimiliki oleh Surya hotel & cottages yaitu: kurang fokus pada segmen leisure, pendapatan kurang, kurangnya tenaga kerja profesional, website dan media sosial kurang update dan kurang lengkap, dan akses sistem hotel mahal dan terbatas. Peluang yang dimiliki Surya hotel & cottages yaitu: Kemajuan pariwisata, tingkat kemakmuran, tingkat hunian hotel pada weekend dan high season, dan perkembangan teknologi. Ancaman yang dihadapi oleh Surya hotel & cottages yaitu: aturan tidak boleh meeting di hotel, muncul destinasi baru, tingkat hunian hotel pada weekdays, dan teknologi kurang dimanfaatkan. Surya hotel & cottages menempati kuadran I pada matriks internal-eksternal (IE) yang digolongkan dalam kuadran yang tumbuh dan berkembang dengan strategi intergrasi horizontal, integrasi ke depan, pengembangan produk, dan penetrasi pasar.",
  "creators": "EVELYN NATHANIA WIDYANTO",
  "contributors": "Sesilya Kempa, S.E., M.M. (Advisor 1); Michael Adiwijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011284/MAN/2017; Evelyn Nathania Widyanto (31413262)",
  "subjects": "BUSINESS PLANNING; MANAGEMENT-STRATEGIC; STRATEGIC PLANNING"
}