{
  "id": "39379",
  "title": "Pengaruh gaya kepemimpinan dan budaya organisasi terhadap kinerja karyawan CV Cahaya Putratama Indah",
  "abstract": "Kinerja merupakan perilaku nyata yang ditampilkan setiap orang sebagai prestasi kerja yang dihasilkan oleh karyawan sesuai dengan perannya dalam perusahaan. Dengan adanya informasi mengenai kinerja, akan dapat diambil tindakan yang diperlukan, seperti koreksi atas kebijakan, meluruskan kegiatan-kegiatan utama, dan tugas pokok instansi, bahan untuk perencanaan, menentukan tingkat keberhasilan instansi untuk memutuskan suatu tindakan, dan lain-lain. Penelitian ini bertujuan untuk mengetahui pengaruh gaya kepemimpinan terhadap budaya organisasi dan kinerja karyawan, serta pengaruh budaya organisasi terhadap kinerja karyawan CV Cahaya Putratama Indah Lumajang. Jenis penelitian yang digunakan dalam penelitian ini adalah metode penelitian kuantitatif dengan pendekatan deskriptif. Populasi yang digunakan dalam penelitian ini adalah para karyawan divisi pemasar pada CV Cahaya Putratama Indah Lumajang dengan jumlah sampel sebanyak 54 orang karyawan dari divisi marketing. Teknik analisis data yang digunakan pada penelitian ini adalah persamaan model struktural dengan metode partial least square (PLS-SEM). Alat yang digunakan sebagai instrumen analisis data adalah program SMARTPLS. Hasil penelitian ini menyimpulkan bahwa gaya kepemimpinan yang dimiliki oleh supervisor CV Cahaya Putratama Indah Lumajang secara efektif telah memperkuat budaya organisasi yang berlaku di perusahaan. Gaya kepemimpinan yang kuat yang dimiliki Supervisor CV Cahaya Putratama Indah Lumajang terbukti mampu meningkatkan kinerja karyawan pada divisi marketing di CV Cahaya Putratama Indah Lumajang. Budaya organisasi yang dimiliki CV Cahaya Putratama Indah Lumajang secara langsung telah mempengaruhi kinerja karyawan pada divisi marketing.",
  "creators": "IRWIN SEBASTIAN LAYONARDO",
  "contributors": "Michael Adiwijaya (Advisor 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011193/MAN/2016; Irwin Sebastian Layonardo (31411034)",
  "subjects": "ORGANIZATIONAL CULTURE; LEADERSHIP; PERSONNEL MANAGEMENT"
}