{
  "id": "39370",
  "title": "Perpustakaan dan co-working space Universitas Airlangga di Surabaya",
  "abstract": "Perkembangan zaman dan teknologi, serta berkembangnya ilmu pengetahuan dalam dunia pendidikan, telah membuat definisi dan fungsi perpustakaan akademik di jaman modern berkembang secara umum. Perpustakaan akademik dalam lingkup universitas merupakan bagian inti dari sebuah universitas itu sendiri, dan fungsinya sebagai hirarki tertinggi dalam sebuah universitas menjadikannya sebuah identitas atau simbolisasi akademis bagi universitas itu sendiri. Sehingga proyek “Perpustakaan dan Co-Working Space Universitas Airlangga di Surabaya” ini merupakan sebuah fasilitas umum berupa perpustakaan akademik dengan fasilitas tambahan utama co-working space yang berada di dalam Universitas Airlangga dan diperuntukkan sebagai fasilitas bagi masyarakat Universitas Airlangga, seperti mahasiswa, karyawan dan tamu universitas. Perpustakaan menyimpan data/dokumen pendidikan terkait dengan kebutuhan Universitas Airlangga maupun pendidikan secara umum berupa buku cetak dan digital. Sedangkan fasilitas co-working space merupakan area kerja bebas bersama yang dapat digunakan oleh mahasiswa baik perorangan maupun kelompok dalam mengembangkan kualitas akademik baik secara pribadi maupun kelompok. Fasilitas tambahan lainnya yang disediakan adalah kantor untuk karyawan pengelola, ruang penerima, lobi umum, dan area luar terbuka untuk berkumpul bagi para mahasiswa pengunjung fasilitas. Pendekatan yang dipakai dalam merancang adalah pendekatan simbolik untuk menghasilkan sebuah desain perpustakaan yang dapat mencerminkan identitas Universitas Airlangga sebagai simbolisasi akademis. Sedangkan pendalaman desain difokuskan pada karakter ruang untuk memperkuat kesan/karakter ruang yang diinginkan dalam setiap ruang.",
  "creators": "JESSICA LUPITA",
  "contributors": "Maria Immaculata Hidayatun (Advisor 1); Frans Soehartono (Advisor 2); Luciana Kristanto, S.T., M.T. (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023670/ ARS/2017; Jessica Lupita (22413061)",
  "subjects": "ACADEMIC LIBRARIES; LIBRARY BUILDINGS"
}