{
  "id": "39391",
  "title": "Perpustakaan umum di Surabaya",
  "abstract": "Perpustakaan Umum merupakan fasilitas publik yang mendukung pembelajaran sepanjang hayat. Oleh sebab itu, idealnya perpustakaan harus dapat beradaptasi mengikuti pola perkembangan pembelajaran manusia. Di era digital saat ini, perpustakaan masih dibutuhkan masyarakat, namun fungsi utamanya telah berubah. Perpustakaan bukan lagi hanya untuk mencari informasi, namun juga menjadi wadah dimana masyarakat dapat bertemu dan berinteraksi, dan melalui interaksi sosial itu, pembelajaran informal dapat terjadi. Realitanya, walaupun telah banyak perpustakaan yang berdiri di Indonesia, minat baca masyarakat masih sangat rendah. Salah satu penyebabnya adalah desain perpustakaan yang kurang memadai. Oleh sebab itu, perlu dipikirkan desain perpustakaan yang lebih dapat menarik minat masyarakat dan lebih sesuai dengan kebutuhan masyarakat saat ini. Kota Surabaya sebagai salah satu kota yang ingin menjadi kota literasi di Indonesia, perlu suatu perpustakaan yang mewadahi aktivitas pembelajaran terkini. Desain perpustakaan diharapkan dapat mewadahi aktivitas pembelajaran formal (aktivitas membaca) dan informal (aktivitas komunitas). Dengan berbagai jenis aktivitas yang diwadahi diharapkan dapat meningkatkan minat masyarakat Surabaya terhadap perpustakaan. Pendekatan yang dipilih adalah pendekatan arsitektur berkelanjutan, agar perpustakaan ini dapat menjadi sebuah space sosial yang mampu menyesuaikan perkembangan pembelajaran dan intervensi pengguna saat ini dan masa depan. Untuk menarik minat pengunjung, maka diperlukan kedalaman karakter pada ruangan yang didesain, sehingga pendalaman yang dipilih adalah pendalaman karakter ruang.",
  "creators": "FIDA LIEMANSETYO",
  "contributors": "Eunike Kristi Julistiono, S.T., M.Des.Sc. (Advisor 1); Rony Gunawan (Advisor 2); V.P. Nugroho Susilo (Advisor 3); Riduan Sukardi (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023623/ARS/2017; Fida Liemansetyo (22413005)",
  "subjects": "LIBRARY ARCHITECTURE; LIBRARY BUILDINGS; PUBLIC LIBRARIES-DESIGNS AND PLANS"
}