{
  "id": "39392",
  "title": "Pasar tradisional vertikal di Genteng Surabaya",
  "abstract": "Desain Pasar Genteng Surabaya ini didasari oleh pemikiran kondisi infrastruktur pasar saat ini yang kurang memadai, sehingga masalah desain utama adalah bagaimana menciptakan sistem sirkulasi dan utilitas yang rapi, bersih, dan terpadu. Selain itu, untuk merespon kebutuhan sekitar tapak, proyek ini juga mengangkat masalah desain khusus yakni bagaimana membentuk ruang sosial serta membentuk ruang void dan hijau. Pendekatan desain yang digunakan adalah sustainable architecture dengan tiga prinsip: globe (low impact), groove (high contact), dan glove (health and amenity). Kemudian, pendalaman karakter ruang dipilih untuk mencermati penyelesaian kebutuhan ruang stan pasar yang berbeda-beda sesuai dengan barang dagangannya. Keunikan proyek ini ada pada sistem sirkulasinya. Tidak seperti perbelanjaan modern lain, sebuah tipologi baru pasar tradisional vertikal ini memperhatikan interaksi sosial sebagai hakikat mendasar dalam pasar tradisional. Desain pasar berupa lantai-lantai split level yang dihubungkan dengan ramp, membentuk spiral menerus dari bawah ke atas, sehingga interaksi antar lantai dapat terjalin. Selain itu, kebutuhan akan kapasitas parkir juga diwadahi dengan lantai parkir slope spiral yang ber-interlocking dengan spiral pasar, dilengkapi dengan konektor dan loading dock di setiap lantai sehingga mempermudah proses pengangkutan barang dari kendaraan menuju stan pasar.",
  "creators": "ELISABETH KATHRYN",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); Danny Santoso Mintorogo (Advisor 2); Ir. Bisatya Widadya Maer, M.T. (Advisor 3); Anik Juniwati (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No.01023625/ARS/2017; Elisabeth Kathryn (22413008)",
  "subjects": "MARKETS-DESIGNS AND PLANS; MARKETS, TRADITIONAL"
}