{
  "id": "39409",
  "title": "Analisis kepemimpinan perempuan studi kasus pada direktur utama PT Her Yeong Kitchenware Indonesia",
  "abstract": "Pemimpin menjadi kunci penting dalam mencapai keberhasilan sebuah bisnis. Diskriminasi gender masih dialami oleh perempuan. Hal ini bisa saja dikarenakan publik masih memiliki mindset yang sama dengan sebelum terjadinya emansipasi wanita. Terdapat anggapan bahwa kepemimpinan lebih cocok diduduki oleh laki-laki dan perempuan sebagai pengikutnya. Tetapi saat ini perempuan sudah mulai menunjukkan kemampuannya dalam memimpin. Setiap pemimpin baik itu laki-laki atau perempuan memiliki karakteristik dan gaya kepemimpinan masing-masing. Terdapat dua belas karakteristik kepemimpinan perempuan dan empat gaya kepemimpinan perempuan. Empat gaya kepemimpinan perempuan yaitu gaya kepemimpinan maskulin, gaya kepemimpinan feminin, gaya kepemimpinan transformasional, dan gaya kepemimpinan transaksional. Tujuan penelitian ini adalah untuk mengetahui gaya kepemimpinan perempuan yang diterapkan oleh pemimpin PT Her Yeong Kitchenware Indonesia. Penelitian ini adalah sebuah penelitian kualitatif deskriptif yang menggunakan metode pengumpulan data melalui wawancara. Teknik penentuan informan menggunakan purposive sampling. Untuk menguji keabsahan data, peneliti menggunakan triangulasi sumber. Hasil penelitian ini menunjukkan bahwa pemimpin hanya menerapkan tiga dari dua belas karakteristik kepemim-pinan perempuan. Diantara gaya kepemimpinan maskulin-feminim, pemimpin menerapkan gaya kepemimpinan maskulin. Sedangkan diantara gaya kepemim-pinan transformasional-transaksional, pemimpin menerapkan gaya kepemimpinan transaksional. Tetapi diantara gaya kepemimpinan maskulin dan transaksional, pemimpin menerapkan gaya kepemimpinan maskulin. Hal ini dikarenakan pemimpin adalah sosok pemimpin yang tegas dan berorientasi pada tugas.",
  "creators": "CYNTHIA NOVIANI",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011277/MAN/2017; Cynthia Noviani (31413128)",
  "subjects": "LEADERSHIP IN WOMEN; LEADERSHIP STYLE; LEADERSHIP"
}