{
  "id": "39411",
  "title": "Analisa strategi pengembangan usaha jasa angkutan laut pada PT Sari Ampenan di Surabaya",
  "abstract": "Setiap perusahaan dalam melakukan kegiatan bisnis memerlukan strategi yang mampu menempatkan perusahaan pada posisi yang terbaik, serta mampu berkembang dengan mengoptimalkan semua potensi sumber daya yang dimiliki. Tujuan Penelitian ini dimaksudkan untuk memberikan alternatif strategi pada perusahaan PT Sari Ampenan dengan menganalisis terlebih dahulu lingkungan internal dan juga eksternal. Penelitian ini menggunakan metode kualitatif deskriptif yang didukung dengan teknik wawancara semi terstruktur yang dilakukan untuk memperoleh data-data yang digunakan. Dalam penentuan narasumber, menggunakan metode purposive sampling. Data yang dikumpulkan kemudian diuji keabsahannya dengan menggunakan triangulasi sumber data untuk mengolah data yang diperoleh. Dalam menyusun alternatif strategi menggunakan analisa SWOT (Strength, Weakness, Opportunities, Threat) dan Analisa Internal-Eksternal (IE). Dari hasil penelitian, peneliti merumuskan alternatif strategi yang tepat bagi PT Sari Ampenan adalah 1) Dengan menerapkan strategi penetrasi pasar dalam menjalankan bisnis dengan memfokuskan di bagian pemasaran, 2) Strategi pengembangan pasar yang bertujuan agar dapat memperluas atau menambah jaringan distribusi ke wilayah pasar baru yang bisa sesuai dengan visi perusahaan, 3) Strategi pengembangan produk yang bertujuan agar mencoba jenis jasa angkutan laut lain untuk meningkatkan penjualan, 4) Strategi integrasi horizontal yang diperlukan dalam perkembangan usaha dengan cara membuka usaha di bidang yang lain, 5) Strategi integrasi ke depan yang bertujuan agar dapat mendistribusikan produknya secara menguntungkan dan menetapkan harga secara lebih kompetitif.",
  "creators": "PAUW YUNIKE VERONICA",
  "contributors": "Marcus Remiasa (Advisor 1); Dr. Ratih Indriyani, S.E., M.M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011279/ MAN/2017; Pauw Yunike Veronica (31413165)",
  "subjects": "BUSINESS MANAGEMENT; MANAGEMENT-STRATEGIC; PERSONNEL MANAGEMENT; STRATEGIC PLANNING"
}