{
  "id": "39415",
  "title": "Fasilitas wisata permainan tradisional 'Hibrida' di Surabaya",
  "abstract": "Fasilitas Wisata Permainan Tradisional ‘Hibrida’ di Surabaya merupakan sebuah fasilitas untuk bermain permainan traditional dengan menggunakan sistem hybrid. Seperti yang kita ketahui, anak jaman sekarang mulai kecanduan dengan online games dan mulai meninggalkan permainan tradisional, namun, permainan tradisional merupakan salah satu kebudayaan Indonesia yang harus dilestarikan. Tujuan utama fasilitas ini adalah untuk memperkenalkan kembali permainan tradisional dengan cara yang menarik sehingga bisa menarik anak-anak usia 7-12 tahun dan orang dewasa. Di dalam fasilitas ini terdapat museum permainan tradisional yang terdiri atas 13 jenis permainan tradisional di mana semua orang dapat belajar bagaimana cara bermain dan berinteraksi langsung dengan bantuan interactive display. Tidak hanya museum, terdapat pula kelas workshop di mana anak-anak dan orang dewasa dapat membuat mainan tradisional sesuai kreativitas mereka. Terdapat pula fasilitas pendukung seperti open amphitheater untuk beberapa acara, cafe, restoran, dan area bermain untuk anak di bawah usia 7 tahun. Fasilitas ini menggunakan pendekatan perilaku anak sebagai konsep desain bangunan di mana anak dan orang tua dapat berinteraksi satu sama lain seperti karakter permainan tradisional di mana para pemain harus berinteraksi satu sama lain untuk memulai permainan. Fasilitas ini juga menciptakan karakter ruang yang berbeda di setiap area bermain sehingga dapat menarik anak sesuai dengan perilakunya.",
  "creators": "JOCELIN MARCHELINA",
  "contributors": "Timoticin Kwanda (Advisor 1); Joyce M.Laurens (Advisor 2); Markus Ignatio Aditjipto (Advisor 3); Bramasta Putra Redyantanu (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023634/ARS/2017; Jocelin Marchelina (22413018)",
  "subjects": "RECREATION CENTERS; TRADITIONAL GAMES-JAVA (INDONESIA)"
}