{
  "id": "39412",
  "title": "Pengaruh kompensasi dan komitmen organisasional terhadap turnover intention dengan kepuasan kerja sebagai variabel mediasi pada karyawan PT X",
  "abstract": "Persaingan dalam bisnis yang semakin ketat, mendorong setiap perusahaan untuk memiliki sumber daya manusia yang berkualitas dalam menunjang roda bisnisnya. Sumber daya manusia memiliki peran penting bagi kemajuan perusahaan, sehingga penting bagi perusahaan untuk mempertahankan sumber daya manusia yang kompeten. Tujuan penelitian ini adalah untuk menganalisis pengaruh kompensasi, komitmen organisasional terhadap kepuasan kerja dan turnover intention serta pengaruh kepuasan kerja terhadap turnover intention. Jenis penelitian ini adalah penelitian kausalitas dengan menggunakan pendekatan kuantitatif. Populasi dalam penelitian ini adalah seluruh karyawan tetap pada PT X sebanyak 464 orang, sedangkan sampel yang diambil sebanyak 82 karyawan. Teknik pengumpulan data dilakukan dengan menyebarkan kuesioner. Teknik analisis data yang digunakan adalah Structural Equation Modeling (SEM) dengan bantuan PLS (Partial Least Square). Hasil dalam penelitian ini menunjukkan bahwa: (1) kompensasi memberikan pengaruh yang signifikan pada kepuasan kerja; (2) kompensasi memberikan pengaruh yang signifikan pada turnover intention: (3) komitmen organisasional memberikan pengaruh signifikan pada kepuasan kerja; (4) komitmen organisasional memberikan pengaruh signifikan pada turnover intention; (5) kepuasan kerja memberikan pengaruh signifikan pada turnover intention.",
  "creators": "JESSICA LAUREN",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor 1); Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011280/MAN/2017; Jessica Lauren (31413184)",
  "subjects": "COMPENSATION MANAGEMENT; JOB SATISFACTION; ORGANIZATIONAL COMMITMENT; PERSONNEL MANAGEMENT"
}