{
  "id": "39410",
  "title": "Analisis fungsi manajemen operasional pada PT Puyuh Plastic",
  "abstract": "PT Puyuh Plastic merupakan salah satu perusahaan yang bergerak di bidang industri plastik. Tujuan penelitian ini adalah untuk mendeskripsikan pengelolaan operasional dengan menjelaskan fungsi manajemen operasional pada PT Puyuh Plastic. Adapun metode penelitian yang digunakan adalah kualitatif dan purposive sampling dengan melakukan wawancara kepada 3 informan. Uji keabsahan data yang digunakan adalah triangulasi sumber. Hasil penelitian ini menunjukkan bahwa fungsi manajemen operasional, yang meliputi perencanaan operasional, penjadwalan operasional, dan pengawasan operasional yang diterapkan oleh PT Puyuh Plastic sudah berjalan dengan efisien dan efektif. Perusahaan memiliki kapasitas yang tidak kelebihan dan dapat memproduksi produk sesuai dengan permintaan pembeli, lokasi yang strategis sehingga mudah dijangkau oleh pemasok dan tenaga kerja, tata letak yang memperhatikan keamanan dan keselamatan karyawan, kualitas produk yang baik dan sulit dicontoh kompetitor, serta metode produksi yang jelas. Selain itu, memiliki penjadwalan mengenai produksi yaitu Master Production Schedule yang rinci, Detailed Short-Term Schedule dengan memiliki sistem manajemen pemeliharaan mesin, dan Staff Schedule yang jelas sehingga perusahaan dapat melakukan aktivitas produksi dengan lancar. Pengawasan operasional di perusahaan ditunjukkan dengan pengiriman barang yang terpenuhi, penyimpanan stok di gudang yang cukup, memiliki pemasok yang berpotensi, dan dapat mengontrol inventori dengan baik. Struktur organisasi, job description, visi dan misi, serta SOP yang tertulis dan jelas dibutuhkan oleh perusahaan. Motivasi, keterlibatan lebih karyawan, dan penghargaan juga perlu diperhatikan untuk karyawan. Fasilitas pendukung juga perlu ditambahkan agar suasana di perusahaan tidak membosankan.",
  "creators": "VALENTINA CHRISTANTI SANTOSO",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1011278/MAN/2017; Valentina Christanti Santoso (31413007)",
  "subjects": "PRODUCTION MANAGEMENT"
}