{
  "id": "39426",
  "title": "Aspek termal terkait Feng Shui pada rumah tinggal di Citraland Surabaya studi kasus: penerapan Kompas Luo pan pada ruang tidur dan ruang keluarga dan keberadaan kamar mandi di dalam ruang tidur",
  "abstract": "Perkembangan zaman dan arus globalisasi perlahan-lahan juga mengikis ciri khas dari konsep arsitektur Tionghoa yang telah diwariskan turun-menurun sebelumnya. Penerapan konsep dasar seperti jumlah tatanan massa (San He Yuan dan Se He Yuan), Sumur Udara (Tian Jing) dan pengaturan area ruangan di dalam rumah sudah mulai ditinggalkan. Akan tetapi, terdapat beberapa hal yang masih dipertahankan oleh mayoritas masyarakat Tionghoa sebagai dasar dari pembangunan rumah tinggal, yakni prinsip Feng Shui. Penelitian ini bertujuan untuk mempelajari apakah beberapa penerapan Feng Shui, khusunya Kompas Luo Pan dan posisi kamar mandi di dalam ruang tidur memiliki pengaruh terhadap kenyamanan rumah tinggal di Perumahan Citraland Surabaya. Penelitian ini berfokus pada pengukuran data suhu dan kelembaban udara dan kuesioner yang diisi oleh responden dari 8 rumah tinggal yang ditentukan dengan cara purposive sampling. Penelitian dilaksanakan menggunakan metode kuantitatif dengan dua macam penelitian, yaitu penelitian eksperimen dan penelitian survei. Dari hasil penelitian diketahui bahwa tidak sepenuhnya apa yang dikatakan baik atau buruk menurut Feng Shui berbanding lurus dengan standar kenyamanan termal yang telah ditetapkan oleh SNI. Secara umum, dapat dilihat bahwa sebenarnya standar kenyamanan yang buruk menurut Feng Shui tidak terlalu membawa masalah yang cukup besar. Mayoritas penghuni mengatasi masalah dampak buruk kenyamanan termal yang timbul akibat tatanan Feng Shui yang buruk dengan cara menyalakan AC untuk mendinginkan suhu ruangan dan mengurangi kelembaban yang ada.",
  "creators": "JUAN HOGIANTO",
  "contributors": "Christina Eviutami Mediastica S.T., PH.D. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023656/ARS/2017; Juan Hogianto (22413045)",
  "subjects": "FENG SHUI; HOUSES"
}