{
  "id": "39439",
  "title": "Optimasi site layout pada proyek konstruksi caspian tower dengan menggunakan metode metaheuristik berdasarkan traveling distance pekerja",
  "abstract": "Site layout merupakan salah satu bagian dari perencanaan yang seringkali kurang menjadi perhatian oleh para perencana. Pada kenyataannya, penataan site layout yang tepat dapat dihasilkan peningkatan pada efisiensi dan produktivitas kerja dalam pelaksanaan proyek konstruksi. Oleh karena itu, optimasi penataan site layout adalah penting untuk dilaksanakan. Namun, permasalahan site layout adalah permasalahan yang rumit dan kompleks sehingga beberapa metode optimasi yang ada saat ini terkadang masih memberikan hasil yang kurang optimal. Metaheuristik kemudian hadir sebagai salah satu metode optimasi modern yang berperforma baik dalam pemberian solusi yang optimal. Penelitian terdahulu telah membuktikan keefektifan metode ini dalam memecahkan berbagai persoalan rumit dalam berbagai bidang pekerjaan. Oleh karena itu, penelitian kali ini berupaya untuk melakukan sebuah studi penerapan dan perbandingan beberapa metode metaheuristik, baik yang konvensional maupun yang baru pada salah satu studi kasus nyata di proyek konstruksi yang ditinjau. Metode metaheuristik yang akan diterapkan pada penelitian kali ini, antara lain Particle Swarm Optimization (PSO), Artificial Bee Colony Optimization (ABC), Teaching-Learning Based Optimization (TLBO) dan Symbiotic Organisms Search (SOS). Hasil penelitian menunjukkan bahwa metode SOS memberikan hasil optimasi terbaik dengan menghasilkan penurunan sebesar 9.6% terhadap traveling distance pekerja dari 43348.2 meter menjadi 39119.6 meter.",
  "creators": "RICHARD ANTONI GOSNO; RICHARD EVANDER",
  "contributors": "Sentosa Limanto (Advisor 1); Doddy Prayogo S.T. (Advisor 2); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012177/SIP/2017; Richard Antoni Gosno (21413042), Richard Evander (21413048)",
  "subjects": "PROJECT MANAGEMENT; PLAN LAYOUT; CONSTRUCTION INDUSTRY-MANAGEMENT"
}