{
  "id": "39432",
  "title": "Perpustakaan bernuansa semi terbuka di Surabaya",
  "abstract": "Arus informasi semakin berkembang khususnya informasi pada digital, sehingga minat baca masyarakat pada buku fisik menjadi menurun. Pada faktanya, kebenaran infomasi pada buku fisik lebih dapat dipertanggungjawabkan dibanding dengan informasi pada digital. Surabaya Barat adalah wilayah yang sedang berkembang dengan fasilitas pendidikan dan perumahan yang semakin meningkat. Dengan demikian, adanya rencana Pemerintah kota Surabaya dan Badan Perpustakaan & Kearsipan untuk membangun perpustakaan umum sebagai wadah sebuah pusat informasi dan pembelajaran. Perpustakaan secara umum terkesan kaku sehingga kenyamanan pengguna menurun. Untuk menjawab permasalahan ini desain Perpustakaan Bernuansa Semi Terbuka di Surabaya adalah sebuah pusat informasi dan pembelajaran yang memiliki konsep ‘blurring space’ dengan adanya metode penembusan ruang luar ke dalam bangunan. Untuk mengubah paradigma perpustakaan yang terkesan kaku, desain perpustakaan ini menghadirkan ruang luar ke dalam bangunan. Sedangkan untuk meningkatkan kenyamanan pengguna desain perpustakaan ini menghadirkan penghawaan alami, pencahayaan alami, dan visual. Pendekatan sains arsitektur digunakan untuk memaksimalkan potensi tapak dari penghawaan, pencahayaan dan visual sekitar. Pendalaman pencahayaan digunakan untuk kebutuhan pencahayaan pada ruang utama perpustakaan yaitu ruang baca dan ruang buku.",
  "creators": "FLORENCIA LEONORA GIOVANNI",
  "contributors": "Gunawan Tanuwidjaja, S.T., M.Sc., Ph.D. (Advisor 1); Irwan Santoso (Advisor 2); Christina Eviutami Mediastica S.T., PH.D. (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur N0. 06023633/ARS/2017; Florencia Leonora Giovanni (22413017)",
  "subjects": "LIBRARY BUILDINGS--DESIGNS AND PLANS; LIGHTING"
}