{
  "id": "3943",
  "title": "Sistem pengendalian kualitas produk filament untuk menurunkan tingkat kecacatan dengan menggunakan expert system di PT. Cahaya Angkasa Abadi",
  "abstract": "PT Cahaya Angkasa Abadi adalah perusahaan manufaktur yang bergerak dalam bidang pembuatan filament lampu. Sistem pengendalian kualitas sudah merupakan kebutuhan mutlak bagi perusahaan untuk dapat mengidentifikasi dan mengendalikan kualitas produk, sehingga diharapkan dapat menghasilkan mutu produk yang baik dan meningkatkan daya saing perusahaan terhadap pesaingnya. Sistem pengendalian kualitas PT. CAA yang berjalan sekarang masih kurang baik, dimana tingkat kecacatan yang terjadi tinggi, berkisar antara 10- 17%. Quality control yang dilakukan masih kurang memenuhi syarat karena setelah pemeriksaan sampel sebanyak satu batch, maka sampel tersebut sikembalikan dan dicampur kembali ke dalam batch awal dan untuk pemeriksaan berikutnya akan diambil sampel baru lagi. Tugas akhir ini mengidentifikasi penyebab kecacatan utama dan berusaha memberikan usulan bagi kemajuan perusahaan. Analisa yang dilakukan meliputi peta kendali atribut (p chart) baik awal dan akhir hasil implementasi usulan, pembuatan desain acceptance sampling, control plan, dokumen-dokumen terhadap pengendalian penyebab kecacatan utama, program expert system yang digunakan untuk penelusuran penyebab kecacatan, uji proporsi dan tingkat kecacatan akhir. Identifikasi yang telah dilakukan menunjukkan bahwa proses primary coil dan double coil memiliki tingkat kecacatan terbesar ? 17% dengan penyebab utama reject adalah coil tidak rata. Hasil implementasi usulan memberikan penurunan tingkat kecacatan yang significant terhadap penyebab kecacatan utama dan rata-rata tingkat kecacatan produk akhir sebesar 5,74%, sehingga keseluruhan tingkat kecacatan produk akhir dapat mencapai target yang diinginkan oleh pihak perusahaan yaitu sebesar ? 5%.",
  "creators": "SHELLY YULIANA",
  "contributors": "Herri Christian Palit (Advisor 1); Claudina Milawati (Advisor 2); I Nyoman Sutapa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/0777/IND/2004; Shelly Yuliana (25400016)",
  "subjects": "TOTAL QUALITY MANAGEMENT"
}