{
  "id": "39445",
  "title": "Fasilitas eduwisata ilmu pengetahuan dan teknologi di Surabaya",
  "abstract": "Ilmu pengetahuan dan teknologi merupakan awal dari sebuah peradaban, di mana dengan adanya ilmu pengetahuan dan teknologi dapat menciptakan inovasi baru dan menjadi aspek dasar bagi perkembangan suatu negara. Di Indonesia sendiri, perkembangan ilmu pengetahuan dan teknologi masih jauh tertinggal, khususnya dalam pemerataan kurikulum pendidikan formal. Hal tersebut menyebabkan meningkatnya kebutuhan akan fasilitas pendidikan non-formal yang dapat mendukung perkembangan pendidikan, terutama di kota Surabaya. Fasilitas pendukung ini bertujuan agar anak muda di Surabaya tidak terpaku pada pendidikan formal saja, tetapi juga terpacu untuk terus berkembang dengan adanya fasilitas pendidikan non-formal yang memadai. Fasilitas dihadirkan dengan menggabungkan unsur pendidikan dan wisata sehingga dapat membuka wawasan masyarakat sekaligus menjadi pusat wisata baru di kota Surabaya. Dengan menggabungkan ruang luar dan ruang dalam, fasilitas dapat menjadi tempat edukasi dan rekreasi baru yang dapat menarik pelajar untuk terus berkembang, khususnya dalam bidang pendidikan. Desain fasilitas ini menekankan antara hubungan ruang luar dan ruang dalam yang dapat memacu perkembangan anak, baik dalam pendidikan maupun dalam perkembangan perilakunya. Dengan memperhatikan aspek-aspek sains, pengunjung dapat menikmati fasilitas tanpa mengurangi rasa nyaman di dalamnya. Selain itu, aspek sains juga digunakan sebagai perantara untuk memasukkan unsur ilmu pengetahuan dan teknologi sebagai bagian dari pameran secara nyata.",
  "creators": "MICHELLE",
  "contributors": "Christina Eviutami Mediastica S.T., PH.D. (Advisor 1); Irwan Santoso (Advisor 2); Gunawan Tanuwidjaja, S.T., M.Sc., Ph.D. (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023646/ARS/2017; Michelle (22413034)",
  "subjects": "RECREATION CENTERS; EDUCATION CENTERS; SCIENCE MUSEUMS"
}