{
  "id": "39455",
  "title": "SOHO di Surabaya",
  "abstract": "Small Office Home Office berada di kawasan rencana strategi bisnis CBD (Central Business District) di kaki Jembatan Suramadu. Secara garis besar site terletak di antara CBD (barat) dan perumahan (timur), hal ini diharapkan bangunan dapat menjadi penghubung antar keduanya dengan demikian suasana pada bangunan akan lebih hidup. SOHO juga diharapkan dapat menjadi sebuah alternatif gaya hidup sustainable bagi wirausahawan yang menjalankan usaha khususnya di bidang e-commerce dan jasa dengan menghadirkan sebuah tempat usaha yang terintegrasi dengan hunian, disertai beberapa fasilitas penunjang lainnya (Satellite Cities Concept). Selain itu, elemen penghijauan juga dihadirkan pada hunian sebagai pendukung tempat berinteraksi yang nyaman dan kantor untuk menciptakan suasana kerja yang nyaman sekaligus informal. Oleh sebab itu, pendekatan sustainable digunakan sebagai upaya untuk mampu memenuhi serta mengintegrasikan kebutuhan penghuni SOHO dengan sekitarnya. Konstruksi ditekankan sebagai pendalaman terhadap aspek economize the resources di mana penghuni dapat mengubah konfigurasi unitnya dengan mengurangi porsi luasan yang dimiliki untuk disewakan kepada pihak lain. Dengan perubahan konfigurasi tersebut maka diharapkan terjadi adanya keberlanjutan (sustainability) keuangan/ ekonomi pada penghuni. Selain itu pendalaman struktur diterapkan sebagai upaya pemecahan konfigurasi hasil dari rekomendasi terhadap pendekatan desain, sehingga bangunan dapat mencapai kestabilan dalam penerimaan beban.",
  "creators": "LIE, WISHLIE BUDIANTO PUTRA",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Anik Juniwati (Advisor 2); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 3); Danny Santoso Mintorogo (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 03023696/ARS/2017; Lie, Wishlie Budianto P. (22413097)",
  "subjects": "HOME OFFICES-DESIGNS AND PLANS; OFFICE BUILDINGS-DESIGNS AND PLANS; SUSTAINABLE BUILDINGS"
}