{
  "id": "39473",
  "title": "Stadion dan fasilitas pelatihan futsal di Surabaya",
  "abstract": "Stadion dan Fasilitas Pelatihan Futsal di Surabaya merupakan stadion olahraga futsal yang difungsikan untuk pertandingan futsal tingkat nasional dan tempat pelatihan futsal bagi warga Surabaya. Stadion ini dilengkapi tribun penonton dengan kapasitas 1000 orang. Dengan adanya 2 stadion eksisting dan area parkir umum yang berdekatan dengan site, maka diberi akses pejalan kaki yang mengarah ke salah satu entrance. Selain itu terdapat food court yang dapat diakses oleh umum agar dapat melihat kegiatan pelatihan futsal sehingga ada hubungan antara tempat pelatihan yang untuk umum dan foodcourt tersebut. Untuk keamanan, diberikan 4 tangga darurat berdasarkan perhitungan keamanan dan pertimbangan adanya fasilitas food court pada area stadion yang difungsikan pada saat ada pertandingan. Pendekatan simbolik metaphor digunakan untuk menginterpretasikan ciri khas dari pertandingan Futsal. Berdasarkan pendekatan tersebut didapatkan konsep keseimbangan asimetri dari trik futsal power play dan diaplikasikan pada bentuk atap yang memiliki bukaan pada sisi barat dengan tujuan memasukkan udara untuk mendinginkan atap, bukaan tersebut menyebabkan adanya perbedaan ketinggian pada atap. Selain itu terdapat pencahayaan alami berupa kaca buram agar sinar matahari tidak langsung mengenai lapangan pertandingan yang tidak boleh terkena radiasi matahari secara langsung.",
  "creators": "NICKO NATANAEL SUKAMTO",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Danny Santoso Mintorogo (Advisor 2); Anik Juniwati (Advisor 3); Lilianny Sigit Arifin (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 03023681/ARS/2017; Nicko Natanael S. (22413077)",
  "subjects": "STADIUMS-DESIGNS AND PLANS; SPORT FACILITIES; INDOOR SOCCER"
}