{
  "id": "39495",
  "title": "Panti Asuhan Kristen Pondok Kasih di Semarang",
  "abstract": "Panti Asuhan Kristen Pondok Kasih di Semarang merupakan sebuah rancangan sarana akomodasi tempat penampungan dan perawatan bagi anak yatim piatu dan anak-anak terlantar berusia 7-12 tahun yang berfokus pada misi Pondok Kasih yakni tampung, bimbing, dan utus. Tidak hanya memiliki fasilitas hunian, panti asuhan ini juga dilengkapi dengan fasilitas ibadah, permainan, dan pelatihan yang layak. Panti asuhan ini diharapkan dapat bermanfaat bagi anak yatim piatu khususnya dalam membentuk sebuah hubungan interaksi dengan orang-orang dikemudian hari. Selain itu, dengan adanya fasilitas pendukung panti, diharapkan anak-anak mendapatkan modal ketrampilan dan menjadi anak yang berintegritas dan bermanfaat bagi orang banyak. Rumusan masalah dalam proyek ini adalah bagaimana membentuk sebuah desain ruang yang terinteraksi untuk meningkatkan hubungan antar anak yatim piatu dan sekitarnya. Untuk menjawab rumusan masalah tersebut maka pendekatan yang digunakan adalah pendekatan perilaku. Pendekatan perilaku disesuaikan dengan kebutuhan perilaku anak yatim piatu yang berkaitan dengan respon anak terhadap ruang yang akan mempengaruhi tatanan masa, zoning, bentuk bangunan, material, dan suasana ruang. Pendalaman yang dipilih adalah pendalaman karakter ruang, sehingga ruangan tersebut mampu membentuk sebuah interaksi antara anak satu dengan yang lainnya.",
  "creators": "JESSLYN FELICIA CHENDRA",
  "contributors": "Christine Wonoseputro (Advisor 1); Benny Poerbantanoe (Advisor 2); Roni Anggoro, S.T., M.A.Arch. (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023698/ARS/2017; Jesslyn Felicia Chendra (22413099)",
  "subjects": "CHILDREN-INSTITUTIONAL CARE-DESIGN AND PLANS; CHILDREN-INSTITUTIONAL CARE"
}