{
  "id": "39491",
  "title": "Cara pendekatan perhitungan kuantitas pembesian pada balok struktur beton bertulang",
  "abstract": "Pada proyek konstruksi, biaya merupakan salah satu faktor bagi para kontraktor untuk bersaing memenangkan sebuah proyek dalam tender. Penelitian ini bertujuan untuk mengetahui seberapa akurat hasil kuantitas pembesian balok dengan cara pendekatan dalam proses estimasi. Penelitian ini difokuskan pada perhitungan kuantitas pembesian balok dengan cara pendekatan dengan acuan metode definitif berupa bar bending schedule. Metode pendekatan dilakukan dengan meninjau bentang per satu satuan panjang balok dalam mencari kuantitas pembesian balok. Data yang akan digunakan adalah denah struktur, RAB asli, dan gambar detail pekerjaan balok. Agar hasil kuantitas pembesian metode pendekatan lebih akurat, perlu dicari nilai koefisien pengali atau α untuk hasil kuantitas pembesian cara pendekatan. Dari hasil penelitian, didapatkan nilai koefisien α untuk sloof sebesar 1.006 untuk tulangan utama dan α sebesar 0.819 untuk sengkang. Sedangkan nilai koefisien α pada balok sebesar 1.254 untuk tulangan utama, 1.099 untuk sengkang, dan 1.105 untuk tulangan samping. Dengan menggunakan metode pendekatan ini diharapkan dapat mempercepat proses perhitungan kuantitas besi beton yang akan dikalikan dengan koefisien α sehingga nilai kuantitas besi beton dengan metode pendekatan ini dapat digunakan dalam bill of quantity.",
  "creators": "MICHAEL DANIELLE; SUGIARTO CANDRA",
  "contributors": "Budiman Proboyo (Advisor 1); Indriani Santoso (Advisor 2); Ir. Soehendro Ratnawidjaja, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012174/SIP/2017; Michael Danielle (21413028), Sugiarto Candra (21413044)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; REINFORCED CONCRETE STRUCTURES"
}