{
  "id": "39500",
  "title": "Pengaruh metode instalasi tiang pondasi precast dengan preboring terhadap daya dukung",
  "abstract": "Instalasi pondasi tiang dengan metode driven atau hammer, jack in, dan metode bore merupakan cara yang umum dilakukan. Akan tetapi metode-metode tersebut memiliki beberapa kekurangan, seperti menimbulkan getaran, tekanan ke samping akibat beban dari berat alat, mutu beton yang tidak dapat diperiksa, dan lain-lain. Oleh karena itu, mulai dikembangkan metode instalasi pondasi tiang precast dengan preboring untuk mengurangi dampak negatif tersebut. Metode instalasi pondasi tiang precast dengan preboring ini dilakukan dengan membuat lubang bor terlebih dahulu pada titik rencana pondasi. Lubang bor diisi beton cair dengan volume tertentu, setelah itu dimasukkan tiang precast dengan diameter yang lebih kecil daripada diameter lubang bor. Pada penelitian ini dipresentasikan pengaruh preboring terhadap daya dukung tiang precast dan hasilnya dibandingkan dengan daya dukung pondasi tiang jack in dan tiang bor. Penentuan daya dukung pondasi tiang tersebut digunakan metode static load test. Berdasarkan perbandingan daya dukung tersebut, didapatkan bahwa metode instalasi pondasi tiang precast dengan preboring menghasilkan daya dukung yang lebih besar daripada metode jack in dan metode bore. Dengan demikian, metode instalasi pondasi tiang precast dengan preboring ini dapat menjadi solusi untuk menjawab kekurangan pada metode instalasi pondasi tiang yang lain.",
  "creators": "HADHYANTO TUNGGAL; RICHARD NATA ARGODIPURO",
  "contributors": "Gogot Setyo Budi (Advisor 1); Daniel Tjandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 15012167/SIP/2017; Hadhyanto Tunggal (21413059), Richard Nata Argodipuro (21413093)",
  "subjects": "FOUNDATIONS; PILLING (CIVIL ENGINEERING)"
}