{
  "id": "39503",
  "title": "Analisis faktor penyebab, usaha minimalisasi dan program perhitungan sisa material dinding",
  "abstract": "Seiring dengan perkembangan teknologi yang semakin maju di bidang konstruksi, maka muncul inovasi baru untuk mempermudah proses pembangunan terutama pada material dinding. Yang semulanya hanya bata merah berkembang menjadi bata ringan, M-Panel, GRC Board, dan Gypsum Board. Penggunaan material dinding dalam proyek dapat menyebabkan terjadinya sisa material dinding. Sisa material dinding dapat disebabkan oleh beberapa faktor dan usaha untuk minimalisasi sisa material di lapangan dapat dilakukan dengan beberapa cara yaitu reduce, reuse,dan salvage. Penelitian pertama dilakukan dengan pembagian kuesioner kepada perusahaan kontraktor rumah tinggal di Surabaya. Selain itu peneliti juga membuat program perhitungan sisa material yang bertujuan untuk membantu upaya minimalisasi sisa material dinding pada saat proyek masih pada tahapan desain. Hasil dari penelitian pertama, faktor penyebab sisa material dinding untuk bata merah adalah transport & delivery waste serta untuk bata ringan, M-Panel, GRC Board, dan Gypsum Board adalah cutting waste. Kontraktor sudah melakukan reduce untuk usaha minimalisasi sisa material dinding di lapangan. Hasil dari program perhitungan sisa material dapat mengurangi limbah konstruksi yang dihasilkan dan meminimalkan besar contigency yang diberikan di estimasi yang dilakukan oleh perusahaan konstruksi.",
  "creators": "JOHANNES ANDREAN GUNAWAN; DEBI CHRISTIAN",
  "contributors": "Ratna S. Alifen (Advisor 1); Cilcia Kusumastuti, S.T., M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 14012165/SIP/2017, 21012165/SIP/2017; Johannes Andrean G. (21412191), Debi Christian (21413121)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; MATERIALS-MANAGEMENT"
}