{
  "id": "39518",
  "title": "Chinese Indonesians under the name changing policy during the new order era",
  "abstract": "Ethnic Chinese have lived in Indonesia for centuries, made assimilation and acculturation with the local cultures and traditions, and inter-married with the indigenous. Eventually, Chinese Indonesians nowadays become more Indonesians and less Chinese; they still identify themselves, and are regarded as the non-indigenous - the new comers. During the New Order era, they underwent identity annihilation through the discriminatory regulations and laws produced by the regime. The most prominent legislation is Cabinet Presidium Decision no. 127/U/Kep/12/1966 which required them to change their names into Indonesian sounding names. The thesis is discussing Chinese Indonesians under the name changing policy during the New Order era, how they construct their identity, their attitudes and opinions about the policy, and their value on their identity as Chinese Indonesians. The discussion is based on the research on eight subjects aged 50s to 80s who were born with Chinese names and should change their names because of the policy. There are three gradations of attitudes and values on their constructing identity as Chinese Indonesians with their new names: becoming true Indonesians, maintaining identity as a Chinese, and acknowledging double identity as Chinese and as Indonesians.",
  "creators": "ODILIA RAHAYU W.A.W.",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Drs. Setefanus Suprajitno, M.A., Ph.D. (Examination Committee 1); Liliek Soelistyo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Theses No. 03010002/MS/2017; Odilia R.W. Astuti Wijono (04515003)",
  "subjects": "CHINESE-INDONESIA-ETHNIC IDENTITY; CHINESE-INDONESIA-HISTORY-20TH CENTURY; CHINESE-INDONESIA; CHINESE-INDONESIA-NATURALIZATION ASPECTS"
}