{
  "id": "39521",
  "title": "Representation of aloneness in Forever Alone Guy comic strips",
  "abstract": "This study aims to discuss the representation of aloneness in Forever Alone Guy comic strips. There are two purposes of this research. The first one is to find out how the meaning of aloneness is constructed in the representation of Forever Alone Guy through the theory of representation described by Stuart Hall (1997, 2013). The second one is to find out kinds of readers’ identification to the text through the theory of hegemony described by Gramsci (1971). The purpose of this analysis is to discuss how the construction of meanings is done and to discuss readers’ identification to the text from the perspective of power and hegemony. Therefore, I use the two theories as a framework. In the theory of representation, it is described that there are two ways to be done in creating representation. Those ways are through language/sign and mental representations. In the theory of hegemony, it is described that there are three kinds of identifications (relations) to a text. Those identifications are consent, negotiation and rebel. The first analysis shows that the construction of meaning is done through embedding clusters of negative stigmas to the three entities: single, alone and lonely. The second analysis shows that there is a dominant meaning that plays in the identification process and it is resulted the dominant number of affirmative group among all comic readers. Thus, through the analysis, it can be concluded that the dominant meaning which describes being single and alone as the ‘imperfect’ condition plays an important role in the construction of the meaning and in the process of identification.",
  "creators": "PRICILLIA CHANDRA",
  "contributors": "Ribut Basuki (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1); Drs. Setefanus Suprajitno, M.A., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Theses No. 03010003/MS/2017; Pricillia Chandra Reg (04515007)",
  "subjects": "MENTAL REPRESENTATION; SOLITUDE IN LITERATURE"
}