{
  "id": "39530",
  "title": "Fasilitas wisata kuliner tepian Mahakam di Samarinda",
  "abstract": "Fasilitas Wisata Kuliner Tepian Mahakam di Samarinda merupakan suatu bentuk fasilitas yang memberikan wadah bagi kegiatan kuliner dan area rekreasi di tepian Sungai Mahakam untuk mengangkat perwisataan di tepian sungai Mahakam, Kota Samarinda, provinsi Kalimantan Timur. Proyek ini terletak pada tepian Sungai Mahakam yang merupakan lahan kosong yang awalnya difungsikan sebagai kawasan perdagangan dan dekat dengan area rekreasi Lampion Garden dan lapangan panahan Samarinda. Sumber masalah dari desain adalah bagaimana mendesain sebuah fasilitas kuliner yang mampu mengintegrasikan dengan desain dan bisa menarik wisata dan masyarakat lokal. Salah satu potensi yang bisa dikembangkan selain dari potensi tepian sungai, yaitu budaya Dayak sebagai sebuah identitas (suku asli Kalimantan) dan bisa menjadi daya tarik. Konsep “Riverside View Local Culinary “ diharapkan dapat mengangkat potensi kawasan tepian Sungai Mahakam Samarinda yang bisa menjadi daya tarik dalam hal view dan untuk bisa mengangkat identitas suku Dayak yang dikenal melalui rumah Lamin. Fasilitas yang tersedia seperti restoran, area foodcourt, ruang serba guna, area makan lesehan, area berkumpul, galeri, dan area pancing. Pendekatan desainnya menggunakan pendekatan arsitektur vernakular agar tujuan mengangkat budaya Dayak dapat tercapai, sedangkan pendalaman desainnya adalah konstruksi untuk memperlihatkan keindahan dan keunikan bangunan lamin. Diharapkan dengan proyek ini, dapat meningkatkan pariwisata di kota Samarinda dan bisa mengenalkan wisatawan dengan kebudayaan Indonesia",
  "creators": "KWAN, ANDREAS KRISTIAN",
  "contributors": "Maria Immaculata Hidayatun (Advisor 1); Frans Soehartono (Advisor 2); Luciana Kristanto, S.T., M.T. (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 08023709/ARS/2017; Kwan Andreas Kristian (22413114)",
  "subjects": "FOOD SERVICE; RECREATION AREAS; CULINARY TOURISM"
}