{
  "id": "39532",
  "title": "Fasilitas wisata konservasi mangrove Wonorejo di Surabaya",
  "abstract": "Fasilitas Wisata Konservasi Mangrove Wonorejo di Surabaya ini merupakan sebuah fasilitas pendukung wisata kawasan mangrove wonorejo untuk memperkenalkan dan memberi informasi bagi wisatawan tentang kawasan hutan mangrove tersebut. Meliputi fauna, flora, kegiatan konservasi dan UKM sekitar. Kawasan hutan mangrove Wonorejo sebagai salah satu destinasi wisata andalan kota Surabaya terkenal akan kerimbunan hutan mangrovenya serta kekayaan fauna di dalamnya, sehingga hal ini menjadi daya tarik wisata bagi wisatawan lokal maupun wisatawan asing untuk berkunjung. Fasilitas Wisata Konservasi Mangrove Wonorejo di Surabaya ini akan melengkapi dan mengembangkan kawasan wisata hutan mangrove Wonorejo ini. Serta menjadi ikon gerbang kawasan wisata konservasi mangrove Wonorejo. Fasilitas ini akan dilengkapi dengan fasilitas publik yaitu, front office & ticketing, pusat informasi flora, pusat informasi fauna, workshop UKM, geleri UKM, fasilitas penelitian mangrove, area pembibitan mangrove, area tanam mangrove, foodcourt & café. Pendekatan struktur digunakan untuk menyelesaikan masalah-masalah pada site serta penyelesaian material bambu sebagai struktur yang membutuhkan perhatian khusus dan menggunakan pendalaman konstruksi untuk mendalami dan menyelesaikan masalah sehingga struktur dapat bekerja dengan baik, stabil dan kokoh.",
  "creators": "FATKHUR ROKHIM ABDILLAH",
  "contributors": "Benny Poerbantanoe (Advisor 1); Christine Wonoseputro (Advisor 2); Roni Anggoro, S.T., M.A.Arch. (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perencanaan Arsitektur No. 08023713/ARS/2017; Fatkhur Rokhim Abdillah (22413120)",
  "subjects": "INFORMATION SERVICE-BUILDINGS; MANGROVE CONSERVATION; MANGROVE-SURABAYA-TOURIST TRADE"
}