{
  "id": "39565",
  "title": "Sekolah dasar luar biasa bagi disabilitas fisik di Surabaya",
  "abstract": "Sekolah Dasar Luar Biasa bagi Disabilitas Fisik di Surabaya merupakan fasilitas pendidikan yang khusus bagi anak penyandang disabilitas fisik yang ada di Surabaya. Sebuah fasilitas yang dikhususkan bagi penyandang disabilitas fisik akan sangat membantu dalam pengembangan mental dan fisik para penyandang, terutama di usia dini. Sehingga akan dapat mengurangi rasa minder dan rasa takut terhadap masyarakat sekitar serta lebih berani untuk berinteraksi dengan sesama. Sekolah Dasar Luar Biasa bagi Disabilitas Fisik di Surabaya akan menjadi salah satu sekolah yang memiliki fasilitas yang akan mewadahi setiap kegiatan para penyandang disabilitas fisik sesuai dengan standard arsitektural dan juga fasilitas untuk meningkatkan interaksi para penyandang dengan sesame dan para penyandang dengan orang lain. Fasilitas ini akan dilengkapi dengan fasilitas publik, yaitu gedung olahraga indoor, gedung serbaguna, kantin, galeri keterampilan anak, dan perpustakaan. Pendekatan perilaku digunakan untuk memperdalam ciri ciri, kebiasaan, dan kebutuhan anak penyandang disabilitas serta ruang gerak. Sehingga anak penyandang disabilitas fisik dapat dengan nyaman amandan mandiri dalam menjalani kegiatan sehari hari dalam lingkup sekolah dan dapat dengan percaya diri di luar sekolah.",
  "creators": "EL SADDAY AGUNG OKTOVIANTO",
  "contributors": "Gunawan Tanuwidjaja, S.T., M.Sc., Ph.D. (Advisor 1); Christina Eviutami Mediastica S.T., PH.D. (Advisor 2); Irwan Santoso (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023667/ARS/2017; El Sadday Agung Oktovianto (22413057)",
  "subjects": "SCHOOL BUILDINGS--DESIGNS AND PLANS; CHILDREN WITH DISABILITIES-EDUCATION; ELEMENTARY SCHOOL BUILDINGS-DESIGNS AND PLANS; LEARNING DISABILITIES"
}