{
  "id": "39564",
  "title": "Fasilitas eduwisata budidaya bunga hias di Batu",
  "abstract": "Fasilitas Eduwisata Budidaya Bunga Hias di Batu merupakan fasilitas wisata dan edukasi yang bertujuan untuk memberi wawasan tentang pembudidayaan bunga hias dan menjadi salah satu sarana wisata untuk mengekspose potensi bunga hias di kota Batu. Kota Batu sendiri merupakan kota wisata dan wilayah agropolitan yang sering juga disebut sebagai kota Bunga, namun belum ada wisata bunga yang dapat mewadahi potensi ini. Oleh karena itu fasilitas ini didesain untuk mengembangkan potensi kota Batu sebagai kota bunga di bidang pariwisata dan perdagangan. Fasilitas ini merupakan satu pengelola dengan Kusuma Agrowisata Batu dan terletak tepat bersebelahan dengan wisata tersebut. Fasilitas Eduwisata Budidaya Bunga Hias ini akan menjadi fasilitas wisata yang rekreatif dan edukatif di mana di dalamnya terdapat berbagai zona dan ruang untuk memberi informasi dan pameran terkait wawasan tentang struktur bunga, aneka ragam jenis bunga, fase pertumbuhan bunga, pembudidayaan bunga, pemupukan dan sistem irigasi. Fasilitas ini juga akan dilengkapi dengan area workshop, gallery, cinema, flower garden, rainwater tank tower, food stall, skywalk, skylounge, rotating skyterrace, rooftop garden dan shopping area.Pendekatan sains arsitektur digunakan untuk mengatasi masalah perancangan terkait intensitas dan waktu paparan sinar matahari langsung yang dibutuhkan tanaman bunga di dalam bangunan.",
  "creators": "MELITA ANDRIANI",
  "contributors": "Roni Anggoro, S.T., M.A.Arch. (Advisor 1); Christine Wonoseputro (Advisor 2); Benny Poerbantanoe (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02023720/ARS/2017; Melita Andriani (22413088)",
  "subjects": "RECREATION CENTERS; FLOWERS; EDUCATION CENTERS; AGRICULTURAL EDUCATION"
}