{
  "id": "39577",
  "title": "Pengaruh perkuatan menggunakan clamp pada kekuatan silinder beton berongga",
  "abstract": "Dalam pembuatan tiang pondasi, beton yang diterapkan dalam pondasi dapat berbentuk kotak atau tiang spun pile. Produksi tiang spun pile menggunakan metode spinning sehingga kekuatan tekan beton kemungkinan tidak merata antara dinding di bagian dalam dan bagian luar. Berdasarkan penelitian-penelitian yang sudah pernah dilakukan, perkuatan eksternal (external confinement) pada beton solid bisa meningkatkan performa beton terkompresi yang mengalami gaya lentur siklik atau gaya dinamis akibat kejadian seismik, serta menaikkan regangan pada beton. Dalam penelitian ini dilakukan pengujian kuat tekan serta regangan terhadap silinder beton berongga dengan mutu beton fc’= 49.8 MPa dan 33.2 MPa dengan perkuatan eksternal menggunakan clamp baja. Panjang dan diameter silinder beton masing-masing adalah 30 cm dan 15cm, dan diameter rongga yang terbentuk akibat proses spinning adalah 5 cm. Clamp dengan tebal 1.7 mm dan lebar 25 mm, dipasang pada benda uji dengan jarak tertentu sebanyak 3, 4, dan 5 buah clamp baja. Berdasarkan penelitian yang telah dilakukan, perkuatan silinder beton berongga dengan menggunakan clamp mampu menaikkan tegangan hancur beton serta meningkatnya regangan. Selain itu, penambahan clamp pada silinder beton berongga berpengaruh pada pola keruntuhan, di mana pola keruntuhan silinder beton berongga dengan clamp secara umum terjadi diantara clamp. Pemberian clamp bajan pada silinder beton berongga yang diisi dengan beton mutu fc’ = 19.1 MPa memiliki kekuatan yang hampir sama dengan silinder beton berongga tanpa isi.",
  "creators": "KINTARMAN; SOPHIAN SUTEDJA",
  "contributors": "Gogot Setyo Budi (Advisor 1); Hurijanto Koentjoro (Advisor 2); Pamuda Pudjisuryadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012172/SIP/2017; Kintarman (21412136), Sophian Sutedja (21412175)",
  "subjects": "FOUNDATIONS; CONCRETE PILING; CONCRETE CONSTRUCTION"
}