{
  "id": "39587",
  "title": "Studi pengembangan beton 100% fly ash tipe c: pengaruh w/fa, superplasticizer, dan kalsium terhadap kuat tekan pasta",
  "abstract": "Penggunaan fly ash yang merupakan material sisa semakin banyak dilakukan karena propertinya yang bisa digunakan sebagai pengganti semen. Penggunaannya berkembang dari hanya menjadi filler hingga menjadi beton High Volume Fly Ash (HVFA) dan belakangan ini mulai berkembang pengguna fly ash untuk menggantikan semen sepenuhnya. Beton 100% fly ash yang didasarkan pada reaksi hidraksi mulai makin banyak dikembangkan, khususnya untuk fly ash tipe C. Inovasi ini tergolong baru dan masih banyak variabel yang perlu ditinjau karenanya penelitian ini dimulai dengan pembuatan pasta 100% fly ash. Adapun variabel yang ditinjau adalah pengaruh metode curing, w/FA, superplasticizer, maupun dilakukan substitusi kalsium untuk mendapatkan kuat tekan beton yang lebih tinggi. Berdasarkan hasil penelitian yang telah dilakukan, disimpulkan bahwa pasta 100% fly ash lebih efektif bila di-curing dengan air jenuh kalsium. Sampel pasta 100% fly ash juga dapat menggunakan w/FA yang lebih rendah dibandingkan dengan semen dan menunjukkan peningkatan kekuatan dan kepadatan seiring penurunan w/FA. Penggunaan superplasticizer juga terbukti membantu workability sampel dengan w/FA rendah meski penggunaan yang berlebih dapat menyebabkan penurunan kekuatan dan bleeding pada sampel. Substitusi kalsium, baik CaO dan Ca(OH)2, menunjukkan pengaruh buruk pada sampel dan perlu ditinjau lebih lanjut.",
  "creators": "OWEN MALVIN SIRAPANJI; CHRYSTIAN HADINATA",
  "contributors": "Antoni (Advisor 1); Djwantoro Hardjito (Advisor 2); Pamuda Pudjisuryadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012155/SIP/2017; Owen Malvin Sirapanji (21413168), Chrystian Hadinata (21413197)",
  "subjects": "CONCRETE-TESTING; FLY ASH; CONCRETE-MIXING-RESEARCH"
}