{
  "id": "39586",
  "title": "Beton rendah semen dengan konsep kepadatan partikel",
  "abstract": "Pemakaian semen dipengaruhi antara lain oleh particle packing agregat, di mana semakin padat kombinasi partikel agregat dengan ukuran yang berbeda, maka pemakaian semen akan semakin minim. Secara teoritis, volume pasta (Vp) sepenuhnya mengisi volume void (Vv) di antara agregat dalam beton, atau (Vp/Vv) sebesar 100 %. Namun tidak tertutup kemungkinan untuk meningkatkan rasio Vp/Vv pada campuran beton yang belum jadi. Penelitian ini bertujuan untuk mendapatkan mix design yang memaksimalkan metode particle packing untuk meminimalkan pemakaian semen dengan mempertimbangkan rasio volume pasta dan volume void (Vp/Vv) serta pemakaian superplasticizer sebagai variabel yang menentukan workability beton. Dari hasil penelitian yang telah dilakukan, didapatkan bahwa pemakaian agregat kasar dengan ukuran yang beragam (multi-sized) menghasilkan void ratio terkecil sebesar 23.5% . Dengan metoda particle packing, perhitungan kebutuhan jumlah semen terendah secara teoritis berada pada w/c 0.5, yaitu sebesar 287 kg/m3. Namun setelah pengecoran, hasil yang didapatkan masih memiliki kebutuhan semen yang kurang lebih sama dengan penggunaan semen minimum pada beton konvensional (±310 kg/m3). Pemakaian superplasticizer dapat menyebabkan terjadinya bleeding dan tidak meningkatkan workability beton dengan kadar semen yang rendah. Penggantian semen dengan fly ash sebesar 50% sebagai binder dapat meningkatkan workability beton dan mengurangi pemakaian semen hingga di bawah standar penggunaan semen minimum.",
  "creators": "ERIANTO HARDI; RICKY DARIUS TANDEAN",
  "contributors": "Antoni (Advisor 1); Handoko Sugiharto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012156/SIP/2017, Skripsi No. 21012156/SIP/2017; Erianto Hardi (21413166), Ricky Darius Tandean (21413169)",
  "subjects": "CONCRETE MIXING; HIGH STRENGTH CONCRETE"
}