{
  "id": "39595",
  "title": "Pengaruh penambahan serat baja 4D dramix terhadap kuat tekan, tarik belah, dan lentur pada beton",
  "abstract": "Beton memiliki berat sendiri yang besar karena bersifat kompak dan masif, sehingga paling berat membebani struktur bangunan. Selain itu beton memiliki kelemahan, yaitu terhadap gaya tarik dan plastic shrinkage yang menyebabkan retak rambut pada beton, sehingga memperpendek umur beton. Negara maju telah mengembangkan Ultra High Performance Concrete yang memiliki kandungan serat baja di dalamnya untuk menggatasi kelemahan beton di atas. Proses penelitan, pengetesan, dan pemgambilan data beton serat baja dilakukan di laboratorium teknologi beton. Dari hasil penelitian, penambahan serat baja 4D Dramix pada beton dengan fraksi 1.5% berat beton atau 0.46% volume beton, meningkatkan propertis beton secara keseluruhan. Dari segi kuat tekan beton serat baja 4D Dramix mengalami kenaikan sebesar 20.79% sedangkan kuat tarik belah meningkat sebesar 47.66% dan kuat lentur meningkat sebesar 45.85%. beton serat baja membuat beton memiliki sifat daktail, setelah mencapai tegangan maksimum beton mampu bertahan dan tidak patah, regangan yang dihasilkan juga melebihi desain beton normal yaitu mampu mencapai lebih dari 0.005. Pembuatan beton serat baja disarankan menggunakan superplasticizer dalam pengerjaan ditujukan untuk meningkatkan bond antara serat baja dengan beton serta untuk meningkatkan workability.",
  "creators": "DENNIS JOHANNES; KEVIN",
  "contributors": "Handoko Sugiharto (Advisor 1); Gunawan Budi Wijaya S.T., M.T., M.Eng. (Advisor 2); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012152/SIP/2017, 21012152/SIP/2017; Dennis Johannes (21413078), Kevin Mangundap (21413065)",
  "subjects": "STEEL FIBERS; FIBER REINFORCED CONCRETE; CONCRETE"
}