{
  "id": "3959",
  "title": "Analisis tingkat disonansi produk celana dalam wanita merek Pierre Cardin dan Triumph pada beberapa kelompok konsumen",
  "abstract": "Latar belakang penulisan skripsi adalah bahwa seiring dengan berkembangnya jaman, banyak bermunculan merek-merek celana dalam wanita seperti Sorella, Wacoal, Amo, dan lain-lain. Hal ini akan membuat konsumen berpikir untuk melakukan perbandingan terhadap informasi-informasi tentang kualitas, desain dan harga dari masing-masing merek celana dalam wanita, dimana fungsi/kegunaannya relatif sama, sehingga ini dapat menimbulkan disonansi, yaitu konsumen merasakan ketidaknyamanan akan konflik pikiran mengenai kepercayaan atau suatu objek perilaku. Skripsi ini meneliti tingkat disonansi konsumen pada produk celana dalam wanita merek Pierre Cardin dan Triumph, karena harga merek tersebut relatif mahal dibanding merek lainnya. Skripsi ini mengukur tingkat disonansi dengan menggunakan tiga dimensi yaitu Emotional, Wisdom of Purchase dan Concern Over the Deal. Penulis menggunakan metode penelitian pengumpulan data dengan menyebarkan kuesioner kepada konsumen yang melakukan transaksi pembelian produk celana dalam wanita merek Pierre Cardin dan Triumph di counter-counter Pierre Cardin dan Triumph. Populasi yang diteliti meliputi beberapa kelompok konsumen yaitu Remaja putri, Wanita dewasa muda, Wanita karir, dan Ibu rumah tangga berdasarkan usia dan penghasilan bersih per bulan. Dari hasil penelitian ini didapatkan hasil bahwa responden mengalami tingkat disonansi yang rendah (Low Dissonance) dalam pembelian produk celana dalam wanita merek Pierre Cardin dan Triumph, dan ada perbedaan tingkat disonansi yang signifikan diantara keempat segmen/kelompok konsumen yang membeli produk celana dalam wanita merek Pierre Cardin dan Triumph, dimana untuk produk celana dalam wanita merek Pierre Cardin yang mengalami tingkat disonansi paling tinggi adalah segmen Ibu rumah tangga dan untuk produk celana dalam wanita merek Triumph yang mengalami tingkat disonansi paling tinggi adalah segmen Remaja putri.",
  "creators": "HELEN YUDY; IRENE STEFANIE SUTJAHYO",
  "contributors": "Cynthia Yulita Wardayanti (Advisor 1); Filicia Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02011820/MAN/2004; Helen Yudy (31401193), Irene Stefanie S. (31401207)",
  "subjects": "CONSUMER RESEARCH; CONSUMER BEHAVIOR; CONSUMER SATISFACTION"
}