{
  "id": "39602",
  "title": "Perencanaan struktur baja berdasarkan kekakuan dan kekuatan sistem ganda SRPMK dan SRBE bentuk diagonal menurut SNI 1726:2012 Pasal 7.2.5.1",
  "abstract": "Indonesia merupakan salah satu negara yang rawan terhadap gempa, maka dari itu bangunan di Indonesia harus didesain tahan terhadap gempa. Perencanaan stuktur terhadap gaya gempa di Indonesia diatur dalam SNI 1726:2012. Pada umumnya ada dua sistem penahan gempa yang sering digunakan yaitu sistem tunggal dan sistem ganda. Pada penelitian ini, struktur bangunan akan didesain dengan sistem ganda berupa Sistem Rangka Pemikul Momen Khusus (SRPMK) dan Sistem Rangka Bresing Eksentris (SRBE) berbentuk diagonal. Berdasarkan SNI 1726:2012 pasal 7.2.5.1, dalam mendesain sistem ganda, kelompok SRPMK harus mampu menahan minimal 25% gaya lateral yang terjadi. Bangunan didesain dengan 2 skenario yaitu Skenario 1 (S1) dan Skenario 2 (S2), di mana pada desain struktur S1, kelompok SRPMK menahan 25% gaya lateral yang terjadi, sedangkan pada desain struktur S2, kelompok SRPMK menahan kurang dari 25% gaya lateral, tetapi gaya dalam yang terjadi akibat beban gempa dikalikan suatu faktor agar memenuhi syarat bahwa kelompok SRPMK minimal menahan 25% gaya lateral. Dari hasil penelitian ini, dapat disimpulkan bahwa bangunan yang didesain dengan S1 memiliki performa yang lebih baik dibandingkan dengan S2 bila ditinjau dari simpangan yang terjadi. Hal ini berbanding lurus dengan berat bangunan yang didesain dengan S1 lebih berat dibandingan dengan S2.",
  "creators": "HENDRI SUGIARTO MULIA; STEFANUS EDWIN",
  "contributors": "Hasan Santoso (Advisor 1); Pamuda Pudjisuryadi (Advisor 2); Jimmy Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012148/SIP/2017; Hendri Sugiarto Mulia (21413011), Stefanus Edwin (21413160)",
  "subjects": "STEEL, STRUCTURAL; BUILDINGS-EARTHQUAKE EFFECTS"
}