{
  "id": "39606",
  "title": "Pengaruh tindakan tidak aman (unsafe act) dan kondisi tidak aman (unsafe condition) terhadap kecelakaan kerja konstruksi",
  "abstract": "Proyek konstruksi pada dasarnya adalah sebuah rangkaian kegiatan yang mengandung unsur berbahaya dari berbagai hal. Kecelakaan kerja merupakan suatu kejadian yang tidak diperkirakan dan tidak dikehendaki oleh siapapun. Pada umumnya kecelakaan kerja diakibatkan oleh dua faktor utama yaitu tindakan tidak aman (Unsafe Act) dan kondisi tidak aman (Unsafe Condition). Banyak literatur menyimpulkan bahwa mayoritas kecelakaan kerja diakibatkan oleh faktor tindakan tidak aman pekerja dibandingkan dengan faktor kondisi tidak aman. Meskipun demikian, kedua faktor ini merupakan penyebab terjadinya kecelakaan kerja. Penelitian ini bertujuan untuk mengetahui pengaruh tindakan tidak aman pekerja (Unsafe Act) dan kondisi lingkungan kerja yang tidak aman (Unsafe Condition) terhadap kejadian kecelakaan kerja konstruksi. Penelitian ini menggunakan kuesioner yang disebarkan kepada pekerja konstruksi proyek high-rise building. Jenis penelitian dilakukan dengan menggunakan metode kuantitatif. Penelitian ini menghasilkan sebuah persamaan model yang telah dinyatakan signifikan untuk memprediksi kecelakaan kerja konstruksi yang diakibatkan oleh faktor tindakan tidak aman (Unsafe Act) dan kondisi tidak aman (Unsafe Condition). Hasil dari penelitian ini digunakan untuk menunjukkan besar pengaruh faktor tindakan tidak aman dan kondisi tidak aman dalam mempengaruhi kecelakaan kerja konstruksi di Surabaya.",
  "creators": "DIGMA PRIMADIANTO; SANDRA KARISMA PUTRI",
  "contributors": "Ratna S. Alifen (Advisor 1); Andi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012147/SIP/2017; Digma Primadianto (21411162), Sandra Karisma Putri (21411169)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; CONSTRUCTION INDUSTRY-SAFETY MEASURES; CONSTRUCTION PROJECTS-MANAGEMENT"
}