{
  "id": "39608",
  "title": "Pengaruh kadar kapur dan kepadatan terhadap kuat geser, perkolasi dan pengembangan tanah lempung ekspansif",
  "abstract": "Tanah sebagai dasar perletakan suatu struktur bangunan harus mempunyai sifat fisik dan daya dukung yang baik. Sehingga dapat dikatakan bahwa kekuatan suatu bangunan konstruksi juga dipengaruhi oleh kondisi tanah. Tanah yang memiliki kembang susut yang terlalu tinggi dapat menyebabkan kerusakan pada bangunan yang berada di atasnya. Tanah yang memiliki kembang susut yang tinggi disebut dengan tanah lempung ekspansif. Tanah lempung ekspansif dipengaruhi oleh perubahan musim karena dapat menyebabkan kembang susut pada tanah tersebut sehingga dapat menimbulkan kerusakan pada bangunan. Tujuan dari penelitian ini adalah menganalisa pengaruh penambahan kadar kapur dan kepadatan pada tanah terhadap kuat geser, perkolasi dan pengembangan. Penelitian ini dilakukan dengan mengambil contoh tanah di daerah Citraland, Surabaya Barat. Pada contoh tanah tersebut dilakukan penambahan kadar kapur sebesar 0%, 6% dan 10% dan variasi jumlah tumbukan 15x, 35x dan 65x. Hasil dari penelitian didapatkan bahwa tanah yang dicampur kadar kapur 0%, 6% dan 10% termasuk jenis tanah lempung berplastisitas tinggi. Pada penambahan kapur sebanyak 6%, tanah berubah menjadi lunak dan plastisitas tanah berkurang. Pada penambahan kapur 10%, tekstur tanah berubah menjadi lebih berbutir kasar. Pengembangan tanah lempung ekspansif menjadi berkurang ketika dilakukan penambahan kapur pada tanah lempung ekspansif sedangkan pada perkolasi tanah pada kadar kapur 10% memiliki penetrasi air yang dalam.",
  "creators": "YOHANES OENTARDJO; ALEXANDER WILLIAM OCTAVIANUS",
  "contributors": "Daniel Tjandra (Advisor 1); Johanes Indrojono Suwono (Advisor 2); Gogot Setyo Budi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.11012236/SIP/2018; Yohanes Oentardjo (21413046), Alexander William O (21413069)",
  "subjects": "SOIL MECHANICS"
}