{
  "id": "3961",
  "title": "Upaya peningkatan kinerja Jurusan Perhotelan Universitas Kristen Petra berdasarkan hasil pengukuran malcolm baldridge national quality award",
  "abstract": "Seiring berkembangnya zaman, maka kualitas memegang peranan yang penting dalan memenangkan persaingan antar institusi pendidikan. Untuk dapat menghasilkan kualitas lulusan yang baik dari suatu institusi pendidikan , maka diperlukan sistem kerja yang baik dari institusi pendidikan tersebut. Oleh karena itu diperlukan suatu pengukuran untuk mengetahui kinerja dari suatu institusi pendidikan. Malcolm Baldrige National Quality Award (MBNQA) merupakan salah satu tools yang dapat menilai kinerja dari instutusi pendidikan. Kinerja institusi pendidikan yang dinilai dalam MBNQA terdapat tujuh kategori sebagai berikut: Leadership (kategori 1), Strategic Planning (kategori 2), Student, Stakeholder, and Market Focus (kategori 3), Information and Analysis ( kategori 4), Faculty and staff Focus (kategori 5), Process Management (kategori 6) , dan Organizational Performance Results (kategori 7). Berdasarkan hasil pengukuran MBNQA yang telah dilakukan , ,total points yang diperoleh jurusan berada pada level 2 dari score description dimana jurusan masih dalam tahap permulaan dari pendekatan sistematis yang merespon kebutuhan dasar dari item , major gaps masih terdapat dalam pendekatan dan penerapan , dan hasil-hasil dari kinerja jurusan sudah bagus dan menunjukkan adanya peningkatan . Kategori-kategori yang menjadi penyebab dari rendahnya hasil penilaian terdapat pada : Leadership (kategori 1), Strategic Planning (kategori 2), Information and Analysis (kategori 4), dan Faculty and staff Focus (kategori 5). Dan kekuatan jurusan terletak pada kategori Process Management (kategori 6).",
  "creators": "VIGOR RANO SANTOSO",
  "contributors": "Jani Rahardjo (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/0786/IND/2004; Vigor Rano Santoso (25499123)",
  "subjects": "STRATEGIC PLANNING"
}