{
  "id": "39613",
  "title": "A Critical discourse analysis of banters in crime drama series NCIS: Los Angeles that indicates female stereotyping",
  "abstract": "This research analyzes the conversations in television crime drama series NCIS: Los Angeles. It will focus on the banters among the characters of NCIS: Los Angeles namely Marty Deeks, G Callen, Sam Hanna and Kensi Blye. Banters are witty, harmless, fun and pleasant wordplay. To find banters used in crime drama series are interesting. The conversations between the characters in crime drama series are usually serious, harsh and scientifically related to the criminal case. The aim of the research is to seek the type of banters between the characters and the stereotyping conveyed through the banters in a crime drama series. In conducting this qualitative research, I use critical discourse analysis perspective. The data collection is attained from the first season until the fifth season of television crime drama series NCIS: Los Angeles. The data analysis is based on the transcription or drama scripts obtained from reliable NCIS: Los Angeles fan based website. Then, a content analysis is conducted on the written transcript of utterances used from the series to observe the categories of meanings suggested by the banters. The obtained data are then analyzed by Van Dijk’s critical discourse analysis perspective, which discusses the relation between discourse, cognition and society. The discourse would be the banters and the cognition would be the intention categories and the society would be the social context produced through the banters. The expected outcome would indicate that there is a gender stereotyping conveyed through the banters in crime drama series.",
  "creators": "NOBELLA INDRADJAJA",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1); Samuel Gunawan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Theses No. 02010001/MS/2017; Nobella Indradjaja (04515001)",
  "subjects": "DISCOURSE ANALYSIS, LITERATURE; CRIME-FICTION"
}