{
  "id": "39636",
  "title": "Tingkat kepentingan risiko dan respon risiko pada tahap pelaksanaan proyek konstruksi",
  "abstract": "Pada proyek konstruksi terdapat sangat banyak risiko yang mungkin terjadi pada tahap pembangunan. Masing-masing risiko mempunyai frekuensi kejadian dan dampaknya masing-masing. Frekuensi dan dampak bisa mewakili tingkat kepentingan risiko. Karena itu tingkat kepentingan risiko harus diketahui agar bisa mendapatkan prioritas risiko. Setelah itu respon risiko dilakukan pada masing-masing risiko menurut tingkat kepentingannya. Penelitian ini bertujuan untuk mencari tingkat kepentingan dan respon risiko pada masing-masing risiko yang diidentifikasi. Pengumpulan data dilakukan dengan menyebar kuesioner kepada owner, konsultan perencana, MK, dan kontraktor yang terlibat langsung di lapangan di wilayah Surabaya. Kemudian data akan dianalisa dengan uji t-test untuk frekuensi dan dampak risiko, sedangkan respon risiko diuji menggunakan uji chi-square. Hasil penelitian menunjukkan bahwa pada tingkat kepentingan risiko ditemukan bahwa risiko internal yang berasal dari owner dan kontraktor lebih cenderung pada tingkat kepentingan extreme dan high, sedangkan risiko eksternal lebih cenderung pada tingkat kepentingan medium dan low. Dengan frekuensi dengan mean tertinggi dan dampak dengan mean tertinggi menurut owner adalah kekurangan pekerja sedangkan pada kontraktor adalah permintaan change order oleh owner, diikuti beberapa perbedaan pendapat untuk frekuensi dan dampak. Pada strategi untuk merespon resiko menurut tingkat kepentingan extreme dan high adalah dengan menghindari dan mengurangi. Pada risiko internal ini terdapat banyak perbedaan pendapat yang signifikan untuk merespon risiko dikarenakan risiko ada di bawah kendali tim manajemen proyek sehingga masing-masing memiliki strategi sendiri untuk merespon risiko. Sedangkan pada tingkat kepentingan medium dan low adalah dengan menghindari dan menerima, dan tidak ada perbedaan pendapat yang signifikan untuk respon risiko.",
  "creators": "ANTON WIDJAJA",
  "contributors": "Andi (Advisor 1); Paulus Nugraha (Advisor 2); Jani Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000242/MTS/2017; Anton Widjaja (01515006)",
  "subjects": "CONSTRUCTION INDUSTRY-RISK MANAGEMENT; CONSTRUCTION PROJECTS-MANAGEMENT"
}