{
  "id": "39631",
  "title": "Faktor-faktor yang mempengaruhi keputusan pembelian rumah dan apartemen kelas menengah bawah di Surabaya, Gresik, dan Sidoarjo",
  "abstract": "Konsumen properti kelas menengah bawah di wilayah Surabaya dan sekitarnya dapat dihadapkan dengan dua pilihan properti yang berbeda. Dengan harga yang relatif sama konsumen bisa membeli apartemen menengah bawah di Surabaya atau rumah menengah bawah di Gresik atau Sidoarjo (pinggiran kota Surabaya). Ada 3 faktor utama yang mempengaruhi keputusan pembelian properti yaitu faktor konsumen, produk, dan pengembang. Keputusan pembelian untuk salah satu jenis properti diatas akan dijelaskan dari ketiga faktor tersebut. Penelitian ini bertujuan untuk mencari faktor-faktor yang paling membedakan pertimbangan keputusan pembelian konsumen rumah menengah bawah di Gresik atau Sidoarjo dengan konsumen apartemen menengah bawah di Surabaya. Dengan analisa regresi logistik dan deskriptif mean, faktor-faktor tersebut dapat dianalisa sehingga dapat diketahui faktor/indikator mana yang paling mempengaruhi keputusan pembelian masing-masing jenis properti. Hasil dari penelitian ini melalui regresi logistik menunjukkan bahwa ada dua faktor yang membedakan keputusan pembelian kedua jenis properti tersebut secara signifikan, yaitu faktor pendidikan konsumen dan faktor pengembang. Dengan analisa mean juga didapatkan beberapa perbedaan karakter konsumen dan persepsi terhadap tingkat kepentingan faktor produk maupun pengembang.",
  "creators": "Adi Sucipto B. Const Mgt.",
  "contributors": "Timoticin Kwanda (Advisor 1); Jani Rahardjo (Advisor 2); Prof. Dr. Njo Anastasia, S.E., M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000245/MTS/2017; Adi Sucipto Chandra Wijaya (01515017)",
  "subjects": "REAL PROPERTY-MANAGEMENT; CONSUMER BEHAVIOR-ANALYSIS; CONSTRUCTION INDUSTRY-MARKETING-RESEARCH; CONSTRUCTION INDUSTRY-MANAGEMENT; CONSTRUCTION INDUSTRY-CONSUMER BEHAVIOR"
}