{
  "id": "39630",
  "title": "Kajian metode Takt Time pada proyek konstruksi",
  "abstract": "Takt Time merupakan kunci utama dalam menerapkan metode Lean Construction. Karena Lean Construction berfokus pada dua prinsip utama yaitu, membuat aliran kerja berkelanjutan dan menghilangkan waste. Takt Time satuan unit waktu di mana sebuah produk harus diproduksi untuk disesuaikan dengan kebutuhan akan produk tersebut. Metode ini telah banyak diterapkan dalam dunia industri manufaktur, namun jarang digunakan dalam industri konstruksi. Penelitian ini ingin mengetahui bagaimana penerapan Takt Time, serta faktor-faktor apa saja yang dapat menghambat penerapan metode ini. Penelitian ini dilakukan dengan melakukan studi kasus pada proyek konstruksi, dari data yang didapat akan dilakukan perencanaan dengan menggunakan metode Takt Time. Setelah itu dilakukan interview dengan pihak proyek konstruksi untuk mengetahui faktor-faktor apa saja yang dapat menghambat penerapan metode Takt Time. Dari hasil penelitian dapat disimpulkan bahwa Takt Time ini dapat mengurangi waste, dapat meningkatkan produktivitas dan mengurangi durasi total dari keseluruhan proyek. Selain itu dapat menghasilkan aliran kerja yang berkelanjutan (continous workflow). Namun berdasarkan hasil interview, didapati bahwa metode Takt Time harus melakukan penyeimbangan durasi dan tingkat produktivitas dengan menambahkan dan mengurangi jumlah pekerja dan alat. Hal tersebut berdampak pada biaya yang harus dikeluarkan makin besar. Selain itu penetapan durasi dan tingkat produktivitas di lapangan sangat susah dilaksanakan.",
  "creators": "KRISTOFORUS HENDY OETOMO; WILLSON",
  "contributors": "Andi (Advisor 1); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012183/SIP/2017; Kristoforus Hendy O. (21413068), Willson (21413087)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; PROJECT MANAGEMENT"
}