{
  "id": "39643",
  "title": "Evaluasi sistem estimasi biaya proyek pada perusahaan kontraktor di Surabaya (studi kasus pada PT X Surabaya)",
  "abstract": "Dengan semakin berkembangnya pembangunan di bidang konstruksi, semakin ketat pula kondisi persaingan bisnis di dalamnya. Kegiatan pemasaran merupakan kegiatan awal dalam proses memperoleh income perusahaan kontraktor yaitu dengan mengikuti tender terbuka maupun tertutup. Untuk memenangkan tender, dibutuhkan penawaran yang reasonable dan estimasi biaya yang baik dengan cara meningkatkan akurasi. Dalam menghasilkan estimasi biaya penawaran tender, dibutuhkan sistem yang baik sebelum melanjutkan ke tahap estimasi biaya, karena jika penawaran terlalu tinggi akan kalah dan apabila terlalu rendah akan menang namun mengalami kerugian. Penelitian ini dilakukan pada sebuah kontraktor (PT X) di Surabaya. Tujuan penelitian ini yaitu untuk mengetahui portrait sistem estimasi biaya pada PT X serta melakukan evaluasi. Metode penelitian yang digunakan adalah metode kualitatif dengan pendekatan studi kasus. Teknik pengumpulan data dilakukan melalui dokumentasi, rekaman arsip, observasi dan juga wawancara. Teknik analisa data menggunakan analisa interaktif meliputi reduksi data, penyajian data, temuan dan pembahasan. Hasil yang didapat dari penelitian, Portrait sistem estimasi PT X adalah sebagai berikut, terdapat kekosongan pada personil memaintenance data harga, QS menemui kendala berupa ketidak-sinkronan gambar tender, jarang ditemui review tender kalah, PM/ DPM tidak dilibatkan dalam review dokumen, skedul tender tidak pernah dibuat, personil terkendala dengan informasi terkait biaya living facilities untuk proyek luar kota. Evaluasi dengan menambah jumlah personil sebanyak 1 orang yang bertugas maintenance harga-harga, meningkatkan kompetensi personil di bawah pengawasan kepala bagian, mengupayakan selalu diadakan review terhadap tender kalah yang menekankan pada biaya alat, biaya upah, biaya lain-lain dan juga biaya overhead, mengusulkan PM dilibatkan didalam review dokumen, membuat skedul master secara rinci, membuat ceklist item-item indirect cost yang dapat dilakukan saat survey lokasi.",
  "creators": "YAYAK SURYA CANDRA",
  "contributors": "Ratna S. Alifen (Advisor 1); Herry Pintardi Chandra (Advisor 2); Rudy Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000237/MTS/2017; Yayak Surya Candra (01512001)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; BUILDING-ESTIMATES; BUILDING-ESTIMATES AND COSTS"
}