{
  "id": "39640",
  "title": "Pengaruh hubungan manfaat penggunaan software tekla building information modeling (BIM) terhadap keberhasilan proyek design-build",
  "abstract": "BIM dapat membuat desain struktur, memvisualisasi, mensimulasi, menganalisis, mendokumentasi, dan membangun proyek lebih efisien, akurat, dan kompetitif. Dengan adanya penggunaan software Tekla BIM maka diharapkan dapat mencapai keberhasilan dari proyek design-build. Dalam software Tekla Structures terdapat data-data yang akurat, detail, dan 3D yang dapat digunakan bersama oleh kontraktor, konsultan, fabrikator, dan sub-kontraktor. Tujuan dari penelitian ini adalah mengetahui manfaat penggunaan software Tekla BIM pada proyek design-build dan pengaruh hubungan manfaat penggunaan software Tekla BIM terhadap keberhasilan proyek design-build. Penelitian tentang pengaruh hubungan manfaat penggunaan software Tekla BIM terhadap keberhasilan proyek design-build ini dilakukan di wilayah Surabaya dengan cara penyebaran kuisioner yang ditujukan kepada perusahaan kontraktor yang terdapat proyek design-build dan menggunakan software Tekla BIM. Selanjutnya semua kuisioner yang berhasil terkumpul dianalisis secara statistik, dengan menggunakan analisis Structural Equation Modelling (SEM), dan menggunakan program SPSS dan SmartPLS. Dari hasil analisis didapatkan bahwa manfaat penggunaan software Tekla BIM yang paling berpengaruh signifikan terhadap keberhasilan proyek design-build adalah otomatisasi terhadap output.",
  "creators": "Retno Minawati S.T.",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Paulus Nugraha (Advisor 2); Andi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Skripsi No. 01000239/MTS/2017; Retno Minawati (01515015)",
  "subjects": "PROJECT MANAGEMENT-DATA PROCESSING; CONSTRUCTION INDUSTRY; BUILDING INFORMATION MODELING"
}