{
  "id": "39664",
  "title": "Analisis dampak merger dan akuisisi terhadap kinerja keuangan pada perusahaan non keuangan yang terdaftar di Bursa Efek Indonesia periode tahun 2007-2014",
  "abstract": "Kinerja perusahaan merupakan tanggung jawab manajer kepada investor. Salah satu strategi yang banyak digunakan oleh manajer dalam meningkatkan kinerja perusahaan adalah menerapkan strategi merger dan akuisisi. Tujuan penelitian ini adalah mengetahui perbedaan liquidity ratio, assets management ratio, debt management ratio, profitability ratio, market value ratiodan firm sizepada perusahaan sektor non keuangan yang terdaftar di BEI sebelum dan sesudah merger dan akuisisi. Seluruh emiten perusahaan sektor non keuangan yang terdaftar di Bursa Efek Indonesia dan melakukan merger selama periode tahun 2010-2011. Teknik pengambilan sampel menggunakan purpossive, dengan jumlah sampel perusahaan sektor non keuangan yang memenuhi kriteria adalah sebanyak dua belas perusahaan. Teknik analisis menggunakan uji beda rata-rata sampel berpasangan (paired sample t - test) dengan menggunakan bantuan softwareSPSS. Hasil analisis menunjukkan tidak ada perbedaan current ratio sebelum dengan sesudah merger dilakukan. Begitu juga dengan variabel kinerja keuangan yang diproksikan dengan rasio debt to equity ratio, return on assets, dan return on equity kesemuanya diperoleh hasil yaitu tidak ada perbedaan kinerja keuangan sebelum dengan sesudah merger dilakukan. Namun untuk variabel assets turnover, price earnings ratio, dan firm sizemenunjukkan hasil ada perbedaan kinerja keuangan sebelum dengan sesudah merger dilakukan.",
  "creators": "LISA LAIMAN",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Josua Tarigan (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011049/AKT/2017: Lisa Laiman (32412126)",
  "subjects": "CORPORATIONS--FINANCE; ACCOUNTING; CONSOLIDATION AND MERGER OF CORPORATIONS-FINANCE"
}