{
  "id": "39668",
  "title": "Pengaruh product market competition terhadap firm value melalui executive incentive sebagai variabel intervening pada perusahaan manufaktur non-migas yang terdaftar dalam Bursa Efek Indonesia",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh langsung yang signifikan di antara variable Product Market Competition terhadap Executive Incentive, Product Market Competition terhadap Firm Value, dan Executive Incentive terhadap Firm Value pada industri manufaktur nonmigas yang terdaftar di Bursa Efek Indonesia. Selain itu juga untuk mengetahui pengaruh tidak langsung dan signifikan antara variable Product Market Competition terhadap Firm Value melalui Execuitve Incentive sebagai variable intervening. Penelitian ini berupa penelitian kuantitatif di mana data diperoleh dari laporan keuangan perusahaan yang terdaftar di Bursa Efek Indonesia selama periode 2011-2015. Data yang diperoleh kemudian diolah dengan menggunakan software PLS. Hasil penelitian ini menunjukkan adanya hubungan positif dan signifikan diantara product market competition dan firm value, serta hubungan negatif dan signifikan antara product market competition dan firm value, dan executive incentive terhadap firm value. Namun variable executive incentive tidak memadai untuk menjadi variable penghubung antara product market competition terdahap firm value, karena hubungan langsung product market competition terhadap executive incentive memberikan pengaruh yang lebih besar dibandingkan melalui executive incentive.",
  "creators": "GHERALLZIC PATRICKARA SIDUPA",
  "contributors": "Devie (Advisor 1); Josua Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010989/AKT/2017: Gherallzic Patrickara Sidupa (32412206)",
  "subjects": "COMPETITION; MARKETING-MANAGEMENT; ACCOUNTING; INCENTIVE"
}