{
  "id": "39677",
  "title": "Pengaruh kepemilikan manajerial terhadap firm performance melalui dividend policy sebagai variabel intervening di Indonesia pada perusahaan yang terdaftar dalam Bursa Efek Indonesia (BEI)",
  "abstract": "Penelitian ini bertujuan untuk membuktikan adanya pengaruh dari kepemilikan manajerial terhadap firm performance dan dividend policy, serta pengaruh kepemilikan manajerial terhadap firm performance dengan menggunakan dividend policy sebagai variabel intervening. Penelitian ini dilakukan terhadap seluruh perusahaan publik di Indonesia yang telah melakukan initial public offering paling lambat pada tahun 2010 kecuali sektor keuangan. Jumlah akhir sampel meliputi 425 tahun buku perusahaan. Kepemilikan manajerial diukur dengan menggunakan persentase kepemilikan, dividend policy diukur dengan menggunakan dividend policy dan dividend yield. Sementara firm performance diukur dengan market method dan accounting method, masing-masing dengan menggunakan Tobin’s Q, ROA, dan ROE. Hasil penelitian menunjukkan adanya pengaruh yang signifikan dan negatif dari kepemilikan manajerial terhadap dividend policy dan firm performance. Sementara pengaruh dari dividend policy terhadap firm performance adalah signifikan dan positif. Untuk pengaruh kepemilikan manajerial dengan menggunakan dividend policy sebagai variabel intervening terhadap firm performance hasilnya adalah signifikan dan negative. Hasil penelitian menunjukkan bahwa penggunaan kepemilikan manajerial dengan tujuan menyelesaikan masalah agensi maupun berlandaskan stewardship theory kurang cocok untuk dilakukan di Indonesia.",
  "creators": "ADELLA DIASTARI",
  "contributors": "Devie (Advisor 1); Josua Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011044/AKT/2017; Adella Diastari (32413009)",
  "subjects": "MANAGERIAL ACCOUNTING; FINANCIAL STATEMENTS; FAMILY-OWNED BUSINESS ENTERPRISES--FINANCE; CORPORATIONS--FINANCE; ACCOUNTING"
}