{
  "id": "39697",
  "title": "Analisa pengaruh beban pajak penghasilan tahun sebelumnya terhadap aktivitas manajemen laba tahun berjalan dengan menggunakan ukuran perusahaan dan leverage sebagai variabel kontrol",
  "abstract": "Penelitian ini bertujuan untuk menguji pengaruh beban pajak penghasilan tahun sebelumnya terhadap aktivitas manajemen laba tahun berjalan dengan menggunakan ukuran perusahaan dan leverage sebagai variabel kontrol pada perusahaan publik sektor pertambangan di Indonesia. Penggunaan variabel beban pajak penghasilan dalam penelitian ini disebabkan oleh sedikitnya penelitian terdahulu yang mengulas pengaruh pajak penghasilan terhadap manajemen laba, bahkan hasilnya tidak konsisten. Penelitian ini juga menggunakan ukuran perusahaan sebagai variabel kontrol karena adanya hubungan antara ukuran perusahaan dengan tanggungjawab manajemen terhadap investor mengenai penerapan manajemen laba. Sedangkan penggunaan variabel kontrol kedua, yakni leverage, didasarkan pada faktor-faktor yang memotivasi manajemen untuk melakukan manajemen laba, yakni perjanjian hutang (debt covenant). Sampel penelitian ini dipilih dengan menggunakan metode purposive sampling. Data yang digunakan dalam penelitian ini adalah data sekunder berupa laporan keuangan dari seluruh perusahaan di sektor pertambangan yang terdaftar di Bursa Efek Indonesia tahun 2010 sampai 2015 dengan jumlah 41 perusahaan. Penelitian ini menggunakan modified Jones model untuk menghitung Discretionary Accrual yang menjadi proxy dari variabel manajemen laba. Beban pajak penghasilan diukur dengan membagi beban pajak tahun sebelumnya dengan total aset akhir tahun. Ukuran perusahaan akan dihitung dengan rumus log total aset tahun berjalan. Sedangkan leverage akan diukur dengan cara membagi total hutang jangka panjang tahun berjalan dengan total aset tahun berjalan. Pengujian hipotesis dalam penelitian ini dilakukan dengan menggunakan analisis regresi linear berganda (Multiple Linear Regression). Hasil penelitian menunjukkan bahwa variabel beban pajak penghasilan, ukuran perusahaan dan leverage secara simultan berpengaruh terhadap manajemen laba. Variabel beban pajak penghasilan berpengaruh negatif terhadap manajemen laba, sedangkan variabel ukuran perusahaan berpengaruh positif terhadap manajemen laba. Akan tetapi, variabel leverage tidak berpengaruh terhadap manajemen laba.",
  "creators": "NIKKI MULIA CANDRA",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); Josua Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011023/AKT/2017; Nikki Mulia Candra (32413042)",
  "subjects": "CORPORATIONS--FINANCE; ACCOUNTING; PROFIT-MANAGEMENT; TAX ACCOUNTING"
}