{
  "id": "39707",
  "title": "Pengaruh kepemilikan keluarga terhadap profitabilitas perusahaan dengan menggunakan firm size,firm age dan sales growth sebagai variabel control",
  "abstract": "Penelitian ini bertujuan untuk mengetahui apakah keberadaan keluarga dalam manajemen memiliki dampak positif terhadap kinerja perusahaan. Perusahaan yang dimiliki keluarga memiliki kelebihan-kelebihan dibandingan perusahaan non keluarga sehingga perusahaan keluarga memiliki kinerja yang lebih baik. Salah satu keunggulan perusahaan keluarga adalah menurunnya resiko agency problem, memiliki motivasi yang kuat dalam menjalankan perusahaan, memiliki keputusan investasi untuk jangka panjang, lebih berhati-hati dalam menjalankan perusahaan, dll. Penelitian ini menggunakan ROA sebagai variabel dependen dan Family ownership sebagai variabel independent,selain itu penelitian ini menggunakan tiga variabel control yaitu : firm size, firm age,sales growth. Penelitian ini menggunakan 9 sektor yang ada di BEI dengan jumlah sampe sebesar 533 perusahaan dengan rentang waktu penelitian 2012-2015 yang di mana pada tahun tersebut Indonesia mengalami perlambatan pertumbuhan ekonomi. Hasil penelitian menunjukkan bahwa family ownership memiliki pengaruh negatif signifikan terhadap ROA. Firm size memiliki pengaruh positif tidak signifikan terhadap kinerja perusahaan, Sales growth memiliki pengaruh negative signifikan terhadap kinerja perusahaan dan firm age memiliki pengaruh positif signifikan terhadap kinerja perusahaan.",
  "creators": "STEPHENLY TONGGANO",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); Adwin Surja Atmadja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011039/AKT/2017; Stephenly Tonggano (32413051)",
  "subjects": "PROFIT-MANAGEMENT; FAMILY-OWNED BUSINESS ENTERPRISES; ACCOUNTING; FINANCIAL STATEMENTS"
}