{
  "id": "3972",
  "title": "Analisa keefektifan konsep radical marketing yang digunakan oleh beberapa perusahaan sebagai strategi pemasarannya",
  "abstract": "Pada zaman era globalisasi ini, persaingan dalam dunia pemasaran semakin banyak, konsep Radical Marketing semakin banyak digunakan oleh beberapa perusahaan seperti perusahaan Tupperware, Fissler, dan Signora yang bergerak di bidang household sebagai strategi pemasarannya. Pada penelitian ini akan menyajikan hasil penelitian tentang perbandingan tingkat radikalitas ketiga perusahaan tersebut serta kaitan tingkat radikalitas terhadap ragam produk dan unit penjualan pada ketiga perusahaan tersebut. Pengukuran tingkat radikalitas diambil dari sepuluh dalil pemasaran radikal berdasarkan buku karangan Sam Hill dan Glenn Rifkin yang berjudul ? Pemasaran Radikal dari Harvard Sampai Harley : dari Sepuluh Perusahaan yang Melanggar Aturan dan Sukses Jaya, sedangkan untuk kaitan tingkat radikalitas terhadap ragam produk dan unit penjualan diambil berdasarkan data ketiga perusahaan. Pengambilan sampel dilakukan pada para konsumen yang telah menjadi member (anggota) pada masing- masing perusahaan dengan teknik Quota Sampling. Alat pengumpulan data yang digunakan adalah kuesioner yang telah diuji validitas dan reliabilitas sehingga layak digunakan. Sedangkan teknik analisa data yang digunakan adalah uji Kruskal Wallis dan korelasi Spearman. Kesimpulan dari penelitian ini menyatakan bahwa tingkat radikalitas yang paling tinggi ada pada perusahaan Signora, serta pada perusahaan Signora ada kaitan antara tingkat radikalitas terhadap ragam produk dan unit penjualannya.",
  "creators": "SILVIA LINGGA SUSANTO; IVANIA YOKE",
  "contributors": "Filicia Chandra (Advisor 1); Peter Remy Yosy Pasla (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02011790/MAN/2004; Silvia Lingga Susanto (31400193), Ivania Yoke (31400277)",
  "subjects": "MARKETING-MANAGEMENT"
}