{
  "id": "39740",
  "title": "Analisa business strategy perusahaan manufaktur Indonesia",
  "abstract": "Pada tahun 1978, Miles et al melakukan sebuah penelitian terkait strategi perusahaan yang kemudian membagi business strategy menjadi 4 yaitu defender, prospector, analyzer dan reactor. Penelitian terkait business strategy terhadap kinerja keuangan telah banyak dilakukan sebelumnya. Namun penelitian terkait apakah terdapat perbedaan firm value, earning persistent dan bankruptcy risk antara perusahaan dengan defender, prospector dan analyzer strategy yang memiliki firm size dan competition intensity berbeda masih sangat sedikit pada penelitian sebelumnya yaitu firm value oleh Bowman dan Ambrosini (2007); earning persistent oleh Hoque et al (2015) dan bankruptcy risk oleh Bryan et al (2013) dan Movahed dan Shamszadeh (2015). Tujuan penelitian yang ingin dicapai dalam penelitian ini adalah untuk mengetahui apakah terdapat perbedaan firm value, earning persistent dan bankruptcy risk antara perusahaan dengan defender, prospector dan analyzer strategy yang memiliki firm size dan competition intensity berbeda di seluruh perusahaan-perusahaan manufaktur Indonesia. Penelitian ini dilakukan terhadap perusahaan-perusahaan Indonesia yang bergerak di industri manufaktur sejak tahun 2006 hingga 2015. Busniness strategy diukur dengan strategy score. Sementara firm value diukur dengan Tobin’s Q. Sedangkan earning persistent diukur dengan menggunakan slope dari earning per share. Terakhir, bankruptcy risk diukur dengan menggunakan altman z-score. Pengolahan data sampel sebanyak 550 perusahaan tahun dengan menggunakan metode one way anova dan two way anova yang diolah dengan SPSS dan Minitab. Hasil penelitian terdapat perbedaan firm value, earning persistent dan bankruptcy risk antara perusahaan dengan defender, prospector dan analyzer strategy dan perbedaan tetap terjadi pada perusahaan memiliki firm size berbeda. Selain itu terdapat perbedaan earning persistent dan bankruptcy risk antara perusahaan dengan defender, prospector dan analyzer strategy yang memiliki competition intensity berbeda. Namun tidak terdapat perbedaan firm value antara perusahaan dengan defender, prospector dan analyzer strategy yang memiliki competition intensity berbeda di seluruh perusahaan-perusahaan manufaktur Indonesia.",
  "creators": "Silviana Shenjaya",
  "contributors": "Hatane Semuel (Advisor 1); Devie (Advisor 2); Yenni Mangoting (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020153/MM/2017; Silviana Shenjaya (03516015)",
  "subjects": "STRATEGIC PLANNING; MANUFACTURING INDUSTRIES; BUSINESS STRATEGY-ANALYSIS"
}