{
  "id": "39744",
  "title": "Pengaruh corporate social responsibility, employee value proposition, financial performance, dan firm value dengan employee value proposition dan financial performance sebagai variabel mediasi pada perusahaan terbuka",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh corporate social responsibility terhadap firm value melalui employee value proposition, financial performance sebagai variabel mediasi. Penelitian ini merupakan penelitian kuantitatif, di mana data yang diperoleh berasal dari Bloomberg Database, Sustainability Report, dan Majalah SWA dari tahun 2011-2015. Data dalam penelitian ini kemudian diolah menggunakan software WarpPLS versi 5.0. Hasil penelitian ini menunjukkan bahwa corporate social responsibility berpengaruh terhadap firm value, corporate social responsibility berpengaruh terhadap employee value proposition, employee value proposition berpengaruh terhadap firm value, corporate social responsibility berpengaruh terhadap financial performace, dan financial performace berpengaruh terhadap firm value. Pengaruh langsung antara corporate social responsibility terhadap firm value lebih besar daripada pengaruh tidak langsung melalui employee value proposition. Pengaruh langsung antara corporate social responsibility terhadap firm value lebih kecil daripada pengaruh tidak langsung melalui financial performance. Hal ini menunjukkan bahwa financial performance merupakan mediasi yang baik antara corporate social responsibility terhadap firm value dibandingkan employee value proposition.",
  "creators": "Erlinda Lios",
  "contributors": "Hatane Semuel (Advisor 1); Devie (Advisor 2); Yenni Mangoting (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020150/MM/2017; Erlinda Lios (03515039)",
  "subjects": "MANAGEMENT-STRATEGIC; CORPORATIONS--FINANCE; SOCIAL RESPONSIBILITY OF BUSINESS"
}