{
  "id": "39750",
  "title": "Pengaruh board structure dan ownership structure terhadap value relevance of accounting information melalui intellectual capital disclosure sebagai variabel mediasi",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh langsung dan signifikan diantara variabel board structure dan ownership structure terhadap value relevance of accounting information. Selain itu juga untuk mengetahui pengaruh tidak langsung diantara board structure dan ownership structure terhadap value relevance of accounting information melalui intellectual capital disclosure sebagai variabel mediasi. Sampel yang digunakan pada penelitian ini adalah 72 perusahaan manufaktur yang terdaftar di Bursa Efek Indonesia mulai dari tahun 2010-2015. Pengolahan data menggunakan software WarpPLS versi 5.0. Hasil penelitian menemukan adanya pengaruh positif board structure terhadap intellectual capital disclosure, pengaruh negatif ownership structure terhadap intellectual capital disclosure pengaruh positif board structure terhadap value relevance of accounting information, pengaruh positif ownership structure terhadap value relevance of accounting information, pengaruh positif intellectual capital disclosure terhadap value relevance of accounting information. Intellectual capital disclosure berhasil memediasi pengaruh antara board structure terhadap value relevance of accounting information, intellectual capital disclosure gagal memediasi pengaruh antara ownership structure terhadap value relevance of accounting information.",
  "creators": "JEVILIA WIDYATAMA",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Christiana Mahesti K. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011011/AKT/2017; Jevilia Widyatama (32413157)",
  "subjects": "INTELLECTUAL CAPITAL; CORPORATE GOVERNANCE; ACCOUNTING"
}