{
  "id": "39764",
  "title": "Pengaruh corporate social responsibility terhadap stock return dengan firm performance sebagai variabel mediasi pada perusahaan yang terdaftar di Bursa Efek Indonesia",
  "abstract": "Penelitian ini bertujuan untuk mengetahui bagaimanakah dampak pengungkapan Corporate Social Responcibility (CSR) berpengaruh terhadap stock return dengan dimediasi oleh firm performance. Penelitian ini berbentuk penelitian kuantitatif di mana data yang digunakan dalam penelitian ini adalah data sekunder dengan menggunakan annual report dan sustainability report. Sampel yang digunakan dalam penelitian ini adalah perusahaan yang terdaftar dalam bursa efek Indonesia dan mengungkapkan Corporate Social Responsibility yang sesuai dengan standar global reporting initiative (GRI). Sampel berjumblah 18 perusahaan pada tahun 2010-2015. Metode analisis data yang dipakai adalah dengan menggunakan Generalized Least Square (GLS) dengan software STATA 13 untuk mengetahui hubungan antar variabel. Dari hasil penelitian diketahui bahwa corporate social responsibility berpengaruh signifikan positif langsung terhadap stock return. Firm performance tidak dapat menjadi mediasi corporate social responsibility terhadap stock return. Sedangkan variable kontrol debt to equity tidak berpengaruh terhadap stock return, tetapi berpengaruh signifikan negarif terhadap firm performance. Disisi lainnya variabel kontrol firm size berpengaruh signifikan positif terhadap stock return, tetapi berpengaruh signifikan negatif terhadap firm performance.",
  "creators": "AGNES RUNTULALU",
  "contributors": "Adwin Surja Atmadja (Advisor 1); Oviliani Yenty Yuliana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011032/AKT/2017; Agnes Runtulalu (32413187)",
  "subjects": "SOCIAL RESPONSIBILITY OF BUSINESS; CORPORATE GOVERNANCE; ACCOUNTING"
}