{
  "id": "39772",
  "title": "Pengaruh pengungkapan good corporate governance terhadap stock return dengan kinerja perusahaan sebagai variabel mediasi pada perusahaan LQ-45",
  "abstract": "Penelitian ini dilakukan untuk mengetahui pengaruh pengungkapan Good Corporate Governance terhadap stock return dengan dimediasi oleh kinerja perusahaan. Pengungkapan good corporate governance diukur menggunakan Corporate Governance Disclosure Index (CGDI), stock return dengan menggunakan cumulative abnormal return (CAR), sedangkan kinerja perusahaan menggunakan return on equity (ROE). Variabel kontrol yang digunakan adalah debt to equity ratio (DER) dan ukuran perusahaan. Sampel yang digunakan dalam penelitian ini adalah perusahaan kelompok LQ-45 Bursa Efek Indonesia (BEI) yang mempublikasikan laporan tahunan dan laporan keuangan secara konsisten dan lengkap selama tahun 2010-2015. Sehingga sampel akhir dalam penelitian ini berjumlah 108 pengamatan yang diseleksi menggunakan purposive sampling. Teknik analisis data yang digunakan adalah regresi data panel dengan menggunakan program STATA untuk mengetahui hubungan antar variabel. Hasil penelitian menunjukkan bahwa good corporate governance berpengaruh signifikan positif dan memiliki hubungan yang langsung (direct) terhadap stock return tanpa dimediasi oleh kinerja perusahaan. Debt to equity ratio berpengaruh signifikan positif terhadap kinerja perusahaan dan berpengaruh signifikan negatif terhadap stock return. Sedangkan ukuran perusahaan berpengaruh signifikan negatif terhadap kinerja perusahaan dan tidak berpengaruh signifikan terhadap stock return.",
  "creators": "FELISITAS SRIAYU NINGSIH",
  "contributors": "Adwin Surja Atmadja (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011042/AKT/2017; Felisitas Sriayu Ningsih (32413226)",
  "subjects": "GOOD CORPORATE GOVERNANCE; CORPORATE GOVERNANCE; ACCOUNTING"
}