{
  "id": "39789",
  "title": "Analisa pengaruh pembagian deviden terhadap imbal hasil saham dengan volatilitas harga saham dan struktur modal sebagai variabel mediasi pada perusahaan dalam Bursa Efek Indonesia periode 2012-2015",
  "abstract": "Dividen yang merupakan salah satu sumber imbal hasil saham memiliki peranan penting bagi para investor karena dapat memberikan informasi terkait kondisi internal perusahaan. Perusahaan yang membagikan dividen tidak dapat terhindar dari volatilitas harga saham yang berlaku di pasar modal. Volatilitas tidak hanya dapat menjadi resiko bagi para investor tetapi juga dapat memberikan kesempatan untuk memperoleh imbal hasil yang tinggi. Agar perusahaan dapat memperoleh keuntungan yang maksimal, tidak jarang perusahaan melakukan kebijakan untuk mengubah struktur modalnya. Dengan menggunakan hutang, perusahaan dapat memperoleh keuntungan maksimal dengan modal minimal serta mampu mengurangi biaya pajak. Hutang yang tinggi juga dapat meningkatkan resiko kebangkrutan perusahaan dan berdampak pada imbal hasil saham yang diperoleh investor. Penelitian ini bertujuan untuk mengetahui pengaruh pembagian dividen, volatilitas harga saham dan struktur modal perusahaan terhadap imbal hasil saham. Sampel menggunakan 86 perusahaan yang terdaftar pada Bursa Efek Indonesia (BEI) selama periode 2012 hingga 2015. Metode pengolahan data yang digunakan dalam penelitian ini bersifat kuantitaif dan menggunakan data sekunder sebagai sumber data. Analisa pengolaha data dalam penelitian ini menggunakan analisa jalur. Hasil penelitian ini menemukan bahwa pembagian dividen berpengaruh signifikan pada imbal hasil saham, pembagian dividen berpengaruh signifikan terhadap volatilitas harga saham, pembagian dividen berpengaruh signifikan terhadap struktur modal perusahaan, volatilitas harga saham berpengaruh signifikan terhadap imbal hasil saham dan struktur modal perusahaan tidak berpengaruh signifikan terhadap imbal hasil saham.",
  "creators": "ALBERT LEONARD GEJALI",
  "contributors": "Hatane Semuel (Advisor 1); Sautma Ronni Basana (Advisor 2); Yenni Mangoting (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020142/MM/2017; Albert Leonard Gejali (03515049)",
  "subjects": "STOCK EXCHANGE; DIVIDENDS; CORPORATIONS--FINANCE; CAPITAL INVESTMENTS"
}