{
  "id": "39793",
  "title": "Pengaruh penambahan Mangifera Indica L.seed Oil terhadap unjuk kerja mesin diesel",
  "abstract": "Perkembangan teknologi membuat peningkatan konsumsi sumber daya alam semakin meningkat. Salah satu sumber daya alam yang sering digunakan adalah bahan bakar minyak. Bahan bakar minyak berasal dari minyak bumi yang dapat diolah menjadi bahan bakar. Minyak bumi merupakan sumber daya alam yang tidak dapat diperbaharui, sehingga suatu saat ketersediaannya akan menjadi langka. Untuk mengatasi hal tersebut, maka dilakukan penelitian untuk menghasilkan sumber daya alternatif yang dapat diperbaharui. Sumber daya tersebut berasal dari tanaman mangga. Bagian tanaman mangga yang dimanfaatkan sebagai pembuatan sumber daya alternatif adalah kernel buah mangga. Kernel adalah bagian dari inti biji buah mangga. Dalam kernel buah mangga, terdapat kandungan minyak yang dapat dimanfaatkan menjadi bahan bakar. Pada kernel buah mangga terdapat kandungan minyak sebanyak 17% dari massa kernel buah mangga. Proses pengambilan minyak biji mangga dilakukan dengan metode ekstraksi menggunakan soxhlet dan pelarut N-Heksana. Proses ekstraksi menghasilkan campuran minyak dan N-Heksana yang dapat dipisahkan menggunakan alat rotary evaporator. Setelah didapatkan minyak biji mangga murni, perlu dilakukan proses transesterifikasi untuk menghilangkan kandungan gliserol pada minyak biji mangga. Minyak biji mangga memiliki karakteristik viskositas mendekati bahan bakar solar sehingga minyak biji mangga cocok untuk dijadikan biodiesel, kemudian dilakukan pengujian unjuk kerja. Pengujian unjuk kerja dari bahan bakar menggunakan metode water brake dynamometer dengan pengereman berubah. Hasil pengujian unjuk kerja menunjukkan bahwa minyak biji mangga layak untuk dijadikan bahan bakar alternatif karena memiliki unjuk kerja yang hampir sama dengan solar maupun biosolar. Parameter-parameter dari unjuk kerja yang diuji meliputi daya, torsi, BMEP, specific fuel consumption, dan efisiensi thermal. Dengan ditambahkannya minyak biji manga dalam solar maka daya dari solar naik sebesar 3%, torsi naik sebesar 3%, BMEP naik sebesar 3%, SFC turun sebesar 12%, efisiensi termal naik sebesar 7%.",
  "creators": "ROBBY SANTOSO",
  "contributors": "Willyanto (Advisor 1); Sutrisno S.T.,M.T. (Advisor 2); Fandi Dwiputra Suprianto, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011222/MES/2017; Robby Santoso (24413079)",
  "subjects": "DIESEL MOTOR; DIESEL MOTOR-LUBRICATION SYSTEMS; BIODIESEL FUELS"
}