{
  "id": "39790",
  "title": "Pengaruh penambahan minyak biji sirsak terhadap unjuk kerja mesin diesel",
  "abstract": "Selama ini bahan bakar yang digunakan untuk menghasilkan energi berasal dari minyak bumi, gas alam dan batu bara telah digunakan secara berlebihan untuk memenuhi kebutuhan energi dunia. Sebagai bahan bakar yang tidak dapat diperbaharui, penggunaan bahan bakar ini secara terus menerus akan menyebabkan terjadinya kelangkaan bahan bakar di masa yang akan datang. Untuk menghadapi masalah tersebut, para peneliti telah melakukan berbagai cara untuk mengefisiensikan penggunaan bahan bakar fosil dan juga berusaha untuk menemukan bahan bakar alternatif lainnya. Biodiesel merupakan salah satu alternatif untuk mengurangi penggunaan bahan bakar fosil. Biodiesel yang digunakan untuk penelitian berasal dari limbah biji sirsak. Di Indonesia memiliki potensi besar untuk minyak biji sirsak, karena memiliki produksi buah sirsak yang cukup tinggi. Pada penelitian ini biji sirsak di ekstrak menggunakan alat soxhlet dengan memakai pelarut n-heksana. Untuk menghasilkan metil ester dilakukan dengan cara transesterifikasi menggunakan KOH 1% dan methanol 20% dari berat minyak dan diaduk dengan kecepatan 400 rpm selama 1 jam. Dari hasil pengujian biodiesel campuran B10 dan B20 yang memenuhi standar dari Dirjen Migas hanya biodiesel campuran B10. Hasil uji performansi B-10 menghasilkan nilai puncak daya 40,11 Hp, torsi 141,20 Nm, BMEP 70014,55 Kg/m2, sfc 0,20 Kg bahan bakar/Hp.jam., dan efisiensi termal 31,37%.",
  "creators": "JONATHAN JAYA DHARMAWAN",
  "contributors": "Willyanto (Advisor 1); Sutrisno S.T.,M.T. (Advisor 2); Fandi Dwiputra Suprianto, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011224/MES/2017; Jonathan Jaya Dharmawan Njoto (24413015)",
  "subjects": "DIESEL MOTOR; DIESEL MOTOR PARTS; BIODIESEL FUELS; DIESEL MOTOR-ALTERNATIVE FUELS"
}