{
  "id": "39795",
  "title": "Studi pengaruh temperatur bahan bakar pada performa mesin HR15DE",
  "abstract": "Bahan bakar yang tidak terbakar sempurna pada proses pembakaran merupakan sebuah kerugian bagi pengguna kendaraan bermotor dan juga bagi lingkungan. Hal tersebut dikarenakan emisi gas buang yang buruk dan konsumsi kendaraan yang boros. Permasalahannya adalah belum diketahuinya temperatur bahan bakar bensin yang menghasilkan performa mesin secara optimal. Oleh karena itu didapati cara dengan merancang jalur bahan bakar melalui media pendingin atau pemanas yang bertujuan merubah temperatur bahan bakar. Dari perubahan temperatur tersebut akan mendapat pengaruh terhadap performa mesin, emisi gas buang dan konsumsi bahan bakar. Perubahan suhu bahan bakar dilakukan menggunakan media pendingin atau pemanas dengan memanfaatkan thermoelectric sebagai perpindahan panas. Pada pengujian ini, saluran bahan bakar dimasukkan ke dalam kabin kendaraan dengan menggunakan selang tambahan dari pompa bahan bakar menuju fuel rail. Temperatur bahan bakar yang akan diuji adalah dalam rentang suhu 20°C hingga 45°C dengan step kenaikan suhu 5°C. Dalam studi ini terdapat beberapa rangkaian pengujian, yaitu pengujian chassis dynamometer, pengujian emisi dan konsumsi bahan bakar. Dari proses pengujian yang telah dilakukan didapatkan beberapa kesimpulan, bahwa pada pangujian chassis dynamometer, suhu bahan bakar paling optimal untuk melakukan pembakaran adalah suhu 30°C. Sedangkan untuk pengujian emisi dan pengujian konsumsi bahan bakar, suhu bahan bakar yang paling optimal masuk kedalam mesin adalah suhu 45°C.",
  "creators": "JEREMY LUGLIO HARTONO",
  "contributors": "Fandi Dwiputra Suprianto, S.T., M.Sc. (Advisor 1); Ekadewi Anggraini Handoyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011220/MES/2017; Jeremy Luglio Hartono (24413002)",
  "subjects": "MACHINERY-COOLING; AUTOMOBILES-MOTORS-COOLING; INTERNAL COMBUSTION ENGINES"
}