{
  "id": "39807",
  "title": "Modifikasi sistem pemasukan bahan bakar karburator menjadi sistem pemasukan bahan bakar injeksi pada motor Supra-X 125R th 2011",
  "abstract": "Peningkatan penggunaan kendaraan bermotor mempengaruhi peningkatan konsumsi bahan bakar dan emisi gas buang. Upaya untuk mengurangi konsumsi bahan bakar dan emisi gas buang yang dilakukan beberapa pabrikan kendaraan bermotor saat ini mulai banyak, salah satunya melakukan penjualan kendaraan sistem pemasukan bahan bakar karburator menjadi sistem pemasukan bahan bakar injeksi. Pada penelitian ini akan dijelaskan modifikasi sistem pemasukan bahan bakar karburator menjadi sistem pemasukan bahan bakar injeksi. Terdapat dua hal yang akan diteliti, yaitu konsumsi bahan bakar sebelum dan sesudah dimodifikasi, dan emisi gas buang kendaraan sebelum dan sesudah dimodifikasi. Pengujian konsumsi bahan bakar dilakukan untuk mengetahui jumlah konsumsi bahan bakar pada jarak dan kecepatan tertentu secara konstan dengan menggunakan gelas ukur. Sedangkan pengujian emisi gas buang kendaraan dilakukan untuk mengetahui kadar emisi gas buang kendaraan dengan menggunakan alat brain bee. Pada modifikasi sistem pemasukan bahan bakar karburator menjadi sistem pemasukan bahan bakar injeksi akan mengurangi konsumsi bahan bakar dan memperbaiki emisi gas buang kendaraan tanpa mengurangi performa kendaraan. Hasil pengujian kinerja menunjukkan bahwa setelah sistem pemasukan bahan bakar karburator dimodifikasi menjadi sistem pemasukan bahan bakar injeksi, emisi gas buang CO menurun sebesar 52% dan kadar HC menurun sebesar 23%, konsumsi bahan bakar juga menurun sebesar 7%. Sedangkan performa kendaraan meningkat dayanya sebesar 10,3% dan torsi meningkat 10,7%",
  "creators": "HASIAN BATUARA",
  "contributors": "Sutrisno S.T.,M.T. (Advisor 1); Fandi Dwiputra Suprianto, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011212/MES/2017; Hasian Batuara (24413056)",
  "subjects": "MOTORCYCLES-MOTORS-CARBURATOR; INTERNAL COMBUSTION; AUTOMOBILES-MOTORS-FUEL INJECTION SYSTEMS"
}