{
  "id": "39805",
  "title": "Pembuatan briket dari limbah daun dan ranting pohon angsana sebagai bahan bakar alternatif",
  "abstract": "Di zaman sekarang ini, semua hal yang dilakukan oleh makhluk hidup membutuhkan energi. Penggunaan energi sangat meningkat drastis terutama untuk bahan bakar fosil. Akibat dari penggunaan bahan bakar fosil yang berlebihan maka cadangan bahan bakar minyak juga semakin menipis. Oleh karena itu dibutuhkan energi alternatif. Energi alternatif yang dimaksud yaitu penggunaan biomassa. Biomassa sendiri dibagi atas tipe yaitu air, gas, padat. Pada kesempatan ini bahan bakar biomassa yang akan dibahas adalah biomassa padat. Briket merupakan salah satu jenis dari biomassa yang paling umum digunakan atau dibuat. Briket yang akan dibuat ini berasal dari bahan limbah yang tidak terpakai. Bahan limbah tersebut adalah ranting dan daun pohon angsana. Pohon Angsana adalah pohon yang biasa digunakan sebagai penghijauan di pinggir jalan maupun taman kota. Tanaman ini dapat tumbuh dengan cepat di berbagai musim. Namun pohon ini juga memiliki masalah untuk kebersihannya yaitu daunnya mudah berguguran ke tanah. Ranting dan daun dari pohon angsana ini sangat mudah rontok dan berserakan di mana-mana sehingga menyebabkan kebersihan lingkungan terganggu. Dikarenakan limbah pohon angsana ini sangat banyak terutama bagian ranting dan daun maka akan dijadikan briket. Metodelogi pembuatan briket dari limbah ranting dan daun angsana akan dijelaskan sebagai berikut. Pertama bahan limbah berupa ranting dan daun dikumpulkan dan dikeringkan dengan bantuan sinar matahari. Setelah kering maka ranting dan daun dapat dihaluskan menjadi serbuk dan selanjutnya akan dilakukan proses pengayakan untuk membuat ukuran partikel serbuk lebih kecil dengan mesh 20, 40, dan 60. Selanjutnya serbuk akan dicampur dengan tapioka sebagai bahan perekat untuk pemebentukan briket. Setelah itu akan dilakukan proses press dengan tekanan 1 Mpa dan 2 Mpa. Setelah itu briket dapat dikeringkan kembali baru setelah itu briket siap digunakan sebagai bahan bakar Untuk hasil dari pembuatan briket terserbut, campuran yang ideal yaitu 90% bahan limbah dan 10% tapioka. Nilai kalor yang dihasilkan dari campuran ranting dan tapioka sebesar 3777 Kcal/Kg. Sedangkan campuran daun dan tapioka memiliki nilai kalor sebesar 4648 Kcal/Kg. Semua hasil yang didapat berdasarkan proses pengayakan dengan ukuran 60 mesh. Sebagai informasi bahwa semakin kecil ukuran partikel maka hasil permukaan dan pembakaran briket akan semakin bagus, namun waktu terbakarnya semakin lama.",
  "creators": "JOVIAN EVANDER",
  "contributors": "Willyanto (Advisor 1); Sutrisno S.T.,M.T. (Advisor 2); Joni Dewanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011214/MES/2017; Jovian Evander (24413009)",
  "subjects": "BRIQUETS (FUEL); RENEWABLE ENERGY SOURCES"
}