{
  "id": "39802",
  "title": "Studi fisibilitas pemanfaatan evaporator untuk pendingin intercooler mesin 2KD-FTV",
  "abstract": "Dewasa ini peranti turbocharger selalu ditambahkan pada mesin diesel. Pada penggunaan turbocharger, udara yang akan masuk ke dalam ruang bakar dikompresikan sehingga tekanan dan temperature udara naik . Udara yang panas menyebabkan molekul O2 semakin sedikit sehingga pembakaran yang terjadi kurang sempurna. Oleh karena itu ditambahkan intercooler untuk mendinginkan udara yang masuk ke ruang bakar. Intercooler yang ada saat ini pendinginannya hanya bergantung dengan suhu udara lingkungan yang semakin hari semakin panas akibat adanya global warming. Sedangkan pada kendaraan yang kita gunakan sehari-hari masih ada sumber dingin dari refrigerant keluaran evaporator yang dapat dimanfaatkan untuk mendinginkan intercooler. Studi ini bertujuan untuk menemukan suhu pendinginan yang paling optimal pada intercooler aftermarket mesin 2KD-FTV dan menganalisa fisibilitas pemanfaatan evaporator untuk pendingin intercooler mesin 2KD-FTV. Dalam penelitian ini dirancang alat uji dengan sistem refrigerasi ac untuk mendinginkan air sebagai pengganti ambient temperatur intercooler pada rentan suhu 10ºC, 15ºC, 20ºC, 25ºC kemudian dilakukan pengujian menggunakan chassis dynamometer pada masing-masing suhu air pendinginan intercooler dan pada pendinginan intercooler pada suhu ruang. Dari hasil penelitian yang dilakukan diketahui bahwa suhu pendinginan intercooler 25ºC menghasilkan daya yang paling tinggi sebesar 111.7 Hp meningkat 1.8 Hp dan torsi menjadi 325.2 Nm meningkat 5 Nm dibandingkan pendinginan intercooler dengan suhu ruang 30ºC. Pemanfaatan evaporator untuk mendinginkan intercooler berdasarkan hasil perhitungan siklus air conditioner pada mobil innova bermesin 2KD-FTV menggunakan p-h diagram dinyatakan visible.",
  "creators": "FERRY WIDJAJA",
  "contributors": "Fandi Dwiputra Suprianto, S.T., M.Sc. (Advisor 1); Ekadewi Anggraini Handoyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011215/MES/2017; Ferry Widjaja (24413043)",
  "subjects": "TURBOCHARGERS; REFRIGERATORS-EVAPORATOR; DIESEL-MOTORS; AUTOMOBILES-MOTORS-TURBOCHARGERS"
}