{
  "id": "39808",
  "title": "Perencanaan dan aplikasi sistem audio 2-way untuk menghasilkan flat frequency dan efek staging-imaging pada Toyota Yaris",
  "abstract": "Sistem audio adalah komponen penting dalam kendaraan yang mampu menghilangkan rasa jenuh dalam berkendara. Namun sistem audio OEM pada umumnya menggunakan perangkat audio sederhana dengan kemampuan terbatas. Sistem audio standar tidak mampu memenuhi kebutuhan frekuensi secara merata serta tidak dapat menghasilkan efek staging – imaging. Penelitian ini mencoba mengaplikasikan sistem yang terdiri dari speaker 2 way serta sebuah subwoofer. Perangkat audio ini juga didukung dengan penggunaan head unit, power amplifier, serta treatment akustik yang bertujuan memperoleh frekuensi yang merata serta efek staging – imaging. Dengan menggunakan sistem tersebut, frekuensi yang dihasilkan merata dari 125 Hz ke atas, serta mampu menghasilkan efek staging - imaging di mana suara berasal dari tengah dasbor. Flat frequency yang dihasilkan sistem audio terlihat pada grafik RTA. Untuk frekuensi 125 Hz ke bawah output yang dihasilkan tidak merata karena suara mesin mobil. Efek staging – imaging juga berhasil diterapkan pada sistem audio yang baru. Hal ini dibuktikan melalui hasil kuesioner, di mana lebih dari 50 % responden setuju bahwa suara yang dihasilkan berasal dari tengah dasbor serta berada di atas dasbor. Pemasangan audio tidak mengganggu fungsi interior mobil sedikit pun, di mana seluruh responden mengatakan bahwa pandangan tidak terganggu oleh sistem audio yang baru.",
  "creators": "MARSHALL CLARENCE A",
  "contributors": "Sutrisno S.T.,M.T. (Advisor 1); Fandi Dwiputra Suprianto, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011211/MES/2017; Marshall Clarence Andries (24413042)",
  "subjects": "AUDIO AMPLIFIERS; AUTOMOBILES-AUDIO EQUIPMENT; POWER AMPLIFIERS"
}