{
  "id": "39816",
  "title": "Perancangan sudu turbin turbocharger radial pada mitsubishi perjo 4M40 dengan menggunakan software CFD",
  "abstract": "Seiring dengan pertumbuhan ekonomi, tingkat kemampuan seseorang untuk membeli mobil pun semakin meningkat. Hal ini juga cukup memperihatinkan karena semakin banyak kendaraan yang di gunakan maka semakin banyak juga BBM (Bahan Bakar Minyak) yang di butuhkan sebagai sumber energi mobil. BBM yang digunakan sebanyak 70,74T L dalam setahun. Bahan bakar minyak sendiri merupakan sumber daya alam yang tidak dapat diperbaharui kembali. Salah satu faktor yang cukup berpengaruh pada efisiensi pembakaran adalah efisiensi volumetrik. Cara untuk menaikkan efisiensi volumetrik dibutuh suatu alat tambahan yang dapat menaikkan tekanan udara yang akan masuk ke ruang bakar mesin, salah satunya adalah dengan menggunakan turbocharger. Dengan adanya masukan volume udara yang meningkat ke ruang bakar, maka efisiensi volumetrik akan meningkat. Metode penelitian dilakukan dengan bantuan program simulasi computational fluid dynamic (CFD), yaitu simulasi yang dapat memecahkan persamaan Navier-Strokes secara numerik pada program komputer. Analisa data yang dapat dihasilkan adalah hasil analisa terhadap pola aliran udara dan kenaikan daya blade. Pada kesempatan penelitian ini yang dapat dimodifikasi yaitu memodifikasi panjang ketebalan tengah blade up/low surface dan memodifikasi jumlah dari blade pada sebuah impeller. Dari hasil penelitian yang telah dilakukan dapat diketahui bahwa modifikasi 7 blade adalah modifikasi yang paling baik dari 12 blade dengan parameter yang sama, menaikkan daya blade hingga 26,9%. Hal lainnya untuk memodifikasi ketebalan blade kurang efektif karena hanya menaikkan daya blade sebesar 24,2%",
  "creators": "ANDREY FERDIAN RUMPUIN",
  "contributors": "Sutrisno S.T.,M.T. (Advisor 1); Ekadewi Anggraini Handoyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011203/MES/2017; Andrey Ferdian Rumpuin (24413038)",
  "subjects": "TURBOCHARGERS; AUTOMOBILES-MOTORS-TURBOCHARGERS"
}