{
  "id": "39812",
  "title": "Perancangan dan pembuatan turbin air sebagai pembangkit listrik 750 watt pada sungai hidrokinetik",
  "abstract": "Sungai hidrokinetik merupakan sungai dengan head yang rendah atau mendekati nol, sehingga memiliki energi kinetik yang lebih besar dibandingkan dengan energi potensialnya. Air memiliki massa jenis 1000 kali lebih besar dibandingkan dengan massa jenis yang dimiliki oleh udara, sehingga turbin udara VAWT dapat diterapkan pada sungai hidrokinetik. Pada penelitian ini sungai-sungai hidrokinetik yang ditinjau memiliki beberapa kendala, sehingga digunakan prototipe untuk melakukan eksperimen. Jenis turbin yang digunakan adalah turbin straight darrieus 4 bilah. Airfoil yang digunakan adalah NACA 2418, dengan chord length 15 mm. Turbin yang digunakan memiliki dimensi radius 20.5 mm dan tinggi 51 mm. Setelah mendesain turbin dilakukan simulasi CFD. Simulasi bertujuan untuk membuktikan bahwa sistem prototipe dapat beroperasi. Setelah mendapatkan hasil simulasi, dilakukan eksperimen melalui prototipe. Hasil yang didapat pada eksperimen dibandingkan dengan hasil perhitungan. Hasil pada penelitian ini didapatkan bahwa dengan kecepatan aliran fluida yang didapatkan dari prototipe sebesar 2.8563 m/s, dan dengan generator DC 12 volt dan diberi beban lampu 5 watt, dapat menghasilkan daya sebesar 5.625 watt. Nilai ğ¶ğ‘ dari turbin yang telah dirancang adalah sebesar 0.23. Dimensi turbin yang diperlukan untuk menghasilkan daya sebesar 750 watt adalah 0.475 meter untuk diameter, 0.59 meter untuk tinggi turbin, serta 0.174 meter untuk chord length.",
  "creators": "JANUARD BRIAN",
  "contributors": "Sutrisno S.T.,M.T. (Advisor 1); Ekadewi Anggraini Handoyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011207/MES/2017; Januard Brian (24413020)",
  "subjects": "HYDRAULIC TURBINES; HYDRAULIC TURBINES-DESIGN AND CONSTRUCTION; HYDROELECTRIC POWER PLANTS"
}