{
  "id": "39817",
  "title": "Perancangan dongkrak dinamis untuk penanganan darurat pada sepeda motor yang mengalami kerusakan ban (bocor)",
  "abstract": "Sepeda motor merupakan fasilitas transportasi umum yang telah menjadi kebutuhan sehari-hari dalam kehidupan masyarakat. Problematika utama yang sering dijumpai oleh para pengendara sepeda motor adalah di saat terjadi kebocoran pada ban yang menyebabkan perjalanan menjadi terganggu/terhambat terutama ketika pengendara tidak dapat menemukan tempat untuk memperbaiki roda ban sepeda motor tersebut. Oleh karenanya skripsi ini dirancang yang bertujuan untuk menghasilkan sebuah rancangan produk yang dapat mengantisipasi dan memberikan solusi terhadap permasalahan tersebut. Rancangan produk pada sepeda motor ini yang selanjutnya dinamakan dongkrak dinamis merupakan integrasi dari produk dongkrak yang memiliki fungsi untuk mengangkat beban dan roda yang memungkinkannya untuk bisa bergerak menggelinding secara dinamis. Rancangan dan prototipe dibuat sekaligus untuk mengantisipasi kebocoran ban sepeda motor baik bagian depan maupun bagian belakang. Penggerak dari dongkrak dinamis ini menggunakan motor DC 12v milik power window dengan Torsi sebesar 8 Nm. Selain itu komponen daripada dongkrak dinamis ini menggunakan berbagai macam dari material yaitu baja ASTM A36 untuk dudukan dongkrak dan ST37 stainless steel pada poros ulir. Desain dari dongkrak dinamis ini dirancang menyesuaikan dari bentuk sepeda motor khususnya sepeda motor transmisi manual dan desain menggunakan software solidwork. Dongkrak dinamis ini dapat menahan beban hingga 80 kg.",
  "creators": "JONATHAN ALEXANDER SAPUTRA",
  "contributors": "Joni Dewanto (Advisor 1); Ninuk Jonoadji (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011201/MES/2017; Jonathan Alexander Saputa (24412042)",
  "subjects": "LIFTING-JACKS-DESIGN AND CONSTRUCTION; LIFTING-JACKS; MACHINE DESIGN"
}