{
  "id": "39819",
  "title": "Pengaruh toughening agent pada sifat mekanis biocomposite serat tebu-polypropylene",
  "abstract": "Serat tebu telah diteliti dapat menjadi bahan serat penguat bagi komposit matrik polypropylene. Toughening agent juga ditambahkan untuk menaikkan ketangguhan komposit. Dalam penelitian ini serat tebu diberi alkali treatment NaOH 10% v/v selama 4 jam. Persentase toughening agent yang ditambahkan pada campuran rasio % berat serat tebu/PP dalam penelitian ini adalah 0,5%, 1%, 1,5% berat terhadap berat serat tebu. Efek toughening agent pada sifat komposit dievaluasi melalui pengujian tarik dan kelenturan (flexural) mengacu masing-masing pada ASTM D 638-02 tipe 1 dan ASTM D790-03. Pengamatan struktur mikro dilakukan pada permukaan patahan sampel uji tarik dengan menggunakan Scanning Electron Microscope (SEM) untuk melihat homogenitas campuran, mekanisme patahan yang terjadi, serta ikatan antar muka serat tebu-PP. Hasil uji tarik menunjukkan bahwa toughening agent sebanyak 1,5% berat menurunkan kekuatan tarik dari 9,92 ± 1,66 MPa (0% toughening agent) menjadi 5,34 ± 0,95 MPa pada komposit dengan serat tebu yang tidak mengalami proses alkali treatment atau dengan kata lain ada penurunan 46,14%. Flexural strength terbesar dimiliki oleh komposit yang tidak mengalami proses alkali treatment dan tidak ditambahkan toughening agent dengan nilai 29,66 ± 2,81 MPa. Penambahan toughening agent sebanyak 1,5% berat menurunkan flexural strength sebesar 18,91% menjadi 24,04 ± 3,99 MPa. Hasil SEM pada permukaan patahan spesimen uji tarik mengindikasikan campuran yang lebih homogen dibandingkan dengan penelitian sebelumnya serta penggabungan toughening agent pada matrik PP. Hasil SEM juga menjelaskan penyebab patahan yang terjadi pada hasil pengujian.",
  "creators": "LEONARDUS ADE T. H.",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 1); Suwandi Sugondo (Advisor 2); Roche Alimin (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011199/MES/2017; Leonardus Ade T.H. (24411068)",
  "subjects": "POLYPROPYLENE FIBERS; COMPOSITE MATERIALS"
}