{
  "id": "39813",
  "title": "Perencanaan auto-rotating grill pada toyota kijang LGX untuk meningkatkan peforma aerodinamika",
  "abstract": "Teknologi diciptakan dengan tujuan untuk mempermudah kinerja manusia. Salah satunya adalah mobil, yang mana sangat membantu manusia dalam hal menunjang mobilitas dari tempat satu ke tempat yang lainnya. Dalam merancang mobil, beberapa aspek perlu diperhatikan, antara lain: keselamatan, kenyamanan, dan juga performa dari mobil itu sendiri. Untuk menunjang performa tersebut, diperlukan upaya guna menghasilkan performa lebih baik. Hal itu seperti sistem aerodinamika pada kendaraan tersebut. Salah satu komponen aerodinamika yang memiliki peran cukup penting adalah front grill, karena front grill adalah bagian yang pertama kali bersentuhan dengan aliran udara ketika kendaraan melaju. Toyota Kijang LGX dipilih karena masih banyak pengguna mobil ini di Indonesia, serta belum tersedianya fitur auto-rotating grill untuk mobil kelas menengah ke bawah. Sehingga, diharapkan dengan menerapkan sistem ini dapat mengurangi nilai Cd, yang mana nilai Cd standarnya adalah 0,35. Pada perencanaan ini, menggunakan 2 metode. Yaitu menggunakan metode simulasi untuk menganalisa aliran serta untuk mendapatkan nilai Cd sebagai pembanding antara waktu posisi grill terbuka dan waktu posisi grill tertutup pada kecepatan tertentu. Dan metode yang kedua adalah pembuatan prototype/mekanisme. Dari dua metode yang telah dilakukan, didapatkan hasil bahwa penggunaan auto-rotating grill pada Toyota Kijang LGX dapat mengurangi nilai Cd hingga 13-15% dari nilai awal.",
  "creators": "JOFFRA NOVERANO",
  "contributors": "Fandi Dwiputra Suprianto, S.T., M.Sc. (Advisor 1); Roche Alimin (Advisor 2); Ninuk Jonoadji (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011206/MES/2017; Joffra Noverano (24412067)",
  "subjects": "AUTOMOBILES-MOTORS; AUTOMOBILES-BUMPERS; AUTOMOBILES-AERODYNAMICS; AERODYNAMICS"
}