{
  "id": "39823",
  "title": "Studi kasus identifikasi faktor pendorong-penghambat proses remanufaktur dan faktor yang berpengaruh terhadap minat pembelian produk remanufaktur",
  "abstract": "Remanufaktur adalah proses pengembalian kondisi dan performa produk bekas menjadi seperti barang baru dan produk tersebut digaransi seperti produk baru (Ijomah, 2009). Remanufaktur dapat mengurangi pemakaian sumber daya alam, meminimalisir pencemaran lingkungan, dan mengurangi landifll. Keuntungan yang disebutkan membuat proses remanufaktur cocok diterapkan pada kawasan Asia, termasuk Indonesia (Kamigaki, Matsumoto, & Arifatul, 2017). Tugas akhir ini dibuat untuk mengidentifikasikan faktor yang berpengaruh terhadap minat pembelian produk manufaktur serta faktor pendorong dan penghambat proses remanufaktur di Indonesia. Metode kualitatif dengan cara in-depth interview digunakan untuk melakukan studi kasus dengan subjek alat berat di Indoneisa. Wawancara dilakukan terhadap 4 konsumen dan 2 produsen. Wawancara terhadap konsumen berkisar pada purchase intention dan faktor yang mempengaruhinya, yaitu product knowledge, purchase attitude, subjective norm, perceived behavioral control, perceived benefits, dan perceived risks. Hasil analisa menunjukkan bahwa purchase attitude dipengaruhi oleh perceived risk dan perceived benefit yang dirasakan. Pada pendalaman kasus juga ditemukan perceived benefit dan perceived risk dipengaruhi secara langusng oleh perceived behavioral control. Ada dua pihak yang memegang pengaruh subjective norm, yaitu leasing company dan client. Wawancara terhadap produsen berkisar pada faktor pendorong dan penghambat praktik remanufaktur. Ada 3 jenis faktor penghambat, yaitu technical, business, dan production. Ada 3 jenis faktor pendorong,yaitu economic, technical, dan social. Didapatkan bahwa enviromental drivers tidak dirasakan oleh produsen. Untuk memaksimalkan potensi praktik remanufaktur dapat dibuat regulais yang akan mendukung enviromental driver.",
  "creators": "LUKE SUGIHARTO SUSILO",
  "contributors": "Didik Wahjudi (Advisor 1); Dr. Dra. Gan Shu San, M.Sc. (Advisor 2); Prof. Dr. Juliana Anggono, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011195/MES/2017; Luke Sugiharto Susilo (24413004)",
  "subjects": "MANUFACTURING INDUSTRIES; REMANUFACTURING"
}