{
  "id": "39821",
  "title": "Peningkatan yield aluminium pada proses daur ulang kaleng minuman berbahan paduan aluminium",
  "abstract": "Konsumsi kaleng minuman di seluruh dunia mencapai 6700 kaleng setiap detiknya. Daur ulang kaleng minuman dilakukan untuk mengatasi banyaknya sampah kaleng tersebut. Ada dua permasalahan yang muncul dalam proses daur ulang kaleng, yaitu banyaknya slag yang dihasilkan serta adanya sejumlah aluminium yang terjebak di dalam slag. Kedua hal tersebut menyebabkan rendahnya jumlah produk (yield daur ulang) dan aluminium yang diperoleh (yield aluminium). Pada penelitian sebelumnya dilaporkan yield daur ulang kaleng minuman sebesar 26,6-62,5%. Peningkatan yield terjadi setelah dilakukan penghilangan cat pada badan kaleng (selisih 18,9-21,8%). Pada penelitian ini yield daur ulang dan yield aluminium diupayakan untuk ditingkatkan dengan cara penambahan drossing flux saat peleburan. Drossing flux bekerja secara eksotermik menaikkan temperatur aluminium cair dan melepaskan aluminium cair yang terjebak dalam slag sehingga terjadi peningkatan yield. Setelah peleburan kaleng minuman dilakukan dalam 5 kali percobaan dengan penambahan drossing flux maupun tanpa penambahan drossing flux, dengan cat maupun tanpa cat, didapatkan data hasil percobaan yang menunjukan bahwa penambahan drossing flux saat peleburan mampu meningkatkan yield daur ulang sebesar 4,4-5% dan yield aluminium sebesar 4,4-5,02% dibandingkan peleburan tanpa penambahan drossing flux. Penghilangan cat juga berdampak pada kenaikan yield daur ulang sebesar 3,9% dan yield aluminium sebesar 3,8%.",
  "creators": "YOSIAS MICHAEL SUHENDRA",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 1); VICTOR Y. RISONARTA (Advisor 2); Oegik Soegihardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skriipsi No. 01011197/MES/2017; Yosias Michael Suhendra (24413013)",
  "subjects": "RECYCLING (WASTE, ETC.); ALUMINUM-RECYCLING"
}