{
  "id": "39833",
  "title": "Analisis faktor-faktor pemilihan jasa pelayaran oleh freight forwarder di Surabaya",
  "abstract": "Penelitian ini dilakukan untuk menganalisis faktor-faktor yang mempengaruhi pemilihan jasa perusahaan pelayaran oleh freight forwarder di Surabaya. Perusahaan jasa pelayaran menurut Kosasih (2007) adalah usaha industri bidang jasa transportasi laut dan shipping industry yang memberi manfaat berupa place utility yaitu kegunaan barang menjadi lebih bermanfaat apabila dipindahkan ke lokasi tertentu dan time utility yaitu kegunaan barang menjadi lebih bermanfaat apabila digunakan pada waktu tertentu. Kemudahan arus barang masuk maupun keluar dari Indonesia merupakan dampak dari berlangsungnya Masyarakat Ekonomi Asean secara serentak dari tahun 2016. Hal ini secara tidak langsung meningkatkan kegiatan logistik yang ada di Indonesia, sehingga freight forwarder sebagai badan usaha yang membantu kepengurusan logistik (Suyono, 2005) para eksportir dan importir berusaha untuk memberikan layanan yang lebih baik kepada pelanggan mereka melalui pemilihan jasa pelayaran yang menjawab kebutuhan. Setelah mempelajari literatur dan berdiskusi dengan beberapa pengguna jasa pelayaran, penulis meringkas faktor yang ada menjadi 23 faktor yang digunakan sebagai pertimbangan pengguna jasa perusahaan pelayaran oleh freight forwarder di Surabaya. Faktor-faktor tersebut kemudian dianalisa dengan dengan menggunakan tabulasi silang dan analisa faktor. Dari hasil analisa faktor ditemukan bahwa faktor reliabilitas dan layanan menjadi faktor terpenting yang dipilih oleh pengguna jasa pelayaran oleh freight forwarder di Surabaya. Dari hasil analisis ke 23 faktor tersebut ada 4 faktor baru yang terbentuk yaitu reputasi perusahaan sebagai faktor yang terpenting diikuti kelengkapan fasilitas, profesionalisme perusahaan, dan orientasi pelanggan.",
  "creators": "ANDRE TANZA; YONES VALENCIA TALAHATU",
  "contributors": "Devi Destiani Andilas (Advisor 1); Pwee Leng (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010298/MAN/2017; Andre Tanza (35413025), Yones Valencia T. (35413032)",
  "subjects": "TRANSPORTATION MANAGEMENT; SHIPPING--MANAGEMENT; SHIPPING-INDUSTRY"
}