{
  "id": "39835",
  "title": "Pengaruh website content terhadap e-trust dan e-marketing effectiveness pada www.traveloka.com",
  "abstract": "Perkembangan internet saat ini bukan hanya berfungsi sebagai media informasi, tetapi juga sebagai media komunikasi, namun internet juga dapat menambah pendapatan seseorang dalam bidang perekonomian. Dengan mengetahui potensi pasar internet yang ada dapat menjadikan peluang-peluang baru dalam memulai dan menjalankan bisnis jasa transportasi dengan basis internet seperti traveloka.com. Dalam transaksi online, kepercayaan untuk membeli secara online (e-trust) dapat menaikkan atau menurunkan resiko yang dirasakan dan masalah keamanan, maka e-trust menjadi sangat penting bagi kesuksesan sebuah perusahaan. Trust, sebagai faktor penting dalam E-Commerce, adalah dipengaruhi didominasi oleh situs web. Penelitian menganalisis (1) pengaruh Website Content terhadap E-Trust pada www.traveloka.com; (2) Untuk menganalisis pengaruh Website Content dan E-Trust terhadap E-Marketing Effectiveness pada www.traveloka.com Penelitian ini menggunakan jenis penelitian kausalitas. Populasi yang digunakan dalam penelitian ini adalah pelanggan www.traveloka.com sebanyak 155 responden. Teknik analisis data yang digunakan adalah Partial Least Square (PLS). Hasil penelitian ini menunjukkan bahwa (1) Variabel Website Content berpengaruh signifikan dan positif terhadap E-Trust; (2) Variabel Website Content berpengaruh signifikan dan positif terhadap E-Marketing Effectiveness; (3) Variabel E-Trust tidak berpengaruh signifikan dan positif terhadap E-Marketing Effectiviness.",
  "creators": "FEDIYANTO LUKITO",
  "contributors": "Hatane Semuel (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010296/MAN/2017; Fediyanto Lukito (35412049)",
  "subjects": "WEB SITES; INTERNET MARKETING; INTERNET MARKETING-RESEARCH"
}