{
  "id": "39843",
  "title": "Analisis logo Hari Ulang Tahun (HUT) Kemerdekaan Republik Indonesia (RI)",
  "abstract": "Logo adalah elemen grafis yang mencerminkan identitas instansi yang diwakilinya. Indonesia sebagai negara juga membuat logo hari jadi tiap perayaan kemerdekaannya. Dalam sebuah negara, logo kemerdekaan dapat dipengaruhi oleh keadaan sosial-ekonomi-politik yang terjadi saat pembuatan logo. Selama 72 tahun merdeka, Indonesia telah membuat logo dalam rangka perayaan kemerdekaannya. Logo pertama dibuat pada tahun 1995 (logo 50 tahun Indonesia merdeka) pada masa pemerintahan Suharto. Pembuatan logo yang sempat terhenti dilanjutkan kembali oleh SBY dengan logo 60an tahun kemerdekaan RI. Presiden selanjutnya, Jokowi, melanjutkan pembuatan logo kemerdekaan Indonesia & menghasilkan 3 logo hingga sekarang (2017). Logo-logo tersebut memiliki perbedaan dan kesamaan elemen. Berdasarkan penjelasan singkat mengenai logo, elemen logo kemerdekaan Indonesia harus menggambarkan identitas maupun keadaan sosial-ekonomi-politiknya. Semiotika Peirce yang membahas perlambangan dapat membantu proses penggambaran identitas dan keadaan negara Indonesia. Dalam kajian Peirce, lambang dibedakan menjadi 3 kategori: ikon, indeks, dan simbol. Untuk menganalisis terjadinya pemaknaan lambang, Peirce menggunakan 3 istilah semiotika: representamen yang merupakan lambang, objek semiotika yang merupakan objek nyata rujukan lambang, dan interpretan yang menyatakan hubungan representamen dan objek semiotika.",
  "creators": "ALLYN PRISCILLA SANTOSO",
  "contributors": "Obed Bima Wicandra (Advisor 1); Asthararianty, S.Sn., M.Ds. (Advisor 2); Bing Bedjo Tanudjaja (Examination Committee 1); Daniel Kurniawan, S.Sn., M.Med.Com (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00013127/DKV/2018; Allyn Priscilla Santoso (42413119)",
  "subjects": "GRAPHIC ARTS; VISUAL COMMUNICATION; LOGOS (SYMBOLS)"
}