{
  "id": "39848",
  "title": "The Impact of board size, gender diversity & managerial ownership toward vaic & firm value (evidence from Indonesia and Malaysia consumer goods)",
  "abstract": "Tujuan penelitian ini adalah untuk menganalisa pengaruh secara langsung corporate governance terhadap intellectual capital dan firm value serta pengaruh intellectual capital sebagai mediasi antara corporate governance dan firm value. Dua negara berkembang di ASEAN, yaitu Indonesia dan Malaysia terpilih menjadi objek penilitian ini. Corporate governance memiliki indikator board size, gender diversity dan managerial ownership. Intellectual capital dan firm value akan diukur dengan VAICTM dan Tobin’s Q. Penilitian ini akan dilakukan pada sector barang konsumsi. Total sampel yang diambil dari Indonesia Stock Exchange adalah sebesar 25 perusahaan Indonesia (150 tahun-buku). Sedangkan total sample yang diambil dari Bursa Malaysia adalah sebesar 106 perusahaan Malaysia (636 tahun-buku). Data analisis dilakukan dengan menggunakan software WarpPLS 5.0. Hasil penelitian yang mendukung hipotesis yang diajukan, bahwa corporate governance di Indonesia dan Malaysia menunjukkan pengaruh positif dan signifikan terhadap intellectual capital dan firm value. Intellectual capital di kedua negara tersebut juga menunjukan hasil yang serupa terhadap firm value, namun faktor pendorong hasil signifikan tersebut adalah berbeda. Corporate governance di Indonesia paling dipengaruhi oleh board size dan managerial ownership, sedangkan intellectual capital terutama dipengaruhi oleh ICE. Corporate governance di Malaysia paling dipengaruhi oleh board size dan gender diversity, sedangkan intellectual capital terutama dipengaruhi oleh HCE & CEE. Terlebih lagi, intellectual capital di Malaysia terbukti dapat menjadi variabel mediasi antara corporate governance dan firm value.",
  "creators": "MELINDA SETIADI",
  "contributors": "Devie (Advisor 1); Josua Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010999/AKT/2017; Melinda Setiadi (32413186)",
  "subjects": "ACCOUNTING; CORPORATE GOVERNANCE; INTELLECTUAL CAPITAL"
}