{
  "id": "39841",
  "title": "Pengaruh destination image terhadap tourist satisfaction dan positive word of mouth: studi kasus Indonesian hallyu-induced tourist",
  "abstract": "Berkembangnya teknologi memudahkan kita untuk mendapatkan berbagai informasi dengan mudah, termasuk informasi tentang destinasi wisata. Imej dari sebuah destinasi wisata sendiri dapat terbentuk dari berbagai sumber informasi; salah satunya adalah media entertainment. Dalam beberapa tahun terakhir ini, media entertainment Korea Selatan semakin dikenal oleh dunia, terutama untuk drama dan variety shows-nya. Melalui acara-acara tersebut, banyak budaya dan destinasi wisata Korea Selatan yang telah dikenalkan pada dunia, yang kemudian membentuk imej tertentu di pikiran wisatawan. Imej ini kemudian berubah menjadi berbagai level ekspektasi ketika wisatawan mengunjungi Korea Selatan secara langsung. Ketika wisatawan berinteraksi dengan budaya dan masyarakat lokal, wisatawan akan memiliki pengalaman tertentu. Penelitian ini bertujuan untuk menganalisa pengaruh dari destination image yang terbentuk dengan pengaruh Korean wave (hallyu) terhadap kepuasan wisatawan Indonesia dan keinginannya untuk berbagi pengalaman ke orang lain. Penelitian ini dilakukan dengan menyebarkan kuesioner kepada 137 orang responden, di mana responden tersebut merupakan Warga Negara Indonesia penggemar Korean Wave (hallyu) yang sudah pernah ke Korea Selatan dalam jangka waktu kurang dari satu tahun terakhir. Dengan menggunakan teknik analisa Partial Least Square (PLS), hasil penelitian menunjukkan bahwa destination image yang terbentuk dengan pengaruh hallyu memberikan pengaruh yang signifikan terhadap kepuasan wisatawan Indonesia yang kemudian memiliki pengaruh secara signifikan terhadap keinginannya untuk membagikan pengalamannya kepada orang lain.",
  "creators": "CHRISTY O.",
  "contributors": "Rachmat Sugianto (Advisor 1); Yudianto Oentario, S.E., M.M. (Advisor 2); Edwin Japarianto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010291/MAN/2017; Christy Octaviani (35413004)",
  "subjects": "TOURIST TRADE-RESEARCH; TOURIST TRADE-CONSUMER SATISFACTION; TOURISM-MANAGEMENT"
}