{
  "id": "39846",
  "title": "Board of directors, intellectual capital and earnings quality in Indonesia and Malaysia: consumer goods",
  "abstract": "Penelitian ini dilakukan untuk menganalisa dampak dari board of director (BOD) terhadap kualitas laba, dengan menggunakan intellectual capital (IC) sebagai variabel mediasi. Selain itu, variabel konkomitan, seperti firm size dan leverage, akan digunakan oleh peneliti dalam melakukan analisa. Penelitian ini dilakukan terhadap perusahaan sektor barang konsumsi di Bursa Efek Indonesia dan Malaysia di tahun 2011-2015 (lima tahun). Teknik data analisis akan menggunakan software WarpPLS versi 5.0. Peneliti menemukan hasil yang beragam selama melakukan penelitian ini. BOD ditemukan memiliki pengaruh negatif terhadap kualitas laba di Indonesia, sedangkan tidak ditemukan dampak terhadap kualitas laba di perusahaan Malaysia. Namun, BOD memiliki dampak positif terhadap intellectual capital di Indonesia. Dampak yang berlawanan ditemukan di Malaysia di mana BOD memiliki dampak negatif terhadap intellectual capital. IC memiliki dampak signifikan terhadap kualitas laba di kedua negara. IC memiliki dampak positif terhadap kualitas laba di Indonesia, sedangkan dampak negatif ditemukan pada perusahaan Malaysia. Di keduanya, IC gagal menjadi variabel mediasi terhadap dampak antara BOD dan kualitas laba. Oleh karena itu, pengoptimalan BOD sangat penting untuk meningkatkan kualitas laba di Indonesia. Selain itu, IC memiliki peranan penting untuk mempengaruhi kualitas laba di Indonesia dan Malaysia sehingga perlu dioptimalkan.",
  "creators": "NATALIA IVANA HALIM",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Josua Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011000/AKT/2017; Natalia Ivana Halim (32413154)",
  "subjects": "INTELLECTUAL CAPITAL; CORPORATE GOVERNANCE; ACCOUNTING"
}