{
  "id": "39842",
  "title": "Pengaruh service quality terhadap repurchase intention dengan customer satisfaction sebagai variabel intervening pada PT Dwidaya Tour & Travel Surabaya",
  "abstract": "Pariwisata semakin berkembang dengan banyak munculnya tempat wisata khususnya di luar negeri. Banyak orang kini melakukan perjalanan ke luar negeri dengan berbagai tujuan wisata. Maka bermunculanlah bisnis travel agent yang sangat membantu masyarakat untuk mempermudah perjalanan wisata mereka. Travel agent yang sudah ada berusaha untuk mempertahankan konsumen dengan berbagai cara salah satunya dengan menciptakan kepuasan dengan memberikan kualitas layanan yang baik agar menciptakan minat beli ulang dari konsumennya. Tujuan penelitian ini adalah untuk mengetahui service quality yang baik dapat menciptakan customer satisfaction dan mengakibatkan adanya repurchase intention pada PT Dwidaya Tour & Travel Surabaya. Teknik sampling dalam penelitian ini adalah metode purposive sampling, yaitu teknik pengambilan sampel dimana populasinya adalah orang-orang yang pernah melakukan pengurusan dokumen pada PT Dwidaya Tour & Travel Surabaya. Metode analisis yang digunakan adalah analisa outer model dan inner model dengan menggunakan uji Smart PLS 3.0. Hasil penelitian ini menunjukkan bahwa indikator dari service quality dapat menghasilkan customer satisfaction dan akhirnya mengakibatkan adanya repurchase intention pada pada PT Dwidaya Tour & Travel Surabaya.",
  "creators": "CALEB REYHAN ISTIANTO; ANGELICA HILDA WIHARDJA",
  "contributors": "Edwin Japarianto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010290/MAN/2017; Caleb Reyhan Istianto (35412028), Angelica Hilda Wihardja (35413026)",
  "subjects": "TRAVEL AGENTS-CONSUMER SATISFACTION; TRAVEL AGENTS-CUSTOMER SERVICES; TRAVEL AGENTS-MARKETING; TRAVEL AGENTS-SURABAYA-RESEARCH"
}