{
  "id": "39857",
  "title": "The Impact of board structure on intellectual capital and earnings management in Indonesia and Malaysia: consumer goods",
  "abstract": "This study aims to examine the relationship of board structure, intellectual capital and earnings management. The objective of this study is to examine the direct impact of board structure, as independent variable which indicated by board size, board composition and board meeting, on earning management or through the mediation of intellectual capital. Intellectual capital is measured using the Value Added Intellectual Coefficient (VAIC) method which formed by three components which are human capital efficiency, structural capital efficiency and capital employed efficiency. Earnings management as indicated by the absolute value of discretionary accrual is measured using the Modified Jones model. Aside from that, concomitant variable comprising of firm size, leverage, ROA, and sales growth will be taken into account in the data analysis. The sample of this study is consumer goods sector companies listed in Indonesia Stock Exchange and Bursa Malaysia during 2011 to 2015. Data will be analyzed using WarpPLS 5.0. Mixed results was found in Indonesia and Malaysia. Board structure shows a positive significant impact toward earnings management in Indonesia, whereas it has no correlation in Malaysian companies. Aside from that, a positive significant impact between board structure and intellectual capital is found in both Indonesia and Malaysia. On the other hand, intellectual capital demonstrates an opposite impact toward earnings management in both countries. In Indonesia, IC has a negative significant impact towards earnings management. In contrary, a positive significant impact is found in Malaysia companies. Nevertheless, IC is unable to mediate the board structure towards earnings management in both countries.",
  "creators": "EVELYN JANE",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Josua Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011001/AKT/2017; Evelyn Jane Juwono (32413192)",
  "subjects": "ACCOUNTING; CONSUMER GOODS; INTELLECTUAL CAPITAL-MANAGEMENT; INTELLECTUAL CAPITAL"
}