{
  "id": "39871",
  "title": "Impact of corporate social responsibility policies to employee performance and cost in Indonesia",
  "abstract": "Penelitian ini dilakukan untuk mengetahui pengaruh kebijakan tanggung jawab sosial perusahaan (CSR) terhadap kinerja dan biaya karyawan. Penelitian ini menggunakan perusahaan yang diwajibkan oleh Pemerintah Indonesia untuk melakukan kebijakkan CSR. Perusahaan terkait adalah perusahan yang beroperasi di bidang pertambangan, pertanian, industri dasar, dan industri kimia. Hasil temuan menunjukkan bahwa kegiatan positif dari kebijakkan CSR dapat mengimbangi kegiatan bisnis kontroversial perusahaan yang dapat menganggu lingkungan, masyarakat, dan kesejahteraan karyawan. Karena itu, metodologi Kinder, Lydenberg, and Domini’s (KLD) dipilih karena kemampuannya mempertimbangkan bagian positif dan negatif dari suatu perusahaan. KLD memberi pendekatan baru dalam pengukuran kebijakan CSR dengan cara mengurangi total kekuatan CSR (kegiatan postif) dengan total kekurangan CSR (kontroversi negatif). KLD mencakup 5 area yang terdiri dari komunitas, keragaman, relasi dengan karyawan, lingkungan, dan produk. Metodologi ini mampu memberi pandangan yang lebih baik mengenai implementasi CSR di Indonesia. Software SPSS akan digunakan dalam pengolahan data. Berdasarkan 231 sampel perusahaan dari 3 tahun observasi, ditemukan bahwa kebijakkan CSR memiliki; hubungan signifikan negatif terhadap kinerja karyawan dan tidak adanya hubungan terhdapat biaya karyawan. Test lanjutan dari multivariate analysis of variance menunjukkan bahwa rendahnya kebijakkan CSR terhadap pihak internal perusahaan dapat menyebabkan hubungan negatif signifikan terhdapt kinerja karyawan.",
  "creators": "ELVIRA LINARDO",
  "contributors": "Josua Tarigan (Advisor 1); Saarce Elsye Hatane (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011012/AKT/2017; Elvira Linardo (32413003)",
  "subjects": "INCENTIVE IN INDUSTRY; EMPLOYEE PERFORMANCE; CORPORATE SOCIAL RESPONSIBILITY; ACCOUNTING"
}