{
  "id": "3990",
  "title": "Marketing strategies: how to maintain nintendo?s handheld product share towards Sony PSP threat in Netherlands",
  "abstract": "Video game industry in Netherlands has grown following the global trend entering the seventh generation console for the upcoming years. The three major players in the video game hardware manufacturers, Sony, Nintendo and Microsoft, show the interest in Dutch market in which they currently release their new Video Game Consoles (VGC) as well as the new Video game handheld (VGH) products. The pioneer step of Nintendo?s handheld products such as Game Boy and the New Nintendo Dual screen face the new competition threat from Sony PSP in this current year. The intensive advertisements and distribution of PSP in the Netherlands show the eagerness of Sony PSP in winning the market from Nintendo. Nintendo who inhabits the one hundred years famous brand and full of experience human resources need to evaluate their current marketing strategies in Dutch market in order to defend their market share from Sony PSP threat. The result of the survey shows Dutch people awareness in the video game field but not really much in VGH market, which is shown in the lower ownership of VGH and ability to describe exactly regarding each VGH characteristics. The recommended five years marketing strategies developed will have to focus on increasing the brand awareness and sales of Nintendo?s VGH products through Integrated Marketing Strategies especially targeting kid market segment through upcoming trend utilization in educational games and online gaming trend",
  "creators": "ONNES HENDRATA",
  "contributors": "RENE VAN DER LINDEN (Advisor 1); MENNO VAN VERTOHAUZEN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Final Assignment Report No. 00040102/MAN/2006; Onnes Hendrata (34402025)",
  "subjects": "MARKETING; MARKETING MANAGEMENT"
}