{
  "id": "3991",
  "title": "Assessing general positioning strategies effectiveness of men skincare in the Netherlands. A Recommendation of positioning strategy for Loreal Paris Men?s expert",
  "abstract": "Along with the booming of shifts in gender roles and perceptions beginning 1900's, cosmetics for men experienced a significant growth and acceptance towards vast number of societies, especially in the western culture societies. Along with the increasing popularity of the phenomenon, it is interesting to take a deeper look against the marketing strategies of these major men skincare brands. The aim of the dissertation is to identify positioning strategies of major men skincare brands in the Netherlands, whether these strategies have satisfied current market needs and to specifically give recommendations for Loreal's Men?s Expert on how to penetrate possible new market segments. Assessment towards these brands marketing strategies are based on STP theories, while gender identity and roles theories are used to assess the results of depth interviews with projective techniques of 6 respondents. Structured analysis and comparison for each and between brands on their brief marketing mix was conducted to study the current positioning level, while depth interviews result analysis based on gender theories was conducted to analyze the market demands and perceptions towards these brands. The results of these analysis showed that there was still actually two different markets which are masculine men and feminine men. So far, based on the analysis, these brands focused more on the feminine men, the smaller part of the market, and as a result, neglect the masculine values needed within the image of the product. The marketing strategies recommendation was then built based on the same STP theories, focusing on creating masculine image of the products to attract the biggest part of the market, which is masculine men.",
  "creators": "RATNA TRI WULANDARI H",
  "contributors": "MENNO VAN VERTOHAUZEN (Advisor 1); NICO JANSEN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Final Assignment Report No. 00040104/MAN/2006; Ratna Tri Wulandari (34402029)",
  "subjects": "MARKETING; MARKETING MANAGEMENT"
}