{
  "id": "3993",
  "title": "Kunyit asam SidoMuncul: penetrating the Netherlands' soft drink market",
  "abstract": "This research mainly answers the question of how PT. SidoMuncul can attract young-adult women in the Netherlands to buy its Turmeric Tamarind product (Kunyit Asam Sidokhncul) by analyzing the Dutch market opportunity and attractiveness for functional soft drink. This dissertation employs both secondary and primary research methods. The secondary research used to determine the attractiveness of this market in the Netherlands. It showed that PT. SidoMuncul can exploit this market since the Netherlands has growing numbers of working women (Kunyit Asam Sidomuncul?s target market); stable economic condition; high consumption on soft drinks; accessible government regulation for importing soft drinks; and large international trades with Indonesia. In addition, a primary research on Dutch working women age 20-49 years old regarding their soft drink buying behaviors and opinions toward Indonesian soft drink was conducted to determine the correct positioning strategy to enter the Netherlands Soft Drink market. The result is a Brand Positioning for Kunyit Asam Sidomuncul in the Netherlands (based on the Product Benefits), which is a natural fresh and good taste functional quick (ready-to-drink) soft drink. All of these research results are combined to develop the correct marketing strategy (Marketing Mix) and the proper market entry strategy for PT. SidoMuncul's Kunyit Asam Sidomuncul to successfully penetrate Dutch Soft Drink Market.",
  "creators": "CHRISTINE TJAHJADI",
  "contributors": "MENNO VAN VERTOHAUZEN (Advisor 1); RENE VAN DER LINDEN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Final Assignment Report No. 00040105/MAN/2006; Christine Tjahjadi (34402034)",
  "subjects": "MARKETING MANAGEMENT"
}