{
  "id": "39997",
  "title": "Influence of budget participation on budget slack, as mediated by fairness perceptions, trust, and goal commitment",
  "abstract": "This study aims to examine the influence of budget participation on propensity of budget slack creation through the mediation of distributive and procedural fairness, managerial trust, and budget goal commitment. It is also done to assess the generalisability of Maiga and Jacob’s (2007) study outside manufacture sector. The analysed data were collected using surveys from 103 respondents holding managerial position in 49 Indonesian distribution companies. From this sample, it was found that 76% of the managers participated in the budgeting process and 93% of them considered the budget only provide little slack. The analysis is run using Structural Equation Modelling (SEM) with AMOS. The result supports the hypotheses that budget participation positively influences distributive and procedural fairness. The two fairness perceptions then positively affect managerial trust, which influences budget goal commitment positively. Finally, budget goal commitment negatively affects propensity of budget slack creation. This suggests that Maiga and Jacob’s (2007) study is generalizable to distribution sector. Additionally, two non-hypothesized paths were also found which suggests an interaction between procedural and distributive fairness in influencing managerial trust, and a partial mediation between procedural fairness, managerial trust, and budget goal commitment. As procedural fairness is found tightly knit with most of the other variables, in an attempt to reduce slack creation and enhance commitment and trust, it is suggested to improve the procedural fairness. One way to achieve this is by incorporating budget participation into the budgetary procedure. An ANOVA test was also done on all variables, based on groupings of gender, education, company’s number of employee, and department, to which the only statistically significant difference found was distributive fairness’ value between operational and sales & marketing department. This means that the analysis result applies similarly across different gender, education, number of employees, and departments.",
  "creators": "GIOVANNA PRAJATRI SURIALIM",
  "contributors": "Josua Tarigan (Advisor 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011002/AKT/2017; Giovanna Prajatri Surialim (32413008)",
  "subjects": "BUDGETING; ACCOUNTING"
}