{
  "id": "39991",
  "title": "Evaluasi program media relations Bank Jatim kantor pusat Surabaya tahun 2016",
  "abstract": "Penelitian ini dilakukan untuk mengetahui evaluasi program media relations Bank Jatim Kantor Pusat Surabaya. Program media relations yang dijalankan merupakan program harian dan bulanan yang dijalankan oleh Unit Public Relation dan Media. Tujuan utamanya yakni meningkatkan corporate image. Sementara beberapa sasarannya adalah untuk menjaga hubungan baik dengan media, mengendalikan risiko reputasi, dan mendokumentasikan kegiatan perusahaan. Program media relations yang menjadi tinjauan penelitian diambil berdasarkan pada identitas perusahaan, yaitu visi, misi, nilai, budaya, dan logo perusahaan. Penelitian ini menggunakan pendekatan kualitatif deskriptif, yang menjelaskan secara terstruktur mengenai titik rawan yang dapat menghambat program media relations. Titik rawan ditemukan melalui suatu evaluasi dengan menggunakan metode audit mini komunikasi melalui wawancara mendalam. Tiga aspek audit mini komunikasi yang ditinjau adalah aspek manajemen, organisasi, dan komunikasi. Hasil temuan data dijelaskan dengan analisis dari beberapa teori dan konsep public relations dalam melakukan program media relations. Adapun titik rawan yang ditemukan dalam program media relations adalah sistem organisasi yang meletakkan public relations sebagai pelaksana bukan pembuat kebijakan perusahaan, pemetaan media sebagai sarana komunikasi perusahaan kepada masyarakat yang kurang terdata, serta sumber daya manusia yang kurang terbekali secara pelatihan dan ilmu teori public relations, jurnalistik, dan media relations.",
  "creators": "VANIA INTAR ZERLINDA",
  "contributors": "Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 1); Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 2); R. OTTO BAMBANG WAHJUDI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011327/KOM/2017; Vania Intar Zerlinda (51413021)",
  "subjects": "PUBLIC RELATIONS; COMMUNICATION"
}