{
  "id": "40002",
  "title": "Komunikasi interpersonal antar penghuni apartemen puncak bukit golf dalam membangun hubungan persahabatan",
  "abstract": "Perbandingan jumlah penduduk yang terus meningkat dan luas lahan yang tetap sama di Surabaya, menjadi masalah yang membutuhkan perhatian khusus. Dimana keterbatasan lahan dan harga rumah yang terus meningkat membuat pembangunan hunian vertikal (apartemen) menjadi salah satu alternatif penyelesaian untuk masalah tersebut. Apartemen yang saat ini banyak diminati masyarakat dan memiliki banyak penghuni adalah apartemen milik Puncak Grup. Namun hidup di apartemen diidentikkan dengan kurangnya komunikasi dan individualis. Oleh karena itu penelitian ini dilakukan untuk mengetahui bagaimana Komunikasi Interpersonal Antar Penghuni Apartemen Puncak Bukit Golf dalam Membangun Hubungan Persahabatan. Adapun fokus pada penelitian ini lebih kepada mereka yang berkomunikasi secara interpersonal dari tahap saling mengenal hingga membangun hubungan yang lebih mendalam yaitu persahabatan Penelitian deskriptif yang menggunakan pendekatan kualitatif dan metode studi kasus ini, memberikan hasil bahwa pemilihan tempat tinggal baik secara vertikal ataupun horizontal sebenarnya bukan merupakan suatu kendala dalam berkomunikasi dengan baik satu sama lain. Individualis atau tidaknya seseorang bukan bergantung pada hubian yang dipilihnya tetapi lebih kepada pribadi masing-masing orang tersebut. Peneliti menemukan bahwa tidak semua penghuni apartemen bersikap cuek melainkan adapula yang bersahabat.",
  "creators": "STEFANI ANGELIA SANTOSO",
  "contributors": "Gatut Priyowidodo (Advisor 1); Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 2); Ido Prijana Hadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011322/KOM/2017; Stefani Angelia Santoso (51412133)",
  "subjects": "INTERPERSONAL COMMUNICATION; COMMUNICATION"
}