{
  "id": "4003",
  "title": "Request use by Chinese Indonesian children to their female servant",
  "abstract": "This research is a social linguistics study about request made by male Chinese Indonesian children and female Chinese Indonesian children to their female servant. The writer concerned in investigating request since request occur everyday in daily life. Then the writer wanted to know the factors that influence the children in making particular request. The writer assumes that there will be differences between male and female children in making request because in several researches, male and female are different with each other. One of research study shows that female is linguistically more polite compare to male. In getting the data, the writer decided to use observation method. The writer uses observation method because the writer expected a factual data from the children request. The writer intention is to find what are the differences and the similarity between male and female children in making request. In this research, the writer found out that there are no differences in types of request. They used the same types, need statement bald imperatives, and hint. However, there are differences in the common use of embedded imperatives types of request. In common use, embedded imperatives is used to make the request more polite while in this research the writer found out that embedded imperatives is used because the children find difficulty on doing certain task. Then, she decided to ask help from the servant. Thus, this research shows that there are no differences on request types between them.",
  "creators": "ANDRE WIGUNA",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011641/ING/2007; Andre Wiguna (11402027)",
  "subjects": "INDONESIAN LANGUAGE-SOCIAL ASPECTS; SOCIOLINGUISTICS"
}