{
  "id": "40041",
  "title": "Evaluasi special events satu hati “Symphony untuk Indonesia” 2016 oleh Pakuwon Golf & Family Club, Sheraton Hotel & Towers, dan Four Points Hotel Surabaya",
  "abstract": "Special events adalah sebuah acara yang diselenggarakan yang berbeda dengan perayaan-perayaan lainnya. Satu Hati adalah event tahunan yang diselenggarakan dan di tahun 2016 diadakan dengan tajuk Symphony untuk Indonesia. Sudah 9 tahun diselenggarakan, event ini belum dikenal oleh masyarakat Surabaya dan objektif yang ditentukan di tahun 2016 tidak tercapai. Penelitian ini bertujuan untuk mengetahui evaluasi special events Symphony untuk Indonesia 2016. Dilakukan menggunakan pendekatan kualitatif, metode studi kasus, dan dengan teknik wawancara. Adapun dari penelitian evaluasi ini, tidak dilakukan riset dan identifikasi masalah dalam menentukan konsep, sasaran, dan tujuan acara. Kedua, tidak dilakukan tahap design yakni brainstorming dan mind mapping ide-ide dalam menentukan konsep acara. Ketiga adalah kendala koordinasi antara GM, PR dan Event departemen menyebabkan perbedaan pandangan terhadap sasaran acara. GM sebagai koalisi dominan sementara PR hanya sebagai teknisi komunikasi, tidak terlibat dalam pengambilan keputusan. Keempat, tidak tercapainya tujuan acara karena konsep yang diusung tidak sesuai dengan objektif acara. Dan yang kelima adalah evaluasi yang dilakukan hanya evaluasi internal, tidak melakukan evaluasi eksternal sebagai masukan untuk perbaikan di acara yang akan datang, serta tidak memiliki tolak ukur objektif dengan jelas. Selain itu hasil evaluasi secara keseluruhan dari event Satu Hati Symphony untuk Indonesia 2016 ini adalah publikasi event yang tidak tersebar merata di seluruh wilayah Surabaya dan penjualan tiket yang kurang maksimal hanya terbatas pada kerabat pelaksana acara. Hal ini yang membuat event ini kurang dikenal oleh masyarakat Surabaya.",
  "creators": "ASTRID CHRISTABELLA SUTANTO",
  "contributors": "Yustisia Ditya Sari (Advisor 1); Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 2); Felicia Goenawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011320/KOM/2017; Astrid Christabella Sutanto (51413040)",
  "subjects": "SPECIAL EVENTS; PUBLIC RELATIONS"
}