{
  "id": "40042",
  "title": "Strategi komunikasi public relations PT Telekomunikasi Indonesia Regional V Jatim, Bali, Nusra dalam program CSR “BUMN hadir untuk negeri” 2016",
  "abstract": "Tujuan penelitian ini adalah untuk mengetahui strategi komunikasi Public Relations PT Telekomunikasi Indonesia Regional V Jatim, Bali, Nusra dalam program CSR “BUMN Hadir untuk Negeri” 2016. Di tahun 2016 ini, tepatnya di bulan Agustus, PT Telekomunikasi Indonesia, Tbk. ditunjuk oleh Kementerian BUMN sebagai BUMN koordinator pelaksana program “BUMN Hadir untuk Negeri” 2016 bersama 5 BUMN pendamping lainnya antara lain PT Garam, PT SIER, PT Petrokimia Gresik, Perum Jasa Tirta I, serta PT Boma Bisma Indra. Telkom Indonesia, khususnya Telkom Regional V, sebagai BUMN yang ditunjuk sebagai BUMN koordinator pelaksana program di wilayah Jawa Timur, perlu menyusun suatu strategi komunikasi yang tepat dan efektif, agar dapat menjalin hubungan kerjasama yang baik dengan 5 BUMN pendamping sebagai stakeholder-nya dan sekaligus menjadi perwakilan kelima BUMN tersebut untuk mengomunikasikan program “BUMN Hadir untuk Negeri” ini sehingga dapat diterima dengan baik oleh masyarakat. Penelitian ini menggunakan jenis penelitian deskriptif dengan pendekatan kualitatif, dan dengan menggunakan metode studi kasus. Hasil penelitian ini adalah bahwa strategi komunikasi yang dilakukan PR Telkom Regional V terdiri dari penerimaan mandat pelaksanaan Program “BUMN Hadir untuk Negeri” 2016 dari Kementerian BUMN, lalu dilanjutkan dengan menyusun pedoman pesan utama yang akan dikomunikasikan kepada stakeholders, menggunakan komunikasi interpersonal berkelanjutan kepada stakeholders sasaran utama program, serta mengevaluasi dan melaporkan pelaksanaan Program “BUMN Hadir untuk Negeri” 2016.",
  "creators": "STEPHANIE VANESSA WIDYAWATI",
  "contributors": "Yustisia Ditya Sari (Advisor 1); Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 2); Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011319/KOM/2017; Stephanie Vanessa (51413034)",
  "subjects": "STRATEGIC PLANNING; SOCIAL RESPONSIBILITY OF BUSINESS; PUBLIC RELATIONS; COMMUNICATION"
}