{
  "id": "40058",
  "title": "Representasi stereotipe perempuan dan budaya patriarki dalam video klip Meghan Trainor “All About That Bass”",
  "abstract": "Body image merupakan isu yang menarik di kalangan perempuan. Perhatian perempuan terhadap isu body image merupakan dampak dari gambaran media terhadap tubuh perempuan ideal. Media cenderung menampilkan tubuh langsing sebagai tubuh ideal dan sempurna, sehingga perempuan cenderung merasa tidak percaya diri terhadap bentuk tubuhnya dan merasa dirinya terlalu gemuk. Gambaran media tersebut juga menimbulkan permasalahan pada bagaimana stereotipe perempuan digambarkan. Tujuan penelitian ini adalah untuk menemukan makna dari tanda-tanda yang terdapat dalam representasi perempuan dalam video klip All About That Bass dari Meghan Trainor. Penelitian ini bersifat kualitatif interpretatif, serta menggunakan metode analisis semiotika dari Roland Barthes untuk mengidentifikasi tanda dan simbol dalam lirik lagu serta video klip tersebut. Hasil penelitian menyimpulkan bahwa representasi perempuan dalam video klip All About That Bass masih mengukuhkan stereotipe perempuan. Selain itu kedudukan perempuan masih tersubordinasi terhadap kaum pria sehingga ke tiga hal tersebut berdampak pada bagaimana sesorang harus bertindak agar dapat diakui. Jadi kesimpulannya adalah stereotipe perempuan masih melekat pada pandangan masyarakat yaitu penggunaan rok dan warna pink selalu diidentikan dengan perempuan. Serta budaya patriarki yang menganggap bahwa perempuan adalah objek seks dari pria dan perempuan harus melayani para pria.",
  "creators": "GLORY NATHA",
  "contributors": "Gatut Priyowidodo (Advisor 1); Fanny Lesmana (Advisor 2); Ido Prijana Hadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011311/KOM/2017; Glory Natha (51413056)",
  "subjects": "COMMUNICATION; MASS MEDIA; GENDER IDENTITY IN MASS MEDIA"
}