{
  "id": "4006",
  "title": "A Study on Lieutenant Tatsuya's traumatic experiences and their effects in his present life and his efforts to cope with them in Frederick Pohl & Jack Williamson's undersea city",
  "abstract": "As someone who has traumatic experiences, Lieutenant Tatsuya deals with a lot of negatives effects which occur as the result of his traumatic experiences. Therefore, the writer wants to reveal Lieutenant Tatsuya?s traumatic experiences in the past and the ways his traumatic experiences affect his life and to reveal his efforts in coping with his trauma. The writer uses literary approach which consists of theory of characterization, conflict and symbol in order to analyze Lieutenant Tatsuya. The writer also uses the concept of traumatic event which talks about Post Traumatic Stress Disorder to analyze Lieutenant Tatsuya?s traumatic experiences, their effects, and his efforts to cope with his trauma. His first trauma is the death of his parents. The second is the earthquake which crushes his hometown. The third is his trauma toward a seaquake forecaster who makes a wrong forecast. The last is his trauma toward money. Moreover, the writer finds that his trauma causes negative effects such as intrusive imagery, avoiding stimuli, and increased arousal in his present life. It creates problem and conflicts between him and other characters. Furthermore, the writer finds that Lieutenant Tatsuya tries to confront with his trauma and finally, he is able to cope with his trauma.",
  "creators": "ROULAND KOSWARA",
  "contributors": "Liliek Soelistyo (Advisor 1); Dwi Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011644/ING/2007; Rouland Koswara (11401150)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; POHL, FREDERIK, 1919 - ...., UNDERSEA CITY-STUDY AND TEACHING"
}