{
  "id": "40060",
  "title": "Efektivitas iklan Brighton di Jawa Pos pada masyarakat Surabaya",
  "abstract": "Penelitian ini dilakukan untuk mengetahui bagaimana efektivitas iklan Brighton pada masyarakat Surabaya di Jawa Pos. Brighton sebagai salah satu perusahaan agen properti terkemuka di Surabaya sejak tahun 2011 memasang iklan pada Iklan Jitu Jawa Pos. Iklan tersebut adalah iklan Brighton Hot Property (iklan daftar properti) dan iklan Personal Branding (kartu nama agen properti). Efektivitas kedua iklan ini diukur dengan metode Customer Response Index (CRI), yang terdiri dari tahapan awareness, comprehend, interest, intention, action. Untuk mengetahui bagaimana efektivitas kedua iklan tersebut, peneliti melakukan penelitian kuantitatif deskriptif, dan menggunakan metode survei dengan membagikan kuesioner. Untuk menganalisa lebih dalam peneliti memberikan pertanyaan tambahan kepada responden. Data yang didapat diolah menggunakan tabel frekuensi maupun crosstab yang lalu dideskripsikan. Iklan dikatakan efektif jika memenuhi tahapan komunikasi dan tujuan perusahaan. Jenis kedua iklan ini adalah informative maka tahapan komunikasi yang harus dicapai adalah pemahaman. Tujuan perusahaan dari iklan baris Brighton sendiri adalah untuk menginformasikan daftar properti unggulan Brighton dan action yang diinginkan adalah pembaca dapat menghubungi kontak yang tersedia. Sedangkan tujuan dari iklan kartu nama agen Brighton adalah untuk membangun citra agen dan juga perusahaan Brighton. Dari hasil penelitian, disimpulkan bahwa baik iklan baris Brighton dan iklan kartu nama agen Brighton adalah efektif.",
  "creators": "GERALDINA KUMALA",
  "contributors": "Felicia Goenawan (Advisor 1); Vita Monica (Advisor 2); Yustisia Ditya Sari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011310/KOM/2017; Geraldina Kumala (51413012)",
  "subjects": "MASS MEDIA; COMMUNICATION IN MARKETING; ADVERTISING; ADVERTISING, NEWSPAPER"
}