{
  "id": "40084",
  "title": "Fasilitas pelatihan dan galeri seni fotografi di Surabaya",
  "abstract": "Fotografi merupakan salah satu dari macam-macam jenis seni. Untuk menghasilkan foto yang menarik dibutuhkan kreatifitas dan keahlian / skill, sehingga perlunya mempelajari tehnik-tehnik dasar dari seni fotografi. Dewasa ini, segala sesuatu berhubungan dengan media. Apalagi di kota-kota besar seperti contohnya Surabaya. Dengan adanya fotografi dapat digunakan sebagai lahan komersial. Tetapi di Surabaya sendiri belum ada fasilitas yang mampu mewadahi, sehingga dibutuhkan bangunan/ fasilitas fotografi yang mampu mewadahi dalam hal seni, pendidikan, dan komersial. Tujuan dari proyek ini adalah untuk memberikan edukasi/pendidikan untuk para peminat fotografi dan orang awam yang ingin mempelajari hingga terjun kedunia fotografi profesional. Selain menjadi fasilitas pelatihan fotografi, fasilitas ini memberikan tempat atau wadah untuk para warga Surabaya dan komunitas-komunitas fotografi yang ingin memamerkan hasil foto-foto mereka. Maka pendekatan yang digunakan adalah simbolik, karena diharapkan bangunan/ fasilitas ini mampu mengekspresikan dan menarik orang untuk mempelajari seni fotografi. Untuk mengekspresikan simbolisasi di dukung dengan pendalaman karakter ruang. Sehingga fasiltias pelatihan dan galeri seni fotografi di Surabaya dapat menjawab permasalahan desain yakni bagaimana merancang sebuah fasilitas pelatihan dan galeri seni fotografi yang menarik melalui ekspresi bangunan dan sirkulasi berdasarkan simbolisasi dari hakekat kerja lensa kamera.",
  "creators": "WILLIAM WIBOWO",
  "contributors": "Maria Immaculata Hidayatun (Advisor 1); Andhi Wijaya (Advisor 2); Frans Soehartono (Advisor 3); Lilianny Sigit Arifin (Examination Committee 1); Irwan Santoso (Examination Committee 2); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023732/ARS/2017; William Wibowo (22413132)",
  "subjects": "ARCHITECTURAL PHOTOGRAPHY; ART GALERIES"
}