{
  "id": "40096",
  "title": "Representasi posfeminisme dalam film Alice through the looking glass",
  "abstract": "Alice Through the Looking Glass merupakan film fiksi yang berlatar belakang era Victoria, dimana bercerita mengenai sosok gadis muda bernama Alice yang memiliki sifat pemberani dan pantang menyerah, kembali ke dunia yang disebut Underland. Alice yang berprofesi sebagai kapten kapal, mencoba membantu temannya untuk menemukan kembali keluarganya. Film ini berbeda dari film Hollywood laris lainnya karena terdapat pergeseran unsur gender. Dalam hubungannya dengan realita dunia pekerjaan, penelitian berusaha menjawab kaitan dengan representasi posfeminisme. Penelitian menggunakan metode semiotika dengan kode-kode televisi John Fiske. Melalui subtema yang peneliti pilih yaitu penggambaran perempuan yang kompetitif, penggambaran perempuan yang individualistis dan penggambaran perempuan yang agresif, diketahui bahwa menjadi perempuan yang posfeminis, harus berani untuk memiliki pandangan sendiri dan berani mendobrak tatanan yang ada. Kesimpulan akhir, perempuan dalam film ini digambarkan kompetitif, individualistis dan agresif dengan tetap bebas bergerak di ruang privat dan publik, antara feminin dan maskulin, menyeimbangkan kekuatan dan kedudukannya dengan laki-laki tanpa bergantung atau meniadakan laki-laki. Dan memperoleh kesimpulan, bahwa film dapat menjadi penyampai pesan pada khalayak terkait posfeminisme.",
  "creators": "NADYA CHRISTY HENDARTO",
  "contributors": "Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 1); Daniel Budiana, S.Sos., M.A. (Advisor 2); Gatut Priyowidodo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011307KOM/2017; Nadya Christy Hendarto (51413047)",
  "subjects": "MOTION PICTURES; MASS MEDIA; FEMINISM AND MOTION PICTURES; COMMUNICATION; SEMIOTICS"
}