{
  "id": "4010",
  "title": "A Study of oppression toward the main female character and how she deals with it as seen in Isabel Allende's daughter of fortune",
  "abstract": "This thesis analyzes the oppression toward the main female character in Isabel Allende?s novel Daughter of Fortune. The thesis writer is interested in finding out how the main female character is oppressed and how she deals with the oppression. The analysis of this thesis will focus only to Eliza Sommers, as she is the main female character. Through this study, the thesis writer wants to reveal the ways Eliza is oppressed and the ways she deals with the oppression. Furthermore, the thesis writer uses library and internet sources to collect the data. She also will use cultural approach with feminism and concept of patriarchal oppression as the main theories. The concept of oppression will be used in order to reveal the ways Eliza experiences oppression and feminist theory particularly the power feminism is used to reveal the ways Eliza dea ls with the oppression. Through the analysis, the thesis writer finds out that oppression really happens to Eliza. Oppression especially patriarchal oppression, can take many forms including the internalization of value and verbal abuse. There are two parties or groups which perform the act of oppression toward Eliza; first is her family and second is society where she lives. In her family, the act of oppression is performed by two people; Jeremy Sommers and Miss Rose. Besides, there are two societies which oppress Eliza; first is in Chile and second is in California. Facing the oppression, Eliza?s ways of dealing with it are divided into two parts. When Eliza is still a little girl, she is silent when other people oppress her. However, her silence means something different. She decides that silence is the best way to act freely because other people will not know what she is thinking if she is taciturn. On the contrary, when she is a teenage girl, she shows a different attitude. She fights against the oppress ion. Both of her attitudes silence and opposition show that she has used power feminism. Through this analysis as well, the thesis writer learns that tranquility never means submission, instead it is a way to exert the power within woman. So, oppression does not have to be fought by physical struggle but by self- realization that a woman is worthy.",
  "creators": "MARTHEVIENTY H T SOUMOKIL",
  "contributors": "Liem Satya Limanta (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011643/ING/2007; Marthevienty H. T. Soumokil (11402158)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; ALLENDE, ISABEL ANGELICA, 1942 - ..., DAUGHTER OF FORTUNE-STUDY AND TEACHING"
}