{
  "id": "40111",
  "title": "Kesalahan tata bahasa peletakan objek mahasiswa Sastra Tionghoa angkatan 2014 dalam esai komposisi II: kajian perbandingan",
  "abstract": "Dalam menulis esai, tata bahasa sangatlah penting. Salah satunya adalah komponen pembentuk kalimat. Salah satu komponen tersebut adalah objek, objek berfungsi untuk menyatakan target dari sebuah tindakan. Seperti yang kita ketahui, dalam bahasa Indonesia dan bahasa Tionghoa objek memiliki fungsi yang sama. Mahasiswa Sastra Tionghoa angkatan 2014 telah diajarkan mengenai struktur kalimat ini sejak semester pertama, namun masih terdapat beberapa kesalahan peletakan objek dalam kalimat. Penelitian yang mengulas tentang kesalahan peletakan objek juga sangat minim. Tujuan penelitian ini adalah untuk mengetahui penyebab kesalahan peletakan objek oleh mahasiswa Sastra Tionghoa angkatan 2014. Penulis menggunakan metode kajian perbandingan dalam menganalisis permasalahan. Hasil penelitian menemukan lima macam kesalahan peletakan komponen pembentuk kalimat objek, yaitu: objek diletakkan di depan predikat, letak objek dan subjek terbalik, objek diletakkan sebelum subjek, objek diletakkan di antara kata sambung dan subjek dan letak objek yang tidak dipisah dalam kelompok kata 离lí合hé词cí. Kesalahan peletakan objek tersebut disebabkan oleh tiga hal, yaitu: pertama, pengaruh bahasa ibu yaitu kalimat tidak baku dalam bahasa Indonesia, kedua, mahasiswa kurang memahami penggunaan kelompok kata 离lí合hé词cí dan ketiga mahasiswa kurang memahami penggunaan kosakata bahasa Tionghoa dalam membuat kalimat bahasa Tionghoa. Berdasarkan hasil penelitian dapat disimpulkan bahwa pemahaman mahasiswa terhadap tata bahasa Tionghoa mengenai peletakan objek dalam kalimat masih kurang dan mahasiswa kurang teliti dalam meletakkan komponen objek dalam kalimat padahal peletakan objek cukup sederhana dan mudah dimengerti.",
  "creators": "TIFFANY QORIE",
  "contributors": "DWI RETNANING UNTARI, S.S.,M.Hum. (Advisor 1); Yifeng Wang (Advisor 2); Henny Putri (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010154/CHI/2017; Tiffany Qorie (12413013)",
  "subjects": "CHINESE LANGUAGE--GRAMMAR; CHINESE LANGUAGE-GRAMMAR-PROBLEMS, EXERCISES, ETC."
}