{
  "id": "40118",
  "title": "Strategi impression management Presiden Joko Widodo melalui komunikasi program prioritas pemerintah dalam akun Youtube “Presiden Joko Widodo”",
  "abstract": "Impression management adalah suatu proses di mana seorang individu secara sengaja menggunakan komunikasi untuk menciptakan impresi yang diinginkan dari orang lain terhadap dirinya. Setiap individu melakukan impression management, tak terkecuali bagi seorang pemimpin, seperti Presiden Joko Widodo. Presiden Joko Widodo juga menggunakan strategi impression management dalam menyampaikan pesan kepada publiknya, terutama dalam mengomunikasikan berbagai program prioritas pemerintah. Kemampuan untuk mengolah dan menyampaikan informasi dengan tepat merupakan kebutuhan pemerintah dalam rangka menyukseskan berbagai program pemerintah. Dalam penelitian ini, peneliti ingin mengetahui strategi impression management Presiden Joko Widodo melalui komunikasi program prioritas pemerintah dalam akun Youtube-nya, dengan menggunakan metode analisis isi kuantitatif. Peneliti melakukan koding terhadap pesan verbal Presiden Joko Widodo yang ada di dalam 169 video dalam penelitian ini, yaitu pesan verbal berupa pernyataan yang diucapkan oleh Presiden Joko Widodo. Sedangkan, strategi impression management yang digunakan dalam penelitian ini adalah strategi impression management dari Jones dan Pittman (1982) yang meliputi: ingratiation, intimidation, self-promotion, exemplification, dan supplication. Hasil penelitian ini menunjukkan bahwa strategi yang paling sering ditampilkan oleh Presiden Joko Widodo adalah strategi ingratiation, di mana ia ingin mendapatkan kesan sebagai pemimpin yang disukai. Strategi ini secara dominan ditunjukkan melalui indikator mengucapkan salam, mengucapkan terima kasih, serta menyatakan pernyataan yang bersifat humor.",
  "creators": "INDIRA SIEDHARTA",
  "contributors": "Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 1); Vita Monica (Advisor 2); Titi Nur Vidyarini, S.Sos., M.Comms. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011300/KOM/2017; Indira Siedharta (51413009)",
  "subjects": "COMMUNICATION-POLITICAL ASPECTS; PUBLIC RELATIONS"
}