{
  "id": "40121",
  "title": "Kepuasan pendengar M radio 98,8 FM Surabaya setelah reformatting",
  "abstract": "Teori Uses and Gratifications adalah teori yang menekankan pada apa yang dilakukan khalayak terhadap media. Khalayak dianggap secara aktif menggunakan media untuk memenuhi kebutuhannya. M Radio 98,8 FM Surabaya baru saja melakukan pergantian format dari yang sebelumnya mempunyai format musik Indonesia pop, tanpa penyiar, dan tanpa program acara menjadi mempunyai format musik 70% barat dan 30% Indonesia, ada penyiar, dan ada program acara. Dengan pergantian format yang baru, M Radio berhasil menjadi radio no. 1 anak muda di Surabaya. Untuk itu penelitian ini bertujuan untuk mengetahui apakah dengan rating yang tinggi tersebut M Radio 98,8 FM Surabaya telah memuaskan pendengarnya di Surabaya. Penelitian ini menggunakan metode survei. Pengukuran kepuasan dilakukan dengan membandingkan nilai mean antara gratification sought dan gratification obtained. Hasil penelitian menunjukkan bahwa motif pendengar pada pengawasan, identitas pribadi, interaksi sosial, dan pengalihan telah terpuaskan. Motif yang paling terpuaskan adalah motif pengalihan dan motif yang paling rendah kepuasannya adalah motif identitas personal. Motif Pengalihan paling terpuasakan karena indikator menikmati musik sudah dicari oleh pendengarnya dari awal. Motif dengan kepuasan terendah ada Identitas Personal dikarenakan M Radio tidak memiliki konten beragama, baru saja reformatting, dan sosial media paling digemari anak muda",
  "creators": "SILVIA ELIZABETH SUGIANTO",
  "contributors": "Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 1); Chory Angela Wijayanti (Advisor 2); Gatut Priyowidodo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi no. 20011299/KOM/2017; Silvia Elizabeth Sugianto (51413064)",
  "subjects": "RADIO PROGRAMS; RADIO AUDIENCES-RESEARCH; MASS MEDIA"
}