{
  "id": "40120",
  "title": "Kantor sewa di Surabaya",
  "abstract": "Kantor Sewa di Surabaya yang didesain ini berlantai enam dan memiliki tujuan untuk dapat memenuhi kebutuhan dari pengguna kantor sekaligus tanpa mengorbankan efesiensi dan fleksibilitas yang merupakan ciri dari kantor pada umumnya. Oleh karena itu, untuk mencapai tujuan tersebut maka dibutuhkan pemecahan masalah dari berbagai sisi termasuk diantaranya site, material, dll. Pada site terdapat masalah dimana bentuk site yang cenderung memanjang ke jalan yang lebih kecil (Jalan. Raya Kedung Baruk) daripada jalan yang lebih besar (Jalan Dr. Ir. H. Soekarno) sehingga jalan masuk ditempatkan di jalan yang lebih kecil sehingga dapat memiliki jarak masuk terhadap tikungan yang lebih memadai. Kemudian untuk memenuhi kebutuhan baik pengguna maupun pengunjung, maka kantor dibagi menjadi dua bagian yaitu daerah perkantoran yang ditempatkan di lantai 2 sampai dengan lantai 5 dan daerah yang umum yaitu pada bagian taman, restoran, toko buku, resepsionis, lobby, dll. Untuk meningkatkan efesiensi maka dilakukan pendekatan sistem di mana modul digunakan sebagai dasar dari desain kantor ini, dimana kemudian dinding movable dan raised floor digunakan untuk dapat mencapai fleksibilitas yang semaksimal mungkin. Kemudian digunakan pendalaman struktur di mana dipilihlah material beton precast yang banyak berperan dalam memperpendek waktu jalannya proyek, sehingga mempercepat beroperasinya kantor.",
  "creators": "JOSHIA TANZIL",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Irwan Santoso (Advisor 2); Lilianny Sigit Arifin (Advisor 3); Markus Ignatio Aditjipto (Examination Committee 1); Benny Poerbantanoe (Examination Committee 3); Stanislaus Kuntjoro Santoso (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 03023729/ARS/2017; Joshia Tanzil (22413082)",
  "subjects": "OFFICE BUILDINGS--DESIGN AND PLANS"
}