{
  "id": "4014",
  "title": "Fungsi public relations yang dijalankan Radio Delta FM Surabaya sebagai radio jaringan dalam mengelola reputasi perusahaan",
  "abstract": "Fungsi Public Relations (PR) yang dilakukan Radio Delta FM Surabaya melalui kegiatan - kegiatan komunikasi internal dan eksternal perusahaan dalam mengelola reputasi perusahaan bukan hal yang mudah. Karena sebagai Radio Network (radio jaringan) Jaringan Delta Female Indonesia (JDFI), Radio Delta FM Surabaya mempunyai konsep pengelolaan yang sama dengan Mother Station (stasiun induk) Radio Delta FM Jakarta, mulai dari logo perusahaan, segmentasi pendengar hingga format radio diproduksi sesuai dengan Delta FM Jakarta. Sehingga dalam pengelolaan reputasi perusahaannya Radio Delta FM Surabaya harus mengikuti aturan baku yang ada di Mother Station (stasiun induk) Radio Delta FM Jakarta dan Jaringan Delta Female Indonesia (JDFI) sebagai induk Delta Radio Network . Teori yang digunakan dalam penelitian ini adalah Public Relations (PR), Radio Network, dan Manajemen Reputasi. Analisis menggunakan metode kualitatif deskriptif, dimana penemuan yang dihasilkan tidak dapat diukur dengan prosedur statistik atau cara kuantitatif yang lainnya, serta menyajikan gambaran mengenai fungsi Public Relations (PR) yang dijalankan Radio Delta FM Surabayasebagai radio jaringan dalam mengelola reputasi perusahaan . Hasil penelitian ini menunjukkan bahwa fungsi Public Relations (PR) yang direncanakan dan berjalan dengnan baik, hal ini juga diperkuat oleh keterangan yang diberikan oleh Station Manager dan Program Director .",
  "creators": "BAYU KUNCORO",
  "contributors": "Judy Djoko Wahjono Tjahjo (Advisor 1); Marsefio S. Luhukay (Advisor 2); Thomas Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.10010067/KOM/2006; Bayu Kuncoro (51401146)",
  "subjects": "COMMUNICATION"
}