{
  "id": "40166",
  "title": "Strategi komunikasi hubungan masyarakat (Humas) PT PLN (Persero) distribusi Jawa Timur dalam menyosialisasikan program pencabutan subsidi listrik daya 900VA",
  "abstract": "PT PLN (Persero) Distribusi Jawa Timur melaksanakan sosialisasi Program Pencabutan Subsidi Listrik Daya 900VA atau PPSL Daya 900VA yang merupakan instruksi dari pemerintah. Sosialisasi diagendakan sejak Januari hingga Maret 2017 untuk menginformasikan kebijakan pemerintah, yaitu Peraturan Menteri ESDM No. 28 Tahun 2016 tentang Tarif Tenaga Listrik PT PLN (Persero) yang mengatur penerapan tarif non subsidi bagi rumah tangga daya 900VA yang mampu secara ekonomi, serta Peraturan Menteri ESDM No. 29 Tahun 2016 tentang Mekanisme Pemberian Subsidi Tarif Tenaga Listrik, kepada masyarakat yang terkena dampak. Untuk menyukseskan sosialisasinya, PLN Distribusi Jawa Timur memiliki strategi komunikasi agar dapat menjangkau target masyarakatnya, yaitu dengan mengelompokkan target masyarakatnya menjadi beberapa kategori, yaitu anggota internal perusahaan, pihak pemerintah daerah, media massa, SD, SMP, SMA di Surabaya, universitas-universitas di Jawa Timur, dan masyarakat umum. Setelah menjangkau target masyarakatnya, PLN Distribusi Jawa Timur menyusun cara-cara yang sesuai untuk masing-masing kategori tersebut agar komunikasi berjalan efektif melalui tiap kegiatan sosialisasi yang dilakukan. Hasil dari penelitian ini adalah pemaparan strategi komunikasi dan taktik yang dilakukan Hubungan Masyarakat (Humas) PLN Distribusi Jawa Timur, mulai dari perencanaan, pelaksanaan, dan pasca sosialisasi PPSL Daya 900VA. Penelitian ini adalah penelitian kualitatif dengan pendekatan deskriptif, dan menggunakan studi kasus sebagai metode penelitiannya.",
  "creators": "PUTU AYU INTAN CAHAYA DEWI",
  "contributors": "Ido Prijana Hadi (Advisor 1); Yustisia Ditya Sari (Advisor 2); R. OTTO BAMBANG WAHJUDI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011294/KOM/2017; Putu Ayu Intan Cahaya Dewi (51413087)",
  "subjects": "STRATEGIC PLANNING; PUBLIC RELATIONS; COMMUNICATION"
}