{
  "id": "40169",
  "title": "Impact of working capital management towards firm performance in Indonesia: a case in manufacturing industry",
  "abstract": "Penelitian ini bertujuan untuk memelajari lebih lanjut pengaruh dari working capital management terhadap kinerja perusahaan yang di ukur melalui ROA dan Tobin’s Q. Penelitian ini dilaksanakan terhadap perusahaan manufaktur Indonesia yang terdaftar dalam Bursa Efek Indonesia (IDX) dan menerbitkan laporan tahunan selama 5 tahun dari periode 2011-2015. Penulis akan mengamati sebanyak 588 laporan tahunan yang terdiri dari 156 dari sector barang konsumsi, 255 dari sektor industri dasar dan kimia, dan 177 dari sektor aneka industri. Cash conversion cycle akan digunakan untuk mengukur working capital management. Cash conversion cycle sendiri terdiri dari account receivable days, inventory turnover days, dan account payable days. Kinerja perusahaan akan diukur melalui ROA sebagai accounting profit dan Tobin’s Q sebagai market-based measurement. Terdapat tiga control variable yang digunakan yaitu, firm size, financial debt ratio, dan current ratio. Terdapat empat hipotesa yang akan diuji di penelitian ini. Hasil dari penelitian ini menunjukkan hasil yang beragam. Di sektor barang konsumsi, ARD dan CCC memiliki pengaruh negatif signifikan terhadap ROA dan Tobin’s Q, sedangkan ITD memiliki pengaruh negatif signifikan terhadap ROA saja. Di industri dasar dan kimia, ARD dan APD menunjukkan pengaruh positif signifikan terhadap Tobin’s Q, dan APD juga menunjukkan hasil negatif signifikan terhadap ROA. Di sektor aneka industri, hanya ARD dan CCC yang menunjukkan pengaruh negatif signifikan hanya terhadap Tobin’s Q.",
  "creators": "BERNARD CHANDRA DWI PUTRA",
  "contributors": "R.Arja Angka Asa Aras Adji S. (Advisor 1); Josua Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Degree No. 32011021/AKT/2017; Bernard Chandra Dwi Putra (32413036)",
  "subjects": "CAPITAL-MANAGEMENT; ACCOUNTING; INVENTORY"
}