{
  "id": "40171",
  "title": "Strategi community relations PT Pertamina Hulu Energi West Madura Offshore (WHO) dalam melaksanakan program CSR Si Komo Pasir-Taman Pendidikan Mangrove (tahun 2013-2017)",
  "abstract": "PHE WMO menjalin hubungan baik dan memberikan kontribusi pada komunitas lokal dalam wujud Program CSR Si Komo Pasir – Taman Pendidikan Mangrove. Program ini merupakan program CSR pertama di Madura dan Indonesia yang berkonsep konservasi lingkungan berbasis komunitas. Program yang dimulai dari tahun 2013 ini telah meraih penghargaan tertinggi CSR, yaitu PROPER EMAS dari KLHK dan Wakil Presiden RI serta sesuai dengan SDGs. Akan tetapi, hingga tahun 2017 masih terdapat permasalahan komunitas yang belum selesai, yaitu Braind Drain (Usia Produktif Merantau) mencapai 208 KK dan 120 Rumah Tangga miskin yang berpengaruh terhadap reputasi perusahaan dan perkembangan Taman Pendidikan Mangrove kedepannya. Penelitian ini dilakukan untuk mengetahui strategi Community Relations PHE WMO dalam melaksanakan program CSR Si Komo Pasir – Taman Pendidikan Mangrove dari tahun 2013 hingga 2017. Penelitian ini menggunakan pendekatan kualitatif deskriptif dan menggunakan metode studi kasus. Strategi Community Relations yang ditemukan dalam penelitian ini, digolongkan dalam delapan strategi, yaitu mengidentifikasi masyarakat, melakukan engagement masyarakat, melakukan kerjasama dengan konsultan sesuai kebutuhan, memberikan pendidikan dan pelatihan kepada masyarakat, melibatkan masyarakat dalam perencanaan dan implementasi program CSR, melakukan pendampingan rutin dan pengelolaan isu masyarakat, memberikan program dukungan masyarakat, dan memberikan apresiasi atau penghargaan kepada masyarakat.",
  "creators": "ABRAHAM NATANAEL NAINGGOLAN",
  "contributors": "Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 1); Yustisia Ditya Sari (Advisor 2); R. OTTO BAMBANG WAHJUDI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011292/KOM/2017; Abraham Natanael Nainggolan (51413004)",
  "subjects": "STRATEGIC PLANNING; PUBLIC RELATIONS; COMMUNICATION IN INDUSTRIAL RELATIONS"
}