{
  "id": "40173",
  "title": "Evaluasi sosialisasi program tax amnesty 2016 yang dilakukan oleh KPP Pratama Bangkalan",
  "abstract": "Sosialisasi program Tax Amnesty 2016 di Bangkalan, merupakan salah satu program kebijakan yang dijalankan oleh Seksi Ekstensifikasi dan Penyuluhan yang menjalankan peran dan fungsi Public Relations. Sebagai sebuah kebijakan program yang dikomunikasikan melakui sosialisasi perlu dilakukan evaluasi. Evaluasi program ini dilakukan dengan melalui empat tahapan. Tahapan pertama dimulai dengan pendefinisian problem pada awal perencanaan program yang dimulai dengan riset. Pada tahap kedua, perencanaan dan pemrograman dilakukan persiapan untuk melakukan sosialisasi. Tahap ketiga, mengambil tindakan dan berkomunikasi dilakukan dengan melakukan diskusi dengan Wajib Pajak. Tahap terakhir pada evaluasi program, setelah dilakukan sosialisasi dilakukan evaluasi berdasarkan database untuk mengetahui bagaimana sosialisasi diterima oleh Wajib Pajak. Penelitian ini merupakan penelitian kualitatif deskriptif dengan menggunakan metode studi kasus yang bertujuan untuk menjelaskan dan menguraikan suatu program dan peristiwa secara sistematis. Hasil dari penelitian ini berupa rekomendasi sebagai masukan bagi Seksi Ekstensifikasi dan Penyuluhan KPP Pratama Bangkalan yaitu dengan meningkatkan perencanaan yang lebih terstruktur dalam menyusun kegiatan sosialisasi agar dapat menemukan bentuk sosialisasi yang lebih sesuai dengan kondisi wilayahnya. Saran dari penelitian ini adalah untuk membuat riset dan perencanaan sebelum melakukan sosialisasi, memilih media yang lebih sesuai untuk digunakan melakukan sosialisasi di Bangkalan, dan melakukan evaluasi berdasarkan sasaran dan tujuan sosialiasai program yang telah ditetapkan.",
  "creators": "MERRY ROSE SUCIADI",
  "contributors": "Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 1); Yustisia Ditya Sari (Advisor 2); R. OTTO BAMBANG WAHJUDI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011291/KOM/2017; Merry Rose Suciadi (51413102)",
  "subjects": "TAX AMNESTY; PUBLIC RELATIONS; COMMUNICATION"
}