{
  "id": "4023",
  "title": "Analisis jaringan komunikasi pada komunikasi internal di PT X Surabaya",
  "abstract": "Komunikasi yang terjalin di suatu perusahaan besar biasanya haruslah melewati beberapa tahapan otoritas. Begitu pula dengan komunikasi yang terjalin diantara karyawan PT. X Surabaya. Jika ada suatu informasi yang akan disebarluaskan maka pastilah informasi tersebut harus berjalan mengikuti suatu alur dari pimpinan sampai kepada para karyawannya. Alur itulah yang nantinya akan membentuk suatu model jaringan komunikasi, bisa saja membentuk jaringan rantai yang berupa garis lurus, bisa juga membentuk jaringan roda, dan masih banyak lainnya. Dari jaringan tersebut nantinya akan dapat diketahui peranan yang dipegang oleh masing- masing individu yang terlibat dalam jaringan komunikasi. Selain itu juga jaringan komunikasi yang terjadi di dalam suatu organisasi nantinya juga akan mempengaruhi kegiatan organisasi, seperti efisiensi kerja, kepuasan karyawan dan lainnya. Penelitian ini berusaha mencari pola jaringan komunikasi pada komunikasi internal di PT. X Surabaya. Disamping itu juga memberi penjelasan tentang karakteristik responden yang menjadi opinion leader, gate keepers, isolate, bridge, liaison, dan cosmopolites. Metodologi penelitian yang digunakan adalah deskriptif kualitatif. Populasi penelitian adalah karyawan divisi personalia dan divisi produksi. Pengumpulan data dilakukan dengan cara observasi, serta wawancara terbuka dan mendalam. Analisis yang dilakukan adalah analisis jaringan dengan alasan bahwa analisis jaringan merupakan analisis yang mampu menggambarkan bagaimana suatu arus informasi bergerak melalui struktur-struktur sosial dalam suatu sistem sosial.",
  "creators": "GO SHU SHU",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Marsefio S. Luhukay (Advisor 2); Thomas Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.10010059/KOM/2006; Go Shu-Shu (51401001)",
  "subjects": "COMMUNICATION IN ORGANIZATIONS; COMMUNICATION"
}