{
  "id": "40298",
  "title": "The Impact of intellectual capital to organizational financial performance in Indonesia: manufacturing industry",
  "abstract": "Penelitian ini bertujuan untuk mempelajari lebih jauh bagaimana efek yang dimiliki oleh Intellectual Capital terhadap performa kinerja keuangan perusahaan. Kinerja keuangan perusahaan akan fokus terhadap profitabilitas, produktivitas, dan nilai pasar perusahaan. Studi penelitian ini akan dilaksanakan terhadap perusahaan manufaktur Indonesia yang terdaftar dalam Bursa Efek Indonesia dan menerbitkan laporan tahunan lengkap selama periode penelitian yaitu 5 tahun, tahun 2011-2015. Penulis akan mengamati sebanyak 465 laporan tahunan untuk mengumpulkan data yang diperlukan untuk memenuhi penelitian yang dilaksanakan ini. Metode VAIC yang dipopulerkan oleh Pulic akan digunakan untuk mengukur Intellectual Capital. Berdasarkan Metode VAIC, Intellectual Capital terdiri dari 3 komponen yaitu Human Capital, Structural Capital, dan Capital Employed. Untuk kinerja keuangan perusahaan, indikator yang akan digunakan adalah rasio Market-to-Book, sedangkan untuk indikator dari profitabilitas dan produktivitas adalah ROA, ROE, pertumbuhan pendapatan perusahaan dan asset turnover. Ukuran perusahaan dan struktur hutang perusahaan akan digunakan sebagai variabel kontrol. Terdapat dua hipotesis utama dalam penelitian ini, di mana melihat hubungan Intellectual Capital secara keseluruhan terhadap nilai pasar dan kinerja keuangan perusahaan. Namun, tiap hipotesis utama tersebut dilengkapi oleh tiga sub-hipotesis yang melihat bagaimana pengaruh masing-masing komponen Intellectual Capital. Hasil penelitian yang didapatkan menunjukkan hasil yang beragam. VAIC memiliki pengaruh yang signifikan terhadap kinerja keuangan perusahaan, namun tidak terhadap nilai pasar perusahaan. Sedangkan tidak ditemukan hubungan yang signifikan antara HCE dengan nilai pasar dan kinerja keuangan perusahaan. Untuk SCE hanya memiliki hubungan yang signifikan dengan nilai pasar perusahaan. Sedangkan untuk CEE ditemukan memiliki hubungan yang signifikan dengan nilai pasar dan kinerja keuangan perusahaan.",
  "creators": "STEPHANIE",
  "contributors": "Josua Tarigan (Advisor 1); Saarce Elsye Hatane (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010992/AKT/2017; Stephanie Listijabudhi (32413094)",
  "subjects": "FINANCIAL INSTITUTIONS-INDONESIA"
}