{
  "id": "40306",
  "title": "The Impact of environmental performance and environmental disclosure towards financial performance: evidence from Indonesian companies",
  "abstract": "This paper is conducted to study the relationship of environmental performance with financial performance of Indonesian companies, using environmental disclosure as the mediation variable. Firm’s environmental action would be measured by both the extent of environmental management in their operations, which is environmental performance with PROPER score as the indicator, and the level of environmental information they disclosed in their reports, which is environmental disclosure measured with disclosure index according to GRI index. While financial performance will be evaluated using both short and long term measures, with profitability and firm value. This paper focused on firms listed in the Indonesia Stock Exchange during 2013-2015 and three years PROPER program participant consecutively (2013-2015) as most of the impact of environmental action must be analyzed with the minimum period of 3 years. WarpPLS 5.0 is the software used for data analysis technique. Results show that 3 out of 6 hypothesis presented in this paper are accepted. Furthermore it indicates that firms’ financial performance is significantly affected by their environmental action. However, findings indicate that different measures of corporation’s environmental activities have different impact to financial performance as hypothesizes related to environmental disclosure was rejected since there’s low adoption of GRI index in the reporting of sustainable information for most firms. Findings also indicate that while firm’s environmental actions significantly impact profitability, it still doesn’t show a significant impact on the long term. This study also highlight the prerequisite for companies to report sustainability issues according to the GRI guidelines, as current disclosures vary across companies.",
  "creators": "JESSICA",
  "contributors": "Josua Tarigan (Advisor 1); Saarce Elsye Hatane (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 32011020/AKT/2017; Jessica Kamandhanu (32413211)",
  "subjects": "FINANCIAL ACCOUNTING; FINANCIAL INSTITUTIONS-INDONESIA"
}