{
  "id": "40303",
  "title": "The Impact of corporate governance to the ability in preventing financial distress: evidence from Indonesia and Malaysia consumer goods",
  "abstract": "This research study investigates the impact of corporate governance to the ability in preventing financial distress in the context of Indonesia and Malaysia consumer goods companies. Board structure consists of board size and board composition. Ability in preventing in financial distress is measured by the modified concept of business failure by Pindado, Rodriguesb, & De La Torre (2008). It is measured by profitability (EBIT), financial expense (FE) and retained earnings (RE). This research study examines the consumer goods companies in Indonesia and Malaysia for the period of 2011 to 2015 with the total sample of 24 Indonesia companies or 120 firm-year observations and 98 Malaysia companies or 490 firm-year observations. Besides that, WarpPLS version 5.0 is used to analysis the data of this research study. The findings of this research study presents mixed results. Board structure has significant impact to the ability in preventing financial distress in Indonesia whereas it was found no significant impact in case of Malaysia companies. On contrary, there is no significant impact between managerial ownership in Indonesia while Malaysia’s result shows there is a significant impact. Additionally, this study found that there is a significant impact between gender diversity to the ability in preventing financial distress in both Indonesia and Malaysia. Gender diversity also serves as moderating variable in both countries even though the type of moderation between both countries are different.",
  "creators": "NATHALIA CHANDRA",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Josua Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 32011004/AKT/2017; Nathalia Chandra (32413127)",
  "subjects": "CORPORATIONS--FINANCE; ACCOUNTING; CORPORATE GOVERNANCE"
}