{
  "id": "40308",
  "title": "The Impact of corporate governance on intellectual capital and firm value: evidence from Indonesia and Malaysia consumer goods",
  "abstract": "The purpose of this research is to analyze the direct impact of corporate governance on firm value and its indirect impact using intellectual capital as the intervening variable and comparing the impact between Indonesia and Malaysia. Corporate governance is measured by managerial ownership, board size, and board composition. Intellectual capital is measured by value added intellectual coefficient. Firm value is measured by Tobin’s Q. This research is conducted upon consumer goods sector companies listed in Indonesia Stock Exchange and Bursa Malaysia during 2010-2015, with the total sample of 25 companies or 150 firm-year observations for Indonesia and 106 companies or 636 firm-year observations for Malaysia. The data analysis technique utilized in this research is multiple regression analysis with SPSS software version 21. The findings demonstrate mixed results. Managerial ownership has a significant impact on intellectual capital and firm value in both countries, although the impact is positive in Indonesia while it is negative in Malaysia. Board size and board composition do not have any significant influence towards the intellectual capital in Indonesia, while it is significant in the case of Malaysia. The impact of both variables is also significant on firm value for Indonesia, whereas it is only board size that shows significant impact on firm value for Malaysia. Intellectual capital shows no significant correlation with firm value in Indonesia while it is significant in Malaysia.",
  "creators": "ADELINE TERTIA DJAJADI",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Josua Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 32010997/AKT/2017; Adeline Tertia Djajadi (32413216)",
  "subjects": "CORPORATE GOVERNANCE; ACCOUNTING"
}