{
  "id": "40327",
  "title": "Pengaruh citra merek terhadap kepuasan pelanggan dan niat loyalitas pelanggan dalam konteks jaringan supermarket Superindo di Surabaya",
  "abstract": "Daya tarik yang sering diterapkan oleh retailer supermarket yang menerapkan basis harga murah untuk produk-produk tertentu dapat meningkatkan kunjungan konsumen yang datang untuk berbelanja. Beberapa supermarket memiliki private label atau brand store yang biasanya dijual dengan harga lebih murah guna untuk meningkatkan jumlah pembelian produk. Beberapa supermarket memiliki private label atau brand store yang biasanya dijual dengan harga lebih murah guna untuk meningkatkan jumlah pembelian produk. Kategori supermarket yang berada di Surabaya antara lain Ranch Market, Superindo, dan Hero. Dalam penelitian ini penulis melakukan penelitian di Superindo wilayah Surabaya Timur, Superindo Nginden Semolo. Tujuan penelitian adalah untuk mengetahui pengaruh Brand Image terhadap Customer Satisfaction dan Customer Loyalty serta Customer Satisfaction berpengaruh terhadap Customer Loyalty di Superindo Surabaya. Jenis penelitian menggunakan penelitian kuantitatif deskriptif. Populasi dan sampel penelitian ini yaitu konsumen yang pernah melakukan pembelian produk di Superindo paling kurang 1 kali di seluruh Superindo di Surabaya dan usia > 18 tahun dengan teknik pengambilan sampel purposive sampling. Sedangkan analisis data menggunakan Partial Least Squares. Hasil penelitian menunjukkan Brand Image berpengaruh signifikan dan positif terhadap Customer Satisfaction dan Customer Loyalty serta Customer Satisfaction berpengaruh signifikan dan positif terhadap Customer Loyalty.",
  "creators": "JULIAN WIBISONO",
  "contributors": "Hatane Semuel (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020605/MAN/2017; Julian Wibisono (36413038)",
  "subjects": "MARKETING-RESEARCH; CUSTOMER LOYALTY; CONSUMER SATISFACTION; BRAND IMAGE; MARKETING-MANAGEMENT"
}