{
  "id": "40335",
  "title": "Kajian evaluasi pasca huni desain interior ruang kelas Program Studi Desain Interior Universitas Kristen Petra Surabaya",
  "abstract": "Di jaman yang semakin maju ini, kesadaran masayarakat akan pentingnya ilmu pengetahuan semakin meningkat. Hal ini dapat dilihat dari makin tambahnya jumlah orang yang menuntut ilmu pada badan-badan yang menyelenggarakan proses pendidikan. Salah satunya adalah Universitas Kristen Petra Surabaya yang ikut berperan serta guna memenuhi kebutuhan masyarakat akan ilmu pengetahuan. Penelitian ini dilakukan untuk mengetahui dan menguraikan hasil evaluasi pasca huni ruang kelas terhadap elemen pembentuk ruang (lantai, plafon, dinding), elemen pengkondisian ruang (pencahayaan, penghawaan, akustik, sirkulasi, dan penataan ruang), dan elemen pengisi ruang (perabot) serta kenyamanan pengguna di ruang kelas program studi Desain Interior Universitas Kristen Petra Surabaya. Metode yang digunakan dalam penelitian ini adalah Evaluasi Pasca Huni (EPH) dengan metode kuantitatif-kualitatif untuk mengetahui segala informasi yang ada dari 11 kelas yang sudah diteliti satu persatu untuk mendapatkan suatu pembuktian. Hasil penelitian menunjukkan bahwa setiap kelas memiliki permasalahan yang kurang lebih hampir sama terkait pembentuk ruang (lantai, plafon, dinding), elemen pengkondisian ruang (pencahayaan, penghawaan, akustik, sirkulasi, dan penataan ruang), dan elemen pengisi ruang (perabot) sehingga dapat disarankan beberapa solusi alternatif dalam pemilihan bahan yang baik untuk ruang kelas.",
  "creators": "DEVINA LAUDI",
  "contributors": "Mariana Wibowo, S.Sn., M.MT. (Advisor 1); STEPHANIE MELINDA FRANS (Advisor 2); Sriti Mayang Sari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011623/DIN/2017, Devina Laudi (41413135)",
  "subjects": "UNIVERSITIES AND COLLEGE-BUILDINGS-DECORATION; INTERIOR DESIGN"
}