{
  "id": "40342",
  "title": "Analisa pengaruh service quality terhadap customer loyalty dengan customer satisfaction sebagai variabel intervening pada Salon Madass",
  "abstract": "Kebutuhan manusia akan penampilan dan kecantikan saat ini berkembang dengan sangat cepat terlebih khususnya di kota-kota metropolitan di Indonesia ini. Jumlah masyarakat Indonesia yang terus bertambah dan gaya hidup yang semakin beragam membuat tingkat kebutuhan manusia akan penampilan dan kecantikan juga terus bertambah. Fakta tersebut mengakibatkan bisnis salon semakin menjamur dan berlomba-lomba untuk menarik minat pelanggan. Penelitian ini bertujuan untuk menganalisa pengaruh dari Service Quality (Reliability, Responsiveness, Assurance, Empathy, Tangible) terhadap Customer Loyalty (Word of Mouth, Future Purchase Intention dan Price sensitive) dengan mempertimbangkan faktor Customer Satisfaction (Fulfillment, Pleasure, Ambivalance). Penelitian ini dilaksanakan dengan menyebarkan kuesioner kepada 100 responden pelanggan salon Madass Surabaya. Jenis penelitian ini merupakan penelitian kuantitatif deskriptif kausal dengan menggunakan pengelolahan data SmartPLS. Hasil penelitian ini menunjukkan bahwa service quality berpengaruh secara positif dan signifikan terhadap customer satisfaction, service quality berpengaruh secara positif dan signifikan terhadap customer loyalty, dan customer satisfaction berpengaruh secara positif dan signifikan terhadap customer loyalty. Hasil dari penelitian ini menunjukkan bahwa customer satisfaction sebagai variable intervening berhasil memediasi hubungan antara service quality dan customer loyalty.",
  "creators": "ALLAN RICHARDO SURIANTO",
  "contributors": "Edwin Japarianto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020593/MAN/2017; Allan Richardo Surianto (36413018)",
  "subjects": "QUALITY OF SERVICE; CUSTOMER LOYALTY; MARKETING-MANAGEMENT; CONSUMERS-RESEARCH; WORK SATISFACTION"
}