{
  "id": "40355",
  "title": "Promoting phoenix embroidery Surabaya using a commercialm website",
  "abstract": "The company where I did my BCFP was a company running a business in embroidery industry named Phoenix Embroidery Surabaya (PES). It is located in Simolawang Baru V/9 Surabaya, East Java. It is the third company that had the machines for producing computerized embroidery in Surabaya. This company was established in 2004. It started to embroider denim fabrics. I have been helping and analyzing this company since the early year of 2004. This company needs new markets to fulfill its production targets. They do not know what to do except waiting for customers to come to it. So far, the markets of PES are garment industries have produced denim fashion for low-class people. The increasing price of raw material of denim fabrics made them move from embroidery to silk-screening. A commercial website is a way that I use to help PES in solving its problem. This website contains the uniqueness of PES in producing 3D embroidery and PES capability in producing embroidery in many kinds od sectors like fashion, souvenirs, and home decorations. This website shows many photos of real products that PES has produced before. This website can help PES to solve its problem because this website will show all the best works of PES. It shows the uniqueness of PES in producing 3D embroidery and embroidery works that PES had done in many kinds of products. A website is easy to access and can be access by everyone. This advantage can be a benefit for PES to reach many people seeing the existence of PES itself. This website is expected to reach out to garment industries not only for low-class consumers and to gain new markets especially from souvenirs and home decorations industries.",
  "creators": "JAMES LEICESTER",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Herwindy Maria Tedjaatmadja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis, No. 02012201/ING/2017; James Leicester (11413008)",
  "subjects": "BRANDING (MARKETING); BUSINESS COMMUNICATION"
}