{
  "id": "40351",
  "title": "The marginalized representation of Bond's girls in selected James Bond movie",
  "abstract": "In James Bond movies, there is a formula that becomes the characteristics of the movies. This formula is the pinnacle/basic story plot of the James Bond series. In all of the movies, there are always what so-called Bond’s girls. The Bond’s girls cannot be separated from the plot as they are one of the most famous features of the movies, besides the advance gadget. The Bond’s girls are the formula of the Bond series. They always appear to help James Bond during his duties. Although their roles are always helping James Bond, it often happens that James Bond saves them instead. This attract my attention in analyzing why, in James Bond series, women are represented in such a marginalized way despite their pivotal role. Through my analysis on the four latest James Bond series,I want to reveal the reason behind the marginalized representation of women in James Bond movies. In the analysis, by using theory of representation and encoding/decoding, I find out that they are being poorly, as well as intentionally and marginally represented. They are often sexually objectified. My findings show that the Bond’s girls are represented as dependent, semi strong/ignorant, sexual object, and weak/damsel. These traits are the reflection of how the society views women. Through that kind of representation, James Bond becomes the center of attention. He appears as a better hero because of the Bond’s girls, that is, he saves them all whenever they are in troubles.",
  "creators": "TJIOE, VINCENT HARYANTO",
  "contributors": "Drs. Setefanus Suprajitno, M.A., Ph.D. (Advisor 1); Meilinda (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01012197/ING/2017; Tjioe Vincent Haryanto (11413037)",
  "subjects": "MARGINALIZATION REPRESENTATION; CHARACTERS AND CHARACTERISTICS IN MOTION PICTURES; FEMINISM AND MOTION PICTURES"
}