{
  "id": "40353",
  "title": "Analisa pengaruh store layout, merchandise assortment, pricing terhadap purchase intention di Toko Yamaha Melodia Musik",
  "abstract": "Pertumbuhan bisnis ritel di Indonesia saat ini tergolong tinggi dan berkembang pesat. Hal tersebut dapat ditemukan dengan banyaknya peritel asing dan peritel lokal yang bermunculan, beragam jenis toko ritel pun semakin bertambah setiap tahunnya. Salah satu bisnis ritel yang sedang berkembang dan mulai banyak diminati adalah toko musik, karena perkembangan industri musik di Indonesia semakin maju, variatif, unik, didukung dengan penampilan skill bermusik para musisi muda yang menawan sehingga berdampak terhadap anak-anak muda di Indonesia untuk dapat belajar dan menguasai alat musik seperti idolanya. Sebagai contoh di Surabaya, toko musik yang menjadi tempat jujukan bagi orang-orang yang suka musik dan para musisi adalah toko yamaha melodia, sebagai salah satu usaha yang bergerak di bidang ritel, toko yamaha melodia harus memperhatikan setiap komponen ritel seperti tata letak toko (store layout), variasi barang yang dijual (merchandise assortment), dan harga barang (pricing), karena dari ketiga varibel tersebut, apakah memberikan pengaruh yang besar yang dapat membawa konsumen untuk datang membeli ulang (purchase intention) barang atau produk yang tersedia di Toko Yamaha Melodia Musik Ngagel Surabaya. Penelitian ini bertujuan untuk menganalisa pengaruh dari store layout, merchandise assortment, pricing terhadap purchase intetion di Toko Yamaha Melodia Musik. Penelitian ini akan dilaksanakan dengan menyebarkan kuisioner kepada 100 respoden konsumen Yamaha Melodia Musik. Teknik analisa yang digunakan adalah teknik analisa kuantitatif dengan menggunakan metode analisa SPSS atau PASW (Predictive Analytics Software).",
  "creators": "AZARYA EKANDO ANIT YAYANG",
  "contributors": "Drs. Sugiono Sugiharto, M.M., Ph.D. (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020528/MAN/2015; Azarya Ekando A.Y (36411074)",
  "subjects": "STORE LAYOUT; CONSUMERS-RESEARCH; STORES, RETAILING; CONSUMER BEHAVIOR"
}