{
  "id": "40350",
  "title": "Pengaruh logistics service quality terhadap customer retention dengan customer satisfaction sebagai variabel intervening di PT Satria Putra Perkasa",
  "abstract": "Tujuan penelitian ini adalah untuk menganalisis pengaruh Logistic Service Quality terhadap Customer Retention di PT Satria Putra Perkasa dengan Customer Satisfaction sebagai variabel intervening. PT Satria Putra Perkasa adalah perusahaan yang bergerak pada bidang jasa angkutan ekspedisi. Perusahaan ini tidak hanya menghantarkan produk dari pabrik pelanggan hingga ke pelabuhan (atau sebaliknya), namun juga harus membina hubungan jangka panjang dengan pelanggan. Mempertahankan pelanggan di tengah persaingan yang semakin ketat tentu bukan hal yang mudah. Salah satu hal yang dapat dilakukan adalah dengan mengetahui kepuasan pelanggan terhadap kinerja PT Satria Putra Perkasa. Perusahaan ekspedisi sebagai salah satu perusahaan transportasi memegang peranan penting dalam saluran distribusi antara satu daerah dengan daerah yang lain. Dan melalui kemampuannya, jasa ekspedisi dapat mengorganisasikan pengiriman lewat darat, laut maupun udara. Sarana transportasi dan jasa pengangkutan yang ada di darat, laut, maupun udara memegang peranan penting dalam aspek ekonomi, melalui fungsi distribusi antara satu daerah dengan daerah yang lain. Penelitian ini dilaksanakan dengan menyebarkan kuisioner kepada 100 responden pelanggan PT Satria Putra Perkasa. Teknik analisa yang digunakan adalah teknik analisis kuantitatif dengan metode path analysis. Hasil penelitian ini menunjukkan bahwa logistics service quality berpengaruh secara positif dan signifikan terhadap customer satisfaction, logistics service quality berpengaruh secara positif dan signifikan terhadap customer retention, dan customer satisfaction berpengaruh secara positif dan signifikan terhadap customer retention. Hasil dari penelitian ini menunjukkan bahwa customer satisfaction sebagai variabel intervening tidak berhasil memediasi hubungan antara logistics service quality dan customer retention.",
  "creators": "HILDA CAROLINA",
  "contributors": "Edwin Japarianto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020592/MAN/2017; Hilda Carolina (36413036)",
  "subjects": "QUALITY OF SERVICE; CRM (CUSTOMER RELATIONSHIP MANAGEMENT); CONSUMER SATISFACTION; BUSINESS LOGISTICS MANAGEMENT"
}