{
  "id": "40362",
  "title": "Persuasion in Indonesian food blogs",
  "abstract": "This study is a rhetoric study about the modes of persuasion. The writer chose this topic for her study since she realizes that social media, especially blog, as found in Indonesian food blogs has become inseparable part of people's lives, especially blog, as well as many cafe and restaurants pop up in Jakarta, Indonesia. One thing that has caught the writer’s attention and curiosity to write on this particular topic is the way food bloggers persuade or attract their readers through their blogs. The aims of this study were to describe and to analyze the modes of persuasion commonly used in food bloggers post. The writer used Ethos, Pathos, Logos as her framework of analysis. For the sources of data, the writer used the blogs from each three famous food bloggers in Jakarta, Indonesia. In this study, the writer herself acted as the instrument of the study. The writer chose and collected the data she needed. Then, she analyzed the data by using several tables. In the findings and discussion, the writer found that the food bloggers mostly use Pathos as their way to persude the readers. The writer found several categorises in order to analyze the data based on the modes of persuasion such as: Ethos consists of ethos through experiences, citing reliable sources, and demonstrating good will. Pathos consists of happy or satisfactory emotions, disappointed or unsatisfactory emotions, and communicate to the readers directly. Logos consists of facts or research, common-sense information, and value.",
  "creators": "CLARISSA IVENA SINAMBELA",
  "contributors": "Samuel Gunawan (Advisor 1); Herwindy Maria Tedjaatmadja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012193/ING/2017; Clarissa Ivena S. (11413047)",
  "subjects": "PERSUASIVE COMMUNICATION; PERSUASION (RHETORIC)"
}