{
  "id": "4038",
  "title": "Anil's ambivalent identity in Michael Ondaatje's Anil's Ghost",
  "abstract": "Michael Ondaatje, as the author of post-colonialism novel, tries to portray the condition of post-colonialism that happens to the colonized immigrant in the colonizer countries. In his novel, Anil?s Ghost, he tells that the main character was born in Sri Lanka, grew up in Western and came back to the Sri Lanka again. From that condition, I find out that Anil, as the main character, faces the problem of identity. That?s how I am interested to analyze her ambivalent identity and the reasons of her ambivalence. To analyze it, I try to consult some post-colonialism concepts such as identity, memory, nation-nationalism, and ambivalence. From the analysis, I try to explain about the ambivalent identity of Anil and the reason why she has ambivalent identity including the reasons of abandonment and the reasons of preservation. I find that there are two reasons why she tries to abandon her Ceylonese identity: first, she has painful memories that impose her to omit her original identity; second, she is influenced by her Western friends that seem more attractive to her. Furthermore, there are also two reasons why she maintains her Ceylonese identity: first, her nice memories on Sri Lanka emerge when she got to this country; and second, indirectly her Sri Lanka friends influence her in rising up her nationalism that has been buried. Finally, the effects of post-colonialism cause Anil to face any difficulty in finding her true identity.",
  "creators": "RENATA SANTOSO",
  "contributors": "Dwi Setiawan (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011646/ING/2007; Renata Santoso (11402077)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; ONDAATJE, MICHAEL, 1943-...-ANIL'S GHOST"
}