{
  "id": "40392",
  "title": "Jane: a screenplay on the importance of letting go of stigma towar mental illness",
  "abstract": "Many people with mental illness face the double challenges. Not only do they struggle with the symptoms of their illness, they also struggle with the stigma that the society has towards their illness. Through this creative project, I would like to discuss how stigma towards mental illness affects those who suffer from it negatively, and how letting go of stigma benefits those who are mentally ill and those who are not. I use Erving Goffman’s theory on social stigma, and another theory regarding self-stigma by Patrick W. Corrigan and Deepa Rao. These theories helped me understand how a stigma can be internalized by people with mental illness, and how it further worsens their symptoms. Moreover, the theories helped me create my story and my characters as realistically as possible and suggest a plausible solution for the problem through my story. My project is in the form of a romance drama short film screenplay. It tells the story of Jae-in Kim, a counselor in a suicide hotline, whose falling for a guy named Jon-young Park. They have been talking on Facebook for months ,and when they are about to meet for the first time, she suddenly finds some similarities between him and a depressed guy who often makes suicidal calls to the hotline. It makes her reluctant to build a deeper relationship with him, which becomes a barrier for their relationship, and also challenges her perceptions towards people with mental illness. At the end, when she finally lets go of her stigma, their relationship gets better, and she becomes more inspired to help the mentally ill through her job.",
  "creators": "ANDHIKA PRATAMA GODWIN",
  "contributors": "Stefanny Irawan, S.S., M.A. (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01012196/ING/2017; Andhika Pratama Godwin (11413006)",
  "subjects": "ROMANCE FICTION; SCREENPLAYS; KOREAN DRAMA--20TH CENTURY"
}