{
  "id": "40396",
  "title": "A fallacy analysis of the arguments on the first U.S. presidential debate between Hillary Clinton and Donal Trump",
  "abstract": "This research studies the fallacy in the arguments on the first U.S. presidential debate between Hillary Clinton and Donald Trump in 2016. This research is aimed to find out the fallacies occurred in the debate, the dominant fallacy made by each candidate, and the similarities and differences in each candidate’s fallacy. The topic on fallacy is chosen because fallacies are persuasive, yet misleading arguments which might contribute on influencing the people’s vote. In analyzing the data, the writer used the theory of arguments by Bierman and Assali (1996) and the theory of fallacy by Inch and Warnick (2011). From the total of 22 arguments, four of which are sound arguments. The writer found that fallacy is prevalent in presidential debate. There is a total of 25 fallacies falling into six types of fallacy which occurred. The most frequently occurred fallacy is the “straw person” because by advancing a false argument, the opponent’s position is easier to be criticized; thus, making the arguer’s argument and position appear better. The “audience-based” category becomes the dominant fallacy category. This might be because the format of the event is a political debate in which both candidates mostly try to twist each other’s arguments and attack the characters to increase their election rate. Furthermore, the writer found that Clinton made all of the sound arguments while Trump made all of the “hasty generalization” and the “ad populum” fallacy.",
  "creators": "JENNIFER MARELLA",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Samuel Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012189/ING/2017; Jennifer Marella Santoso (11413010)",
  "subjects": "APPEAL TO FORCE (LOGICAL FALLACY); LANGUAGE AND LOGIC"
}