{
  "id": "40390",
  "title": "Tv world as a simulation of the real world in the game persona 4",
  "abstract": "Throughout the years RPG games have developed so much to such a way that it is not only a media for playing, but also a media for telling interesting stories based on characters’ interactions. In this study, I observe the process of simulation in the game Persona 4 and how it affects the characters and the over world. With the assumption that the TV world is paralleled to the real one in the sense that they reflect each other and that the characters in the TV world unmask the personalities of the characters in the real world in the way that the TV world version is the representation of the real version’s desire, I would like to analyze the way the TV world acts as an imitation to the real world and how the characters from the TV world unmask the personality of the characters in the real world. In analyzing the game, I use the theory of simulation and simulacra which was proposed by Jean Baudrillard. In gathering the materials, I play the game and also watch videos of people playing the game in order to get footage and story context which will later be used as proofs. In the analysis I find that social interaction is the main element that makes the TV world parallel to the real world. The parallelism between the TV world and the real world can be seen trough the encounter between the characters from the real world and their counterpart from the TV world. In this encounter, the real world characters’ experience with their shadows change their personality significantly and this results in their unmasking themselves. This shows that there is a process of simulation where the characters in the real world imitate their shadows, that is, the characters in the TV world. As a result the real world characters can accept themselves for whoever they are",
  "creators": "RICHARD LAWRENCE",
  "contributors": "Drs. Setefanus Suprajitno, M.A., Ph.D. (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01012188/ING/2017; Richard Lawrence (11413057)",
  "subjects": "CHARACTERS AND CHARACTERISTICS; LINGUISTIC ANALYSIS (LINGUISTICS)"
}