{
  "id": "40416",
  "title": "Pengaruh brand performance terhadap repeat purchase dengan competitive advantage dan customer engagement sebagai variabel intervening pada pengguna sepeda motor Honda di Surabaya",
  "abstract": "Pertumbuhan populasi sepeda motor di Indonesia terus berkembang, pangsa pasar dan minat beli masyarakat terhadap kendaraan roda dua ini masih tinggi sehigga menciptakan peluang bisnis yang bagus bagi industry sepeda motor. Di awal tahun 2000 jumlah sepeda motor belum sebanyak seperti saat ini. Bila dibandingkan dengan kondisi saat ini jumlah sepeda motor bertambah berkali-kali lipat, objek dalam penelitian ini menggunakan merek Honda yang telah dikenal selalu menjadi market leader dalam industry sepeda motor di Indonesia. Penelitian ini dilakukan untuk meneliti apakah kesuksesan Honda menguasai pangsa pasar dan menjadi market leader sepeda motor di Indonesia dipengaruhi oleh keunggulan Brand Performance-nya melalui penciptaan Competitive Advantage dan membangun Customer Engagement yang baik sehingga mempengaruhi keputusan Repeat Purchase orang-orang dalam membeli sepeda motorHonda. Distribusi dan produksi sepeda motor Honda di Indonesia berada dibawah naungan PT Astra Honda Motor (AHM). Melalui segala keunggulan yang ditawarkan, brand ini selalu berhasil mendominasi industry sepeda motor di Indonesia. Penelitian ini menggunakan pendekatan kuantitatif dengan metode survey kuisioner yang diberikan kepada pengguna sepeda motor Honda di Surabaya sebanyak 100 responden dan menggunakan teknik analisis path.",
  "creators": "NELLY WIJAYA",
  "contributors": "Diah Dharmayanti (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020616/MAN/2017; Nelly Wijaya (36413084)",
  "subjects": "MARKETING-RESEARCH; BRAND MANAGEMENT; MARKETING-MANAGEMENT; BRAND NAME PRODUCTS"
}