{
  "id": "40420",
  "title": "Pengaruh program membership terhadap loyalitas pelanggan melalui citra merek pada perusahaan maskapai penerbangan Air Asia",
  "abstract": "Air Asia sebagai salah satu penerbangan budget yang sangat digemari masyarakat Indonesia. Kecelakaan pesawat yang dialami AirAsia ini sedikit banyak mempengaruhi bagaimana pencitraan yang telah dibentuk sedemikian rupa oleh AirAsia. Di Kota Kediri, Jawa Timur penjualan tiket pesawat melalui agen menurun drastis hingga 90 persen karena adanya faktor trauma penumpang akibat dari insiden keceakaan pesawat yaitu yang dialami oleh salah satu agen tiket pesawat Surya Wijaya Tour and Travel mencatat pasca hilangnya pesawat AirAsia rute Surabaya-Singapura. Dari fenomena di atas penulis mengindikasi bahwa persoalan citra merek merupakan salah satu hal yang juga harus diperhatikan perusahaan. Tanpa citra merek yang positif dan kuat, sangatlah sulit untuk menarik pelanggan baru dan mempertahankan yang sudah ada. Tujuan penelitian ini untuk mengetahui pengaruh secara langsung dan tidak langsung program membership terhadap loyalitas pelanggan Air Asia, serta untuk mengetahui pengaruh secara langsung citra merek terhadap loyalitas pelanggan Air Asia. Jenis penelitian yang akan digunakan dalam penelitian ini bersifat kuantitatif dengan penelitian eksplanatori (explanatory research). Populasi dari penelitian ini adalah semua konsumen yang melakukan pembelian di Gerai Air Asia. Sampel yang diteliti sebagai responden adalah masyarakat yang pernah melakukan pembelian di Gerai Air Asia dengan ketentuan pembelian minimal satu kali dalam kurun waktu tiga bulan. Metode pengambilan sampel yang digunakan adalah non probability sampling. Teknik analisis data menggunakan The Structural Equation Model (SEM) dengan menggunakan alat Bantu Smart Partial Least Square (PLS). Berdasarkan hasil analisis dapat disimpulkan bahwa variabel Program membership berpengaruh secara langsung dan tidak langsung terhadap loyalitas pelanggan Maskapai Penerbangan Air Asia; serta variabel Citra merek berpengaruh secara langsung terhadap loyalitas pelanggan Maskapai Penerbangan Air Asia”, semua dapat dinyatakan diterima dan terbukti kebenarannya.",
  "creators": "YONAS PRAMANA UNTARYO",
  "contributors": "Hatane Semuel (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020615/MAN/2017; Yonas Pramana Untaryo (36413037)",
  "subjects": "MARKETING-RESEARCH; CUSTOMER LOYALTY; MARKETING-MANAGEMENT"
}