{
  "id": "4043",
  "title": "A Study of conversational implicature as found in Taxi movie",
  "abstract": "In much of our conversation, we assume that speakers and listeners are generally cooperating with each other. However, in some circumstances, a speaker intends to communicate more than is said, that something must be more than just what the words mean. It is an additional meaning, called conversational implicature. Conversational implicature is an interesting thing where it is not a matter of a sentence but instead of an utterance?s meaning. Therefore, in this study, the writer is interested in analyzing the implicature found the utterances of the three main characters, the types of implicatures, and produced the most frequently. The writer chose Taxi because it is a good film with an intelligent plot in which it is not predictable what will happen next (Gavez, 2004). The writer used Grice?s theory of conversational implicature as the basis of the analysis of the study. The utterances containing implicature fall into two categries: generalized and particularized conversational implicature. From the findings, the writer found 70 implicatures from the three main characters: Belle, Washburn, and Marta. Between the two types, generalized and particularized conversational implicature, generalized conversational implicature takes a bigger percentage, namely 51.43%. It means 36 out of the 70 implicatures are generalized ones. To follow, when it comes to the other type, 34 out of the 70 implicatures found are about particularized conversational implicature. It then indicatives that 48.57 % of the total implicatures are about particularized conversational implicature. This study also reveals significant finding that may contribute to the theory of implicature itself and its applications so that it will be useful for further reference. Firstly, the study reveals that one single utterance can have two types of conversational implicature. It means a single utterance may license both a generalized and a particularized conversational implicature. To add, the use of indefinite article `a/an? in a sentence can actually function as cardinal number as it actually refers to `one?. Lastly, the theory of an indefinite article of the type `a/an X?, is typically interpreted according to the generalized conversational implicature that: an X +> not speaker?s X cannot be generalized in this study since it can be interpreted as the speaker?s X. This fact, indeed, contradicts with the theory proposed by Yule (1996).",
  "creators": "CUANDY TUKIJAN",
  "contributors": "SHIERLY NOVALITA YAPPY (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011640/ING/2007; Cuandy Tukijan (11402142)",
  "subjects": "SOCIOLINGUISTICS; DISCOURSE ANALYSIS"
}