{
  "id": "40447",
  "title": "Pengaruh perceived service quality terhadap customer loyalty dengan customer satisfaction sebagai variabel intervening di Hotel Kartika Graha Malang",
  "abstract": "Pesatnya perkembangan pariwisata di kota Malang menyebabkan meningkatnya jumlah wisatawan lokal maupun mancanegara yang masuk di kota Malang. Tak hanya sebagai penyedia tempat wisata tetapi kota Malang menyediakan jasa-jasa penunjang seperti jasa hotel. Perkembangan hotel di kota Malang meningkat pesat dan hal ini menyebabkan persaingan semakin ketat, maka dari itu perusahaan penyedia jasa hotel harus berlomba-lomba memberikan service quality yang baik kepada konsumen agar konsumen dapat puas dan dapat menimbulkan konsumen loyal. Penelitian ini bertujuan untuk mengetahui pengaruh dari Perceived Service Quality, Customer Satisfaction dan Customer Loyalty dengan studi kasus Hotel Kartika Graha Malang. Penelitian ini mengunakan teknik penelitian kuantitatif kausal. Sample yang digunakan dalam penelitian ini adalah konsumen atau tamu yang merupakan rombongan keluarga, teman atau kerabat menginap di Hotel Kartika Graha Malang minimal 1 malam atau lebih dan juga menginap dalam durasi antara bulan November 2016-April 2017 sebanyak 100 kuisioner. Penelitian ini menggunakan teknik analisa SEM (Structural Equation Modeling). Hasil yang didapat bahwa Perceived Sevice Quality berpengaruh positif dengan Customer Satisfaction, Perceived Service Quality berpengaruh positif dengan Customer Loyalty dan Customer Satisfaction berpengaruh positif dengan Customer Loyalty. Selain itu variabel intervening yaitu Customer Satisfaction terbukti dapat dipengaruhi Perceived Service Quality dan dapat mempengaruhi varibel customer loyalty.",
  "creators": "EVA YOHANA SUDJIANTO",
  "contributors": "Edwin Japarianto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020607/MAN/2017; Eva Yohana Sudjianto (36413027)",
  "subjects": "CONSUMER SATISFACTION; CUSTOMER LOYALTY"
}