{
  "id": "4045",
  "title": "The Violation of maxim in parents and six-year-old child conversation in drama series Desperate Housewives season 1",
  "abstract": "Cooperative Principles helps people to have a better communication with others. In a family, parents and kids often violate the cooperative principle and the conversational maxims when they are conversing. To have an open and honest communication, parents and kids should observe the conversational maxims. Therefore, the writer wanted to have a conversational analysis on parents and their six-year-old kids. In conducting the analysis, she used the theory of Cooperative Principles by Paul Grice (1975). The Principles have four conversational rules or maxims to follow. She collected the data from Indosiar TV drama series ?Desperate Housewives? season 1 by directly reading the conversations between the parents and the six-year-old children which are written on the scripts. The data are collected from episodes 1 to 5, 8, 12 to 15, and 20 in season 1. In doing the analysis, the writer identified the utterance which contains a maxim violation first, and then gave the setting. As a result, the writer found that parents are the ones who violate the maxims mostly in family conversation. They tend to lie instead of telling the truth to their children. Most are done in order to have their children under control and do what parents have said. Meanwhile, the six-year-old kids tend to say blatantly what they had in mind or feel about something or situation. Hence, in order to have a better open and honest communication, the writer suggested that parents and kids follow the conversational maxims.",
  "creators": "SEPTANI MELISA TANDYO",
  "contributors": "Bintoro (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011639/ING/2007; Septani Melissa Tandyo (11402097)",
  "subjects": "LINGUISTICS"
}