{
  "id": "4048",
  "title": "Perbaikan tanah dasar jalan raya dengan bahan aditif renolith",
  "abstract": "Tanah dasar di daerah Surabaya memiliki kualitas yang kurang baik sehingga perlu diadakan perbaikan tanah dasar. Perbaikan tanah dasar bisa dilakukan dengan berbagai cara salah satuya dengan Renolith. Renolith merupakan bahan aditif cair pada tanah yang memiliki CBR minimal 6%. Penggunaan Renolith harus dicampur dengan semen dan akan meningkatkan daya dukung tanah dan menutup pori-pori tanah sehingga tanah menjadi lebih kedap air. Hasil penelitian untuk Sirtu dari Pandaan, Tanah Legundi dan Tanah Kutisari yang diberi campuran semen dan Renolith menunjukkan hasil yang lebih baik. Untuk nilai CBR, pada Sirtu dengan Renolith nilai CBR 149% (tanpa Renolith 39.27%), pada Tanah Kutisari dengan Renolith 42.79% (tanpa Renolith 7.06%), pada Tanah Legundi dengan Renolith 58.91% (tanpa Renolith 2,7%). Untuk Permeability Test, koefisien permeabilitas untuk Sirtu dengan Renolith 1.43x10 -5 cm/dtk (tanpa Renolith 1 cm/dtk), Tanah Kutisari dengan Renolith 1.1 x 10 -5 cm/dtk (tanpa Renolith 1.84 x 10 -6 cm/dtk), Tanah Legundi dengan Renolith 8.12 x 10 -6 cm/dtk (tanpa Renolith 8.49 x 10 -7 cm/dtk). Hasil kuat tekan tanah (qu) dengan Renolith untuk Sirtu 16.47 kg/cm 2 , Tanah Kutisari 2.87 kg/cm 2 , Tanah Legundi 1.92 kg/cm 2 . Daya dukung tanah meningkat walaupun CBR awal tanah Legundi tidak mencapai 6%. Tetapi koefisien permeabilitas dari Tanah Kutisari dan Legundi yang dicampur Renolith tidak sebaik Tanah Kutisari dan Legundi tanpa Renolith.",
  "creators": "YOGI ADIANTA SIMON; ADITYA YUDY ANGGORO",
  "contributors": "Harry Patmadjaja (Editor); Indriani Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.13111493/SIP/2006; Yogi Adianta Simon (21499170), Aditya Yudy Anggoro (21499189)",
  "subjects": "SOIL MECHANICS; ADITIF RENOLITH"
}