{
  "id": "4051",
  "title": "Penyiapan bar bending schedule untuk proyek konstruksi",
  "abstract": "Dalam proyek konstruksi beton bertulang selalu ada pekerjaan pembesian yang ada pada setiap elemen struktur. Untuk itu diperlukan penyiapan kebutuhan pembesian yang biasanya digunakan cara manual yang memakan waktu cukup lama. Untuk mengatasi hal itu, studi ini mencoba membuat bar bending schedule yang diberi nama BarBendingProgram dengan alat bantu (komputer) untuk mempermudah dan mempercepat penyiapan kebutuhan pembesian sehingga hasil yang didapat cukup akurat dengan tetap mengacu pada peraturan yang ada . BarBendingProgram mengacu pada SNI 03-2847-2002, BS 8666:2005 dan ACI 315-99. Pada pembuatan bar bending schedule diperlukan berbagai macam pola penulangan, dimana SNI 03-2847-2002 tidak menjelaskan secara detail bentuk atau pola penulangan. Untuk itu pola penulangan yang digunakan diambil dari penggabungan dan kombinasi antara BS 8666:2005 dan ACI 315-99, sehingga didapat 321 pola tulangan dasar. Ketentuan-ketentuan yang diperlukan dalam pembuatan bar bending schedule selain pola penulangan lebih ditekankan pada SNI 03-2847-2002 agar dapat disesuaikan dengan pemakaian di Indonesia. Hasil akhir dari BarBendingProgram berupa daftar yang berisi detail pola penulangan yang digunakan untuk kepentingan pelaksanaan di lapangan dan berat tulangan yang digunakan untuk kepentingan estimasi biaya pada suatu proyek konstruksi.",
  "creators": "LENNY MAYASARI SUTANTO; MITA DWI PURWANTI",
  "contributors": "Budiman Proboyo (Advisor 1); Indriani Santoso (Advisor 2); ANDI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.20211491/SIP/2006; Lenny Mayasari S. (21402084), Mita Dwi Purwanti (21402111)",
  "subjects": "CONSTRUCTION INDUSTRY - MANAGEMENT; BAR BENDING SCHEDULE-COMPUTER PROGRAMS"
}