{
  "id": "40512",
  "title": "Pengaruh perubahan leverage change, size, transaction cost, market to book ratio, dan tingkat suku bunga pada saat dan sesudah merger atau akuisisi terhadap performa keuangan perusahaan bidder",
  "abstract": "Penelitian ini bertujuan untuk mengetahui hubungan Leverage Change, Sales, Total Transaction Cost, Market to Book Ratio, dan Tingkat Suku Bunga terhadap perubahan Return On Asset dan perubahan Return On Equity perusahaan bidder pada saat terjadinya merger atau akuisisi ataupun setahun setelah terjadinya merger atau akuisisi. Metode yang digunakan yaitu regresi linear berganda dengan data Cross Section. Data yang digunakan adalah perusahaan bidder yang go public dan memiliki laporan keuangan tahunan satu tahun sebelum dan sesudah peristiwa merger atau akuisisi. Hasil Penelitian menunjukkan bahwa Leverage Change, Sales, Total Transaction Cost, Market to Book Ratio, dan Tingkat Suku Bunga secara serempak berpengaruh signifikan terhadap perubahan Return On Asset dan perubahan Return On Equity pada saat peristiwa merger atau akuisisi maupun pada satu tahun setelah merger atau akuisisi. Secara parsial Leverage change dan Market to Book Ratio berpengaruh signifikan positif terhadap Return On Asset pada saat terjadinya peristiwa merger atau akuisisi. Variabel Sales dan Tingkat Suku Bunga berpengaruh signifikan positif terhadap Return On Asset satu tahun setelah merger atau akuisisi, sedangkan variabel Total Transaction Cost berpengaruh signifikan negatif terhadap Return On Asset satu tahun setelah merger atau akuisisi. Secara parsial Leverage Change dan Market to Book Ratio berpengarugh signifikan positif terhadap Return On Equity pada saat terjadinya merger atau akuisisi dan Total Transaction Cost berpengaruh signifikan negatif terhadap Return On Equity pada saat terjadinya merger atau akuisisi. sedangkan variabel Leverage change dan Sales berpengaruh signifikan positif dan Market to Book Ratio berpengaruh signifikan negative terhadap Return On Equity satu tahun setelah merger atau akuisisi.",
  "creators": "RICHARD HALIM",
  "contributors": "Nanik Linawati (Advisor 1); Sautma Ronni Basana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 37010397/MAN/2017; Richard Halim (37413009)",
  "subjects": "FINANCIAL MANAGEMENT; CORPORATIONS--FINANCE"
}