{
  "id": "40519",
  "title": "Pengaruh customer perception terhadap minat beli konsumen melalui multiattribute attitude model pada produk makanan organik",
  "abstract": "Perkembangan makanan organik di Indonesia semakin berkembang dan semakin banyak peminatnya sehingga menyebabkan pergeseran dari pola konsumsi masyarakat dari makanan non-organik ke makanan organik. Minat beli konsumen pada makanan organik biasanya didorong oleh banyak faktor, namun ada dua faktor yang utama yang mendorong minat beli tersebut, yaitu persepsi dan sikap konsumen itu sendiri terhadap makanan organik. Penelitian ini ditujukan untuk mengidentifikasi adanya pengaruh consumer perception yang dapat mempengaruhi sikap konsumen dalam multiattribute attitude model terhadap minat beli konsumen pada makanan organik. Penelitian ini dilaksanakan dengan menyebarkan kuisioner kepada 100 responden konsumen yang mengkonsumsi makanan non-organik. Teknik analisa yang digunakan dalam penelitian ini adalah kuantitatif kausal dengan metode partial least square (PLS), yaitu path analysis, untuk menganalisa adanya pengaruh antara persepsi terhadap sikap, yang dapat mempengaruhi minat beli konsumen. Hasil penelitian ini menunjukkan bahwa customer perception berpengaruh secara positif dan signifikan terhadap sikap konsumen dalam multiattribute attitude model, sikap konsumen dalam multiattribute attitude model berpengaruh positif dan signifikan terhadap purchase intention. Hasil penelitian ini diharapkan dapat membantu banyak pihak dalam memahami faktor-faktor yang mendukung minat beli konsumen pada makanan organik.",
  "creators": "YEROSA DIAN PUTRI LIMANTARA",
  "contributors": "Edwin Japarianto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020588/MAN/2017; Yerosa Dian Putri Limantara (36413001)",
  "subjects": "CONSUMER BEHAVIOR; MARKETING-MANAGEMENT; CONSUMERS-RESEARCH"
}