{
  "id": "40522",
  "title": "Analisa pengaruh service quality terhadap behavioral intentions dengan perceived value dan customer satisfaction sebagai variable intervening pada Program Manajemen Pemasaran Universitas Kristen Petra Surabaya.",
  "abstract": "Perkembangan dunia pendidikan menjadi isu penting untuk diperhatikan saat ini melihat banyak negara yang masih tertinggal dari segi pendidikan, yang mengakibatkan pertumbuhan ekonomi yang lambat dan kurangnya sumber daya manusia yang kompeten dalam bidangnya. Tingkat pendidikan yang tinggi diharapkan mampu menghasilkan sumber daya manusia yang berkualitas dan dapat diandalkan untuk mendukung proses pertumbuhan ekonomi sebuah negara. Pentingnya menjaga mutu pendidikan sebuah negara, membuat pendidikan di Indonesia juga terus melakukan perbaikan baik dari tingkat Sekolah Dasar hingga tingkat Universitas. Di tingkat Universitas saja, semakin muncul persaingan antara Universitas Swasta maupun Negeri untuk menghasilkan semakin banyak lulusan yang berkualitas dan dapat bersaing. Sehingga banyak Universitas mulai memikirkan strategi untuk dapat memenangkan persaingan. Salah satunya dengan menjaga Service Quality yang mereka berikan. Penelitian ini bertujuan untuk mengetahui pengaruh Service Quality terhadap Behavioral Intention atau kecenderungan berperilaku, dengan perceived value dan customer satisfaction sebagai variabel intervening pada Program Manajemen Pemasaran Universitas Kristen Petra Surabaya. Penelitian ini dilaksanakan dengan menyebar kuisioner kepada 100 responden mahasiswa Program Manajemen Pemasaran Universitas Kristen Petra Surabaya. Hasil penelitian ini menunjukkan bahwa service quality berpengaruh secara positif dan signifikan terhadap perceived value dan behavioral intentions, perceived value berpengaruh secara positif dan signifikan terhadap customer satisfaction dan behavioral intentions, dan customer satisfaction berpengaruh secara secara positif dan signifikan terhadap behavioral intentions. Hasil dari penelitian ini menunjukan bahwa perceived value dan customer satisfaction sebagai variable intervening tidak berhasil memediasi hubungan antara service quality dan behavioral intentions.",
  "creators": "TRIXIE NOVA BELLA TANDIJAYA",
  "contributors": "Edwin Japarianto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020591/MAN/2017; Trixie Nova Bella Tandijaya (36413072)",
  "subjects": "QUALITY OF SERVICE; CONSUMER SATISFACTION; CONSUMER BEHAVIOR; CONSUMERS-RESEARCH"
}