{
  "id": "40535",
  "title": "Studi topologi aliran 3 dimensi pada susunan kaskade kompresor aksial akibat penambahan forward facing step turbulence generator",
  "abstract": "bidang transportasi.Penelitian dan pengembangan sering dilakukan pada bidang transportasi, khususnya pada pesawat terbang. Pengembangan pesawat seringkali dilakukan pada bagian kompresor aksial. Kinerja kompresor seringkali tidak maksimal akibat kerugian hidrolis yang besar. Horlock dan Lakshminarayana (1987) memaparkan 50% kerugian hidrolis pada kompresor axial disebabkan oleh aliran sekunder, 30% kerugian akibat friksi, dan 20% kerugian akibat bentuk profil. Aliran sekunder merupakan faktor yang paling dominan sebagai penyebab kerugian hidrolis, sehingga dengan mereduksi aliran sekunder dapat meningkatkan kerja dari kompressor aksial. Aliran sekunder dapat direduksi dengan menggunakan Forward Facing Step Turbulence (FFST ). Penelitian dilakukan dengan variasi stagger dan angle of attack. Dampak dari penambahan FFST adalah dapat mengurangi kerugian energi yang ditunjukkan oleh pressure loss coefficient. Pada stagger 30째, penambahan FFST mampu mereduksi kerugian energi paling maksimal pada angle of attack 8째 sebesar 21.7%. Penambahan FFST pada stagger 60째 mampu mereduksi kerugian energi tetapi tidak memberikan dampak yang signifikan. Menurut Sasongko dan Mirmanto (2009) apabila stagger melebihi 50째, akan berdampak pada penyumbatan aliran yang besar, sehingga tidak memberikan perubahan yang signifikan pada pressure loss coefficient. Teori yang dikemukan oleh Sasongko dan Mirmanto ini lebih dikenal dengan teori wall stall.",
  "creators": "J I M M Y",
  "contributors": "Sutrisno S.T.,M.T. (Advisor 1); Fandi Dwiputra Suprianto, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011202/MES/2017; Jimmy (24413025)",
  "subjects": "TURBULENCE; COMPRESSORS; AEROPLANES-CONTROL SYSTEMS"
}