{
  "id": "4055",
  "title": "A Study of cinque's hardships as seen in Joyce Annette Barnes' amistad",
  "abstract": "This thesis is a discussion about the hardships faced by Cinque as the main character who is kidnapped and going to be sold into slavery in America. In the novel, Amistad by Joyce Annette Barnes, Cinque as a black African and the other Africans are kidnapped from his home and will be sold as slaves in America. His long voyage in the ship Amistad to rebel against the American encourages me as the writer, to know all the hardships he experiences until he finally gets his freedom. The writer wants to know what hardships he faces whether aboard the Amistad or in America. To analyze the problem, the writer applies the theories of characterization and conflict using the literary approach. The writer finds out that Cinque has several hardships during the journey. He faces bad treatment from the kidnappers. He faces the bad weather such as storm. Cinque also has difficulty to rebel because he is not understood about navigation. He has to survive from hunger and diseases aboard the ship Amistad. In the analysis, the writer finds out that Cinque also has hardships during the trial. Language barrier between Cinque and the captors also makes Cinque difficult to explain where he comes from and the real situation. In addition, the letters from Spanish Government who claims that the Amistad ship belongs to them make United States Government difficult to give decision whether to give the African freedom or to turn the ship back to them. Nevertheless, Cinque is a strong character. He has strong motivation to struggle from several hardshipss that he has. He can survive from all the hardships. Cinque is also a firm character. He is brave to fight against the captors. He has talent to be a leader and he also wants to learn English language. So, through his struggles he can overcome all his hardships.",
  "creators": "AILEEN JUANITA",
  "contributors": "Liliek Soelistyo (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011647/ ING/2007; Aileen Juanita (11401016)",
  "subjects": "AMERICAN FICTION--19TH CENTURY--STUDY AND TEACHING; BARNES, JOYCE ANNETTE, ...-..., AMISTAD-STUDY AND TEACHING"
}