{
  "id": "4057",
  "title": "A Study of structural ambiguity in your letters of the Jakarta Post newspaper",
  "abstract": "Nowadays, people need more actual and complete information. To get that information, there are several ways. Newspaper is one way to get information. In reading the newspaper, it is important to get what the newspaper intends to say. Therefore, newspaper should present information clearly. However, sentences sometimes produce more than one meaning that may cause ambiguity. The ambiguity can be because of structure. This structural ambiguity can later on confuse the readers. Therefore, the writer wants to conduct a study about structural ambiguity. In addition, Your Letters is a column in The Jakarta Post newspaper where readers can send their letters in which, based on the writer?s observation, structural ambiguity can occur. Thus, it leads the writer to choose Your Letters of The Jakarta Post newspaper as his source of data. From this study, the writer wants to know how the sentences are structurally ambiguous and what types of grammar points and elements of Phrase Structure Rules that can cause structural ambiguity. Finally, this study also intends to reveal what grammar points and elements of Phrase Structure Rules that mostly cause potential structural ambiguity. This study takes 19 letters from Your Letters of The Jakarta Post newspaper. The writer collected the data within a week time. Moreover, he uses the theory of Marianne Celce-Murcia and Diane Larsen-Freeman to do the analysis. Through the findings, he found 20 potentially ambiguous sentences. From those sentences, he found two most predominant grammar points that could cause structural ambiguity: conjoined constituents and prepositions. He found 14 ambiguous sentences in conjoined constituents and 6 ambiguous sentences in prepositions. From that number, the writer found 70% frequency of ambiguous sentences occurrence in conjoined constituents and 30% frequency of ambiguous sentences occurrence in prepositions. He also found two most predominant elements of Phrase Structure Rules: Noun Phrases and Prepositional Phrases (Ambiguity in Prepositional Phrase and Ambiguity of Noun Phrase in Prepositional Phrase). He found 9 ambiguous sentences in Noun Phrase and 11 ambiguous sentences in Prepositional Phrase (6 ambiguous sentences of Prepositional Phrase and 5 ambiguous sentences of Noun Phrase in Prepositional Phrase). From that number, the writer found 45% of the ambiguous sentences were about Noun Phrase and 55% of the ambiguous sentences were about Prepositional Phrase (30% ambiguous sentences of Prepositional Phrase and 25% ambiguous sentences of Noun Phrase in Prepositional Phrase). In terms of the connection between the grammar points and the Phrase Structure Rules, conjoined constituents deals with two of the Phrase Structure Rules that tend to cause structural ambiguity, namely NP a NP + conj + NP and PrepP a Prep + NP + conj + NP. Then, prepositions are about the Prepositional Phrase with the following pattern: PrepP a Prep + NP. To conclude, when the ambiguity is about conjoined constituents, it does not affect the meaning of the whole sentence, but the particular phrase containing the conjoined words only. However, when it concerns with prepositions, the ambiguity can affect the whole sentence meaning because a preposition can be as a verb modifier or a noun modifier in a sentence.",
  "creators": "ERWIN NUGROHO",
  "contributors": "SHIERLY NOVALITA YAPPY (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011637/ING/2007; Erwin Nugroho (11401100)",
  "subjects": "ENGLISH LANGUAGE-STUDY AND TEACHING"
}