{
  "id": "406",
  "title": "The Social interactions of the main character in the concentration camp in Alexander Solzhenitsyn's one day in the life Ivan Denisovich",
  "abstract": "Alexander Solzhenitsyn?s One Day in the Life of Ivan Denisovich had been banned in the Stalin?s era, but still it was successfully used as a tool to criticize the Russian government at that time, and that is the reason for the thesis writer to put his interest on this matter. The main character?s ordinary lifestyle and the cruel and inhuman concentration camp lifestyle were contrasted to each other when he had to enter the concentration camp. Here, Shukov, the main character, faced two types of community to live with, the non-prisoners and the other prisoners. The analysis is on how Shukov dealt with his social interactions problems. That is why, the analysis was done by using the sociological theory as the supporting theory, and the literary theory as the main theory (characterization and setting). Besides, library and Internet also become the truthful sources in providing the valid details. Through the analysis, it could be seen that Shukov is able to interact socially with his new community, and this fact is followed with the truth that there are some strange results in comparison between Shukov?s interactions with the non-prisoners and the other prisoners of the concentration camp. The positive interactions happen more when he dealt with the other prisoners. However, when he dealt with the non-prisoners the negative interactions were mostly be the ones that took place instead, and the neutral interactions happened in both conditions for they brought direct advantages to Shukov. Therefore, the social interaction of Shukov with his new community is indeed affected by the character traits of the characters who are involved, the setting, and also the differences that existed inside themselves. Besides, the physical and the social setting also affected the existence of the social-interaction of the main character.",
  "creators": "CHOPIN PRANOTO",
  "contributors": "Theophilus Jokri (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.1038; Chopin Pranoto (11498072)",
  "subjects": "SOLZHENITSYN. ONE DAY IN THE LIFE OF IVAN DENISOVICH-STUDY AND TEACHING"
}