{
  "id": "4060",
  "title": "Analisis persepsi, sikap, dan perilaku pelanggan terhadap atribut layanan Salon-Salon Alex's di Surabaya",
  "abstract": "Kebutuhan manusia tidak ada batasnya, baik itu kebutuhan jasmani maupun kebutuhan rohani. Dalam hal menjaga penampilan dapat dilakukan dengan praktis dan cepat, baik pria maupun wanita yaitu dengan langsung mendatangi salon kecantikan yang siap memberikan kepuasan kepada pelanggan. Salon yang baik harus memperhatikan layanan yang dibutuhkan, penetapan harga yang sesuai dengan target pasarnya, serta fasilitas tambahan lainnya yang dapat menimbulkan persepsi yang baik bagi konsumen sehingga salon tersebut mempunyai keunggulan tersendiri dibandingkan dengan salon lainnya. Layanan (service) merupakan tindakan atau kinerja yang tak berwujud dan tidak dapat dimiliki tetapi hanya dapat dirasakan setelah menerima layanan yang diberikan oleh badan usaha, dimana layanan tersebut dapat terkait dan juga tidak terkait dengan produk fisik. Layanan mempunyai atribut-atribut yang melekat pada layanan tersebut (attributes related to the services). Attributes related to the services merupakan semua ciri - ciri/karakteristik dari jasa/layanan yang diberikan oleh badan usaha yang dievaluasi oleh pelanggan. Adapun atribut-atribut layanan salon adalah tukang potong profesional, mode selalu mengikuti trend, keramahan karyawan, kelengkapan pelayanan (Spa, mandi lulur, medicure, pedicure), ketanggapan karyawan, perawatan rambut (crembath), kesediaan karyawan untuk mendengarkan keluhan dan komplain, kesediaan karyawan memberi informasi kepada pelanggan, kemudahan mendapatkan layanan dan kecepatan layanan. Berdasarkan hasil analisis yang telah dilakukan pada bagian sebelumnya, maka diperoleh kesimpulan yaitu bahwa ada perbedaan persepsi, sikap dan perilaku pelanggan terhadap atribut layanan salon Alex?s. Hal ini dapat dilihat dari hasil uji Fhitung atribut-atribut layanan dengan tingkat signifikansi p < 0.05 maka Ho ditolak. Hal tersebut berarti ada perbedaan yang signifikan pada persepsi, sikap dan perilaku pelanggan terhadap atribut layanan salon Alex?s yaitu Embong Kenongo dan Ngagel Madya.",
  "creators": "BAMBANG MUKTI SANJAYA",
  "contributors": "Edwin Japarianto (Advisor 1); Peter Remy Yosy Pasla (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02011818/MAN/2004; Bambang Mukti Sanjaya (31499078)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS-PREFERENCES; CONSUMERS-ATTITUDES"
}