{
  "id": "40616",
  "title": "Perancangan dog furniture untuk rumah tinggal",
  "abstract": "Interaksi manusia dan hewan peliharaan, utamanya anjing sudah menjadi kebutuhan yang sangat penting baik di dalam maupun di luar ruang. Untuk mengakomodasi interaksi hubungan aktivitas bersama antara manusia dan anjing di dalam ruang utamanya ruang tinggal, diperlukan identifikasi aktivitas apa saja yang bisa dilakukan bersama dan jenis perabot yang diperlukan. Bangaimana rancangan perabot yang diperlukan dan fleksibilitasnya untuk dapat digunakan di ruang keluarga, ruang makan, dan ruang tidur juga menjadi permasalahan yang peru diselesaikan. Metode perancangan ini diadopsi dari Sarah Gibbons, tahap awal yang dilakukan adalah mengamati aktivitas manusia dan hewan anjing di dalam ruang keluarga, ruang makan, dan ruang tidur. Atas hasil pengamatan yang dilakukan, ditentukan batasan perancangan untuk mendesain dog furniture. Selain melakukan pengamatan terhadap aktivitas, pengamatan juga dilakukan terhadap karakter hewan anjing. Hasil pengamatan ini akan berdampak pada bentuk dan material desain dog furniture. Hasil perancangan dog furniture adalah desain mengakomodasikan aktivitas bersama manusia dengan hewan anjing. Jenis perabot yang diakomodasi adalah fasilitas bidang kerja, fasilitas duduk, dan fasilitas penyimpanan. Desain dog furniture ini, setiap item perabot mengakomodasi dua kebutuhan aktivitas serta desain yang fleksibel untuk dapat dipindahkan di tiga ruangan dengan melakukan rekomposisi berdasarkan kebutuhan setiap ruangnya.",
  "creators": "VALENTIA AQUANY HERLIE S.",
  "contributors": "Yusita Kusumarini (Advisor 1); MOCH. TAUFAN RIZQI (Advisor 2); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021577/DIN/2017; Valentia Aquany Herlie Sutanto (41413073)",
  "subjects": "INTERIOR DECORATION; HOUSE DECORATION; FURNITURE DESIGN"
}