{
  "id": "40613",
  "title": "Perancangan media illustrasi budaya Sanjo komik platform line webtoon",
  "abstract": "Seiring dengan berjalannya waktu, rasa nasionalisme dan toleransi masyarakat Indonesia dirasakan mulai memudar, hal ini mengakibatkan adanya bumbu perpecahan di mana di jaman modern ini perkembangan komunikasi terasa sangat berkembang, sehingga masyarakat Indonesia bisa mengakses berita juga turut ikut memberikan komentar di dalamnya. Di mana komentar-komentar tersebut berisi tentang aspirasi-aspirasi masyarakat yang bisa mengubah pola pikir tiap individu. Perkembangan teknologi membuat bentuk aspirasi masyarakat bisa tersebar dengan cepat. Budaya Sanjo di Palembang adalah budaya yang mengutamakan rasa nasionalisme dan toleransi yang tinggi antar masyarakat di Palembang, budaya ini dirasa perlu untuk dipublikasikan ke Masyarakat Indonesia untuk diperkenalkan dan diperlihatkan bahwa ada budaya Indonesia yang mengutamakan rasa nasionalisme tersebut. Perancangan ini mengangkat tentang pengenalan Budaya Sanjo melalu media komik online di platform line webtoon, yang diharapkan dapat dilihat, dan dikenal oleh masyarakat Indonesia secara luas terutama untuk kalangan anak muda yang memegang peranan penting dalam perkembangan komunikasi dewasa ini. Metode penelitian yang digunakan adalah dengan melakukan observasi terhadap Budaya Sanjo di Palembang, beserta beberapa pengalaman pribadi selama melakukan Sanjo di Palembang. Metode untuk menganalisa data adalah penelitian kualitatif deskriptif dengan 5W + 1H.",
  "creators": "SHARLENE SYLVIANA KUMALA",
  "contributors": "Drs. Cok Gde Raka Swendra, M.Si. (Advisor 1); Hen Dian Yudani (Advisor 2); Elisabeth Christine Yuwono (Examination Committee 1); Bing Bedjo Tanudjaja (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Komik/Ilustrasi/Cergam",
  "source": "Komik/Ilustrasi/Cergam No. 00023063/DKV/2017; Sharlene Sylviana Kumala (42413076)",
  "subjects": "COMIC BOOKS, STRIPS, ETC.; COMMERCIAL ART; GRAPHIC ARTS; VISUAL COMMUNICATION"
}